{"url": "https://bland.is/umraeda/kottur-sem-bitur/25380894/?page=4075", "date": "2011-09-01 20:50:01", "id": "25380894", "items": [{"text": "Er með tæplega 4ra mánaða kettling sem er farinn að bíta þegar maður heldur á honum eða klappar honum mikið. Þetta virðist bara vera leikur í henni en hún er farin að færa sig upp á skaftið! Nú er ég með einn eins árs á heimilinu og hún heldur að hann sé kisa! Ærslast í honum og \"slæst\" við hann. Ég er svo hrædd um að einn daginn bíti hún fast og meiði okkur. Veit ekki hvernig ég á að kenna henni að bíta ekki. Hef heyrt með að sprauta vatni en sjaldnast er maður með úðabrúsann tilbúinn! Á maður að hlaupa og ná í hann og hún löngu búin að gleyma hvað gerðist þegar bunan lendir á henni??Svo er hún alltaf að reyna að borða matinn okkar. Maður lítur við í 2 sek og hún er komin upp á borð að borða matinn. Er farin að vera smeyk um að hún sé ALGJÖR villiköttur!! Hjálp þið kisufólk!!", "title": "Köttur sem bítur", "username": "óskaeftir", "message_id": "25380894", "user_id": "115016", "response_to": null, "datetime": "2011-09-01 20:50:01", "datestring": "1. sep. '11, kl: 20:50:01"}, {"response_to": "25380894", "username": "RaggaH", "message_id": "25383273", "user_id": "707", "datetime": "2011-09-01 23:06:17", "datestring": "1. sep. '11, kl: 23:06:17", "text": "fáðu þér bara annan kettling með henni. Ég geri hátt SUSS hljóð þegar ég er bitin. Rek ofan af borðum með svipuðu hljóð. Kettlingurinn er \"barn\" og tekur svolítinn tíma að læra þetta. Hef aldrei notað þetta vatnsvesen á kisur ."}, {"response_to": "25380894", "username": "_aloha_", "message_id": "25386134", "user_id": "103483", "datetime": "2011-09-02 10:30:30", "datestring": "2. sep. '11, kl: 10:30:30", "text": "Á einn sem er orðinn 9 mánaða en var mikið að bíta mann þegar hann var yngri, þetta er bara leikur í þeim sem maður á auðvitað að skamma þau fyrir. Minn gat verið mjög grófur í þessu, klóraði mann um leið til blóðs þegar hann \"hélt\" hendinni á manni meðan hann beit mann. Ég tók yfirleitt í hnakkadrambið á honum og sagði hvasst \"Nei\" við hann en ef hann hætti ekki setti ég hann í \"timeout\" inn á baðherbergi eða eitthvað, lokaði hann þar inni bara í nokkrar sekúndur og hann kom yfirleitt út rólegri og oft malandi. Hann á það til að gleyma sér ennþá en hann bítur ekki eins fast og hann gerði þegar hann var lítill."}, {"response_to": "25386134", "username": "SAE81", "message_id": "25388990", "user_id": "104068", "datetime": "2011-09-02 14:51:16", "datestring": "2. sep. '11, kl: 14:51:16", "text": "Ég myndi segja að regla númer eitt sé að leika ALDREI við kettlinga með höndunum. Ef þú ert að atast í kisu með hendinni þá áttar hún sig ekkert á að það megi ekki bíta í þetta. Ég leik alltaf bara við kettina okkar með dóti, helst svona stöng með einhverju hangandi í. Þá nær kisa aldrei að tengja hendur neitt við þessa leikstund."}]}