{"url": "https://bland.is/umraeda/what-to-do-in-amsterdam/25442467/?page=4054", "date": "2011-09-07 13:49:53", "id": "25442467", "items": [{"text": "Ég er að fara með vinkonum mínum til Amsterdam og mig langar að gera eitthvað meira en versla ;O) Þið sem þekkið til þar... hvað er sniðugt að gera ? Er eitthvað svona MUST DO þar. Megið líka koma með góð komment um hvar sé best að versla, skemmtilegir markaðir eða moll.Við erum allar giftar svo við erum ekki að leita að dirty weekend ;O)", "title": "What to do in Amsterdam", "username": "Birta Sól", "message_id": "25442467", "user_id": "14475", "response_to": null, "datetime": "2011-09-07 13:49:53", "datestring": "7. sep. '11, kl: 13:49:53"}, {"response_to": "25442467", "username": "Reflex", "message_id": "25442542", "user_id": "80782", "datetime": "2011-09-07 13:55:23", "datestring": "7. sep. '11, kl: 13:55:23", "text": "Leigja hjól og hjóla um borgina, fara í fenjasiglingu..... það er það eina sem mér dettur í hug þegar ég hugsa um Amsterdam. Ég var þarna um daginn og það borgar sig ekki að eltast við að versla þarna, nema þá í H&M. Verðið er svipað og hérna heima þegar þú ert búin að standa í röð hjá Tax free til að fá skattinn endurgreiddann, því miður!"}, {"response_to": "25442467", "username": "ElizaBennet", "message_id": "25442579", "user_id": "66070", "datetime": "2011-09-07 13:58:36", "datestring": "7. sep. '11, kl: 13:58:36", "text": "Ég var reyndar þarna fyrir 10 árum síðan svo það gæti eitthvað hafa breyst en það var voða skemmtilegt vaxmyndasafn á aðalverslunargötunni, Van Gogh safnið er möst ef maður hefur snefil af myndlistaráhuga, hús Önnu Frank er þarna, það er hægt að fara í túristasiglingu á síkjunum og hægt að sjá mjóasta hús í Evrópu."}, {"response_to": "25442467", "username": "miss jay", "message_id": "25442634", "user_id": "83145", "datetime": "2011-09-07 14:03:21", "datestring": "7. sep. '11, kl: 14:03:21", "text": "Ég fór 2005 með manninum mínum og skemmti mér ótrúlega vel. Mjög skemmtileg live tónlist þarna á kvöldin og hægt að taka þátt :) fór upp á svið og spilaði með öðrum tónlistarmönnum sem voru þarna líka gestir eins og ég, mjög gaman :) Svo er endalaust af götumörkuðum þarna og fyrir drasl safnara eins og mig algjört himnaríki! En ég reyndar verslaði ekki mikið í búðum því það var álíka dýrt og hér heima. En næturlífið er dásamlegt, líka fyrir þá sem ekki drekka og svona..."}]}