{"url": "https://bland.is/umraeda/hvernig-skolinn-drap-metnadinn-minn/25844360/?page=3942", "date": "2011-10-02 23:39:33", "id": "25844360", "items": [{"text": "\"Ég eyddi allri grunnskólagöngunni minni í það að bora í nefið og þegar í framhaldskóla var komið sá ég ekki tilganginn lengur, við erum að fara alltof hægt á öld þar sem allt hreyfist of hratt. Grunnskóla nám er svona án gríns, ég lofa þér því 2 árum of langt. Framhaldskólanám er ekki nægilega sérhæft og líka of langt.\" Mér finnst þetta umhugsunarvert.", "title": "Hvernig skólinn drap metnaðinn minn", "username": "bimsalabim", "message_id": "25844360", "user_id": "186583", "response_to": null, "datetime": "2011-10-02 23:39:33", "datestring": "2. okt. '11, kl: 23:39:33"}, {"response_to": "25844360", "username": "jovig", "message_id": "25844418", "user_id": "36620", "datetime": "2011-10-02 23:44:56", "datestring": "2. okt. '11, kl: 23:44:56", "text": "Kannski, en það er samt að koma upp sá vandi að krakkarnir  eru að koma vanbúnir í Háskólann. Þar sem undirbúningurinn sem framhaldakólinn á að veita fyrir námið er oft ekki nægilega góður."}, {"response_to": "25844418", "username": "Treehugger", "message_id": "25845734", "user_id": "32821", "datetime": "2011-10-03 09:01:25", "datestring": "3. okt. '11, kl: 09:01:25", "text": "Það var í dönskum fjölmiðlum í síðustu viku að kannanir sýndu að eldri nemendur standi sig alla jafna betur í háskólanámi en yngri. Það finnst mér líka umhugsunarvert. Það er ekki endilega æskilegt að krakkar fari 18 og 19 ára í háskólanám, jafnvel betra að þau vinni í einhvern tíma eftir menntaskóla. Þroski hefur sitt að segja."}, {"response_to": "25844360", "username": "GoGoYubari", "message_id": "25844449", "user_id": "69201", "datetime": "2011-10-02 23:47:47", "datestring": "2. okt. '11, kl: 23:47:47", "text": "Ég held að það mætti alveg herða agann eða gera eitthvað til að keyra upp metnaðinn hjá krökkum í menntaskóla. En ég tek undir með numeruno að það hefur sýnt sig að krakkar séu ekki að koma nógu vel undirbúnir í háskólann svo ég veit ekki hvort það væri málið að stytta námið, en kerfið mætti alveg taka breytingum."}, {"response_to": "25844360", "username": "lost in iceland", "message_id": "25845624", "user_id": "161862", "datetime": "2011-10-03 08:35:15", "datestring": "3. okt. '11, kl: 08:35:15", "text": "ég gæti alveg tekið undir að Framhaldskólanám er ekki nógu sérhæft."}, {"response_to": "25845624", "username": "MUX", "message_id": "25845883", "user_id": "53030", "datetime": "2011-10-03 09:22:15", "datestring": "3. okt. '11, kl: 09:22:15", "text": "Hvernig myndir þú vilja hafa það sérhæfðara?  Menntaskólar og Fjölbrautarskólar eru með nokkrar námsbrautir, og svo er það iðnskólinn með ýmislegt sérhæft í boði og til dæmis MK með kokka og veitingahúsaskólann."}, {"response_to": "25844360", "username": "Lilith", "message_id": "25845714", "user_id": "5041", "datetime": "2011-10-03 08:57:40", "datestring": "3. okt. '11, kl: 08:57:40", "text": "Ég var í grunnskóla í Svíþjóð og þegar ég kom í framhaldsskóla hér þá var ég á undan í t.d. ensku og stærðfræði. Ég þurfti bara að bíða eftir að námsefnið hæfði mér, eiginlega frekar fúlt. En ég er ekki sammála því að grunnskálanám sé of langt, hins vegar mætti nýta það betur. Grunnskólinn í Svíþjóð var jafnlangur í árum og hér heima, en hins vegar voru skóladagarnir yfirleitt aðeins lengri og lengri kennsla á vorin og byrjað fyrr á haustin. En á móti fékk maður líka lengra vetrarfrí. Framhaldsskólanám þar er hins vegar oftast 3 ár, eða var það síðast þegar ég vissi."}, {"response_to": "25844360", "username": "Ígibú", "message_id": "25845747", "user_id": "37888", "datetime": "2011-10-03 09:03:47", "datestring": "3. okt. '11, kl: 09:03:47", "text": "Það eina sem ég get tekið undir í þessu er að það á að auka agann í skólum, en að laga skólann að lötum nemendum sem nenna ekki að lesa bækurnar af því að þær eru ekki í tölvunni, nje held ekki."}, {"response_to": "25844360", "username": "Qtipper", "message_id": "25845818", "user_id": "139896", "datetime": "2011-10-03 09:13:49", "datestring": "3. okt. '11, kl: 09:13:49", "text": "Það er engin agi í íslenska skólakerfinu. Krakkar fá bara að gera það sem þau vilja og læra ekki neitt. (þetta er ekkert betra í DK heldur)"}, {"response_to": "25845818", "username": "MUX", "message_id": "25845866", "user_id": "53030", "datetime": "2011-10-03 09:20:53", "datestring": "3. okt. '11, kl: 09:20:53", "text": "Rannsóknir hafa samt sýnt fram á að eftir því sem krakkarnir eru eldri að byrja í háskóla, þeim mun betur standa þau sig, svo þótt að þér finnist 18/19 ára krakkar vera að plumma sig vel í háskóla, þá sýna rannsóknir fram á annað."}, {"response_to": "25845866", "username": "bogi", "message_id": "25851521", "user_id": "54181", "datetime": "2011-10-03 18:23:59", "datestring": "3. okt. '11, kl: 18:23:59", "text": "Hvernig samt virkar svona rannsókn? Nú hef ég klárað háskólanám þar sem meðaaldurinn er að jafnaði mjög lágur. Flestir sem byrja eru að koma beint úr menntaskóla, en einn og einn eldri. Það er varla hægt að bera þennan eina og eina samanvið fjöldann og fá út ásættanlega niðurstöðu? Mín tilfinning var líka sú að þeir eldri ættu í meiri erfiðleikum en þessir yngri."}, {"response_to": "25845818", "username": "Felis", "message_id": "25845874", "user_id": "32229", "datetime": "2011-10-03 09:21:23", "datestring": "3. okt. '11, kl: 09:21:23", "text": "mér finnst einmitt íslendingarnir í kringum mig miklu agaðri, upp til hópa, en danirnir eru. En það hefur líka töluvert að gera með þá staðreynd að íslendingarnir eru oftast eldri og komnir með fjölskyldu (samt ekki algilt, finnst yngri íslendingarnir líka agaðari og metnaðarfyllri en danirnir) . Ég held að það hafi líka áhrif að íslendingar lifa á lánum og verða að skila námsárangri til að fá lánin sín - danirnir fá bara sinn styrk, alveg sama hvernig þeim gengur eða hvað þeir eru í miklu námi."}, {"response_to": "25845874", "username": "Qtipper", "message_id": "25846328", "user_id": "139896", "datetime": "2011-10-03 10:18:14", "datestring": "3. okt. '11, kl: 10:18:14", "text": "Ég er reyndar ekki að miða við dani þar sem ég er í alþjóðlegum bekk."}, {"response_to": "25846328", "username": "Felis", "message_id": "25846370", "user_id": "32229", "datetime": "2011-10-03 10:23:22", "datestring": "3. okt. '11, kl: 10:23:22", "text": "Já ég hef líka verið í alþjóðlegum bekkjum - allra þjóða kvikindi koma (að mínu mati) flestir líka betur út en danir. En já íslendingarnir koma, líka að mínu mati, mjög vel út miðað við hinar þjóðirnar."}, {"response_to": "25846370", "username": "bogi", "message_id": "25851462", "user_id": "54181", "datetime": "2011-10-03 18:19:28", "datestring": "3. okt. '11, kl: 18:19:28", "text": "Sammála - það er líka mín reynsla. En kannski af því að flestir útlendingarnir voru skiptinemar og lets face it ekki þarna til að læra nema til að ná!"}, {"response_to": "25851462", "username": "Felis", "message_id": "25851523", "user_id": "32229", "datetime": "2011-10-03 18:24:07", "datestring": "3. okt. '11, kl: 18:24:07", "text": "Já það er kannski ekki hægt að bera þetta saman. Einnig hef ég séð hópa af indverjum, kínverjum og filipseyjingum í námi bara til að hafa leyfi til að vera áfram í landinu. Konur fara hérna (dk) í nám til að hafa tíma til að finna sér kalla til að sjá um sig og þessu fólki er alveg sama hvort það nær eða ekki. Það er líka 'auðveldara' fyrir þetta fólk að ná því að það borgar skólagjöld og ef það nær ekki prófunum þarf það ekki að borga gjöldin."}, {"response_to": "25851523", "username": "bogi", "message_id": "25851543", "user_id": "54181", "datetime": "2011-10-03 18:26:06", "datestring": "3. okt. '11, kl: 18:26:06", "text": "Jebb - ég nennti ekki að vera með skiptinemum og B.Sc nemum í hóp undir það síðasta. Forðaðist þá eins og heitan eldinn:)"}, {"response_to": "25844360", "username": "Ananus", "message_id": "25845832", "user_id": "100880", "datetime": "2011-10-03 09:17:11", "datestring": "3. okt. '11, kl: 09:17:11", "text": "Það sem hann er að lýsa hljómar meira eins og athyglisbrestur heldur en \"kynslóðabil\"."}, {"response_to": "25844360", "username": "lalía", "message_id": "25845878", "user_id": "62489", "datetime": "2011-10-03 09:21:53", "datestring": "3. okt. '11, kl: 09:21:53", "text": "Það er ekkert að því að opna umræðu um tilgang og uppsetningu náms, áherslur og þess háttar en ég verð að segja að ég las þessa grein og varð bara pirruð út í höfund; mér finnst hann koma þessu frá sér eins og ofdekraður, lítill krakki sem vill fá allt fyrirhafnarlaust upp í hendurnar, hvort sem það er af efnislegum eða andlegum gæðum."}, {"response_to": "25845878", "username": "tomfoolery", "message_id": "25846401", "user_id": "72543", "datetime": "2011-10-03 10:28:07", "datestring": "3. okt. '11, kl: 10:28:07", "text": "ég fékk sömu tilfinningu og þú fyrir höfundi"}, {"response_to": "25844360", "username": "LaRose", "message_id": "25845901", "user_id": "65188", "datetime": "2011-10-03 09:23:35", "datestring": "3. okt. '11, kl: 09:23:35", "text": ""}, {"response_to": "25844360", "username": "tomfoolery", "message_id": "25846410", "user_id": "72543", "datetime": "2011-10-03 10:29:04", "datestring": "3. okt. '11, kl: 10:29:04", "text": "skoðiði endilega myndböndin sem hann setur neðst, sérstaklega Ken Robinson creativity fyrirlesturinn, merkilegur fyrirlestur og mikið til að hugsa um"}, {"response_to": "25846410", "username": "tomfoolery", "message_id": "25846649", "user_id": "72543", "datetime": "2011-10-03 10:55:25", "datestring": "3. okt. '11, kl: 10:55:25", "text": "finnst samt pistillinn sjálfur frekar lélegur"}, {"response_to": "25846410", "username": "bimsalabim", "message_id": "25847235", "user_id": "186583", "datetime": "2011-10-03 12:00:38", "datestring": "3. okt. '11, kl: 12:00:38", "text": "Mæli líka með þessu. Mjög áhugavert."}, {"response_to": "25844360", "username": "tomfoolery", "message_id": "25846521", "user_id": "72543", "datetime": "2011-10-03 10:40:53", "datestring": "3. okt. '11, kl: 10:40:53", "text": "\" Ritstuldur er orðinn landlægur í menntaskólum, jafnvel háskólum því að wikipedia veit allt nú þegar.\""}, {"response_to": "25846521", "username": "Nói22", "message_id": "25850046", "user_id": "155078", "datetime": "2011-10-03 16:23:35", "datestring": "3. okt. '11, kl: 16:23:35", "text": "Já þarna missir hann mig. Wikipedia er þekkt fyrir að vera með rangar upplýsingar. Það er ekki hægt að stóla á Wikipedia."}, {"response_to": "25844360", "username": "erlingsköttur", "message_id": "25850157", "user_id": "21951", "datetime": "2011-10-03 16:33:21", "datestring": "3. okt. '11, kl: 16:33:21", "text": ""}, {"response_to": "25850157", "username": "Nói22", "message_id": "25850226", "user_id": "155078", "datetime": "2011-10-03 16:38:08", "datestring": "3. okt. '11, kl: 16:38:08", "text": "Það er reyndar spes hvernig hann kvartar undan skort á sérhæfni en er svo í bekkjarkerfi sem auðvitað skipar ýtir fólki í frekar mikil \"hólf\", þ.e þú fylgir bekknum sem þú ert í. Ef hann vill sérhæfni og meiri fjölbreytni að þá hefði hann auðvitað frekar átt að fara í fjölbrautarskóla og þá hefði hann getað raðað náminu meira eftir sínu höfði."}, {"response_to": "25850226", "username": "erlingsköttur", "message_id": "25850290", "user_id": "21951", "datetime": "2011-10-03 16:42:59", "datestring": "3. okt. '11, kl: 16:42:59", "text": ""}, {"response_to": "25850290", "username": "Nói22", "message_id": "25850375", "user_id": "155078", "datetime": "2011-10-03 16:50:21", "datestring": "3. okt. '11, kl: 16:50:21", "text": "Já ég skil manninn nefnilega ekki alveg. Það er svolítið eins og hann sé að reyna að afsaka eigin leti með því að \"kerfið\" sé vandamálið. Það að hann haldi að youtube myndbönd og wikipedia sé jafngilt alvöru námi finnst mér segja ansi margt."}, {"response_to": "25844360", "username": "bogi", "message_id": "25851495", "user_id": "54181", "datetime": "2011-10-03 18:22:08", "datestring": "3. okt. '11, kl: 18:22:08", "text": "Ég nenni ekki að lesa þessa grein en mér fannst grunnskólinn of léttur og maður þurfti ekkert að leggja á sig til að sigla í gegn með fínar einkunnir. Sama má segja um menntaskólann. Sem gerði það að verkum að ég kunni ekki að læra þegar ég kom í háskólann. Hugsa að það sama megi segja um marga :) Námið í menntaskólum býður hins vegar alveg upp á það að þú sért mjög vel undirbúinn fyrir háskólanám ef þú hafðir nennuna í að leggja smá aukalega á þig."}]}