{"url": "https://bland.is/umraeda/vandraedi-med-1-ars-og-mataraedi/25915421/?page=3913", "date": "2011-10-09 15:45:36", "id": "25915421", "items": [{"text": "Sælar, nú ætla ég að bera mig upp við ykkur.  Málið er að ég er með ársgamla skottu sem er svo hræðilega erfið að borða að ég er að gefast upp.  Þetta byrjaði strax og hún fór að fá mat um 7 mánaða og hefur lítið sem ekkert lagast.  Hún vill ekkert grænmeti, ekki hrísgrjón, kjöt, fisk, ekki banana .... ... nei það er einfaldara að telja upp það sem hún vill;  hafragraut (ýmist með eplum, kanil, rjóma, perum, sveskjumauki), grjónagraut, serios með mjólk, brauð (með smjöri, osti, smurosti eða kæfu), vínber, appelsínur, kex, pizzu, snakk, gular baunir og rúsínur.  Hér með er upptalið það sem ég fæ hana til að borða án þess að það sé allt \"vitlaust\" í matartímanum.  Í 10 mánaða skoðun hafði hún lítið þyngst og kúrfan hennar var alveg flöt svo barnalæknirinn ráðlagði mér að draga úr brjóstagjöfinni og sjá hvort hún tæki við sér.  Ég gerði það og nú fær hún bara 2x á sólarhring hjá mér (fyrir nóttina og undir morgun) en það hefur litlu breytt.  Þetta er orðið þannig að ég kvíði fyrir að þurfa að gefa henni að borða og hún fúlsar við öllu áður en hún gáir hvað það er sem verið er að bjóða henni.  Matartímarnir eru semsagt orðnið þannig að hún grenjar og við reynum að koma einhverju í hana og öll fjölskyldan er orðin eins og hirðfífl klappandi og húrrandi ef hún borðar eitthvað.  Ef við prufum að setja matinn fyrir framan hana er ekki séns að hún beri hann upp að andlitinu hvað þá að hún setji hann upp í sig heldur hendir hún honum út um allt gólf. Nú er ég búin að vera að hugsa hvort ég eigi að bakka um mörg skref til að reyna að rjúfa þennan hring því mér finnst hún verða komin í svo neikvæðan fasa með máltíðir.  Prufa þá að gefa henni bara það sem hún borðar vel af í einhvern tíma og hvíla hitt.  Láta hana t.d. borða sinn hafra- eða grjónagraut áður en/eða eftir að fjölskyldan sest saman við borðið og láta hana svo bara sitja til borðs með okkur \"í góðu\" og setja fyrir framan hana smakk af því sem við erum með sem hún getur þá handleikið og smakkað sjálf án þess að við séum með stöðugar áhyggjur af því að það fari eitthvað ofaní hana.Hvað finnst ykkur og hafið þið einhverjar uppástungur", "title": "Vandræði með 1 árs og mataræði", "username": "himpagimpi", "message_id": "25915421", "user_id": "36563", "response_to": null, "datetime": "2011-10-09 15:45:36", "datestring": "9. okt. '11, kl: 15:45:36"}, {"response_to": "25915421", "username": "Zagara", "message_id": "25916619", "user_id": "68119", "datetime": "2011-10-09 17:23:57", "datestring": "9. okt. '11, kl: 17:23:57", "text": "Ég held að þessi hugmynd þín sé bara mjög fín. Það er oft mjög góð aðferð að bakka aðeins og prófa svo með annan mat þegar barnið er ekki svangt og er í góðum gír. Það er alveg vonlaust finnst mér að standa í stappi við svöng börn, sérstaklega ef þau eru kannski líka orðin eitthvað þreytt."}, {"response_to": "25915421", "username": "KarenLK", "message_id": "25921306", "user_id": "127365", "datetime": "2011-10-09 22:59:52", "datestring": "9. okt. '11, kl: 22:59:52", "text": "Ég er sammála, bakka og koma ró á umhverfið. Myndi seinna byrja að bjóða henni aðra hluti á milli mála, en ekki við matarborðið. Þá hafa það þannig að þú ert að fá þér eitthvað og bara rétta henni bita. Ef hún vill hann ekki þá bara láta eins og ekki sé, og líka ef hún tekur hann. Þetta var mér ráðlagt og það gekk, en tók nokkur skipti. Hún var þá ekki undir pressu og enginn að ætlast til neins af henni. Hún þarf pláss til að verða forvitin um mat en ekki upplifa hann sem eitthvað sem veldur stressi"}, {"response_to": "25921306", "username": "glimmerbomba", "message_id": "25921339", "user_id": "140282", "datetime": "2011-10-09 23:03:38", "datestring": "9. okt. '11, kl: 23:03:38", "text": "Ásamt því að bakka...gætir þú líka beðið hana bara um að taka einn bita af einhverju öðru og í verðlaun fær hún það sem henni þykir gott...Með því móti fær hún alltaf það sem henni þykir gott en á meðan væri hugsanlega hægt að kenna henni að borða eitthvað annað...Gætir t.d. bara tekið eitthvað eitt fyrir hverju sinni :-D"}, {"response_to": "25915421", "username": "uppi", "message_id": "25921899", "user_id": "40904", "datetime": "2011-10-10 00:06:28", "datestring": "10. okt. '11, kl: 00:06:28", "text": "ég myndi gera þetta, leyfa barninu að fá eins mikið og það vill af matnum sem það borðar vel og bjóða smakk af öðrum mat, ekki gera mikið mál úr þessu..."}, {"response_to": "25915421", "username": "tiril", "message_id": "25922567", "user_id": "125846", "datetime": "2011-10-10 06:25:56", "datestring": "10. okt. '11, kl: 06:25:56", "text": "ég hef verið að kynna minn litla 14mán gutta fyrir nýjum mat öðru hvoru og ég geri það bara með því að setja á disk fyrir framan hann og hann fær að leika sér með það sjálfur.  Mér hefur oftast fundist að þegar eg er að reyna að mata hann með nýjum mat sem hann hefur ekki fengið áður þá segir hann bara þvert nei, en ef hann fær að prufa sig áfram sjálfur þá eru meiri líkur á að hann alla vega smakki.  Þetta er svolítið sóðalegt stundum, en ég á moppu og ryksugu svo það gerir ekkert til."}, {"response_to": "25915421", "username": "himpagimpi", "message_id": "25924724", "user_id": "36563", "datetime": "2011-10-10 11:55:54", "datestring": "10. okt. '11, kl: 11:55:54", "text": "takk fyrir svörin.  Ég held að það sé réttast að bakka.  Ég fann það strax í gærkvöldi að okkur leið báðum miklu betur þegar ég var ekki svona áhyggjufull yfir því að koma kvöldmatnum í hana.  Ég að vísu lét hana smakka og hún fékk að raða í sig gulum baunum og fékk svo bara grjónó áður en hún fór að sofa.  Það kemur svo bara í ljós hvernig henni gengur að læra á nýjan mat, vonandi kemur það þó á endanum."}, {"response_to": "25924724", "username": "parís666", "message_id": "25925824", "user_id": "77888", "datetime": "2011-10-10 13:40:19", "datestring": "10. okt. '11, kl: 13:40:19", "text": "hérna eru nokkur góð ráð til frá mér:"}]}