{"url": "https://bland.is/umraeda/skilnadur-og-barn/25968282/?page=3878", "date": "2011-10-13 21:07:19", "id": "25968282", "items": [{"text": "Ég og barnsfaðir minn erum að skilja og erum stál í stál varðandi umgengnina, við eigum lítinn strák saman sem verður þriggja í febrúar. Pabbinn vill fá viku/viku fyrirkomulag en ég er sannfærð um að slíkt sé slæmur kostur fyrir strákinn okkar. Ef einhver hefur lent í svipaðri stöðu eða hefur sögu af ágreiningi varðandi umgengni þætti mér mjög vænt um að heyra í ykkur og hvernig málið leystist.", "title": "Skilnaður og barn", "username": "Pappahólf", "message_id": "25968282", "user_id": "104886", "response_to": null, "datetime": "2011-10-13 21:07:19", "datestring": "13. okt. '11, kl: 21:07:19"}, {"response_to": "25968282", "username": "Táldís", "message_id": "25968304", "user_id": "49278", "datetime": "2011-10-13 21:08:21", "datestring": "13. okt. '11, kl: 21:08:21", "text": "reynir fyrst hjá sýslumanni, hann úrskurðar ef það gengur ekki upp þá ferðu í forsjármál fyrir dómstólum."}, {"response_to": "25968282", "username": "Dreifbýlistúttan", "message_id": "25968496", "user_id": "81623", "datetime": "2011-10-13 21:22:39", "datestring": "13. okt. '11, kl: 21:22:39", "text": "Myndi barnið þurfa að skipa um leikskóla með þessu viku/viku fyrirkomulagi?"}, {"response_to": "25968496", "username": "Pappahólf", "message_id": "25968695", "user_id": "104886", "datetime": "2011-10-13 21:36:21", "datestring": "13. okt. '11, kl: 21:36:21", "text": "Nei, ekki sem stendur. En mig grunar að hann sé að \"þykjast\" - sé að hugsa um að leigja í nágrenni við leikskólann á meðan á öllu þessu stendur en flytja svo í hverfi foreldra sinna. Það er svolítið langt í burtu (hann talar um að \"vera hér sem stendur\")."}, {"response_to": "25968695", "username": "Dreifbýlistúttan", "message_id": "25969262", "user_id": "81623", "datetime": "2011-10-13 22:11:28", "datestring": "13. okt. '11, kl: 22:11:28", "text": "Ok, leitið endilega til sýslumanns og fáið ráðgjöf varðandi þetta, jafnvel umgengnisreglur sem er  mjög gott að hafa!"}, {"response_to": "25969262", "username": "Prym", "message_id": "25975513", "user_id": "45728", "datetime": "2011-10-14 16:02:06", "datestring": "14. okt. '11, kl: 16:02:06", "text": "7/7 daga fyrirkomulagið finnst mér réttlátt og barnið fær jafna umgengni við föður og móður.  Prófaðu að setja þig í spor föðurins og hugsa þér að þú fengir aðeins að hitta og umgangast barnið aðra hverja helgi eins og margir feður lenda í."}, {"response_to": "25975513", "username": "Pappahólf", "message_id": "25975702", "user_id": "104886", "datetime": "2011-10-14 16:25:25", "datestring": "14. okt. '11, kl: 16:25:25", "text": "Ég er að setja mig í spor barnsins míns, vellíðan mín eða föðurins er ekki forgangsatriði í augnablikinu."}, {"response_to": "25975702", "username": "Prym", "message_id": "25975818", "user_id": "45728", "datetime": "2011-10-14 16:40:48", "datestring": "14. okt. '11, kl: 16:40:48", "text": "Ég fer ekki ofan af þeirri skoðun minni að það sé barninu fyrir bestu, réttur þess og vellíðan að það fái að umgangast báða foreldra sína til jafns, auðvitað að því gefnu að báðir séu til þess hæfir og ekki í neins konar rugli með líf sitt og hátterni."}, {"response_to": "25975818", "username": "Glumbra", "message_id": "25976528", "user_id": "117996", "datetime": "2011-10-14 17:47:30", "datestring": "14. okt. '11, kl: 17:47:30", "text": "þetta á ekki við í öllum tilfellum því vikulegt rót getur farið mjög illa fyrir sum börn þó önnur finni ekkert fyrir því!"}, {"response_to": "25975818", "username": "Felis", "message_id": "25994026", "user_id": "32229", "datetime": "2011-10-16 15:32:06", "datestring": "16. okt. '11, kl: 15:32:06", "text": "það er einstaklega barnalegt að halda að það sé by default barninu fyrir bestu að vera alveg jafnt hjá báðum foreldrum sínum."}, {"response_to": "25968282", "username": "músalingur", "message_id": "25980225", "user_id": "47159", "datetime": "2011-10-14 23:28:44", "datestring": "14. okt. '11, kl: 23:28:44", "text": ""}, {"response_to": "25980225", "username": "ætlamér", "message_id": "25986059", "user_id": "81113", "datetime": "2011-10-15 17:48:23", "datestring": "15. okt. '11, kl: 17:48:23", "text": "Það fer auðvitað algjörlega eftir barninu hvort það höndlar að vera viku og viku hjá sitthvoru foreldrinu. En í þeim tilvikum þar sem barnið höndlar það finnst mér það reyndar mjög sniðugt. Það er auðvitað erfitt fyrir okkur mömmurnar en ég held að það venjist. Ef barnsfaðir þinn er góður pabbi og þú treystir honum með strákinn þá er þetta ekki svo galin hugmynd."}, {"response_to": "25986059", "username": "AríaMaddonna", "message_id": "25986736", "user_id": "124376", "datetime": "2011-10-15 19:04:42", "datestring": "15. okt. '11, kl: 19:04:42", "text": "Bróðir minn á 3ja ára dóttur og hann og barnsmóðir hans skildu fyrir ári síðan. Hún er hjá pabba sínum í viku og svo í viku hjá mömmu sinni og það virðist henta henni mjög vel."}, {"response_to": "25986736", "username": "Pappahólf", "message_id": "25987752", "user_id": "104886", "datetime": "2011-10-15 20:55:22", "datestring": "15. okt. '11, kl: 20:55:22", "text": "Það er óþarfi að koma með skoðanir og sögur um ágæti viku/viku fyrirkomulagsins. Ég er að leita ráða vegna þess að það hentar ekki mínu barni, og athuga hvort einhver hafi reynslu af sambærilegum ágreiningi. Það mun enginn hér inni breyta skoðun minni á hvað sé barni mínu fyrir bestu. En hins vegar eru margir reynsluboltar sem geta sagt hvernig ferlið virkar og veitt upplýsingar (óháð skoðunum á fyrirkomulaginu sjálfu). Með og á móti umræðan er ekki hluti af tilgangi þessa umræðurþráðar. Fólk er mismunandi og aðstæður sömuleiðis, munum það."}, {"response_to": "25987752", "username": "isora", "message_id": "25988552", "user_id": "53908", "datetime": "2011-10-15 22:11:11", "datestring": "15. okt. '11, kl: 22:11:11", "text": "Þið verðið að gera með ykkur skriflegan samning um umgengni. Það er alveg hægt að láta standa þar að þið gerið viku og viku með því skilyrði að faðir og móðir búi í sama hverfi, möguleika á endurskoðun ef aðstæður breytast o.s.frv."}, {"response_to": "25987752", "username": "Prym", "message_id": "25988786", "user_id": "45728", "datetime": "2011-10-15 22:34:47", "datestring": "15. okt. '11, kl: 22:34:47", "text": "Þú þekkir auðvitað barnið þitt best og ég gef mér að það sé einhver ástæða fyrir  því sem þú þekkir, en deilir ekki hér, að barninu sé ekki fyrir bestu að umgangast báða foreldra sína jafnt.  Ég þekki eitt dæmi um að móðir yfirfærir sína líðan á barnið sitt í svona kringumstæðum og vill einfaldlega ná sér niðri á barnsföður sínum með því að hamla og takmarka umgengni föðurins."}, {"response_to": "25987752", "username": "AríaMaddonna", "message_id": "25993275", "user_id": "124376", "datetime": "2011-10-16 14:22:31", "datestring": "16. okt. '11, kl: 14:22:31", "text": "Æ fyrirgefðu, ég hef kannski eitthvað misskilið, ætlunin var ekki að vera með einhver leiðindi eða eitthvað svoleiðis. Ég meinti bara að þetta viðist henta þeim öllum, sem þýðir auðvitað ekki að það henti öllum."}, {"response_to": "25993275", "username": "Pappahólf", "message_id": "26009676", "user_id": "104886", "datetime": "2011-10-17 21:32:34", "datestring": "17. okt. '11, kl: 21:32:34", "text": "Þetta svar mitt átti ekki að fara beint til þín. Ég var meira að ávarpa umræðuna á þessum þræði."}, {"response_to": "26009676", "username": "Brautó", "message_id": "26010157", "user_id": "17499", "datetime": "2011-10-17 21:56:20", "datestring": "17. okt. '11, kl: 21:56:20", "text": "Ég myndi reyna að hugsa eins langt út fyrir rammann og mögulegt er - alltaf erfitt þegar fólk stendur í skilnaði. Ég á nokkrar vinkonur sem hafa skilið og hjá flestum er allt í góðu en ekki eins gott hjá einni.  Ég hef líka horft á hvernig fólk alveg umturnast þegar kemur að skilnaði. Barnið á rétt á því að umgangast báða foreldra og það er mikilvægt að setja sig í spor mömmunnar/pabbans. Ég hef nefnilega þá trú að þó að tveir einstaklingar eigi ekki lengur samleið þá hefur það ekkert með barnið að gera og það verði að gera allt sem hægt er til að barnið verði fyrir sem minnstu röskun. 7/7 daga reglan hefur sína kosti og sína galla. Ég veit um þrjú börn sem  eru í svona pakka og allt gengur mjög vel. Ég er viss um að þú og þinn barnsfaðir finnið góða lausn á þessum málum.  Eitt ráð - aldrei að tala illa um barnsföðurinn í viðurvist barnsins... stundum þarf líka að fara í Pollýönnuleik til að lifa af:):)"}, {"response_to": "25968282", "username": "nikkí", "message_id": "26013079", "user_id": "15316", "datetime": "2011-10-18 07:46:40", "datestring": "18. okt. '11, kl: 07:46:40", "text": "Þú þarft að hafa mjög sterk rök fyrir því að viku/viku fyrirkomulag sé slæmur kostur fyrir strákinn þinn. Það er ekki nóg að segja að þú sért sannfærð um það."}, {"response_to": "26013079", "username": "nikkí", "message_id": "26013081", "user_id": "15316", "datetime": "2011-10-18 07:47:17", "datestring": "18. okt. '11, kl: 07:47:17", "text": "Strákinn ykkar, ætlaði ég að segja (ekki strákinn þinn)"}, {"response_to": "25968282", "username": "Aya", "message_id": "26016187", "user_id": "2146", "datetime": "2011-10-18 13:24:50", "datestring": "18. okt. '11, kl: 13:24:50", "text": "Það eru reyndar 11 ár síðan ég og barnsfaðir minn skildum EN við fórum til \"fulltrúa\" hjá sýslumanni til að skilja (vorum í sambúð) og þessi fulltrúi (kona) spurði okkur um hvernig við vildum að forræði skyldi háttað og þar sem við vorum ekki sammála (ég vildi fullt forræði, en hann vildi 50/50) og þar sem við vorum ekki sammála vildi hún að við færum til annars starfsmanns embættisins á fund til að ræða þessi mál. Sá starfsmaður var karlmaður og sagðist vera sálfræðimenntaður spurði okkur hver okkar sjónarmið væru og hvernig við vildum m.a. að umgengni yrði háttað og eftir að hafa hlustað á okkur bæði sagði hann að 50/50 skipti á forræði myndi einnig þýða 50/50 skipti á ábyrgð og þar sem honum fannst að annað okkar ætlaði að forðast ábyrgðina, þá vildi hann að það okkar sem væri tilbúið að axla hana myndi vera með forræðið."}, {"response_to": "26016187", "username": "Pappahólf", "message_id": "26018524", "user_id": "104886", "datetime": "2011-10-18 16:49:13", "datestring": "18. okt. '11, kl: 16:49:13", "text": "Ég á trúlegast eftir að fá svör við þessu hjá félagsráðgjafanum. En, er er semsagt sálfræðingur með í ferlinu? Veistu hvort það sé hægt að krefjast sálfræðimats á okkur áður en umgengni er ákveðin?"}, {"response_to": "25968282", "username": "guðny1", "message_id": "26017496", "user_id": "128275", "datetime": "2011-10-18 15:19:49", "datestring": "18. okt. '11, kl: 15:19:49", "text": "Mér fannst minn strákur alltof ungur fyrir þetta vikudæmi 3 ára hann byrjaði að vera viku hjá pabba sínum 5 eða 6 ára minnir mig.Við vorum með þetta 2 daga aðra vikuna og 3 hina ég myndi aldrei velja það í dag hann var mjög óöruggur á þessum tíma og bara ekki að virka og þetta hafði  bara ekki góð áhrif á hann.Held það sé mjög erfitt að finna út hvað er að virka í dag enn ef maður þekkir doldið inná barnið sitt ætti maður kannski að geta séð út hvað er að henta því og prufa eitthvað"}, {"response_to": "26017496", "username": "Pappahólf", "message_id": "26018626", "user_id": "104886", "datetime": "2011-10-18 16:54:56", "datestring": "18. okt. '11, kl: 16:54:56", "text": "Var fyrirkomulagið þá sett á með þínu ósamþykki... varstu \"skikkuð\" í það? Ég er að velta fyrir mér hvernig það er tekið á svona málumi þegar foreldrarnir eru svona svakalega óssammála."}]}