{"url": "https://bland.is/umraeda/lesa-prjonauppskriftir/25971442/?page=3892", "date": "2011-10-14 05:37:13", "id": "25971442", "items": [{"text": "hæ hæ er einhver sem veit um youtube síðu eða einhvern stað þar sem ég get lært að lesa prjónauppskriftir?  Ég keypti mér bók sem á að vera fyrir byrjendur en ég skil hvorki upp né niður í þessu.  Ég kann svona helstu prjónana t.d. rétt og rangt, garðaprjón og slétt.  ég hef verið að prjóna vettlinga, sokka og peysur en allt bara eftir mínu eigin höfði því eg hef bara ekki hugmynd um hvernig ég á að lesa þessar uppskriftir.  Hef fundið svo flotta uppskrift af galla sem mig langar að prjóna á strákinn minn en ég skil bara ekki uppskriftina, og er alveg komin á það að gera eins og vanalega bara slumpa á hvernig þetta er gert.   Tek það fram að ég bý í Noregi þannig að ég hef ekki aðgang að íslensku bókasafni", "title": "lesa prjónauppskriftir", "username": "tiril", "message_id": "25971442", "user_id": "125846", "response_to": null, "datetime": "2011-10-14 05:37:13", "datestring": "14. okt. '11, kl: 05:37:13"}, {"response_to": "25971442", "username": "piscine", "message_id": "25971693", "user_id": "16009", "datetime": "2011-10-14 08:16:13", "datestring": "14. okt. '11, kl: 08:16:13", "text": "Hmm... bara lesa 1 línu í einu og fikra sig þannig áfram."}, {"response_to": "25971442", "username": "ungalambid", "message_id": "25971778", "user_id": "38082", "datetime": "2011-10-14 08:34:40", "datestring": "14. okt. '11, kl: 08:34:40", "text": "segi einsog piscine bara lesa eina línu í einu þá er þetta auðskiljanlegra og ef það er einhver lína sem þú ekki skilur bara spyrðu hér =) alltaf hægt að fá hjálp hérna =)"}, {"response_to": "25971442", "username": "Máni", "message_id": "25971936", "user_id": "154", "datetime": "2011-10-14 09:00:55", "datestring": "14. okt. '11, kl: 09:00:55", "text": "hvernig uppskriftir ertu að tala um?  það sem er skrifað eða það sem er \"teiknað\"  mynstur eru lesin frá hægri til vinstri en annars eins og þær segja þá er málið að taka eina línu í einu og googla allar skammstafanir og jafnvel leita á youtube líka."}, {"response_to": "25971442", "username": "gran", "message_id": "25972190", "user_id": "157132", "datetime": "2011-10-14 09:33:56", "datestring": "14. okt. '11, kl: 09:33:56", "text": "Öll þau almennu bókasöfn sem ég hef farið á í Noregi hafa frábært úrval af prjónabókum."}, {"response_to": "25972190", "username": "gran", "message_id": "25972376", "user_id": "157132", "datetime": "2011-10-14 10:00:56", "datestring": "14. okt. '11, kl: 10:00:56", "text": "Þú gætir prófað"}, {"response_to": "25972190", "username": "tiril", "message_id": "25976100", "user_id": "125846", "datetime": "2011-10-14 17:11:24", "datestring": "14. okt. '11, kl: 17:11:24", "text": "já þetta hljómar allt vel hjá þér, en þar sem ég bý er t.d. ekki annað en skólabókasafn, það er engin prjónabúð nema coop þar sem ég get keypt garn.  Það er alveg nóg af prjónakonum hérna, en þær sem ég hef verið að spyrja um hjálp eru bara með sín eigin munstur og hafa eins og ég, aldrei lært að lesa uppskriftir.  En það sem mig langar svo að prjóna á strákinn minn er heilgalli sem er svona hálfgerður grímubúningur (mörgæs), þetta á að vera rosalega einfalt en ég bara skil engan vegin uppskriftina (er á norsku)"}, {"response_to": "25976100", "username": "gudlauganna", "message_id": "25976879", "user_id": "91853", "datetime": "2011-10-14 18:11:16", "datestring": "14. okt. '11, kl: 18:11:16", "text": "settu inn fyrstu línurnar og við hjálpum."}, {"response_to": "25976879", "username": "gran", "message_id": "25978262", "user_id": "157132", "datetime": "2011-10-14 20:21:11", "datestring": "14. okt. '11, kl: 20:21:11", "text": "Ég skil þig og veit að það er engrar hjálpar að leita í Coop en eins og Guðlauganna sagði \"við hjálpum\" svo þá er bara eftir að finna hvar hnífurinn stendur í kúnni!"}, {"response_to": "25978262", "username": "tiril", "message_id": "25981213", "user_id": "125846", "datetime": "2011-10-15 06:30:18", "datestring": "15. okt. '11, kl: 06:30:18", "text": "nei er ekki búin að kaupa garnið enþá, þarf að panta það af netinu því það er ekki til hérna.  Ég er enþa að reyna að grufla mig fram úr peysunni sem ég ákvað að prjóna á strákinn minn.  En ég skal setja inn uppskriftina um leið og ég fer að demba mér í þetta.  Var nefnilega að hugsa um að ef þetta kæmi vel út þá ætlaði ég að prjóna svona á hina 2 strákanna í fjölskyldunni í jólagjöf, þannig að ég þarf að fara að byjra fljótlega"}]}