{"url": "https://bland.is/umraeda/slim-i-lungum-eftir-mat-/26030155/?page=3872", "date": "2011-10-19 15:26:25", "id": "26030155", "items": [{"text": "Ég var í mestu vandræðum með fyrirsögn þar sem þetta er frekar skrítið \"vandamál\" en ég á litla 8 mánaða skvísu og nánast frá fæðingu þá hef ég tekið eftir því að þegar hún er búin að drekka/borða þá \"skrollar\" svona í henni, eins og þegar maður er með kvef og þarf að hósta eða ræskja sig. Það er hreinlega vont að hlusta á hana því manni langar að hósta fyrir hennar hönd. Ég lét hlusta hana og sagði lækni frá þessu fyrir nokkrum mánuðum en þá var ekkert í lungunum á henni. Ég ætla að láta tékka á henni aftur því mér finnst þetta svo undarlegt, hún er ekki svona á milli máltíða, en það er eins og það verði einhver rosaleg slím myndun þegar hún borðar og drekkur. Þetta virðist ekkert trufla hana og hún er pottþétt ekki kvefuð þannig að mér finnst þetta mjög sérstakt. Kannast einhver við svona ?", "title": "slím í lungum eftir mat ?", "username": "asco", "message_id": "26030155", "user_id": "55267", "response_to": null, "datetime": "2011-10-19 15:26:25", "datestring": "19. okt. '11, kl: 15:26:25"}, {"response_to": "26030155", "username": "ny1", "message_id": "26031492", "user_id": "187737", "datetime": "2011-10-19 17:26:13", "datestring": "19. okt. '11, kl: 17:26:13", "text": "er þetta alltaf? eða bara þegar hún borðar ákveðnar fæðutegundir? Mjólkurmatur er t.d. mjög slímaukandi (en annars kannast ég sem betur fer ekki við þetta vandamál en er með eina astmaveika sem má ekki fá of mikið af mjólkurvörum)."}, {"response_to": "26030155", "username": "Janijúlíus", "message_id": "26034009", "user_id": "4463", "datetime": "2011-10-19 20:32:06", "datestring": "19. okt. '11, kl: 20:32:06", "text": "Ég kannast nú ekki við þetta hjá börnunum mínum, en ég er svona sjálf og hef ekki hugmynd um hvað þetta getur verið:-/"}, {"response_to": "26030155", "username": "TylerD", "message_id": "26034076", "user_id": "103470", "datetime": "2011-10-19 20:36:12", "datestring": "19. okt. '11, kl: 20:36:12", "text": "er þetta ekki astmi?"}, {"response_to": "26030155", "username": "Mainstream", "message_id": "26034699", "user_id": "110531", "datetime": "2011-10-19 21:11:08", "datestring": "19. okt. '11, kl: 21:11:08", "text": "Gæti þetta verið bakflæði sem fer ofan í lungun?"}]}