{"url": "https://bland.is/umraeda/hvada-hundafodur-og-fleira-fyrir-sheffer/26199383/?page=3785", "date": "2011-11-02 21:09:54", "id": "26199383", "items": [{"text": "Ég er með rúmlega 2 ára sheffer rakka. Hann er mjög matvondur, borðar ekki matinn sinn nema að ég seti e-ð gott með, skinku eða kæfu.  Hann var mjög grannur þegar ég fékk hann og hef ég verið að reyna að fita hann og dekstrað hann þá með því að setja þá e-ð gott með matnum því ég vil ekki að hann sleppi því að borða sem hann gerir ef það er ekki gert.  Hann er með rosalega mikið hárlos, heyrði að það væri gott að setja lýsi útá matinn hans, hann borðar hann þá allaveganna, en er alveg í lagi að setja lýsi yfir matinn hans alltaf þegar hann borðar 2x á dag? Hvaða hundafóðri mæliði með fyrir  sheffera? Hann er rosalega mikill varðhundur, þegar einhver ókunnugur kemur heim urrar hann og geltir þangað til að hann fær að þefa af honum og þegar það er dinglað æðir hann að hurðinni og geltir. Við höfum verið að vinna í þessu og hann bíður núna á staðnum sínum á meðan farið er til dyra, æðir semsagt ekki að hurðinni. En þó svo að hann bíði á sínum stað á meðan gesturinn kemur inn er hann samt að urra og geltir smá, samt ekki eins og áður kemur svona eitt og eitt gelt. Finnst þetta svo leiðinlegt, er e-ð sem ég get gert eða er þetta bara í eðlinu. Er samt ánægð með að hafa náð því að hann æði ekki alltaf að hurðinni. Þegar hann hittir aðra hunda: Hann á besta vin, labrador rakka, þegar þeir hittust fyrst voru frekar mikil læti og valdabarátta en í dag borða þeir úr sömu skál. Ég þekki labrador eigandann vel og urðu þessir hundar eiginlega að ná saman því þeir þurfa oft að vera saman. Þegar ég fer út að ganga með hann og hann sér aðra hunda sem gelta á hann kemur kannski smá kambur svo ekkert mál en stundum sérstaklega þegar það eru hundar sem gelta ekki á hann geltir hann þvílíkt á þá og verður mjög æstur, þarf að tosa hann í burtu. Ég vil ekki leyfa honum að hitta aðra hunda í taum sem ég þekki ekki. Hann hefur oft fengið að hitta tíkur og þaðer ekkert mál leika sér bara saman og þær koma heim til okkar og ekkert mál þó svo hann verji heimilið sitt mikið. Þegar hann hittir nýja hunda, þá tíkur því ég hef ekki þorað að láta hann hitta aðra rakka en labradorinn, þá geltir hann oft fyrst mikið á meðan hann er að nálgast þær svo er bara allt í lagi og þau hlaupa saman og leika sér :) Langar að fara með hann í hundagöngur og fara með hann á hundasvæði og leika með öðrum hundum því honum finnst það svo gaman en ég er samt alltaf hrædd um að honum lendi saman við aðra rakka og hef því ekki gert það. Væri gaman að fá að heyra frá öðrum hundaeigendum :)", "title": "Hvaða hundafóður og fleira fyrir Sheffer", "username": "hundaeigandi8", "message_id": "26199383", "user_id": "190769", "response_to": null, "datetime": "2011-11-02 21:09:54", "datestring": "2. nóv. '11, kl: 21:09:54"}, {"response_to": "26199383", "username": "hundaeigandi8", "message_id": "26199447", "user_id": "190769", "datetime": "2011-11-02 21:14:33", "datestring": "2. nóv. '11, kl: 21:14:33", "text": "Gleymdi einu, hann er rosalega vinnuglaður, nánast eftir hvern göngutúr kemur hann með stóran stein eða spýtu heim, finnur hana oftast snemma í göngutúrnum og heldur á henni alla leið heim. Mælið þið með svona töskum og hvernig æfingar væru góðar fyrir hann ?"}, {"response_to": "26199447", "username": "Alpha❤", "message_id": "26206630", "user_id": "105727", "datetime": "2011-11-03 15:07:57", "datestring": "3. nóv. '11, kl: 15:07:57", "text": "minn border collie gerir þetta líka.. semsagt gengur með spýtu eða stein í munninum allan göngutúrinn."}, {"response_to": "26206630", "username": "bambi12", "message_id": "26210054", "user_id": "13645", "datetime": "2011-11-03 20:09:05", "datestring": "3. nóv. '11, kl: 20:09:05", "text": "Ég hélt að þeir væru að þessu til að vinna :)"}, {"response_to": "26210054", "username": "Alpha❤", "message_id": "26211266", "user_id": "105727", "datetime": "2011-11-03 21:20:53", "datestring": "3. nóv. '11, kl: 21:20:53", "text": "já ég hélt það líka. en ég er búin að googla og googla þetta og alveg nokkrar síður sögðu að þeir gera þetta því þeim leiðist. þannig að kannski eru þeir að \"vinna\" því þeim leiðist og því þarf að finna eitthvað handa þeim að gera. eitthvað meira krefjandi"}, {"response_to": "26211266", "username": "hundaeigandi8", "message_id": "26212231", "user_id": "190769", "datetime": "2011-11-03 22:10:36", "datestring": "3. nóv. '11, kl: 22:10:36", "text": "Já, en hann gerir þetta líka þó svo að hann fái að hlaupa útum allt með öðrum hundi og nóg að gerast... Þá velur hann sér stein og heldur á útum allt og líka hinn hundurinn :) Hann lærði þetta af honum.."}, {"response_to": "26212231", "username": "sol3y", "message_id": "26226973", "user_id": "84173", "datetime": "2011-11-05 13:30:35", "datestring": "5. nóv. '11, kl: 13:30:35", "text": "hefuru farið að hjóla með hann? ég mæli með að þú kaupir á hann beisli og kennir honum að draga, það er æðislega skemmtilegt, við vorum með husky blöndu og hann alveg elskaði að far aút að hjóla og fá að draga okkur á hjólinu, var líka voða gaman að draga krakkana á snjóþotum og svona á veturnar..."}, {"response_to": "26226973", "username": "sol3y", "message_id": "26226996", "user_id": "84173", "datetime": "2011-11-05 13:32:05", "datestring": "5. nóv. '11, kl: 13:32:05", "text": "já og ég er með minn hund á hráfæði frá"}, {"response_to": "26199383", "username": "tinnadrofn", "message_id": "26239913", "user_id": "191021", "datetime": "2011-11-06 19:59:02", "datestring": "6. nóv. '11, kl: 19:59:02", "text": "pedigree er gott"}, {"response_to": "26239913", "username": "Indie", "message_id": "26241704", "user_id": "156825", "datetime": "2011-11-06 21:51:15", "datestring": "6. nóv. '11, kl: 21:51:15", "text": "Pedigree er ógeðslegt !"}, {"response_to": "26241704", "username": "hestastrumpur", "message_id": "26245356", "user_id": "98823", "datetime": "2011-11-07 10:07:46", "datestring": "7. nóv. '11, kl: 10:07:46", "text": "ég mæli með Schafarblöndunni frá roal canin og svo er halla foder sem bendir er með mjög gott líka. Og með schafer þá þurfa þeir að fá að nota hausinn líka ekki bara labba svo það er gott að æfa spor með þeim t.d og breitilega hlíðnivinnu."}, {"response_to": "26245356", "username": "hundaeigandi8", "message_id": "26247221", "user_id": "190769", "datetime": "2011-11-07 13:16:34", "datestring": "7. nóv. '11, kl: 13:16:34", "text": "Takk fyrir svörin. Ég hef  verið að æfa hann í að finna og svoleiðis finnst það rosa gaman og þreytist meira við það."}, {"response_to": "26247221", "username": "52cm", "message_id": "26256490", "user_id": "50328", "datetime": "2011-11-08 01:13:39", "datestring": "8. nóv. '11, kl: 01:13:39", "text": "Ég er með einn 1 árs sheffer og er að gefa honum arion fórið lamb og rice, finnst hárlosiið hafa minnkað og þetta fer vel í hann :)"}, {"response_to": "26247221", "username": "tóin", "message_id": "26258324", "user_id": "161670", "datetime": "2011-11-08 11:25:46", "datestring": "8. nóv. '11, kl: 11:25:46", "text": "Það er mikilvægt að umhverfisvenja hvolpa strax frá byrjun með öðrum hundum - til að forðast vandamál síðar meir."}]}