{"url": "https://bland.is/umraeda/vantar-bankalana-fraedslu-/26204974/?page=3806", "date": "2011-11-03 12:27:48", "id": "26204974", "items": [{"text": "Vantar endilega svar frá einhverjum alfróðum um bankamál.1. Ef manneskja ákveður að taka lán til að losa sig úr uppsöfnuðu skuldafeni eða einhverju slíku, getur henni þá verið hafnað ef hún er með lán annars staðar í frystingu ? Og eins ef þessi aðili fékk niðurfelld lán frá bankanum eins og margir aðrir.2. Ef manneskja tekur þannig lán (sem hún þarf að nota í uppsafnaðar skuldir) er þá vanalegt að bankinn vilji fá að sjá í hvað þeir peningar eiga að fara og vilji jafnvel taka reikningana og greiða þá upp svo það sé öruggt að það sé gert ?3. Ef banki neitar að veita lán, má þá leita í annan banka til að sækja um þar ? Eða þarf maður að vera fastur viðskiptavinur ? 4. Ef aðili skuldar mikið af \"lausum\" skuldum, uppsafnað hér og þar og heimildir uppá einhverja hundrað þúsund kalla en borgar samt af því sem hann getur reglulega, er þá ekki að borga sig samt fyrir hann að taka bankalán sem gæti losað hann við þetta fen og borga minna á mánuði af því láni sem sagt ? Hann gæti t.d. hafa safnað þessum skuldum v/óvæntra útgjalda, veikinda, skilnaðar, atvinnumissis eða annað en bjartari tímar væru framundan fyrir hann en skuldafenið væri of mikið til að hann gæti losað sig við það. Er þá ekki bankalán ódýrari kostur ? Lægri afborganir t.d. ?", "title": "Vantar bankalána fræðslu.", "username": "kría litla", "message_id": "26204974", "user_id": "178467", "response_to": null, "datetime": "2011-11-03 12:27:48", "datestring": "3. nóv. '11, kl: 12:27:48"}, {"response_to": "26204974", "username": "kría litla", "message_id": "26206245", "user_id": "178467", "datetime": "2011-11-03 14:27:21", "datestring": "3. nóv. '11, kl: 14:27:21", "text": "Er enginn alfróður hér sem veit allt um bankalánin í dag ? ;)"}, {"response_to": "26204974", "username": "Corona Borealis", "message_id": "26206310", "user_id": "59520", "datetime": "2011-11-03 14:33:46", "datestring": "3. nóv. '11, kl: 14:33:46", "text": "1. Já það er hægt að hafna um lán, ef þú getur ekki greitt af einu láni þá geturu ekki greitt af öðru. Það fer allt eftir því hvers konar niðurfellingu er um að ræða, ef það er t.d. 110% leiðin þá stoppar hún ein og sér ekkert."}, {"response_to": "26206310", "username": "kría litla", "message_id": "26206371", "user_id": "178467", "datetime": "2011-11-03 14:39:22", "datestring": "3. nóv. '11, kl: 14:39:22", "text": "Takk fyrir góð svör :)"}, {"response_to": "26204974", "username": "Almeida", "message_id": "26206349", "user_id": "128296", "datetime": "2011-11-03 14:36:30", "datestring": "3. nóv. '11, kl: 14:36:30", "text": "1. Já, þér getur verið hafnað af þessum ástæðum. Lán í frystingu sýnir að þú getir ekki staðið við þær skuldbindingar sem þú nú þegar hefur og önnur bankastofnun er þá treg að lána þér pening."}, {"response_to": "26206349", "username": "kría litla", "message_id": "26206494", "user_id": "178467", "datetime": "2011-11-03 14:53:20", "datestring": "3. nóv. '11, kl: 14:53:20", "text": "Ok, málið er að aðilinn sem um ræðir er með íbúðalán í frystingu (afborganirnar af því bara eru um 40 þús á mán held ég), hann er með erlent bílalán sem hækkaði upp úr öllu valdi en er í dag í sömu upphæð og þegar hann tók lánið, hann skuldar nokkra mánuði þar en borgar alltaf elsta greiðsluseðilinn um hver mán.mót. Hann fékk nokkurra þúsunda kr heimild fyrir nokkrum mánuðum til að borga skóla og annað og held hann sé að greiða um 40 þús af þeirri heimild á mánuði og á meðan hann er að borga inn á heimildina þá bætast við nýjir reikningar hér og þar. Þá fór hann að spá hvort það myndi þá borga sig fyrir hann að taka lán sem myndi greiða upp vangreidda reikninga og heimildina og vera þá kannski að borga bara af því láni ca 20 þús (ef það væri hægt) en þá væri það auðvitað í lengri tíma. Spurning hvort hann þyrfti að taka nýja heimild (ef hann fengi ekki lán) þegar hann væri búinn að borga þá fyrri alveg niður og myndi þá þurfa nýja til að greiða upp skuldir. Er það ekki alltof dýrt ? Að þurfa alltaf að taka heimildir endalaust ?"}, {"response_to": "26206494", "username": "Almeida", "message_id": "26206549", "user_id": "128296", "datetime": "2011-11-03 14:59:06", "datestring": "3. nóv. '11, kl: 14:59:06", "text": "Ég er ekki viss um að hann fái heimild ef hann fær ekki lán... því heimild er líka lán, bara ekki með föstum afborgunum."}, {"response_to": "26206549", "username": "kría litla", "message_id": "26206581", "user_id": "178467", "datetime": "2011-11-03 15:01:52", "datestring": "3. nóv. '11, kl: 15:01:52", "text": "Hann virðist reyndar alltaf geta reddað sér fyrir horn með yfirdrætti frá bankanum en ég hélt bara að það væri svo ferlega dýrt og þá væri ódýrara fyrir hann að taka lán til að losa sig úr þessum skuldapytti. En það er kannski bara vitleysa hjá mér."}, {"response_to": "26206581", "username": "Almeida", "message_id": "26206598", "user_id": "128296", "datetime": "2011-11-03 15:03:59", "datestring": "3. nóv. '11, kl: 15:03:59", "text": "Yfirdáttur í dag er með hagstæðustu lánunum... vextir af þeim eru svipuð og af bankalánum en hafa engann aukakostnað eins og lántökukostnað og þannig."}, {"response_to": "26206598", "username": "kría litla", "message_id": "26206641", "user_id": "178467", "datetime": "2011-11-03 15:08:48", "datestring": "3. nóv. '11, kl: 15:08:48", "text": "Segi honum það ! Takk fyrir fræðsluna :)"}]}