{"url": "https://bland.is/umraeda/leyjendasamtok-/26206048/?page=3806", "date": "2011-11-03 14:10:04", "id": "26206048", "items": [{"text": "Eru þau til ?   Ég veit að þau voru til fyrir nokkrum árum en lögðust af.  Núna er svo komið að íbúðin sem ég bý í er óæskileg til búsetu.   Öll gólfplatan er mjög rök og raki upp í metershæð í íbúðinni og lofti á baðherbergi og gangi og það er myglusveppur í stigaholi hérna, svefnherbergjum, forstofu og stofunni.  Er búin að fá konsult um að þetta og er líklegast grasserandi myglusveppur undir öllum gólfefnum. Heimilismeðlimir eru búnir að vera veikir, með almenn einkenni og astma. barnið á heimilinu er einnig búið að vera með lungnabólgu.Ég þarf að taka og henda öllu dóti barnsins sem ekki má fara í uppþvottavél og skrúbba húsgögn með sérstökum efnum, djúphreinsa rúm, sófa og annað.  Þetta er kostnaður og vinna sem ég er ekki tilbúin til að greiða og finnst að leigusali ætti að standa straum af þessum kostnaði.  Einnig finnst mér fráleitt að greiða leigu fyrir þennan mánuð. Ég gerði leigusala grein fyrir þessu vandamáli rétt fyrir miðjan síðasta mánuð og greiddi fulla leigu. Þetta konsult var gert í dag og ég er að velta fyrir mér mínum rétti því það kemur ekki til greina að búa við þessar aðstæður.  Hafið þið reynslu af slíkum málum?", "title": "Leyjendasamtök?", "username": "gáttari", "message_id": "26206048", "user_id": "22656", "response_to": null, "datetime": "2011-11-03 14:10:04", "datestring": "3. nóv. '11, kl: 14:10:04"}, {"response_to": "26206048", "username": "Jólasveinninn minn", "message_id": "26206057", "user_id": "94033", "datetime": "2011-11-03 14:11:12", "datestring": "3. nóv. '11, kl: 14:11:12", "text": "Er þetta á Íslandi? Svona af því að þú talar um \"konsult\"."}, {"response_to": "26206057", "username": "gáttari", "message_id": "26206085", "user_id": "22656", "datetime": "2011-11-03 14:13:19", "datestring": "3. nóv. '11, kl: 14:13:19", "text": "já."}, {"response_to": "26206085", "username": "Jólasveinninn minn", "message_id": "26206154", "user_id": "94033", "datetime": "2011-11-03 14:20:00", "datestring": "3. nóv. '11, kl: 14:20:00", "text": "Ok, vildi bara fá það á hreint út af lagalega þættinum."}, {"response_to": "26206154", "username": "Jólasveinninn minn", "message_id": "26206186", "user_id": "94033", "datetime": "2011-11-03 14:23:17", "datestring": "3. nóv. '11, kl: 14:23:17", "text": "Getur líka skoðað spurt og svarað á síðunni hjá þeim."}, {"response_to": "26206154", "username": "gáttari", "message_id": "26206298", "user_id": "22656", "datetime": "2011-11-03 14:32:47", "datestring": "3. nóv. '11, kl: 14:32:47", "text": "Takk kærlega fyrir.  Ég ætla að hafa samband við þau á morgun. :)"}]}