{"url": "https://bland.is/umraeda/ad-vera-med-einn-eda-tvo-hunda-/26367810/?page=3726", "date": "2011-11-17 23:05:58", "id": "26367810", "items": [{"text": "Er með 1 árs pomma strák, er að velta fyrir mér hvort að það sé mikið meiri vinna að vera með 1 eða 2 hunda? Munar svo miklu að vera með 2?  Langar rosa mikið að fá mér annan svo að litli snúðurinn sé ekki einn á daginn, hann er svo mikill félagsvera, svo að það er annaðhvort að fá sér annan hund eða setja hann til \"dagmömmu\". Veit einhver um Svona voffa dagmömmu?kv. Gunnhildur", "title": "Að vera með einn eða tvo hunda?!", "username": "G24", "message_id": "26367810", "user_id": "99743", "response_to": null, "datetime": "2011-11-17 23:05:58", "datestring": "17. nóv. '11, kl: 23:05:58"}, {"response_to": "26367810", "username": "tóin", "message_id": "26367876", "user_id": "161670", "datetime": "2011-11-17 23:10:39", "datestring": "17. nóv. '11, kl: 23:10:39", "text": "Tveir hundar þýðir tvöföldun á kúkasöfnun, mat og dýralækni, auk leyfisgjalda."}, {"response_to": "26367810", "username": "gottta", "message_id": "26368172", "user_id": "104928", "datetime": "2011-11-17 23:37:38", "datestring": "17. nóv. '11, kl: 23:37:38", "text": "við genfum okkur annan hund þegar rakkinn var 5 ára, hann var farinn að eldast svolítið og fannst fínt að slaka á, ss. nennti engum sérstökum  látum eins og áður, eftir að nýji hundurinn kom inná heimilið varð hinn eldri eins og þegar hann var hvolpur og leika þau sér mikð saman, en það að taka hana í sátt tók nokkra mánuði! en eins og eg segi þá leika þau saman sátt í dag, þessi eldri kenndi yngri mjög margt á hvolpatímanum, hef ekki séð eftir þessari ákvörðun í eina mínutu! svo ef þú átt fyrir auka hundi, peningalega og plásslega séð, þá segi ég endilega go for it!"}, {"response_to": "26367810", "username": "elinjons", "message_id": "26410050", "user_id": "110254", "datetime": "2011-11-21 23:39:58", "datestring": "21. nóv. '11, kl: 23:39:58", "text": "Hundum finnst mjög gaman af félagsskap svo ég mæli með að hafa tvo ef aðstæður eru til :)"}, {"response_to": "26367810", "username": "Gazette", "message_id": "26410170", "user_id": "130892", "datetime": "2011-11-21 23:50:52", "datestring": "21. nóv. '11, kl: 23:50:52", "text": "Það er líka rosa sniðugt ef þú ert búin að finna annan hund, að leyfa þeim að hittast eitthvað áður en þú tekur ákvörðun.. Ég hef heyrt bara góðar sögur af fólki með 2 hunda, miklu þæginlegra t.d að skilja þá eftir eina, þá er maður ekki með eins mikið samviskubit yfir því og þeim leiðist ekki eins mikið. Þá hafa þeir allavega félagsskap!"}]}