{"url": "https://bland.is/umraeda/profkvidi-einhver-rad-hjalp/26433377/?page=3706", "date": "2011-11-24 01:21:15", "id": "26433377", "items": [{"text": "fyrsty próf háskóla göngu minnar nálgast, og ég er ekki byrjuð að læra sökum verkefna og ritgerðaskila og kvíðinn er búinn að heltaka mig!!!! eruð þið með góð ráð sem hægt er að vinna gegn prófkvíða??og hvernig ég get undirbúið mig vel?", "title": "Prófkvíði einhver ráð? HJÁLP", "username": "esgud", "message_id": "26433377", "user_id": "178850", "response_to": null, "datetime": "2011-11-24 01:21:15", "datestring": "24. nóv. '11, kl: 01:21:15"}, {"response_to": "26433377", "username": "arja", "message_id": "26433445", "user_id": "98352", "datetime": "2011-11-24 01:39:34", "datestring": "24. nóv. '11, kl: 01:39:34", "text": "Anda rólega og hugsa með þér að þú náir þessu. Ekki lesa yfir þig, farðu frekar rólega yfir það sem að þú heldur að sé mikilvægast. Ekki mæta ósofin í prófið, leggðu frekar bókina frá þér snemma og fáðu góðann nætursvefn það gerir kraftaverk. Ekki detta inní það að hlusta á alla á ganginum sem eru að spurja spurninga sem gætu komið í prófinu, það gerir mann bara óöruggann. Ekki reyna að lesa á fullu yfir glósurnar þínar 5mín fyrir próf það gerir ekkert nema rugla þig og minni líkur á að þú munir staðreyndirnar. Reyndu að fá að taka prófið í sér stofu (minna truflandi), gefðu þér tíma til að svara spurningunum og byrjaðu á að svara því sem þú veist 100% hitt verður ennþá þarna þegar þú ert búin að svara þeim spurningum og þú verður öruggari með þig þegar þú veist að þú ert búin að gera eitthvað rétt (meiri líkur á að svarið hoppi í hausinn þegar þú ert ekki að einblíma á það). Með undirbúning þá er best að vera vel skipulagður og vita nokkurnvegin áherslu atriðin og kunna þau vel, annars er oft nóg að hafa hlustað vel í tímum, hafa unnið verkefni vel og fara bara í yfirferð. Búa til spurningalista og fá einhvern til að spyrja þig úr 1-2 dögum fyrir próf þar til þú getur svarað öllu rétt á listanum. Þetta allavega hjálpar mér að díla við prófin, vona að þetta hjálpi þér líka :)"}, {"response_to": "26433445", "username": "esgud", "message_id": "26452188", "user_id": "178850", "datetime": "2011-11-25 19:45:39", "datestring": "25. nóv. '11, kl: 19:45:39", "text": "Guð þúsund þakkir fyrir þetta!! ákvað að klára öll skil og er að hefja próflestur núna á fullu! skrifin þín náðu að róa mig heilmikið og munu hjálpa mér mikið!!!! :)"}, {"response_to": "26452188", "username": "arja", "message_id": "26462216", "user_id": "98352", "datetime": "2011-11-26 19:41:20", "datestring": "26. nóv. '11, kl: 19:41:20", "text": "Það var lítið :) Gangi þér úber vel í prófunum :)"}, {"response_to": "26433445", "username": "Lilith", "message_id": "26462251", "user_id": "5041", "datetime": "2011-11-26 19:45:41", "datestring": "26. nóv. '11, kl: 19:45:41", "text": "Ji, samt virkaði það best á mig að lesa á nóttunni og renna yfir glósurnar rétt fyrir próf. Reyndar bara rétt áður en ég fór út úr húsi, tók þær aldrei með mér. Um leið og ég var farin út úr húsi hætti ég að hugsa um prófið þar til ég settist niður í stofuna. En ég er líka algjör B manneskja, komst aldrei í gang að lesa fyrr en seinnipartinn. Þýddi sko ekkert fyrir mig að reyna að vakna snemma og læra, það fór ekkert inn í hausinn á mér þá."}, {"response_to": "26433377", "username": "Tigrisraekja", "message_id": "26433463", "user_id": "180143", "datetime": "2011-11-24 01:44:51", "datestring": "24. nóv. '11, kl: 01:44:51", "text": ""}, {"response_to": "26433463", "username": "esgud", "message_id": "26452203", "user_id": "178850", "datetime": "2011-11-25 19:46:54", "datestring": "25. nóv. '11, kl: 19:46:54", "text": "Takk kætalega fyrir góð ráð og góðan link að skoða!! ég er einmitt að vinna að skipulag svo ég komist yfir námsefnið!"}, {"response_to": "26433377", "username": "kata07", "message_id": "26433492", "user_id": "112714", "datetime": "2011-11-24 01:52:58", "datestring": "24. nóv. '11, kl: 01:52:58", "text": "Tvi meira sem eg laeri undir profin tvi minni verdur kvidinn, kvidinn eykst tegar eg hugsa um allt sem er eftir ad lesa.."}, {"response_to": "26433377", "username": "kata07", "message_id": "26433529", "user_id": "112714", "datetime": "2011-11-24 02:06:27", "datestring": "24. nóv. '11, kl: 02:06:27", "text": "Thu ert allavega ekki ein i thessu ! Gott finnst mer ad vera a bokasafni thar sem nokkrir laera undir prof eda eru ad gera verkefni, th a lidur mer adeins betur ad vera med theim."}, {"response_to": "26433529", "username": "esgud", "message_id": "26452214", "user_id": "178850", "datetime": "2011-11-25 19:47:55", "datestring": "25. nóv. '11, kl: 19:47:55", "text": "Já ég ætla að vera dugleg að nýta mér þá aðstöðu heldur en að læra heima þar sem ég truflast út af engu! Takk fyrir  :)"}, {"response_to": "26433377", "username": "Lilith", "message_id": "26462297", "user_id": "5041", "datetime": "2011-11-26 19:51:06", "datestring": "26. nóv. '11, kl: 19:51:06", "text": "Leggðu mesta áherslu á glósurnar. Það er efnið sem kennurunum finnst mikilvægast og eru því líklegastir til að spyrja úr."}]}