{"url": "https://bland.is/umraeda/er-einhver-sem-skilur-thetta-/26462886/?page=3705", "date": "2011-11-26 20:57:33", "id": "26462886", "items": [{"text": "Image SensorSensor Size 23.4 x 15.6mm Effective Pixel Approx. 14.6 Mega-pixels Total Pixel Approx. 15.1 Mega-pixels Color Filter RGB primary color filter Type CMOS LensMount Samsung NX Mount Usable Lens Samsung Lenses i-Functioni-Scene (depends on Lens)Image StabilizationType Lens Shift (depends on Lens) Mode OIS Mode1 / Mode2 / Off Distortion CorrectMode LDC On / Off (depends on Lens) Dust ReductionType Super sonic drive DisplayType AMOLED Size 3.0\" Resolution VGA (640 x 480) 614k dots (PenTile) User Display Grid (4 types), Histgram, Icons : On / Off Field of View Approx. 100% ViewFinderType EVF Resolution VGA (640 x 480) 921k dots equiv. Filed of View Approx. 100% Magnification Approx. 0.86x (APS-C, 50mm, -1m-1) Eyepoint Approx. 20.2mm FocusingType Contrast AF Mode Single AF, Continuous AF, MF Focusing point Selection : 1 Point (Free selection) Multi : Normal 15 Points, Close Up 35 Points Face Detection : Max. 10 faces AF-Assist Lamp Yes (Green LED) Shutter SpeedType Electronically controlled vertical-run focal plane shutter ExposureMetering System Metering: Multi, Centre-weighted, Spot Metering range: EV0 ~ 18 (ISO100•30mm F2.0) Compensation ± 3 EV (1/2EV, 1/3EV step) AE Lock AEL button ISO Equivalent Auto, 100, 200, 400, 800, 1600, 3200 (1EV or 1/3EV step)(1) Drive ModeMode Single, Continuous, Burst, Self-timer, Bracket (AE, WB, PW) Continuous JPEG: 3fps up to 6shots (LDC: On) 10 shots (LDC: Off) Burst mode: 10, 15, 30fps selectable, 30 shots by 1 released RAW: 3fps up to 3shots Bracket Auto Exposure Bracket (±3EV), White Balance Bracket (±3 step), Picture Wizard Bracket (Selectable 3 modes) Self-Timer 2 - 30sec. (1sec. step) Remote Controller Wired : SR9NX01 (Optional) White BalanceMode Auto, Daylight, Cloudy, Fluorescent (W, N, D), Tungsten, Flash, Custom, K (Manual) Micro Adjustment Each 7 steps in Amber / Blue / Green / Magenta axis Dynamic Range ExpansionSmart Range On / OffPicture WizardMode Standard, Vivid, Portrait, Landscape, Forest, Retro, Cool, Calm, Classic, Custom (1 - 3) Parameter Contrast, Sharpness, Saturation, Color ShootingMode SmartAuto, Lens Priority, Program, Shutter Priority AE, Aperture Priority AE, Manual, Sound Picture, Panorama, Scene, Movie Scene Mode Beauty shot, Children, Close Up, Text, Sunset, Dawn, Backlight, Fireworks, Beach & Snow, Night, Portrait, Landscape, Sports Sound Picture JPEG OnlySound Recording Time (Before and after shooting each 5sec or 10sec) Image Size JPEG (3:2) : 14M (4592 x 3056), 10M (3872 x 2592), 6M (3008 x 2000), 2M (1920 x 1280), 1.4M (1472 x 976): Burst mode only JPEG (16:9) : 12M (4592 x 2584), 8M (3872 x 2176), 5M (3008 x 1688), 2M (1920 x 1080) JPEG (1:1) : 9M (3056 x 3056), 6.7M (2592 x 2592), 4M (2000 x 2000), 1.6M (1280 x 1280) RAW : 14M (4592 x 3056) Quality Super fine, Fine, Normal RAW Format SRW Color Space sRGB, Adobe RGB Image PlayType Single image, Thumbnails (3 / 9 / 20 images), Slide show, Movie Smart Filter Miniature, Fish-Eye, De-fog, Halftone Dots, Soft FocusJPEG (3:2) : 6M (3008 x 2000), 2M (1920 x 1280), VGA (640 x 424)JPEG (16:9) : 5M (3008 x 1688), 2M (1920 x 1080), VGA (640 x 360) JPEG (1:1) : 4M (2000 x 2000), 1.6M (1280 x 1280), VGA (480 x 480) Editing Red eye fix, Back light comp., Photo Style Selector, Resize, Rotate, Face Retouch, Smart Filter Photo Style Selector Soft, Vivid, Forest, Autumn, Misty, Gloomy, Classic Highlight Warning Available Movie ClipFormat MP4 (H.264) Compression Movie : H.264, Sound : AAC Mode Program, Aperture Priority Frame Rate 30fps Image Size 1280 x 720, 640 x 480, 320 x 240 (Default: 1280 x 720) Movie Editing Still Image Capture, Time Trimming Sound Mono Sound StorageMedia SD, SDHC (Up to 32GB) File Format RAW (SRW), JPEG (EXIF 2.21), DCF, DPOF 1.1, PictBridge 1.0 Capacity (1GB) 14M: RAW 34 14M (3:2) : Super Fine 141, Fine 282, Normal 423 10M (3:2) : Super Fine 195, Fine 391, Normal 587 6M (3:2) : Super Fine 320, Fine 640, Normal 961 2M (3:2) : Super Fine 732, Fine 1465, Normal 2198 Burst (1.4M) : Super Fine 1161, Fine 2322, Normal 3484 12M (16:9) : Super Fine 166, Fine 332, Normal 499 8M (16:9) : Super Fine 232, Fine 464, Normal 696 5M (16:9) : Super Fine 376, Fine 752, Normal 1129 2M (16:9) : Super Fine 850, Fine 1703, Normal 25509M (1:1) : Super Fine 210, Fine 420, Normal 630 6.7M (1:1) : Super Fine 288, Fine 576, Normal 8644M (1:1) : Super Fine 470, Fine 940, Normal 1411 1.6M (1:1) : Super Fine 1041, Fine 2083, Normal 3121Movie : 1280 x 720 : High Quality 15min., Normal 22min. 640 x 480 : High Quality 44min., Normal 66min. 320 x 240 : High Quality 145min., Normal 210min.(2) Languages16 (Korean, English, Danish, German, Dutch, Swedish, Spanish, Italian, Czech, French, Portuguese, Polish, Finnish, Russian, Simplified / Traditional Chinese)Direct Print SystemPictBridge PictBridge GPSType Geo-tagging w/ Optional GPS Module (WGS84) Function - Location Name(OSD) (English and Korean only) - Google Map Link (with intelli-Studio) InterfaceDigital Output Connector USB 2.0 (HI-SPEED) Video Output NTSC, PAL (user selectable)HDMI 1.3 : (1080i, 720P, 576P / 480P) External Release Yes DC Power Input Connector DC 9V, 1.5A (100 ~ 240V) PowerPower Source Type Rechargeable battery : BP1310 (1300mAh)Charger: BC1310AC Adaptor : AD9NX01 (Optional)(3) Battery Running Time (For This Model) 200min/400shots (CIPA Standard) Physical SpecificationDimension Dimension (WxHxD) 123 x 87 x 39.8mm (excluding the projecting parts of camera) Weight 353g (without batteries and card) Operating Temperature 0 ~ 40°C Operating Humidity 5 ~ 85% SoftwareApplication intelli-studio 3.0, Samsung RAW Converter 4, Adobe Reader System Requirement in GeneralFor Macintosh N/A For Windows Windows XP SP2 / Vista / 7 Intel Pentium 4 3.2GHz or higher / AMD AthlonTMFX, 2.6GHz or higher Minimum 512MB RAM (1GB or more recommended) 250MB of available hard disk space (1GB or more recommended) 1024 x 768 pixels, 16-bit color display compatible monitor (1280 x 1024 pixcels, 32-bit color display recommended) USB 2.0, Microsoft DirectX 9.0c or latern VIDIA Geforce 7600GT or higher / ATI X1600 series or higher # 64-bit editions of Windows XP / Vista / and 7 are not supported System Requirements for Samsung Raw ConverterFor Macintosh Mac OS X v10.6 / v10.5 / v10.4 Power PC / Intel Processor-based or compatible computer (Core 2 Quad or later recommended) 1GB or more RAM recommended Minimum 100MB of available hard disk space 1024 x 768 pixels, 24-bit color display compatible monitor For Windows Windows XP / Vista / 7 Intel Pentium, AMD Athlon Processor (Intel Pentium 4, AMD Athlon XP or later recommended) 1GB or more RAM recommended Minimum 100MB of available hard disk space 1024 x 768 pixels, Full Color (24-bit or higher) color display compatible FlashGuide Number 11 (at ISO 100) Angle of View Coverage 28mm wide-angle (Equivalent to 35mm) Sync. Speed Less than 1/180sec. Flash Compensation ± 2EV (0.5EV step) External Flash Samsung External Flash available (SEF42A, SEF20A, SEF15A : Optional) Synchro (Flash attachment) Hot Shoe Mode Smart Flash, Auto, Auto + Red-eye reduction, Fill-in, Fill-in + Red-eye reduction, 1st Curtain, 2nd Curtain, OFF Type TTL Auto Pop-up flash Usage note(1) Auto ISO upper level is selectable. (Up to ISO1600)(2) These figures are measure under the Samsung standard.(3) Included battery may vary depending on sales region.Þetta segjir mér bara akkúrat ekkert  :(", "title": "Er einhver sem skilur þetta?", "username": "traff", "message_id": "26462886", "user_id": "192646", "response_to": null, "datetime": "2011-11-26 20:57:33", "datestring": "26. nóv. '11, kl: 20:57:33"}, {"response_to": "26462886", "username": "Rafgas", "message_id": "26462901", "user_id": "191626", "datetime": "2011-11-26 20:58:58", "datestring": "26. nóv. '11, kl: 20:58:58", "text": "hvað finnst þér að þetta ætti að segja þér? hvað viltu vita?"}, {"response_to": "26462901", "username": "traff", "message_id": "26463172", "user_id": "192646", "datetime": "2011-11-26 21:27:32", "datestring": "26. nóv. '11, kl: 21:27:32", "text": "Takk fyrir að spurja sovna fallega :) Mig langar að vita hvort ég nái portretmyndum á hana af öru módeli, semsagt barninu mínu og hvort ég geti fókusað á það og haft bakrugginn óskýran og geta tekið myndina nálægt, s.s. þröngan ramma...held ég, úff ég kann ekki að tala þetta mál. það er svona það helsta sem ég hef áhuga á."}, {"response_to": "26463172", "username": "Rafgas", "message_id": "26463288", "user_id": "191626", "datetime": "2011-11-26 21:38:56", "datestring": "26. nóv. '11, kl: 21:38:56", "text": "þá þarftu að skoða ljósop væntanlegrar linsu, það er 1.8 eða 2.8, 5.0 etc. því lærri tala þýðir að þú náir þrengri fókusdýpt. Þessi virðist virka með samsung linsum, þannig að það er bara að finna eina sem ætti að virka. þessi myndavél er með nokkuð stóran nema (Sensor Size 23.4 x 15.6mm) stærri nema = þrengri fókusdýpt."}, {"response_to": "26462886", "username": "zooom", "message_id": "26462906", "user_id": "107885", "datetime": "2011-11-26 20:59:41", "datestring": "26. nóv. '11, kl: 20:59:41", "text": "Þú þarft ekki að skilja þetta, berðu bara saman við sambærilegar vörur og kauptu þá sem er með hæstu tölurnar m.v. verð."}, {"response_to": "26462906", "username": "Rafgas", "message_id": "26462914", "user_id": "191626", "datetime": "2011-11-26 21:01:01", "datestring": "26. nóv. '11, kl: 21:01:01", "text": "aaalls ekki, miklu frekar að skoða reviews. tölurnar segja bara hálfa söguna"}, {"response_to": "26462886", "username": "donaldduck", "message_id": "26464397", "user_id": "124716", "datetime": "2011-11-26 23:27:10", "datestring": "26. nóv. '11, kl: 23:27:10", "text": ""}]}