{"url": "https://bland.is/umraeda/greiningar-a-bornum/26565433/?page=3661", "date": "2011-12-05 19:46:11", "id": "26565433", "items": [{"text": "Dóttir mín er 3 ára og mjög orkumikil, frek og ákveðin stelpa. Hún getur ekki verið kjur lengi og á mjög erfitt með ef sagt er nei við hana. Hún er með eðlilegan málþroska en er þó eftir á í dönsku (er tvítyngd) En að okkar foredrana mati voðalega \"eðlileg\" bara.Leikskólinn hefur áhyggjur af því að hún hugsanlega gæti haft einhverjar greiningar þar sem þau:Ná ekki góðu augnsambandi við hana (það er ekki vandamál hér heima) Henni er illa við að vera snert (en og aftur, hérna heima, með vinum og fjölskyldu þá sækir hún mikið í að knúsa, leiða, sitja hjá og svo framvegis svo aftur komum við að fjöllum)Þeim finnst hún hafa meiri áhuga á dótinu en að leika við einhvern. Er með í leik og leikur ekki ein að jafnaði en þeim finnst hún samt sýna dótinu meiri áhuga en þeim sem hún leikur við.Hún plantar sér oft inn í leik annara án þess að spurja um leyfi og verður mjög örg þegar börnin ætla svo að taka dótið af henni og er víst svo þrjósk að börnin gefast oft upp við að fá dótið af henni aftur.Ég spurði hvað það væri sem gæti verið af ef eitthvað er, það var auðvitað sagt að þær væru ekki mentaðar í því að greina og mættu það ekki sem ég skil en hún nefndi þó að það væru til margar \"gerðir\" af einhverfu og svo AHDH. Ert og þið snillingar í greiningu, eru börn með AHDH með lélegt augnsamband? eru fleiri greiningar en einhverfa þar sem augnsamband er lélegt? Eru einhverf börn þannig að þau ná augnsambandi við suma en ekki aðra? Hún var á öðrum leikskóla þar til fyrir þremur mánuðum síðan og þar var ekki minnst orði á að það vantaði augnsamband.....", "title": "Greiningar á börnum", "username": "mineralvand", "message_id": "26565433", "user_id": "193714", "response_to": null, "datetime": "2011-12-05 19:46:11", "datestring": "5. des. '11, kl: 19:46:11"}, {"response_to": "26565433", "username": "Askepot", "message_id": "26565478", "user_id": "35109", "datetime": "2011-12-05 19:48:36", "datestring": "5. des. '11, kl: 19:48:36", "text": "Ég þori ekki að fullyrða en ég hef aldrei heyrt né upplifað að ADHD börn séu með lélegt augnsamband."}, {"response_to": "26565478", "username": "mineralvand", "message_id": "26565609", "user_id": "193714", "datetime": "2011-12-05 19:57:30", "datestring": "5. des. '11, kl: 19:57:30", "text": "Ég hélt það líka en leikskólakennarinn fullyrti að það ætti líka við um ADHD börn, held að ég sé engu að ljúga að Damp er sama og ADHD?"}, {"response_to": "26565609", "username": "Askepot", "message_id": "26565790", "user_id": "35109", "datetime": "2011-12-05 20:12:50", "datestring": "5. des. '11, kl: 20:12:50", "text": ""}, {"response_to": "26565433", "username": "Harpajul", "message_id": "26565512", "user_id": "2754", "datetime": "2011-12-05 19:50:46", "datestring": "5. des. '11, kl: 19:50:46", "text": "held að augnsamband hafi ekkert með ADHD að gera, en strákurinn minn sem er á einhverfurófi (asperger) hefur augnsamband við suma en ekki aðra og eiginlega líka í sumum aðstæðum en ekki öðrum, hann er reyndar líka með ADHD og mótþróaröskun en ég hef aldrei heyrt neitt talað um lélegt augnsamband nema í sambandi við einhverfurófið"}, {"response_to": "26565512", "username": "mineralvand", "message_id": "26565621", "user_id": "193714", "datetime": "2011-12-05 19:58:42", "datestring": "5. des. '11, kl: 19:58:42", "text": "Hvað var strákurinn þinn gamall þegar hann greindist? Var hann öðruvísi í leikskóla en heima? Hvernig lýstu einkennin sér hjá honum? Ef þú vilt svara þá máttu líka alveg gera það í skilaboðum :)"}, {"response_to": "26565621", "username": "Harpajul", "message_id": "26569819", "user_id": "2754", "datetime": "2011-12-06 01:07:01", "datestring": "6. des. '11, kl: 01:07:01", "text": "hann fékk ADHD greiningu 5 ára, en einhverfurófsröskun 9 ára, hann er mjög ólíkur í skóla/ leikskóla og heima, hans einkenni koma fyrst og fremst fram í erfiðri hegðun og mikilli vanlíðan og kvíða, hann á mjög erfitt með að setja sig í spor annarra og hefur afar slaka félagsfærni, einnig hefur hann víðtækan skynjunarvanda, þolir illa hljóð, greinir illa hvort honum er heitt/kalt, vill ekki vera í sokkum, mikil þörf fyrir rútínur og á það til að taka hluti/fólk fyrir(þráhyggjutengt)"}, {"response_to": "26565433", "username": "alboa", "message_id": "26565606", "user_id": "31118", "datetime": "2011-12-05 19:57:22", "datestring": "5. des. '11, kl: 19:57:22", "text": "Þú segir að hún hafi skipt um leikskóla fyrir þremur mánuðum og ef þið eruð í Danmörku, getur verið að hún nái ekki að fylgja börnunum í leik? Verandi ný í leikskólanum, getur ekki verið að hún sé bara smá einmanna ennþá og að reyna finna sér stöðu á nýjum stað? Var eitthvað minnst á þetta á hinum leikskólanum?"}, {"response_to": "26565606", "username": "mineralvand", "message_id": "26565672", "user_id": "193714", "datetime": "2011-12-05 20:03:10", "datestring": "5. des. '11, kl: 20:03:10", "text": "Hún er fædd og uppalin hérna og fór ekki ein á leikskólan (skipti frá vöggustofu á leikskóla) svo hún er alls ekki ein og einmanna. Nei það var nefnilega talað um það í lokasamtalinu að allt væri eðlilegt, hún væri orkumikil og ákveðin en að allt væri í góðu lagi."}, {"response_to": "26565672", "username": "alboa", "message_id": "26565737", "user_id": "31118", "datetime": "2011-12-05 20:08:40", "datestring": "5. des. '11, kl: 20:08:40", "text": "Þó hún hafi ekki farið ein er staðan hennar öðruvísi. Kannski er hún bara óörugg. Mín fór með fullt af vinum af leikskólanum í skóla og hún er að \"fríka út\". Barninu er hent út úr tíma og búið að hitta skólastjórann og eitthvað (er 6 ára). Þetta er barnið sem nánast gleymdist á leikskólanum því hún var svo róleg og góð (oftast). Barnið er bara búið að umturnast."}, {"response_to": "26565737", "username": "mineralvand", "message_id": "26565796", "user_id": "193714", "datetime": "2011-12-05 20:13:13", "datestring": "5. des. '11, kl: 20:13:13", "text": "Ég reyndar hef alveg tekið eftir því að hún er ekki eins hamingjusöm með að fara í leikskólan og hún var að fara í vöggustofuna. Hún er ekki eins örugg og hún var."}, {"response_to": "26565737", "username": "ert", "message_id": "26565807", "user_id": "37456", "datetime": "2011-12-05 20:13:47", "datestring": "5. des. '11, kl: 20:13:47", "text": "Betra að fara í greiningu með barn sem er ekkert að en að bíða með greiningu á barni sem eitthvað er að."}, {"response_to": "26565807", "username": "alboa", "message_id": "26565868", "user_id": "31118", "datetime": "2011-12-05 20:17:46", "datestring": "5. des. '11, kl: 20:17:46", "text": "Já, en eftir 3 mánuði á nýjum stað finnst mér kannski vera full mikið brjálæði og eins og hún sagði ofar, barnið virðist ekki jafn sátt við þennan stað og hinn, þar sem engar svona athugasemdir komu. Spurning um að prufa reyna láta barninu líða betur og meta þörf á greiningu þegar barnið er sátt að öðru leiti og fá þá rétta greiningu."}, {"response_to": "26565868", "username": "ert", "message_id": "26565938", "user_id": "37456", "datetime": "2011-12-05 20:22:08", "datestring": "5. des. '11, kl: 20:22:08", "text": ""}, {"response_to": "26565938", "username": "alboa", "message_id": "26566098", "user_id": "31118", "datetime": "2011-12-05 20:32:02", "datestring": "5. des. '11, kl: 20:32:02", "text": "Ég talaði hvergi um rangar greiningar. Ég nenni ekki hártogunum við þig. En það kemur væntanlega \"réttara\" mat á barni sem er í jafnvægi heldur en barn sem er tiltölulega nýbúið að skipta um umhverfi og virðist ekki sátt við breytingarnar. Einnig væri matið frá leikskólastarfsmönnunum réttara þegar barnið er búið að ná janfvægi heldur en þegar barnið er ósátt og hegðunin eftir því. Ég talaði ekki um að það ætti alls ekki að greina barnið, kannski væri bara ráð að athuga með aðra möguleika, hvort að hegðunin breytist aftur ef það verður sátt og öruggt aftur."}, {"response_to": "26566098", "username": "ert", "message_id": "26566453", "user_id": "37456", "datetime": "2011-12-05 20:54:31", "datestring": "5. des. '11, kl: 20:54:31", "text": ""}, {"response_to": "26566098", "username": "artois", "message_id": "26566962", "user_id": "18966", "datetime": "2011-12-05 21:21:08", "datestring": "5. des. '11, kl: 21:21:08", "text": ""}, {"response_to": "26565868", "username": "artois", "message_id": "26566676", "user_id": "18966", "datetime": "2011-12-05 21:05:50", "datestring": "5. des. '11, kl: 21:05:50", "text": "Kannski eru tiltekin einkenni sterkari núna en áður og þá er full ástæða til að vera vakandi fyrir því. Eins og Ert segir þá er mun betra að fara í greiningu með barn sem ekkert reynist síðan vera að heldur en að þurfa að bíða eftir greiningu seinna þegar kannski allt er komið í óefni."}, {"response_to": "26565807", "username": "mineralvand", "message_id": "26565922", "user_id": "193714", "datetime": "2011-12-05 20:20:59", "datestring": "5. des. '11, kl: 20:20:59", "text": "Það er reyndar alveg rétt.... Það kemur þá bara í ljós að allt sé í góðu ef það er þannig."}, {"response_to": "26565606", "username": "bogi", "message_id": "26565932", "user_id": "54181", "datetime": "2011-12-05 20:21:53", "datestring": "5. des. '11, kl: 20:21:53", "text": "Það er samt væntanlega fagfólk að störfum sem hefur fengið alls konar börn til sín í gegnum tíðina og er því líklegast ekki blautt á bakvið eyrun í þessum málum."}, {"response_to": "26565433", "username": "kærastan mín", "message_id": "26565653", "user_id": "32501", "datetime": "2011-12-05 20:01:21", "datestring": "5. des. '11, kl: 20:01:21", "text": "æ hún er bara þriggja ára.. er hún ekki bara feimin og óörugg ennþá á nýja leikskólanum?"}, {"response_to": "26565653", "username": "mineralvand", "message_id": "26565686", "user_id": "193714", "datetime": "2011-12-05 20:04:01", "datestring": "5. des. '11, kl: 20:04:01", "text": "Ég vona það svo innilega! Ég allavega er enn í áfalli og átti engan vegin von á þessu á fundinum :("}, {"response_to": "26565686", "username": "kærastan mín", "message_id": "26565767", "user_id": "32501", "datetime": "2011-12-05 20:10:58", "datestring": "5. des. '11, kl: 20:10:58", "text": "já ég myndi reyna að hafa ekki áhyggjur af þessu nema þetta ílengist eitthvað.. vonandi er þetta bara smá feimni :)"}, {"response_to": "26565686", "username": "artois", "message_id": "26567081", "user_id": "18966", "datetime": "2011-12-05 21:28:30", "datestring": "5. des. '11, kl: 21:28:30", "text": "Það er eðlilegt að fá smá áfall við svona fréttir, en af fenginni reynslu þá get ég fullyrt að það eina rétta í stöðunni er að láta athuga þetta nánar. Það er bara tvennt sem getur komið út úr því; annarsvegar að allt sé í himnalagi og hinsvegar að barnið sé með einhverjar raskanir. Ef það kemur í ljós að barnið er með einhverjar raskanir er það bara jákvætt að það skuli uppgötvast svona snemma því þá er hægt að gera svo mikið fyrir það og hjálpa því á þroskabrautinni áður en það fer úr verndaða umhverfinu í leikskólanum og þarf að takast á við kröfurnar í grunnskólanum."}, {"response_to": "26565433", "username": "Adison", "message_id": "26565692", "user_id": "129365", "datetime": "2011-12-05 20:04:27", "datestring": "5. des. '11, kl: 20:04:27", "text": "Ég er með ADHD og þetta með augnsambandið gæti alveg passað þó ég ullyrði það alls ekki, Það þarf að hafa fyrir því að ná augnsambandi við mig því ég á það til að vera pæla svo mikið að ég horfi oft bara í gegnum fólk, Dóttir mín er eins, Hún er ekki með greiningu en ég held að hún sé með ADHD því hún er svo lík mér í hegðun. Og það sem þú skrifar þarna um þína dóttur gæti alveg eins átt við mína,"}, {"response_to": "26565433", "username": "myrran", "message_id": "26565698", "user_id": "112676", "datetime": "2011-12-05 20:05:08", "datestring": "5. des. '11, kl: 20:05:08", "text": ""}, {"response_to": "26565433", "username": "ert", "message_id": "26565788", "user_id": "37456", "datetime": "2011-12-05 20:12:39", "datestring": "5. des. '11, kl: 20:12:39", "text": ""}, {"response_to": "26565433", "username": "HonkyTonk Woman", "message_id": "26565801", "user_id": "178663", "datetime": "2011-12-05 20:13:22", "datestring": "5. des. '11, kl: 20:13:22", "text": "Einhverfir eiga erfitt með augnsamband."}, {"response_to": "26565433", "username": "Ladina", "message_id": "26569859", "user_id": "7931", "datetime": "2011-12-06 01:17:36", "datestring": "6. des. '11, kl: 01:17:36", "text": "Mín upplifun af þessu sem leikskólakennari er að þær séu full fljótar á sér. En.. það er betra að senda fleiri börn í greingarferli en að missa af einu :/..."}]}