{"url": "https://bland.is/umraeda/lifa-i-nuinu/26695420/?page=3600", "date": "2011-12-17 20:15:52", "id": "26695420", "items": [{"text": "Nú á ég alveg rosalega erfitt með að njóta dagsins, lifi alltof mikið í bæði fortíðinni og framtíðinni. Einhver hér sem hefur verið svona en tekist að breyta hugarfarinu? Einhver ráð?", "title": "Lifa í núinu", "username": "Moose", "message_id": "26695420", "user_id": "61701", "response_to": null, "datetime": "2011-12-17 20:15:52", "datestring": "17. des. '11, kl: 20:15:52"}, {"response_to": "26695420", "username": "Airbnb þjónusta", "message_id": "26695483", "user_id": "20569", "datetime": "2011-12-17 20:22:08", "datestring": "17. des. '11, kl: 20:22:08", "text": "Ég er í nákvæmlega sama pakkanum! Ég skil þetta ekki! mér finst ég alveg njóta augnabliksins, en ég er alltaf að bíða eftir að eitthvað breytist, finst eins og líf mitt sé bara í tímabundnu ástandi, það eigi að vera öðruvísi eða verði öðruvísi! Hugsa mikið um fortíðina og framtíðina."}, {"response_to": "26695483", "username": "Mariarut92mdl", "message_id": "26695771", "user_id": "42333", "datetime": "2011-12-17 20:56:00", "datestring": "17. des. '11, kl: 20:56:00", "text": "Ég líka, ég elska alveg tímapunktinn núna - jólin og allt það, en ég mun aldrei geta hætt að spá hvernig morgundegurinn verður og næstu mánuðir, reyni að plana mikið fyrirfram til að hlakka til yfir einhverju."}, {"response_to": "26695420", "username": "amarslik", "message_id": "26695744", "user_id": "136957", "datetime": "2011-12-17 20:51:19", "datestring": "17. des. '11, kl: 20:51:19", "text": "Ég mæli með Eckhart Tolle og bók sem heitir Mátturinn í núinu. ég get notið hvers augnabliks.....:D því ég er búinn að laga mikið í fortíðinni. Fortíð er sama og gremja eða pirringur. í svona andlegum heimi..Svo er óttinn en hann er framtíðin þá eru þið að hugsa um ykkar vilja og bla bla bla. Við gerum þetta En til hamingju Þið eruð núvitaðar þegar þið fattið að þið eruð ekki núvitaðar. Ég mæli geggjað með henni."}, {"response_to": "26695744", "username": "Airbnb þjónusta", "message_id": "26704759", "user_id": "20569", "datetime": "2011-12-18 20:56:22", "datestring": "18. des. '11, kl: 20:56:22", "text": "ok sniðugt, hef einmitt heyrt góða hluti um þessa bók ég ætla að prufa hana :)"}]}