{"url": "https://bland.is/umraeda/er-ad-fara-ad-byrja-a-sertral-a-morgun-a-eg-/26826790/?page=3535", "date": "2012-01-03 00:27:55", "id": "26826790", "items": [{"text": "Má ég búast við erfiðum mánuði með aukaverkunum og tilheyrandi????", "title": "Er að fara að byrja á sertral á morgun á ég??", "username": "KUSIKUSI", "message_id": "26826790", "user_id": "91123", "response_to": null, "datetime": "2012-01-03 00:27:55", "datestring": "3. jan. '12, kl: 00:27:55"}, {"response_to": "26826790", "username": "torat", "message_id": "26826808", "user_id": "126162", "datetime": "2012-01-03 00:29:49", "datestring": "3. jan. '12, kl: 00:29:49", "text": "Ekkert endilega. Ég fann ekki fyrir neinum aukaverkunum. Hefði allt eins getað tekið c-vítamín þar til ég var komin í 100mg, þá fór mér að líða betur. En aldrei neinar aukaverkanir... jú nema þær að það var fleira sem lagaðist en ég átti von á :D"}, {"response_to": "26826790", "username": "bler", "message_id": "26826811", "user_id": "77206", "datetime": "2012-01-03 00:31:00", "datestring": "3. jan. '12, kl: 00:31:00", "text": "Mér leið ömurlega fyrstu vikurnar"}, {"response_to": "26826790", "username": "HvuttiLitli", "message_id": "26826819", "user_id": "41476", "datetime": "2012-01-03 00:32:05", "datestring": "3. jan. '12, kl: 00:32:05", "text": "Hmm, þetta er persónulegt, fer líka eftir skammastærð. Ég fann bara aukaverkanir þegar ég fór upp í 100 mg., fékk þá miklar aukaverkanir. Fann svosem aukaverkanir líka þegar ég fór í 50 mg. en ekkert í líkingu við 100 mg. skammtinn og aukaverkanirnar."}, {"response_to": "26826790", "username": "joakiz", "message_id": "26827265", "user_id": "159839", "datetime": "2012-01-03 01:46:41", "datestring": "3. jan. '12, kl: 01:46:41", "text": "ég fór einusinni uppí 200 mg og eina sem´eg fann fyrir var munnþurrkur en þá var bara að drekka vatn :)"}, {"response_to": "26826790", "username": "kata07", "message_id": "26827676", "user_id": "112714", "datetime": "2012-01-03 05:00:40", "datestring": "3. jan. '12, kl: 05:00:40", "text": "Ég á sertral og er alltaf að byrja og hætta, þarf að fara að taka ákvörðun. Ég verð lystarlaus og flökurt, smá þreytt. Ég meika varla nokkrar vikur af þessum einkennum þar sem ég er í skóla og má lítið við svona slappleika. En ég held ég þurfi að byrja á Sertral til að koma í veg fyrir þunglyndisköst."}, {"response_to": "26826790", "username": "Bjutiful", "message_id": "26827904", "user_id": "108376", "datetime": "2012-01-03 08:27:15", "datestring": "3. jan. '12, kl: 08:27:15", "text": "Ég hef alveg sloppið við aukaverkanir, er að taka 200mg og eina sem ég finn er að mér líður betur hehe"}, {"response_to": "26826790", "username": "Beauty 4", "message_id": "26828400", "user_id": "169302", "datetime": "2012-01-03 10:10:39", "datestring": "3. jan. '12, kl: 10:10:39", "text": "Ég hef ekki verið með aukaverkanir, kannski smá kyndeyfð en ekkert annað."}, {"response_to": "26826790", "username": "Alpha❤", "message_id": "26828770", "user_id": "105727", "datetime": "2012-01-03 11:14:27", "datestring": "3. jan. '12, kl: 11:14:27", "text": "ég átti að byrja á mínum fyrir 2 vikum og hef enn ekki byrjað. þori því ekki"}, {"response_to": "26828770", "username": "KUSIKUSI", "message_id": "26829812", "user_id": "91123", "datetime": "2012-01-03 13:39:37", "datestring": "3. jan. '12, kl: 13:39:37", "text": "Apple sama hér nema ég átti að byrja fyrir mánuði en hef ekki ennþá þorað...Ég á að taka þetta við ofsakvíðkösstum. Ég er í einhverri svoleiðis hrinu núna, af slíkum kösstum. Fékk tafil með , forðatöflur , ein að morgni og ein að kvöldi og það átti að hjálpa mér að byrja á sertral...en samt þori ég ekki...Hrædd við allar þessar töflur og allt það...gæti farið að yminda mér einhverjar aukaverkanir...Ég á svona lyf sem er við flökurleika..Ætli maður geti ekki bara tekið það með ef maður er alveg frá af flökurleika, hef verið þannig núna undanfarið án þess að vera á neinu...Bara vegna þessara ofsahræðslu. Veit þó ekkert með þær töflur annað en að þær eigi að hjálpa við flökurleika....Uff en ég prófa hálfa 50 mg , hlýt þá ekki að finna fyrir miklu..."}, {"response_to": "26829812", "username": "reykjavíkurmær", "message_id": "26829868", "user_id": "88781", "datetime": "2012-01-03 13:46:12", "datestring": "3. jan. '12, kl: 13:46:12", "text": "Farðu bara eftir fyrirmælunum frá lækninum, hann hlýtur að hafa sagt þér hvort þú átt að byrja á 50 eða 100 og frv..  Þetta er ekkert hrikalegt, það er skárra að fá smá aukaverkanir í smá tíma (og það fá ekkert allir þær) heldur en að vera kvíðin allan daginn :) Gangi þér vel og ekki gefast upp, þær líða hjá og ef þú finnur fyrir auknum kvíða er gott að taka tafilið með"}, {"response_to": "26829868", "username": "KUSIKUSI", "message_id": "26829968", "user_id": "91123", "datetime": "2012-01-03 13:55:57", "datestring": "3. jan. '12, kl: 13:55:57", "text": "Já ætla að gera það...Var sett á tafil svona forðatöflur...Það finnst mér verst að ég var sett á þær til að losna úr þessari ofsakvíða hrinu og til að komast yfir á sertral. En það hræðir mig að hann sagði að þetta væri svo ofsalega ávanabindandi, semsagt tafil og hann lét mig fá 2 vikna kúr og ég átti held ég að byrja að taka bara hálfa sertral með þessu tafil í 2-3 daga og fara svo í heila 50 mg.  Hann vildi að ég myndi reyna að losa mig af því sem fyrst , því að erfitt gæti verið að hætta svoo. Sagði bara hættu sem fyrst...En þetta sertral byrjar ekki að virkar fyrr en eftir 3-vikur til mánuð og seinast þegar ég tók sertral bara á engu fékk ég fyrsta kvíðakasstið mitt....æji wow ég veit ekki...byrja í samtalsmeðferð 11 jan svo ég ætti að slaka bara á en wow hvað þetta er allt óraunverulegt....Sérstaklega þegar ég fékk mitt fyrsta kvíðakasst í ok nóv og vera svona núna bara að bryðja eihverjar töflur og lifa og hrærast í svona pælingum....lífið er skrítið..."}, {"response_to": "26829968", "username": "reykjavíkurmær", "message_id": "26831838", "user_id": "88781", "datetime": "2012-01-03 16:50:01", "datestring": "3. jan. '12, kl: 16:50:01", "text": "Ekki hafa áhyggjur :) Byrjaðu bara á sertralinu og taktu tafil á meðan, mín reynsla er sú að það er ekki erfitt að hætta á því þegar hitt byrjar að virka, ég hef oft tekið tímabil þar sem ég hef tekið tafil daglega en svo sleppt því í langan tíma, hef aldrei fengið fráhvörf af því, þau eru skást af þessum benzolyfjum. Zoloft-Zertral er mjög gott lyf en gallinn er hvað það er lengi að virka, kosturinn er hins vegar sá að ef þú gleymir að taka töflu gerir það ekkert til því það er svo langvirkt.  Svo er rosa gott að passa hugsanirnar, ef þú finnur að þú ert kvíðin eða að mikla eitthvað fyrir þér hugsaðu þá að þetta sé ekkert mál, að þetta líður hjá og sé bara tímabundið, vertu bjartsýn og hugsaðu um það góða í lífinu =) Getur líka sent mér einkaskiló bara ef þú vilt spjalla eitthvað meira."}]}