{"url": "https://bland.is/umraeda/gaeti-mjog-slaem-vodvabolga-verid-ad-valda-hjalp-/26860345/?page=3520", "date": "2012-01-05 22:49:28", "id": "26860345", "items": [{"text": "Gæti mjög slæm vöðvabólga verið að valda FLÖKURLEIKA sem heltekur mig eða er ofsakvíði þar að verki....Þetta er flökurleiki sem er bara NON STOP allan sólarhringinn....Byrjaði að fá magapest sem stóð í 8 daga með skruðningum og látum...svo á 8 degi þá kom þessi flökurleiki og heltók mig og þar er hann enn ...svo endaði ég í mínu öðru ofsakvíðakassti upp á bráðamóttöku á gamlárs og síðan þá hef ég verið að taka tafil forðatöflur og sertral þunglyndistöflur...Svo ég veit vel að sertralið gæti verið að valda þessu NÚNA en þetta byrjaði áður en ég endaði í kvíðakasstinu og er bara ekkert á leiðinni neitt í burtu.....Hjálp hvað gæti verið að valda þessu fjanda....ég get bara ekki mikið meir:(((((((", "title": "Gæti mjög slæm vöðvabólga verið að valda HJÁLP!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!", "username": "KUSIKUSI", "message_id": "26860345", "user_id": "91123", "response_to": null, "datetime": "2012-01-05 22:49:28", "datestring": "5. jan. '12, kl: 22:49:28"}, {"response_to": "26860345", "username": "ÓRÍ73", "message_id": "26860358", "user_id": "20092", "datetime": "2012-01-05 22:50:13", "datestring": "5. jan. '12, kl: 22:50:13", "text": "MJÖG líklega kvíðinn!"}, {"response_to": "26860345", "username": "Abbagirl", "message_id": "26860566", "user_id": "20193", "datetime": "2012-01-05 23:04:32", "datestring": "5. jan. '12, kl: 23:04:32", "text": "Það er ekki vitlaust að prófa að taka sýrustillandi lyf t.d. gaviscon og sjá hvort ógleðin minnki. Ég fékk hræðilega magapest og læknirinn minn sagði að ég gæti verið 2-4 vikur að jafna mig."}, {"response_to": "26860566", "username": "KUSIKUSI", "message_id": "26862068", "user_id": "91123", "datetime": "2012-01-06 01:41:09", "datestring": "6. jan. '12, kl: 01:41:09", "text": "er gaviscon án lyfseðils??? Ég bara meika ekki einn dag í viðbót. Hvert get ég farið með nr.2 sýni þar sem ég fæ sem styðsta bið eftir niðurstöðunum???"}, {"response_to": "26862068", "username": "Abbagirl", "message_id": "26863463", "user_id": "20193", "datetime": "2012-01-06 10:20:29", "datestring": "6. jan. '12, kl: 10:20:29", "text": "Þú getur fengið gaviscon án lyfseðils og fleiri sýrubindandi lyf, mér finnst gaviscon samt virka best."}, {"response_to": "26860345", "username": "Svartfjallaland", "message_id": "26862075", "user_id": "42121", "datetime": "2012-01-06 01:42:29", "datestring": "6. jan. '12, kl: 01:42:29", "text": "magabólgur? Tekuru ibufen? Það getur valdið þessu..."}, {"response_to": "26862075", "username": "KUSIKUSI", "message_id": "26862154", "user_id": "91123", "datetime": "2012-01-06 01:54:16", "datestring": "6. jan. '12, kl: 01:54:16", "text": "var nu bara að byrja að taka þær nuna utaf vöðvabólgunni"}, {"response_to": "26862154", "username": "KUSIKUSI", "message_id": "26862191", "user_id": "91123", "datetime": "2012-01-06 02:00:19", "datestring": "6. jan. '12, kl: 02:00:19", "text": "ég varla get einbeitt mér í 2 sek og er alveg frá af flökurleika. Já athugaði það eimittí dag og lét taka úr mér lykkjuna, engin ólétta;) Ég er bara eitthvað svoo óörugg með allt, ég slaka á við að taka tafil( róandi) en þessi flökurleiki bara fer ekki fet. Hann er þarna all the way....Annað sem er að angra mig er að ég fékk einhverskonar magabólgur/ magasár..í maí og alveg fram í .sept á þessu ári að jafna mig en það var engin flökurleiki sem fylgdi því ...Lifði mest á fiski og forðAÐIST kjöt og fisk...svo endaði ég á pensilíni og eftir það fannst mér ég jafna mig...lífið varð aftur bærilegt...svo mér finnst ég hafa verið að rífa upp eitthvað gamalt sár...Þegar ég loksins komst í magaspeglun , semsagt eftir að ég tók pensilínið, þá var eina sem kom ut ur því að ég væri með vítt magaop.. þá var ég búin að bíða í 5 mánuði eftir speglun..Ég veit að ég er að þjást af kvíða...En finnst samt svo spes að taka tafil og verða róleg og allt það en maginn alveg í þvílíku kvölunum í gegnum róandi pillu. Líka skrítið hvernig hann heltekur mig 4 dögum fyrir mitt annað  ofsakvíðakasst og hefur ekki farið síðan:(= 10 dagar:((((( Þá var ég búin að vera með þessa magapest í hátt í 8 daga en bara ónot, smá gullfoss og skruðningar og óþægindi en EKKI ÞESSI FLÖKURLEIKI:((((( en ég tjekka á gaviscon en er að taka pariet er það svipað....Ætla að athuga lika hvort læknirinn eigi eitthvað skjótvirkara!!!"}, {"response_to": "26860345", "username": "Vasadiskó", "message_id": "26862432", "user_id": "164849", "datetime": "2012-01-06 02:56:28", "datestring": "6. jan. '12, kl: 02:56:28", "text": "Ég fæ oft vöðvabólgu, og þegar hún verður slæm þá verður mér flökurt. Veit hins vegar ekki hvort það sé algengt."}]}