{"url": "https://bland.is/umraeda/hef-aldrei-farid-til-utlanda-og-vantar-upplysingar-viltu-hjalpa-/27129440/?page=3407", "date": "2012-01-28 18:23:01", "id": "27129440", "items": [{"text": "Hef aldrei farið til útlanda en stefni að láta drauminn rætast í sumar.  Er með þrjú börn og við erum tvö fullorðin.Langar að heimsækja Þýskaland, Danmörk og Svíþjóð.  1) Hvaða ferðaskrifstofa eða flugfélag er ódýrast að skipta við?2) Þarf maður að fara með erlendan gjaldmiðil með sér eða er nóg að taka bara út í hraðbanka úti?  3) Er ekki nauðsynlegt að vera með greiðslukort?  4) Hvað þarf mikinn pening fyrir flugi, gistingu, afþreyingu (þ.e. skemmtigarðar og slíkt), gjaldeyri fyrir fatnaði og slíku, mat og fleira tilfallandi?5) Eru einhver erlend flugfélög sem hægt er að versla slíka ferð í gegnum?  Hvaða?  Með gistingu innifalda í verði eða bara stök gisting.  Alveg sama hvort það er hótelherbergi eða lítið hús, bara öruggt og ódýrt.  Gerum ekki miklar kröfur til aðbúnaðar, bara öryggið.  6) Einhvern tíman heyrði ég minnst á einhverja fjölskylduparadís í Hollandi, er eitthvað slíkt í boði einhvers staðar, kannski í Þýskalandi?  7) Hvar fæ ég upplýsingar um ódýr en góð hótel í Norður Þýskalandi?  Er ekki mjög góð í ensku og hef aldrei verslað í gegnum netið.8) Ef ég flýg til t.d. Danmerkur og mundi vilja ferðast þaðan til Svíþjóðar og Þýskalands, þarf ég þá að panta lestarmiða og slíkt fyrirfram?  9) Hvar sé í lestaráætlanir verð og slíkt?  (Veit einhver hér hvað slík lestarferð gæti kostað).10) Er óhætt að panta ekki slíkar ferðir fyrirfram, ég meina er alveg öruggt að við fáum þá miða?11) Svo þyrfti sennilega að fara eitthvað í ferju á milli líka?  12)Hvar fæ ég upplýsingar um það og hvað það kostar?  Einhver heimasíða um slíkt?13)  Hvar finn ég upplýsingar um skemmtigarða, dýragarða og aðra afþreyingu?  Er ekkert voðalega góð í að google.14) Hvort væri þetta ferðalag eða pakkatilboð á sólarströnd ódýrara?", "title": "Hef aldrei farið til útlanda og vantar upplýsingar-viltu hjálpa?", "username": "Áhyggjur.is", "message_id": "27129440", "user_id": "198458", "response_to": null, "datetime": "2012-01-28 18:23:01", "datestring": "28. jan. '12, kl: 18:23:01"}, {"response_to": "27129440", "username": "Splæs", "message_id": "27129491", "user_id": "83074", "datetime": "2012-01-28 18:26:50", "datestring": "28. jan. '12, kl: 18:26:50", "text": "Mundi aldrei fara í fyrsta skipti til útlanda í svona flókið ferðalag og það með þrjú börn að auki. Hvað með að byrja bara tvö fullorðin á helgarferð til Kaupmannahafnar?"}, {"response_to": "27129491", "username": "syr", "message_id": "27129649", "user_id": "84100", "datetime": "2012-01-28 18:38:03", "datestring": "28. jan. '12, kl: 18:38:03", "text": "tek algerlega undir þetta, hef sjálf farið nokkrum sinnum með foreldrum og systkinum, fyrsta ferð á egin vegum var tilbúin pakkaferð sem við kallin fórum í tvö saman og þar á eftir fórum við í \"púsl-ferð\" til köben - flug pantað sér, gisting sér og gerðum það sem okkur datt í hug úti."}, {"response_to": "27129440", "username": "wildhorses", "message_id": "27129588", "user_id": "85934", "datetime": "2012-01-28 18:33:22", "datestring": "28. jan. '12, kl: 18:33:22", "text": "Myndi byrja á sólarlandapakka fyrir alla familíuna þ.s. er innifalinn gisting og keyrsla á hótel, svona ferðalög eins og þú ert að lýsa er fyrir lengra komna."}, {"response_to": "27129588", "username": "Gale", "message_id": "27131554", "user_id": "92836", "datetime": "2012-01-28 21:15:38", "datestring": "28. jan. '12, kl: 21:15:38", "text": "svo innlega sammála."}, {"response_to": "27129440", "username": "snsl", "message_id": "27129762", "user_id": "30895", "datetime": "2012-01-28 18:47:30", "datestring": "28. jan. '12, kl: 18:47:30", "text": "Mér finnst þetta ekki flókið ferðalag."}, {"response_to": "27129440", "username": "zerogirl", "message_id": "27129799", "user_id": "108427", "datetime": "2012-01-28 18:52:50", "datestring": "28. jan. '12, kl: 18:52:50", "text": "1) Ekki kaupa þetta af ferðaskrifstofu, það er miklu dýrara. Prófaðu að skoða dohop.is til að finna ódýrt flug."}, {"response_to": "27129799", "username": "Áhyggjur.is", "message_id": "27134661", "user_id": "198458", "datetime": "2012-01-29 01:14:11", "datestring": "29. jan. '12, kl: 01:14:11", "text": "Kærar þakkir allir hér fyrir góð ráð.  Ef ég fer í pakkaferð til sólarlanda, hvaða landi mæliði með fyrir fimm manna fjölskyldu, þar af þrjú börn undir 10 ára?  Hvert er sniðugast að fara, hvað er ódýrast?  Hvar eru t.d. skemmtilegir stórir dýragarðar, stórir tívolígarðar og svo frv?  Góð aðstaða og rólegheit fyrir fjölskyldufólk?  Einhver skemmtileg afþreying fyrir börnin?"}, {"response_to": "27134661", "username": "zerogirl", "message_id": "27135187", "user_id": "108427", "datetime": "2012-01-29 03:45:06", "datestring": "29. jan. '12, kl: 03:45:06", "text": "Ætli Kanarí eða Flórída sé ekki skemmtilegast fyrir fjölskyldur... Tyrkland er rosalega skemmtilegt, en ég veit ekki með skemmtigarða."}, {"response_to": "27134661", "username": "ardis", "message_id": "27135697", "user_id": "2447", "datetime": "2012-01-29 09:48:23", "datestring": "29. jan. '12, kl: 09:48:23", "text": "Ég fór í fyrsta skipti með strákana mína út þegar þeir voru 9 og 11 ára, þá fór ég ti Salou á Spáni veit ekki hvort skipulagðar ferðir eru þangað núna sá staður í ca. 90 mín. í lest frá Barcelona með rosalega flottum skemmtigarði Port adventura og vatnsgarði við hliðina á honum hægt að kaupa 3 daga passa þá er einn dagur í vatsngarðinum. Þetta var fjölskylduvænasti staður sem ég hef farið á."}, {"response_to": "27135697", "username": "Áhyggjur.is", "message_id": "27138228", "user_id": "198458", "datetime": "2012-01-29 14:15:06", "datestring": "29. jan. '12, kl: 14:15:06", "text": "ég þakka ykkur öllum sem hafið gefið mér ráð hérna innilega fyrir aðstoðina."}, {"response_to": "27129440", "username": "kátur", "message_id": "27129924", "user_id": "31701", "datetime": "2012-01-28 19:03:29", "datestring": "28. jan. '12, kl: 19:03:29", "text": "Á ég ekki bara að koma með ykkur til þess að ekkert fari úrskeiðis :) Af spurningunum að dæma veitir ekki af :)"}, {"response_to": "27129440", "username": "RaggaH", "message_id": "27129945", "user_id": "707", "datetime": "2012-01-28 19:04:39", "datestring": "28. jan. '12, kl: 19:04:39", "text": "ég ætla líka að fara í fyrsta sinn í vor, aldrei farið út en ég er ekki með börn. Þetta er voða spennandi. Ég fer bara eitthvað einfalt :)"}, {"response_to": "27129440", "username": "ardis", "message_id": "27129985", "user_id": "2447", "datetime": "2012-01-28 19:08:25", "datestring": "28. jan. '12, kl: 19:08:25", "text": "Myndi mæla með einfaldari ferð, en ef þið farið er um að gera að vera með fríið vel skipulagt, hafa frekar löng stopp heldur enn að flakka endalaust."}, {"response_to": "27129985", "username": "Ziha", "message_id": "27135496", "user_id": "51148", "datetime": "2012-01-29 08:57:28", "datestring": "29. jan. '12, kl: 08:57:28", "text": "Kempervennen er það víst, en það er hluti af center parks, sem eru líka til í Þýskalandi, sjá"}, {"response_to": "27135496", "username": "Áhyggjur.is", "message_id": "27138471", "user_id": "198458", "datetime": "2012-01-29 14:39:53", "datestring": "29. jan. '12, kl: 14:39:53", "text": "En vitið þið hvað það kostar ca. að ferðast með lest frá Hamborg til Svíþjóðar?  Hvar sé ég bestu upplýsingarnar um slíkt?"}, {"response_to": "27129440", "username": "jso", "message_id": "27130104", "user_id": "28255", "datetime": "2012-01-28 19:21:07", "datestring": "28. jan. '12, kl: 19:21:07", "text": "Ég myndi reyna að finna hagstæðasta flugið og taka svo bílaleigubíl, þar sem þið eruð alveg 5 þá er það sennilegast mun ódýrara en að fara með lestum. Svo ráðlegg ég þér að googla."}, {"response_to": "27129440", "username": "þumall", "message_id": "27131665", "user_id": "37587", "datetime": "2012-01-28 21:22:14", "datestring": "28. jan. '12, kl: 21:22:14", "text": "Myndi allavega gera ráð fyrir að þessi ferð myndi kosta ca. 1 milljón. Lestir eru dýrar."}, {"response_to": "27129440", "username": "dotri80", "message_id": "27131931", "user_id": "164660", "datetime": "2012-01-28 21:36:10", "datestring": "28. jan. '12, kl: 21:36:10", "text": "myndi mæla með að taka frekar pakkaferð td sólarlönd og bóka flug, hótel með fullu fæði og rútuferð til og frá flugvelli að hóteli. aftur á móti ef þú ferð í þessa ferð sem þú ert að spá í þá myndi ég undirbúa hana vel og gera ráð fyrir veikindum barnana líka þar sem mjög erfitt er að ferðast milli landa og annað í lest og ferju og flugvél með veikt barn eða börn. einnig gefa ykkur góðan tíma á hverjum stað. Þekki margar barnafjölskildur sem hafa farið fyrri kostinn sem ég nefni og hefur komið mjög vel út en þau sem hafa sleppt fullu fæði hafa kvartað undir mjög miklum matarkostnaði og erfitt að finna veitingarstaði og elda heima á réttum tímum . svo er líka farið með farastjórn í skemmti, dýra og vatnsgarða sem er mjög þægilegt. :) gangi ykkur vel :)"}, {"response_to": "27129440", "username": "druzin", "message_id": "27132060", "user_id": "176911", "datetime": "2012-01-28 21:42:42", "datestring": "28. jan. '12, kl: 21:42:42", "text": "Það er frábært að þú sért að fara í fyrsta skipti erlendis. En, og þetta er langt frá því að vera illa meint, að plana ferð á við þessa sem fyrstu ferð er svipað og að byrja að elda með því að plana fimm rétta herlegheit með önd í appelsínusósu."}, {"response_to": "27132060", "username": "Gale", "message_id": "27134823", "user_id": "92836", "datetime": "2012-01-29 01:37:47", "datestring": "29. jan. '12, kl: 01:37:47", "text": "Amen!"}, {"response_to": "27129440", "username": "kassakot", "message_id": "27134773", "user_id": "129691", "datetime": "2012-01-29 01:30:58", "datestring": "29. jan. '12, kl: 01:30:58", "text": "Sumarhús í Hollandi:) Center parks og bara googla :)"}, {"response_to": "27129440", "username": "Litla klifurmús", "message_id": "27136035", "user_id": "6926", "datetime": "2012-01-29 10:41:38", "datestring": "29. jan. '12, kl: 10:41:38", "text": "Sammála hinum hérna - myndi fara í auðveldari ferð, sérstaklega þar sem þið eruð með börn."}, {"response_to": "27129440", "username": "tiamia", "message_id": "27137033", "user_id": "107092", "datetime": "2012-01-29 12:19:23", "datestring": "29. jan. '12, kl: 12:19:23", "text": "Með 3 börn undir 10 ára myndi ég fara í pakkaferð til sólarlanda eða í sumarhús í einu af þessum löndum sem þú nefnir."}]}