{"url": "https://bland.is/umraeda/tru-og-andleg-vanlidan/27173409/?page=3393", "date": "2012-02-01 01:01:47", "id": "27173409", "items": [{"text": "Vá hvað mér finnst þessi grein vera fín. Kannski er sniðugt að taka trúnna hjá fólki með inni í myndina þegar verið er að hjálpa því að líða betur í staðinn fyrir að segja að hún sé partur af veikindunum...eða hvað finnst ykkur?", "title": "trú og andleg vanlíðan", "username": "kúluhús", "message_id": "27173409", "user_id": "89296", "response_to": null, "datetime": "2012-02-01 01:01:47", "datestring": "1. feb. '12, kl: 01:01:47"}, {"response_to": "27173409", "username": "Pandabug", "message_id": "27173482", "user_id": "36985", "datetime": "2012-02-01 01:13:36", "datestring": "1. feb. '12, kl: 01:13:36", "text": "Mér finnst bara nokkuð gott hjá fyrsta lækninum að vera ekkert að ýta undir þetta, þegar hann lýsir þessu ástandi með orðum eins og sæluvímu, og er í raun að kollvarpa hugmyndum sínum um tilveru æðra afls þegar hann er langt leiddur af veikindum og eflaust lyfjaður í botn. Þetta hljómar bara meira eins og manía og obsession til að reyna að flýja raunvandamálið, enda missti hann þannig séð snögglega áhugann á þessu og var eflaust heppinn að fá ekki verulegt bakslag þegar sæluvíman rann af honum."}, {"response_to": "27173482", "username": "maggamas", "message_id": "27173520", "user_id": "93332", "datetime": "2012-02-01 01:21:43", "datestring": "1. feb. '12, kl: 01:21:43", "text": "Hann sagði að þetta hafi ekki verið neitt eins og hypomanian en hann er samt meira held ég að tala um að geðlæknar noti ekki meira trú fólks til að vinna að þeirra andlegu vellíðan og varðandi hans reynslu þá hefði hann geta haldið í trúna í stað þess að drepa hana með öllum efasemdum af gamla vantrúarmanninum í sér og öllu umhverfinu..."}, {"response_to": "27173482", "username": "maggamas", "message_id": "27173525", "user_id": "93332", "datetime": "2012-02-01 01:22:55", "datestring": "1. feb. '12, kl: 01:22:55", "text": "en p.s. hann komst fyrr út úr veikindunum í þetta sinn útaf þessari upplifun...er ekki allt í lagi að vinna með það? En ég á samt eftir að lesa linkana og skoða þetta btur."}, {"response_to": "27173409", "username": "Kitts", "message_id": "27173617", "user_id": "80648", "datetime": "2012-02-01 01:39:34", "datestring": "1. feb. '12, kl: 01:39:34", "text": "Það er vel þekkt og rannsakað að trú hefur fyrirbyggjandi áhrif á þunglyndi og að trúaðir einstaklingar nái sér fyrr á strik eftir alvarleg áföll."}]}