{"url": "https://bland.is/umraeda/thid-sem-skiptid-viku-og-viku-med-barnid-ykkar-/27170658/?page=3394", "date": "2012-01-31 21:40:49", "id": "27170658", "items": [{"text": "Hallí hallóBara af forvitni þá langar mig að vita hvernig þið háttið peningamálum á milli ykkar og barnsföðurs eða móður! :) Þá þið sem skiptið með ykkur barninu viku og viku. Barnsfaðir minn vill ekki borga  neitt með mér þar sem ég fæ barnabæturnar og honum finnst að ég eigi að borga leikskólann með þeim. Og ef það er eitthvað sem vantar með t.d útiföt þá er hann tilbúin að borga helminginn og ekkert meira en það.  Því honum finnst ósanngjarnt að hann eigi að borga eitthvað meira en ég, og er ekki heldur tilbúin að borga helminginn af leikskólanum. Já og hann borgar ekki meðlag, þar sem við skiptum viku og viku. En þegar upp er staðið þá borga ég í flestum tilfellum alltaf meira... en ég samþykkti þetta sjálf þar sem ég vill ekki leggja mat á barnið hvað varðar peninga.Hann er í fullri vinnu með ágæt laun, ég er námsmaður og á námslánum svo ég fæ fullar barnabætur. En bara af forvitni þá langaði mig að heyra hvernig þið hefðuð þetta hjá ykkur... því mig er farið að langa að sækja um meðlag... og er ekki alveg viss hvort ég eigi að gera það því þá verður hann fúll og samskiptin eru góð og hafa verið það. Kveðja", "title": "Þið sem skiptið viku og viku með barnið ykkar!! :)", "username": "Jardaber85", "message_id": "27170658", "user_id": "169633", "response_to": null, "datetime": "2012-01-31 21:40:49", "datestring": "31. jan. '12, kl: 21:40:49"}, {"response_to": "27170658", "username": "Lilith", "message_id": "27170705", "user_id": "5041", "datetime": "2012-01-31 21:44:15", "datestring": "31. jan. '12, kl: 21:44:15", "text": "Minn borgar ekki meðlag og ég borga flest svona eins og íþróttir og skólamáltíðir þar sem ég fæ barnabæturnar. Mér finnst það bara alveg sanngjarnt. Hins vegar kaupir hann alveg jafn mikið föt á þau og ég og ef ég er blönk og þau vantar eitthvað þá hefur hann oft séð um að redda því sem þarf að redda. Þetta hefur bara aldrei verið neitt issjú."}, {"response_to": "27170658", "username": "sjonvarpstölva", "message_id": "27171332", "user_id": "168591", "datetime": "2012-01-31 22:15:17", "datestring": "31. jan. '12, kl: 22:15:17", "text": "Í okkar tilfellir þá eru börnin tvö og eru með sitthvort lögheimilið, ekkert meðlag og barnabæturnar fara á sitt hvorn staðinn."}, {"response_to": "27170658", "username": "Lovelycakes", "message_id": "27171413", "user_id": "67954", "datetime": "2012-01-31 22:19:08", "datestring": "31. jan. '12, kl: 22:19:08", "text": "við skiptum öllu jafnt. ekkert meðlag en ég fæ reyndar barnabæturnar. hann stakk upp á því sjálfur þar sem hann er mikið betur fjárhagslega staddur en ég og ég þáði það bara. allt annað skiptist jafnt og ekkert vesen"}, {"response_to": "27170658", "username": "ts", "message_id": "27171485", "user_id": "4019", "datetime": "2012-01-31 22:22:24", "datestring": "31. jan. '12, kl: 22:22:24", "text": "finnst nú að hann ætti að borga 1/2 af leikskóla af því að ekkert meðlag er, en kannski að þú borgir annað því þú færð barnabæturnar..."}, {"response_to": "27170658", "username": "alboa", "message_id": "27171503", "user_id": "31118", "datetime": "2012-01-31 22:23:31", "datestring": "31. jan. '12, kl: 22:23:31", "text": "Ég sé um allt. Ég fæ barnabætur og meðlag og borga allt sem tengist stelpunni. Ég sé um öll fatakaup, sama hvort það er inni eða úti og í raun bara allt, sama hvort hún er hjá honum eða mér."}]}