{"url": "https://bland.is/umraeda/vsd-hjartagalli/27195504/?page=3383", "date": "2012-02-02 21:49:06", "id": "27195504", "items": [{"text": "Á einhver ykkar barn með VSD, ef svo er hvernig hefur gallin þróast með árunum, lokaðist gatið eða þurfti aðgerð? Háði þetta barninu eitthvað?", "title": "VSD hjartagalli", "username": "huginmugin", "message_id": "27195504", "user_id": "83611", "response_to": null, "datetime": "2012-02-02 21:49:06", "datestring": "2. feb. '12, kl: 21:49:06"}, {"response_to": "27195504", "username": "mömmudísin", "message_id": "27196515", "user_id": "88405", "datetime": "2012-02-02 22:53:09", "datestring": "2. feb. '12, kl: 22:53:09", "text": "Stelpan mín fæddist með pulmonary atresia og VSD. Gatinu var lokað í fyrstu aðgerðinni sem hún fór í því það var mjög stórt  en hún þoldi það ekki og var opnað strax aftur. Í annað skipti var gatið stækkað og núna eftir þriðju aðgerðina er gatið að lokast að sjálfum sér ;) Læknirinn hennar sagði að götin lokist oftast að sjálfum sér, en stundum er líka hægt að loka þeim í þræðingu. Ég held að þetta eigi ekki að há þeim neitt eftir að gatinu hefur verið lokað, en ég er ekki viss því að þetta er ekki eina sem var að hjá stelpunni minni."}, {"response_to": "27195504", "username": "lbk", "message_id": "27197566", "user_id": "4160", "datetime": "2012-02-03 00:11:18", "datestring": "3. feb. '12, kl: 00:11:18", "text": "'I 5 daga skoðunni upptötvaðist að það var gat hjá stelpunni minni, veit nú ekki hvað er nafnið en við áttum að fara til hjartalæknis 3 mánuðum seinna og þá var það orðið minna og síðan fórum við í skoðun þegar hún var eins árs og þá var það búið að lokast og hún var þá útskrifuð hjá honum og þarf ekki að mæta oftar.  Annars sagði læknirinn að hún hefði þurft að mæta árlega í skoðun."}, {"response_to": "27195504", "username": "SecretWish", "message_id": "27197599", "user_id": "121691", "datetime": "2012-02-03 00:13:47", "datestring": "3. feb. '12, kl: 00:13:47", "text": "Mín stelpa greindist með VSD í 5 daga skoðun. Ég fór í hjartasónar með hana við 20 vikur þar sem ég fæddist sjálf með VSD en það sást ekkert í þeim sónar."}]}