{"url": "https://bland.is/umraeda/bilstolar-i-utlondum/27353580/?page=3315", "date": "2012-02-16 14:30:46", "id": "27353580", "items": [{"text": "Ef þið væruð að fara með 15 mánaða gamalt barn til útlanda og ætluðuð að leigja bíl þar í 2 daga en þar væri eingöngu framvísandi stóll. Mynduð þið taka með ykkur bakvísandi stólinn ykkar til að nota í þennan stutta tíma eða hafa barnið framvísandi?", "title": "Bílstólar í útlöndum", "username": "Maluettan", "message_id": "27353580", "user_id": "3056", "response_to": null, "datetime": "2012-02-16 14:30:46", "datestring": "16. feb. '12, kl: 14:30:46"}, {"response_to": "27353580", "username": "nóvemberpons", "message_id": "27353617", "user_id": "69661", "datetime": "2012-02-16 14:33:46", "datestring": "16. feb. '12, kl: 14:33:46", "text": "ég myndi hafa barnið framvísandi.. því ég myndi hreinlega ekki þora að fara með bakvísandi stólana mína í flug svona miðað ivð hversu vel er farið með kerrur í flugi..."}, {"response_to": "27353617", "username": "Maluettan", "message_id": "27353646", "user_id": "3056", "datetime": "2012-02-16 14:36:19", "datestring": "16. feb. '12, kl: 14:36:19", "text": "já ég er soldið hrædd um stólinn. Þetta er glænýr Maxi Cosi Mobi og ég hef ekki efni á nýjum ef hann skemmist held ég :/"}, {"response_to": "27353646", "username": "nóvemberpons", "message_id": "27353680", "user_id": "69661", "datetime": "2012-02-16 14:38:51", "datestring": "16. feb. '12, kl: 14:38:51", "text": "nei :) minn eldri hefur alveg verið framvísandi í einhverja daga því ólarnar voru fastar í öðrum bíl, en hann mótmælti ekkert þegar honum var snúið aftur. Sá litli sneri fram held ég 2 daga þegar mesta ófærðin var og við fengum lánaðann jeppa og stóllinn hans passaði ekki bakvísandi í bílinn og honum var alveg sama að vera snúið aftur."}, {"response_to": "27353680", "username": "Maluettan", "message_id": "27358559", "user_id": "3056", "datetime": "2012-02-16 21:02:17", "datestring": "16. feb. '12, kl: 21:02:17", "text": "En hvernig er þetta með kerrurnar og flug. Ég ætla að taka með mér glænýja Maxi Cosi Mila kerru. Ætti ég að hafa hana bara ennþá í kassanum og vefja kannski bóluplasti utan um og láta þau tjékka hana inn eða labba með hana í gegnum fríhöfnina og láta flugfreyurnar hafa hana?"}, {"response_to": "27358559", "username": "nóvemberpons", "message_id": "27358683", "user_id": "69661", "datetime": "2012-02-16 21:08:37", "datestring": "16. feb. '12, kl: 21:08:37", "text": "ég fór í flug til USA þegar minn var 6 mánaða, vorum á saga class svo ég sá akkúrat útum gluggann þegar verið var að setja kerrurnar sem voru teknar að vélinni inn.. og þeim var sko bara hent einhvernvegin og ein datt af og þá var henni hent aftur uppá og svo hent inní vél...  Ég myndi allavegana aldrei tíma að taka kerru sem væri mjög flott með í flug einmitt nema liggur við vefja hana í bóluplast :P"}, {"response_to": "27358683", "username": "Maluettan", "message_id": "27358728", "user_id": "3056", "datetime": "2012-02-16 21:11:46", "datestring": "16. feb. '12, kl: 21:11:46", "text": "Já ég er soldið hrædd við þetta hehe.. En ég held ég vefji henni bara inní svona plast og hafi hana svo í kassanum! :D Eru ekki kerrur eða eitthvað í boði í fríhöfninni?"}, {"response_to": "27358728", "username": "nóvemberpons", "message_id": "27358746", "user_id": "69661", "datetime": "2012-02-16 21:12:53", "datestring": "16. feb. '12, kl: 21:12:53", "text": "ég bara hreinlega veit það ekki en stór efa það..."}, {"response_to": "27358728", "username": "jökulrós", "message_id": "27374993", "user_id": "44851", "datetime": "2012-02-18 13:43:09", "datestring": "18. feb. '12, kl: 13:43:09", "text": "Það eru kerrur í fríhöfninni hérna heima, ég hef sett mínar kerrur með farangrinum og þær komið heilar heim"}, {"response_to": "27353646", "username": "Ziha", "message_id": "27354863", "user_id": "51148", "datetime": "2012-02-16 16:18:20", "datestring": "16. feb. '12, kl: 16:18:20", "text": "Minn (þriggja og hálfs) er til skiptis bak og framvísandi og honum virðist vera alveg sama.... kvartar ekkert meira yfri þessum bakvísandi en hinum."}, {"response_to": "27353646", "username": "KuTTer", "message_id": "27356270", "user_id": "90489", "datetime": "2012-02-16 18:25:04", "datestring": "16. feb. '12, kl: 18:25:04", "text": "Mín er framvísandi eins og er, mér er frekar illa við það en það kemst ekki bakvísandi fyrir í bílinn hans pabba :/ Alveg glatað, en þau eru að fara að kaupa sér nýjan bíl bráðlega og þá fer ég beint í það að kaupa bakvísandi stól. Hún hefur áður þurft að vera framvísandi í stutta stund og mótmælti ekkert þegar henni var snúið við aftur, ég er reyndar með allskonar \"skemmtiefni\" fyrir hana á sætinu og hún sér vel útum gluggann, liggur líka betur þegar hún er bakvísandi."}]}