{"url": "https://bland.is/umraeda/brudkaupsgjafir-og-listar/27381215/?page=3312", "date": "2012-02-18 23:24:52", "id": "27381215", "items": [{"text": "hver er ykkar skoðun á brúðkaupslistum og svona, fólk sem gefur hugmyndir um hvað það langar í í brúðargjöf og einning ef fólk vill fá pening til að fara í brúðkaupsferð í gjöfog hvað mundu þið gefa í brúðkaups gjöf, alt frá kunningjar,góðir vinir til fjölskyldu meðlimir", "title": "brúðkaupsgjafir og listar", "username": "einforvitin", "message_id": "27381215", "user_id": "196984", "response_to": null, "datetime": "2012-02-18 23:24:52", "datestring": "18. feb. '12, kl: 23:24:52"}, {"response_to": "27381215", "username": "Sherminator", "message_id": "27381227", "user_id": "60336", "datetime": "2012-02-18 23:25:54", "datestring": "18. feb. '12, kl: 23:25:54", "text": "Myndi gefa brakandi ferskan þúsundakróna seðil. Alltaf gaman að fá nýja peninga."}, {"response_to": "27381215", "username": "Áttblaðarós", "message_id": "27381253", "user_id": "12326", "datetime": "2012-02-18 23:28:32", "datestring": "18. feb. '12, kl: 23:28:32", "text": "Ég myndi sjálf ekki vera með gjafalista. Í þau brúðkaup sem ég hef farið í og ekki gjafalisti fannst mér ekkert mál að hafa samband við nánustu ættingja og fá upplýsingar um það hvort brúðhjónina voru að safna e-u eða ekki. Veit ekki alveg hvað mér finnst um það þegar fólk biður um pening fyrir ferðinni."}, {"response_to": "27381215", "username": "Askepot", "message_id": "27381614", "user_id": "35109", "datetime": "2012-02-18 23:59:52", "datestring": "18. feb. '12, kl: 23:59:52", "text": ""}, {"response_to": "27381215", "username": "Mrsbrunette", "message_id": "27381677", "user_id": "1651", "datetime": "2012-02-19 00:06:32", "datestring": "19. feb. '12, kl: 00:06:32", "text": "Þegar við giftum okkur þá ætluðum við sko ekki að gera lista, fannst það eitthvað svo off og virka tilætlunarsemi, en svo þegar leið á brúðkaupið þá voru foreldrar okkar non stop að fá hringingar með hvað okkur gæti langað í og þau höfðu engin svör, þannig að við vorum beðin um að fara í búðir og gera lista, við ákváðum að gera það fórum í 2 búðir og gerðum smá lista þannig að fólk fékk smá hjálp, þeir listar tæmdust, fólki fannst gott að fá smá hjálp þannig að mín sýn breyttist með þetta."}, {"response_to": "27381215", "username": "Arel", "message_id": "27381869", "user_id": "13076", "datetime": "2012-02-19 00:35:57", "datestring": "19. feb. '12, kl: 00:35:57", "text": "Mér finnst þetta góð leið til að brúðhjónin fái ekki of mikið af því sama, eða hluti sem þau myndu ekki vilja. Og allavega í mínu brúðkaupi, kostaði brúðkaupið meira á mann, en maður fékk í gjöfum, þannig að ég ákvað að líta á þetta sem fjárfestingu í því sem við þurftum að eignast og langaði í. Ég setti reyndar ekki gjafalista á kortið, fannst allt í lagi ef fólk væri ekkert að eltast við listan, en fengum samt að mestu hluti á listunum."}, {"response_to": "27381215", "username": "Ladina", "message_id": "27382424", "user_id": "7931", "datetime": "2012-02-19 02:08:27", "datestring": "19. feb. '12, kl: 02:08:27", "text": "Ég myndi gera lista og láta mömmu geyma hann. Ef fólk spyr mig eða hana þá getur það fengið listann og það má þá spyrjast út."}]}