{"url": "https://bland.is/umraeda/sykursyki-eda-hormonar-/27384141/?page=1930", "date": "2012-02-19 11:53:06", "id": "27384141", "items": [{"text": "Ég á tæplega 6 mánaða barn og þegar ég var ólétt var mér alltaf sjúklega heitt á fótunum og svitnaði rosalega (án táfýlu samt!)En mér finnst ennþá óþægilegt að vera í sokkum og þarf alltaf að sofa með fæturna undan sænginni annars verður mér of heitt. Ég svitna líka ennþá stundum á fótunum. Mér finnst þetta svo skrýtið.Var að gúgla eitthvað og fann þá að heitir og sveittir fætur geta verið merki um sykursýki, en ég var með of háan blóðsykur á meðgöngunni. Hinsvegar er ég ekki með nein einkenni eins og þorsta eða tíðar klósettferðir. Núna er ég pínu að panika að ég sé komin með sykursýki samt :/ Mig langar ekki einu sinni að taka sykurþolspróf aftur því mig langar ekki að vita að ég sé með sykursýki ef ég er með hana! ohhGetur verið að þetta heitu-fóta-svitna dæmi sé eitthvað hormónatengt og gæti kannski frekar tengst brjóstagjöf? Barnið er ennþá alveg full time á brjósti.", "title": "sykursýki eða hormónar?", "username": "Upsy Daisy", "message_id": "27384141", "user_id": "94441", "response_to": null, "datetime": "2012-02-19 11:53:06", "datestring": "19. feb. '12, kl: 11:53:06"}, {"response_to": "27384141", "username": "mars", "message_id": "27384215", "user_id": "3730", "datetime": "2012-02-19 12:00:47", "datestring": "19. feb. '12, kl: 12:00:47", "text": "Veit ekki hvort er líklegra en í þínum sporum þá myndi ég tala við lækni. Þú græðir ekkert á því að fresta, mun meiri líkur á að þú gerir ástandið þá mun verra ef um sykursýki er að ræða. Better safe than sorry."}, {"response_to": "27384141", "username": "TheMadOne", "message_id": "27384258", "user_id": "67426", "datetime": "2012-02-19 12:04:38", "datestring": "19. feb. '12, kl: 12:04:38", "text": "auðvitað áttu að láta athuga þetta þó ekki sé nema til að friða þig en mér finnst mjög ólíklegt að þú sért að fá sykursýki núna en ekki hafa verið með meðgöngusykursýki fyrir svona stuttum tíma."}, {"response_to": "27384141", "username": "donaldduck", "message_id": "27384841", "user_id": "124716", "datetime": "2012-02-19 13:02:06", "datestring": "19. feb. '12, kl: 13:02:06", "text": "láttu mæla þig kona , tekur nokkrar sek, og sést strax hvort það sé tilefni til að skoða þetta betur."}, {"response_to": "27384141", "username": "Tipzy", "message_id": "27384879", "user_id": "26838", "datetime": "2012-02-19 13:06:38", "datestring": "19. feb. '12, kl: 13:06:38", "text": "Mér var sagt að ég yrði að koma í sykurþolspróf eftir fæðingu, samt var ég varla með meðgöngusykursýki meira svona meðgöngusykuróþol en við sem erum svoleiðis erum meðhöndlaðar eins og þær með sykursýki. En í alvörunni þú verður að vita það ef það er. Maðurinn hennar vongóðar var að koma úr aðgerð á augum þarsem var skipt um augasteina hjá honum, hann var með sykursýki án þess að vita það (bara nýgreindur) og augun fóru svona út af sykursýkinni. Sykursýki er svo háalvarlegt mál að maður bara má ekki stinga höfðinu í sandinn, ég meira að segja er ekki með hana en vegna þess að hún er í fjölskyldunni þá tjékka ég reglulega hjá mér með dótinu hans pabba."}, {"response_to": "27384879", "username": "Upsy Daisy", "message_id": "27386452", "user_id": "94441", "datetime": "2012-02-19 15:33:06", "datestring": "19. feb. '12, kl: 15:33:06", "text": "Hvað \"kom fyrir\" augun í honum?"}, {"response_to": "27386452", "username": "Tipzy", "message_id": "27386530", "user_id": "26838", "datetime": "2012-02-19 15:39:51", "datestring": "19. feb. '12, kl: 15:39:51", "text": "Þetta er eitthvað sykursýkisvandamál, semsagt augasteinninn er ónýtur. Verður svona skýjaður einhvern vegin, veit ekki nkl samt hvernig. Venjulega gerist þetta bara hjá mikið eldra fólki. Svo hann var í aðgerð þarsem skipt var um augastein, og þarf að fara svo aftur til að skipta um hinn."}, {"response_to": "27384141", "username": "RB79", "message_id": "27385204", "user_id": "184742", "datetime": "2012-02-19 13:35:50", "datestring": "19. feb. '12, kl: 13:35:50", "text": "Sko ef þig grunar að þú sért með sykursýki, þá VERÐUR þú að láta tékka á því með sykurþolsprófi.  Ómeðhöndluð sykursýki er ekkert djók."}, {"response_to": "27384141", "username": "vongóð", "message_id": "27387782", "user_id": "22202", "datetime": "2012-02-19 17:23:07", "datestring": "19. feb. '12, kl: 17:23:07", "text": "ef þig grunar bara smá að þú sér með sykursýki þá í guðana bænum láttu ath þetta því þetta getur verið stórhættulegt. fólk hefur orðið blint. misst útlimi og margt fleira útfrá sykursýki. betra að láta ath þetta og greina snemma því ef þetta er sykursýki 2 þá er alltaf hægt að vinna í því og nánast losna við hana."}, {"response_to": "27387782", "username": "Upsy Daisy", "message_id": "27390574", "user_id": "94441", "datetime": "2012-02-19 20:53:50", "datestring": "19. feb. '12, kl: 20:53:50", "text": "Já ég er búin að grafa fram gamla sykursýkismælinn sem ég notaði á meðgöngunni (mátti eiga hann) og mældi mig eftir kvöldmat. Var bara mjög fín. En ég borðaði samt ekkert voða mikið. Ætla að fylgjast með þessu sjálf þangað til ég fer næst til læknis."}, {"response_to": "27390574", "username": "vongóð", "message_id": "27391952", "user_id": "22202", "datetime": "2012-02-19 22:12:13", "datestring": "19. feb. '12, kl: 22:12:13", "text": "gott að heyra bara um að gera að fylgjast með þessu til að vera örugg. gangi þér vel skvís."}, {"response_to": "27391952", "username": "Upsy Daisy", "message_id": "27391998", "user_id": "94441", "datetime": "2012-02-19 22:14:42", "datestring": "19. feb. '12, kl: 22:14:42", "text": "já ef þetta er eitthvað slæmt þá ætti ég væntanlega að vera að rjúka upp í sykri og vera með mjög háar tölur? Ég er mest að spá í að fá mér einhverja sick hamborgaramáltið með frönskum og gosi í morgunmat og tjekka svo á sykrinum haha :D"}, {"response_to": "27387782", "username": "Upsy Daisy", "message_id": "27390601", "user_id": "94441", "datetime": "2012-02-19 20:55:46", "datestring": "19. feb. '12, kl: 20:55:46", "text": "Ég er samt pínu haldin því syndromi að halda alltaf að allt sé að mér um leið og ég finn eitthvað pínu öðruvísi :/ Ófá panikin útfrá því :/"}, {"response_to": "27384141", "username": "Alfa78", "message_id": "27390635", "user_id": "78356", "datetime": "2012-02-19 20:58:20", "datestring": "19. feb. '12, kl: 20:58:20", "text": "ég hef verið svona alla ævi. Þ.e.a.s heit á fótum, sviti og sef með fæturna undan. Mér líður illa ef mér er of heitt á fótum og höndum"}, {"response_to": "27384141", "username": "whitestboyalive", "message_id": "29833146", "user_id": "121917", "datetime": "2013-03-10 10:21:38", "datestring": "10. mar. '13, kl: 10:21:38", "text": "Þú ert ekki með sykursýki þó þér sé heitt á fótunum!!!!!"}]}