{"url": "https://bland.is/umraeda/vardandi-ad-bolusetja-ekki/27495067/?page=3247", "date": "2012-02-28 12:46:53", "id": "27495067", "items": [{"text": "Ég vil taka það að fram að ég spyr af eintómri fávisku. Ég hef bara verið að spá í þessu og langar í svör.Foreldrar sem láta ekki bólusetja börnin sín hvað gera þau til að varna börnum sínum við að fá þessar alvarlegu veikir sem bólusett er við? Setur það börnin sín ekki á leikskóla? Treystir því að allir aðrir sem umgangast barnið séu bólusettir og smitist ekki? Banna börnum sínum að fara til framandi landa um ókomna tíð? Er það virkilega þess virði að hætta á að börnin hljóti varanlegan skaða eða jafnvel deyi af þessum veikindum sem bólusett er við? Er betra að sleppa því og eiga þá KANNSKI (ósannað) minni möguleika á að barnið verði einhvertft?", "title": "Varðandi að bólusetja ekki", "username": "Dís1", "message_id": "27495067", "user_id": "112276", "response_to": null, "datetime": "2012-02-28 12:46:53", "datestring": "28. feb. '12, kl: 12:46:53"}, {"response_to": "27495067", "username": "íha", "message_id": "27495153", "user_id": "81454", "datetime": "2012-02-28 12:54:59", "datestring": "28. feb. '12, kl: 12:54:59", "text": "Ég held að þessir foreldrar hljóti að treysta á aðrir láti bólusetja börnin sín. Mér finnst þetta heimska og ýmislegt annað sem ég læt ósagt:)"}, {"response_to": "27495153", "username": "Alea", "message_id": "27495183", "user_id": "23794", "datetime": "2012-02-28 12:57:33", "datestring": "28. feb. '12, kl: 12:57:33", "text": "Tek undir þetta."}, {"response_to": "27495067", "username": "nurgisa", "message_id": "27495431", "user_id": "136714", "datetime": "2012-02-28 13:17:32", "datestring": "28. feb. '12, kl: 13:17:32", "text": "Jú ætli fólkið ætli ekki að treysta á hjartðónæmið ef það ákveður að bólusetja ekki börnin sín. En ef fólk tekur þessa ákvörðun \"af því bara\" en engin læknisflræðileg skýring liggur að baki þá er það að stofna hjarðónæminu í hættu og þá eru þau börn sem virkilega þurfa á hjarðónæminu og mega ekki fá bólusetingar að halda komin í aukna hættu"}, {"response_to": "27495067", "username": "strákamamma", "message_id": "27495864", "user_id": "11836", "datetime": "2012-02-28 13:57:11", "datestring": "28. feb. '12, kl: 13:57:11", "text": "bólusetning getur ALDREI valdið einhverju sem ekki var undirliggjandi fyrir."}, {"response_to": "27495864", "username": "Creative83", "message_id": "27527269", "user_id": "192577", "datetime": "2012-03-01 23:41:15", "datestring": "1. mar. '12, kl: 23:41:15", "text": "mér finnst þú annsi frökk að alhæfa svona ánþess að hafa sannanir fyrir því."}, {"response_to": "27527269", "username": "strákamamma", "message_id": "27527304", "user_id": "11836", "datetime": "2012-03-01 23:44:14", "datestring": "1. mar. '12, kl: 23:44:14", "text": "það er til fullt af sönnunum fyrir þessu."}, {"response_to": "27527304", "username": "Creative83", "message_id": "27533513", "user_id": "192577", "datetime": "2012-03-02 18:07:00", "datestring": "2. mar. '12, kl: 18:07:00", "text": "þetta er ekki sönnunn fyrir mér."}, {"response_to": "27527304", "username": "Creative83", "message_id": "27533580", "user_id": "192577", "datetime": "2012-03-02 18:14:13", "datestring": "2. mar. '12, kl: 18:14:13", "text": "og tek það aftur fram, engin sjúkdómsgreining lá fyrir í mörg ár hjá mér... varnakerfið krassaði sem allar leiðir láu til bólusetningarnarnar, en af einhverri ástæðu var það ekki rannsakað í líkamanum mínum. skrytið ... já það finnst mér."}, {"response_to": "27533580", "username": "strákamamma", "message_id": "27533969", "user_id": "11836", "datetime": "2012-03-02 18:50:20", "datestring": "2. mar. '12, kl: 18:50:20", "text": "ja þú ert fullorðin í dag sýnist mér......rannsóknir og vitneskja önnur en í dag."}, {"response_to": "27533969", "username": "Creative83", "message_id": "27535193", "user_id": "192577", "datetime": "2012-03-02 20:51:41", "datestring": "2. mar. '12, kl: 20:51:41", "text": "fullorðin haha ok....."}, {"response_to": "27533969", "username": "Creative83", "message_id": "27535208", "user_id": "192577", "datetime": "2012-03-02 20:53:07", "datestring": "2. mar. '12, kl: 20:53:07", "text": "Rannsóknir og vitneskja er nefnilega öflugri í dag en hún var."}, {"response_to": "27495067", "username": "miramis", "message_id": "27496130", "user_id": "5483", "datetime": "2012-02-28 14:20:19", "datestring": "28. feb. '12, kl: 14:20:19", "text": "Þetta fólk treystir á það hjarðónæmi sem bólusett börn mynda. Það er ekkert flóknara en það. Ég ber óskaplega litla virðingu fyrir því að bólusetja ekki börn  (að þeim slepptum sem raunverulega má ekki bólusetja)."}, {"response_to": "27496130", "username": "fruin83", "message_id": "27500945", "user_id": "27980", "datetime": "2012-02-28 20:22:06", "datestring": "28. feb. '12, kl: 20:22:06", "text": "Ég á heima í Noreg og minn gutti fékk allar sínar bólusetningar en mér var svo tjáð að bólusetningin fyrir rauðuhundana og hlaupabólu og allt það sem fylgir i því:O) að það væri ekki nauðsinlegt að bólusetja hann fyrir því nema ég vildi :O) en annars á ég eftir að fara með hann í þá sprautu. Ég kýs að bólusetja mitt barn en ég ætla ekkert að ljúga því að ég hugsaði mig vel og lengi hvort ég ætti að gera það eftir að ég fór að heyra svona slæmt um bólusetningar en allavegna ætla ég ekki að dæma fólk sem kýs að bólusetja ekki það er bara þeirra val og maður hefur ekkert með það að vera að tala niður til fólks sem kýs að gera það ekki en sem foreldri vill maður gera og rétt og hver og 1 foreldri finnur út hvað er rétt og fylgir sínu hjarta..."}, {"response_to": "27500945", "username": "miramis", "message_id": "27500982", "user_id": "5483", "datetime": "2012-02-28 20:24:22", "datestring": "28. feb. '12, kl: 20:24:22", "text": "Það er nefnilega ekki þannig að þetta sé \"bara þeirra val\". Vissulega tekur enginn réttinn til að velja hvort bólusetja skuli barnið manns af manni, EN - þetta persónulega val foreldra hefur áhrif langt út fyrir bara þeirra eigið barn."}, {"response_to": "27500945", "username": "fruin83", "message_id": "27500986", "user_id": "27980", "datetime": "2012-02-28 20:24:51", "datestring": "28. feb. '12, kl: 20:24:51", "text": "Til að hafa þetta rétt"}, {"response_to": "27500986", "username": "sun82", "message_id": "27506160", "user_id": "52051", "datetime": "2012-02-29 10:05:28", "datestring": "29. feb. '12, kl: 10:05:28", "text": "Þannig að af því að einhverjir foreldrar \"fylgja sínu hjarta\" og bólusetja ekki þá eru t.d. okkar litlu kríli sem hafa ekki náð aldri til að vera bólusett í hættu á aðörkumlast og jafnvel deyja af því að við getum ekki treyst á hjarðónæmið.Ég tala ekki um börn sem eru með sjúkdóma eins og krabbamein. Hérna áður fyrr var ekki óalgengt að fólk missti mörg börn útaf þessum sjúkdómum, viljum við að það verði raunveruleikin aftur?"}, {"response_to": "27500945", "username": "tiril", "message_id": "27505309", "user_id": "125846", "datetime": "2012-02-29 07:14:28", "datestring": "29. feb. '12, kl: 07:14:28", "text": ""}, {"response_to": "27495067", "username": "Squidoo", "message_id": "27501993", "user_id": "197602", "datetime": "2012-02-28 21:27:39", "datestring": "28. feb. '12, kl: 21:27:39", "text": "fólk er oft mjög fáfrótt um þetta í raun og veru... og hræðist af þessum hræðslusögum eins og með Ellu Dís, en hún var með undirliggjandi sjúkdóm sem var verið að finna og hefði líklegast orðið þetta veik hvort sem er.. En það eru miiiklu meiri líkur á að barnið deyji af þessum sjúkdómum sem er verið að bólusetja fyrir heldur en að fá einhverjar svona alvarlegar aukaverkanir af bólusetningum ! Vill fólk virkilega frekar taka áhættuna á því að barnið smitist af þessum sjúkdómum? og aldrei leyfa þeim að fara til annara landa eða taka áhættuna á að þau smitist af öðrum börnum hér á landi af þeim sem hafa ekki verið bólusett og hafa smitast í útlöndum t.d"}, {"response_to": "27501993", "username": "fruin83", "message_id": "27505755", "user_id": "27980", "datetime": "2012-02-29 09:07:33", "datestring": "29. feb. '12, kl: 09:07:33", "text": "Já uðvitað er það slæmt að velja það val að bólusetja ekki en samt sem áður foreldrana val og maður skilur alveg hræðsluna í fólki... Ég þekki til nokkra sem hafa ekki látið bólusetja sín börn og þau börn eru öll í kringum 12 ára aldurinn í dag og þau hafa það mjög gott í dag. Ég personulega myndi ekki þorra öðru en en að bólusetja mitt barn en maður þarf samt sem áður að skoða vel hvað er í sprautanum og fyrir hverju er verið að bólusetja börnin.."}, {"response_to": "27505755", "username": "hildahdottir", "message_id": "27506092", "user_id": "200543", "datetime": "2012-02-29 09:55:04", "datestring": "29. feb. '12, kl: 09:55:04", "text": "Varðandi þessi 12 ára börn í dag sem hafa það mjög gott: Gæti það ekki verið vegna hjarðónæmisins? Hvað ef enginn léti bólusetja sig? Það sama ætti án efa um svínaflensuna. Fólk er að tala um í dag að það hefði ekki þurft að bólusetja fyrir svínaflensunni hér vegna þess að hún hafi ekki haft nein áhrif hér. Er það rétt mat? Er það ekki akkúrat vegna þess að við erum svo mörg bólusett hér á landi að hún hafði svo lítil áhrif hér? Hvað með börnin sem fengu svefnsýki í kjölfar bólusetningar? Í hvaða stöðu væru þau ef þau hefðu ekki verið bólusett og smitast af svínaflensu?"}, {"response_to": "27505755", "username": "Squidoo", "message_id": "27506143", "user_id": "197602", "datetime": "2012-02-29 10:03:00", "datestring": "29. feb. '12, kl: 10:03:00", "text": "þótt að það sé allt í lagi með þau í dag 12 ára þá þíðir það ekki að það verði allt í lagi með þau 25 ára, kanski búin að fara til framandi landa og smitast, koma heim og smita aðra hér sem hafa ekki verið bólusettir.."}, {"response_to": "27505755", "username": "sun82", "message_id": "27506178", "user_id": "52051", "datetime": "2012-02-29 10:07:21", "datestring": "29. feb. '12, kl: 10:07:21", "text": "Þessi börn sem eru ekki bólusett og eru nú 12 ára hafa það gott í dag því við hin bólusettum börnin okkar!!! Nú þegar óbólusettum börnum er að aukast eru þessi börn í hættu ásamt börnum okkar hinna sem eru ennþá of lítil til að vera bólusett fyrir öllum þessum sjúkdómum!"}, {"response_to": "27506178", "username": "Alea", "message_id": "27506427", "user_id": "23794", "datetime": "2012-02-29 10:40:53", "datestring": "29. feb. '12, kl: 10:40:53", "text": "Já mér finnst einmitt mjög nauðsynlegt að foreldrar séu meðvitaðir um að með því að sleppa bólusetningum eru þau að stofna hjarðónæminu í hættu."}, {"response_to": "27506427", "username": "sun82", "message_id": "27509211", "user_id": "52051", "datetime": "2012-02-29 15:48:13", "datestring": "29. feb. '12, kl: 15:48:13", "text": "Líka ágætt að benda á að það eru ekki bara börn með einhverja sjúkdóma eða undirliggjandi vandamál sem geta ekki verið bólusett og eru því í hættu ef hjarðónæmið hverfur, heldur alheilbrigðir nýburar! Ungabörnin okkar sem eru alheilbrigð geta örkumlast eða dáið ef þau fá þessa sjúkdóma, því þau eru oft á tíðum ekki orðin nógu gömul fyrir bólusetningarnar eða búin að fá of fáar til að mynda ónæmi. Þetta viðkemur því okkur öllum sem eiga börn, ef fólk hættir að bólusetja börnin sín."}, {"response_to": "27509211", "username": "Ziha", "message_id": "27538802", "user_id": "51148", "datetime": "2012-03-03 10:16:22", "datestring": "3. mar. '12, kl: 10:16:22", "text": "Akkúrat... núna  er t.d. talið að það sé næstum eða vonandi búið að útrýma polio (lömunarveiki) í Indlandi... þökk sé bólusetningum!  Hryllilegur sjúkdómur sem er því miður enn landlægur í nokkrum löndum.... þessir sjúkdómar gætu alveg stungið aftur upp kollinum um allan heim ef ekki er staðið fast við bólusetningar.  Mislingar eru jú farnir að \"grassera\" aftur... eftir að þessi læknir þarna tengdi einhverfu við þá samsettu bólusetningu.... og margir foreldrar þorðu því ekki að láta bólusetja sín börn.... og jafnvel börn þeirra sem stefna á bólusetningar eru í hættu því það er ekki bólusett fyrr en eins og hálfs árs fyrir þeim!"}, {"response_to": "27505755", "username": "Lljóska", "message_id": "27509385", "user_id": "7217", "datetime": "2012-02-29 16:06:10", "datestring": "29. feb. '12, kl: 16:06:10", "text": "ég á einn 6 ára sem fór í svínaflensu sprautu og hann fer sko létt með að halda sér vakandi. gæti vel vakað í sólahring ef hann vildi. ég fékk þessa sprautu líka og hef ekki fundið fyrir neinum aukaverkunum. aftur á móti veiktist stelpan mín af svínaflennsu og var ekki sprautuð og hún hefur síðan þá verið veik í lungunum."}, {"response_to": "27505755", "username": "bauninmín", "message_id": "27531838", "user_id": "32481", "datetime": "2012-03-02 15:24:01", "datestring": "2. mar. '12, kl: 15:24:01", "text": "Það vill bara oft gleymast hvaða þessir sjúkdómar voru og hvað þeir gerðu ,það er kannski eitthvað sem ætti að kynna líka. Fólk heyrir bara orðiðnöfn á sprautunum mislinga, rauðir hundar,heilahimnubólga en veit ekki ekkert hvað þessir sjúkdómar geta verið hræðilegir."}, {"response_to": "27495067", "username": "gúrki", "message_id": "27509043", "user_id": "67316", "datetime": "2012-02-29 15:32:27", "datestring": "29. feb. '12, kl: 15:32:27", "text": "Börn verða ekki einhverf af bólusetningum. Á Íslandi í dag er nokkuð hættulaust að sleppa því að bólusetja börn en það er af því að flestir gera það."}, {"response_to": "27509043", "username": "fruin83", "message_id": "27517665", "user_id": "27980", "datetime": "2012-03-01 08:57:41", "datestring": "1. mar. '12, kl: 08:57:41", "text": "Ég er ekki að segja að þetta eigi við öll börn með svínaflensusprautuna ég er bara að segja að það hafi komið tilfelli upp er ekki að segja að öll börn verða haldin svefn síki eftir svínaflensusprautu. Ég personulega myndi ekki velja að sprauta fyrir svínaflensunni eða árlegu inflúensusprautina en hinu myndi ég sprauta fyrir."}, {"response_to": "27495067", "username": "magzterinn", "message_id": "27535168", "user_id": "8409", "datetime": "2012-03-02 20:49:15", "datestring": "2. mar. '12, kl: 20:49:15", "text": "Ég átti smá rifrildi við mann á netinu um daginn og hann vill nú bara meina að bakteríur séu ekki til og að þetta sé allt saman bara stórt samsæri og stjórnvöld eru hryðjuverkamenn og ég veit ekki hvað og hvað. Hann skrifaði laaangan pistil sem svar til mín þegar ég dirfðist að mótmæla honum á spjallborði. :p  Svo já mín skoðun er sú að sumir geri þetta ekki bara af því að þeir eru kannski pínulítið lasnir í hausnum. Aðrir af því að fólk eins og hann er búið að hræða það. Og kannski trúir það því að bakteríur séu ekki til?"}, {"response_to": "27535168", "username": "fruin83", "message_id": "27535662", "user_id": "27980", "datetime": "2012-03-02 21:36:23", "datestring": "2. mar. '12, kl: 21:36:23", "text": "hehe það er nú bara bull :O) allir vita það að bakteríur eru til, það þarf mjög mikið til að heilaþvo fólk sem trúir því bulli."}, {"response_to": "27535662", "username": "magzterinn", "message_id": "27535712", "user_id": "8409", "datetime": "2012-03-02 21:41:45", "datestring": "2. mar. '12, kl: 21:41:45", "text": "Já maður hefði haldið það....en eftir þetta rifrildi komst ég að því að það er víst ekki svona einfalt, það er \"fullt\" af liði sem er sammála honum..."}, {"response_to": "27535168", "username": "bauninmín", "message_id": "27536419", "user_id": "32481", "datetime": "2012-03-02 22:35:26", "datestring": "2. mar. '12, kl: 22:35:26", "text": "Þetta er bara átakanlegt að það sé fólk sem haldi virkilega að þetta sé svona."}, {"response_to": "27536419", "username": "magzterinn", "message_id": "27537770", "user_id": "8409", "datetime": "2012-03-03 01:22:31", "datestring": "3. mar. '12, kl: 01:22:31", "text": "Æ nó.... ég las þennan pistil sem hnn skrifaði (og hann var laaangur) og ákvað að nenna ekki að reyna að berja hausnum í steininn. Var komin með nógu slæman hausverk. Það er ekki hægt að tala við svona fólk."}, {"response_to": "27535168", "username": "gangbraut", "message_id": "27538634", "user_id": "181572", "datetime": "2012-03-03 09:53:13", "datestring": "3. mar. '12, kl: 09:53:13", "text": "Haha sjitt er hægt að vera vitlaus :/"}, {"response_to": "27495067", "username": "DP1878", "message_id": "27545790", "user_id": "117014", "datetime": "2012-03-03 22:57:54", "datestring": "3. mar. '12, kl: 22:57:54", "text": "Þessi umræða um val foreldra til að bólusetja getur gert mig alveg sótsvarta af bræði, þannig að mitt input er bara þetta: endilega tjékkið á þessari heimildarmynd sem hægt er að horfa á á pbs þar sem allt kjaftæðið um einhverfutengslin er hrakið í drasl og einnig er sýnt frá upptökum af spítala þar sem að pínulítil kríli voru að berjast fyrir lífi sínu útaf sjúkdómum sem að þau voru of ung til að fá bólusetningu við og hefðu átt að geta treyst á hjarðverndina"}]}