{"url": "https://bland.is/umraeda/hundafolk-plis-segid-mer-ad-hann-haetti-thessu-bradum-/27588597/?page=3230", "date": "2012-03-07 17:31:39", "id": "27588597", "items": [{"text": "Vá, nú vantar mig sko pepp svo ég láti ekki undan dýrinu.Málið er að hundurinn minn er alveg einstaklega mikil frekja... Nú er það þannig að ég er ein heima með hann og þarf að læra. Hann er ekki sáttur því honum leiðist og vill að ég geri eitthvað í því. Nú er ég búin að sitja með hedfón á eyrunum í 2 klukkutíma og hann er búin að vera vælandi, skælandi og  geltandi allan tímann, krafsandi í mig og klórandi, og svo er hann búin að eyðileggja eitt tuskudýr. Ég fór með hann í ágætis göngutúr áður en ég fór að læra eimmitt svo ég gæti fengið frið. En það virðist ekki ætla að duga til.  Ég vil ekki keifa inn og láta undan honum því hann er svo rosaleg frekjudós.  En hvernig er það, láta ykkar hundar svona þegar þið eruð uppteknar?  Mynduð þið láta undan þessu?", "title": "Hundafólk... plís segið mér að hann hætti þessu bráðum...", "username": "sindyellow", "message_id": "27588597", "user_id": "67852", "response_to": null, "datetime": "2012-03-07 17:31:39", "datestring": "7. mar. '12, kl: 17:31:39"}, {"response_to": "27588597", "username": "Alfa78", "message_id": "27588618", "user_id": "78356", "datetime": "2012-03-07 17:32:54", "datestring": "7. mar. '12, kl: 17:32:54", "text": "setja hann í annað herbergi."}, {"response_to": "27588618", "username": "Alpha❤", "message_id": "27588667", "user_id": "105727", "datetime": "2012-03-07 17:35:28", "datestring": "7. mar. '12, kl: 17:35:28", "text": "þá heyrist bara hærra í honum..."}, {"response_to": "27588667", "username": "sindyellow", "message_id": "27588747", "user_id": "67852", "datetime": "2012-03-07 17:41:00", "datestring": "7. mar. '12, kl: 17:41:00", "text": "Ha ha ha... jebb... það er satt... plús það að hann hefndi sín rækilega með að skemma þröskuldinn..."}, {"response_to": "27588597", "username": "Alpha❤", "message_id": "27588641", "user_id": "105727", "datetime": "2012-03-07 17:33:49", "datestring": "7. mar. '12, kl: 17:33:49", "text": "ég á 2 og þeir láta ekki svona.  jújú stundum koma þeir og vilja athygli en ég þykist ekki sjá þá. þá kannski sitja þeir við hliðiná mér og stara á mig heillengi eða stökkva upp á mig aðeins til að láta vita af sér en ég læt eins og ég taki ekki eftir þeim og þá fara þeir að sofa.... við lappirnar a mér..."}, {"response_to": "27588641", "username": "sindyellow", "message_id": "27588738", "user_id": "67852", "datetime": "2012-03-07 17:40:15", "datestring": "7. mar. '12, kl: 17:40:15", "text": "úff...  vildi að minn væri svona þægilegur. Hann er of góðu vanur og ég er að reyna að breyta því. Hann tók til dæmis illskukast á mig um daginn því ég gaf honum ekki smá af serísósinu mínu eins og ég hef stundum gert... Hef greinilega skapað lítið frankenstein skrímsli með dekrinu og er núna að súpa seyðið af því."}, {"response_to": "27588738", "username": "Alpha❤", "message_id": "27588753", "user_id": "105727", "datetime": "2012-03-07 17:41:26", "datestring": "7. mar. '12, kl: 17:41:26", "text": "ef þú sussar á hann eða skammar þá ertu að gefa honum athygli þó hún sé neikvæð. best er að hætta því alveg.  ég hef passað mig á því að dekra mína ekki um of. ég veit það alveg að ég hefði aldrei höndlað að eiga frekjudollu hunda þannig að ég reyndi að bíta á jaxlinn og vera hörð."}, {"response_to": "27588597", "username": "Alpha❤", "message_id": "27588676", "user_id": "105727", "datetime": "2012-03-07 17:36:11", "datestring": "7. mar. '12, kl: 17:36:11", "text": "hvað er hann gamall? hvaða tegund er þetta? ertu ekki búin að búrvenja hann? geturu ekki farið á bókasafn eða eitthvað að læra og skilið hann eftir einan heima?"}, {"response_to": "27588676", "username": "sindyellow", "message_id": "27588802", "user_id": "67852", "datetime": "2012-03-07 17:45:32", "datestring": "7. mar. '12, kl: 17:45:32", "text": "Þetta er tveggja ára border terrier sem hefur alltaf verið skapmikill."}, {"response_to": "27588802", "username": "tóin", "message_id": "27589154", "user_id": "161670", "datetime": "2012-03-07 18:15:33", "datestring": "7. mar. '12, kl: 18:15:33", "text": ""}, {"response_to": "27589154", "username": "sindyellow", "message_id": "27589387", "user_id": "67852", "datetime": "2012-03-07 18:33:21", "datestring": "7. mar. '12, kl: 18:33:21", "text": "Þakka þér fyrir það, er eimmitt að taka á málunum af hörku núna. Það virðist ætla að ganga upp og ofan. Er rosalega fegin að hann lúffaði áðan og þetta virðist vera öflugri leið en skammir."}, {"response_to": "27588597", "username": "Ljósormur", "message_id": "27588813", "user_id": "162058", "datetime": "2012-03-07 17:46:33", "datestring": "7. mar. '12, kl: 17:46:33", "text": "Ef ég þarf algjöran frið þá fer ég með mína í góðann göngutúr og svo ferhún bara inn í búr að leggja sig. fyrstþá átti hún það til að væla smá en ég sussaði bara á hana og hún hætti og lagði sig."}, {"response_to": "27588813", "username": "staðalfrávik", "message_id": "27589015", "user_id": "79063", "datetime": "2012-03-07 18:02:05", "datestring": "7. mar. '12, kl: 18:02:05", "text": "Einmitt, besta ráðið er að vera búin að hreyfa hann, leyfa honum að gera þarfir sínaar og borða."}, {"response_to": "27588597", "username": "whoopi", "message_id": "27589056", "user_id": "133131", "datetime": "2012-03-07 18:05:48", "datestring": "7. mar. '12, kl: 18:05:48", "text": "Hverskonar hreyfingu fær hann?"}, {"response_to": "27588597", "username": "idontknow", "message_id": "27589129", "user_id": "184931", "datetime": "2012-03-07 18:13:35", "datestring": "7. mar. '12, kl: 18:13:35", "text": "Það er nú frekar augljóst að hann þarf á einhverju meira að halda. Ferðu með hann út að hlaupa þar sem hann getur verið laus? Svo klikka alltof margir hundaeigendur á andlegri þjálfun fyrir hundana. Finnst þetta hljóma einsog hann vanti bara eitthvað að gera. Þú getur fengið alls kyns heilaþrautir fyrir hann (border terrier er klár voffi sem þarf að fá að hugsa soldið) :) Getur líka föndrað svona heilaþrautir ef þú átt ekki pening."}, {"response_to": "27589129", "username": "whoopi", "message_id": "27589167", "user_id": "133131", "datetime": "2012-03-07 18:16:34", "datestring": "7. mar. '12, kl: 18:16:34", "text": "Var einmitt að pæla í því. Það er sjaldan nóg hreyfing fyrir 2 ára hraustan hund að fá bara labbitúr (veit ekkert hvernig hreyfingu þessi hundur fær)"}, {"response_to": "27589167", "username": "lillalitla", "message_id": "27589226", "user_id": "3342", "datetime": "2012-03-07 18:21:11", "datestring": "7. mar. '12, kl: 18:21:11", "text": "Ég gerði það stundum fyrir mína að taka hólk innan úr klósetpappírsrúllu eða eldhjúsrúllu, lokaði fyrir annan endann, setti nammi innaní (harðfisk,kæfu lifrarpylsu eða annað sem hvutta finnst gott) og lokaði fyrir hinumegin og límdi svo hringinn í kring um alla rúlluna (þakti hana ekki alveg, bara svo hún væri ekki búin að opna þetta á 0,1) þþetta dugði vel til sem og að fela nammi hér og þar, undir mottu og láta hana leita"}, {"response_to": "27589226", "username": "whoopi", "message_id": "27589343", "user_id": "133131", "datetime": "2012-03-07 18:29:40", "datestring": "7. mar. '12, kl: 18:29:40", "text": "Já það er gott að láta hundinn hugsa, svo er gott að láta þá leita úti. Fela dót einhversstaðar á stóru svæði og sleppa hundinum og láta hann leita. Við skildum stundum dót eftir úti á stóru svæði í 1-3 daga og hundurinn okkar fór alltaf strax að leita að því, og fann það ALLTAF strax, þeim finnst þetta svakalega gaman :)"}, {"response_to": "27589129", "username": "sindyellow", "message_id": "27589351", "user_id": "67852", "datetime": "2012-03-07 18:30:16", "datestring": "7. mar. '12, kl: 18:30:16", "text": "Reyni yfirleitt að koma því þannig fyrir að ég komist með hann upp á ásfjall á hverjum degi og leyfi honum að hlaupa þegar við erum komin nógu langt frá mannabyggð.  Tekur oft um 2 til 3 tíma. Reyndar var veðrið þannig í dag að ég varð að hætta eftir klukkutíma og fara heim þvi ég sá ekkkert fyrir snjófoki. Hélt reyndar að það myndi duga því ég fór með hann smá spotta fyrir hádegi líka. Greinilega ekki nóg :)"}, {"response_to": "27589351", "username": "idontknow", "message_id": "27589370", "user_id": "184931", "datetime": "2012-03-07 18:32:09", "datestring": "7. mar. '12, kl: 18:32:09", "text": "Það eru alltof margir sem hreyfa hundana sína í rauninni alltof mikið. Þá ertu bara að búa til ofvirkan hund sem er \"háður\" svona mikilli hreyfingu. Hundurinn fær miklu meira út úr því að nota heilann :)"}, {"response_to": "27589129", "username": "qetuo55", "message_id": "27589638", "user_id": "170426", "datetime": "2012-03-07 18:55:31", "datestring": "7. mar. '12, kl: 18:55:31", "text": "Já það þreytir voffana alveg jafn mikið að fá heilaþraut en ein sú einfaldasta sem ég veit um er að taka lúku fylli af matnum hans þegar hann er svangur eða nammi (ég notaði oft lifrarpylsubita) og kasta því yfir grasflöt, svo getur voffinn dundað sér við að þefa upp bitana."}]}