{"url": "https://bland.is/umraeda/pepp-eda-reynslusogur-vel-thegnar-/27628182/?page=3200", "date": "2012-03-11 14:54:03", "id": "27628182", "items": [{"text": "Veit ekki alveg hvað mig vantar .....  en smá ráð, pepp eða jafnvel skammir eru vel þegnar :)  heheMálið er að nú er ég að brenna inni með að eignast annað barn (aldur) :)Ég er með þetta á heilanum og ræði þetta ekki við neinn, ekki einu sinni manninn minn vegna þess að hann heldur að þetta sé ekki einu sinni í umræðuni hjá okkur.Við eigum rétt rúmlega 2 ára barn sem að hefur verið brjálæðislega óvært alla tíð.  Einnig er barnið mjög krefjandi á daginn líka og sefur lítið og svo framvegis...Þetta hefur verið mjög erfitt og geðheilsan hjá mér sundum ekki upp á marga fiska.  Þetta bitnar auðvitað líka á hjónabandinu og þeim góðu stunum sem að maður á einn með maka.Ég er að spá í að hætta alveg við frekari barneiginir vegna þess hve mikið þetta hefur tekið á...Er þetta rétt hugsun ??  Mun ég sjá eftir þessu ??Þetta er ástæðan :(é póstaði þessu inn í umræðu hjá konu sem að er með óvært 3 mánaða barn)Þetta er rosalega erfitt !!  Ég hef verið í þínum sporum (jafnvel verri) og þetta tók svo mikið á að ég er enn að jafna mig.Vil ekki hræða þig, en stundum finnast ekki neinar lausnir og ráðin duga ekki sem að manni eru gefin.Svefnvejur hjá mínu barni voru HRIKALEGAR frá fæðingu til til 2 ÁRA !!!!Ég gerði allt sem að mér var ráðlaggt og meira til en ekkert gekk.Hitti alla lækna, svefnráðgjafa og hætti með barnið á brjósti 9 mánaða svo að það væri ekki að trufla svefninn....Mitt barn vaknaði oft 6-8 sinnum á nóttu og svaf hrikalega illa í stuttum lúrim á daginn.  Sem sagt aldrei hvíld hjá mér..Nú er barnið rúmlega tveggja ára og er MIKIÐ skárri (án þess að ég hafi breytt neinu)Nú vaknar barnið BARA 1-3 á nóttu og sofnar fljótt aftur !!!Ég prófaði :  háls nef og eyrnalækna, svefnráðgjafa, ungbarnalækna, róandi lyf í maga, mjólkuróþolspróf, útilokaði bakflæði, prófa að sofa upp í hjá mér ef að um martraðir væri að ræða, láta pabbann sinna barninu, gefa mikið/lítið að borða fyrir háttinn, róandi nudd eftir bað, breyta um umhverfi, var boðið að leggja barnið inn á spítala (hvíldarinnlöggn) sem að ég reyndar vildi ekki þiggja og margt fleiraEKKERT VIRKAÐI og geðheilsan mín í ruglinu !!Ég vona svo innilega að þitt barn jafni sig fljótlega því að þetta getur verið hrikalega erfitt.Mundu bara að ef að ekkert vikar og barnið heldur áfram svona....AÐ ÞETTA GENGUR YFIR !!Það var það sem að bjargaði mér að hugsa um....NÚ ER BARA SPURNING HVORT AÐ MAÐUR SÉ TILBÚIN Í AÐ TAKA SÉNSINN Á ÖÐRU SVONA ??????PLÍIIIISSS, ÖLL SVÖR VEL ÞEGIN.  Ég hugsa mikið um þetta og líður bara ekki mjög vel :(", "title": "Pepp eða reynslusögur vel þegnar !!!!!!", "username": "afturogaftur", "message_id": "27628182", "user_id": "173871", "response_to": null, "datetime": "2012-03-11 14:54:03", "datestring": "11. mar. '12, kl: 14:54:03"}, {"response_to": "27628182", "username": "afturogaftur", "message_id": "27628319", "user_id": "173871", "datetime": "2012-03-11 15:08:54", "datestring": "11. mar. '12, kl: 15:08:54", "text": "P.s. þarf ekki að taka það fram að auðvitað elska eg barnið mitt eeeendalaust mikið þratt fyrir erfiðleikana......"}, {"response_to": "27628182", "username": "Momzilla", "message_id": "27628418", "user_id": "35741", "datetime": "2012-03-11 15:17:00", "datestring": "11. mar. '12, kl: 15:17:00", "text": "Þó fyrsta barnið hafi verið óvært er ekkert sem segir að næsta sé það. Mitt fyrsta barn er mjög krefjandi en reyndar var svefninn ekki eins og hjá þínu en svo átti ég annað og það er allt öðru vísi, þvílíku rólegheitin og bara allt allt öðruvísi, alltaf  í góðu skapi og aldrei neitt mál með neitt (er að verða fjögurra ára bráðum)!"}, {"response_to": "27628418", "username": "afturogaftur", "message_id": "27628547", "user_id": "173871", "datetime": "2012-03-11 15:28:23", "datestring": "11. mar. '12, kl: 15:28:23", "text": "Sæl og takk fyrir svarið.  Það er svooo gott að fa svona sogur.  Maður er bara svo hræddur um að fa annað nakvæmlega eins: )  hugsaði einmitt um það þegar að eg hvað ofrisk að vonandi fengi eg rolegt og vært barn....en svo fekk eg akkurat ofugt hehe. En auðvitað  maður að vera þakklat fyrir heilbrigt barn og yndislega fallegt lika..en hitt er bara svo erfitt að það er alveg rosalegt...serstaklega svefnleysið i 2 heil það! !!"}, {"response_to": "27628547", "username": "afturogaftur", "message_id": "27628564", "user_id": "173871", "datetime": "2012-03-11 15:30:30", "datestring": "11. mar. '12, kl: 15:30:30", "text": "Heil 2 ar atti það það vera..... :)"}, {"response_to": "27628547", "username": "bianca", "message_id": "27628977", "user_id": "142748", "datetime": "2012-03-11 16:09:30", "datestring": "11. mar. '12, kl: 16:09:30", "text": "Sammála því sem momzilla segir:) Það er held ég bara ekkert brjálæðislega líklegt að næsta barn verði eins með svefnvenjur. Allavega þekki ég SVO marga sem eiga fleiri en eitt barn og eitt þeirra hefur verið með svefnvesen en hin/hitt ekki. Ég ætla allavega að trúa því að ef ég eignast annað barn þá verði svefninn ekkert endilega jafnerfiður og hjá syni mínum:) (Hann er tíu mánaða og svefninn hefur verið í rugli frá fæðingu! ARG!)."}, {"response_to": "27628547", "username": "miramis", "message_id": "27636868", "user_id": "5483", "datetime": "2012-03-12 10:27:09", "datestring": "12. mar. '12, kl: 10:27:09", "text": "Nei nei - það er alls ekki þannig að öll börnin séu eins. Fyrsta barnið mitt var afskaplega þægilegt að öðru leyti en því að hann svaf ekki rassgat fyrsta árið sem var alger hryllingur. Næsta barn svaf svosem ágætlega en djísús, þvílíkur skaphundur alveg frá því að hann skreið út úr mér. Á tímabili (akkúrat þarna þegar hann var í kringum 2 ára) bjuggum við í Svíþjóð og við vorum eiginlega hætt að fara út með hann því hann öskraði yfir öllu og engu, það var ekki hægt að nota almenningssamgöngur út af þessu."}, {"response_to": "27628182", "username": "Strögglari", "message_id": "27628997", "user_id": "40122", "datetime": "2012-03-11 16:12:02", "datestring": "11. mar. '12, kl: 16:12:02", "text": "Vá þú gætir næstum verið ég :)"}, {"response_to": "27628997", "username": "Momzilla", "message_id": "27630088", "user_id": "35741", "datetime": "2012-03-11 17:41:19", "datestring": "11. mar. '12, kl: 17:41:19", "text": "Eitt enn sem mér datt í hug, stundum hef ég heyrt fólk segja, hvernig nennir fólk sem á erfið börn að eignast fleiri.... ef það hefur í raun nóg með þetta eina krefjandi...en málið er það að það getur verið mjög erfitt að eiga erfitt barn og það er oft auðveldara að halda gleðinni ef maður á fleiri, t.d. ef þetta erfiða er í einhverju endalausri fýlu/ brjálæðiskasti/ eða bara með vesen þá er kannski annað sem vill bara koma og knúsa og gera eitthvað skemmtilegt og þá spáir maður minna í hinni fýlunni ;)"}, {"response_to": "27628182", "username": "lilja88", "message_id": "27630126", "user_id": "58492", "datetime": "2012-03-11 17:44:18", "datestring": "11. mar. '12, kl: 17:44:18", "text": "ef þu ert að hugsa um að eiga annað barn og langar það.. það myndi eg taka sénsinn"}, {"response_to": "27628182", "username": "JungleDrum", "message_id": "27630504", "user_id": "29871", "datetime": "2012-03-11 18:13:48", "datestring": "11. mar. '12, kl: 18:13:48", "text": "Fyrsta barn hjà mèr var svona skelfilega òvært en nr 2 er algjör andatæða hans, er reyndar bara 4 vikna, en bara sefur og er svo róleg og bara allt annar karakter. En èg hugsaði mig alveg 5 sinnum um àður en við àkvàðum að leggja ì annað, en ákvàðum að drìfa ì því sem fyrst vegna aldurs. Klàra þetta bara"}, {"response_to": "27628182", "username": "Ransoms", "message_id": "27630611", "user_id": "13910", "datetime": "2012-03-11 18:23:38", "datestring": "11. mar. '12, kl: 18:23:38", "text": "Fyrsta barnið mitt var alveg svakalega óvært.  Það var allt að hjá því og fyrstu tvö árin voru okkur alveg skelfilega erfið.  Þegar það var rúmlega 2ja ára komst ég það því að ég væri ófrísk aftur og fékk algert taugaáfall!!!  Svaf ekkert í nokkrar nætur og kveið mikið fyrir.  En svo kom þetta líka svakalega væra barn sem svaf nánast út í eitt fyrstu 3 mánuðina!  Ég ætla ekki að segja að þetta hafi ekki verið erfitt, sá yngri fékk ýmsa kvilla sem sá eldri var með en einhvern veginn gekk þetta allt saman.  Fyrstu árin voru erfið en nú er sá yngri 4ra ára og þetta er bara ekkert nema dásamlegt.  Systkinakærleikurinn er eitt af því dásamlegast sem til er :)"}, {"response_to": "27628182", "username": "Umslag", "message_id": "27633652", "user_id": "68882", "datetime": "2012-03-11 22:03:41", "datestring": "11. mar. '12, kl: 22:03:41", "text": "Strákurinn minn var eins og þitt barn...ROSALEGA óvær, alla daga og allar nætur!  Allt reynt og ekkert fannst að!"}, {"response_to": "27628182", "username": "Lonnietta", "message_id": "27633869", "user_id": "92363", "datetime": "2012-03-11 22:14:21", "datestring": "11. mar. '12, kl: 22:14:21", "text": "Ég á 2 börn og eldra svaf alla tíð, bara frá því að hann var pons og það er í undantekningartilvikum sem hann vaknar á nóttunni núna 2,5 ára (og er þá yfirleitt lasin eða þyrstur). Litlinn minn er hins vegar alveg þveröfugt, sefur illa og lítið, er mjög órólegur við reyndum allt, en bara allt í einu kom það, gæti spilað inn í að hann fæddist mjög óöruggur og að öllum líkindum með kveisu, hann er 8 mánaða og hann vaknar yfirleitt 3 svar á nóttunni."}, {"response_to": "27633869", "username": "bianca", "message_id": "27636514", "user_id": "142748", "datetime": "2012-03-12 09:45:29", "datestring": "12. mar. '12, kl: 09:45:29", "text": "Það er pínu gott að heyra svona sögur, af því að stundum fær maður á tilfinninguna að maður sé bara svona lélegur í uppeldinu, fyrst barnið sefur svona illa. Fólk alltaf að segja manni að prófa þetta og hitt og foreldrarnir sem eiga börn sem sofa alla nóttina að segja \"sko ég gerði þetta svona ... og hún/hann sefur alltaf\" - og maður verður bara aaarrrrrg ... búin að prófa þetta, þetta virkaði ekki hjá mér!:) Kannski er þetta bara eitthvað sem maður getur bara alls ekki stjórnað."}, {"response_to": "27636514", "username": "Lonnietta", "message_id": "27638154", "user_id": "92363", "datetime": "2012-03-12 12:49:04", "datestring": "12. mar. '12, kl: 12:49:04", "text": "haha ég fékk einmitt svona tilfinningu allan tíman, að ég væri að gera eldra barninu mínu hræðilegan grikk með því að vera að koma með annað barn sem væri svona erfitt og bla bla, að uppeldið væri að klúðrast algjörlega og bara mér að misstakast algjörlega. Plús það hvað þetta er ógeðslegt álag á sambandið og okkar var alveg að hrunum komið þegar barnið fór að sofa."}, {"response_to": "27628182", "username": "Glumbra", "message_id": "27634353", "user_id": "117996", "datetime": "2012-03-11 22:50:04", "datestring": "11. mar. '12, kl: 22:50:04", "text": "ég á mjög krefjandi 2ja ára snáða og hann einmitt hætti að sofa á daginn 11 mánaða þar til hann fór í leikskóla þá náðu þær að fá hann til að sofa þar á daginn en um helgar og í fríum sefur hann ekki á daginn, hann vaknaði mjög oft á nóttunni og er mjög skapmikill og ákveðinn og sýndi það vel frá fæðingu hreinlega!"}, {"response_to": "27628182", "username": "frk frostrós", "message_id": "27635574", "user_id": "89076", "datetime": "2012-03-12 01:33:42", "datestring": "12. mar. '12, kl: 01:33:42", "text": "Ég á þrjár litlar stelpur, eina sem verður 3 ára núna í apríl og svo tvær sem verða 2 ára í maí. Elsta dóttir mín var hrikalega óvær. Hún svaf sama sem ekki neitt allt fyrsta árið sitt og enn í dag er hún ofboðslega fyrirferðarmikil. Þegar hún var 4.5 mánaða verð ég ófrísk aftur, ég hélt að ég yrði ekki eldri með lítið barn sem svaf ekkert og grét bara og orðin ófrísk aftur. Í 12.vikna sónarnum kom í ljós að ekki væri um eitt kríli að ræða heldur tvö. Ég fór að hágráta af þreytu, sjokki og hræðslu um það hvernig það yrði ef þessi börn yrðu eins og systir þeirra. Svona leið öll meðgangan mín og sú elsta svaf ekki neitt ég var því vansvefta alla meðgönguna. Svo fæddust fullkomnu stelpurnar mínar deginum áður en sú eldri verður 13 mánaða og þær hafa verið svo yndislegar og þægilegar alveg frá því að þær fæddust. Sváfu 6 tíma strax fyrstu nóttina sína og voru farnar að sofa alla nóttina 6 vikna. Þær tóku 2 vikur þar sem þurfti að hafa smá fyrir þeim þegar þær voru 4  vikna en svo eftir það hef ég bókstaflega ekki fundið fyrir þeim."}, {"response_to": "27628182", "username": "confused11", "message_id": "27635892", "user_id": "29049", "datetime": "2012-03-12 07:48:13", "datestring": "12. mar. '12, kl: 07:48:13", "text": "Nú á ég tvö börn, þau eiga sama pabban og bara 16 mánuðir á milli. En þau eru eins og svart og hvítt. Elsta barnið hefur aldrei verið neitt vandamál, það voru 3 heilar nætur sem hann var vakandi til kl 3 með magaverki þegar hann var ungabarn. Hann þyngdist um 500gr á viku fyrstu mánuðina, hann hló, hann brosaði og var alveg einstaklega rólegt og yfirvegað barn."}, {"response_to": "27628182", "username": "afturogaftur", "message_id": "27637029", "user_id": "173871", "datetime": "2012-03-12 10:47:26", "datestring": "12. mar. '12, kl: 10:47:26", "text": "TAKK FYRIR SVÖRIN FRÁBÆRU KONUR !!!!!!!!!!!!"}, {"response_to": "27628182", "username": "EIIA", "message_id": "27637690", "user_id": "81804", "datetime": "2012-03-12 11:57:49", "datestring": "12. mar. '12, kl: 11:57:49", "text": "Elsta dóttir mín var þvílíkt kveisubarn! Svaf lítið sem ekki neitt á daginn og vaknaði billjón sinnum á nóttunni."}, {"response_to": "27637690", "username": "afturogaftur", "message_id": "27645824", "user_id": "173871", "datetime": "2012-03-12 22:35:00", "datestring": "12. mar. '12, kl: 22:35:00", "text": "Rosalega er þetta nú misjafnt hvað þau nenna að sofa þessi kríli :=)"}, {"response_to": "27628182", "username": "kranastelpa", "message_id": "27638823", "user_id": "78521", "datetime": "2012-03-12 14:03:07", "datestring": "12. mar. '12, kl: 14:03:07", "text": "ef þig langar í barn og finnst erfitt að hugsa til þess að eiga ekki annað þá finnst mér þetta ekki ásætða til að stoppa :) eða bara yfir höfuð ekki ástæða..  ég reyndar á tvö voða róelga börn, eða sko þegar þær voru litlar, eru fæddar með 10mán millibili svo það er slatti vinna í dag s.s. ... en vinkona mín átti rosalega erfitt barn, ýmislegt sem kom ekki í ljós fyrr en 9 mánaða og hélt áfram þar til barnið var rúmlega 2ja ára, fram að því var hún í neitun að eignast annað barn þó henni langaði því hún var ekki tilbúin í annað svona kríli.. í dag eiga þau rúmlega 6mánaða gamalt barn og hitt 4ra ára og ég hef reglulega fengið hringirnagar þar sem hún spyr mig hvort það sé alveg eðlilegt að barnið sofi legnur en 2 tíma í senn án þess að það heyrist í því eða gráti eða borði og hvort það sé alveg eðlilegt að barnið sitji bara rólegt í stólnum sínum og horfi í kringum sig ;)"}, {"response_to": "27638823", "username": "afturogaftur", "message_id": "27645981", "user_id": "173871", "datetime": "2012-03-12 22:43:57", "datestring": "12. mar. '12, kl: 22:43:57", "text": "Hehe, ef að það kom fyrir að barnið svaf örlítið lengri lúra en venjulega þá var ég (því miður) vöknuð og farin að tékka hvort allt væri ekki ok..."}, {"response_to": "27628182", "username": "aurelienne", "message_id": "27655276", "user_id": "166616", "datetime": "2012-03-13 19:18:11", "datestring": "13. mar. '12, kl: 19:18:11", "text": "Sæl"}, {"response_to": "27655276", "username": "afturogaftur", "message_id": "27656736", "user_id": "173871", "datetime": "2012-03-13 21:08:25", "datestring": "13. mar. '12, kl: 21:08:25", "text": "Sæl, já nákvæmkega !!"}, {"response_to": "27656736", "username": "Momzilla", "message_id": "27668522", "user_id": "35741", "datetime": "2012-03-14 21:24:07", "datestring": "14. mar. '12, kl: 21:24:07", "text": "Hefurðu hugleitt möguleikan að barnið þitt sé kannski með mjólkuróþol ? Svo mörg börn með mjólkuróþol án þess að það hafi verið spáð í því og eitt einkennið er t.d. truflaður svefn  ! Bara pæling, spurning að sleppa mjólkurvörum í 3 vikur og ath. hvort þú sjáir einhvern mun, örugglega alveg fyrirhafnarinnar virði :)"}, {"response_to": "27668522", "username": "afturogaftur", "message_id": "27670249", "user_id": "173871", "datetime": "2012-03-14 23:03:11", "datestring": "14. mar. '12, kl: 23:03:11", "text": "Takk fyrir svarið.  Já ég var búin að prófa þetta með mjólkina en ekki far til hómópata...hvað/hvernig gæti hann haft áhrif ??  Varðandi mataræðið þá eða ??"}]}