{"url": "https://bland.is/umraeda/3-ara-og-allt-stiflad/27657593/?page=3188", "date": "2012-03-13 21:56:46", "id": "27657593", "items": [{"text": "sonur minn fékk flensu fyrir tæpum 3 vikum og öll rútína úr skorðum og þar á meðal klósettferðirnar, eftir 5 daga (kúkar á hverjum degi og aldrei vandamál) fórum við til læknis og hann sagði mér að kaupa microlax,það virkaði bara þannig að hann þurfti að fara strax en ekkert kom nema microlaxið.  Þegar var liðin vika og hann farinn að kvarta fór ég upp á barnaspítala og þar var honum gefið kliks (veit ekki hvernig skrifað) en það er eins og risaskammtur af microlax, sama sagan -skilaði því strax, reynt aftur og sama sagan.  send heim með dropa sem hann gleypti og það átti að lina þetta allt og koma eins konar niðurgangur, í fjóra daga kom eins og ormar að stærð en svo ekkert meir, mátti bara gefa þetta í 4 daga, fór þá aftur þegar voru komnar 2 vikur og þau reyndu kliksið, kom smá bomba og ekkert meir, kvöldið eftir ákvað ég að skoða þetta eins og læknirinn gerði, hanskar og júgursmyrsl, eitthvað hef ég náð að hreyfa við þessu  (fann mikla fyrirstöðu)  því það kom svakalegt flykki og kúkaði svo eðlilega daginn eftir (laugardag) en ekkert síðan þá, hefur þurft að fara en hættir við, veit ekki hvort þetta sé að meiða hann eða hann orðinn svona kvektur að hann haldi í sér.svaka langloka en ég er að vona að einhver kannist við svona lýsingu,  á ég að fara enn einu sinni uppá á spítala?  þegar hann var skoðaður síðast þa´sagði læknirinn að þarmarnir væru ekki stíflaðir heldur væri bara köggull neðst.  Las hér inni að ein sem á 2,5 árs stelpu, og hún var mynduð, minn var ekkert myndaður.  Er eitthvað annað hægt að gera fyrir þessi grey, ef ekkert virkar að sprauta endalausu magni af microlaxi og þess háttar?", "title": "3 ára og allt stíflað", "username": "íspinni", "message_id": "27657593", "user_id": "81129", "response_to": null, "datetime": "2012-03-13 21:56:46", "datestring": "13. mar. '12, kl: 21:56:46"}, {"response_to": "27657593", "username": "íspinni", "message_id": "27658311", "user_id": "81129", "datetime": "2012-03-13 22:38:52", "datestring": "13. mar. '12, kl: 22:38:52", "text": "enginn?"}, {"response_to": "27657593", "username": "afturogaftur", "message_id": "27658536", "user_id": "173871", "datetime": "2012-03-13 22:53:20", "datestring": "13. mar. '12, kl: 22:53:20", "text": "Þekki eina sem að lenti i þessu með sitt barn og hun let mynda...svo þurfti hun lika að breyta mataræðinu hja barninu i nokkrar vikur"}, {"response_to": "27658536", "username": "disin1", "message_id": "27660129", "user_id": "120727", "datetime": "2012-03-14 08:02:37", "datestring": "14. mar. '12, kl: 08:02:37", "text": "Prófaðu að gefa honum kíví og tómata á hverjum degi og helst soldið mikið"}, {"response_to": "27657593", "username": "ComputerSaysNo", "message_id": "27660923", "user_id": "47512", "datetime": "2012-03-14 09:56:13", "datestring": "14. mar. '12, kl: 09:56:13", "text": "Sleppa eða minnka mjólkurvörur á meðan þetta er að komast í lag. Halda að honum ávöxtum eins og t.d. ananas."}, {"response_to": "27657593", "username": "huff", "message_id": "27661033", "user_id": "90454", "datetime": "2012-03-14 10:08:24", "datestring": "14. mar. '12, kl: 10:08:24", "text": "Hörfræolía og þurrkaðir ávextir enga banana, epli og lítið af mjólkurvörum. Kaupa trefjaríkt morgunkorn, Fruit and fiber er trefjaríkt með þurrkuðum ávöxtum, hægt að maula það þurrt á milli mála. Drekka vel af vatni."}, {"response_to": "27657593", "username": "KarenLK", "message_id": "27661645", "user_id": "127365", "datetime": "2012-03-14 11:15:16", "datestring": "14. mar. '12, kl: 11:15:16", "text": "Ég myndi fara fram á myndatöku, bara til öryggis. Ef læknirinn vill ekki skrifa upp á hana, þá myndi ég finna annan. Gangi þér vel með þetta."}, {"response_to": "27661645", "username": "íspinni", "message_id": "27665558", "user_id": "81129", "datetime": "2012-03-14 17:26:23", "datestring": "14. mar. '12, kl: 17:26:23", "text": "talaði við hjúkrunarfræðing í dag, hún nefndi að ég ætti að prufa aftur eins og ég gerði um helgina, hanski og smyrsl,  náði slatta ut, klukkutíma seinna kom þetta stærðarinnar flykki, drengurinn búinn á því en sáttur ;-) svo talaði hún um að viðhalda extra góðu matarræði og sorbitol til að koma lag á rútínuna, hann er orðinn svo kvekktur og hræddur við að kúka, en reynir alltaf svo ég vona með því að halda hægðununm vel mjúkum þá ætti þetta að koma sjálft, takk fyrir hugmyndir og svörin, þau eru komin á ísskápinn;-)"}, {"response_to": "27665558", "username": "mustla", "message_id": "27667256", "user_id": "77859", "datetime": "2012-03-14 19:54:58", "datestring": "14. mar. '12, kl: 19:54:58", "text": "Mín lenti í svipuðu og þinn, læknirinn mældi með að minnka mjólkurvörurnar alveg um helming sem ég gerði, og reyndi að bæta eins miklum trefjum inn og ég gat, hún fær alltaf eitt kiwi á morgnana og sorbitol, og núna gengur þetta eins og í sögu, kúkar 1 sinni á dag."}, {"response_to": "27665558", "username": "KarenLK", "message_id": "27670091", "user_id": "127365", "datetime": "2012-03-14 22:54:15", "datestring": "14. mar. '12, kl: 22:54:15", "text": "Bara svona ps . . . ég lenti í svipuðu með mína. Ég bæti olíu í grautinn hennar á morgnana til að smörelsið sé í góðu lagi og hún fær hörfræ í grautinn. Svo tók ég út mjólkurvörur. Þetta hjálpaði helling."}, {"response_to": "27665558", "username": "tiril", "message_id": "27702482", "user_id": "125846", "datetime": "2012-03-18 07:41:56", "datestring": "18. mar. '12, kl: 07:41:56", "text": "ég á barn sem er mjög gjörn á að fá harðlífi og hún er búin að vera föst á sorbitol síðan hún var um 4 ára gömul (ca 10 ár) þetta hefur alveg bjargað okkur.  En ég myndi ráðleggja þér að minnka mjólkurvörurnar en ekki alveg taka þær út samt, ég gerði það hjá minni (þ.e tók þær alveg út) og þá fékk hún bara rennandi hægðir í næstum 3 vikur.  En hún var reyndar með mjólkuróþol líka og fékk ekki miklar mjólkurvörur.  en það er gott að fylgjast með t.d. geri, hveiti og svoleiðis vörum, ég tek eftir að ef mín hefur borðað mikið brauð og pasta (svo ég tali ekki um pizzu) þá verður hún verri í maganum."}, {"response_to": "27657593", "username": "IÓ", "message_id": "27668680", "user_id": "98760", "datetime": "2012-03-14 21:32:53", "datestring": "14. mar. '12, kl: 21:32:53", "text": "Stelpan mín er 3 ára og það er búið að vera mikið hægðavandamál síðan hún var 1 árs. Hún á það til að síflast og fara halda í sér og hefur þurft að vera á microlax í langan tíma en ekkert virkað almennilega, fyrr en ég fór með hana til Kolbrúnar grasalæknis. Hún lét okkur hafa asithosfilus (veit ekki hvernig það er skrifað) og Lakkrísrótarduft. Þetta vandamál lagaðist þvílíkt. Hún ráðlagði okkur líka með mataræði svo þetta var bara allt annað líf eftir að við fórum til hennar. Núna, ef hún stíflast t.d vegna veikinda eða rútinuleysis, þá gef ég henni smá af þessu lakkrísrótardufti og hún bara kúkar stuttu eftir það. Þvílík hamingja.... úff því svona hægaðvandamál geta verið svo ferlega erfið fyrir alla."}, {"response_to": "27668680", "username": "SÆTA BAUN", "message_id": "27670061", "user_id": "165894", "datetime": "2012-03-14 22:52:19", "datestring": "14. mar. '12, kl: 22:52:19", "text": "Lakkrísrótsrdufti.... hvernig er það gefið ??"}, {"response_to": "27668680", "username": "HelloKiddy", "message_id": "27671998", "user_id": "96203", "datetime": "2012-03-15 08:58:09", "datestring": "15. mar. '12, kl: 08:58:09", "text": "Acidophilus:)"}, {"response_to": "27657593", "username": "kristinjon", "message_id": "27672196", "user_id": "51637", "datetime": "2012-03-15 09:23:32", "datestring": "15. mar. '12, kl: 09:23:32", "text": "Blessuð og sæl,"}, {"response_to": "27672196", "username": "kristinjon", "message_id": "27672207", "user_id": "51637", "datetime": "2012-03-15 09:24:59", "datestring": "15. mar. '12, kl: 09:24:59", "text": "Vá! Gleymdi acidophilus töflum og síðast en ekki síst LGG - það er snilld, fæst í öllum stórmörkuðum ;)"}, {"response_to": "27672207", "username": "íspinni", "message_id": "27699790", "user_id": "81129", "datetime": "2012-03-17 20:50:17", "datestring": "17. mar. '12, kl: 20:50:17", "text": "síðan á miðvikudaginn hefur drengurinn kúkað eins og hann fái borgað en ég sem sagt hreyfði aðeins við þessu sjálf en svo  ég gaf honum tvö kvöld í röð laxoberal dropa og sorbitol, svo movicol duft útí vatnið með kvöldmatnum, höfum í sjálfu sér ekkert breytt matarræðinu enda borðar hann allt og fjölbreytt, einu mjólkurvörurnar eru mjólk sem hann fær á morgnana og þrjúkaffi á leikskóla, en þetta er allavegana komið hjá honum, ætla halda sorbitolinu og movicol (fær þarmana til að draga til sín vökva) þangað til að við erum alveg save.  Þar sem þetta hefur aldrei skeð áður þá verður maður vel vakandi í næstu flensu;-) takk fyrir svörin"}]}