{"url": "https://bland.is/umraeda/8-manada-matur/27702574/?page=3186", "date": "2012-03-18 08:29:03", "id": "27702574", "items": [{"text": "Er einhver sem er til í að deila hvernig matartímum og svoleiðis er háttað hjá ykkur, þ.e. hvenær og hvað er borðað? Eru börnin ykkar að drekka fyrir lúr eða eru þið með svipað system og í Draumaland þar sem börnin drekka þegar þau vakna og eru nýlega búin að borða/drekka þegar þau taka lúr.", "title": "8 mánaða - matur", "username": "shelly", "message_id": "27702574", "user_id": "56472", "response_to": null, "datetime": "2012-03-18 08:29:03", "datestring": "18. mar. '12, kl: 08:29:03"}, {"response_to": "27702574", "username": "Squidoo", "message_id": "27702981", "user_id": "197602", "datetime": "2012-03-18 09:51:18", "datestring": "18. mar. '12, kl: 09:51:18", "text": "Dóttir mín fær morgunmat þegar hún vaknar og vatn í stútkönnu, svo fær hún pela áður en hún fer útí vagn, hádeigistmat milli 12 og 13, pela áður en hún fer aftur út að sofa, kaffitímann um 4 leytið þegar hun vaknar og svo kvöldmat um hálf 7.. svo bara aftur pela áður en hún fer í nætursvefninn."}, {"response_to": "27702981", "username": "A Powerful Noise", "message_id": "27708492", "user_id": "102831", "datetime": "2012-03-18 18:53:42", "datestring": "18. mar. '12, kl: 18:53:42", "text": "Er með nákvæmlega sömu rútínu með minn :)"}, {"response_to": "27702574", "username": "litlaskotta", "message_id": "27703060", "user_id": "66612", "datetime": "2012-03-18 10:06:39", "datestring": "18. mar. '12, kl: 10:06:39", "text": "mín fær hafragraut með berjum út á í morgunmat, brauð með áleggi í hádeginu. Ávexti og grænmeti yfir daginn og kjöt/fisk, grænmeti, kartöflur í kvöldmat. Svo fær hún brjóst eins og hún vill allan sólarhringinn.  Þau kvöld sem ég er að vinna .... og líka þegar hún nennir ekki að borða kvöldmatinn (notum BMS) þá fær hún 3ja korna graut frá Holle með heimagerðu ávaxtamauki útá um kl.20 og fer svo að sofa milli 19:30-21"}, {"response_to": "27702574", "username": "Kattarpían", "message_id": "27703423", "user_id": "110899", "datetime": "2012-03-18 10:56:27", "datestring": "18. mar. '12, kl: 10:56:27", "text": "Dóttir mín (tæplega 7 mán) fær pela þegar hún vaknar á morgnana svo graut með heimagerðu ávaxtamauki. Í hádegismat fær hún heimagert grænmetismauk. Misjafnt hvað hún fær í kaffinu (brauð með áleggi, banana...), svo nartar hún í grænmeti meðan við borðum kvöldmatinn og fær svo graut með ávöxtum fyrir svefninn. Máltíðirnar eru ca 8, 13, 17, 20 (og nartið á undan). Hún fær stútkönnu með vatni með matnum en annars fær hún þurrmjólk í pela þegar hún vill."}, {"response_to": "27702574", "username": "ilmbjörk", "message_id": "27703757", "user_id": "142779", "datetime": "2012-03-18 11:33:41", "datestring": "18. mar. '12, kl: 11:33:41", "text": "Minn verður 8 mánaða í næstu viku"}, {"response_to": "27702574", "username": "juni2011", "message_id": "27704210", "user_id": "116695", "datetime": "2012-03-18 12:15:42", "datestring": "18. mar. '12, kl: 12:15:42", "text": "Minn er nýlega orðinn 9 mánaða. Hann hefur verið að fá morgunmat (t.d. hafragraut) þegar hann vaknar á milli 8-9 og fær svo pela 30 mín eftir að hann borðar. Síðan fær hann grænmetismauk og stundum brauð í hádegismat og svo pela eftir það. Eftir hádegismatinn tekur hann lúrinn sinn í 1 1/2- 2 tíma. Í kaffinu fær hann stundum brauð, jógúrt, ávexti (mauk) og pela á eftir. Hann er svo að fá kvöldmat á milli 18-19 og fær þá það sem við borðum en ef það er of sterkt eða eitthvað sem hann má ekki fá þá fær hann graut. Að lokum fær hann pela fyrir nóttina kl. 19.30 og er farinn að sofa kl. 20. Hann fær vatn í stútkönnum með öllum máltíðum."}]}