{"url": "https://bland.is/umraeda/hvenaer-ad-hleypa-kettling-ut-/27745529/?page=3135", "date": "2012-03-21 21:05:40", "id": "27745529", "items": [{"text": "hvernær eru kettlingar orðnir nógu gamlir til að fara út? ég er með einn 4 mánaða sem er orðinn rosalega forvitinn af gluggum og útidyrahurðinni, og reynir allt sem hann getur til að komast út.. ég er með eina 3ja ára læðu sem fer út en það er alltaf að verða erfiðara að hleypa henni út en halda honum inni.. þarf að hafa alla glugga lokaða og loka inní svefnherbergi þegar ég er að leyfa læðunni að fara út um gluggann þar.. eldir kisan mín fékk ekki að fara út fyrr en hún var 8 mánaða.. var svo hrædd við að hleypa henni út en var ekki hægt að banna henni það lengur en get ekki haldið honum inni í 4 mánuði í viðbót.. þannig að ég spyr ykkur með reynsluna.. hvenær á ég að þora að hleypa honum út?afsakið langlokuna.. og takk fyrirfram fyrir svörin :)kv.Stella", "title": "hvenær að hleypa kettling út?", "username": "Stellaa", "message_id": "27745529", "user_id": "102327", "response_to": null, "datetime": "2012-03-21 21:05:40", "datestring": "21. mar. '12, kl: 21:05:40"}, {"response_to": "27745529", "username": "Alfa78", "message_id": "27745709", "user_id": "78356", "datetime": "2012-03-21 21:17:28", "datestring": "21. mar. '12, kl: 21:17:28", "text": "4 mánaða kettlingur hefur EKKERT að gera út nema þú viljir að hann týnist eða verði td fyrir bíl!"}, {"response_to": "27745709", "username": "Stellaa", "message_id": "27745738", "user_id": "102327", "datetime": "2012-03-21 21:19:37", "datestring": "21. mar. '12, kl: 21:19:37", "text": "ég veit að hann er of ungur til að fara út núna, þessvegna spyr ég hvenær ég eigi að hleypa honum út!"}, {"response_to": "27745738", "username": "Alfa78", "message_id": "27745770", "user_id": "78356", "datetime": "2012-03-21 21:20:55", "datestring": "21. mar. '12, kl: 21:20:55", "text": "Ef þú ætlar að hleypa honum út, bíddu þá í það minnsta í 2 mánuði í viðbót og farðu með honum fyrst. Labba um hverfið og leyfa honum að skoða og elta þig"}, {"response_to": "27745770", "username": "Stellaa", "message_id": "27745870", "user_id": "102327", "datetime": "2012-03-21 21:25:24", "datestring": "21. mar. '12, kl: 21:25:24", "text": "já ég gerði það einmitt með eldri kisuna, fór líka út og leitaði af henni ef mér fannst hún vera búin að vera of lengi í burtu þótt það væru kanski bara 10 min, og það hjálpaði einmitt með það að ég get kallað á hana og þá kemur hún.. sem er mjög henntugt.. en ég er það paranoid að kettlingurinn á ekki eftir að fá að vera einn úti fyrstu skiptin.. ekki fyrr en ég sé að hann passi sig og sé ekki hlaupandi útum allar trissur.. en er samt ekki líklegt að hann muni elta líka eldri kisuna og læra af henni (ein stressuð hehe)"}, {"response_to": "27745870", "username": "Broskall", "message_id": "27745976", "user_id": "46976", "datetime": "2012-03-21 21:31:49", "datestring": "21. mar. '12, kl: 21:31:49", "text": "Ég segi nú bara aldrei! EKki nema þú viljir eiga á hættu að hann verði undir bíl :("}, {"response_to": "27745976", "username": "Stellaa", "message_id": "27746006", "user_id": "102327", "datetime": "2012-03-21 21:33:27", "datestring": "21. mar. '12, kl: 21:33:27", "text": "ég get ekki haft hann sem inni kisu, hann kemst út um alla glugga og svo er ég með aðra kisu sem er úti kisa og vill ekki að hann þurfi að hanga inni á meðan hin fær að fara út"}, {"response_to": "27746006", "username": "litlaperla", "message_id": "27747767", "user_id": "96441", "datetime": "2012-03-21 23:18:27", "datestring": "21. mar. '12, kl: 23:18:27", "text": "æjjj ekki fleiri útikisur :("}, {"response_to": "27747767", "username": "Stellaa", "message_id": "27749678", "user_id": "102327", "datetime": "2012-03-22 08:57:59", "datestring": "22. mar. '12, kl: 08:57:59", "text": "takk þetta er alveg frábært svar! ef fleiri eiga í erfiðleikum með að lesa að þá er ég að spyrja spurningar.. og \"æjjj ekki fleiri útikisur :(\" er ekki svar þannig að það er alveg hægt að sleppa svona kommenntum.."}, {"response_to": "27747767", "username": "Raw1", "message_id": "27755583", "user_id": "125748", "datetime": "2012-03-22 18:36:48", "datestring": "22. mar. '12, kl: 18:36:48", "text": "Hvað ef kötturinn fer ekki langt? Hvað ef hún á heima í litlum bæ eða rólegu hverfi?"}, {"response_to": "27755583", "username": "Raw1", "message_id": "27755590", "user_id": "125748", "datetime": "2012-03-22 18:37:50", "datestring": "22. mar. '12, kl: 18:37:50", "text": "Ég gæti ekki bannað mínum kisum að vera úti þar sem ég bý.. það eru meiri líkur að krummi étur þá heldur en að þeir verða fyrir bíl.. (litlar líkur samt:)"}, {"response_to": "27745529", "username": "RB79", "message_id": "27750123", "user_id": "184742", "datetime": "2012-03-22 09:52:02", "datestring": "22. mar. '12, kl: 09:52:02", "text": "Ég myndi a.m.k. bíða þar til búið er að gelda kisann, annars veit maður aldrei hvort hann geri einhverja læðuna kettlingafulla :P   Ef hann getur alveg ómögulega beðið lengur, þá geturðu líka prufað að venja hann strax við taum og skreppa með hann út við og við ^^  ekkert í göngutúr eða neitt, bara til að skoða garðinn og í kringum húsið."}, {"response_to": "27750123", "username": "Lobbalitla", "message_id": "27759658", "user_id": "130408", "datetime": "2012-03-23 00:05:00", "datestring": "23. mar. '12, kl: 00:05:00", "text": "Á læðu sem við létum gelda. Hún fer bara út í bandi. Þegar hún vill fara út mjálmar hún við garðhurðina og er sett út. Aldrei verið neitt mál."}, {"response_to": "27759658", "username": "Talva", "message_id": "27771031", "user_id": "32440", "datetime": "2012-03-24 09:56:56", "datestring": "24. mar. '12, kl: 09:56:56", "text": "Ég er einmitt líka með mínar tvær í bandi og það er lítið mál fyrir þig ef þú ert með aðstöðu til þess."}, {"response_to": "27745529", "username": "ekkimittnafn", "message_id": "27771691", "user_id": "162953", "datetime": "2012-03-24 11:17:02", "datestring": "24. mar. '12, kl: 11:17:02", "text": "Mín var 6-7 mánaða þegar ég fór að fara með hana út í garð í beisli. Eftir ca. 2 vikur fór ég að sleppa henni í garðinum í smá stund í einu. Síðan lengdi ég bara smám saman tímann sem hún mátti vera úti en fylgdist alltaf með henni. Svo kom á endanum að því að hún fékk bara að vera eftirlitslaus. Það hjálpaði mjög mikið að ég á einmitt líka eldri kött sem fylgdist vel með henni og passaði að hún færi ekkert of langt til að byrja með og alls ekki út á götu:) Ég hef átt marga ketti frá því ég var barn sem allir hafa verið hamingjusamir útikisar. Því miður varð ein læðan mín fyrir bíl en fyrir mér er hamingjan semfylgir frelsinu og útiverunni meira virði en möguleg slys úti. Ég myndi ekki fá mér kött sem ætti að hanga inni. Gangi þér vel með kisu."}, {"response_to": "27745529", "username": "volla", "message_id": "27781263", "user_id": "191045", "datetime": "2012-03-25 09:25:21", "datestring": "25. mar. '12, kl: 09:25:21", "text": "Ég hafði þá reglu með mínar að þegar hún gat hoppað út um gluggann sjálf mátti hún fara út. Var með eina eldri sem fer aldrei úr garðinum og hin gerði það sama. Minnir að hún hafi verið um 7 mánaða þegar hún gat það :)"}, {"response_to": "27781263", "username": "Raw1", "message_id": "27782179", "user_id": "125748", "datetime": "2012-03-25 11:22:25", "datestring": "25. mar. '12, kl: 11:22:25", "text": "haha, ef ég myndi hafa þessa reglu, þá myndi eldri kötturinn minn aldrei fá að fara út :p hann náði aldrei að hoppa uppí gluggakistuna á gamla staðnum mínum. Ekki það að hún var há, heldur var hann svo lítill og feitur :)"}, {"response_to": "27782179", "username": "volla", "message_id": "27788702", "user_id": "191045", "datetime": "2012-03-25 20:30:53", "datestring": "25. mar. '12, kl: 20:30:53", "text": "He he greyið :)"}, {"response_to": "27781263", "username": "Stellaa", "message_id": "27790040", "user_id": "102327", "datetime": "2012-03-25 21:54:23", "datestring": "25. mar. '12, kl: 21:54:23", "text": "já hann kemst útum alla glugga núna en er bara að verða 5 mánaða þannig að ég ætla að bíða aðeins lengur"}, {"response_to": "27745529", "username": "tóin", "message_id": "27799456", "user_id": "161670", "datetime": "2012-03-26 18:29:49", "datestring": "26. mar. '12, kl: 18:29:49", "text": ""}, {"response_to": "27745529", "username": "tóda", "message_id": "27849912", "user_id": "129806", "datetime": "2012-03-30 21:48:15", "datestring": "30. mar. '12, kl: 21:48:15", "text": "minn lenti undir bíl 12 febrúar 2012 og ég fékk mér annan en ég er dauð hrædd um hann ef ég hleypi honum út þannig að ég mæli með því að hafa hann bara inni. svo er líka hægt sð hafa hann í bandi"}]}