{"url": "https://bland.is/umraeda/born-saman-i-herbergi-/27789048/?page=3155", "date": "2012-03-25 20:52:32", "id": "27789048", "items": [{"text": "Málið er að ég er með 3 börn og bara 2 herbergi fyrir þau. Í augnablikinu eru saman í herbergi 1 kk sem er ný orðin 6 ára og ein kvk sem verður 5 ára í í haust og gengur það ágætlega. Málið er að svo á ég eina kvk sem verður 8 ára í haust. Það sem er að ég er að hugsa hvort ég eigi að breyta og hafa þær saman. Hefur alltaf fundist vera full mikill aldursmunur til þess en nú eru þær miklu meira að leika saman með dúkkur o.fl. Var þá að spá í að hafa þær bara saman og geta gert svona flott stelpuherbergi og hann fengi strákaherbergi. Er að hugsa þetta líka því mig langar að fara að spá í betri fataskápum og einhverjir gætu þurft að deila skáp. Veit ekki hvað ég á að gera hvort ég á að breyta eða ekki. Hvað finnst ykkur?", "title": "Börn saman í herbergi?", "username": "Kvikan", "message_id": "27789048", "user_id": "12992", "response_to": null, "datetime": "2012-03-25 20:52:32", "datestring": "25. mar. '12, kl: 20:52:32"}, {"response_to": "27789048", "username": "KuTTer", "message_id": "27789091", "user_id": "90489", "datetime": "2012-03-25 20:55:36", "datestring": "25. mar. '12, kl: 20:55:36", "text": "Hvad finnst theim?"}, {"response_to": "27789048", "username": "staðalfrávik", "message_id": "27789098", "user_id": "79063", "datetime": "2012-03-25 20:55:59", "datestring": "25. mar. '12, kl: 20:55:59", "text": "Ég myndi reikna þroska og samkomulag þeirra inn í dæmið.  Stóra stelpan þín er líka að verða unglingur á morgun (eða svona næstum því)."}, {"response_to": "27789098", "username": "Kvikan", "message_id": "27789254", "user_id": "12992", "datetime": "2012-03-25 21:07:05", "datestring": "25. mar. '12, kl: 21:07:05", "text": "hmmm já kannski en sú litla er löngu komin með unglingaveikina hehe. Þeim kemur líka vel saman. Hef einhverntiman spurt og þeim virtist vera alveg sama. En ætla að spyrja þær betur, geri þetta ekki án þess að spyrja þær."}, {"response_to": "27789254", "username": "dogo", "message_id": "27789483", "user_id": "179309", "datetime": "2012-03-25 21:21:23", "datestring": "25. mar. '12, kl: 21:21:23", "text": "Spurning líka hvort það séu einhverjir fleiri staðir í húsinu sem þau geta verið á, þeas ef eitt barnið er með vin í heimsókn og að leika í herberginu og svo vill annað barnið lesa eða spila eða bara leika eitthvað hvort það geti þá verið með það á einhverjum öðrum stað. Ég hef líka komist að því að það koma stundir sem barn vill vera eitt að leika sér og fá frið í leiknum frá systkinum sínum þó svo samkomulagið sé annars gott og þá er gott að það sé hægt að sýna því tillit með því að vera á einhverjum örðum góðum stað í húsinu."}, {"response_to": "27789048", "username": "Sodapop", "message_id": "27789242", "user_id": "59869", "datetime": "2012-03-25 21:06:24", "datestring": "25. mar. '12, kl: 21:06:24", "text": "Ættir kannski að byrja á því að athuga hvað elstu fyndist um að vera með sameiginlegt herbergi með litlu systur. Þó þær geti leikið sér saman, er ekki víst að þær geti átt herbergi sama, það er eflaust mikill þroskamunur á þeim, hvernig myndi það virka þegar sú elsta er með vinkonum sínum og vill vera í friði, hvernig myndirðu hafa það með svefntíma, osfrv."}, {"response_to": "27789048", "username": "bdi", "message_id": "27789272", "user_id": "78753", "datetime": "2012-03-25 21:08:37", "datestring": "25. mar. '12, kl: 21:08:37", "text": "ég myndi gera eitt leikherbergi fyrir alla og eitt svefherbergi, líka fyrir alla :)"}, {"response_to": "27789272", "username": "hoskha", "message_id": "27790565", "user_id": "56939", "datetime": "2012-03-25 22:23:32", "datestring": "25. mar. '12, kl: 22:23:32", "text": "Þannig er það hjá mér, samt er ég með nóg af herbergjum, börnin elska það."}, {"response_to": "27789048", "username": "hoskha", "message_id": "27790549", "user_id": "56939", "datetime": "2012-03-25 22:22:50", "datestring": "25. mar. '12, kl: 22:22:50", "text": "Mér finnst aldur og þroski lógískari mælikvarði en kyn. Ég hefði orðið svekkt 8 ára ef ég missti eigið herbergi og yngri bróðir minn fengi sérherbergi í staðinn, reyndar hefði ég orðið klikkuð, svona þegar ég hugsa út í það."}, {"response_to": "27789048", "username": "hopeful", "message_id": "27791046", "user_id": "5175", "datetime": "2012-03-25 22:52:56", "datestring": "25. mar. '12, kl: 22:52:56", "text": "Fyrst að þetta gengur ágætlega myndi ég halda í þetta fyrirkomulag - er sjálf með 9 ára og 5 (að verða 6) saman og það er aaaaalveg kominn tími fyrir þá eldri að vera ein í herbergi."}, {"response_to": "27789048", "username": "Ziha", "message_id": "27791430", "user_id": "51148", "datetime": "2012-03-25 23:26:07", "datestring": "25. mar. '12, kl: 23:26:07", "text": "Ég myndi ekki breyta."}, {"response_to": "27789048", "username": "strákamamma", "message_id": "27792584", "user_id": "11836", "datetime": "2012-03-26 07:47:36", "datestring": "26. mar. '12, kl: 07:47:36", "text": "mér finnst fínt að hugsa það þannig að elsti fær sérherbergi.  Þannig er það heima hjá mér, er með 2 herbergi fyrir 3 börn."}, {"response_to": "27789048", "username": "Kóralína", "message_id": "27793007", "user_id": "189899", "datetime": "2012-03-26 09:08:47", "datestring": "26. mar. '12, kl: 09:08:47", "text": "Það er meiri aldursmunur á mínum stelpum en þær voru saman í herbergi í rúmlega ár(þar til við fluttum), þegar þær voru ca 5-6 og 10-11."}, {"response_to": "27793007", "username": "bluejean", "message_id": "27793076", "user_id": "100554", "datetime": "2012-03-26 09:17:45", "datestring": "26. mar. '12, kl: 09:17:45", "text": "Geturðu kannski stúkað herbergið af með háum bókahillum ?  Ég gerði það á sínum tíma þá er komið meira privacy.  Hægt að setja falleg plaköt aftan á hillurnar eða festa snaga fyrir skart og náttsloppinn."}]}