{"url": "https://bland.is/umraeda/ad-fara-i-nytt-herbergi-/27911244/?page=3106", "date": "2012-04-05 19:44:30", "id": "27911244", "items": [{"text": "Sonur okkar verður 2ja ára í byrjun júní og hann mun eignast litla systur í byrjun ágúst. Við ætlum þess vegna að færa hann yfir í sitt herbergi þar sem hann mun sofa í nýju rúmi. Rúmið er að vísu búið að vera í herberginu hans í nokkrar vikur og hann leggst oft upp í það á daginn og breiðir teppi yfir sig og kúrir í því.  Við ætlum að reyna að stúka af þannig að hann kemst inn í herbergi til okkar ef hann vaknar á nóttunni.  Ég er bara að spá, hvernig er best að venja hann á að sofa í nýju rúmi í nýju herbergi?", "title": "Að fara í nýtt herbergi.", "username": "AríaMaddonna", "message_id": "27911244", "user_id": "124376", "response_to": null, "datetime": "2012-04-05 19:44:30", "datestring": "5. apr. '12, kl: 19:44:30"}, {"response_to": "27911244", "username": "Móðurástin", "message_id": "27912106", "user_id": "203162", "datetime": "2012-04-05 21:19:20", "datestring": "5. apr. '12, kl: 21:19:20", "text": "Við vorum að flytja í nýtt hús.Skvísan fékk sér herbergi (hefur sofið í rimlarúmi inni hjá okkur í gamla húsinu) núna er hún komin í nýtt rúm líka. Hún fór bara sjálf uppí rúmið og það var ekkert mál.Hún er búin að sofa 2 nætur þar núna. En hún hefur í bæði skiptin skriðið uppí til okkar um 7 á morgnana.Hún er rúmlega 2 ára."}, {"response_to": "27911244", "username": "Holuhraun", "message_id": "27912179", "user_id": "51675", "datetime": "2012-04-05 21:28:06", "datestring": "5. apr. '12, kl: 21:28:06", "text": "Við reyndum að venja strákinn okkar á bæði nýtt rúm og herbergi á sama tíma og það gekk ekki upp. Mikið uppnám. Ef þú átt barn sem er ekki ekki mikið fyrir rótækar breytingar þá mæli ég með að venja fyrst á nýja rúmið í hjónaherberginu (eða þar sem það er núna) og svo eftir einhverjar vikur gera mikið partý í kringum það að færa rúmið í nýja herbergið :)"}, {"response_to": "27912179", "username": "isora", "message_id": "27915190", "user_id": "53908", "datetime": "2012-04-06 10:12:35", "datestring": "6. apr. '12, kl: 10:12:35", "text": "Þegar við vorum að venja strákinn okkar á að sofa í sínu rúmi þá sváfum við innihjá honum. Tókum nokkrar nætur þannig. Eftir það komu nokkrar nætur þar sem að hann vaknaði um miðja nótt og kom upp í. Núna kemur hann uppí á morgnanna þegar hann vaknar og kúrir með okkur í 10 mínútur áður en allir fara á fætur."}, {"response_to": "27911244", "username": "Röskva", "message_id": "27925164", "user_id": "78326", "datetime": "2012-04-07 11:25:33", "datestring": "7. apr. '12, kl: 11:25:33", "text": "það hafa allir sýnar leiðir hér er okkar ;)"}]}