{"url": "https://bland.is/umraeda/okkar-astkaeru-hundar-og-kettir-/27979572/?page=3085", "date": "2012-04-12 08:34:08", "id": "27979572", "items": [{"text": "Sæl og blessuð öll.Mig langar að velta upp smá umræðu um yndislegu dýrin okkar. Mig langar helst ekki heyra um  skítkast milli kattar og hundaeigenda.Málið er það að ég hef verið að velta fyrir mér lausagöngu þessara tveggja dýrategunda.Ég hef mjög mikið heyrt af að hundaeigendur taki ekki skít eftir hundana sína og leyfi þeim jafnvel að ganga lausir á göngustígum...sem b.t.w. finnst mér vera vítaverð skömm. Ég á sjálf 2 hunda sem ég geng með út í bandi og passa að þeir valdi ekki ónæði gagnvert gangandi vegfarendum og ég týni ALLTAF upp skítinn eftir þá, hvort sem það er á víðavangi, göngu eða í mínum egin garði. Ég veit að það eru margir svartir sauðir í hópi hundaeigenda, og þeir fáu sem ekki standa sína plikt í þessum málefnum koma illu orði á alla hina.Hins vegar hef ég verið að velta fyrir mér skyldur og ábyrgð kattareigenda. Kettir ganga lausir (flestir, væntanlega ekki innikettir). Það er alltaf sagt að þeir séu svo sjálfstæðin og ganga inn og út að vild. En hvað með það að þeir gera stykkin sín hvar sem þeim dettur í hug, td. í sandkassa barnanna okkar og td hef ég séð ketti jafnvel skíta á lóðina mína og þá er það á minni  ábyrgð að taka upp einnig eftir þá. Heyrt hef ég um ketti sem hreyðra um sig í barnavögnum, koma inn til fólks inn um glugga á  \"skítugum skónum\", og svo er sagt oft að það sé á ábyrgð fólks sem vill ekki ketti inn til sín að setja net fyrir gluggana sína og jafnvel fjárfesta í einhverskonar spreyji sem fælir þá frá....á það þá í rauninni ekki að vera á kostnað eigenda kattanna.Kettir eru yndisleg dýr, en það sem ég velti fyrir mér er að hvort þeir eigi rétt á lausagöngu í bæjum og borgum. Ég myndi helst sleppa við allt skítkast manna á milli heldur skapa umræðu um þett málefni,       með þökk Hexía.", "title": "Okkar ástkæru hundar og kettir.", "username": "Hexía De Trix", "message_id": "27979572", "user_id": "48993", "response_to": null, "datetime": "2012-04-12 08:34:08", "datestring": "12. apr. '12, kl: 08:34:08"}, {"response_to": "27979572", "username": "Mae West", "message_id": "27979643", "user_id": "28460", "datetime": "2012-04-12 08:45:08", "datestring": "12. apr. '12, kl: 08:45:08", "text": ""}, {"response_to": "27979572", "username": "tristantyr", "message_id": "27980021", "user_id": "95725", "datetime": "2012-04-12 09:40:09", "datestring": "12. apr. '12, kl: 09:40:09", "text": "Ég er mikil kattamanneskja en er mjög sammála þér."}, {"response_to": "27979572", "username": "Jonsdottir93", "message_id": "27980088", "user_id": "103715", "datetime": "2012-04-12 09:46:48", "datestring": "12. apr. '12, kl: 09:46:48", "text": "Mikið er ég ótrúlega sammála þér. Ég á sjálf kött og hund, kettinum er haldið inni og hundurinn fær að vera laus þegar við erum á mannlausu svæði.  En mér persónulega finnst að kettir eigi að vera inni og ofan á það ættu allir kettir að vera geldir."}, {"response_to": "27979572", "username": "Isfeldid", "message_id": "27980114", "user_id": "51779", "datetime": "2012-04-12 09:50:37", "datestring": "12. apr. '12, kl: 09:50:37", "text": "Mjá?"}]}