{"url": "https://bland.is/umraeda/venja-maine-coon-/28005476/?page=2948", "date": "2012-04-14 13:13:28", "id": "28005476", "items": [{"text": "Góðan daginn, ég er soldið forvitin og vill einungis svör frá þeim sem vita eitthvað til þessa máls. Fékk mér Maine coon fimmtudaginn seinasta 12 Apríl, og síðan hún kom hefur hún eiginlega bara viljað vera í felum nema hún vill alveg kúra í sófanum. Hún er nokkurn vegin búin að taka okkur í sátt en er rosalega var um sig og hrædd við heimilið. Vill eiginlega bara vera í felum undir ofnum og þess háttar. Við erum jú með hund hérna en hann er eiginlega bara lokaður inná gangi þangað til hún er orðin örugg en hefur samt sem áður fengið að hitta hann. Hún hefur borðað ósköp lítið og drukkið, ekkert notað klósettið sitt. pissaði í sængina og á dýnuna okkar þrátt fyrir að ræktandi hafi sagt að hún væri kassavön. Við höfum ítrekað reynt að sýna henni klósettið en hún hleypur jafnóðum í felur. Ég geri mér fulla grein fyrir því að það eru einungis komnir 2 dagar og hún er bara kettlingur (btw 4 mánaða) en ég vill samt athuga hvort þetta sé eðlileg hegðun og hvort einhver hafi reynslu af þessu. Ætti hún ekki að vera byrjuð að leika sér allavena aðeins ? Hvað þá borða og nota klósettið? Hvernig er best að snúa sér í svona málum? Við höfum áður verið með kött og þetta tók ekki svona tíma fyrir hann(en náttúrulega ekki Maine coon)Öll heilvita svör vel þegin, skítakomment vinsamlegast afþökkuð :)Takk fyrir.", "title": "Venja Maine Coon?", "username": "alm1989", "message_id": "28005476", "user_id": "65237", "response_to": null, "datetime": "2012-04-14 13:13:28", "datestring": "14. apr. '12, kl: 13:13:28"}, {"response_to": "28005476", "username": "tóin", "message_id": "28005650", "user_id": "161670", "datetime": "2012-04-14 13:31:48", "datestring": "14. apr. '12, kl: 13:31:48", "text": ""}, {"response_to": "28005476", "username": "tóin", "message_id": "28005840", "user_id": "161670", "datetime": "2012-04-14 13:46:54", "datestring": "14. apr. '12, kl: 13:46:54", "text": "Hér er reyndar tonn af allskonar upplýsingum um Maine Coon :"}, {"response_to": "28005476", "username": "Ziha", "message_id": "28006079", "user_id": "51148", "datetime": "2012-04-14 14:13:22", "datestring": "14. apr. '12, kl: 14:13:22", "text": "Ef kattarsandkassinn er með loki á geturðu prófað að taka lokið af... líka skipt um sand, ef þú spyrð ræktandann ætti hann/hún að geta svarað þér hvaða sand kisi er vanur."}, {"response_to": "28005476", "username": "Hedwig", "message_id": "28008431", "user_id": "26056", "datetime": "2012-04-14 18:22:06", "datestring": "14. apr. '12, kl: 18:22:06", "text": "Held að það væri líka sniðugt að hafa nokkra kassa, sem sé allavega tvo ef þú ert bara með einn kassa."}, {"response_to": "28005476", "username": "sveinar", "message_id": "28013726", "user_id": "77974", "datetime": "2012-04-15 07:01:39", "datestring": "15. apr. '12, kl: 07:01:39", "text": "ég þekki svolítið inn á main coon, dóttir mín á 3 svoleiðis og eru þeir mjög serstakir í háttum þeir geta verið lengur að aðlagast en aðrir kettir öryggi skiptir þá miklu máli þeir vilja svolítið ráða sjálfir ferðini þannig þú skalt bara bíða róleg og vera ekkert að íta of mikið á eftir honum ég myndi segja að það gæti tekið hann um viku"}, {"response_to": "28005476", "username": "peturgunnar", "message_id": "28348599", "user_id": "164159", "datetime": "2012-05-13 00:20:09", "datestring": "13. maí '12, kl: 00:20:09", "text": "Gef greyið aðens tima. Ég er með 2 Maine Coon og litla hvar frekka stygg fyrst en nuna aftur mánad er hún bara æðisleg og ekki hrædd við hundurinn"}]}