{"url": "https://bland.is/umraeda/hotel-i-london/28049826/?page=516", "date": "2012-04-17 23:22:24", "id": "28049826", "items": [{"text": "Er einhver sem getur bent mér á ódýrt en ágæt hótel í London með góðri staðsetningu?", "title": "Hótel í London", "username": "lally", "message_id": "28049826", "user_id": "44780", "response_to": null, "datetime": "2012-04-17 23:22:24", "datestring": "17. apr. '12, kl: 23:22:24"}, {"response_to": "28049826", "username": "zollie", "message_id": "28050049", "user_id": "28508", "datetime": "2012-04-17 23:38:12", "datestring": "17. apr. '12, kl: 23:38:12", "text": "Ég myndi benda fara á dohop.is - velja þar dagsetningar, London, stjörnurnar og svo staðsetninguna og þá færðu að sjá þetta svart á hvítu, verðin eru breytast dag frá degi..."}, {"response_to": "28050049", "username": "Ibudtilleigu", "message_id": "28050208", "user_id": "156961", "datetime": "2012-04-17 23:52:11", "datestring": "17. apr. '12, kl: 23:52:11", "text": "Eða bara taka undergroundið og borga ca 5 pund hvora leið :)"}, {"response_to": "28050208", "username": "zollie", "message_id": "28050281", "user_id": "28508", "datetime": "2012-04-17 23:59:33", "datestring": "17. apr. '12, kl: 23:59:33", "text": "Tja, ég er með Oyester card og þá er hver ferð 2 pund, annars 4 pund. En já góður punktur sem gott er að hafa með. Dagspassinn í Zone 1-2 er 8,4 pund svo það borga sig að kaupa passa ef maður er að fara oft í undergroundið."}, {"response_to": "28050208", "username": "zollie", "message_id": "28050328", "user_id": "28508", "datetime": "2012-04-18 00:04:57", "datestring": "18. apr. '12, kl: 00:04:57", "text": "Bíddu ertu að tala um bláu línuna frá Heathrow? Ég hef aldrei á ævinni verið jafnlengi að fara til London svo ég reyni það ekki aftur :) ég var alveg til í að borga smá fyrir auka þægindi en góður punktur hjá þér engu að síður :) Ég gafst upp árið 2000 sko á þessum ferðamáta :o)"}, {"response_to": "28050328", "username": "Halliwell", "message_id": "28050420", "user_id": "77604", "datetime": "2012-04-18 00:20:04", "datestring": "18. apr. '12, kl: 00:20:04", "text": "Oh mér finnst svo kósí að taka undergroundið frá Heathrow og skoða London þann hluta sem leiðin er overground. En ég er líka skrítin með það að mér finnst þægilegt að vera í undergroundinu (fyrir utan það að burðast með tösku upp og niður stiga)"}, {"response_to": "28050420", "username": "zollie", "message_id": "28050475", "user_id": "28508", "datetime": "2012-04-18 00:28:17", "datestring": "18. apr. '12, kl: 00:28:17", "text": "Já ég skoða bara allan hlutann af London overground með Connect línunni :) Ég get svo svarið það að ég var yfir klst með línunni frá Heathrow, 25 mín með Connect og svo 15 mín með express. Mér finnst verðmunurinn á express og Connect svo mikill að það borgi sig ekki, en tíminn sem fór í undergroundið þegar ég tók það fyrir löööngu, sæll... (ég er svo hrifin af london að ég vil ekki eyða of miklum tíma í svona ferðalög)."}, {"response_to": "28049826", "username": "utibui", "message_id": "31109912", "user_id": "296754", "datetime": "2015-05-20 13:09:15", "datestring": "20. maí '15, kl: 13:09:15", "text": "Ég er að leigja út íbúð í London, 10 mín labb á lestarstöð og þaðan er maður 10 mín á King´s Cross og 15 mín á Oxford Circus. Nýuppgerð og með glænýjum húsgögnum; hjónarúm, svefnsófi, eldhúsáhöld, þvottavél og þurrkari, handklæði o.s.frv. Á heima í sömu götu, hverfið er rólegt og öruggt og samgöngur einfaldar og fljótlegar. Bland auglýsing:"}]}