{"url": "https://bland.is/umraeda/besti-grunnskolinn-/28059120/?page=3055", "date": "2012-04-18 21:03:36", "id": "28059120", "items": [{"text": "Hæhæ :)\n\nÉg er að velta því fyrir mér, hvar er besti grunnskólinn á Höfuðborgarsvæðinu? Þá er ég að spá í háum einkunnum, góðum kennurum, góðu umhverfi en jafnframt góður agi :)\n\nEr með eina sem að er að byrja í skóla eftir ár og er mikið að spá í þessu...", "title": "Besti Grunnskólinn?", "username": "gullid okkar", "message_id": "28059120", "user_id": "23609", "response_to": null, "datetime": "2012-04-18 21:03:36", "datestring": "18. apr. '12, kl: 21:03:36"}, {"response_to": "28059120", "username": "gudlauganna", "message_id": "28059287", "user_id": "91853", "datetime": "2012-04-18 21:16:42", "datestring": "18. apr. '12, kl: 21:16:42", "text": "þú getur aldrei fengið eitt svar við þessu. Það er ekki til einn skóli sem er með ,,hæstar einkunnir\", bestu kennarana, gott umhverfi. Þú verður að skoða skólana út frá þínum áherslum. Hvort leggurðu meiri áherslu á góðar einkunnir eða að börnum líði vel, hvernig agakerfi viltu, viltu stóran eða lítnn skóla, samkennslu eða ekki, blöndun eða ekki. Svo geturðu fengið góða kennara alls staðar en líka slæma, fer ekki eftir skólum."}, {"response_to": "28059287", "username": "Röskva", "message_id": "28059603", "user_id": "78326", "datetime": "2012-04-18 21:45:59", "datestring": "18. apr. '12, kl: 21:45:59", "text": "mætti kannski bæta við viltu opið rými eða lokað. Viltu mikla áherslu á listgreinar eða bóklegt nám. Það er mjög gott að skoða skólana í hverfinu sínu með barnið sitt í huga hvaða áhuga hefur barnið mitt og hvaða skóli mun hjálpa því að þroska hæfileika sína. Sum börn blómstra í litlum skólum á meðan önnur hreinlega elska stóra skólann sinn og lífið í honum. Það er ekki til neitt eitt rétt svar við þessari spurningu en eins og ég sagði þá myndi ég miða þetta við barnið mitt og hvaða skóli þjónar því best."}, {"response_to": "28059603", "username": "gudlauganna", "message_id": "28060256", "user_id": "91853", "datetime": "2012-04-18 22:40:26", "datestring": "18. apr. '12, kl: 22:40:26", "text": "Nákvæmlega!"}, {"response_to": "28059120", "username": "FloppHopp", "message_id": "28059602", "user_id": "101491", "datetime": "2012-04-18 21:45:54", "datestring": "18. apr. '12, kl: 21:45:54", "text": "Góður skóli er sá skóli sem að barninu þínu líður vel í. Svo einfalt er það. En persónulega myndi ég kjósa Flataskóla í garðabæ eða Sjálandsskóla, Austurbæjarskóla eða Melaskóla."}]}