{"url": "https://bland.is/umraeda/hundur-sem-fer-ur-harum/28134528/?page=2997", "date": "2012-04-25 10:41:31", "id": "28134528", "items": [{"text": "Sæl verið þið.Eruð þið með einhver ráð við hárlosi. Er með chihuahua hund sem að mér finnst fara rosalega úr hárum. Hann er búinn að vera á hráfæði núna í örugglega ár. (hélt að það myndi kannski laga þetta eitthvað) en ég tók hann af ísl. fóðrinu eftir að ég fékk hann, setti hann á royal canin fyrst, og þá fannst mér stuttu síðar fara að hrynja af honum. ÉG reyndi þó áfram og hélt það myndi ganga yfir, en eftir marga marga mánuði (sennilega um ár) þá gafst ég upp og fór yfir í hráfóður.  Núna er s.s liðinn langur tími á því, og enn finnst mér hann fara of mikið úr hárum.Þið sem eigið þá með góðan feld og lítið hárlos - hvað haldið þið að sé \"málið\" hjá ykkur ?", "title": "hundur sem fer úr hárum", "username": "óe", "message_id": "28134528", "user_id": "161770", "response_to": null, "datetime": "2012-04-25 10:41:31", "datestring": "25. apr. '12, kl: 10:41:31"}, {"response_to": "28134528", "username": "ursuley", "message_id": "28136159", "user_id": "182804", "datetime": "2012-04-25 12:55:36", "datestring": "25. apr. '12, kl: 12:55:36", "text": "b vítamínskortur, getur fengið það í bendir"}, {"response_to": "28136159", "username": "óe", "message_id": "28147557", "user_id": "161770", "datetime": "2012-04-26 09:46:45", "datestring": "26. apr. '12, kl: 09:46:45", "text": "Já ok, ég reyndar man núna að ég var líka búin að prufa að milja b-vítamín útá matinn hans, en reyndar fyrir löngu síðan.  Var reyndar bara sagt að kaupa venjulegt b-vítamín í apótekinu ?"}, {"response_to": "28134528", "username": "maria34", "message_id": "28197020", "user_id": "94446", "datetime": "2012-04-30 15:38:41", "datestring": "30. apr. '12, kl: 15:38:41", "text": "Nú var ég að lesa frásögn fólks með hund sem var með ofnæmi og það hrundu af honum hárin, skallablettir á víð og dreif, þau voru búin að reyna margt og enduðu á gömlu ráði, að gefa hundinum 1000 mg. af lýsi, og eftir eina viku leið hundinum strax betur og er í dag heilbrigður.  Ég er með hund sem klórar sér mikið, og tvisvar til blóðs, og er byrjuð að gefa honum lýsi núna í tvo daga.  Ég vona að næstu helgi verði hann hættur að klóra sér.  Ég gef honu 500 mg á dag."}, {"response_to": "28197020", "username": "óe", "message_id": "28211042", "user_id": "161770", "datetime": "2012-05-01 17:02:49", "datestring": "1. maí '12, kl: 17:02:49", "text": "mg ? ertu þá að gefa honum í töfluformi ?"}, {"response_to": "28211042", "username": "maria34", "message_id": "28215204", "user_id": "94446", "datetime": "2012-05-01 21:32:44", "datestring": "1. maí '12, kl: 21:32:44", "text": "ég gef honum lýsisperlu, set bara útí þurrmatinn hans.  Það verður vonandi einhver munur á honum eftir nokkra daga.  Mér finnst hann klóra sér aðeins of mikið."}]}