{"url": "https://bland.is/umraeda/hros-dagsins/28146965/?page=3022", "date": "2012-04-26 08:41:00", "id": "28146965", "items": [{"text": "Afþví að ég er lítið jákvæðnisblóm í dag langar mig að gefa smá hrós fyrir góða þjónustu.Ég fór í Krónuna á sunnudaginn og verslaði í matinn, m.a. bakka af kjúklingabitum sem ég ætlaði að elda um kvöldið. Þegar heim kom opnaði ég bakkann til að leggja í marineringu og þá gaus upp ógeðsleg lykt. Ég fór aftur í Krónuna og fékk bakkanum skipt fyrir stærri og dýrari bakka, sem mér fannst frábært af vaktstjóra að bjóða mér. Vaktstjórinn ætlaði svo að láta verslunarstjóra hafa samband við framleiðanda strax daginn eftir og láta vita af þessari ónýtu vöru.Í gær var ég svo heima og þá var hringt bjöllunni hjá mér. Inn kom maður frá Holtakjúklingi með kassa fullan af vörum í sárabætur.Mér finnst mjög jákvætt að fá svona þjónustu, þetta sýnir að framleiðendur og verslanir eru farnir að hugsa meira um álit neytenda.", "title": "Hrós dagsins", "username": "fuckmesideways", "message_id": "28146965", "user_id": "59802", "response_to": null, "datetime": "2012-04-26 08:41:00", "datestring": "26. apr. '12, kl: 08:41:00"}, {"response_to": "28146965", "username": "piscine", "message_id": "28146981", "user_id": "16009", "datetime": "2012-04-26 08:43:20", "datestring": "26. apr. '12, kl: 08:43:20", "text": "Ohh það er snilld :)"}, {"response_to": "28146965", "username": "nónó", "message_id": "28146982", "user_id": "77964", "datetime": "2012-04-26 08:43:23", "datestring": "26. apr. '12, kl: 08:43:23", "text": "alltaf gaman þegar fyrirtæki eru þakklát fyrir svona ábendingar. Þau eiga auðvitað að vera það. Óþolandi þegar þau fara \"í fýlu\" bara og vörn þegar maður kvartar undan einhverju sem er klárlega galli frá þeim."}, {"response_to": "28146982", "username": "fuckmesideways", "message_id": "28146996", "user_id": "59802", "datetime": "2012-04-26 08:45:42", "datestring": "26. apr. '12, kl: 08:45:42", "text": "Já ég er mjög ánægð með viðbrögðin. Svona getur alltaf komið fyrir hvort sem það er galli við innpökkun, eitthvað sem gerist í flutningum eða bilun í kæli verslunar. Mjög vel á þessu tekið hjá báðum aðilum. Fengu stóran plús í kladdann frá mér. Hefði ekki einusinni þurft sárabætur, var nóg fyrir mig að framleiðandinn yrði látinn vita."}, {"response_to": "28146965", "username": "Myken", "message_id": "28147100", "user_id": "141701", "datetime": "2012-04-26 08:56:31", "datestring": "26. apr. '12, kl: 08:56:31", "text": "og þeir tali saman það er ekki sjálfsagt..glæsilegt"}, {"response_to": "28146965", "username": "Umbrella", "message_id": "28147137", "user_id": "49189", "datetime": "2012-04-26 09:00:18", "datestring": "26. apr. '12, kl: 09:00:18", "text": "Vá, frábært. Greinilega gott starfsfólk á báðum stöðum."}, {"response_to": "28146965", "username": "rimud i ruglinu", "message_id": "28148157", "user_id": "66258", "datetime": "2012-04-26 10:48:56", "datestring": "26. apr. '12, kl: 10:48:56", "text": "Frábært. Ég keypti bjúgu í Krónunni sem voru ónýt og hafði samband beint við framleiðanda fyrir 2 mánuðum síðan og þeir sögðust ætla að hringja aftur en ég heyrði aldrei frá þeim. Fékk ekki einu sinni afsakið. Spurning um að hafa bara samband við Krónuna beint næst :)"}, {"response_to": "28146965", "username": "Treehugger", "message_id": "28148244", "user_id": "32821", "datetime": "2012-04-26 10:57:04", "datestring": "26. apr. '12, kl: 10:57:04", "text": "Og af því að ég er ekki jákvæðnisblóm þá hugsa ég alltaf þegar svona gerist: \"Ok, það á semsagt að múta mér til að halda kjafti?\" Uppfull af tortryggni alltaf hreint."}, {"response_to": "28148244", "username": "Mommsí", "message_id": "28148296", "user_id": "106786", "datetime": "2012-04-26 11:01:21", "datestring": "26. apr. '12, kl: 11:01:21", "text": "Þetta er ekki rétta leiðin til að þagga niður í fólki. Fólk talar einmitt um svona viðbrögð."}, {"response_to": "28148296", "username": "fuckmesideways", "message_id": "28148316", "user_id": "59802", "datetime": "2012-04-26 11:03:23", "datestring": "26. apr. '12, kl: 11:03:23", "text": "Þannig kýs ég að líta á þetta."}, {"response_to": "28148316", "username": "Mommsí", "message_id": "28148337", "user_id": "106786", "datetime": "2012-04-26 11:05:11", "datestring": "26. apr. '12, kl: 11:05:11", "text": "Enda er augljóst að þeir voru ekki að þagga niður í þér. Mér finnst þetta frábær þjónusta sem fær fólk til að tala vel um fyrirtækið."}, {"response_to": "28148296", "username": "Treehugger", "message_id": "28148416", "user_id": "32821", "datetime": "2012-04-26 11:12:14", "datestring": "26. apr. '12, kl: 11:12:14", "text": "Já, það er reyndar rétt... Ég fyrirgef fyrirtækjum reyndar ekki mjög auðveldlega svona \"slys\". Kjarnafæði er t.d. búið að vera á bannlista hjá mér í mörg ár út af skemmdri skinku þó að ég hafi fengið svona \"gjöf\". Maturinn sem ég fékk fór meira eða minna í ruslið af því að ég fékk klígju bara við að sjá Kjarnafæði-merkið á umbúðunum. Og svona til að styrkja ákvörðun mína lenti mamma í því í fyrra að kaupa lambalæri frá Kjarnafæði sem var illa hreinsað og með vænum skammti af lambaspörðum í vakúmpakkningunni. Ég velti því stundum fyrir mér hvort eftirlitið yrði kannski hert ef fólk væri ekki alltaf svona hamingjusamt með allan fría matinn sem svona sóðafyrirtæki deila út til að friða fólk."}, {"response_to": "28148416", "username": "fuckmesideways", "message_id": "28148457", "user_id": "59802", "datetime": "2012-04-26 11:15:53", "datestring": "26. apr. '12, kl: 11:15:53", "text": "Eins og ég segi, þá eru sárabæturnar aukaatriði. Ef þetta væru síendurtekin mistök og ég væri alltaf að kaupa eitthvað skemmt frá viðkomandi væri ég ekki ánægð með það og ég efast um að ég versli aftur vöruna ef þetta kemur fyrir aftur."}, {"response_to": "28148457", "username": "Treehugger", "message_id": "28148486", "user_id": "32821", "datetime": "2012-04-26 11:17:53", "datestring": "26. apr. '12, kl: 11:17:53", "text": "Ok, það er nóg fyrir mig að kaupa einu sinni skemmdan mat frá kjötframleiðanda. Það á bara ekki að gerast."}, {"response_to": "28148486", "username": "fuckmesideways", "message_id": "28148578", "user_id": "59802", "datetime": "2012-04-26 11:26:25", "datestring": "26. apr. '12, kl: 11:26:25", "text": "Auðvitað á það ekki að gerast. En mistök geta gerst allsstaðar, hvort sem þau eru mannleg eða tengd tækjum. Þegar þessi mistök gerast geta fyrirtæki brugðist við með tvennum hætti, það er að snúast bara í vörn og gera ekkert eða að bæta neytanda það upp með einum eða öðrum hætti. Sum biðjast afsökunar, önnur bjóða sárabætur. Ef þessi mistök og þessar kvartanir skila sér mögulega út í betra eftirliti hjá fyrirtækinu er það af hinu góða því það minnkar líkurnar á næstu mistökum."}, {"response_to": "28148578", "username": "fuckmesideways", "message_id": "28148587", "user_id": "59802", "datetime": "2012-04-26 11:27:30", "datestring": "26. apr. '12, kl: 11:27:30", "text": "Og mögulega hefði ég getað skoðað umbúðirnar betur áður en ég keypti, sem ég mun svo sannanlega gera héðan í frá."}, {"response_to": "28148244", "username": "Felis", "message_id": "28148310", "user_id": "32229", "datetime": "2012-04-26 11:02:25", "datestring": "26. apr. '12, kl: 11:02:25", "text": "hahahahahaha - ég hugsaði það sama. En samt meira \"ok það á að koma í veg fyrir að Alfa78 kjúklingaslysið gerist aftur\""}]}