{"url": "https://bland.is/umraeda/viltu-komast-i-brjalad-skap-/28250843/?page=2984", "date": "2012-05-04 19:57:21", "id": "28250843", "items": [{"text": "...þetta er óborganlega dapurlegt og sorglegt að heyra !   04. maí 2012 - 17:10 Eigendur bankanna lánuðu sjálfum sér milljarðatugi:  Mun ekki leiða til ákæra - afgreitt með sektum Þeir sem bíða spenntir eftir ákærum frá sérstökum saksóknara vegna lánveitinga banka til tengdra aðila gætu þurft að láta af biðinni því slík mál eru samkvæmt lögum um fjármálafyrirtæki afgreidd með stjórnvaldssekt sem getur numið 500.000 kr. til 50.000 kr. til lögaðila.   Slíkar lánveitingar munu því ekki leiða til ákæru. Bankarnir sem fyrir hrunið veittu eigendum sínum tugmilljarða króna lán, þurfa sjálfir að borga sektina en þeir sem fengu lánið þurfa ekki að greiða eina krónu.   Sektarfjárhæðin er síðan að hámarki 20 milljónir króna til einstaklinga en að hámarki 50 milljónir króna til lögaðila. Ljóst er því að hámarkssektir nema aðeins örlitlu broti af heildarlánveitingum bankanna til tengdra aðila.   Lánveitingar milli tengdra aðila eru samkvæmt lögum um fjármálafyrirtæki afgreidd með stjórnvaldssekt. Í 110. grein laganna segir: Sektir sem lagðar eru á einstaklinga geta numið frá 100 þús. kr. til 20 millj. kr. Sektir sem lagðar eru á lögaðila geta numið frá 500 þús. kr. til 50 millj. kr.   Við ákvörðun sekta skal m.a. tekið tillit til alvarleika brots, hvað það hefur staðið lengi, samstarfsvilja hins brotlega aðila og hvort um ítrekað brot er að ræða. Ákvarðanir um stjórnvaldssektir skulu teknar af stjórn Fjármálaeftirlitsins og eru þær aðfararhæfar. Sektir renna í ríkissjóð að frádregnum kostnaði við innheimtuna. Séu stjórnvaldssektir ekki greiddar innan mánaðar frá ákvörðun Fjármálaeftirlitsins skal greiða dráttarvexti af fjárhæð sektarinnar.   Um ákvörðun og útreikning dráttarvaxta fer eftir lögum um vexti og verðtryggingu. Þeir aðilar sem áttu Kaupþing, Landsbankann og Glitni, og lánuðu sjálfum sér tugi milljarða umfram heimildir, eiga því, samkvæmt þessu, ekki yfir höfði sér ákæru vegna þessara atriða. Fjármálaeftirlitið leggur á sekt sem getur aldrei farið yfir 50 milljónir króna.   Að því er heimildir Pressunnar herma er búið að ljúka flest öllum þessara mála með sektum. Þar sem það eru bankarnir sem gerast brotlegir við lög með fyrrgreindum lánveitingum er þeim gert að greiða sektina en eigendur bankanna, sem fengu tugi milljarða að lána, þurfa ekki „að greiða svo mikið sem stöðumælasekt,“ eins og einn viðmælandi Pressunnar orðaði það.", "title": "Viltu komast í brjálað skap ???", "username": "fru Kella", "message_id": "28250843", "user_id": "153236", "response_to": null, "datetime": "2012-05-04 19:57:21", "datestring": "4. maí '12, kl: 19:57:21"}, {"response_to": "28250843", "username": "Lakkrisbiti", "message_id": "28250863", "user_id": "137532", "datetime": "2012-05-04 19:59:15", "datestring": "4. maí '12, kl: 19:59:15", "text": "afhverju ertu að setja þetta inn tvisvar og það er alveg jafn leiðinlegt að lesa þetta í svona belg og biðu þó svo þú setjir þetta inn tvisvar"}, {"response_to": "28250863", "username": "kátur", "message_id": "28250868", "user_id": "31701", "datetime": "2012-05-04 20:00:13", "datestring": "4. maí '12, kl: 20:00:13", "text": "Tilkynn....15 stig ;)"}, {"response_to": "28250868", "username": "Lakkrisbiti", "message_id": "28250886", "user_id": "137532", "datetime": "2012-05-04 20:01:20", "datestring": "4. maí '12, kl: 20:01:20", "text": "okey"}, {"response_to": "28250863", "username": "fru Kella", "message_id": "28251254", "user_id": "153236", "datetime": "2012-05-04 20:30:00", "datestring": "4. maí '12, kl: 20:30:00", "text": "skil ekki....gerdi linubil i bæði skiptin og lagaði textann etc....????"}, {"response_to": "28251254", "username": "Lakkrisbiti", "message_id": "28251301", "user_id": "137532", "datetime": "2012-05-04 20:33:01", "datestring": "4. maí '12, kl: 20:33:01", "text": "þú þarft að ýta á enter tvisvar"}]}