{"url": "https://bland.is/umraeda/utskrifast-af-tveimur-brautum/28301872/?page=2965", "date": "2012-05-08 23:21:38", "id": "28301872", "items": [{"text": "Er einhver hérna sem hefur útskrifast af tveimur brautum, t.d félagsfræði- og náttúrufræðibraut?Hvað tókstu þá margar einingar og á hve löngum tíma? Og afhverju ákvaðstu að taka tvær brautir?Ég er að spá í að reyna að útskrifast líka af náttúrufræðibraut, er núna á félagsfræðibraut, er núna að klára 3 árið. Þarf þá samt að taka slatta í raungreinum á næsta ári.", "title": "útskrifast af tveimur brautum", "username": "spurning123", "message_id": "28301872", "user_id": "207021", "response_to": null, "datetime": "2012-05-08 23:21:38", "datestring": "8. maí '12, kl: 23:21:38"}, {"response_to": "28301872", "username": "sandkorn", "message_id": "28302586", "user_id": "114788", "datetime": "2012-05-09 00:16:11", "datestring": "9. maí '12, kl: 00:16:11", "text": "Þú getur prufað að fara yfir námsframboðið en stundum eru ekki kenndir allir áfangar, tjekkaðu hvaða áfanga þig myndi vanta og þá er auðveldara að finna þetta út en það ætti að vera hægt á einu ári :)"}, {"response_to": "28301872", "username": "nónó", "message_id": "28302594", "user_id": "77964", "datetime": "2012-05-09 00:17:42", "datestring": "9. maí '12, kl: 00:17:42", "text": "ég tók næstum því tvær brautir :P hreinlega nennti ekki að taka meira síðustu önnina mína því ég vildi geta unnið með og svona. En ég raðaði mínu plani upp þannig frá byrjun að ég notaði kjörsviðið í sameiginleg fög og kjörsvið annarra brauta og valið í fög sem nýttust á hinni brautinni. Kláraði 143 einingar minnir mig  og útskirfaðist af málabraut en hefði þurft 2 áfanga í viðbót til að klára félagsfræðibrautina líka. Nennti ekki að leggja á mig auka vinnu því það hefði ekki breytt neinu fyrir mig þessir tveir áfangar. Kemst inn í það sama í háskóla og svona, en það er auðvitað annað með náttúrufræðina því þar geta verið mikilvæg fög fyrir háskóla"}, {"response_to": "28301872", "username": "almaro", "message_id": "28302620", "user_id": "190163", "datetime": "2012-05-09 00:20:02", "datestring": "9. maí '12, kl: 00:20:02", "text": "Jámm ég útskrifaðist af 2 brautum (hefði léttilega bætt 3 við, vantaði einungis örfáa áfanga upp á). Með næstum 200 einingar. Útskrifaðist á 8 önnum. Var að taka frá svona 9 einingum til 25 á önn. En að meðaltali um svona 19-20 á önn. Tók líka fjarnám um minnir mig öll sumurin nema eitt."}]}