{"url": "https://bland.is/umraeda/thurrmjolk-tegundir/28319223/?page=2957", "date": "2012-05-10 14:06:02", "id": "28319223", "items": [{"text": "Með fyrra barn vorum við með SMA þurrmjólk, sem ábót við brjóstagjöfina. Fékk alltaf 1 pela á dag. En um 5 mánaða urðum við að hætta gefa honum SMA og reyndar líka brjóstagjöf vegna afgerandi mjólkuróþols. Við tók Nutramigen og það var niðurgreitt af tryggingum.  Nú er annað barn á leiðinni og ég er ekki spennt að fara prófa SMA aftur vegna fyrri reynslu. Er helst að spá hvaða þurrmjólk er sniðug og minni áhætta á mjólkuróþoli (ef það er hægt). Heyrist vera meira úrval af þurrmjólk núna en áður. Vil annars ekki gefa barninu mínu soya þurrmjólk svo það kemur ekki til greina. Efast líka um að ég geti fengið niðurgreitt Nutramigen nema sé greining til staðar.", "title": "Þurrmjólk tegundir", "username": "bilba", "message_id": "28319223", "user_id": "91322", "response_to": null, "datetime": "2012-05-10 14:06:02", "datestring": "10. maí '12, kl: 14:06:02"}, {"response_to": "28319223", "username": "Lind A", "message_id": "28319728", "user_id": "109630", "datetime": "2012-05-10 14:57:01", "datestring": "10. maí '12, kl: 14:57:01", "text": "Það eru til allavega 3 tegundir til viðbótar við SMA. NAN, Hipp og Holle. Holle er frekar dýr en hinar tvær eru á svipuðu verði."}, {"response_to": "28319223", "username": "*Líf", "message_id": "28320582", "user_id": "2427", "datetime": "2012-05-10 16:25:38", "datestring": "10. maí '12, kl: 16:25:38", "text": "Ég hef aldrei þurft að gefa barni þurrmjólk fyrr en núna en ég valdi Hipp þar sem ég er mjög hrifin af þeim vörum. Daman mín fær reyndar bara 70 ml 2x á dag af þurrmjólk annars fær hún vatn eða brjóstamjólk."}, {"response_to": "28319223", "username": "nóvemberpons", "message_id": "28322131", "user_id": "69661", "datetime": "2012-05-10 18:33:18", "datestring": "10. maí '12, kl: 18:33:18", "text": "Þú getur svo sem ekkert gert til að minka líkur á mjólkuróþoli, en ég hef lesið að ef þau eru mjög ung þegar þau fá t.d. þurrmjólk gerða úr kúamjólkurprótíni séu meiri líkur á mjólkuróþoli.ef þú heldur að þú munir þurfa að gefa ábót og fyrra barn var með mjólkuróþol og þetta yrði bara einn peli á dag þá myndi ég persónulega kaupa bara nutramigen þó hún sé viðbjóðslega dýr og nota sem ábót fyrstu mánuðina. ef þetta er bara einn peli á dag ætti þetta ekki að vera neinn yfirstíganlegur kostnaður."}, {"response_to": "28322131", "username": "nóvemberpons", "message_id": "28322145", "user_id": "69661", "datetime": "2012-05-10 18:34:15", "datestring": "10. maí '12, kl: 18:34:15", "text": "Æji meinti að engin ein tegund af þurrmjólk er líklegri til að valda mjólkuróþoli en önnur"}, {"response_to": "28322131", "username": "bilba", "message_id": "28322973", "user_id": "91322", "datetime": "2012-05-10 19:40:34", "datestring": "10. maí '12, kl: 19:40:34", "text": "Það er kannski sniðugast að hafa nutramigen til að byrja með. Og sjá hvernig hann tekur svo við venjulegri þurrmjólk eftir það, hvort hafi einhver áhrif. Veit að í Danmörku þá hafa þeir þann háttinn á ef fyrri barn/börn hafa haft sögu um mjólkuróþol þá er tekið tillit til þess með nýja barnið og það látið bara nota Nutramigen til að koma í veg fyrir að mjólkuróþol komi upp hjá svona litlu barni."}, {"response_to": "28322973", "username": "nóvemberpons", "message_id": "28323095", "user_id": "69661", "datetime": "2012-05-10 19:51:02", "datestring": "10. maí '12, kl: 19:51:02", "text": "Ég myndi allavegana hiklaust gera það, kanski skiptir það engu, en það getur skipt svoo miklu :)"}, {"response_to": "28319223", "username": "lilja88", "message_id": "28323034", "user_id": "58492", "datetime": "2012-05-10 19:45:58", "datestring": "10. maí '12, kl: 19:45:58", "text": "min þoldi ekki nan og ekki sma"}]}