{"url": "https://bland.is/umraeda/samskipti-202/28342342/?page=2949", "date": "2012-05-12 15:54:30", "id": "28342342", "items": [{"text": "Ég var að spá... sko þannig er mál með vexti að ég er að reyna að laga samskipti mín við aðilla sem mér þykir alveg gríðarlega vænt um og mig langar ekkert meira í heiminum núna en að það takist en við lendum svo oft í árekstrum og rifrildin fara oftar en ekki út í bendingar eins og:  ogog hluti sem eru sagðir og jafnvel í djóki sem miskiljast og enda í rifrildi og ýmislegt svona óþarfa tuð og rugling sem má alveg sleppa en hvernig á ég/við að bregðast við eða hvað getum við gert í þessum þrösum til að stoppa því við viljum ekki rífast og í raun og veru þurfum þess ekki. Við viljum bæði ekkert annað en bara að  laga þessa hnökra og vera bara glöð og kát og erum búin að ræða þetta og erum sammála svona að flestu leyti held ég.  Ég veit ég get verið langrækin og gríðarlega stjórnsöm, forvitin og ofhugsa hlutina (þráhyggjast)  og segi stundum eitthvað án þess að hugsa það alveg til enda, reyndar við bæði með það. Veit það þarf tvo til og allt það enda bæði ti í að gera allt en ég bara kann ekki að tækla þetta.  Og svo kom það upp að ég braut að vissu leyti traustið með einn hlut  en sagði honum frá því og við rifumst og allt það en þar komu mínir brestir vel í ljós.   Ég varð ofboðslega sár og leið hrikalega yfir þessu öllu, bæði því sem ég gerði og hvað geriðst,  fannst á vissan hátt verið að gera lítið úr mér (en samt ég átti ekkert með það að hnýsast í  þessu og er engu bættari og sé eftir þessu  og búin að biðjast afsökunar og allt í key með það ) en ég get ekki bara \"let go\" sem ég hugsa að venjulegt fólk myndi bara gera undir þessum kringumstæðum (og við bæði því ég hef gert ófagra hluti líka)  ...  Langar bara að geta  látið bara kjurt liggja og hætt að hugsa um þetta .   Ég og mín þráhyggja, afbrygðissemi  og paranoja hér á háu stigi !!  Ég bara áhveð hluti fyrirfram og auðvita allt hið versta og þráhyggjan dansar í hringi í hausnum á mér. Langar bara svomikið að geta fyrirgefið, fengið fyrirgefningu, feisað fólkið sem að þessu kom og hætt svo að pæla í þessu (sem enn og aftur venjulegt fólk myndi gera)  - málið afgreitt frá allra bæjardyrum séð!! og hætt þessum þráhyggjuhugsunum. Hann er að reyna sitt besta það er ekki það, en málin stranda svolítið á mér hérna...    æj ég veit ekki alveg hvaða point ég er að koma með en vonandi skilst ég og mig vantar bara kannski nokkur góð heillaráð frá ykkur sem eru komnar í samskipti 202 fyrir lengra komna :D", "title": "samskipti 202", "username": "komaso", "message_id": "28342342", "user_id": "6692", "response_to": null, "datetime": "2012-05-12 15:54:30", "datestring": "12. maí '12, kl: 15:54:30"}, {"response_to": "28342342", "username": "komaso", "message_id": "28342398", "user_id": "6692", "datetime": "2012-05-12 16:00:48", "datestring": "12. maí '12, kl: 16:00:48", "text": "uhh vá sorrí hvað þetta er í belg og biðu leit ekki svona út þegar ég fór yfir þetta ...."}, {"response_to": "28342398", "username": "Alfa78", "message_id": "28342414", "user_id": "78356", "datetime": "2012-05-12 16:03:31", "datestring": "12. maí '12, kl: 16:03:31", "text": "Þú þarft að ýta tvisvar á enter til að fá línubil."}, {"response_to": "28342414", "username": "komaso", "message_id": "28342423", "user_id": "6692", "datetime": "2012-05-12 16:05:08", "datestring": "12. maí '12, kl: 16:05:08", "text": "já greinilega... er ekki vön að skrifa langa texta hérna... man það næst"}, {"response_to": "28342342", "username": "littleboots", "message_id": "28342759", "user_id": "170628", "datetime": "2012-05-12 16:35:18", "datestring": "12. maí '12, kl: 16:35:18", "text": "Forðast að ræða þau mál sem þið eruð ósammála um, eða vera sammála um að vera ósammála. Telja upp að 10 áður en þú segir eitthvað sem þú gætir séð eftir."}, {"response_to": "28342759", "username": "komaso", "message_id": "28342857", "user_id": "6692", "datetime": "2012-05-12 16:41:37", "datestring": "12. maí '12, kl: 16:41:37", "text": "get ekki forðast allt sem gjæti valdið deilum, nenni ekki að vera alltaf tipplandi á tánum bara til að halda friðinn  en já mér hefur alveg verið fyrirgefið þannig lagað séð en sumt bara tekur sig alltaf upp aftur og aftur á milli okkar og ég á það til að byrja á einhverju sem er bara óþarfi stundum"}, {"response_to": "28342342", "username": "komaso", "message_id": "28345352", "user_id": "6692", "datetime": "2012-05-12 20:20:39", "datestring": "12. maí '12, kl: 20:20:39", "text": "meikar engan sens hjá mér?"}]}