{"url": "https://bland.is/umraeda/olweusar-aaetlunin-a-moti-einelti-/28362818/?page=2941", "date": "2012-05-14 11:23:59", "id": "28362818", "items": [{"text": "Kæru kennarar og kennaranemar.   Eruð þið ekki til í að segja frá ykkar reynslu af þessari áætlun?   Ég er búin að lesa mér til á olweus.net og á sænskum og norskum síðum en finnst ég bara rétt sjá yfirborðið.    Er þetta gott prógram í notkun?    Eruð þið sammála því að gerendur eru yfirleitt sterkir einstaklingar sem þarf að stöðva framfyrir vesalingar sem þarf að hugga?    Hvernig er mælst til þess að þolendum sé hjálpað samkvæmt þessari aðferðarfræði, en beinist hún mest að gerendum.      anyone..?", "title": "Olweusar áætlunin á móti einelti.", "username": "strákamamma", "message_id": "28362818", "user_id": "11836", "response_to": null, "datetime": "2012-05-14 11:23:59", "datestring": "14. maí '12, kl: 11:23:59"}, {"response_to": "28362818", "username": "BossaNova", "message_id": "28363467", "user_id": "29788", "datetime": "2012-05-14 12:22:36", "datestring": "14. maí '12, kl: 12:22:36", "text": "mér finnst þetta oft standa á heimasíðu skólanna en áberandi að það sé ekki farið eftir henni. Svona fallegt skraut..."}, {"response_to": "28363467", "username": "strákamamma", "message_id": "28363472", "user_id": "11836", "datetime": "2012-05-14 12:23:15", "datestring": "14. maí '12, kl: 12:23:15", "text": "mig langar að vita hvað felst í því að fara eftir henni, ber það árangur að fara eftir henni."}, {"response_to": "28363472", "username": "BossaNova", "message_id": "28363539", "user_id": "29788", "datetime": "2012-05-14 12:29:36", "datestring": "14. maí '12, kl: 12:29:36", "text": "já ég segi það með þér... erfitt að segja, samkvæmt þessu virðist hún ekki bera mikinn árangur.."}, {"response_to": "28363472", "username": "BossaNova", "message_id": "28363592", "user_id": "29788", "datetime": "2012-05-14 12:34:57", "datestring": "14. maí '12, kl: 12:34:57", "text": "ég mundi vilja sjá að það væri látið á reyna skaðabótamál í dómskerfinu.."}, {"response_to": "28362818", "username": "boogiemama", "message_id": "28364198", "user_id": "31012", "datetime": "2012-05-14 13:29:01", "datestring": "14. maí '12, kl: 13:29:01", "text": "Ég man nú ekki frá hvaða samtökum var komið til að kynna þetta fyrir foreldrum í grunnskóla barnsins míns, en þar var einmitt tekið fram að gerendur eru oft börn sem að eru vel liðin á meðal fullorðinna og eru flottir persónuleikar á meðan að þolendur eru venjulega börn með hegðunarraskanir eða reyna með einhverjum hætti á þolrifin hjá fullorðnum. Fannst það góður punktur. Sem sagt, ekki svona ofureinfalt að þolendur séu litlar sálir sem ganga meðfram veggjum í skólanum."}, {"response_to": "28362818", "username": "Prym", "message_id": "28364405", "user_id": "45728", "datetime": "2012-05-14 13:44:11", "datestring": "14. maí '12, kl: 13:44:11", "text": "Það fer fram margra mánaða undirbúningur í hverjum skóla þar sem fjárfest er í Olweusar áætluninni.  Öllu starfsfólki skólans er kynnt verkefnið og allir gerðir ábyrgir.  Nemendum er líka kennt hvernig þeir eigi að bregðast við séu þeir áreittir eða þeir verði vitni að óæskilegri hegðun annarra.  Innleiðing Olweuasa áætlunar er góð leið til að hrista upp í skólamálum okkar en eins og í svo mörgu öðru þurfa heimili og skóli að vinna saman svo að árangur verði sem bestur.  Gerendur í eineltismálum eru ólíkir eins og þeir eru margir  og sama er að segja um þolendur."}, {"response_to": "28362818", "username": "sjálfstættfólk", "message_id": "28364411", "user_id": "200628", "datetime": "2012-05-14 13:44:41", "datestring": "14. maí '12, kl: 13:44:41", "text": "Ég hef unnið í þremur skólum undanfarin ár og allir í Ol. áætluninni en ég verð að segja að mér finnst útfærslan skrýtin hjá þeim, held þetta sé meira til skrauts"}, {"response_to": "28364411", "username": "Heiða Ósk", "message_id": "28367805", "user_id": "23980", "datetime": "2012-05-14 17:54:28", "datestring": "14. maí '12, kl: 17:54:28", "text": "Þeir skóla sem eru með þessa áætlun og vinna rétt út frá henni eru að gera góða hluti og hún að virka."}, {"response_to": "28362818", "username": "Myken", "message_id": "28368090", "user_id": "141701", "datetime": "2012-05-14 18:10:46", "datestring": "14. maí '12, kl: 18:10:46", "text": "ég veit ekki hvort það sé þessi áætlun eða ekki en þar sem dóttir mín var í skóla var vel tekið á því þegar það átti að fara að taka hana fyrir í einelti.."}]}