{"url": "https://bland.is/umraeda/thykkildi-undir-forhud-hja-2-ara/28498852/?page=2895", "date": "2012-05-25 16:31:22", "id": "28498852", "items": [{"text": "Sælar fróðu konurÉg var að skipta á syni mínum áðan, tók þá eftir þykkildi undir forhúðinni, á kónginum. Þetta var cirka 1cm*0,5cm á stærð, það var frekar hart að koma við þetta, en þetta fór undan þegar maður snerti þetta, var sem sagt ekki fast á einum stað, heldur færðist aðeins - eins og þegar maður kemur við æð ef þið vitið hvað ég meina, færðist undan. Get ekki alveg sagt til um hvort hann fann til, hann sagðist finna til, en það er nú ekki alveg að marka það hjá 2 ára gutta, en hann tók harkalega í typpið á sér og fiktaði meira í því en vanalega. Vitið þið hvað þetta getur verið, þarf ég að hafa áhyggjur?", "title": "Þykkildi undir forhúð hjá 2 ára", "username": "gen", "message_id": "28498852", "user_id": "78719", "response_to": null, "datetime": "2012-05-25 16:31:22", "datestring": "25. maí '12, kl: 16:31:22"}, {"response_to": "28498852", "username": "Umslag", "message_id": "28501226", "user_id": "68882", "datetime": "2012-05-25 20:13:57", "datestring": "25. maí '12, kl: 20:13:57", "text": "Ég myndi láta kíkja á hann...ekki spurning."}, {"response_to": "28498852", "username": "bodvarg", "message_id": "28501332", "user_id": "96749", "datetime": "2012-05-25 20:22:57", "datestring": "25. maí '12, kl: 20:22:57", "text": "getur verið að þetta sé saur eð eitthvað svoleiðis ?"}, {"response_to": "28501332", "username": "gen", "message_id": "28501418", "user_id": "78719", "datetime": "2012-05-25 20:31:52", "datestring": "25. maí '12, kl: 20:31:52", "text": "talaði við lækni áðan, hringdi í einn sem ég þekki. Hann sagði að þetta væri líklega út af því að forhúðin er svo þröng oft hjá svona litlum drengjum og það gæti verið sterk efni úr þvaginu sem hefðu safnast fyrir og ég ætti að reyna að hreinsa þetta með volgu vatni og eyrnapinna - ég er búin að reyna það, en ég næ þessu ekki. Ætla að prófa aftur á morgun og sjá til um helgina, ef þetta skánar ekki, þá ætla ég að láta lækni kíkja á þetta."}]}