{"url": "https://bland.is/umraeda/kvidi/28491727/?page=2894", "date": "2012-05-24 22:31:30", "id": "28491727", "items": [{"text": "Er einhver hér sem þekkir til og getur bent mér á góðan lækni?", "title": "kvíði", "username": "Bwana", "message_id": "28491727", "user_id": "9003", "response_to": null, "datetime": "2012-05-24 22:31:30", "datestring": "24. maí '12, kl: 22:31:30"}, {"response_to": "28491727", "username": "HermioneGranger", "message_id": "28492140", "user_id": "79727", "datetime": "2012-05-24 22:56:36", "datestring": "24. maí '12, kl: 22:56:36", "text": "Held þú eigir að geta farið bara til heimilislæknis. Sjálf er ég að fara núna eftir 2 vikur, hef einmitt verið að upplifa kvíða undanfarið sem er aðeins að ágerast. Ætla að tala við lækninn og sjá hvað hann segir. Ertu að fara í fyrsta skipti v.kvíða?"}, {"response_to": "28492140", "username": "Bwana", "message_id": "28500844", "user_id": "9003", "datetime": "2012-05-25 19:43:53", "datestring": "25. maí '12, kl: 19:43:53", "text": "Ég er að vakna upp á næturnar vegna hræðslu við það að deyja, alveg sama hvað ég reyni að stoppa þessar hugsanir þá virðist það ekki ganga."}, {"response_to": "28500844", "username": "komaso", "message_id": "28500871", "user_id": "6692", "datetime": "2012-05-25 19:46:22", "datestring": "25. maí '12, kl: 19:46:22", "text": "það er best að fara til heimillisl. og hann vísar þér þá áfram ef hann telur þörf á því"}, {"response_to": "28500844", "username": "mirja", "message_id": "28502438", "user_id": "72581", "datetime": "2012-05-25 21:56:38", "datestring": "25. maí '12, kl: 21:56:38", "text": "Kvíðameðferðarstöðin"}, {"response_to": "28500844", "username": "Ljufa", "message_id": "28503061", "user_id": "62972", "datetime": "2012-05-25 22:48:15", "datestring": "25. maí '12, kl: 22:48:15", "text": "Ég þekki kvíðann vel, hef haft kvíðaröskun síðan ég var ung kona. Best er að taka á honum sem fyrst. Hugræn atferlismeðferð er úrræði sem ég mæli með að sé farin frekar en að fara á lyf. Spurðu heimilislækninn endilega að því, hún er víða notuð í dag sem meðferðarúrræði og er mjög áhrifarík aðferð. Hún gengur út á það að allar tilfinningar (kvíði er jú af þeim toga) eigi sér upphaf í einhverri hugsun. Þá þarf að skoða hvað kom hugsuninni af stað, hvort líkamleg einkenni fylgi, hvernig hugsun er um að ræða og síðan að íhuga hvað sé hægt að gera  til að breyta neikvæðum hugsunum í jákvæðar. Oftast kemur í ljós að það er auðveldara en virðist, þetta verður svo þjálfunaratriði."}, {"response_to": "28503061", "username": "Smileforme", "message_id": "28503108", "user_id": "34700", "datetime": "2012-05-25 22:53:00", "datestring": "25. maí '12, kl: 22:53:00", "text": "fint að panta tima hja heimilislækni fyrst, er búin að vera með kvíða í nokkur ár og byrjaði á að fara til heimilislæknis sem benti mér siðan á kviðameðferðastöðina, fekk meira að segja 10 fria tima þar gegnum heimilislækninn þar sem hann talaði við vr. Þar sem það var of dyrt fyrir mig þá að borga sálfræðing. Var komin með ofsakvíðaköst á endanum en hef ekki fengið þau síðan eg fór í hugræna atferlismeðferð og er farin að skilja sjálfa mig og kvíða miklu betur, er nuna i dáleiðslu hjá Stulla sem er snilld er að' fara i 3 timann i juni. eitt af aðalhugsunum hja mer sem valda kvíða er einmitt dauðinn svo eg skil þig vel og hefur einmitt komið þegar eg er að fara að sofa eða einmitt að eg hef vaknað við það. matt senda mer einkaskilaboð ef þu villt. gangi þér vel ;*"}]}