{"url": "https://bland.is/umraeda/sumt-folk-aetti-bara-ekki-ad-ganga-laust-s/28556373/?page=2872", "date": "2012-05-31 11:15:42", "id": "28556373", "items": [{"text": "Það tók mig smá tíma að jafna mig nóg til að skella þessu hérna inn...Í gær var ég úti að labba með litla 3 og hálfsmánaða gamla snáðan minn í nýja flotta vagninum okkar, fór í svaka flottan göngutúr enda veðrið dásamlegt ;)Á leiðinni heim var ég að ganga yfir gangbraut Á GRÆNU GÖNGULJÓSI Ég var komin nánast hálfa leið yfir götuna þegar gaur á beygjuakreininni við hliðiná ákvað að gefa í og reyna að komast yfir götuna á undan mér! Hverskonar fæðingarhálfviti reynir að svína í veg fyrir barnavagn á bíl!?!Ég var by the way á grænu gönguljósi og bílar á beygjuakreininni eiga að bíða! enda ekki í rétti á þessum gatnamótum þar sem það er ekkert sérstakt beygjuakreinaljós...Ég rétt svo náði að kippa vagninum afturábak áður en bíllin rauk yfir gangbrautina fyrir framan mig, þessi asni straukst utaní barnavagninn minn á fullri ferð!ég fann alveg að ef ég hefði ekki haldið fast í vagninn þá hefði hann rokið á hlið!Ég var í svo miklu sjokki að fyrsta hugsunin sem poppaði upp í hausinn á mér var bara að helvítis asninn hefði geta eyðilagt fallega nýja emmaljunga vagninn sem ég var að kaupa... nokkrum sekúndum seinna þá var eins og eitthvað brotnaði inní mér og það virkilega sökk inn að ef ég hefði ekki náð að kippa vagninum afturábak þá hefði strákasninn keyrt á barnið mitt!!! Litla rúmlega 3ja mánaða gamla barnið mitt !!!og það var ekki sjens að þessi drengur hefði getað stoppað í tæka tíð því hann gaf svo vel í !!!     og það versta var að ég leit upp þegar hann keyrði framhjá og þessi fæðingarhálfviti var að baða höndunum í áttina að mér eins og þetta væri mér að kenna að voga mér að ganga í veg fyrir hann með vagninn!Ég er fullorðin kona, gift 2ja barna móðir og ég hljóp alla leiðina heim nánast grenjandi í histeríukasti      núna er dásamlegt veður úti... en ég bara þori varla út úr húsi með barnið :s", "title": "sumt fólk ætti bara ekki að ganga laust :s", "username": "musastelpa", "message_id": "28556373", "user_id": "180588", "response_to": null, "datetime": "2012-05-31 11:15:42", "datestring": "31. maí '12, kl: 11:15:42"}, {"response_to": "28556373", "username": "sársaklaus", "message_id": "28556422", "user_id": "145332", "datetime": "2012-05-31 11:21:29", "datestring": "31. maí '12, kl: 11:21:29", "text": "Ljótt að heyra, en betra hann gangi laus en aki laus. Fólk þar á meðal ég getur verið svo tillitlaust."}, {"response_to": "28556373", "username": "andlegaörvhent", "message_id": "28556443", "user_id": "209666", "datetime": "2012-05-31 11:23:18", "datestring": "31. maí '12, kl: 11:23:18", "text": "þvílíkur fæðingarhálfviti!!!! náðiru ekki bílnúmeri ? vá ég hefði grenjað eins og það væri heimsendi :S"}, {"response_to": "28556373", "username": "snullisnull", "message_id": "28556485", "user_id": "108083", "datetime": "2012-05-31 11:26:56", "datestring": "31. maí '12, kl: 11:26:56", "text": "Hvað er að svona fólki!!!"}, {"response_to": "28556373", "username": "fálkaorðan", "message_id": "28556493", "user_id": "169630", "datetime": "2012-05-31 11:28:10", "datestring": "31. maí '12, kl: 11:28:10", "text": "Númer 1 2 og 3, farðu út að ganga með vagninn. Það verður bara erfiðara og erfiðara að díla við kvíðann ef þú geymir það."}, {"response_to": "28556493", "username": "abbalabbalú", "message_id": "28556535", "user_id": "59806", "datetime": "2012-05-31 11:31:58", "datestring": "31. maí '12, kl: 11:31:58", "text": "Sammála"}, {"response_to": "28556373", "username": "Vallarpukinn", "message_id": "28556546", "user_id": "206735", "datetime": "2012-05-31 11:32:59", "datestring": "31. maí '12, kl: 11:32:59", "text": "Gæti meira en vel verið að hann sé sjálfur í sjokki og því ekki stoppað. Hafi ákveðið að reyna vera töff og ekki séð ykkur. Nokkuð viss að hann sér eftir þessu!!! Gæti verið meira að segja að hann læri eh af þessu."}, {"response_to": "28556373", "username": "Ziha", "message_id": "28559814", "user_id": "51148", "datetime": "2012-05-31 17:43:00", "datestring": "31. maí '12, kl: 17:43:00", "text": "Úff, þetta hefur ekki verið skemmtileg reynsla.. ég lenti sjálf í þvi fyrir mörgum árum að ég var að labba yfir gangbraut með barnið mitt í barnavagni og strákur sem var stopp í bíl  (!) hjá gangbrautinni (hafði stoppað fyrir fólki sem var að fara yfir) tók af stað án þess að horfa fram fyrir sig og keyrði beint á barnavagninn........ sem betur fer ók hann ekki hratt og náði að stoppa aftur en samt ekki fyrr en hann hafði beyglað eitt dekkið á vagninum......Ég hafði n.b. beðið í svolítinn tíma með  að ganga af stað yfir götuna því ég sá að strákurinn leit út fyrir að vera eitthvað annars hugar.... en ákvað svo að fara bara af stað þar sem hann var ennþá stopp....."}, {"response_to": "28556373", "username": "Spotie", "message_id": "28559864", "user_id": "89371", "datetime": "2012-05-31 17:50:32", "datestring": "31. maí '12, kl: 17:50:32", "text": "Ég veit ekki hvað er fólki í umferðinni :/"}]}