{"url": "https://bland.is/umraeda/thid-sem-hafid-vit-a-blodsykri/28615083/?page=2850", "date": "2012-06-06 14:23:17", "id": "28615083", "items": [{"text": "Er einhver hér sem hefur vit á blóðsykri? Ég var í skóalum áðan og við vorum að mæla blóðsykurinn hjá hvort öðru og minn mældist voða lár. Ég var nýbúin að borða brauðsneið með osti (svona 20-30 mín áður) og hann mældist 3,7. Svo borðaði ég köku til að athuga hvort hann yrði ekki meira normal þannig en hann skreið rétt upp í 4,6.Þannig að nú er ég að velta því fyrir mér hvað þetta þýðir. Er bara gott að hafa lágann blóðsykur þótt hann sé töluvert fyrir neðan normið? Eða ætti ég að gera eitthvað...? Mér líður almennt mjög illa þegar ég verð svöng en hef aldrei pælt í því að BS gæti verið eitthvað óvenjulegt hjá mér.", "title": "Þið sem hafið vit á blóðsykri", "username": "qetuo55", "message_id": "28615083", "user_id": "170426", "response_to": null, "datetime": "2012-06-06 14:23:17", "datestring": "6. jún. '12, kl: 14:23:17"}, {"response_to": "28615083", "username": "Gunna stöng", "message_id": "28615105", "user_id": "58982", "datetime": "2012-06-06 14:25:32", "datestring": "6. jún. '12, kl: 14:25:32", "text": "Ættir að lesa þetta"}, {"response_to": "28615083", "username": "Colorkids", "message_id": "28615113", "user_id": "10790", "datetime": "2012-06-06 14:26:04", "datestring": "6. jún. '12, kl: 14:26:04", "text": "þú ert bara nokkuð fín í BS, átt ekkert að vera mikið hærri nema þegar þú hefur borðað stærri máltíð. Þú þarft að borða jafnt og þétt og þá helduru honum kringum 5. 3,7 er of lágt en það var stutt síðan þú borðaðir brauðsneiðina og hún enn að hækka sykurinn"}, {"response_to": "28615083", "username": "Lilith", "message_id": "28615345", "user_id": "5041", "datetime": "2012-06-06 14:45:41", "datestring": "6. jún. '12, kl: 14:45:41", "text": "Þetta er allt í lagi, allavegana ekkert hættulega lágt. Sumir fá smá einkenni og þurfa þá jafnvel að borða oftar. Ef einkennin verða slæm er ástæða til að gera eitthvað."}]}