{"url": "https://bland.is/umraeda/sma-ahyggjur/28634494/?page=2843", "date": "2012-06-08 00:21:37", "id": "28634494", "items": [{"text": "Góða kvöldiðÉg tók eftir því hjá dóttur minni þegar hún rak út tunguna að það kom eitthvað upp í kokinu á henni(leit út eins og slanga eða lítil uppábrett tunga, haha ég veit skemmtileg lýsing), það kom það langt upp að það snerti úfinn. Ég fór með hana á læknavaktina áðan og læknirinn sagðist aldrei hafa séð svona áður en vildi meina að þetta væri vélindað að koma upp og sagði mér að fara með hana til heimilislæknis á morgun og fá tíma hjá sérfræðing þaðan. Mig langaði bara til að athuga hvort einhver hafi heyrt um svona áður?", "title": "Smá áhyggjur", "username": "baby09", "message_id": "28634494", "user_id": "71767", "response_to": null, "datetime": "2012-06-08 00:21:37", "datestring": "8. jún. '12, kl: 00:21:37"}, {"response_to": "28634494", "username": "Miss Baxter", "message_id": "28634512", "user_id": "207727", "datetime": "2012-06-08 00:24:17", "datestring": "8. jún. '12, kl: 00:24:17", "text": "OMG say what ! Held ég fengi taugaáfall.. Meiðir hún sig eitthvað ?"}, {"response_to": "28634512", "username": "baby09", "message_id": "28634564", "user_id": "71767", "datetime": "2012-06-08 00:31:21", "datestring": "8. jún. '12, kl: 00:31:21", "text": "Já mér brá frekar mikið, því hún er líka með svo stóra hálskirtla og þegar þetta kemur upp er ekki mikið pláss eftir í hálsinum. Það hefur verið vesen hjá henni síðan hún fæddist að kyngja og það hefur alltaf verið erfitt að fá hana til þess að borða. Veit samt ekki hvort það haldist í hendur en sá þetta bara fyrst núna og hún er  2 ára.."}, {"response_to": "28634564", "username": "Miss Baxter", "message_id": "28634588", "user_id": "207727", "datetime": "2012-06-08 00:33:56", "datestring": "8. jún. '12, kl: 00:33:56", "text": "Æjj greyið litla.. En það er samt vonandi að þetta haldist í hendur svo hún hafi betri list þegar búið er að laga þetta.. En vilja þeir ekkert taka kirtlana fyrst þeir eru svo stórir ? Vilja kannski ekkert setja svona lítið barn í óþarfa aðgerð.. En vonandi fer allt vel hjá lækninum og þú færð einhver svör .. Gangi ykkur rosalega vel"}, {"response_to": "28634588", "username": "baby09", "message_id": "28634703", "user_id": "71767", "datetime": "2012-06-08 00:52:03", "datestring": "8. jún. '12, kl: 00:52:03", "text": "Þeir hafa ekkert talað um það allavega en já ég vona að þetta endi vel..en takk fyrir"}]}