{"url": "https://bland.is/umraeda/psoriasis-exem/28652632/?page=2835", "date": "2012-06-10 00:16:15", "id": "28652632", "items": [{"text": "Ég er með örfáar furðulegar litlar exemis-skellur á stöðum eins og á hliðinni á löngutöng á hægri hönd við vísifingur - ofan á litla putta og baugfingri vinstri handar s.s. fyrir ofan miðkjúkuna á puttanum - og svo einn lítinn skemmtilegan blett á rassinum!     Afi minn er með psoriasis - er þetta ættgengt? Er á full í gúglinu...    Veit ekki alveg hvað ég er að tuða hérna, þetta er bara farið að pirra mig frekar mikið þar sem ég þarf að spritta mig reglulega í vinnunni og það er voooont!    Það blæðir ekkert en það er svona eins og húðin sé að springa í sundur.      Fer maður bara til heimilislæknis eða hvað?", "title": "Psoriasis / exem", "username": "Halliwell", "message_id": "28652632", "user_id": "77604", "response_to": null, "datetime": "2012-06-10 00:16:15", "datestring": "10. jún. '12, kl: 00:16:15"}, {"response_to": "28652632", "username": "Halliwell", "message_id": "28652641", "user_id": "77604", "datetime": "2012-06-10 00:17:54", "datestring": "10. jún. '12, kl: 00:17:54", "text": "ps. þetta er svona frekar líkt þessu"}, {"response_to": "28652632", "username": "TheMuffin", "message_id": "28652676", "user_id": "133437", "datetime": "2012-06-10 00:20:50", "datestring": "10. jún. '12, kl: 00:20:50", "text": "ég myndi fara til húðsjúkdómalæknis"}, {"response_to": "28652632", "username": "SossaJoð", "message_id": "28652679", "user_id": "167574", "datetime": "2012-06-10 00:21:00", "datestring": "10. jún. '12, kl: 00:21:00", "text": "Byrjar hjá heimilislækni - hann vísar þér áfram.  Skoðaðu þessa síðu, margs konar fróðleikur"}, {"response_to": "28652632", "username": "spessokkur", "message_id": "28652685", "user_id": "131807", "datetime": "2012-06-10 00:21:57", "datestring": "10. jún. '12, kl: 00:21:57", "text": "Psoriasis er ættgengt og yfirleitt fylgir gigtin með þessu sumir fá fyrst exemið svo gigt eða öfugt eins og í mínu tilfelli er reyndar bara með nokkra bletti á kálf og sköflunginum. Alls ekki spritta þetta gerir bara illt verra panntaðu þér tíma hjá húðsjúkdómslækni"}, {"response_to": "28652685", "username": "Halliwell", "message_id": "28652697", "user_id": "77604", "datetime": "2012-06-10 00:23:45", "datestring": "10. jún. '12, kl: 00:23:45", "text": "Ég verð að spritta í vinnunni, það er of tímafrekt að handþvo alltaf og sprittið gerir lífið auðveldara í vinnunni... er samt að fara að hætta í þeirri vinnu."}, {"response_to": "28652697", "username": "Þjóðarblómið", "message_id": "28652736", "user_id": "48048", "datetime": "2012-06-10 00:28:48", "datestring": "10. jún. '12, kl: 00:28:48", "text": "Algjörlega off topic en Fannstu skó í dag?"}, {"response_to": "28652736", "username": "Halliwell", "message_id": "28652742", "user_id": "77604", "datetime": "2012-06-10 00:29:46", "datestring": "10. jún. '12, kl: 00:29:46", "text": "Ég sendi mömmu í rúmfó því ég komst ekki sjálf... keypti einhverja eftirlíkingu sem heitir adisis eða eitthvað álíka. Ágætis grey, allavega skárri en skórnir sem ég var í :D"}, {"response_to": "28652742", "username": "Þjóðarblómið", "message_id": "28652772", "user_id": "48048", "datetime": "2012-06-10 00:34:26", "datestring": "10. jún. '12, kl: 00:34:26", "text": "Ok.. það er ekkert verra en að vinna í vondum skóm!! Eða bara vera í vondum skóm yfirleitt."}, {"response_to": "28652697", "username": "minnipokinn", "message_id": "28654137", "user_id": "103245", "datetime": "2012-06-10 10:20:13", "datestring": "10. jún. '12, kl: 10:20:13", "text": "Þeir eru aldrei á staðnum held ég... en ég er hjá læknum á húðlæknastöðinni koma þrír eða eitthvað (ca einu sinni í mánuði :S )  og þeir eru allir jafn fínir finnst mér. Myndi bara drífa mig að panta tíma því það getur reynst erfitt. Ég er í meðferð og ég hringi og panta næsta tíma um leið og ég labba út frá lækninum. Hef alltaf lent í því að fá \"sorry við eigum ekki tíma\" og þurft að væla um að ég hafi nú verið að labba út og þurfi að fá tíma aftur ca mánuði eftir og þá troða þau mér einhverstaðar inní."}, {"response_to": "28654137", "username": "Halliwell", "message_id": "28654170", "user_id": "77604", "datetime": "2012-06-10 10:26:18", "datestring": "10. jún. '12, kl: 10:26:18", "text": "Ætli það sé þá ekki skárra fyrir mig að fara bara til heimilislæknis heldur en að þurfa kannski að bíða ógeðslega lengi eftir þessu?"}, {"response_to": "28654170", "username": "minnipokinn", "message_id": "28654319", "user_id": "103245", "datetime": "2012-06-10 10:44:45", "datestring": "10. jún. '12, kl: 10:44:45", "text": "Jú allavega tjekka á honum fyrst :) það er líka mikið ódýrara :) tíminn hjá hinum kostar alveg 7000kall :S"}, {"response_to": "28652632", "username": "stelpa001", "message_id": "28652816", "user_id": "57757", "datetime": "2012-06-10 00:41:32", "datestring": "10. jún. '12, kl: 00:41:32", "text": "psoriasis er samhverft á líkamanum, líkist exemisútbrotum en er oft með afmarkaðri línum.. getur verið t.d hringlaga og þá með hálfgerðu hreistri og verður svolítið silfurlitað.. getur líka verið afmarkaðar dökkrauðar bólur eða flekkir .. ekki spritta þetta, þá ertu að þurrka þetta upp og það er ekki gott við exemi eða psoriasis,frekar að næra... ég myndi panta mér tíma hjá húðsjúkdómalækni.. Klæjar þig í þetta ? er hrúður ? vessi ?"}, {"response_to": "28652816", "username": "Halliwell", "message_id": "28653419", "user_id": "77604", "datetime": "2012-06-10 06:37:18", "datestring": "10. jún. '12, kl: 06:37:18", "text": "Mig klæjar stundum smá. Þetta er smá eins og hrúður en samt ekki og það kemur smá glær vökvi EF ég kreisti (þetta voru fyrst eins og ponsulitlar bólur)"}, {"response_to": "28653419", "username": "stelpa001", "message_id": "28654042", "user_id": "57757", "datetime": "2012-06-10 10:07:44", "datestring": "10. jún. '12, kl: 10:07:44", "text": "já ef þetta er ekki samhverft á líkamanum... og það vessaði ur þá getur þetta verið exem.. samt skritið að þetta komi á annarri rasskinninni... en já pantaðu tíma sem fyrst. ég myndi svo fara útí búð og kaupa penzim og vera dugleg að bera á."}, {"response_to": "28654042", "username": "Halliwell", "message_id": "28654167", "user_id": "77604", "datetime": "2012-06-10 10:25:54", "datestring": "10. jún. '12, kl: 10:25:54", "text": "Það komu samt engir vessar þannig séð, bara örlítill glær vökvi úr pínulitlum bólum fyrst og svo ekkert meira en það. Það kemur ekkert núna."}, {"response_to": "28652632", "username": "tinnerina", "message_id": "28652864", "user_id": "93469", "datetime": "2012-06-10 00:52:02", "datestring": "10. jún. '12, kl: 00:52:02", "text": "Þar til þú færð tíma hjá húðsjúkdómalækni myndi ég allaveganna mæla með að bera vaselín eða júgursmyrsl á blettina, húðin springur þá vonandi minna."}, {"response_to": "28652632", "username": "Volcano", "message_id": "28655118", "user_id": "58456", "datetime": "2012-06-10 12:20:31", "datestring": "10. jún. '12, kl: 12:20:31", "text": "Ef þetta eru litlar skellur þá gæti þetta verið svokallað dropa psoriasis. Ég fékk svoleiðis upp úr streptókokkum sem ég tók ekki eftir örugglega í nokkrar vikur eða mánuði. Ekkert psoriasis í minni ætt. Láttu athuga streptókokka þegar þú ferð til læknis. Maður fattar ekki alltaf þegar maður fær þá."}, {"response_to": "28652632", "username": "RakelÞA", "message_id": "28655184", "user_id": "38738", "datetime": "2012-06-10 12:28:15", "datestring": "10. jún. '12, kl: 12:28:15", "text": "Já það er ættgengt, var sagt það í fyrra þegar ég var með mína eldri í skoðunum hjá húðsjúkdómalækni, amma hennar er með Psoriasis og mín er skoðuð út frá því að hún sé með psoriasis."}, {"response_to": "28652632", "username": "terabyte", "message_id": "28655889", "user_id": "181996", "datetime": "2012-06-10 13:54:33", "datestring": "10. jún. '12, kl: 13:54:33", "text": "Mamma mín er með psoriasis. Ég hef verið að fá af og til litla hringlaga þurrkubletti hér og þar á líkamann (líka á rassinn lol) en þeir hafa yfirleitt farið af sjálfu sér eða ég hef þurft að bera mildison á þá og þeir farið þá. Fæ líka þvílíkan þurrk á hendur og fingur. Ég fór til húðsjúkdómalæknis sem sagði að þetta væri of lítið til að vera psoriasis, en það á að fylgjast með mér í framtíðinni og sérstaklega ef blettirnir fara að aukast. En það sem ég fæ á fingur og hendur er líklegast bara exem og þurrkur plús að ég fæ svona bletti og þurrk mest ef ég spritta mig oft og ef ég meðhöndla hrátt grænmeti með berum höndum. Ég þarf helst að vera í hönskum t.d. við að flysja kartöflur og skera tómata því einhver efni í þeim fara svona illa í húðina á mér (en svo fæ ég líka útbrot af sumum gerðum hanska - I can never win :S)"}, {"response_to": "28652632", "username": "kassadama", "message_id": "28656156", "user_id": "189374", "datetime": "2012-06-10 14:26:15", "datestring": "10. jún. '12, kl: 14:26:15", "text": "Eina sem hefur virkað hjá mér er kremið Daivobet..."}]}