{"url": "https://bland.is/umraeda/getnadarvarnir-rad/28677836/?page=2827", "date": "2012-06-12 12:07:39", "id": "28677836", "items": [{"text": "Ég er búin að vera með koparlykkjuna í tæp 4 ár núna. Henni hefur alltaf fylgt miklar blæðingar. Ég fór svo í blóðprufu fyrir um mánuði síðan og þar kom í ljós að ég er MJÖG blóðlítil og var sett á 6 mánaða járn kúr til að vinna þetta upp. Ég var því að hugsa um að láta taka lykkjuna og fara á einhverja aðra getnaðarvörn en þá kemur vandamálið, ég þoli öll hormón svo illa, ég var á brjóstapillunni áður en ég fékk lykkjuna og hún fór meira að segja ekki vel í mig.Eru einhverjar aðrar varnir í boði en koparlykkjan sem eru hormónalausar (Fyrir utan smokkinn) eða verða ég bara að láta að taka mig úr sambandi? :)Þið sem þolið illa hormónavarnir, hvað gerið þið??", "title": "Getnaðarvarnir - ráð", "username": "thegoodgirl", "message_id": "28677836", "user_id": "181521", "response_to": null, "datetime": "2012-06-12 12:07:39", "datestring": "12. jún. '12, kl: 12:07:39"}, {"response_to": "28677836", "username": "Lilith", "message_id": "28677924", "user_id": "5041", "datetime": "2012-06-12 12:15:28", "datestring": "12. jún. '12, kl: 12:15:28", "text": "Staðbundnar hormónagetnaðarvarnir, eins og hormónalykkjan og hringurinn, fara oft betur í konur sem annars þola illa hormón, þar sem hormónin fara ekki í eins miklum mæli út um allan líkamann. Þú gætir kannski prófað hringinn og séð hvernig hann hentar þér."}, {"response_to": "28677836", "username": "strákamamma", "message_id": "28677978", "user_id": "11836", "datetime": "2012-06-12 12:19:40", "datestring": "12. jún. '12, kl: 12:19:40", "text": "láta taka kallinn úr sambandi ef þið eruð hætt að eiga börn."}, {"response_to": "28677978", "username": "thegoodgirl", "message_id": "28678325", "user_id": "181521", "datetime": "2012-06-12 12:51:58", "datestring": "12. jún. '12, kl: 12:51:58", "text": "Já spurning um að senda kallinn bara í herraklippingu :)"}, {"response_to": "28677836", "username": "Mrsbrunette", "message_id": "28680195", "user_id": "1651", "datetime": "2012-06-12 15:31:12", "datestring": "12. jún. '12, kl: 15:31:12", "text": "Ég var hjá mínum kvennsa í morgun og hún mælti með að ég færi á hringinn, ég gafst uppá getnaðarvörninni sem ég var á, þoli ekki þessa hormóna og hún mælti með að prufa hringinn, sagði að það væri svo miklu minna af hormónum í því og gæti því hentað mér best eða hormónalykkjan en ég er ekki til í að fá hana, vil ekki hafa svona \"fastan\" aðskotahlut inní mér, og hún sagði að hringurinn væri bara mjög þæginlegur, auðvelt að setja hann upp, þannig að ég ætla að prufa hann :)"}, {"response_to": "28677836", "username": "veg", "message_id": "28680220", "user_id": "2039", "datetime": "2012-06-12 15:33:52", "datestring": "12. jún. '12, kl: 15:33:52", "text": "ég gafst upp á þessu öllu saman og lét taka mig úr sambandi, en ég var líka búin að eignast  þau börn sem ég ætlaði mér."}, {"response_to": "28680220", "username": "thegoodgirl", "message_id": "28680801", "user_id": "181521", "datetime": "2012-06-12 16:29:50", "datestring": "12. jún. '12, kl: 16:29:50", "text": "Ég hef einmitt verið að pæla í því að láta taka mig úr sambandi. Á tvö börn og langar ekki í fleyri. En er samt svolítið hrædd um að langa í eitt í viðbót eftir nokkur ár og geta þá ekkert gert."}, {"response_to": "28680801", "username": "veg", "message_id": "28680843", "user_id": "2039", "datetime": "2012-06-12 16:33:42", "datestring": "12. jún. '12, kl: 16:33:42", "text": "ef í harðbakkan slær er alltaf hægt að fara í glasafrjóvgun!"}, {"response_to": "28680220", "username": "fifuvellir", "message_id": "28680919", "user_id": "69338", "datetime": "2012-06-12 16:39:32", "datestring": "12. jún. '12, kl: 16:39:32", "text": "Ég fekk mér hormónalykkjuna fyrir ári siðan,þar sem maðurinn minn vildi persónulega ekki fara í herraklippingu..mér finnst hún persónulega algjör snilld,og hef ekkert fundið fyrir neinum óþægindum og í þokkabót hefur maður engar blæðingar sem er algjör bónus,sérstaklega fyrir þær konur sem finna fyrir miklum óþægindum á blæðingum,hún dugar í c.a.7 ár,þanning að maðr þarf ekkert að hugsa um þetta,sem fyrir mér er algjör lúxus,hún kostar aðeins meira en aðrar getnaðarvarnir(30.000)en ef maður reiknar pilluna í 7 ár,þá er þetta ekki mikið,og bara miklu þægilega og minni fyrirhöfn.."}, {"response_to": "28680919", "username": "veg", "message_id": "28680946", "user_id": "2039", "datetime": "2012-06-12 16:41:49", "datestring": "12. jún. '12, kl: 16:41:49", "text": "ég prófaði hana og var á blæðingum stanslaust í 8 mánuði, þá gafst ég upp."}, {"response_to": "28680946", "username": "Lilith", "message_id": "28681007", "user_id": "5041", "datetime": "2012-06-12 16:45:57", "datestring": "12. jún. '12, kl: 16:45:57", "text": "Já, þetta virkar svo mismunandi á fólk, og því er svo mikilvægt að fólk prófi. Það sem hentar einum hentar nefninlega ekki endilega einhverjum öðrum."}]}