{"url": "https://bland.is/umraeda/vatnshraedsla/28714586/?page=2782", "date": "2012-06-15 17:28:56", "id": "28714586", "items": [{"text": "ég er með einn 4ára gutta og að setja hann í bað er bara hræðilegthann er svo hræddur greyið að hann grætur bara stanslaust og kallar á hjálp eins og sé verið að pína hann - hvernig bregst maður eiginlega við svona löguðu?", "title": "vatnshræðsla", "username": "6kraftaverk", "message_id": "28714586", "user_id": "102254", "response_to": null, "datetime": "2012-06-15 17:28:56", "datestring": "15. jún. '12, kl: 17:28:56"}, {"response_to": "28714586", "username": "Kærleikshnoðri", "message_id": "28715023", "user_id": "45148", "datetime": "2012-06-15 18:24:12", "datestring": "15. jún. '12, kl: 18:24:12", "text": "Minn er reyndar ennþá vatnshræddur, en það minnkaði töluvert þegar ég prófaði að fara með hann í sund þar sem hann nær niður á botn og getur labbað um.  Enn sem komið er þorir hann bara að rölta um laugina, hann er s.s. ekki eitt af þessum börnum sem hoppa ofan í laugina eins og ekkert sé og fara grilljón ferðir í rennibrautina.."}, {"response_to": "28715023", "username": "6kraftaverk", "message_id": "28716409", "user_id": "102254", "datetime": "2012-06-15 20:43:58", "datestring": "15. jún. '12, kl: 20:43:58", "text": "já,ok - ég verð að prófa það =O)"}, {"response_to": "28714586", "username": "Röskva", "message_id": "28716768", "user_id": "78326", "datetime": "2012-06-15 21:12:33", "datestring": "15. jún. '12, kl: 21:12:33", "text": "dóttir okkar 3ja ára var að vísu ekki hrædd við bað eða sturtu en alveg ofboðslega hrædd í sundi og vild alls ekki fara í kút heldur bara faðma okkur fast. Ég setti hana bara í kútinn sem var með sæti svona tvöfaldur og eftir smá stund var hún farin að treysta honum og skemmti sér vel. Næsta skipti gekk betur þá vildi hún vera í kútinum og svo fljótlega var það hætt að vera spennandi þá settum við bara á hana handkúta. Núna á tæpum 5 skiptum er hún farin að hlaupa um í barnalauginni hoppandi og skoppandi og auðvitað alveg dauðþreytt eftir það ;)"}, {"response_to": "28714586", "username": "*Líf", "message_id": "28716976", "user_id": "2427", "datetime": "2012-06-15 21:28:45", "datestring": "15. jún. '12, kl: 21:28:45", "text": "Úff þetta er ekki skemmtilegt skal ég segja. Ég á tvo drengi sem voru báðir svona, þetta háði þessum eldri fram á unglingsaldur."}, {"response_to": "28714586", "username": "UMO", "message_id": "28804964", "user_id": "97238", "datetime": "2012-06-24 19:54:35", "datestring": "24. jún. '12, kl: 19:54:35", "text": "Ég fór með minn á Sundnámskeið Sóleyjar þar sem minn strákur (6 ára) var ekkert sérstaklega hrifinn af vatninu og strax eftir 1. sundtímann var hann farinn að kafa sem hann gerði aldrei áður. Tek það fram að á þessum námskeiðum er ekki í boði að vera með armkúta.Ég varð fyrir smá sjokki því drengurinn var eins og kolkrabbi um hálsinn á mér og vildi alls ekki sleppa takinu og hélt ég að þetta mundi ekki ganga. Hann kom mér þvílíkt á óvart eftir 1. tímann að ég var bara orðlaus og átti als ekki von á því að hann ætti eftir að vera kafandi eftir 1.tímann. Núna hoppar hann úti eins og ekkert sé og er þvílíkt öruggur í vatninu. Tek það fram að hann er greindur misþroska og tekur sinn tíma í að læra hlutina en þetta hjálpaði tvímælalaust að fara á þetta námskeið og fá þetta öryggi í vatninu."}]}