{"url": "https://bland.is/umraeda/hundaleyfi-og-abyrgdartrygging-ath/28749401/?page=2429", "date": "2012-06-19 12:37:30", "id": "28749401", "items": [{"text": "Kæru hundaeigendur sem eigið hund í Reykjavík og eruð með hundaleyfi. Mig langaði að deila með ykkur smá upplýsingum sem gerðu mig algjörlega kjaftstopp. Skv skilmálum varðandi hundaleyfin þá eru allir hundar sem eru skráðir í RVK skyldutryggðir með ábyrgðartryggingu  - þetta er inni í hundaleyfisgjöldum. skv. skilmálum 10.grein þá er þetta skylda og tjón fæst að fullu bætt.- Ef maður hefur samb. við tryggingarfélagið sem þeir eru með samning við, þá kemur í ljós að það er ekki alveg svo, þeas að hundaeigandi þarf að greiða sjálfsábyrgð- ok gott og vel, en bíðið nú hæg, hundaeigandi þarf að greiða 10% af tjóninu, lágmark 28.000 og hámark 280.000.- Sem er kannski skiljanlegt að þurfi að borga eitthvað - nema hvað - ef maður kaupir sér sjálfur þessa tryggingu þá er iðgjaldið um 4000 kr ári - ca og ef tjón verður þá er sjálfsábyrgð 22000krónur - óháð því hversu mikið tjónið kostar.Mér finnst ég hafa verið með falska tryggingu í gegnum Reykjavíkurborg - eða hvað finnst ykkur. ? Þeir gefa engar uppl um þessa ábyrgðartryggingu í samþykktunum sínum- aðrar en að tjón bætist að fullu.Vildi bara vekja athygli ykkar á þessu !Ein frekar reið hérna....", "title": "Hundaleyfi og ábyrgðartrygging ATH", "username": "katten", "message_id": "28749401", "user_id": "99116", "response_to": null, "datetime": "2012-06-19 12:37:30", "datestring": "19. jún. '12, kl: 12:37:30"}, {"response_to": "28749401", "username": "viský", "message_id": "29321171", "user_id": "92133", "datetime": "2012-09-18 19:37:27", "datestring": "18. sep. '12, kl: 19:37:27", "text": "Gott að vita þetta. Ætla að tryggja mína og þetta er gott innlegg, Veit þá að betra er að tryggja bara hjá sínu eigin tryggingafélagi"}, {"response_to": "28749401", "username": "tóin", "message_id": "29322383", "user_id": "161670", "datetime": "2012-09-19 00:44:45", "datestring": "19. sep. '12, kl: 00:44:45", "text": ""}, {"response_to": "29322383", "username": "katten", "message_id": "29370585", "user_id": "99116", "datetime": "2012-10-02 21:12:55", "datestring": "2. okt. '12, kl: 21:12:55", "text": "Hæ"}, {"response_to": "28749401", "username": "DisaHaviland", "message_id": "29354636", "user_id": "191121", "datetime": "2012-09-28 12:32:18", "datestring": "28. sep. '12, kl: 12:32:18", "text": "Takk fyrir þessa ábendingu!"}]}