{"url": "https://bland.is/umraeda/hjalp/28806597/?page=2781", "date": "2012-06-24 21:46:15", "id": "28806597", "items": [{"text": "Jæja nú eru öll ráð vel þeginn- einhver sem er að lenda í þessu sama og ég- ég á dreng á 4 ári og stúlku á 3 ári- við sofum öll í sama herbergi (ekki fræðilega möguleiki að setja þau í annað herbergi)pabbinn skrabb í vinnu erlendis og verður í burtu í sirka 5-6 vikur - þegar ég er að fara svæfa þau á kvöldin,þá eru þau tryllt, þetta byrjaði eftir að pabbi þeirra fór (samt ég sem svæfi alltaf börnin)hún öskrar og gólir eins og sé verið að \"drepa hana\" grey nágranarnir eru farnir að halda það versta :s(að ég sé örugglega ömurleg mamma) stelpan hefur misst sig alveg í smábarnagírinn (er með einn 4 mánaða líka) hún vill fá pela hans talar gagagúgú mál og er bara eins og bavíani,þau neita bæði að vera í sínu rúmi og vilja bæði vera upp í hjá mér,ég reyni að hunsa þau (ég les bækur- ég syng- ég segi sögur- )en þá fara þau bara að fíflast sín á milli- eða þá að hún vill fá bókina sem ég er með.(vill fá að kissa litla bróðir sinn og halda á honum og knúsa hann ég leyfi henni það, en ekkert gengur - ég gefst upp eftir 2 tíma reynirí og fer með þau inn í stofu og ég anda ég tala rólega við þau ( en ekkert gengur fyrr en kl er farinn að slá 12 á miðnætti) HJÁLP HJÁLP", "title": "HJÁLP", "username": "lindinn", "message_id": "28806597", "user_id": "51380", "response_to": null, "datetime": "2012-06-24 21:46:15", "datestring": "24. jún. '12, kl: 21:46:15"}, {"response_to": "28806597", "username": "miss Alvia", "message_id": "28806707", "user_id": "64732", "datetime": "2012-06-24 21:51:19", "datestring": "24. jún. '12, kl: 21:51:19", "text": "ertu búin að prufa að nota verðlaunakerfi á þeim, láta þeim safna stjörnum (t.d. bara 4 til að byrja með) og verðlauna þau svo með einhverjum ódýrum hlut eða einhverri samveru."}, {"response_to": "28806707", "username": "lindinn", "message_id": "28806829", "user_id": "51380", "datetime": "2012-06-24 21:57:28", "datestring": "24. jún. '12, kl: 21:57:28", "text": "þau elska pabba sinn rosa mikið enda bara stór partur af þeim -"}, {"response_to": "28806829", "username": "miss Alvia", "message_id": "28806889", "user_id": "64732", "datetime": "2012-06-24 22:00:28", "datestring": "24. jún. '12, kl: 22:00:28", "text": "þetta er erfitt og erfiðast er að snúa munstrinu við þegar allir eru orðnir þreyttir og pirraðir því þegar við erum pirruð þá verða börnin erfiðari og þegar þau eru erfið verðum við þreyttari og pirraðri og svoleiðis heldur þetta því miður áfram. en ég mæli með svona verðlaunakerfi það virkar vel á mína (flest daga) sem er nýorðin 4ára."}, {"response_to": "28806889", "username": "lindinn", "message_id": "28806970", "user_id": "51380", "datetime": "2012-06-24 22:04:25", "datestring": "24. jún. '12, kl: 22:04:25", "text": "takk æðislega fyrir þettta- þessi lestur bjargar geðheilsu minni alverulega :)"}, {"response_to": "28806970", "username": "miss Alvia", "message_id": "28807076", "user_id": "64732", "datetime": "2012-06-24 22:09:45", "datestring": "24. jún. '12, kl: 22:09:45", "text": "Gott að heyra, gangi þér vel með þetta."}, {"response_to": "28806597", "username": "BetaOgIngó", "message_id": "28808219", "user_id": "201154", "datetime": "2012-06-24 23:18:35", "datestring": "24. jún. '12, kl: 23:18:35", "text": "Er möguleiki á að börnin gætu talað við pabba sinn í síma eða í gegnum skype eða eitthvað svoleiðis til að segja góða nótt? Maður systur minnar þurfti að fara erlendis að vinna og strákurinn þeirra varð svona fyrst en róaðist þegar hann fékk að tala við pabba sinn."}, {"response_to": "28808219", "username": "lindinn", "message_id": "28808296", "user_id": "51380", "datetime": "2012-06-24 23:25:18", "datestring": "24. jún. '12, kl: 23:25:18", "text": "já þau hafa fengið að tala við hann í síma- en hafa ekki en fengið að skypast við hann"}, {"response_to": "28808296", "username": "BetaOgIngó", "message_id": "28808362", "user_id": "201154", "datetime": "2012-06-24 23:30:40", "datestring": "24. jún. '12, kl: 23:30:40", "text": "Að sjá hann gæti skipt miklu"}, {"response_to": "28808362", "username": "lindinn", "message_id": "28808456", "user_id": "51380", "datetime": "2012-06-24 23:39:05", "datestring": "24. jún. '12, kl: 23:39:05", "text": "já reyndar við ættlum að græja það :)"}]}