{"url": "https://bland.is/umraeda/ipad-3/28815550/?page=2779", "date": "2012-06-25 18:26:06", "id": "28815550", "items": [{"text": "Þið sem eigið þannig....hvað er hann stór (GB) og hvað eru þið að nota hann í?  Er að spá í að splæsa í slíkan grip en er í vafa með stærðina..", "title": "Ipad 3", "username": "Liza Marklund", "message_id": "28815550", "user_id": "205252", "response_to": null, "datetime": "2012-06-25 18:26:06", "datestring": "25. jún. '12, kl: 18:26:06"}, {"response_to": "28815550", "username": "TJ108", "message_id": "28815620", "user_id": "16153", "datetime": "2012-06-25 18:32:10", "datestring": "25. jún. '12, kl: 18:32:10", "text": "Ég fékk mér þennan minnsta (16GB) og ekki með 3G. Ég átti stæsta ipad2 (64GB) og með 3G en notaði það ekkert, svo ég fékk mér bara þann ódýrasta næst (ég var farin að nota ipad-inn svo mikið að karlinn var farinn að kvarta, svo við fengum okkur annan fyrir mig). En ég nota minn aðallega í námi - er með mjög mikið af bókum inná honum, greinum o.fl. En ef ég ætlaði t.d. að nota hann til að geyma bíómyndir eða þætti þá myndi ég fylla hann í hvelli - svo ef þú ert að spá í þannig notkun þá myndi ég fá mér stærri (ég geymi þannig í annarri tölvu, en horfi samt stundum í gegnum ipad, bara í gegnum netið heima)."}, {"response_to": "28815550", "username": "égfannekkertnafn", "message_id": "28815628", "user_id": "175234", "datetime": "2012-06-25 18:32:58", "datestring": "25. jún. '12, kl: 18:32:58", "text": "á átti einu sinni ipad, notaði hann bara í leiki og browsa, en annars mæli ég með því að kaupa samsung galaxy tab 10.1 eða einhverja aðra spjaldtölvu sem er betri en ipad"}, {"response_to": "28815550", "username": "nónó", "message_id": "28815655", "user_id": "77964", "datetime": "2012-06-25 18:34:51", "datestring": "25. jún. '12, kl: 18:34:51", "text": "Ég er með ipad 2 en hann er 16GB og með 3G sem ég vildi ekki sleppa. Stærðin er nóg fyrir okkur en við erum ekki að fylla hann af bíómyndum og slíku, sækjum þær bara beint á flakkarann og horfum þar, setjum svo bara eitthvað til að horfa reglulega inná ipadinn fyrir ferðalög eða þannig"}]}