{"url": "https://bland.is/umraeda/er-thora-ordin-eitthvad-heilog-hja-folki-/28845347/?page=2756", "date": "2012-06-28 00:59:33", "id": "28845347", "items": [{"text": "Ji, það verður bara allt brjálað ef það er orðinu hallað á Þóru...Hvað er málið? Finnst það alveg ótrúlegt hreint, það má segja allt um alla hina og allir alveg sultuslakir yfir því... Það er enginn fullkominn og allir þessir frambjóðendur hafa sína kosti og galla, þetta er erfitt val og allir vilja kjósa rétt, það er ég viss um :) En hvað er rétt, hvað er verið að bjóða okkur uppá ?Mín persónulega skoðun er sú að ég myndi aldrei kjósa Þóru, hún hefur ekkert í þetta, alls ekkert og þar get ég dregjið fram alveg hellings ástæður fyrir því, en ég yrði ábyggilega mínusuð hér í drasl fyrir það :) Ég er alveg ný hér inni svo að það væri mjög elskulegt ef mér yrði ekki het út alveg strax hihi :)En þá eru það allir hinir, hvað með þá? Ég er aðeins búin að vera að lesa umræður hér og það virðast allir vera ómögulegir, hver er þá eiginlega minnst ómögulegur ? Ólafur er alveg búinn að standa fyrir okkur og myndi þá sjálfsagt gera það aftur, hann hefur staðið sig vel, er hann þá ekki öruggasti kosturinn eða er hann búinn að vera of lengji ???Er þá kominn tími fyrir nýtt og betra ? er í boði nýtt og betra ?Herdís er með flotta mannréttindarstefnu sem að hljómar dásamlega vel og það er alveg kominn tími á svoleiðiss hugsun hjá einhverjum sem að ræður einhverju hérna í þessu landi, maður er orðinn despret... algjörlega, þessi tíð í þjóðfélagjinu þráir mannréttindi eða það geri ég allavega. Alþingji er bara upptekið við að skemma fyrir okkur fólkinu í landinu svo einhvernstaðar verðum við að sækja okkur aðstoð.... Það er svo mannlegt að þrá þá einhvern sem að gerir eitthvað fyrir okkur. Hver getur það ??? hver gerir það ??Nei endilega þarf Herdís að hafa smá vott að hroka og vera víst hálf klikkuð í mannlegum samskiptum, úff það gengur náttúrulega ekki, oh mér sem leist svo vel á hana eða það sem að hún ætlar að standa fyrir.... Hvað á ég að gera þá ? og já ekki nóg með það er hún algjörlega sökuð um það að henda rusli út um bílglugga eða e-ð, ussumsvei neineinei það gengur náttúrulega ekki ! alls ekki.Ég veit það ekki.... Andrea er víst stórhættuleg eða það sem að hún stendur fyrir, það er náttúrulega bilun......Ari Trausti, ætli hann sé málið eða er hann bara alveg á nippinu, en nær ekki að halda sér, en hann verður að taka þátt í dramanu á milli frambjóðanda, æ ég sá e-ð um það á facebook, þá skiptist það alveg niður í það hversu ómerkilegur hann væri að leggjast á svona lágt plan að vera að segja svona hluti bla bla bla eða Þóra væri náttúrulega alveg biluð að koma svona ílla fram... Jesús ég botna ekkert í þessu drasli... Ég veit ekki hvor þeirra er eiginlega ómerkilegri fyrir þetta atvik sem að er ábyggjilega eitt af mörgum.Hannes, ég veit ekki neitt um hann, það talar enginn um hann, hann er þá greinilega bara ekkert spennandi..... enda er hann ekkert að fara að vinna þetta hvort eð er.....Ég hef bara rétt svona dúttlað við að kíkka á þetta, ég hef ekki þolinmæði eða tíma til að grandskoða og fyljast með öllum frambjóðendum, en kíkkt samt aðeins, það er bara þannig að ég er þriggja barna móðir í vinnu og með mann sem vinnur oft útá landi og hef ekki allann tímann í heiminum að liggja yfir þessu.Þetta er samt algjörlega mjög mikilvægt fyrir mér og ég vil kjósa rétt fyrir mig og okkur öll, hvað er rétt ? ég veit það ekki....... Öll erum við mannleg og enginn er fullkominn það er alveg klárt en forseti Íslands má alveg koma nálægt því :) En uss og iss Þóru vil ég ekki sjá, það hef ég vitað frá upphafi, ég þarf samt ekkert að vera að þilja það hér upp afhverju, ég held að, ahh allavega margir vita afhverju :) Skrautdúkku vil ég ekki velja fyrir okkur í þessu ástandi sem að við erum í, ó nei og það er alveg sama hvort sú skrautdúkka er karl eða kona.Hver er skástur, annaðhvort vel ég öryggið með hann Ólaf Ragnar eða skelli mér á hrokagikkinn hana Herdísi,  þetta er samt svo ótrúlega erfitt.", "title": "Er Þóra orðin eitthvað heilög hjá fólki ?", "username": "*hneta*", "message_id": "28845347", "user_id": "168466", "response_to": null, "datetime": "2012-06-28 00:59:33", "datestring": "28. jún. '12, kl: 00:59:33"}, {"response_to": "28845347", "username": "GoGoYubari", "message_id": "28845385", "user_id": "69201", "datetime": "2012-06-28 01:06:47", "datestring": "28. jún. '12, kl: 01:06:47", "text": "Ertu for real?"}, {"response_to": "28845385", "username": "*hneta*", "message_id": "28845400", "user_id": "168466", "datetime": "2012-06-28 01:08:42", "datestring": "28. jún. '12, kl: 01:08:42", "text": "Ha ? hvað meinaru ?"}, {"response_to": "28845400", "username": "GoGoYubari", "message_id": "28845456", "user_id": "69201", "datetime": "2012-06-28 01:18:28", "datestring": "28. jún. '12, kl: 01:18:28", "text": "Þetta er bara furðulegur þráður og tiltillin og nokkrar athugasemdir hjá þér beinast mest að Þóru og þú vilt ekki einu sinni rökstyðja af hverju. Þóra er ekkert heilagri en hver annar en það hún hefur fengið mest að finna fyrir skítnum í þessari kosningabaráttu. Ef það eru ekki karlrembulegt bull um að 3 barna nýbökuð móðir geti ekki verið forseti þá er verið að ráðast á manninn hennar eða stuðningsfólk hennar. Ef það er ekki það þá eru það samsæriskenningar um að hún vilji í ESB og sé strengjabrúða Samfylkingarinnar. Hún ber þungann af skítnum sem flæðir yfir frambjóðendur og fólk er bara komið með nóg."}, {"response_to": "28845456", "username": "*hneta*", "message_id": "28845527", "user_id": "168466", "datetime": "2012-06-28 01:30:04", "datestring": "28. jún. '12, kl: 01:30:04", "text": "ÆI, mér langaði nú bara í skemmtilegar umræður, en ætli ég ætti ekki bara að eyða þessu út fyrst ég móðga fólk svona með mínum vangaveltum og skoðunum, ég veit ekki betur en ég hafi nú sett útá fleiri en bara Þóru í þessum undarlega þræði mínum, þetta er einmitt það sem að ég er að tala um, er þetta fólk ekki að bjóða uppá það að fólk hafi skoðanir á því. Það er alveg klárt að þetta er allt velgefið fólk."}, {"response_to": "28845527", "username": "GoGoYubari", "message_id": "28845593", "user_id": "69201", "datetime": "2012-06-28 01:41:18", "datestring": "28. jún. '12, kl: 01:41:18", "text": "Það er ekki hægt að eyða út þráðum eftir hentisemi. Þú settir út á fleiri en Þóru já, en gerðir þó mest út á hana og ekkert af þessu er byggt á neinum rökstuðningi heldur sögusögnum og slúðri, og þá á ég líka við um það sem þú segir um hina frambjóðendurna. Þú talar hinsvegar bara jákvætt um Ólaf (þó ég sé algjörlega ósammála) og þú nefnir ekkert af ókostunum sem hann er talinn hafa. Frekar auljóst if you ask me."}, {"response_to": "28845593", "username": "*hneta*", "message_id": "28845632", "user_id": "168466", "datetime": "2012-06-28 01:49:43", "datestring": "28. jún. '12, kl: 01:49:43", "text": "ææ þá sit ég uppi með þetta, ég var nú mest að leggja áheyrslu á að ég myndi ekki kjósa hana og væri ákveðin á því, hún þarf ekki að vera ömurleg manneskja fyrir því, alls ekki, vel gefin og falleg kona, já þetta er það sem að maður heyrir og kanski ástæðan fyri því að ég kem með þetta hér af því þetta er hvabbið út um allt og maður verður alveg ruglaður á þessu, e´g veit vel að Ólafur er ekki frílans, hann hefur gert sín mistök, algjörlega en benti á það að hann reyndar stóð með þjóðinni þegar við þurftum á því að halda, þó hann hafi nú alveg átt sinn þátt í 2007 gleðinni."}, {"response_to": "28845632", "username": "EvaMist", "message_id": "28846255", "user_id": "39668", "datetime": "2012-06-28 08:31:04", "datestring": "28. jún. '12, kl: 08:31:04", "text": "Hvernig stóð hann með þjóðinni? Ekki kom hann fram og taldi kjark í þjóðina þegar hún lenti í mesta áfalli síðari tuga ára."}, {"response_to": "28845632", "username": "Grjona", "message_id": "28846296", "user_id": "18490", "datetime": "2012-06-28 08:38:50", "datestring": "28. jún. '12, kl: 08:38:50", "text": "Hann stóð með hluta þjóðarinnar."}, {"response_to": "28846296", "username": "þegar hann", "message_id": "28850009", "user_id": "94609", "datetime": "2012-06-28 15:16:16", "datestring": "28. jún. '12, kl: 15:16:16", "text": "hann stóð með 1% þjóðarinnar."}, {"response_to": "28845632", "username": "GoGoYubari", "message_id": "28847213", "user_id": "69201", "datetime": "2012-06-28 10:43:31", "datestring": "28. jún. '12, kl: 10:43:31", "text": "Ég er ekki að segja að þú teljir hana ömurlega manneskju. Ég er að benda á að það að hún sé  falleg, ung og móðir með ungabarn og tvö í viðbót þá eru það engin rök fyrir því að hún geti ekki sinnt forsetaembættinu. Það eru karlrembuleg viðhorf einungis til þess gerð að halda konum niðri og gerir lítið úr manninum hennar sem ætlar að vera heima með yngsta barnið og sinnir því hlutverki eflaust með prýði."}, {"response_to": "28847213", "username": "lauf9", "message_id": "28847368", "user_id": "80812", "datetime": "2012-06-28 10:58:04", "datestring": "28. jún. '12, kl: 10:58:04", "text": "það er ótrúlegt að sjá hvernig stuðningsfólk Þóru lætur,það er eins og það sé i sértrúrarflokki, það eina sem þú mælir með þóru er að hún sé falleg, er það eina sem þú vilt að forsetin ber,"}, {"response_to": "28847368", "username": "unos", "message_id": "28848313", "user_id": "161428", "datetime": "2012-06-28 12:29:21", "datestring": "28. jún. '12, kl: 12:29:21", "text": "Merkilegt hvernir þeir sem ekki hugnast Þóru láta. Talandi um sértrúarsöfnuð og grunnhuggni. Er ekki allt í lagi?"}, {"response_to": "28845385", "username": "EvaMist", "message_id": "28846251", "user_id": "39668", "datetime": "2012-06-28 08:28:49", "datestring": "28. jún. '12, kl: 08:28:49", "text": "Er ekki bara Fribbi mættur?"}, {"response_to": "28845347", "username": "Mjallhvít og dvergarnir 5", "message_id": "28845409", "user_id": "6434", "datetime": "2012-06-28 01:09:17", "datestring": "28. jún. '12, kl: 01:09:17", "text": "Seinast af öllu myndi ég leita ráða hér;) farðu eftir eigin tilfinningu og kjóstu þann aðila  sem þér líst best á að standi í þessu embætti ...gangi þér vel ;);)"}, {"response_to": "28845409", "username": "*hneta*", "message_id": "28845471", "user_id": "168466", "datetime": "2012-06-28 01:20:48", "datestring": "28. jún. '12, kl: 01:20:48", "text": "Takk fyrir þetta og já það mun ég gera, mér finnst bara þetta \"eiga einmitt að vera vettfangur fyrir ummræður og vangaveltur \" bara gaman að því að sjá hvernig aðrir hugsa og sjá hlutina."}, {"response_to": "28845471", "username": "Jólasveinninn minn", "message_id": "28845515", "user_id": "94033", "datetime": "2012-06-28 01:27:38", "datestring": "28. jún. '12, kl: 01:27:38", "text": "Halló, sparinikk!"}, {"response_to": "28845515", "username": "*hneta*", "message_id": "28845580", "user_id": "168466", "datetime": "2012-06-28 01:38:12", "datestring": "28. jún. '12, kl: 01:38:12", "text": "já já einmitt, ég veit ekkert hvað það þýðir...."}, {"response_to": "28845409", "username": "Kisukall", "message_id": "28845479", "user_id": "166393", "datetime": "2012-06-28 01:22:15", "datestring": "28. jún. '12, kl: 01:22:15", "text": "Vantar aðeins fleiri ;) ;) ;); )"}, {"response_to": "28845479", "username": "*hneta*", "message_id": "28845568", "user_id": "168466", "datetime": "2012-06-28 01:36:17", "datestring": "28. jún. '12, kl: 01:36:17", "text": "Ji hvað er þetta ? ég er nú reyndar ný hér inni og skil ekki alveg hvað þú ert að meina, en ég ætti kanski bara ekkert að vara með þessar vangaveltur hér."}, {"response_to": "28845568", "username": "Kisukall", "message_id": "28845582", "user_id": "166393", "datetime": "2012-06-28 01:38:17", "datestring": "28. jún. '12, kl: 01:38:17", "text": "Ég var nú ekkert að tala við þig."}, {"response_to": "28845347", "username": "Jólasveinninn minn", "message_id": "28845439", "user_id": "94033", "datetime": "2012-06-28 01:16:14", "datestring": "28. jún. '12, kl: 01:16:14", "text": "Af hverju að stofna sér þráð bara til að rífa einhvern niður? Hver er tilgangurinn?"}, {"response_to": "28845439", "username": "*hneta*", "message_id": "28845560", "user_id": "168466", "datetime": "2012-06-28 01:34:25", "datestring": "28. jún. '12, kl: 01:34:25", "text": "Það var nú ekki meiningin"}, {"response_to": "28845439", "username": "*hneta*", "message_id": "28845764", "user_id": "168466", "datetime": "2012-06-28 02:49:44", "datestring": "28. jún. '12, kl: 02:49:44", "text": "Ég var ekki að þessu til að rífa einn eða neinn niður alls ekki, allt þetta fólk er klárlega vel gefið, annars væri það ekki þar sem það er í dag, meining mín með þessu blessaða innleggi mínu er greinilega ekki að skila sér. Það sem að mín hugmynd var að, ég er semsagt ekki að fara að kjósa Þóru, þó að hún sé klár og flott og greynilega dugleg kona með fallega fjölskyldu, það er mín skoðun og ég var ekkert að tína til afhverju vegna þess að mér finnst eins og  fólk þoli ekki að heyra það, fólk verður eitthvað svo heitt ef manni líst ekki á hana, ég hélt líka að ég vera að gefa til kynna í þessum þræði mínum að ég trúi nú ekki öllu sem sagt er og tíndi til það sem að maður heyrir og les um alla frambjóðendurnareða allavega nokkra af þeim, sumt er svo skrítið og maður hreinlega skilur ekkert í því og einnig ætlaði ég mér að koma því til skila að ég veit ekkert hvað ég á að kjósa og er alveg í vandræðum með það og langaði alveg að heyra hvað öðrum finnst um þá alla hina frambjóðendurnar og kanski koma með eitthvað sem að gæti mögulega hjálpað manni að finna útúr þessu, það var nú bara það sem að ég var að spá, ég var nú bara að skrifa þetta í léttu án allra formlegheita, en það er kanski ekki gott ég sé það núna, Þetta er allt saman fólk sem að maður ber virðingu fyrir þó að það hafi nú ekki sérst í þessu innleggji, ég skrifaði þetta eins og þetta kemur til manns með allri baráttunni við hvort annað og líka skoðanaskiptinn og greinilegann hitann í fólki og slúðrið og sögusagnirnar og hvað er rétt og hvað er rangt og hvað er best fyrir okkur."}, {"response_to": "28845347", "username": "Anja", "message_id": "28845443", "user_id": "4621", "datetime": "2012-06-28 01:16:53", "datestring": "28. jún. '12, kl: 01:16:53", "text": "Skrautdúkku?"}, {"response_to": "28845443", "username": "*hneta*", "message_id": "28845570", "user_id": "168466", "datetime": "2012-06-28 01:36:42", "datestring": "28. jún. '12, kl: 01:36:42", "text": "Það var nú ekki meiningin að vera með dónaskap"}, {"response_to": "28845570", "username": "Snobbhænan", "message_id": "28846900", "user_id": "53629", "datetime": "2012-06-28 10:07:01", "datestring": "28. jún. '12, kl: 10:07:01", "text": "ehhh"}, {"response_to": "28845570", "username": "Emma Goldman", "message_id": "28847331", "user_id": "121182", "datetime": "2012-06-28 10:54:04", "datestring": "28. jún. '12, kl: 10:54:04", "text": ""}, {"response_to": "28845443", "username": "Grjona", "message_id": "28846195", "user_id": "18490", "datetime": "2012-06-28 08:17:25", "datestring": "28. jún. '12, kl: 08:17:25", "text": "Forsetinn kallaði hana skrautfígúru og kemst upp með það."}, {"response_to": "28846195", "username": "CharlieSheen", "message_id": "28847396", "user_id": "94839", "datetime": "2012-06-28 11:00:15", "datestring": "28. jún. '12, kl: 11:00:15", "text": "Kallaði hann hana ekki puntudúkku óbeint? Orð sem er núna gjörsamlega búið að rótfestast í landan."}, {"response_to": "28847396", "username": "Grjona", "message_id": "28849338", "user_id": "18490", "datetime": "2012-06-28 14:07:24", "datestring": "28. jún. '12, kl: 14:07:24", "text": "Hann kallaði hana skrautfígúru. Hann sagði vitaskuld ekki \"Þóra er skrautdúkka\" en það var augljóst um hvern hann var að tala."}, {"response_to": "28849338", "username": "CharlieSheen", "message_id": "28849438", "user_id": "94839", "datetime": "2012-06-28 14:19:40", "datestring": "28. jún. '12, kl: 14:19:40", "text": "Hvaðan kom puntudúkka? Af hverju finnst mér eins og Óli hafi startað það trend."}, {"response_to": "28849438", "username": "Grjona", "message_id": "28849881", "user_id": "18490", "datetime": "2012-06-28 15:01:17", "datestring": "28. jún. '12, kl: 15:01:17", "text": "Það er eitthvert afbrigði af skrautfígúrunni held ég. Það má samt vera að hann hafi notað það orð líka."}, {"response_to": "28849438", "username": "Snobbhænan", "message_id": "28849942", "user_id": "53629", "datetime": "2012-06-28 15:09:46", "datestring": "28. jún. '12, kl: 15:09:46", "text": "Hans orð var skrautdúkka"}, {"response_to": "28849942", "username": "Grjona", "message_id": "28850518", "user_id": "18490", "datetime": "2012-06-28 16:19:44", "datestring": "28. jún. '12, kl: 16:19:44", "text": "Nei, skrautfígúra. Ég lagði á mig að hlusta á viðtalið, öll helvítis korterin þrjú, og skrifaði þetta niður eftir honum."}, {"response_to": "28846195", "username": "Anja", "message_id": "28847868", "user_id": "4621", "datetime": "2012-06-28 11:44:36", "datestring": "28. jún. '12, kl: 11:44:36", "text": "Já, ömurlegt bara. Og Ástþór í ógeðslega myndbandinu sínu með Sverri Stormsker."}, {"response_to": "28847868", "username": "Grjona", "message_id": "28849341", "user_id": "18490", "datetime": "2012-06-28 14:07:39", "datestring": "28. jún. '12, kl: 14:07:39", "text": "Vil ég vita hvað það er?"}, {"response_to": "28849341", "username": "Anja", "message_id": "28849530", "user_id": "4621", "datetime": "2012-06-28 14:29:15", "datestring": "28. jún. '12, kl: 14:29:15", "text": "Mjög glatað. Hér er linkurinn á fréttina um þetta, en  mér sýnist myndbandið ekki virka lengur. Þarna sést þó hvernig hann kallaði hana og sýndi sem strengjabrúðu í myndbandinu:"}, {"response_to": "28849530", "username": "Grjona", "message_id": "28849887", "user_id": "18490", "datetime": "2012-06-28 15:02:32", "datestring": "28. jún. '12, kl: 15:02:32", "text": "Næs :/ Það virðist mörgum þykja allt í lagi að ráðast svona að einum frambjóðandanum og m.a.s. vænir okkur um Þórudýrkun og að gera hana heilaga ef maður vogar sér að verja hana og gagnrýna svona."}, {"response_to": "28846195", "username": "bogi", "message_id": "28866950", "user_id": "54181", "datetime": "2012-06-30 07:23:12", "datestring": "30. jún. '12, kl: 07:23:12", "text": "Og hver er hin raunverulega skrautfígúra?"}, {"response_to": "28845347", "username": "Ladina", "message_id": "28845452", "user_id": "7931", "datetime": "2012-06-28 01:17:40", "datestring": "28. jún. '12, kl: 01:17:40", "text": ""}, {"response_to": "28845347", "username": "þegar hann", "message_id": "28845478", "user_id": "94609", "datetime": "2012-06-28 01:22:10", "datestring": "28. jún. '12, kl: 01:22:10", "text": "þóra er ekki skrautdúkka, það er mjög dónalegt að tala svona um hana. það gefur til kynna að þú sjáir hana ekki sem raunverulega persónu."}, {"response_to": "28845478", "username": "*hneta*", "message_id": "28845555", "user_id": "168466", "datetime": "2012-06-28 01:33:31", "datestring": "28. jún. '12, kl: 01:33:31", "text": "Ég sagði aldrei að hún Þóra væri skrautdúkka, allavega ekki beint, en hinsvegar var meiningin hjá mér að ég vildi ekki sjá forseta hvort sem að það er karl eða kona sem að situr á bessastöðum og tekur ekki afstöðu með þjóðinni þegar það á við og þarf. Afsakið ég ætlaði ekki að vera með dónaskap. Það sem að ég átti við var að ég vildi ekki fá forseta sem að er bara sætur og fínn og gerir e-ð minna í okkar málum, hvort sem að það sé kona eða karl."}, {"response_to": "28845555", "username": "bogi", "message_id": "28846029", "user_id": "54181", "datetime": "2012-06-28 07:38:42", "datestring": "28. jún. '12, kl: 07:38:42", "text": "Tekur afstöðu með hluta af þjóðinni og gegn öðrum hluta... ekki gleyma því! Er það forseti sem hugnast þér?"}, {"response_to": "28846029", "username": "Grjona", "message_id": "28846201", "user_id": "18490", "datetime": "2012-06-28 08:18:25", "datestring": "28. jún. '12, kl: 08:18:25", "text": "Nákvæmlega. Með því að taka afstöðu með hluta þjóðarinnar er sjálfkrafa verið að taka afstöðu á móti hinum. Það er voða smart."}, {"response_to": "28845555", "username": "EvaMist", "message_id": "28846302", "user_id": "39668", "datetime": "2012-06-28 08:39:59", "datestring": "28. jún. '12, kl: 08:39:59", "text": "Þú segir það víst í textanum."}, {"response_to": "28845478", "username": "*hneta*", "message_id": "28845672", "user_id": "168466", "datetime": "2012-06-28 02:02:57", "datestring": "28. jún. '12, kl: 02:02:57", "text": "Ég sé hana alveg sem raunverulega persónu, virkilega vel gefin og klár falleg kona og það var klárlega ekki meiningin hjá mér, finnst það mjög leitt ef fólk ætlar að túlka það svoleiðiss, það er alls ekki það sem að ég meinti."}, {"response_to": "28845672", "username": "Snobbhænan", "message_id": "28846907", "user_id": "53629", "datetime": "2012-06-28 10:08:16", "datestring": "28. jún. '12, kl: 10:08:16", "text": "Þú verður klárlega að hugsa aðeins áður en þú pikkar hér inn. Það er alveg á kristaltæru að ú kallar hana skrautdúkku hér efst. Bara pínlegt að sjá þig reyna að draga úr því."}, {"response_to": "28845478", "username": "krummalína", "message_id": "28846760", "user_id": "71366", "datetime": "2012-06-28 09:49:51", "datestring": "28. jún. '12, kl: 09:49:51", "text": "Herdís og Andrea virðast alveg vera lausar við þessa barbí-prinsessu-skrautpuntudúkku ímynd.  Mistökin liggja í því hvernig Þóra er markaðssett.  Dónaskapurinn í þessu er hvað er reynt að búa til úr henni, þessvegna kannski upplifa margir hana ekki sem ekta.  Ég reyni að sjá fyrir mér manneskjuna sem fulltrúa íslands á erlendum vettvangi, ímynd þjóðarinnar útá við.  Forsetinn getur staðið frammi fyrir gagnrýni á þjóðina í almennum umræðum á slíkum vettvangi og verður að hafa burði til að standa undir slíku og láta það ekki slá sig út af laginu.  Mér finnst Þóra ekki hafa taugar í þetta, hún virkar óörugg og ekki nógu þroskuð fyrir minn smekk.  Ég myndi treysta Herdísi betur fyrir þessu embætti.  Andrea er yndisleg manneskja, þetta er bara ekki hennar staður."}, {"response_to": "28846760", "username": "Snobbhænan", "message_id": "28846912", "user_id": "53629", "datetime": "2012-06-28 10:08:56", "datestring": "28. jún. '12, kl: 10:08:56", "text": "Á pappír lítur Herdís vel út. En svo byrjar hún að tala og fær falleinkunn í mannlegum samskiptum."}, {"response_to": "28846912", "username": "krummalína", "message_id": "28846967", "user_id": "71366", "datetime": "2012-06-28 10:16:07", "datestring": "28. jún. '12, kl: 10:16:07", "text": "Herdís er svolítið misjöfn, mér finnst hún alltaf svara skýrt og vel og af þekkingu.  Mér persónulega finnst hún ekki fráhrindandi bara ákveðin.  Ég efast samt ekki um sögurnar sem fara af henni, það er örugglega margt til í þeim."}, {"response_to": "28846760", "username": "Anja", "message_id": "28847884", "user_id": "4621", "datetime": "2012-06-28 11:45:50", "datestring": "28. jún. '12, kl: 11:45:50", "text": "Mér finnst Þóra einmitt virka svo miklu öruggari en Herdís, og það sást greinilega í kappræðunum síðasta sunnudagskvöld."}, {"response_to": "28846760", "username": "þegar hann", "message_id": "28850042", "user_id": "94609", "datetime": "2012-06-28 15:19:23", "datestring": "28. jún. '12, kl: 15:19:23", "text": "hvað kemur markaðsetningu málinu við? ætlarðu að velja forseta vegna því hvernig kosningabaráttan var? ég ætla að velja með tilliti til heilinda. ég veit hvar ég hef þóru, ég veit ekki hvar ég hef órg."}, {"response_to": "28850042", "username": "krummalína", "message_id": "28850355", "user_id": "71366", "datetime": "2012-06-28 15:55:58", "datestring": "28. jún. '12, kl: 15:55:58", "text": "Markaðssetning kemur málinu við ef það þarf að reyna að skapa nýja ímynd á persónu, bara fyrir forsetakjör.  Sameiningartákn og Íslands-móðir, síðan gera þetta svolítið Vigdísarlegt þar sem hún svarar alltaf já en Vigdís já en Vigdís... en hún er langt því frá að vera einhver Vigdís.  Hún átti bara að vera hún sjálf og hætta þessu helvítis kjaftæði."}, {"response_to": "28850355", "username": "Nói22", "message_id": "28850654", "user_id": "155078", "datetime": "2012-06-28 16:37:40", "datestring": "28. jún. '12, kl: 16:37:40", "text": "Hvar hefur hún sífellt talað um Vigdísi? Og Þóra hefur aldrei kallað sig Íslands-móður."}, {"response_to": "28850654", "username": "krummalína", "message_id": "28851233", "user_id": "71366", "datetime": "2012-06-28 17:38:56", "datestring": "28. jún. '12, kl: 17:38:56", "text": "Vigdísi - til samanburðar og svarað gagnrýni með að benda á Vigdísi.  Ég get ekki munað nákvæmlega í hvaða grein eða viðtali.  En þetta hefur komið fram í nokkur skipti.  Ég hef hinsvegar ekki orðið vör við að Herdís og Andrea hafi gert þetta.   Íslands-móðir, ekki frá Þóru komið... mín orð en það var talað um Þóru í samhenginu landsmóðir í grein DV um söluna á Þóru."}, {"response_to": "28850654", "username": "bauninmín", "message_id": "28851454", "user_id": "32481", "datetime": "2012-06-28 18:03:26", "datestring": "28. jún. '12, kl: 18:03:26", "text": "Það dylst engum að þóra vill vera forseti eins og vigdís var. Nema maður sér meiriháttar ómeðvitaður."}, {"response_to": "28850042", "username": "bauninmín", "message_id": "28851444", "user_id": "32481", "datetime": "2012-06-28 18:02:23", "datestring": "28. jún. '12, kl: 18:02:23", "text": "Þekkir þúþá þóru persónulega, gerir þú þér ekki grein fyrir að það er sett upp markaðsetning í svona baráttu. Heldur þú að forsetakosningar sé eitthvað öðruvísi. skil vel að þú segir þetta ef þú þekkir þóru persónulega, ef ekki þá er þetta komment þitt barnalegt."}, {"response_to": "28851444", "username": "þegar hann", "message_id": "28851825", "user_id": "94609", "datetime": "2012-06-28 18:45:22", "datestring": "28. jún. '12, kl: 18:45:22", "text": "mér hefur alltaf fundist út í hött að byggja afstöðu sína í kosningum á kosningabaráttu fólks og flokka, mér finnst eðlilegra að byggja það á fyrri störfum þeirra. mér er slétt sama um einhvern loforðalista korteri í kosningar. og hvað þá kappræður? hvenær á forseti íslands eiginlega eftir að gera eitthvað sem gerir kappræðuhæfileika afgerandi mikilvæga? aldrei. það er ótrúlegt hvað íslenskir fjölmiðlar eru búnir að fara með þessa baráttu á hallærislegan vettvang."}, {"response_to": "28851825", "username": "bauninmín", "message_id": "28851895", "user_id": "32481", "datetime": "2012-06-28 18:52:57", "datestring": "28. jún. '12, kl: 18:52:57", "text": "og þess vegna getur þú treyst henni? Það sem þú telur upp á við um alla frambjóðendurna nema blessað fæðingarorlofið."}, {"response_to": "28851895", "username": "þegar hann", "message_id": "28852759", "user_id": "94609", "datetime": "2012-06-28 20:08:09", "datestring": "28. jún. '12, kl: 20:08:09", "text": "já er það? eru hinir frambjóðendurnir þekktir fyrir gagnrýna sýn og umfjöllun um hrunið? í alvöru talað?"}, {"response_to": "28852759", "username": "bauninmín", "message_id": "28870735", "user_id": "32481", "datetime": "2012-06-30 18:23:55", "datestring": "30. jún. '12, kl: 18:23:55", "text": "Nei enda ansi erfitt þegar fólk er ekki í vinnu hjá rúv. Var öllum frambjóðendum boðið að gera þátt um hrunið í 4 þáttum. AÐ fara að telja það henni til tekna að hún hafi fengið verkefni að gera þátt hjá rúv er mjög sérstakt."}, {"response_to": "28870735", "username": "þegar hann", "message_id": "28878846", "user_id": "94609", "datetime": "2012-07-01 16:34:23", "datestring": "1. júl. '12, kl: 16:34:23", "text": "fólk „fær“ ekki þannig verkefni. það vinnur sér einn kredit til að fá að vinna þannig verkefni, oft á það hugmyndirnar sjálft. svo geta margir fengið sama verkefnið og útkoman aldrei eins. hennar var svo vel úr garði gert að það þótti verðlauna vert."}, {"response_to": "28845347", "username": "abbalabbalú", "message_id": "28845617", "user_id": "59806", "datetime": "2012-06-28 01:46:24", "datestring": "28. jún. '12, kl: 01:46:24", "text": "tl;dr"}, {"response_to": "28845617", "username": "sýn", "message_id": "28846017", "user_id": "42798", "datetime": "2012-06-28 07:35:44", "datestring": "28. jún. '12, kl: 07:35:44", "text": "Ekki hafa áhyggjur af þessu, þú átt alveg rétt á því að hafa þína skoðun í friði. Hér inni er mikið af fylgjendum Þóru og þau meiga ekkert sjá sem hallar á hana, þá mínusa þau eða senda síður en svo falleg komment. Þannig er það bara. En svo má halla á hina frambjóðendurna án þess svo mikið sem blikna. Engin skoðun er rétt né vitlaus, mundu það :)"}, {"response_to": "28846017", "username": "bogi", "message_id": "28846042", "user_id": "54181", "datetime": "2012-06-28 07:42:02", "datestring": "28. jún. '12, kl: 07:42:02", "text": "Ef fólk er málefnalegt þá fær það ekki mínusa - það sem fólk er orðið þreytt á er mjög svo ómálefnaleg umræða í garð Þóru og það er það sem stuðar td. mig og marga aðra. Sama fólk horfir framhjá öllum staðreyndum um Óla sinn... skemmtilegt!"}, {"response_to": "28846042", "username": "sýn", "message_id": "28846060", "user_id": "42798", "datetime": "2012-06-28 07:47:42", "datestring": "28. jún. '12, kl: 07:47:42", "text": "Nei það er ekki alveg rétt því maður gerir sér alveg grein fyrir því að allir hafa sína kosti og galla og þar á meðal Óli minn :) En fólk verður líka að geta virt skoðanir annarra þetta eru jú skoðanir ekki rétt. Stuðningsfólk Þóru vílar svo ekki fyrir sér að rægja aðra frambjóðendur og finnst ekkert að því. Skítköst eru óþörf en skoðanir eiga rétt á sér."}, {"response_to": "28846060", "username": "bogi", "message_id": "28846067", "user_id": "54181", "datetime": "2012-06-28 07:49:56", "datestring": "28. jún. '12, kl: 07:49:56", "text": "Þegar ég bendi á stjórnmálaferil Óla, eða þær staðreyndir að það er sér kafli um hann í rannsóknaskýrslu Alþingis varðandi hrunið, eða að hann hafi margoft gerst sekur um að ljúga eða reyna að villa um fyrir þjóðinni (staðreyndir sem tala sínu máli) - er ég þá að rægja hann?"}, {"response_to": "28846067", "username": "sýn", "message_id": "28846098", "user_id": "42798", "datetime": "2012-06-28 07:57:32", "datestring": "28. jún. '12, kl: 07:57:32", "text": "Var ekki að beina orðum mínum að þér sérstaklega, svo ekki taka þetta svona til þín."}, {"response_to": "28846098", "username": "bogi", "message_id": "28846114", "user_id": "54181", "datetime": "2012-06-28 08:00:40", "datestring": "28. jún. '12, kl: 08:00:40", "text": "Já ég er ekki sammála þér varðandi Þóru - enda hefur Óli engan teljanlegan þroska sem ég get séð. En það er mín skoðun. Hins vegar er fólk ekki að mínusa skoðanir fólks sem byggja á einhverju öðru en samsæriskenningum og kjaftæði."}, {"response_to": "28846114", "username": "sýn", "message_id": "28846127", "user_id": "42798", "datetime": "2012-06-28 08:04:32", "datestring": "28. jún. '12, kl: 08:04:32", "text": "Auglýsingar geta verið bæði af hinu góða og hinu illa. Þórudagurinn hefur t.d skaðað Þóru mikið (ég er ekki ein um það). Ég er sannfærð um það að það er alveg sama hver verður kosinn það verða ekki allir ánægðir."}, {"response_to": "28846127", "username": "bogi", "message_id": "28846152", "user_id": "54181", "datetime": "2012-06-28 08:09:45", "datestring": "28. jún. '12, kl: 08:09:45", "text": "Var þessi Þórudagur skipulagður af henni sjálfri og hennar framboði? Ætlar fólk virkilega að láta hegðun annarra stjórna sínu atkvæði?"}, {"response_to": "28846152", "username": "sýn", "message_id": "28846175", "user_id": "42798", "datetime": "2012-06-28 08:14:21", "datestring": "28. jún. '12, kl: 08:14:21", "text": "Veistu þú ert búin að gera upp hug þinn og ég minn svo við skulum bara láta staðar numið hér. Það verður virkilega spennandi að fylgjast með og sjá hver verður kosinn á endanum. En eins og ég sagði áðan þá verða ekki allir ánægðir."}, {"response_to": "28846152", "username": "EvaMist", "message_id": "28846289", "user_id": "39668", "datetime": "2012-06-28 08:37:23", "datestring": "28. jún. '12, kl: 08:37:23", "text": "Það breytir bara öllu að þetta er Þóra því þá má tala endalaust illa um hana og allt sem hún og stuðningsfólk hennar kemur fram með. Alveg sama hvað það er - en það má ekki benda á rannsóknarskýrsluna sem enginn nennir hvort eð er að lesa."}, {"response_to": "28846289", "username": "bogi", "message_id": "28846304", "user_id": "54181", "datetime": "2012-06-28 08:40:12", "datestring": "28. jún. '12, kl: 08:40:12", "text": "Finnst bara merkilegt að fólki finnast skipta meira máli að manneskja auglýsi of mikið heldur en að hún sé óheiðarleg og ljúgi!"}, {"response_to": "28846304", "username": "EvaMist", "message_id": "28846312", "user_id": "39668", "datetime": "2012-06-28 08:41:40", "datestring": "28. jún. '12, kl: 08:41:40", "text": "Nákvæmlega - fólk nennir bara ekki að pæla í þessu og hann getur einhvernvegin bullað fólk upp úr skónum sem nennir ekki að kynna sér þetta sjálft."}, {"response_to": "28846127", "username": "EvaMist", "message_id": "28846285", "user_id": "39668", "datetime": "2012-06-28 08:36:13", "datestring": "28. jún. '12, kl: 08:36:13", "text": "Það er bara vegna þess að það vill láta allt fara í taugarnar á sér sem varðar kosningabaráttu Þóru. Látum næsta dag heita Stuðningsdagur fyrir kosningabaráttu til forseta Íslands fyrir Þóru Arnórsdóttur frambjóðanda. VIrkilega skiptir öllu - líka ef einhver fær andlitsmálningu tengt framboðinu - virkilega slæmt að einhvers fólks skoðun - er þetta ekki orðið eitthvað furðulegt þegar er nöldrað yfir nákvæmlega öllu."}, {"response_to": "28846285", "username": "bogi", "message_id": "28846293", "user_id": "54181", "datetime": "2012-06-28 08:38:34", "datestring": "28. jún. '12, kl: 08:38:34", "text": "Þú sérð það að þegar maður fer í rökræður á málefnalegum nótum þá kemur skítkastið eða fólk hættir bara!"}, {"response_to": "28846042", "username": "Grjona", "message_id": "28846204", "user_id": "18490", "datetime": "2012-06-28 08:18:49", "datestring": "28. jún. '12, kl: 08:18:49", "text": "Bara titillinn er nóg fyrir mig."}, {"response_to": "28845347", "username": "choochoo", "message_id": "28846452", "user_id": "95129", "datetime": "2012-06-28 09:07:46", "datestring": "28. jún. '12, kl: 09:07:46", "text": "Það hefur verið sagt margt ljótt um alla frambjóðendurna en mér finnst stuðningsmenn Þóru viðkvæmari fyrir gagnrýninni á hana en aðra. Ég er hins vegar á því að gagnrýnin á hana hefur sum átt rétt á sér en önnur hefur verið mjög ómálefnaleg, en það má líka segja það um t.d. Herdísi. Mér finnst þessi kosningabarátta vera yfir höfuð ljót og neikvæð og til þess fallin að mála skít yfir alla frambjóðendur til að skyggja á kosti þeirra. Þau hafa öll mjög góða kosti til að bera."}, {"response_to": "28846452", "username": "bogi", "message_id": "28846889", "user_id": "54181", "datetime": "2012-06-28 10:05:49", "datestring": "28. jún. '12, kl: 10:05:49", "text": "Ágætis samantekt hjá þér - en finnst þér þú virkilega vita hvað þú færð með Ólafi? Hann er eins óútreiknanlegur að hægt er að vera... ég skil ekki þessi rök:("}, {"response_to": "28846889", "username": "choochoo", "message_id": "28846957", "user_id": "95129", "datetime": "2012-06-28 10:13:42", "datestring": "28. jún. '12, kl: 10:13:42", "text": "Ég hef haft þónokkur ár til þess að sjá hvernig hann starfar og fortíðin er besta spáin fyrir framtíðina. Mér finnst hann ekki jafn óútreiknanlegur og þér."}, {"response_to": "28846957", "username": "Nói22", "message_id": "28847193", "user_id": "155078", "datetime": "2012-06-28 10:42:01", "datestring": "28. jún. '12, kl: 10:42:01", "text": "Fortíðin er nefnilega ekki alltaf það besta til að sjá hvernig manneskjan er. Sérstaklega ekki þegar fólk er óútreiknanlegt. Eina stundina ætlar maðurinn að hætta sem forseti, þá næstu ætlar hann að bjóða sig fram en samt bara tila ð vera hluta úr kjörtímabilinu, þá næstu ætlar hann að bjóða sig fram til að vera allt kjörtímabilið og það var bara samsæri fjölmiðlamanna og þá aðallega Svavars mannsins hennar Þóru að láta eins og hann ætlað bara að vera hluta úr kjörtímabilinu, eina stundina vill hann setja kvótafrumvarpið í þjóðaratkvæðagreiðslu, þá næstu er það bara einhver misskilningur fjölmiðlamanna að hann ætli að setja kvótafrumvarpið í þjóðaratkvæðagreiðslu, þá næstu ætlar hann að setja kvótafrumvarpið í þjóðaratkvæðagreiðslu enda sé það stórt mál sem þjóðin þurfi að tjá sig um."}, {"response_to": "28847193", "username": "bogi", "message_id": "28847247", "user_id": "54181", "datetime": "2012-06-28 10:46:28", "datestring": "28. jún. '12, kl: 10:46:28", "text": "Eina stundina trúir hann ekki á guð en þá næstu er hann sannkristinn. Listinn er endalaus...."}, {"response_to": "28847193", "username": "choochoo", "message_id": "28847275", "user_id": "95129", "datetime": "2012-06-28 10:48:36", "datestring": "28. jún. '12, kl: 10:48:36", "text": "Ég heyrði þegar hann talaði um kvótafrumvarpið og hann talaði um að það væri mál sem honum fyndist að ríkisstjórnin ætti að setja í þjóðaratkvæðagreiðslu, hann sagði ekki að hann ætlaði að gera það. A.m.k. skildi ég það þannig. Hann er auðvitað að bjóða sig fram allt kjörtímabilið, endar er ómögulegt að vita hvenær þetta \"óvissutímabil\" líður hjá, en hann er greinilega orðinn þreyttur á að vera forseti og þess vegna var hann ekki viss um hvort hann myndi bjóða sig fram aftur."}, {"response_to": "28847275", "username": "Máni", "message_id": "28847360", "user_id": "154", "datetime": "2012-06-28 10:57:33", "datestring": "28. jún. '12, kl: 10:57:33", "text": "hann sagði að kvótamálin væru þau mál sem væru vel til fallin að fara í þjóðaratkvæðagreiðslu."}, {"response_to": "28847360", "username": "choochoo", "message_id": "28847421", "user_id": "95129", "datetime": "2012-06-28 11:02:02", "datestring": "28. jún. '12, kl: 11:02:02", "text": "Nei, það er ekki rétt. Ríkisstjórnin getur valið að senda mál til þjóðaratkvæðagreiðslu."}, {"response_to": "28847275", "username": "Nói22", "message_id": "28847436", "user_id": "155078", "datetime": "2012-06-28 11:03:07", "datestring": "28. jún. '12, kl: 11:03:07", "text": "En af hverju þá ekki bara að viðurkenna eigin orð? Af hverju ekki bara að viðurkenna að hann hafi sagst ætla að vera bara hluta af kjörtímabilinu? Að hann hafi sagst ætla að setja kvótafrumvarpið í þjóðaratkvæðagreiðslu? Af hverju þessi \"nei ég sagði það aldrei. Þetta er bara misskilingur ykkar fjölmiðlamanna/lygar Svavars mannsins hennar Þóru\"?"}, {"response_to": "28847275", "username": "þegar hann", "message_id": "28850083", "user_id": "94609", "datetime": "2012-06-28 15:22:37", "datestring": "28. jún. '12, kl: 15:22:37", "text": "órg er að kynda undir kvótakóngana. kræst. hvað er að fólki?"}, {"response_to": "28847193", "username": "piscine", "message_id": "28851305", "user_id": "16009", "datetime": "2012-06-28 17:47:26", "datestring": "28. jún. '12, kl: 17:47:26", "text": "Já og svo er hann allt í einu farinn að gera þetta \"fyrir þjóðina\" og \"í sjálfboðavinnu\". What?"}, {"response_to": "28846957", "username": "þegar hann", "message_id": "28850079", "user_id": "94609", "datetime": "2012-06-28 15:22:07", "datestring": "28. jún. '12, kl: 15:22:07", "text": "ertu að meina manninn sem var kommúnisti og helsti óvinur davíðs oddssonar en er nú studdur opinberlega af hannesi hólmsteini gissurarsyni og bubba morthens?"}, {"response_to": "28846452", "username": "Snobbhænan", "message_id": "28846941", "user_id": "53629", "datetime": "2012-06-28 10:12:18", "datestring": "28. jún. '12, kl: 10:12:18", "text": "Mæli með að þú hlustir á viðtal við Herdísi á X-inu sem var í vikunni.  Ég er alveg sammála því að Herdís er á pappír fínn kostur. En hún kann EKKERT í mannlegum samskiptum og er mjög hrokafull.  Það hef ég bæði frá fólki sem heufur unnið með henni, frá fólki sem hún hefur kennt og frá fólki sem var með henni í kúrsúm í lögfrnáminu í HR:  Alltaf sama heyrist, vonlaus í mannlegum samskiptum."}, {"response_to": "28846941", "username": "choochoo", "message_id": "28846995", "user_id": "95129", "datetime": "2012-06-28 10:18:50", "datestring": "28. jún. '12, kl: 10:18:50", "text": "Finn ég það á síðunni þeirra á x-inu þá?"}, {"response_to": "28846995", "username": "Snobbhænan", "message_id": "28847216", "user_id": "53629", "datetime": "2012-06-28 10:43:43", "datestring": "28. jún. '12, kl: 10:43:43", "text": "Já en það virðist ekki vera komið inn."}, {"response_to": "28847216", "username": "Boudicca", "message_id": "28849667", "user_id": "181200", "datetime": "2012-06-28 14:42:46", "datestring": "28. jún. '12, kl: 14:42:46", "text": "Það er komið núna. Byrjar eftir 58 mínútur."}, {"response_to": "28846941", "username": "Jólasveinninn minn", "message_id": "28849599", "user_id": "94033", "datetime": "2012-06-28 14:36:57", "datestring": "28. jún. '12, kl: 14:36:57", "text": ""}, {"response_to": "28849599", "username": "Grjona", "message_id": "28849893", "user_id": "18490", "datetime": "2012-06-28 15:02:54", "datestring": "28. jún. '12, kl: 15:02:54", "text": "Segir hún þetta í alvöru?"}, {"response_to": "28849893", "username": "Snobbhænan", "message_id": "28849961", "user_id": "53629", "datetime": "2012-06-28 15:12:12", "datestring": "28. jún. '12, kl: 15:12:12", "text": ""}, {"response_to": "28849961", "username": "Snobbhænan", "message_id": "28849967", "user_id": "53629", "datetime": "2012-06-28 15:12:45", "datestring": "28. jún. '12, kl: 15:12:45", "text": "Eða rúmlega það."}, {"response_to": "28849893", "username": "Snobbhænan", "message_id": "28850162", "user_id": "53629", "datetime": "2012-06-28 15:31:18", "datestring": "28. jún. '12, kl: 15:31:18", "text": "Útvarpsssögukommentiðkemur fram á ca103. mínútu. En það er fullt af dásamlegheitum frá 57. mín og fram að því."}, {"response_to": "28850162", "username": "Grjona", "message_id": "28850567", "user_id": "18490", "datetime": "2012-06-28 16:26:21", "datestring": "28. jún. '12, kl: 16:26:21", "text": "Hólí fokk!"}, {"response_to": "28849893", "username": "Jólasveinninn minn", "message_id": "28851051", "user_id": "94033", "datetime": "2012-06-28 17:22:22", "datestring": "28. jún. '12, kl: 17:22:22", "text": "Jebb."}, {"response_to": "28846941", "username": "*hneta*", "message_id": "28865915", "user_id": "168466", "datetime": "2012-06-29 23:53:56", "datestring": "29. jún. '12, kl: 23:53:56", "text": "Já ég var einmitt að spá í því, fynnst svo flott það sem að hún stendur fyrir, en það virðist vera einhver hroki og vörn í henni, eða að minnstakosti fekk ég það á tilfininguna, ég var ekki alveg nógu hress með það :/"}, {"response_to": "28846452", "username": "*hneta*", "message_id": "28865858", "user_id": "168466", "datetime": "2012-06-29 23:48:34", "datestring": "29. jún. '12, kl: 23:48:34", "text": "Þetta er nákvæmlega það sama og það sem að ég var að hugsa og meina. Algjörlega"}, {"response_to": "28845347", "username": "solita", "message_id": "28846874", "user_id": "38124", "datetime": "2012-06-28 10:03:41", "datestring": "28. jún. '12, kl: 10:03:41", "text": "nei ég þoli ekki manneskjuna"}, {"response_to": "28845347", "username": "Emma Goldman", "message_id": "28847310", "user_id": "121182", "datetime": "2012-06-28 10:51:56", "datestring": "28. jún. '12, kl: 10:51:56", "text": "Hvað meinaru með skrautdúkku? Og hvaða ástand ertu að tala um? Fólk hendir þessu svo mikið fram án þess að rökstyðja það sem það á við. Virkilega óþolandi."}, {"response_to": "28845347", "username": "kaching", "message_id": "28847478", "user_id": "113769", "datetime": "2012-06-28 11:07:14", "datestring": "28. jún. '12, kl: 11:07:14", "text": "veit ekki alveg sama kys olaf"}, {"response_to": "28845347", "username": "Rövardotter", "message_id": "28847542", "user_id": "110308", "datetime": "2012-06-28 11:12:42", "datestring": "28. jún. '12, kl: 11:12:42", "text": "Mér finnst Þóra bara soldið krípí... svona eins og Ástþór krípí."}, {"response_to": "28847542", "username": "sýn", "message_id": "28847704", "user_id": "42798", "datetime": "2012-06-28 11:27:09", "datestring": "28. jún. '12, kl: 11:27:09", "text": "Jaja nú detta allar dauðar haha las í Akureyrarblaðinu núna í dag þar segir Þóra \"Mun ekki mæta Ólafi á ófægingarvellinum,, svo birtist þetta í DV"}, {"response_to": "28847704", "username": "Anja", "message_id": "28848008", "user_id": "4621", "datetime": "2012-06-28 11:58:15", "datestring": "28. jún. '12, kl: 11:58:15", "text": "Ánægð með hana."}, {"response_to": "28847704", "username": "Dee Zaster", "message_id": "28850464", "user_id": "33088", "datetime": "2012-06-28 16:11:41", "datestring": "28. jún. '12, kl: 16:11:41", "text": "Í grófum dráttum er greinin skítkast á Ólaf ásamt vanþekkingu á stjórnarskránni."}, {"response_to": "28850464", "username": "Dee Zaster", "message_id": "28850635", "user_id": "33088", "datetime": "2012-06-28 16:35:19", "datestring": "28. jún. '12, kl: 16:35:19", "text": "Mér finnst alveg dýrlega fyndið í kommentakerfinu hjá DV segir einn fyrrv. stuðningsmaður Ólafs frá atviki sem Ólafur sagði frá og var um Jón Baldvin, blindfullan að skríða inn um glugga á Bessastöðum þegar Vigdís var forseti."}, {"response_to": "28850635", "username": "Grjona", "message_id": "28850651", "user_id": "18490", "datetime": "2012-06-28 16:37:17", "datestring": "28. jún. '12, kl: 16:37:17", "text": "Hví ætti hann að gera það? Föðurbróðir minn er ekki með lykil að mínu húsi."}, {"response_to": "28850464", "username": "DeCive", "message_id": "28851932", "user_id": "145948", "datetime": "2012-06-28 18:58:35", "datestring": "28. jún. '12, kl: 18:58:35", "text": "Vanþekking á stjórnarskránni? í hverju er slík vanþekking falin? Ég get ekki betur séð en að hún sé einmitt að sýna þekkingu og skilning á stjórnarskrá íslenska lýðveldisins."}, {"response_to": "28845347", "username": "stress stelpa", "message_id": "28848029", "user_id": "54415", "datetime": "2012-06-28 12:00:34", "datestring": "28. jún. '12, kl: 12:00:34", "text": "Þegar þú segir að Þóra hafi \"alls ekkert\" í þetta er bara ekki hægt að taka mark á rest. Það hafa allir frambjóðendur eitthvað fram að færa. Þetta er allt gott fólk sem getur vel gegnt embættinu. Mismunandi áherslur og misjafnt hvað fólk sækist eftir bara. Að segja að einhver þeirra hafi ekkert erindi í baráttuna er bara barnalegt."}, {"response_to": "28848029", "username": "veg", "message_id": "28848492", "user_id": "2039", "datetime": "2012-06-28 12:45:00", "datestring": "28. jún. '12, kl: 12:45:00", "text": "sammála,  þetta embætti er ekki þannig að það þurfi einhverja súperhetju til að sinna því.  Hver meðalgreind manneskja fer létt með það."}, {"response_to": "28845347", "username": "Anteros", "message_id": "28850481", "user_id": "31384", "datetime": "2012-06-28 16:14:03", "datestring": "28. jún. '12, kl: 16:14:03", "text": "Er það ekki bara fínt að hafa heilaga Þóru versus Dalai Lama Ólafur?"}, {"response_to": "28850481", "username": "Grjona", "message_id": "28850570", "user_id": "18490", "datetime": "2012-06-28 16:26:41", "datestring": "28. jún. '12, kl: 16:26:41", "text": "hahaha"}, {"response_to": "28845347", "username": "Ananus", "message_id": "28866191", "user_id": "100880", "datetime": "2012-06-30 00:23:53", "datestring": "30. jún. '12, kl: 00:23:53", "text": "Nýleg könnun sýnir að ómenntaðir kjósa Ólaf frekar.  Takk fyrir staðfestinguna."}, {"response_to": "28866191", "username": "*hneta*", "message_id": "28866277", "user_id": "168466", "datetime": "2012-06-30 00:37:16", "datestring": "30. jún. '12, kl: 00:37:16", "text": "Ég er nú reyndar ekki ómenntuð og ég er ekki búin að aákveða hvað ég kýs, ég orðaði innleggið mitt mjög frjálslega og var bara svona að fiska eftir smá skoðunum annara um frambjóðendur, en þetta virðist ansi mislukkað hjá mêr eitthvað."}, {"response_to": "28866277", "username": "Ananus", "message_id": "28866299", "user_id": "100880", "datetime": "2012-06-30 00:40:31", "datestring": "30. jún. '12, kl: 00:40:31", "text": "Aha...Ekki búin að ákveða kvað þú ætlar að kjósa, en samt búin að komast að þeirri niðurstöðu að allir nema Óli séu ömurlegir.  Mikið hlýtur þetta að vera erfitt val fyrir þig."}, {"response_to": "28866299", "username": "*hneta*", "message_id": "28866450", "user_id": "168466", "datetime": "2012-06-30 01:00:19", "datestring": "30. jún. '12, kl: 01:00:19", "text": "Nei eins og ég er búin að segja hér að þá er greinilega ekki sniðugt að vera með kaldhæðni á prenti og ég tíndi til það sem að maður les og heyrir um frambjóðendur og það gerir manni erfitt fyrir að velja og maður veit ekki hverju maður á að trúa, mér líst svo vel á Herdísi en heyri mikið um að hún sé slæm í mannlegum samskiptum, ég myndi nú segja að það væri nú nokkuð mikilvægt að vera góður í mannlegum samskiptum, svo það trublar mig. Ari Trausti er líka mjög álitlegur finnst mér, mér finnst ólafur ekki endilega álitlegastur, mér finnst enginn í alvörunni ömurlegur, þetta var orðað þannig eins og þettakemur manni fyrir sjónir svona þegar maður er ekki búin að vera að fylgjast nógu vel með kosningabaráttunni og fer að kíkka á þetta, virkilega neikvætt og ruglandi svo þannig orðaði ég innleggið mitt óheppilega og hefði betur getað haft það öðuvísi. En eins og hefur komið hér fram að þá get ég ekki breytt því."}, {"response_to": "28866450", "username": "Ananus", "message_id": "28866465", "user_id": "100880", "datetime": "2012-06-30 01:04:05", "datestring": "30. jún. '12, kl: 01:04:05", "text": "Ó, ég misskildi greinilega þetta hárbeitta og kaldhæðna gáfumannagrín. Afsakaðu mig."}, {"response_to": "28866465", "username": "*hneta*", "message_id": "28866530", "user_id": "168466", "datetime": "2012-06-30 01:16:34", "datestring": "30. jún. '12, kl: 01:16:34", "text": "Ég myndi nú ekki kalla þetta hárbeitt gáfumannagrín, æ ég hefði átt að græja þetta öðruvísi en það kanski tekst betur næst ef að ég þori í það. Ég vildi nú ekki vera með nein leiðindi eða dónaskap."}]}