{"url": "https://bland.is/umraeda/sjoraeningja-barnaafmaeli-vantar-adstod/28850856/?page=2764", "date": "2012-06-28 17:00:42", "id": "28850856", "items": [{"text": "hæ hævið erum að fara halda upp á afmæli hjá einum 3 ára núna um helgina og verðum með sjóræningjaþema :) við erum með nokkrar hugmyndir en langaði að ath hvort þið væruð með einhverjar ódýrar hugmyndir til að skreyta í sjóræningjaþema :)kveðja", "title": "sjóræningja barnaafmæli vantar aðstoð", "username": "drullusokka", "message_id": "28850856", "user_id": "88425", "response_to": null, "datetime": "2012-06-28 17:00:42", "datestring": "28. jún. '12, kl: 17:00:42"}, {"response_to": "28850856", "username": "Karma2011", "message_id": "28851053", "user_id": "193391", "datetime": "2012-06-28 17:22:31", "datestring": "28. jún. '12, kl: 17:22:31", "text": "það sem mér dettur helst í hug þegar ég heyri sjóræningjaþema eru hauskúpur :) sé fyrir mér svartan fána með hvítri hauskúpu..."}, {"response_to": "28851053", "username": "drullusokka", "message_id": "28856198", "user_id": "88425", "datetime": "2012-06-29 00:26:50", "datestring": "29. jún. '12, kl: 00:26:50", "text": "já við verðum með fjarsjóðskistuköku, og erum búin að fá í partýbúðinni svona sjóræningjadót eins og glös, diska, munnþurrkur og blöðrur."}, {"response_to": "28850856", "username": "Röskva", "message_id": "28855707", "user_id": "78326", "datetime": "2012-06-28 23:29:35", "datestring": "28. jún. '12, kl: 23:29:35", "text": "væri ábyggilega gaman að reyna að fá barnagestina til að mæta í sjóræningjafötum eða búa til leppa handa þeim þannig að allir ættu svoleiðis i afmælinu."}, {"response_to": "28855707", "username": "drullusokka", "message_id": "28856217", "user_id": "88425", "datetime": "2012-06-29 00:28:41", "datestring": "29. jún. '12, kl: 00:28:41", "text": "Sniðugt með leppann að gera handa öllum, bara úr pappa eða eitthvað þannig, en ég sendi með boðinu að það væri frjáls mæting í sjóræningjafötum :) og sniðugt með sandkassann, en því miður erum við í svo lítilli íbúð að við verðum að halda afmælið annarstaðar svo sú hugmynd bíður betri tíma :) nota kannski gullmolana inni samt :) takk fyrir þetta :)"}, {"response_to": "28850856", "username": "simbi23", "message_id": "28856321", "user_id": "89806", "datetime": "2012-06-29 00:46:43", "datestring": "29. jún. '12, kl: 00:46:43", "text": "Ég var með sjóræningjaafmæli um daginn. Var með sjóræningjaskipsköku, prentaði svo út fullt af sjóræningjahauskúpum  (hvítar á svartan grunn) til að festa utan um tannstöngla og bjó til litla fána sem ég skellti hér og þar. Setti svo líka svoleiðis á endana á spjótum sem ég notaði fyrir ávaxtaspjót. Síðan keypti ég einn poka af gullpeningum (plast) ódýrt í partíbúðinni og dreyfði um borðið - var með svartan dúk. Keypti reyndar líka súkkulaðihudraðkall sem ég hafði einn við hvern disk ásamt lepp fyrir augað. Súkkulaðihudraðkallinn þótti voða sport. Var svo einmitt með veiðileik í afmælinu."}, {"response_to": "28850856", "username": "Nordlingaholt", "message_id": "28857249", "user_id": "125614", "datetime": "2012-06-29 08:48:51", "datestring": "29. jún. '12, kl: 08:48:51", "text": "Ég var með sjóræningja afmæli í maí og ég keypti sjóræningja fána í Sostrene Grene og líka svona lengjur til að hengja í loft. Kostaði ekki mikið og vakti mikla lukku."}]}