{"url": "https://bland.is/umraeda/ad-prjona-rondott-vantar-sma-adstod/28886442/?page=2749", "date": "2012-07-02 10:50:38", "id": "28886442", "items": [{"text": "Ég er að prjóna heimferðasett þar sem buxurnar eru röndóttar og er að vandræðast með hvernig best sé að prjóna þannig að rendurnar komi vel út. Þetta er prjónað á prjóna nr. 2,5 og eru þrjár hvítar umferðir á móti einni blárri.Ég var að reyna að notast við þessa aðferð   en það var ekki að koma vel út þar sem það er bara ein blá umferð í einu (þyrftu að vera tvær eða fleiri) og fyrir vikið fóru litaskilin í hálfgerða klessu.Ekki þekkið þið einhverja aðra aðferð sem myndi koma betur út? Þ.e. eitthvað sem þið hafið sjálfar notað, þekkið vel og vitið að kemur vel út?", "title": "Að prjóna röndótt... vantar smá aðstoð", "username": "Celestial", "message_id": "28886442", "user_id": "6231", "response_to": null, "datetime": "2012-07-02 10:50:38", "datestring": "2. júl. '12, kl: 10:50:38"}, {"response_to": "28886442", "username": "Ævintýraland", "message_id": "28894310", "user_id": "125257", "datetime": "2012-07-02 21:51:14", "datestring": "2. júl. '12, kl: 21:51:14", "text": "Ég nota enga tækni mér er alveg sama þótt það sjáist mismunur á röndunum... en ég reyni að herða svolítið á síðustu lykkjunni svo að rendurnar verði jafnari."}, {"response_to": "28886442", "username": "CU2", "message_id": "28896916", "user_id": "3411", "datetime": "2012-07-03 00:44:58", "datestring": "3. júl. '12, kl: 00:44:58", "text": "Þegar þú skiptir um lit, prófaðu þá að taka fyrstu lykkjuna óprjónaða yfir á prjóninn.  Þessi aðferð virkar best fyrir mig."}, {"response_to": "28896916", "username": "Celestial", "message_id": "28898978", "user_id": "6231", "datetime": "2012-07-03 10:50:57", "datestring": "3. júl. '12, kl: 10:50:57", "text": "Ég var líka að spá í það, en það sem stoppaði mig af var að ég ímynda mér að þar sem þetta er fín garn prjónað á mjög fína prjóna og ör litaskipti þá muni vanta hellings lykkjur í þessar röð frá fyrstu umferð til þeirrar síðustu og flíkin því dragast saman þar. Er ég e.t.v. að hugsa það eitthvað vitlaust?"}, {"response_to": "28886442", "username": "gudlauganna", "message_id": "28897405", "user_id": "91853", "datetime": "2012-07-03 02:47:54", "datestring": "3. júl. '12, kl: 02:47:54", "text": "eg hef eki getað notað þetta ef ég er bara með eina rönd í lit, bara ef ég er með 2 eða fleiri."}]}