{"url": "https://bland.is/umraeda/thid-konur-sem-eigid-born-med-asma-eda-hafa-fengid-asma-/28927563/?page=2730", "date": "2012-07-05 19:38:18", "id": "28927563", "items": [{"text": "Litli minn er búin að vera núna með kvef í 1 mánuð og er  búin að fara 2 á pensilin og virkaði ekkert á hann og læknirinn talaði um að hann væri með asma.. Hvernig er það eru miklar líkur á því að börn geta fengið asma þegar þau fá veiru sýkingar? Eða þarf ég bara að sætta mig við það að litli minn sé asma barn:/ Læknirinn talaði um að ég ætti alltaf að nota pústið á hann þogt að hann væri orðin góður ég er ekki alveg að skilja afhverju þar sem hann hefur aldre haft sögu um asma en afturá móti er hann oft kvefaður en aldrei fengið asma með því fyr en núna. Ég þekki ekki mikið til asma þessvegna er gott að heyra smá ráð frá ykkur sem þekkið þetta:O) Já og eitt en ég á 2 hunda og er búin að ath með ofnæmi hjá honum og allt kom vel útur því en getur samt verið að hárin séu að valda asma? Tek það fram að það er alltaf ryksugað hér 2 á dag. Einhver sem á hunda og barn með asma?", "title": "Þið konur sem eigið börn með asma eða hafa fengið asma ?", "username": "fruin83", "message_id": "28927563", "user_id": "27980", "response_to": null, "datetime": "2012-07-05 19:38:18", "datestring": "5. júl. '12, kl: 19:38:18"}, {"response_to": "28927563", "username": "qumara", "message_id": "28928499", "user_id": "113400", "datetime": "2012-07-05 21:05:57", "datestring": "5. júl. '12, kl: 21:05:57", "text": "Ég er alveg ný í þessu, strákurinn minn var að byrja í þessum pakka líka."}, {"response_to": "28927563", "username": "amy sæta", "message_id": "28929071", "user_id": "3210", "datetime": "2012-07-05 21:44:11", "datestring": "5. júl. '12, kl: 21:44:11", "text": "Sendu skilaboð á ny1"}, {"response_to": "28929071", "username": "fruin83", "message_id": "28929106", "user_id": "27980", "datetime": "2012-07-05 21:46:20", "datestring": "5. júl. '12, kl: 21:46:20", "text": "Ok takk :O)"}, {"response_to": "28927563", "username": "TrendyLady", "message_id": "28929392", "user_id": "210932", "datetime": "2012-07-05 22:10:28", "datestring": "5. júl. '12, kl: 22:10:28", "text": "mín fær astma við kvef og veirusýkingar en ég pústa hana bara á meðan astminn er :/ ekki þegar hún er orðin góð.. engin þörf á því og læknirinn sagði það líka.. hvaða lækni fórstu til?"}, {"response_to": "28929392", "username": "fruin83", "message_id": "28929692", "user_id": "27980", "datetime": "2012-07-05 22:33:12", "datestring": "5. júl. '12, kl: 22:33:12", "text": "Á heima í Noreg :O) bara heimilslæknis hér. Ætla að láta ath þetta betur þegar ég kem til Íslands.. En þetta er bara eins og ég hefði haldið að ég ætti bara að gefa honum púst meðan þetta er og ekki að halda áfram þegar hann er orðin góður þessvegna datt mér í hug að spurja hér.  Einhvað furðulegur þessi læknir sem ég fór til enda sé ég ekki ástæðu að vera að pústa hann þegar hann er orðin góður."}, {"response_to": "28927563", "username": "Geeza", "message_id": "28930315", "user_id": "79825", "datetime": "2012-07-05 23:22:50", "datestring": "5. júl. '12, kl: 23:22:50", "text": "Ég er með astma, frá því ég var 1 ára. Og ég á líka strák með astma..."}, {"response_to": "28930315", "username": "Geeza", "message_id": "28930348", "user_id": "79825", "datetime": "2012-07-05 23:26:02", "datestring": "5. júl. '12, kl: 23:26:02", "text": "Mæli samt með því að gefa lyfin þó barnið sé einkennalaust. Ég ætla að vera dugleg með astmalyfin framvegis því eins og qumara hérna minntist á þá er slímsöfnunin alltaf og lyfin hjálpa við að halda því niðri."}, {"response_to": "28927563", "username": "BetaOgIngó", "message_id": "28946928", "user_id": "201154", "datetime": "2012-07-07 23:42:58", "datestring": "7. júl. '12, kl: 23:42:58", "text": "Astmalyfin geta verið fyrirbyggjandi líka, þannig ef læknirinn sagði að gefa lyfið þó svo barnið sé gott þá er best að gefa barninu lyfið. Þegar barnið er einkennalaust þá getur það verið vegna langvarandi áhrifa frá lyfinu og ef þú gefur barninu ekki lyfið þá þá getur astminn komið upp aftur eftir nokkra daga og þá getur það tekið barnið nokkra daga að jafna sig á því \"kasti\". Betra að gefa alltaf lyfið og vera alltaf góð."}, {"response_to": "28927563", "username": "tiril", "message_id": "28948082", "user_id": "125846", "datetime": "2012-07-08 09:08:44", "datestring": "8. júl. '12, kl: 09:08:44", "text": "ég bý líka í noregi, og er með einn 2ára strák, hann er með astma sem er tengdur við kvef.  Þá meina ég að venjulega þarf ég ekki að nota pústin á hann, en þegar hann fær kvef þá nota ég bæði sterapúst og ventolin á hann.  þetta hjálpar honum mikið."}]}