{"url": "https://bland.is/umraeda/ad-saetta-sig-vid-sambandslit/28940546/?page=2732", "date": "2012-07-07 06:28:28", "id": "28940546", "items": [{"text": "Nú eru 4  ár  og 7 mánuðir síðan unnusta mín fyrrverandi dömpaði mér.  Ég elskaði þessa konu meira en orð geta sagt. hefði gengið framm af kletti fyrir hana.Uppsögnin kom mér að óvöru og fyrstu tvö árin voru mjög erfið , hugsaði margoft um að enda þetta allt.Ég Elskaði þessa stelpu meira en allt., allavega þá átti ég von á að sársaukin myndi minka með tímanum en núna næstum 5 árum seinna þá líður mér alveg jafn illa. Reglulega sé ég hana með sínum núverandi , mjög hamingusöm en ég er að eyða bestu árum mínum að syrgja þessa gömlu ást , sem ég fæ aldrei aftur,  HJÁLP", "title": "Að sætta sig við sambandslit", "username": "palliGum", "message_id": "28940546", "user_id": "213845", "response_to": null, "datetime": "2012-07-07 06:28:28", "datestring": "7. júl. '12, kl: 06:28:28"}, {"response_to": "28940546", "username": "fragola", "message_id": "28940566", "user_id": "117294", "datetime": "2012-07-07 06:56:03", "datestring": "7. júl. '12, kl: 06:56:03", "text": "gefðu þessu ennþá tíma.. nú ættir þú að gera eithvað annað. það sem hjálpaði mér við síðasta sambandsslit (reyndar önnur aðstaða) var það að ég fór erlendis í nám. þannig að ég fór að hugsa um allt annað í öðru umhverfi sem mér fannst hjálpa. fannst rosalega gott að komast úr mínu venjulega umhvrefi og breyta til og í leiðinni þá hurfu minningarnar. stundum koma aðrir makar þarna eftir þessa fyrrverandi og þá hættir maður algjörlega að hugsa um þennan maka. held þú ættir að snúa þér að þér, hugsa og hlúga að þér. gangi þér vel."}, {"response_to": "28940546", "username": "dabs", "message_id": "28940600", "user_id": "118218", "datetime": "2012-07-07 07:40:19", "datestring": "7. júl. '12, kl: 07:40:19", "text": "Hafðu engar áhyggjur, þetta kemur með tímanum. Gefðu þessu svona 10-15 ár í viðbót, og þá fattarðu að þú hefur eytt bestu árum ævi þinnar í að láta hausinn á þér missa af öllu því skemmtilega sem lífið býður upp á.  Seriously, þetta er bara spurning um að henda sér út í djúpu laugina. Deita aðrar stelpur, gera skemmtilega hluti, fara að njóta lífsins.  Trúðu mér, eftir svona ár verðurðu búinn að kynnast annarri, og áttar þig á því að maður finnur ekki hamingjuna eingöngu hjá einum aðila."}, {"response_to": "28940546", "username": "Kisukall", "message_id": "28940619", "user_id": "166393", "datetime": "2012-07-07 07:54:46", "datestring": "7. júl. '12, kl: 07:54:46", "text": "Kannski er vandamálið annars staðar?"}, {"response_to": "28940546", "username": "Andý", "message_id": "28941029", "user_id": "62139", "datetime": "2012-07-07 10:09:37", "datestring": "7. júl. '12, kl: 10:09:37", "text": "Farðu til sálfræðings!"}, {"response_to": "28940546", "username": "Dreifbýlistúttan", "message_id": "28941142", "user_id": "81623", "datetime": "2012-07-07 10:23:09", "datestring": "7. júl. '12, kl: 10:23:09", "text": ""}, {"response_to": "28941142", "username": "gæigæa", "message_id": "28941191", "user_id": "92138", "datetime": "2012-07-07 10:34:36", "datestring": "7. júl. '12, kl: 10:34:36", "text": "af hverju lét hun þig fara?hvað gerðir þú?er eikkvað sem þú hefðir geta gert betur?"}, {"response_to": "28941191", "username": "Allegro", "message_id": "28941287", "user_id": "5868", "datetime": "2012-07-07 10:49:26", "datestring": "7. júl. '12, kl: 10:49:26", "text": "Held að það borgi sig varla fyrir hann að velta sér upp úr því 4 árum eftir sambandsslitin. Líklega búinn að fara oft yfir þann pakka. oft."}, {"response_to": "28941191", "username": "Dreifbýlistúttan", "message_id": "28941327", "user_id": "81623", "datetime": "2012-07-07 10:56:21", "datestring": "7. júl. '12, kl: 10:56:21", "text": "Það lét enginn mig fara. Ef þú ætlar að svara upphafsinnleggi þá smellirðu á \"svara\" efst uppi, nú varstu að svara mér"}, {"response_to": "28940546", "username": "presto", "message_id": "28941789", "user_id": "7653", "datetime": "2012-07-07 12:01:12", "datestring": "7. júl. '12, kl: 12:01:12", "text": "Hvað voruð þið lengi saman? Gekk sambandið vel? Hvers vegna lauk hún því? Rædduð þið vandann áður, reynduð að díla við vandann?"}, {"response_to": "28940546", "username": "Gunna stöng", "message_id": "28942000", "user_id": "58982", "datetime": "2012-07-07 12:27:42", "datestring": "7. júl. '12, kl: 12:27:42", "text": "Ég myndi leita til sálfræðings í þínum sporum. Árin sem þú ert að eyða í þessa gömlu ást eru alltof dýrmæt. Og hvort sem þú trúir því eða ekki áttu örugglega eftir að finna þína \"réttu\" :)"}, {"response_to": "28940546", "username": "Ladina", "message_id": "28942502", "user_id": "7931", "datetime": "2012-07-07 13:49:12", "datestring": "7. júl. '12, kl: 13:49:12", "text": "Skelltu þér á hjálp... en knús, ég á eitthvað svo auðvelt með að skilja þetta.."}, {"response_to": "28940546", "username": "CharlieSheen", "message_id": "28942876", "user_id": "94839", "datetime": "2012-07-07 14:44:20", "datestring": "7. júl. '12, kl: 14:44:20", "text": "ÞETTA ER EIN KONA!!!! Það eru til yfir þrír milljarðar af þessu kyni. Úrvalið er rosalegt. Þú veist ekki hverju þú ert að missa af."}, {"response_to": "28940546", "username": "Agrímur", "message_id": "28943034", "user_id": "179043", "datetime": "2012-07-07 15:07:41", "datestring": "7. júl. '12, kl: 15:07:41", "text": "vona að þú takir þessu ekki illa en það eru nokkur atriði sem mér finst ég skynja (gæti verið rangt) sem benda til þess að þú sért verulega meðvirkur. setningar eins og ég hefði gengið framm af kletti fyrir hana og að hafa hugsað um að enda þetta bendir til þess að þú sért ekki að meta sjálfann þig nóg. við erum það sem við gerum okkur að.  það sem ég meina er að það er ekkert til fyrirstöðu fyrir þig til að koma þér úr þessu nema þú sjálfur, þú kanski veist ekki alveg hvernig þú átt að gera það og mæli ég með að þú leitir aðstoðar til að vinna rétt úr málunum.  það eru til margskonar tjón bæði líkamleg og andleg ef við skerum okkur þá fáum við lækni til að sauma okkur saman.  því er alveg eðlilegt að leita samskonar aðstoðar ef skurðurinn er andlegur of því fyrr sem betra ekki bíða og taka sénsinn um að tíminn muni lækna þetta, það er greinilega komin sýking í þetta sár og það er byrjað að hafa verulega slæm áhrif á þig.  vona að þér gangi sem best  bráðamótaka landspítalans bjargaði lífi vinar míns sem var í svipaðri aðstöðu og þú ert að lýsa hann er vel giftur maður í dag"}]}