{"url": "https://bland.is/umraeda/hata-brjostagjof-/28977828/?page=2688", "date": "2012-07-11 01:51:42", "id": "28977828", "items": [{"text": "Ég er með eina rúmlega 3 mánaða sem hefur verið á brjósti síðan frá fæðingu og er komin með ógeð. Ég þoli ekki brjóstin á mér, finnst þau svo stór og ógeðsleg. Svo get ég bara gefið barninu liggjandi því það flæðir svo mikið úr þeim og hún svelgist á og gleypir mikið loft. Og þó ég gefi henni liggjandi þá gleypir hún fullt af lofti... í raun ómögulegt fyrir mig að gefa henni sitjandi, þá vælir hún bara og vill ekki drekka. Þannig ef ég fer eitthvað út þá þarf ég alltaf að leggjast niður þegar hún er svöng sem er óþolandi, þurfti að leggjast niður á gólfið á salerninu í Húsasmiðjunni! Svo tekur það mig 2 tíma að ná öllu loftinu úr henni loksins þegar hún er búin að drekka, hún meikar ekki að hafa loft í maganum og vill bara láta ganga með sig þangað til loftið kemur. Þá er hún góð í svona hálftíma þangað til hún er orðin svöng aftur og þá byrjar þetta vesen upp á nýtt. Ég næ lítið að sinna hinu barninu því ég er alltaf með hana í fanginu. Ég er bara komin með ógeð af þessu og langar ekkert að gefa brjóst, held að barnið hati brjóstið. Svo eru allir að segja að þetta sé það besta fyrir barnið. Ég var með eldra barnið á brjósti til eins ár og hann fær allar pestir sem ganga og er alltaf með hósta... og er hundleiðinlegur með mat... æææ ég bara varð að pústa!!!", "title": "HATA brjóstagjöf!", "username": "samasem", "message_id": "28977828", "user_id": "112958", "response_to": null, "datetime": "2012-07-11 01:51:42", "datestring": "11. júl. '12, kl: 01:51:42"}, {"response_to": "28977828", "username": "zuckerblumen", "message_id": "28977864", "user_id": "213926", "datetime": "2012-07-11 02:06:16", "datestring": "11. júl. '12, kl: 02:06:16", "text": "hehe... skil þig.. hef reyndar ekki lent í svona veseni en djöfulli sem mér leiðist brjóstagjöfin og ég hlakka til þegar hún er búin"}, {"response_to": "28977828", "username": "DCP", "message_id": "28978079", "user_id": "165559", "datetime": "2012-07-11 07:26:21", "datestring": "11. júl. '12, kl: 07:26:21", "text": "Hefurðu eitthvað prófað að mjólka þig og gefa pela? Ég myndi alveg gefa því séns ef brjóstagjöfin gengur þetta illa og barnið orðið þetta gamalt. Þá fengi barnið brjóstamjólk með þeim kostum sem henni fylgja, en álagið á þig yrði ekki það sama."}, {"response_to": "28978079", "username": "zuckerblumen", "message_id": "28985742", "user_id": "213926", "datetime": "2012-07-11 22:16:54", "datestring": "11. júl. '12, kl: 22:16:54", "text": "styð þetta, ég gerði þetta í mánuð og það hjálpaði mér rosa mikið"}, {"response_to": "28977828", "username": "pabbastrakur98", "message_id": "28978088", "user_id": "55321", "datetime": "2012-07-11 07:31:02", "datestring": "11. júl. '12, kl: 07:31:02", "text": "Ef ÞIG langar að hætta og þér líður illa þá myndi ég bara hætta. Brjóstagjöf á að vera yndisleg, ánægjuleg og notalegur tími. En þegar þetta er farið að vera kvöð og  þá finnst mér tilgangurinn vera farinn. Jújú þetta er vafalaust best fyrir börnin en þetta á ekki að skapa álag á mömmuna. Ég gat bara haft stelpuna mína á brjósti í 2 vikur og svo bara gafst ég upp, það kom svo lítið og hún var alltaf svöng. En heimaþjónustu ljósan okkar sagði við mig að ég væri búina að gefa henni allt það besta og ég skyldi ekkert vera að svekkja mig á þessu né auka álagið á mig með því að vera eitthvað að pína mig áfram í þetta. Nú er daman mín 5 að verða 6 mánaða og hún hefur tvisvar fengið kvef og hita. Þekki mörg önnur sem hafa verið á brjósti mun lengur en hún en eru alltaf lasin. Finnst bara að það komi engum við hversu lengi maður er með barnið sitt á brjósti og hvort maður er með barnið sitt á brjósti yfir höfuð. Finnst þetta bara vera val hvers og eins. Gangi þér rosalega vel."}, {"response_to": "28977828", "username": "Ronja86", "message_id": "28978330", "user_id": "171082", "datetime": "2012-07-11 08:46:05", "datestring": "11. júl. '12, kl: 08:46:05", "text": "sæl, ég lenti í því nákvæmlega sama!, nema ég þurfti ekki að liggja, mín var með mjólkuróþol sem kom í ljós þegar hún var 2 mánaða og því hætti ég að borða mjólkurvörur, en hún bara var ódugleg að drekka hjá mér og þetta var alls ekki kósýstund hjá okkur, ég þurfti alltaf að halda brjóstinu uppí henni og því sat ég alltaf eins og krypplingur við þetta. Hún nærðist og þyngdist illa og þetta var bara kvöð og álag. Ég tók þá ákvörðun að hætta með hana 3 mánaða, eftir að hafa hugsað mig um í mánuð. Flestir komu með það ráð að ég ætti að mjólka mig næstu mánuði. Ég sá fram á að sitja eins og einhver belja í fjósi í lazyboy stónum alla daga ber að ofan með pumpuna. Ég var í heila eilífð að safna í einn pela og því tók ég það ekki í mál að eyða öllum mínum stundum sem barnið svæfi eða væri vært að pumpa mig. í dag er hún 7 mánaða og hefur fengið nutramigen ofnæmismjólkina síðan og við báðar mjög hamngjusamar, ég get ekki lýst því hvað allt varð svo miklu auðveldara hjá okkur þegar ég gafst upp (þornaði reyndar upp á 2 dögum, sem gæti þýtt að ég hafi aldrei verið að mjólka mikið)"}, {"response_to": "28977828", "username": "Aloe vera forever", "message_id": "28978440", "user_id": "108826", "datetime": "2012-07-11 09:07:39", "datestring": "11. júl. '12, kl: 09:07:39", "text": "þegar ég var með fæðingaþunglyndi þá kom það best fram í tengslum við brjóstagjöfina..."}, {"response_to": "28977828", "username": "Mrs Incredible", "message_id": "28979295", "user_id": "41291", "datetime": "2012-07-11 11:05:52", "datestring": "11. júl. '12, kl: 11:05:52", "text": "Það er eflaust mjög gott fyrir börn að vera einhvern tíma á brjósti þótt lítill tími sé! Báðir strákarnir mínir voru komnir á þurrmjólk 1 mánaða. Með þann yngri mjólkaði ég svo lítið að hann léttist til að byrja með! Ég gaf honum 50 ml ábót alltaf eftir hverja gjöf og spurði svo ljósuna einn daginn hvað hann ætti að vera að fá mikið! Hún sagði að hann ætti að vera að fá c.a 75 ml, sagði mér að setja það í pelann, gefa bæði brjóstin og svo ábótina og sjá hvað hann drykki mikið! Barnið náttúrulega kláraði pelann og þar með var brjóstagjöfinni eiginlega bara lokið!!"}, {"response_to": "28977828", "username": "u k", "message_id": "28979742", "user_id": "35735", "datetime": "2012-07-11 11:55:04", "datestring": "11. júl. '12, kl: 11:55:04", "text": "Ég myndi hiklaust bara fara að minnka brjóstagjöfina ef staðan er svona. Það gengur ekki til lengdar ef þetta er svona erfitt fyrir þig auk þess sem þetta er greinilega ekki nógu auðvelt fyrir hana heldur þar sem hún fær svona mikið loft með mjólkinni."}, {"response_to": "28979742", "username": "parís666", "message_id": "28979827", "user_id": "77888", "datetime": "2012-07-11 12:03:21", "datestring": "11. júl. '12, kl: 12:03:21", "text": "- Ég mæli með að þú hafir samband við ljósuna þína eða brjóstaráðgjafa upp á LSH og fá ráðgjöf hvað er best að gera. Brjótagjöf á að vera skemmtileg þar sem báðir aðilar barnið og þú njótið þess .... ég mér leið ekki vel fyrstu vikurnar  þegar brjóstagjöfin vera að byrja...gekk illa og barnið alltaf á iði."}, {"response_to": "28977828", "username": "bnr1", "message_id": "28986147", "user_id": "73326", "datetime": "2012-07-11 22:47:44", "datestring": "11. júl. '12, kl: 22:47:44", "text": "Ég þurfti að hætta með minn á brjósti 4 mánaða.. og ljósmóðirin mín sagði, flott þú náðir 4 mánuðum, hann er búin að fá það besta úr mjólkinni, núna er þurrmjólkin alveg jafn góð .. !!! Þannig að ekki fá samviskubit ef þú hættir .."}, {"response_to": "28977828", "username": "ibo2", "message_id": "28988615", "user_id": "52625", "datetime": "2012-07-12 09:31:46", "datestring": "12. júl. '12, kl: 09:31:46", "text": "Ég er ein af þeim sem fíla alls ekki brjóstagjöfina. Hef samt alltaf mjólkað mjög vel. Af einhverjum ástæðum finnst mér þetta samt leiðilegt og ótrúlega bindandi og ég finn ekki þessa ánægju sem flestar konur virðast tala um. Ég er með mitt þriðja barn og hef alltaf haldið að þetta myndi skána hjá mér og ég fyndi ánægjuna en það hefur ekki gerst. Ég er núna að mjólka mig í pela og gef barninu það. Þarf bara að gera það fjórum sinnum á dag og mjólka alveg í tvær gjafir í einu fyrir barnið því ég er með góða mjólkurframleiðslu og er bara korter að því. Ég gerði það líka með hin tvö börnin. Þetta fyrirkomulag hentar mér betur og því hef ég það þannig því ég var nánast orðin þunglynd út af brjóstaveseni."}, {"response_to": "28977828", "username": "samasem", "message_id": "28997919", "user_id": "112958", "datetime": "2012-07-13 04:54:11", "datestring": "13. júl. '12, kl: 04:54:11", "text": "Takk fyrir svörin! Ég er erlendis núna en þegar ég kem heim þá ætla ég að prófa að mjólka mig í pela og gefa henni og sjá hvort að ropvandamálið sé minna þannig :)"}, {"response_to": "28977828", "username": "tiril", "message_id": "28998008", "user_id": "125846", "datetime": "2012-07-13 07:49:47", "datestring": "13. júl. '12, kl: 07:49:47", "text": ""}, {"response_to": "28998008", "username": "Gourmelia", "message_id": "28999991", "user_id": "1121", "datetime": "2012-07-13 12:50:04", "datestring": "13. júl. '12, kl: 12:50:04", "text": "Ég held að þetta eigi ekki að vera svona mikið mál. Þeir sem segja að brjóstið sé best geta ekki séð fyrir sér svona mikla erfiðleika. Ég er með þriðja barn á brjósti og hún er 19 mánaða. Ég get alveg sagt þér að ég væri ekki enn með hana á brjósti ef þetta hefði verið eitthvað mál. Þetta hefur frekar gefið okkur góða afsökun til að fara aðeins afsíðis og súpa og ég sofna og hún lúllar líka á meðan. Strákarnir mínir virða það og mamma fær frið í smástund. Alveg yndislegt en alveg get ég sagt þér að ef þetta hefði verið eitthvað svaka mál þá verður maður bara að taka ákvörðunina. Það er fyrir öllu að þú verðir ekki geðveik svo þú getir sinnt börnunum þínum þannig að gerðu það sem er þér fyrir bestu til að halda geðheilsunni. Ertu búin að tala við brjóstaráðgjafa? Þær eru oft alveg ótrúlegar og lesa börnin alveg..."}, {"response_to": "28977828", "username": "púkalús", "message_id": "29070628", "user_id": "46159", "datetime": "2012-07-20 02:45:33", "datestring": "20. júl. '12, kl: 02:45:33", "text": "Ég mæli með að þú prófir að tappa af áður en þú gefur henni, gæti auðveldað ykkur báðum helling ef það flæðir ekki svona svakalega úr brjóstunum... Ég gerði það með yngsta minn og það gekk vel og svo gekk þetta tímabil yfir og það komst betra jafnvægi á brjóstagjöfina."}]}