{"url": "https://bland.is/umraeda/flutningur-til-noregs-/28989170/?page=2715", "date": "2012-07-12 10:46:44", "id": "28989170", "items": [{"text": "Nú eru strákarnir mínir að fara til Noregs til pabba síns, en ég flyt ekki fyrr en eftir eitt ár. Ég ætla samt að flytja lögheimilið með þeim en.... Lendi ég þá ekki í vandræðum með búslóðina mína? Ég get eiginlega ekki flutt hana fyrr en eftir ár þegar ég fer þangað. Fæ ég að taka búslóðina til mín eftir eitt ár eða þarf ég þá að borga skatta/tolla/gjöld?", "title": "Flutningur til Noregs?", "username": "choccoholic", "message_id": "28989170", "user_id": "60534", "response_to": null, "datetime": "2012-07-12 10:46:44", "datestring": "12. júl. '12, kl: 10:46:44"}, {"response_to": "28989170", "username": "Qtipper", "message_id": "28989195", "user_id": "139896", "datetime": "2012-07-12 10:49:30", "datestring": "12. júl. '12, kl: 10:49:30", "text": "þú hefur 6 mánuði ss. þú getur sent hana 6 mánuðum áður en að þú ferð eða 6 mánuðum eftir."}, {"response_to": "28989195", "username": "choccoholic", "message_id": "28989246", "user_id": "60534", "datetime": "2012-07-12 10:55:29", "datestring": "12. júl. '12, kl: 10:55:29", "text": "Takk æðislega fyrir upplýsingarnar. Ég hef komið tvisvar mjög stutt til Íslands á seinastliðnum 5 árum svo það er allt í lagi :-) Er bara aðallega að spá með búslóðina þar sem ég er með helminginn af henni hér hjá mér og svo er hinn helmingurinn á Íslandi svo ég fer á hausinn við að flytja þetta allt :-S Hef ekkert pláss fyrir þetta allt í Noregi fyrr en ég flyt."}, {"response_to": "28989170", "username": "Sextánloppur", "message_id": "28989237", "user_id": "17201", "datetime": "2012-07-12 10:53:37", "datestring": "12. júl. '12, kl: 10:53:37", "text": "þú færð skatta afslátt í ákveðin tíma þegar þú fyrst flytur til noregs (hvort það sé eitt ár, ég er ekki með það á hreinu), ég myndi ekki flytja lögheimilið fyrr en þú raunverulega flytur annars væntanlega sóaru þessum afslætti í ekki neitt."}, {"response_to": "28989237", "username": "choccoholic", "message_id": "28989322", "user_id": "60534", "datetime": "2012-07-12 11:05:25", "datestring": "12. júl. '12, kl: 11:05:25", "text": "Já það er glatað að missa afsláttinn en ég veit ekki alveg hvað annað ég get gert því það er enginn eftir á íslandi af fjölskyldunni minni. Foreldrar mínir og systkyni eru búin að búa í noregi í 10 ár. Restin af familíunni í USA og Kanada, vinirnir flestir í námi erlendis. Ég átti íbúð en seldi hana svo ég hef engan stað til að skrá lögheimilið mitt á nema í Noregi.  Spurning um hvort ég geti haldið afslættinum ef ég má vera með námsmanna aðsetur í landinu sem ég er í...?"}, {"response_to": "28989322", "username": "asthildureir", "message_id": "28989347", "user_id": "181175", "datetime": "2012-07-12 11:08:23", "datestring": "12. júl. '12, kl: 11:08:23", "text": "Er ekki einhver vinkona/vinur sem gæti leyft þér að hafa lögheimili hjá sér? getur svo bara fengið þér pósthólf. Ef eitthvað kemur upp á þá er hræðilegt að vera ekki tryggð."}, {"response_to": "28989322", "username": "Lilith", "message_id": "28991683", "user_id": "5041", "datetime": "2012-07-12 15:55:33", "datestring": "12. júl. '12, kl: 15:55:33", "text": "Afhverju geturðu ekki haft lögheimilið þar sem þú býrð?"}, {"response_to": "28991683", "username": "choccoholic", "message_id": "28992321", "user_id": "60534", "datetime": "2012-07-12 17:16:13", "datestring": "12. júl. '12, kl: 17:16:13", "text": "Of mikil pappírsvinna fyrir mig auk þess sem ég tala heldur ekki tungumálið. Svipað og ef þú værir td í námi á spáni en talaðir ekki spænsku og værir þar bara í eitt ár í viðbót. Þyrftir að skila inn skattaskýrslu og öllu tilheyrandi á spænsku, og svo myndi enginn á skattstofunni geta hjálpað þér þar sem enginn talar ensku. Myndi missa barnabæturnar þar sem það er ekki barnabóta kerfi hérna heldur og þyrfti að standa í mega miklu pappírs öflunar veseni gagnvart LÍN."}, {"response_to": "28992321", "username": "Lilith", "message_id": "28992901", "user_id": "5041", "datetime": "2012-07-12 18:13:50", "datestring": "12. júl. '12, kl: 18:13:50", "text": "Ah, þú býrð sem sagt ekki á Íslandi. En er enginn vinur eða kunningi þar sem getur leyft þér að hafa lögheimilið skráð þar?"}, {"response_to": "28992901", "username": "choccoholic", "message_id": "28992965", "user_id": "60534", "datetime": "2012-07-12 18:19:53", "datestring": "12. júl. '12, kl: 18:19:53", "text": "Er með lögheimilið hjá vinkonu minni núna, en hún er að flytja til DK í haust í nám. Þar á undan var það hjá Ömmu minni en hún lést fyrir 2 árum síðan. 3 bestu vinkonur mínar fyrir utan hana eru fluttar líka, ein til Hollands, ein til USA og ein til Danmerkur. Móðurbróðir minn til þýskalands og móðursystir til USA. Restin af vinkonum mínum eru svo í háskólanámi erlendis líka og með lögheimilin sín hjá foreldrum. Þannig að það kemur best fyrir mig að flytja bara lögheimilið okkar til Noregs þrátt fyrir að missa eitt ár af skatta afslættinum :-S"}]}