{"url": "https://bland.is/umraeda/lausir-steinar-i-eyra-/28990333/?page=607", "date": "2012-07-12 13:02:01", "id": "28990333", "items": [{"text": "hafið þið fengið svona, þetta hefur gerst 4x hjá mér á ca 9 mánuðum, ég kann að gera æfingar til að kma þessu aftur á sinn stað, en núna er þetta svo rosalega mikill svimi að ég þori ekki að gera þær. Í nótt leið mér eins og þetta væri farið en svo þegar ég vakanði í morgun fékk ég rosalegan svima í ca 10 mín, gat varla staðið en svo jafnaði þetta sig, en ég er samt hálf ringluð. Þið sem hafið fengið lausa steina hvernig var þetta hjá ykkur, voruð þið mjög slæm/ar af þessu?", "title": "Lausir steinar í eyra........", "username": "todos", "message_id": "28990333", "user_id": "64723", "response_to": null, "datetime": "2012-07-12 13:02:01", "datestring": "12. júl. '12, kl: 13:02:01"}, {"response_to": "28990333", "username": "Krabbadís", "message_id": "28990360", "user_id": "41350", "datetime": "2012-07-12 13:04:56", "datestring": "12. júl. '12, kl: 13:04:56", "text": "Ég er sem betur fer ekki með svona en vinkona mín hefur verið ansi slæm."}, {"response_to": "28990360", "username": "todos", "message_id": "28990379", "user_id": "64723", "datetime": "2012-07-12 13:07:06", "datestring": "12. júl. '12, kl: 13:07:06", "text": "Er búið að reyna að koma þeim á sinn stað hjá henni?"}, {"response_to": "28990379", "username": "Krabbadís", "message_id": "28990388", "user_id": "41350", "datetime": "2012-07-12 13:08:08", "datestring": "12. júl. '12, kl: 13:08:08", "text": "Já læknir reyndi það í eitt skipti og hún varð helmingi verri:-("}, {"response_to": "28990333", "username": "little miss", "message_id": "28990384", "user_id": "74657", "datetime": "2012-07-12 13:07:35", "datestring": "12. júl. '12, kl: 13:07:35", "text": "ég hef fengið svona einu sinni, ég vissi ekki hvað var að gerast, mér leið ógeðslega illa, svona eins og ég væri ógeðslega timbruð, óglatt, svimaði endalaust, ég gat ekkert gert nema liggja uppí rúmi með lokuð augu.... þetta var viðbjóður, en ég fór uppá sjúkrahús af því að ég bara vissi ekki hvað þetta gæti verið og hann sýndi mér þessar æfingar og ég lagaðist bara á 2 dögum eða eitthvað, en eftir þetta hef ég verið mjög viðkvæm í jafnvæginu ef það er hægt að orða það þannig og höndla mjög lítið án þess að svima eða verða flökurt.."}, {"response_to": "28990384", "username": "todos", "message_id": "28990424", "user_id": "64723", "datetime": "2012-07-12 13:13:51", "datestring": "12. júl. '12, kl: 13:13:51", "text": "úff já þetta er viðbjóður, ég fór að gera æfingar um daginn til að laga þetta en þá gerðist e-ð rosalegt í hausnum á mér, ég fékk rosalegan svima sem var í 3klst, mér fannst umhverfið snúast og ég sjálf líka, þessu hef ég ekki lent í áður.... hef svo verið þokkaleg seinustu 4 daga, svo vaknaði ég í morgun og þá var ég að drepast í eins og ég sagði ca 10 mín."}, {"response_to": "28990424", "username": "BlerWitch", "message_id": "28991400", "user_id": "85723", "datetime": "2012-07-12 15:17:59", "datestring": "12. júl. '12, kl: 15:17:59", "text": "Hvað er þetta og hvernig æfingar gerið þið? Spyr nú bara af forvitni því ég hef aldrei heyrt um þetta fyrirbæri."}, {"response_to": "28991400", "username": "todos", "message_id": "28992087", "user_id": "64723", "datetime": "2012-07-12 16:43:21", "datestring": "12. júl. '12, kl: 16:43:21", "text": "innra eyranu er örsmáir kalk kristallar í tveimur litlum hrúgum sem eiga að vera þar fastir og kyrrir í sínum hrúgum. Þó kemur það fyrir að þeir losni, það er eins og límingin bili, og er nokkuð algengt hjá fullorðnu fólki, en skeður nánast aldrei hjá börnum og er mjög sjaldgæft hjá ungu fólki nema eftir höfuðhögg. En við höfuðhögg geta steinarnir losnað. Innra eyrað er inni í klettbeini höfuðkúpunnar innaf miðeyranu og er kerfi vökvafylltra holrúma og ganga. Þar er annars vegar heyrnarlíffærið eða kuðungurinn og hins vegar jafnvægishlutinn með stöðuhol og bogapípur. Í stöðuholinu eru áðurnefndar tvær steina- eða kristallahrúgur sem eru hallamælar. Bogapípurnar eru þrjár og hornréttar hver á aðra og nema snúning í hvaða fleti sem er. Ef áðurnefndir steinar losna geta þeir farið á flakk í innra eyranu, flotið um í vökvanum og dottið inn í bogapípu og runnið þar til við höfuðhreyfingar. Þegar steinarnir renna til tosa þeir vökvann í pípunum með sér og senda svipuð skilaboð til heilans eins og það sé verið í tívolíhringekju."}, {"response_to": "28992087", "username": "todos", "message_id": "28992105", "user_id": "64723", "datetime": "2012-07-12 16:44:42", "datestring": "12. júl. '12, kl: 16:44:42", "text": "Og þetta er td æfingin sem ég geri þegar þetta fer á flakk hjá mér."}, {"response_to": "28992105", "username": "BlerWitch", "message_id": "28998213", "user_id": "85723", "datetime": "2012-07-13 08:51:12", "datestring": "13. júl. '12, kl: 08:51:12", "text": "Vá, takk fyrir þetta. Stórmekilegt, alltaf lærir maður eitthvað nýtt."}, {"response_to": "28998213", "username": "Myken", "message_id": "28998652", "user_id": "141701", "datetime": "2012-07-13 10:02:11", "datestring": "13. júl. '12, kl: 10:02:11", "text": "einmitt! Aldrei heyrt um þetta áður"}, {"response_to": "28992105", "username": "isbjarnamamma", "message_id": "28999642", "user_id": "159704", "datetime": "2012-07-13 12:04:57", "datestring": "13. júl. '12, kl: 12:04:57", "text": "ástarþakkir fyrir þessi svör, ég hef fengið svona ,enn ekki vitað hvernig þessar æfingar eru,takk takk"}, {"response_to": "28992105", "username": "turtildufurnar", "message_id": "31033894", "user_id": "115845", "datetime": "2015-02-28 22:20:04", "datestring": "28. feb. '15, kl: 22:20:04", "text": "hæ hæ þar sem að ég sé að fleyri hafa lent í þessu vil ég deila minni reynslu .fékk í fyrra svona svima þegar ég var að snúa mér í svefni og varð ég geðveikt flökurt og hélt að eg væri að missa meðvitund og á þriðja degi fór ég til læknisað ath hvað væri að gerast og kom þá í ljós að kristall hafði losnað hann let mig gera æfingar og svo á fjórða degi færðist þetta yfir á dagin milli 2 og 3 skrítið á viku lagaðist þetta  svo núna í byrjun febrúar datt ég og þá gerðist það þeir losnuðu og hann var stór  var flutt á spítala gat ekki haft augun opin eða almennt hreyft mig svo fór ég heimog lá meðvitunarlaus í viku eða sem sagt fór ekki úr rúmmi svaf bara og rétt svo gat drukkið fór svo aftur á bráðamótökuna þá komust þeir að því að kristallin hafi losnað sem sagt heldu fyrst að ég hafi verið með heilahristing .þá fékk ég æfingar með mér heim gerði þær enn alltaf svo vont þegar allt hringhvolfdist ,þetta var helvíti verð bara að seigja það gat ekki horft á sjónvarp talað í síma né neitt :( núna er ég búin að vera svona í dag 3 vikur liður betur enn fæ svima og verð þreytt milli kl 3 og 6 alltaf sami tímin læknirin minn sagði að það gæti tekið nokkra daga að fjara út enn guð ég vona svo að þetta verði endir minn á þessu .mundi sko frekar vera handleggsbrotin heldur enn þetta ..p.s gott að deila með öðrum það talaði ein við mig sem er með þetta alltaf og hún hjálpaði mér mikið þá meina ég að vera ekki hrædd endilega ef þið viljið spjalla þá er ég til kær kveðja hrefna"}, {"response_to": "28992105", "username": "Kammó", "message_id": "31034180", "user_id": "30431", "datetime": "2015-03-01 12:41:58", "datestring": "1. mar. '15, kl: 12:41:58", "text": "Þetta er akkúrat það sem ég lærði og fékk miða með mér heim."}, {"response_to": "28992087", "username": "hlynur2565", "message_id": "31034862", "user_id": "114219", "datetime": "2015-03-01 23:01:33", "datestring": "1. mar. '15, kl: 23:01:33", "text": "Ég lenti í því að jafnvægistaugin vinstra megin í höfðinu lamaðist. Hægra meginn var allt í lægi en vinstra meginn var allt í tómu rugli. Mjög mikill svimi og ekki nokkur leið að standa kjur. Þegar ég lá í rúminu þá var eins og það væri á fleigi ferð. Stundum fannst mér eins og ég væri að detta út úr rúminu. Með þessu fylgdi uppköst og niðurgangur og þetta var í heilan mánuð hjá mér."}, {"response_to": "28990333", "username": "z0r", "message_id": "28999151", "user_id": "96330", "datetime": "2012-07-13 11:10:31", "datestring": "13. júl. '12, kl: 11:10:31", "text": "aaaaldrei heyrt um þetta :O"}, {"response_to": "28990333", "username": "pésipáls", "message_id": "28999263", "user_id": "5576", "datetime": "2012-07-13 11:22:24", "datestring": "13. júl. '12, kl: 11:22:24", "text": "ein sem ég þekki er búin að vera ringluð síðan í mars... var mjög slæm fyrstu tvo mánuðina en á betri daga núna án þess að vera fullkomlega laus við óþægindi."}, {"response_to": "28999263", "username": "todos", "message_id": "29002211", "user_id": "64723", "datetime": "2012-07-13 16:55:34", "datestring": "13. júl. '12, kl: 16:55:34", "text": "flott að geta komið þessu í lag sjálfur ef þetta gerist :))"}, {"response_to": "28990333", "username": "Kammó", "message_id": "31034178", "user_id": "30431", "datetime": "2015-03-01 12:40:12", "datestring": "1. mar. '15, kl: 12:40:12", "text": "Hef fengið svona nokkrum sinnum og hef verið mjög slæm, gat bókstaflega ekki  neitt stundum, gat ekki reimað skóna mína eða horft í aðra áttina eða horft niður og ældi eins og róni, núna er þetta orðið króníst hjá mér, ekki samt þannig að mig svimi allan daginn heldur kemur þetta og fer stundum oft á dag eða í nokkra dag og svo ekkert í nokkrar vikur."}, {"response_to": "28990333", "username": "skófrík", "message_id": "31034189", "user_id": "197410", "datetime": "2015-03-01 12:46:59", "datestring": "1. mar. '15, kl: 12:46:59", "text": "já hef fengið svona oftar en einu sinni og var svona í fl. vikur í eitt skiptið :/"}, {"response_to": "28990333", "username": "HBBBD", "message_id": "31034353", "user_id": "51601", "datetime": "2015-03-01 15:41:42", "datestring": "1. mar. '15, kl: 15:41:42", "text": "ég hef fengið svona 2x í fyrra skiptið fékk ég töflur við þessu og það hætti í seinna skiptið fékk ég miða með mér heim með æfingum for svo eftir smá tíma æfingarnar hjálpuðu ekkert"}]}