{"url": "https://bland.is/umraeda/er-eitthvad-til-i-thessu-/29155029/?page=2651", "date": "2012-07-30 14:16:41", "id": "29155029", "items": [{"text": "\"Það sem raunverulega veldur hjartasjúkdómum: Læknir léttir á hjarta sínu og segir sannleikannBandarískur hjartaskurðlæknir með 25 ára starfsreynslu hefur stigið fram og segir að tími sé til að fólk fái að heyra sannleikann um hvað valdi hjartasjúkdómum í raun og veru. Hann hefur framkvæmt yfir 5000 hjartaaðgerðir og segist telja siðferðilega rétt að greina frá því sem hann og aðrir hafa komist að.Dwight Lundell, segir að fram til þessa hafi því verið haldið fram að hjartasjúkdómar séu til komnir vegna hækkaðs magns kólesteróls í blóði. Allt annað en kólesteról-lækkandi lyf og breytt mataræði hefur verið litið hornauga og jafnvel kallað skottulækningar.Fyrir fáeinum árum hafi verið sýnt fram á að það séu bólgur í æðaveggjum sem valdi hjartasjúkdómum en ekki hátt kólesteról í blóði. Breytingar á mataræði fólks í nútímasamfélagi hafi skapað stór vandamál á borð við offitu og sykursýki. Afleiðingarnar sjáum við í hærri dánartíðni og gríðarlegu samfélagsmeini. Þrátt fyrir þá staðreynd að 25% fólks taki rándýr lyf til að lækka kólesteról í blóði sem og þá staðreynd að við höfum dregið úr fituneyslu þá deyja fleiri Bandaríkjamenn árlega vegna hjartasjúkdóma en nokkru sinni fyrr, segir Lundell. Samkvæmt skýrslum American Heart Association þjást í kringum 75 milljónir Bandaríkjamanna af hjartasjúkdómum, 20 milljónir eru með sykursýki og 57 milljónir hafa einkenni sykursýki á byrjunarstigi. Með hverju árinu sem líður lækkar meðalaldur þeirra sem greinast með þessa sjúkdóma.Ef þessi bólga í æðaveggjum væri ekki til staðar væri ómögulegt að kólesteról næði að safnast upp í æðaveggjunum sem svo veldur hjartasjúkdómum og hjartaslagi. Bólgan er náttúruleg vörn líkamans við árásum baktería, vírusa og eitrana. Án þessarar bólgu myndi kólesterólið flæða um æðarnar eins og náttúran gerir ráð fyrir í stað þess að það safnist fyrir og setjist á æðaveggi, segir læknirinn Dwight Lundell. Fituskert mataræði er að sögn læknisins rót vandans. Við borðum flest of mikið af einföldum kolvetnum (vörur sem innihalda sykur og hveiti) samhliða ofneyslu á grænmetisolíu (á borð við soya-, maís- og sólblómaolíu).Ímyndaðu þér að grófum bursta sé nuddað stöðugt á mjúkri húð, þar til hún verður rauð og næstum blæðir úr henni. Þú myndir gera þetta nokkrum sinnum á hverjum degi í fimm ár. Ef þú myndir þola þennan sársauka myndir þú að öllum líkindum vera með blæðandi og bólgna húð sem sýking ætti greiða leið í og sársaukinn myndi stigversna. Þetta er ágætis myndlíking til að gera sér grein fyrir því bólguferli sem gæti átt sér stað í líkamanum.Segir hann matinn sem við látum ofan í okkur hafa sömu áhrif á æðaveggi líkamans. Blóðsykur líkamans rýkur upp og þegar sykrurnar tengjast prótínum byrja þær að rífa upp æðaveggina líkt og þeim væri strokið með sandpappír.Með því að nærast oft á unnum matvörum og skyndibita aukast líkurnar á því að bólgur myndist í æðaveggjum. Líkami okkar er ekki gerður til að vinna úr né melta mat sem er yfirfullur af einföldum kolvetnum og olíum með ómega 6 fitusýrur. Ráðið er því að nærast á mat sem er hvað minnst unninn og draga úr notkun á óheilsusamlegum fitusýrum.Gleymdu þessum „vísindum“ sem búið er að berja inn í höfuðið á þér í áratugi. Mettuð fita ein og sér veldur ekki hjartasjúkdómum. Þar sem við getum að hækkað kólesteról veldur ekki hjartasjúkdómum eru áhyggjur af mettaðri fitu óþarfar. Með því að nærast á því sem amma gamla borðaði eru minni líkur á því að maður fái hjartasjúkdóma, að sögn hjartaskurðlæknisins sem rýnt hefur inn í æðakerfi um 5000 manna og kvenna. \"", "title": "er eitthvað til í þessu?", "username": "kisukrútt", "message_id": "29155029", "user_id": "204226", "response_to": null, "datetime": "2012-07-30 14:16:41", "datestring": "30. júl. '12, kl: 14:16:41"}, {"response_to": "29155029", "username": "theonlysunny❤", "message_id": "29155043", "user_id": "170762", "datetime": "2012-07-30 14:19:24", "datestring": "30. júl. '12, kl: 14:19:24", "text": "Æ ég veit það ekki. Nú kem ég með \"ómálefnalegt\" svar - en allt er gott í hófi."}, {"response_to": "29155043", "username": "Nismo", "message_id": "29155063", "user_id": "87347", "datetime": "2012-07-30 14:27:55", "datestring": "30. júl. '12, kl: 14:27:55", "text": "Vandamálið er bara að það sem við köllum \"í hófi\" í dag er ekki það sem það þýddi áður fyrr. Matur er líka unninn og framleiddur með aðferðum ólíkar því sem við vorum vön."}, {"response_to": "29155029", "username": "fálkaorðan", "message_id": "29155054", "user_id": "169630", "datetime": "2012-07-30 14:23:30", "datestring": "30. júl. '12, kl: 14:23:30", "text": "Þetta er rétt með kólesterólið, lyfjagjöfina og fituna í matarræðinu."}, {"response_to": "29155054", "username": "frúdís", "message_id": "29155081", "user_id": "30081", "datetime": "2012-07-30 14:33:08", "datestring": "30. júl. '12, kl: 14:33:08", "text": "Það má heldur ekki gleyma einu, Áður fyrr var fæðan með mun meiri harðri fitu en nú til dags, en við brenndum henni með miklu meiri líkamlegri vinnu en við gerum nú til dags."}, {"response_to": "29155029", "username": "Nismo", "message_id": "29155077", "user_id": "87347", "datetime": "2012-07-30 14:31:33", "datestring": "30. júl. '12, kl: 14:31:33", "text": "Mæli þó með því að fólk lesi þetta, eins og önnur álit sérfræðinga, með gagnrýnni hugsun."}]}