{"url": "https://bland.is/umraeda/laser-hareyding/29150739/?page=2655", "date": "2012-07-29 00:01:19", "id": "29150739", "items": [{"text": "Mig langar til að fara í laser háreyðingu  fyrir fæturna (frá ökklum upp að hnjám).Veit einhver hvað hvert skipti kostar, og hversu oft (ca.) maður þarf að fara?Hvar er þetta gert? Ég veit um stofur við Smáratorg og í Domus Medica.", "title": "Laser háreyðing", "username": "zebraaa", "message_id": "29150739", "user_id": "175578", "response_to": null, "datetime": "2012-07-29 00:01:19", "datestring": "29. júl. '12, kl: 00:01:19"}, {"response_to": "29150739", "username": "hangikjöt", "message_id": "29150748", "user_id": "27442", "datetime": "2012-07-29 00:06:45", "datestring": "29. júl. '12, kl: 00:06:45", "text": "ég fór í svona fyrir nokkrum árum í andliti og þá þurfti ég að taka 10-15 skipti, hárin verða að vera dökk til að meðferð beri árangur. TR borgaði með í minni meðferð þar sem hún var í andlitinu en annars hefði skiptið kostað rúmlega 10 þ gæti kostað smá meira á fætur því það er stærra svæði. Var rosalega ánægð með þessa meðferð og sátt við að vera ekki með nein hár í andlitinu en lenti svo á sterakúr og fleiri lyfjum í febrúar á þessu ári og er komin með öll ljótu hárin mín aftur."}, {"response_to": "29150748", "username": "tds", "message_id": "29150926", "user_id": "28509", "datetime": "2012-07-29 01:18:59", "datestring": "29. júl. '12, kl: 01:18:59", "text": "hversu mikið borgaði TR ? þarf maður að uppfylla einhver skilyrði ?"}, {"response_to": "29150926", "username": "hangikjöt", "message_id": "29151159", "user_id": "27442", "datetime": "2012-07-29 10:20:59", "datestring": "29. júl. '12, kl: 10:20:59", "text": "Já maður þarf að uppfylla einhver skilyrði til að TR taki þátt í þessu, td. tóku þeir bara þátt í andlits þegar ég var í þessu og þá varð það að vera einhver 20% eða meira af andlitinu, svo fór systir mín ári seinna en ég með svipað svæði og ég og hún var ekki með nógu mikið."}, {"response_to": "29150739", "username": "Fargmöldun", "message_id": "29150877", "user_id": "51313", "datetime": "2012-07-29 00:56:33", "datestring": "29. júl. '12, kl: 00:56:33", "text": "Þetta er dýrara eftir því sem svæðið stækkar (segir sig nú svolítið sjálft) en ég tékkaði á þessu í gamni fyrir nokkrum missurum og þetta var rugldýrt man ég. Svo þarftu að fara í allt að 10 skipti til að þetta beri einhvern árangur en samt tekur stofan fram að það er ekkert sjálfsagt að árangur verði."}, {"response_to": "29150739", "username": "vongóð", "message_id": "29151316", "user_id": "22202", "datetime": "2012-07-29 11:41:22", "datestring": "29. júl. '12, kl: 11:41:22", "text": "ég fór í svona 2010-2011 á andliti og hver skipti átti að kosta um 31 þús þannig ég get rétt ymindað mér hvað kostar á lappir. En læknirinn minn fékk í gegn niðurgreiðslu á móti mér frá TR en tók nokkur ár að fá það í gegn."}]}