{"url": "https://bland.is/umraeda/badhusid-lokunartimar/29195517/?page=2607", "date": "2012-08-12 10:33:49", "id": "29195517", "items": [{"text": "Er það vitleysa hjá mér, en ég las að það væri lokað í Baðhúsinu á sunnudögum frá 24. júní og að sunnudagslokun yrði hætt eftir verslunarmannahelgina, yrði semsagt opið aftur á sunnudögum fyrst í dag, en núna stendur á heimasíðunni að það opnar aftur á sunnudögum 19. ágúst. Ég var alltaf að skoða þennan miða í sumar til að hafa þetta alveg á hreinu, hefur einhver annar tekið eftir þessari tilkynningu, var henni breytt bara í vikunni eða var þetta alltaf planið? Ein fúl yfir opnunar.. afsakið lokunartímanum þarna, þar sem keppst er við að hafa lokað sem allra mest", "title": "Baðhúsið lokunartímar", "username": "skusku", "message_id": "29195517", "user_id": "92567", "response_to": null, "datetime": "2012-08-12 10:33:49", "datestring": "12. ágú. '12, kl: 10:33:49"}, {"response_to": "29195517", "username": "Guttina", "message_id": "29195623", "user_id": "143228", "datetime": "2012-08-12 11:22:12", "datestring": "12. ágú. '12, kl: 11:22:12", "text": "Ég vissi af þessum lokunum á sunnudögum en ég tók ekkert eftir því hvenær myndi opna nema bara eftir verslunarmannahelgi. Æi það er margt skrítið þarna.. :/"}, {"response_to": "29195623", "username": "skusku", "message_id": "29195709", "user_id": "92567", "datetime": "2012-08-12 12:06:34", "datestring": "12. ágú. '12, kl: 12:06:34", "text": "Já, það passar og núna er sunnudagur eftir verslunarmannahelgi, þannig að samkvæmt því hefði átt að vera opið, en svo er því bara breytt, ætli maður geti ekki bara búist við því eftir viku að það standi að það opni 26..."}, {"response_to": "29195709", "username": "Guttina", "message_id": "29195816", "user_id": "143228", "datetime": "2012-08-12 13:02:14", "datestring": "12. ágú. '12, kl: 13:02:14", "text": "Þau segja líka alltaf að stundarskráin geti breyst án fyrirvara..... þetta er frekar þreytandi. - Mér finnst opnunartíminn þrna vægast sagt ömurlegur.... alltof stuttur alltaf... og eins og þú segir að þau auglýsi eitt og breyti því svo bara með mjög stuttum fyrirvara.... þetta er pirrandi - þau eru allavega ekki að auka viðskipti með þessu."}, {"response_to": "29195517", "username": "fabia69", "message_id": "29195829", "user_id": "74289", "datetime": "2012-08-12 13:06:45", "datestring": "12. ágú. '12, kl: 13:06:45", "text": "skil ekki að fólk fari þarna lengur alltaf vesenn með opnunartima og ónýt tæki"}]}