{"url": "https://bland.is/umraeda/er-ad-gefast-upp-s/29210646/?page=2592", "date": "2012-08-16 11:15:35", "id": "29210646", "items": [{"text": "Ég man ALDREI hvað ég geri við hlutina sem ég nota dagsdaglega. Þarf ávallt að leita að sígarettunum, kveikjaranum, lyklunum, debetkortinu, símanum og meira að segja þegar ég er búin að taka allt til sem þarf áður en ég fer út þá má ekkert koma uppá ( síminn hringir or som ) þá gleymist eitthvað og síðast þurfti ég að kalla á lásasmið vegna þess að húslyklarnir urðu eftir inni. Ég hef 4 sinnum á þessu ári þurft að kalla til lásasmið vegna þess að bíllyklarnir urðu eftir inn í bílnum og í 2 skiptanna var strákurinn eftir inní bílnum:S. Ég er rosalega óskipulögð, með frestunaráráttu á hæsta stigi þannig að öllum verkefnum er skilað of seint. Ég næ ekki að klára neitt sem ég ætla mér án þess að taka það í þrepum og ég er að verða brjáluð á þessu. Ef ég vissi ekki betur þá myndi ég greina mig með byrjunarstig á alzeimers. Ég kem mér aldrei í neitt og finnst ég vera latari en allt en samt virðist ég ekki geta rifið mig upp á ras...... Ég er frekar uppstökk og fýlugjörn, á erfitt með að taka ákvarðanir og er frekar félagshrædd. Erfiðast í heimi er að tala við einstaklinga sem eru í authority stöðum og ég byrja bara að svitna og skjálfa. Núna er skólinn að byrja og þó ég seti mér ýmis markmið um að gera þetta skipulega þá veit ég að þetta endar eins og vanalega, þ.e að ekkert verður aðhafst fyrr en 3 vikum fyrir lokapróf þar sem ég sit með sveittann skallann og kvíðahnút í maganum og reyni að vinna upp 3 mán af námi.Því spyr ég kæra barnalandsfólk....hvað er í gangi með mig og hvað get ég gert til að komast út úr þessum eilífa vítahring. Öll ráð vel þegin og  takk fyrir að lesa tuðið í mér :)", "title": "Er að gefast upp :S", "username": "grjónapungur", "message_id": "29210646", "user_id": "76466", "response_to": null, "datetime": "2012-08-16 11:15:35", "datestring": "16. ágú. '12, kl: 11:15:35"}, {"response_to": "29210646", "username": "ert", "message_id": "29210653", "user_id": "37456", "datetime": "2012-08-16 11:17:14", "datestring": "16. ágú. '12, kl: 11:17:14", "text": "Getur verið að þú sért með kvíða?"}, {"response_to": "29210646", "username": "JungleDrum", "message_id": "29210661", "user_id": "29871", "datetime": "2012-08-16 11:19:30", "datestring": "16. ágú. '12, kl: 11:19:30", "text": "Lýsingin á að mörgu leiti við athyglisbrest. Spurning um að panta tíma hjá geðlækni og skoða það eða hvað annað sem kynni að valda. Það er glatað að líða svona illa, ætti að vera hægt að bæta ástandið með einverjum hætti."}, {"response_to": "29210646", "username": "Donk", "message_id": "29210666", "user_id": "40206", "datetime": "2012-08-16 11:20:35", "datestring": "16. ágú. '12, kl: 11:20:35", "text": "ADD?"}, {"response_to": "29210646", "username": "Blue123", "message_id": "29210671", "user_id": "20479", "datetime": "2012-08-16 11:21:07", "datestring": "16. ágú. '12, kl: 11:21:07", "text": "Ég er svona utanvið mig þegar ég er þreytt, ónógur svefn kannski?"}, {"response_to": "29210671", "username": "grjónapungur", "message_id": "29210695", "user_id": "76466", "datetime": "2012-08-16 11:28:11", "datestring": "16. ágú. '12, kl: 11:28:11", "text": "Svefninn hjá mér er sennilega það eina sem er í góðu  hahaha....sef eins og ungabarn hvar og hvenær sem er:)"}, {"response_to": "29210646", "username": "Letiskott", "message_id": "29210676", "user_id": "202213", "datetime": "2012-08-16 11:22:44", "datestring": "16. ágú. '12, kl: 11:22:44", "text": "ég skal bara greina þig hér og nú..... þú ert með ADD elskan"}, {"response_to": "29210646", "username": "grjónapungur", "message_id": "29210679", "user_id": "76466", "datetime": "2012-08-16 11:23:04", "datestring": "16. ágú. '12, kl: 11:23:04", "text": "Ég er einmitt búin að pæla í geðlæknum en kem mér að sjálfsögðu aldrei í það....dagurinn á morgun er alltaf betri. Er geðlæknir frekar málið heldur en sálfræðingar haldið þið?"}, {"response_to": "29210679", "username": "JungleDrum", "message_id": "29210704", "user_id": "29871", "datetime": "2012-08-16 11:30:44", "datestring": "16. ágú. '12, kl: 11:30:44", "text": "Sálfræðingar eru góðir og gildir og geta kennt þér aðferðir og leiðir til að ná betri tökum á daglegu lífi ef þú greinist með ADD, en ef talin er þörf á lyfjameðferð getur eingöngu geðlæknir skrífað upp á þau, það getur verið löng bið í að komast að hjá þeim- svo þú sklat bara drífa þig í að koma þér á stað, eins erfitt og það er :)"}, {"response_to": "29210704", "username": "grjónapungur", "message_id": "29210730", "user_id": "76466", "datetime": "2012-08-16 11:38:29", "datestring": "16. ágú. '12, kl: 11:38:29", "text": "Ég las eina greinina sem þú sendir mér og byrjaði að hlæja"}, {"response_to": "29210730", "username": "grjónapungur", "message_id": "29210737", "user_id": "76466", "datetime": "2012-08-16 11:40:35", "datestring": "16. ágú. '12, kl: 11:40:35", "text": "Verð að bæta við að þetta getur verið mjög undarleg tilfinning vegna þess að ég heyri EKKERT hvað einstaklingurinn er að segja, bara slokknar á honum eins og með mute takka en samt halda varirnar áfram að hreyfast hahaha."}, {"response_to": "29210730", "username": "regnhlífin", "message_id": "29210969", "user_id": "36635", "datetime": "2012-08-16 13:09:54", "datestring": "16. ágú. '12, kl: 13:09:54", "text": "Upphafsinnleggið er mjög kunnuglegt (frestunarárátta, félagsfælni, gleymska + fullkomni svefninn) en sérstaklega þessi hluti. Ég get líka algjörlega dottið út úr samtali ...það þarf reyndar ekkert endilega að vera neitt óspennandi heldur er hugurinn bara farinn einhvert allt annað og ég er ekki á svæðinu lengur. Stórfurðulegt fyrirbæri. Gerðist einu sinni í miðju atvinnuviðtali, það var ekki nógu sniðugt :/"}, {"response_to": "29210679", "username": "ert", "message_id": "29210734", "user_id": "37456", "datetime": "2012-08-16 11:39:22", "datestring": "16. ágú. '12, kl: 11:39:22", "text": "Upp á lyf við ADD þarf geðlækni en þú ert líka búin að þróa með þér vægan kvíða og þá er hugræn atferlismeðferð (HAM) það sem er eðlilegast að prófa fyrst við kvíðanum."}, {"response_to": "29210646", "username": "kátur", "message_id": "29210722", "user_id": "31701", "datetime": "2012-08-16 11:35:17", "datestring": "16. ágú. '12, kl: 11:35:17", "text": "Hættu að reykja, þá lagast örugglega eitthvað hjá þér."}, {"response_to": "29210722", "username": "grjónapungur", "message_id": "29210742", "user_id": "76466", "datetime": "2012-08-16 11:44:54", "datestring": "16. ágú. '12, kl: 11:44:54", "text": "Á morgun kátur....á morgun :)"}, {"response_to": "29210646", "username": "grjónapungur", "message_id": "29210915", "user_id": "76466", "datetime": "2012-08-16 12:40:06", "datestring": "16. ágú. '12, kl: 12:40:06", "text": "En getur einhver deilt með mér reynslusögum af bataferlinu, þ.e.a.s ef eitthvað batnaði við meðferð. Ég hef nefnilega svo litla trú á að þessu ástandi verði breytt með sálfræði eða geðlækna aðstoð:S"}]}