{"url": "https://bland.is/umraeda/sparnadur-i-kopovogi/29238249/?page=2563", "date": "2012-08-24 00:21:31", "id": "29238249", "items": [{"text": "", "title": "Sparnaður í Kópovogi", "username": "Nornaveisla", "message_id": "29238249", "user_id": "64741", "response_to": null, "datetime": "2012-08-24 00:21:31", "datestring": "24. ágú. '12, kl: 00:21:31"}, {"response_to": "29238249", "username": "sesamfræ", "message_id": "29238328", "user_id": "208910", "datetime": "2012-08-24 00:50:49", "datestring": "24. ágú. '12, kl: 00:50:49", "text": "Þetta er bull, þau eru að reyna að selja þér Bayern viðbótarlífeyrissparnað. Ég spurði einmitt örugglega tvisvar hvað catchið væri og fékk bara \"ekki neitt, við erum bara að leggja okkar af mörkum til samfélagsins og hvetja fólk til sparnaðar\". Mér fannst það of gott til að vera satt, sem var hárrétt hjá mér því að viðtalið snerist bara um þennan viðbótarlífeyrissparnað. Ég lét plata mig í hann en var síðar ráðlagt af vini að færa mig úr honum vegna þess að kostnaðurinn væri mun hærri en í íslensku sjóðunum, en það kom ekki fram í viðtalinu (auðvitað ekki!) og æi blabla... þetta var leiðindamál sem endaði með því að ég sagði upp sparnaðinum og fékk mér nýjan hjá mínum banka - og var mjög pirruð yfir þessu veseni öllu. Svo að mín ráðlegging er að hunsa þetta bull, en kannski er einhver annar hérna með jákvæða reynslu af þessu fyrirtæki..."}, {"response_to": "29238328", "username": "Nornaveisla", "message_id": "29238378", "user_id": "64741", "datetime": "2012-08-24 01:06:53", "datestring": "24. ágú. '12, kl: 01:06:53", "text": "Já ég er ekki að fara að kaupa neitt, það er nú bara þannig. Er ekki með viðbótarlífeyrissparnað og ætla mér ekki að vera með þannig neitt á næstunni. Ég bara skildi ekki hvernig þau græða! Hélt fyrst að viðtalið kostaði en þá nei, það er frítt! Þarna kemur útskýringin."}, {"response_to": "29238378", "username": "sesamfræ", "message_id": "29238386", "user_id": "208910", "datetime": "2012-08-24 01:12:20", "datestring": "24. ágú. '12, kl: 01:12:20", "text": "Slepptu þessu bara, sparnaðarráðgjöfin er bara yfirskin hjá þeim. Ég skildi líka ekki alveg hvernig væri hægt að reka fyrirtæki sem gengi út á fría sparnaðarráðgjöf, enda kom í ljós að það er ekki tilfellið. Það sem pirraði mig mest var að það var ekki minnst einu orði á þetta Bayern í símanum sem var greinilega það eina sem átti að ræða í þessu viðtali. Það pirraði mig næst mest að ég hafi síðan fallið fyrir sölumannsræðunni, hehe."}, {"response_to": "29238328", "username": "árangur", "message_id": "29238567", "user_id": "137240", "datetime": "2012-08-24 08:32:26", "datestring": "24. ágú. '12, kl: 08:32:26", "text": "Er kostnaðurinn hærri vegna gengisáhættu? Ég skil ekki alveg þessa fullyrðingu hjá þér"}, {"response_to": "29238567", "username": "12stock", "message_id": "29238614", "user_id": "56282", "datetime": "2012-08-24 09:04:21", "datestring": "24. ágú. '12, kl: 09:04:21", "text": "Kannski vilja sumir borga til að taka áhættu?"}, {"response_to": "29238567", "username": "sesamfræ", "message_id": "29239430", "user_id": "208910", "datetime": "2012-08-24 13:36:07", "datestring": "24. ágú. '12, kl: 13:36:07", "text": "Nónó, kostnaðurinn sem þú borgar af hverri greiðslu í sparnaðinn. Ég man ekki hver hann er, það er langt síðan ég var að standa í þessu. Kannski er sparnaðurinn betri per se, en mér var sagt að kostnaðurinn væri þannig að fólk ætti ekki að láta bjóða sér hann. Mér leið bara eins og aula þegar ég fékk samanburð á hinum sjóðunum og Bayern þegar hann kom ekki frá einhverjum sem var að vinna hjá þeim og það var bara almennur samanburður við íslenska sjóði, ekki neinn ákveðinn. Annars er ég bara að deila minni reynslu af þessum sjóði sem er ekki góð, það er pirrandi að láta plata sig í viðtal á fölskum forsendum (mig grunaði að það héngi eitthvað á spýtunni en ég ákvað að láta segjast fyrst þau voru svona aðgangshörð í að fá mann í viðtal). Ég er ekki sérfróð um viðbótarlífeyrissparnaði og veit ekki tölur um kostnaðinn en það er örugglega ekki mikið mál að kynna sér þær ef maður nennir."}, {"response_to": "29238328", "username": "krummalína", "message_id": "29240317", "user_id": "71366", "datetime": "2012-08-24 17:40:23", "datestring": "24. ágú. '12, kl: 17:40:23", "text": "Ég veit að bróðir minn fór í viðtal hjá ráðgjafa og hefur bara gott um fyrirtækið að segja, keypti engan sparnað en fékk aðstoð við að hagræða lánunum eða það sem heitir að greiða inn á höfuðstól og verða skuldlaus fyrr.  Hann hefur notað uppgreiðsluþjónustuna.  Hún kostaði ekkert þjónustan þá en er á 900 kr á mánuði núna og það er séð um allt fyrir þig.   Núna skuldar hann bara 1 lán og sér um það sjálfur, fannst óþarfi að vera með þetta eina lán lengur þegar hin voru búin svo lærði hann inná þetta hjá þeim.  Hann er ánægður, ekkert með lífeyristrygginguna samt."}, {"response_to": "29238249", "username": "árangur", "message_id": "29238564", "user_id": "137240", "datetime": "2012-08-24 08:31:39", "datestring": "24. ágú. '12, kl: 08:31:39", "text": "Ef þú þarft hjálp við að greiða upp lán þá taka þau þóknun fyrir það. En varðandi sparnaðarráðgjöfina þá fá þau eitthvað fyrir ef þú skráir þig í viðbótarlífeyrissparnað eða langtímasparnað hjá Bayern. Held að það sé líka hægt að greiða tryggingarnar í gegnum þau, getur verið að þú fáir þær eitthvað ódýrari."}, {"response_to": "29238564", "username": "12stock", "message_id": "29238617", "user_id": "56282", "datetime": "2012-08-24 09:05:21", "datestring": "24. ágú. '12, kl: 09:05:21", "text": "En bara (gríðarlega) dýr, ef að maður samþykkir."}, {"response_to": "29238617", "username": "árangur", "message_id": "29238819", "user_id": "137240", "datetime": "2012-08-24 10:42:26", "datestring": "24. ágú. '12, kl: 10:42:26", "text": "Hvað er svona dýrt hjá þeim? Maður er ekkert að borga aukalega fyrir þennan viðbótarlífeyrissparnað, það eru bara þau sem fá þóknun frá fyrirtækinu."}, {"response_to": "29238819", "username": "12stock", "message_id": "29238932", "user_id": "56282", "datetime": "2012-08-24 11:13:50", "datestring": "24. ágú. '12, kl: 11:13:50", "text": ""}, {"response_to": "29238564", "username": "Nornaveisla", "message_id": "29238662", "user_id": "64741", "datetime": "2012-08-24 09:35:15", "datestring": "24. ágú. '12, kl: 09:35:15", "text": "Já ég þarf bara ekki þá fræðslu. Ég er með fjármálin mín alveg í tip top, er í fullu námi, engin námslán, vinn mikið, legg fyrir, á íbúð og bíl, allt gengur mjööög vel. Veit ekki hvað þau gætu mögulega frætt mig um sem ég ekki veit nú þegar og geri."}, {"response_to": "29238662", "username": "balla86", "message_id": "29240152", "user_id": "62493", "datetime": "2012-08-24 16:53:24", "datestring": "24. ágú. '12, kl: 16:53:24", "text": "ætla aðeins að komenta á þetta. ef þú ert t.d. í allianz þá ertu að borga 1,2 milljónir í gjöld fyrsta árið, en hjá Bayern ertu að borga 460 þús. sem er svolítið mikill munur. þegar bankarnir fóru á hausinn 2008 þá tapaði fólk ótrúlega miklu í sparnaði hérna á íslandi. ef að bayern fer á hausinn þá eru 2 fyrirtæki sem taka við og ef þau fara á hausinn þá tekur þýska ríkið við. plús það þá er þetta borgað í evrum ekki í íslenskum krónum. avöxtunin hjá bayern er 3,9 % í ár t.d. þannig að það er ekki verið að tapa neinu. en það er hægt að tapa öllu í íslenskubönkunum. sorry varð bara að tjá mig."}, {"response_to": "29240152", "username": "balla86", "message_id": "29240488", "user_id": "62493", "datetime": "2012-08-24 18:43:07", "datestring": "24. ágú. '12, kl: 18:43:07", "text": "ég ætla aðeins að leiðrétta mig, ef þú leggur fyrir í 30 ár hjá allianz með 300 þúsund í meðaltekjur þá er kostnaðurinn 1.2 milljónir á meðan hann er 459 þúsund hja bayern líf, þriðja batteríið sem tekur við ef allt fer í kaldakol er þýska ríkið, það er sem sé ríkisábyrgð á innstæðum hjá bayern svo að þýska ríkið tryggir að þú fáir alltaf þína lágmarksávöxtun sem er 1.75 prósent. og HANANÚ!"}]}