{"url": "https://bland.is/umraeda/att-thu-franskann-bulldog-fra-dalsmynni-/29242400/?page=2462", "date": "2012-08-25 10:33:35", "id": "29242400", "items": [{"text": "mig langar ad fá ad heyra sögur frá fólki sem á franskann bulldog frá dalsmynni.. málid er ad hef alltaf haft rosalega fordóma fyrir thessum stad og bjóst aldrei vid thví ad ég myndi einusinni íhuga thad ad fa mer hvolp thadan.. en mer býdst ad fá ædislegann 5 manada hvolp sem eg bara get ekki hætt ad hugsa um..en malid er ad eg er svo hrædd um ad fa hvolp sem verdur annadhvort fárveikur eda snargedveikur..eg er ekki ad leita af ræktunardýri enda verdur hann geldur strax.. eg er reyndur hunda eigandi og tel eg mig hafa tha thekkingu og reynslu sem tharf til ad umhverfisthjalfa hvolp sem er kominn a thennan aldur og kemur af svona stad..svo nu spyr eg.. thid sem hafid fengid ykkur franskann bola hja dalsmynni.. er hundurinn ykkar heilbrigdur? bædi likamlega og andlega? sjaid thid eftir einhverju?megid endilega deila med mer reynslunni :-) afsakid langlokuna :-) kv. Stellaa", "title": "átt thú franskann bulldog frá dalsmynni?", "username": "Stellaa", "message_id": "29242400", "user_id": "102327", "response_to": null, "datetime": "2012-08-25 10:33:35", "datestring": "25. ágú. '12, kl: 10:33:35"}, {"response_to": "29242400", "username": "ernasa", "message_id": "29243048", "user_id": "66377", "datetime": "2012-08-25 14:43:34", "datestring": "25. ágú. '12, kl: 14:43:34", "text": "hef ekki reynsluna enda mundi ég aldrei fá mér hvolp þaðan. Heilbrigður eða ekki þá ætla ég ekki að styrkja þessa starfsemi hjá þeim..."}, {"response_to": "29242400", "username": "tristantyr", "message_id": "29243056", "user_id": "95725", "datetime": "2012-08-25 14:49:58", "datestring": "25. ágú. '12, kl: 14:49:58", "text": "Ég gæti ekki hugsað mér að kaupa hund þaðan."}, {"response_to": "29242400", "username": "No", "message_id": "29243072", "user_id": "135477", "datetime": "2012-08-25 14:55:13", "datestring": "25. ágú. '12, kl: 14:55:13", "text": "Færðu hann beint þaðann eða er hann á einhverju heimili....."}, {"response_to": "29242400", "username": "Litla Gyða Sól", "message_id": "29243247", "user_id": "120364", "datetime": "2012-08-25 16:09:20", "datestring": "25. ágú. '12, kl: 16:09:20", "text": "Ég er með 5 ára tík frá dalsmynni en ég hef ekki átt hana frá alla hennar ævi. Ég mun seint kaupa mér hund þaðan þótt ég eigi tík sem kemur rá dalsmynni. Tíkin mín hefur verið heilbrigð sín fyrstu ár en núna er að koma upp ýmislegt babb í bátinn. Ofnæmi, tennur eru að detta og þvíumlíkt. Einnig er hún frekar tæp á geði. Mér finnst hún yndisleg, draumategund og hún er yndisleg í alla staði hér heima :) Aftur á móti þegar kemur að því að hitta aðra hunda verður hún alveg snar. Hún ræðst bara á þá. Það má ekkert heyrast hér fyrir utan eða einhver að koma þá spólar hún á staðnum geltandi og mjög stressuð."}, {"response_to": "29242400", "username": "Stellaa", "message_id": "29243299", "user_id": "102327", "datetime": "2012-08-25 16:27:18", "datestring": "25. ágú. '12, kl: 16:27:18", "text": "Hann kemur beint thadan"}, {"response_to": "29243299", "username": "Status", "message_id": "29243611", "user_id": "126021", "datetime": "2012-08-25 17:54:58", "datestring": "25. ágú. '12, kl: 17:54:58", "text": "Láttu þig ekki dreyma um að kaupa dýr þaðan.Hef reynsluna!!!!!!!!!!!"}, {"response_to": "29243611", "username": "Mogorte", "message_id": "29243688", "user_id": "107525", "datetime": "2012-08-25 18:08:24", "datestring": "25. ágú. '12, kl: 18:08:24", "text": "'Eg á eina 12 ára tjúatík og aðra sjö ára Pugtík og þá þriðju Pekingtík sex ára og haa þær allar verið mjög heilsuhraustar ...ég verslaði við Dalsmynni því þar var hægt að fá hundana á visa raðgr. en ég mundi ekki versla þar í dag enda er þetta 111 meðferð á dýrum og hef ég óbeit á svona puppy mills..."}, {"response_to": "29243299", "username": "Zagara", "message_id": "29244091", "user_id": "68119", "datetime": "2012-08-25 20:30:09", "datestring": "25. ágú. '12, kl: 20:30:09", "text": "Þetta er framleiðsla á dýrum við aðstæður sem þola ekki dagsljósið. Mér finnst það alveg kolbilað að láta sér detta í hug að styrkja þessa starfsemi með því að kaupa dýr þaðan. Það er hreint út sagt siðferðislega rangt."}, {"response_to": "29242400", "username": "Alfa78", "message_id": "29247803", "user_id": "78356", "datetime": "2012-08-26 21:52:47", "datestring": "26. ágú. '12, kl: 21:52:47", "text": "Puppymills græða lang mest að fólki sem ætlar að \"bjarga\" dýrunum. Þeim er drullusama á meðan þeir græða og hlægja bara að ykkur."}, {"response_to": "29242400", "username": "mariubaun", "message_id": "29264120", "user_id": "191542", "datetime": "2012-08-31 15:50:26", "datestring": "31. ágú. '12, kl: 15:50:26", "text": "ég hef heyrt gott og slæmt þaðan .. eins og verið að láta pabba fara upp á dætur sínar og svona en ég á chihuahuatík og afi hennar kemur frá dalsmyni og min er reyndar rosalega ræfisleg.. geri allt til að fita hana en gengur ekki .. það hafa aldrei komið hluti af tönnum á henni svo ég þarf stundum að bleyta upp matinn hennar svo hun geti borðað hann.. en ég veit ekki hvort það tengist þessu eitthvað :) ég segji að þú fylgjir þínu hjarta.."}, {"response_to": "29242400", "username": "blómin á þakinu", "message_id": "29264218", "user_id": "10217", "datetime": "2012-08-31 16:28:53", "datestring": "31. ágú. '12, kl: 16:28:53", "text": "það er alveg ljóst að ef við viljum að Dalsmynni loki þá veðrum við að hætta að kaupa af þeim. Hvolpar eru alltaf sætir og yndislegir og auðvitað föllum við fyrir þeim og finnst þetta einmitt vera sá sem við viljum. Vinkona mín á yndislegan 2ja ára  hund sem hún keypti í Dalsmynni.  Hann þurfti að fara á sýklalyf strax og þau fengu hann því hann var með sýkingu í endaþarm,i en þar er víst mjög algengt með hvolpa frá þeim. Hann þurfti líka að fá dropa í eyrun því hann var með sýkingu í eyrunum. En hann hefur sem betur fer verið hraustur eftir þetta og ég vona bara að hann eigi alltaf eftir að vera það.  Þegar við erum í göngutúr með hundana okkar og hittum aðra sem eru með hunda af sömu tegund og við þá er oft farið að spá í frá hvaða ræktanda hundarnir koma (líklega til að vita hvort þeir komi frá sama stað...). Fólk segir kannski ekki neitt þegar hún segist hafa fengið sinn í Dalsmynni en svipurinn segir allt sem segja þarf :("}, {"response_to": "29242400", "username": "TwinkleLittleStar", "message_id": "29275441", "user_id": "183990", "datetime": "2012-09-04 10:41:43", "datestring": "4. sep. '12, kl: 10:41:43", "text": "Ég myndi ekki kaupa hund beint þaðan, ég myndi mögulega taka að mér Dalsmynnishund samt svo lengi sem hann væri orðinn stálpaður og kæmi af öðru heimili.. En aldrei aldrei myndi ég aftur styrkja þennan viðbjóð."}, {"response_to": "29242400", "username": "aabbccdd1", "message_id": "29334458", "user_id": "187192", "datetime": "2012-09-22 14:03:09", "datestring": "22. sep. '12, kl: 14:03:09", "text": "Vá ég var næstum því búin að kaupa hund þaðan. Ég hafði ekki hugmynd um að þetta væri svona...hjúkket !"}, {"response_to": "29242400", "username": "hundastelpanr1", "message_id": "29336910", "user_id": "201117", "datetime": "2012-09-23 09:00:14", "datestring": "23. sep. '12, kl: 09:00:14", "text": "Ég á 3ja ára pug rakka frá dalsmynni. Hann er heilsuhraustur og yndislegur í alla staði með mjög sterkann persónuleika. Þegar við keyptum hundinn þá vissum við lítið sem ekki neitt um Dalsmynni en miðað við það sem ég veit í dag þá mundi ég ekki kaupa annan hund frá þeim. Ég sé alls ekki eftir að hafa fengið mér puginn minn en maður hefur heyrt of mikið slæmt frá þessum stað. Líka hefur maður heyrt að eigandinn að dalsmynni vill ekki axla neina ábyrgð ef upp koma einhver veikindi á hundunum. T.d. var okkar með nafnaslit, sem er hættulaust, en okkur var ekki sagt frá því. Dýralæknirinn sagði okkur frá því þegar við fórum í skoðun."}]}