{"url": "https://bland.is/umraeda/faedingarstyrkur-namsmanna/29267703/?page=2535", "date": "2012-09-01 17:25:22", "id": "29267703", "items": [{"text": "Hefur einhver lent í því að fá synjun á fæðingarstyrk námsmanna þar sem það vantaði 2 einingar á einni námsönn?Ég sem sagt er búin að vera í HÍ í 2 ár, að taka BA og diplóma nám á sama tíma. Eina önnina skráði ég mig úr námskeiði til að geta einbeitt mér að masterkúrs (hluti af diplómanum). Ba námskeið var með of mikla verkefnavinnu til að það gengi upp. Ég var of sein að skrá mig annað minna námskeið með. Ég sem sagt fæ 20 einingar þá önnina, allar aðrar annir hef ég verið með 30 einingar.Fæðingarorlofssjóður segir að af því að haustönn 2011 var \"bara\" 20 einingar hafi ég ekki sýnt viðunandi námsárángur. Þau segja að þú þurfir að ná 75-100% til að eiga rétt á fæðingarorlofinu og það séu 22 einingar eða meira á hverri önn. En hvergi er tekið fram í lögunum að það sé miðað við eina önn í einu. Foreldrar sem hafa verið í fullu námi í a.m.k. sex mánuði á síðustu tólf mánuðum fyrir fæðingu barns hafa rétt á þessum fæðingarstyrk.Ég bara skil ekki að þau geri neitað þessu þegar það er hvergi tekið fram að hver önn sé metin, alltaf bara talað um um árið áður en barnið fæðist. Miðað við það þá er ég með 83% námsárángur.", "title": "Fæðingarstyrkur Námsmanna", "username": "CatLover", "message_id": "29267703", "user_id": "101935", "response_to": null, "datetime": "2012-09-01 17:25:22", "datestring": "1. sep. '12, kl: 17:25:22"}, {"response_to": "29267703", "username": "óreynd", "message_id": "29267732", "user_id": "21049", "datetime": "2012-09-01 17:39:39", "datestring": "1. sep. '12, kl: 17:39:39", "text": "þarftu ekki bara að hafa samband og spyrja hvort það sé ekki hægt að miða námsárangurinn við allt árið? Mér finnst þetta nú full langt gengið að synja þér ef þú ert með 83%!"}, {"response_to": "29267703", "username": "Flórens", "message_id": "29267743", "user_id": "97038", "datetime": "2012-09-01 17:44:20", "datestring": "1. sep. '12, kl: 17:44:20", "text": "Ég veit því miður ekkert um fæðingarstyrk námsmanna. Vil bara segja að ég hef einmitt líka átt í útistöðum við LÍN vegna svipað tilfellis. Þetta er ógeðslega glatað og vil bara senda þér stuðning! Vona að þú getir leyst þetta mál og vil benda þér á þjónustu Orators, félag lögfræðinema ef þig vantar aðstoð varðandi túlkun laga:"}]}