{"url": "https://bland.is/umraeda/er-i-salarkrisu/29282509/?page=2518", "date": "2012-09-06 12:46:41", "id": "29282509", "items": [{"text": "1. ég held að ég sé þunglynd, ég hef mig stundum ekki af stað á daginn. Er í hálfum skóla og ég er búin að sleppa því að mæta alltof oft frá því að hann byrjaði. Þegar ég kem heim þá sit ég bara yfir tölvunni og geri ekkert eða horfi á sjónvarpið. Nenni ekki einu sinni að taka til eða setja í þvottavél. Það er alveg sama hvað ég reyni að hafa mig í þetta. Langar bara að sofa og liggja fyrir alla daga.Er búin að vera með rosalega myrkrar hugsanir upp á síðkastið, ég hef virkilega hugsað um að taka inn töflur til að klára þetta bara, ég græt og græt útaf engu og kærastinn minn er alveg að sligast undan mér því ég get aldrei sagt honum hvað er að þegar ég græt, hann reynir samt allt hvað hann getur til að hjálpa mér. Þegar ég byrja að gráta heldur hann utan um mig og reynir að tala við mig um eitthvað, en það er bara ekki að virka.Finnst ég ekki hafa neina ástæðu til þess að vera svona leið, ég á frábæran kærasta, yndislega vini sem heimsækja mig oft, æðislega fjölskyldu sem elskar mig og standa öll við bakið á mér, sama hvað mér dettur í hug að gera, ég er ekki í neinum fjárhagsvandamálum og allt er bara fínt þannig.Samt eru nokkrir hlutir.Ég komst að því fyrir nokkru að ég er ófrjó.Það fékk rosalega á mig, þótt ég væri ekkert farin að plana að eignast barn, þá vill maður bara vita af möguleikanum á því og mig langar innst inni að verða móðir einhvern tíman...Á sama tíma fékk mamma mín krabbamein, henni hefur samt gengið vel í baráttunni og er á batavegi og það er svo mikið af góðu fólki sem er að hjálpa henni og stendur með okkur í þessu.Á þeim tíma sem þetta kom allt í ljós var ég að vinna mikið með manni, pabbi hans er búinn að berjast við krabbamein og hafði betur. Við fórum að ræða þessi mál og smá saman myndaðist góð vinátta okkar á milli. Ég fór að segja honum hluti sem ég sagði engum öðrum og öfugt. Við dæmum ekki hvort annað og segjum bara hvort öðru allt, nema það að þessi maður viðurkenndi það að hann væri orðinn hryfinn af mér, virkilega hryfinn, hann er giftur 3barna faðir og ég er í sambandi með manni sem ég elska. Ég vildi meina að hann hafi verið að rugla saman tilfinningum, að honum þyki bara vænt um mig eins og mér um hann. En svo fór ég að finna eitthvað meira, einhverja spennu á milli okkar og ég er ekki frá því að ég sé ástfangin af honum líka, en ég elska samt kærastann minn.Ég stend hérna ein og get engum sagt neitt og ég er að springa mér líður svo illa og veit ekkert hvað ég á að gera. Er einhver staður sem ég get leitað til ?", "title": "Er í sálarkrísu", "username": "Brallan", "message_id": "29282509", "user_id": "221180", "response_to": null, "datetime": "2012-09-06 12:46:41", "datestring": "6. sep. '12, kl: 12:46:41"}, {"response_to": "29282509", "username": "trilla77", "message_id": "29282515", "user_id": "39149", "datetime": "2012-09-06 12:48:51", "datestring": "6. sep. '12, kl: 12:48:51", "text": "æ knús til þín, vona að þú finnir einhverja lausn á því sem hægt er að leysa og sátt í hjartanu við hinu"}, {"response_to": "29282509", "username": "sarka", "message_id": "29282575", "user_id": "220962", "datetime": "2012-09-06 13:01:24", "datestring": "6. sep. '12, kl: 13:01:24", "text": "Farðu strax niður á bráðamóttöku geðsviðs Landsspítalans við Hringbraut. Þar er opið frá 12.00 - 19.00 alla virka daga og frá 13.00 - 17.00 um helgar. Þar er alltaf vel tekið á móti manni og mjög fagleg þjónusta, sama hvort maður þarf að koma áfram þangað eða manni sé miðlað áfram í eitthvað annað meðferðarúrræði. Þeir eru líka með allt svoleiðis á hreinu, vertu bara dugleg að spyrja og vertu hreinskilin með þín vandamál."}, {"response_to": "29282575", "username": "sarka", "message_id": "29282579", "user_id": "220962", "datetime": "2012-09-06 13:01:50", "datestring": "6. sep. '12, kl: 13:01:50", "text": "Og gangi þér vel, að sjálfsögðu!"}, {"response_to": "29282509", "username": "Apis", "message_id": "29282613", "user_id": "96435", "datetime": "2012-09-06 13:11:52", "datestring": "6. sep. '12, kl: 13:11:52", "text": "Langaði bara að segja að ég er ekki sammála því þegar þú segir að þú hafir enga ástæðu til að vera leið, að komast að því að maður sé ófrjór hlýtur að vera mikið áfall, einnig þetta með mömmu þína."}, {"response_to": "29282613", "username": "bluejean", "message_id": "29282619", "user_id": "100554", "datetime": "2012-09-06 13:15:51", "datestring": "6. sep. '12, kl: 13:15:51", "text": "Sammála kahluunni......og finnst lika að þú eigir að \"gleyma\"  orðum þessa gifta fyrrv. vinnufélaga og vinna að því að geta talað um vandamál við kærastann þinn...það hlýtur að gera þér sjálfri gott og sambandinu."}]}