{"url": "https://bland.is/umraeda/getur-einhver-adstodad-mig-/29291797/?page=2500", "date": "2012-09-09 11:15:59", "id": "29291797", "items": [{"text": "Sælar allar, mig vantar sárlega ráð. Ég er með eitt 8 mánaða gamalt barn sem er byrjað hjá dagmömmu því ég er byrjuð að vinna. Barnið neitar að taka stútkönnu, pela eða snuð sem gerir alla aðlögun erfiða. Ég er enn með það á brjósti en er að reyna að minnka brjóstagjöfina þar sem það er því miður nauðsynlegt vegna vinnu, hefði svo gjarna viljað halda brjóstagjöfinni áfram a.m.k. 2 gjöfum á sólarhring. Hann sofnar oftast á brjóstinu og sefur líka upp í hjá mér, ég veit það er ekki það sniðugasta en þetta var aldrei vesen með eldri börnin mín. Þannig að hann á líka erfitt með að sofna sjálfur, ég er farin að verða hrædd um að dagmamman gefist upp þar sem barnið er mjög erfitt hjá henni. Hvernig á ég að tækla þetta?? Myndi svo gjarna vilja heyra frá einhverri sem hefur verið í svipuðum sporum, verð ég að hætta með barnið alveg á brjósti? Á einhver ráð hvernig ég get fengið barnið til að taka við pela, stútkönnu eða snuð, held að það verði að vera eitthvað sem róar, ég er líka búin að reyna að nota bara glas ásamt því að ég er örugglega búin að prufa flestar gerðir af pelum og slíku sem er til. Ég næ alveg að láta hann drekka vatn stundum en ekki mikið, Þetta er virkilega farið að taka á mig því það er ömurlegt að neita barninu um brjóstið og láta það bara gráta..hjálp..Please sleppið öllum leiðindakommentum þarf svo ekki að halda á því núna...", "title": "Getur einhver aðstoðað mig..", "username": "Bellabláber", "message_id": "29291797", "user_id": "55421", "response_to": null, "datetime": "2012-09-09 11:15:59", "datestring": "9. sep. '12, kl: 11:15:59"}, {"response_to": "29291797", "username": "íha", "message_id": "29291881", "user_id": "81454", "datetime": "2012-09-09 11:50:16", "datestring": "9. sep. '12, kl: 11:50:16", "text": ""}, {"response_to": "29291881", "username": "Bellabláber", "message_id": "29291949", "user_id": "55421", "datetime": "2012-09-09 12:17:11", "datestring": "9. sep. '12, kl: 12:17:11", "text": "Takk fyrir svarið en þetta er einmitt það sem mig langar að geta haldið inni eins og 2-3 gjöfum en það gengur nefnilega heldur ekkert svo vel hjá dagmömmunni að gefa honum pela eða svoleiðis en hann borðar samt ágætlega, hann virðist bara vera ótrúlega þrjóskur, :)"}, {"response_to": "29291949", "username": "íha", "message_id": "29292248", "user_id": "81454", "datetime": "2012-09-09 13:52:08", "datestring": "9. sep. '12, kl: 13:52:08", "text": ""}, {"response_to": "29292248", "username": "Bellabláber", "message_id": "29294258", "user_id": "55421", "datetime": "2012-09-09 23:15:09", "datestring": "9. sep. '12, kl: 23:15:09", "text": "Já ég er að hugsa um að prófa rör, örugglega eina sem ég á eftir að prófa :)"}, {"response_to": "29294258", "username": "mýslamín", "message_id": "29299976", "user_id": "171095", "datetime": "2012-09-11 18:07:58", "datestring": "11. sep. '12, kl: 18:07:58", "text": "minn vildi aldrei neitt, en um leið og ég kom með rör, þá var bara eins og hann hafi aldrei gert neitt annað... Ég syrgi það svosem ekkert um of að þurfa ekki að eyða í pela og stútkönnur :) En hann fékk fyrst eitthvað sem honum fannst svakalega gott úr röri (ávaxtasafa), og eftir það var ekkert mál að gefa honum hvað sem er að drekka með röri.. :)"}, {"response_to": "29291949", "username": "agustkrili", "message_id": "29292903", "user_id": "164739", "datetime": "2012-09-09 18:11:54", "datestring": "9. sep. '12, kl: 18:11:54", "text": "Minn er ársgamall og í rauninni bara nýfarinn að geta drukkið annað en af brjósti.... Þetta virkaði eins og þrjóska hjá honum en ég held að þetta hafi frekar verið eitthvað taktleysi... hann bara yfirfærði sogið ekki á hina ýmsustu pela/glös/stútkönnur/rör osfrv.... Trikkið hjá okkur var að kaupa Nuby stútkönnur (til t.d. 6 í pakka í Fjarðarkaupum og ég hef séð þetta í apótekinu í Domus Medica) og þá kom þetta loksins.... heyrðum af þessu trikki hjá frænku hans sem var eins... gat bara ekkert drukkið úr neinu fyrr en hún prófaði þessi glös..."}, {"response_to": "29292903", "username": "Bellabláber", "message_id": "29294264", "user_id": "55421", "datetime": "2012-09-09 23:16:03", "datestring": "9. sep. '12, kl: 23:16:03", "text": "Takk fyrir svarið, ætla að athuga með þessar könnur :)"}, {"response_to": "29291949", "username": "strákamamma", "message_id": "29293346", "user_id": "11836", "datetime": "2012-09-09 20:23:02", "datestring": "9. sep. '12, kl: 20:23:02", "text": "getur hann ekki drukkið úr glasi bara?"}, {"response_to": "29291797", "username": "Támína", "message_id": "29292902", "user_id": "14798", "datetime": "2012-09-09 18:11:50", "datestring": "9. sep. '12, kl: 18:11:50", "text": "Þú getur verið að lýsa barninu mínu.  Hann tekur ekki stútkönnu, pela eða snuð en er til í að drekka bara beint af barmi.  Minn er mikill brjóstakarl og ef hann væri núna að byrja í dagvistun myndi ég bara vilja að hann borðaði fasta fæðu og drykki vatn þar.  Mér finnst hann of stór til þess að fara að venja hann á pela á þessum aldri.  Fjórar gjafir á dag á að duga alveg fyrir mjólkurskammtinn þeirra.  Hann sefur alltaf upp í og sofnar oftast á brjóstinu og mér finnst það bara allt í góðu lagi. Reyndar gengur oftast að svæfa hann í vagninum líka ef það er reynt."}, {"response_to": "29292902", "username": "Bellabláber", "message_id": "29298032", "user_id": "55421", "datetime": "2012-09-11 00:13:19", "datestring": "11. sep. '12, kl: 00:13:19", "text": "Takk fyrir svarið, góð hugmynd með burðarpokann :)"}]}