{"url": "https://bland.is/umraeda/engin-dyralogga-a-islandi-/29336782/?page=2461", "date": "2012-09-23 02:33:55", "id": "29336782", "items": [{"text": "Nú þarf ég að kvarta og væla!Mér er flökurt af vanlíðan af að heyra tík nágrannans gráta, spangóla og klóra í hurðina þegar hún hefur verið ein heima í 12 klst af því eigandinn er að djamma. Ég á erfitt með að skilja hvers vegna það er ekki hægt að hringja í dýraverndunarsamtök sem senda dýralögguna á vettvang eins og á Animal Planet.Þessi tík þarf svo mikið að komast á gott heimili í sveit. Hún er íslensk/bordercollie og þ.a.l. gríðarlega mikill orkubolti og hræðilega illa upp alin í þokkabót. Hún þarf mjög mikið að geta búið einhversstaðar þar sem hún fær næga hreyfingu og útivist og þarf ekki að húka í pínulítilli íbúð í höfuðborginni allan sólarhringinn.Ég hringdi í eigandann um kvöldmatarleytið til að láta hann vita hversu mikið hún gréti og hann sagði bara að þetta væri frekja og hana vantaði ekki neitt. Vantar ekki e-ð upp á þroska og manngæsku aðila sem segir svona um hundinn sinn sem er alltaf einn heima?Hann fór líka á djammið í gærkvöldi og kom ekki heim fyrr en í morgun og hneykslaði sig síðan á því við mig í dag að hún hefði skitið á gólfið og fór að rengja það að ég hefði farið með hana út sem ég gerði óumbeðin í gærkvöldi. Eins og það sé mín ábyrgð að sjá um dýrið?Svo þori ég ekki að segja neitt við hann því hann er svo blóðheitur og skapmikill að þegar ég sagði honum að hætta að skamma hana bara með nafninu einu (auðvitað á maður að segja \"nei\" líka, ekki bara öskra nafnið hennar) þá varð hann rauður í framan og öskraði á mig að þetta væri bull og kjaftæði. Hann hlustar aldrei á nein rök, heldur grípur fram í, öskrandi, vegna þess að hans skoðanir á hlutunum eru einfaldlega þær einu réttu. Ég höndla bara ekki að tala við svoleiðis fólk um hluti sem skipta máli.Æji ég finn svo mikið til með tíkinni að vera svona mikið ein. Ég hef hleypt henni inn í mína íbúð en ég er sjálf með kött sem er ekki að gúddera þessar heimsóknir. Þar að auki er ekki séns að ég hafi líkamlegan styrk til að fara með hana út að labba því hún er svo erfið í taumi.Mig langar að hringja í dýralögguna í sjónvarpinu og láta þau koma hingað og laga :(Ég er algjörlega ráðalaus.", "title": "Engin dýralögga á Íslandi :(", "username": "HemmifokkingGunn", "message_id": "29336782", "user_id": "173538", "response_to": null, "datetime": "2012-09-23 02:33:55", "datestring": "23. sep. '12, kl: 02:33:55"}, {"response_to": "29336782", "username": "Blebbi", "message_id": "29336783", "user_id": "156319", "datetime": "2012-09-23 02:38:26", "datestring": "23. sep. '12, kl: 02:38:26", "text": "Ég held að vanræksla á dýrum sé ólögleg og því hægt að tilkynna hana til lögreglu."}, {"response_to": "29336782", "username": "Flawless", "message_id": "29336784", "user_id": "50386", "datetime": "2012-09-23 02:39:17", "datestring": "23. sep. '12, kl: 02:39:17", "text": "Þú getur hringt í héraðsdýralækni Gullbringu- og Kjósarsýslu,  Hann á svo að fara lengra með málið. Kíktu inn á mast.is og þar getur þú lesið um starfssvið héraðsdýralækna og fundið símanúmer"}, {"response_to": "29336782", "username": "small-one", "message_id": "29336787", "user_id": "221922", "datetime": "2012-09-23 02:40:02", "datestring": "23. sep. '12, kl: 02:40:02", "text": "í sveit ? hvaða rugl er í þér hún þarf bara eiganda með greind yfir fötlunarmörkum"}, {"response_to": "29336787", "username": "everbeensobored...", "message_id": "29336791", "user_id": "197119", "datetime": "2012-09-23 02:44:23", "datestring": "23. sep. '12, kl: 02:44:23", "text": "Hundur sem er þessi blanda þarf amk mun betra heimili heldur en í lítilli íbúð í steypulögðum miðbænum."}, {"response_to": "29336791", "username": "Alpha❤", "message_id": "29337588", "user_id": "105727", "datetime": "2012-09-23 13:59:08", "datestring": "23. sep. '12, kl: 13:59:08", "text": "ég á hund af þessari blöndu sem býr með mér í lítilli kjallaraholu nálægt miðbænum."}, {"response_to": "29336791", "username": "Jólasveinninn minn", "message_id": "29338281", "user_id": "94033", "datetime": "2012-09-23 19:34:23", "datestring": "23. sep. '12, kl: 19:34:23", "text": "Nágranni minn býr í lítilli blokkaríbúð með border collie blöndu og þrjá ketti. Hann er hins vegar alltaf heima og svakalega duglegur að fara út að skokka með tíkina."}, {"response_to": "29336787", "username": "HemmifokkingGunn", "message_id": "29336798", "user_id": "173538", "datetime": "2012-09-23 02:51:26", "datestring": "23. sep. '12, kl: 02:51:26", "text": "Já í sveit, þar sem hún getur fengið að hlaupa um frjáls í staðinn fyrir að vera í þessari ól á malbikinu þar sem hún getur aldrei fengið að hlaupa. Annars væri það alveg plús að eigandinn hefði e-a ábyrgðartilfinningu gagnvart henni."}, {"response_to": "29336798", "username": "Herra Lampi", "message_id": "29336812", "user_id": "151150", "datetime": "2012-09-23 03:53:40", "datestring": "23. sep. '12, kl: 03:53:40", "text": "ég myndi frekar segja hundurinn þyrfti eiganda sem gæfi henni nóga hreyfingu. það er alveg hægt þó maður sé í lítilli íbúð."}, {"response_to": "29336782", "username": "Situation", "message_id": "29336803", "user_id": "89345", "datetime": "2012-09-23 02:56:35", "datestring": "23. sep. '12, kl: 02:56:35", "text": "ég myndi held ég tilkynna þetta til lögreglunar"}, {"response_to": "29336803", "username": "HemmifokkingGunn", "message_id": "29336809", "user_id": "173538", "datetime": "2012-09-23 03:07:19", "datestring": "23. sep. '12, kl: 03:07:19", "text": "Ég er svo mikið búin að hugsa það, en ég er sú eina sem kæmi til greina að hafa tilkynnt þetta. Fyrir utan það að ég efast stórlega um að löggan myndi gera nokkurn skapaðan hlut."}, {"response_to": "29336809", "username": "lemonlemon", "message_id": "29337505", "user_id": "139667", "datetime": "2012-09-23 13:32:40", "datestring": "23. sep. '12, kl: 13:32:40", "text": "Ekki vera svona mikil kveiða ef hann spyr hvort þú hafir hringt þá bara neitar þú, hann kannski öskrar á þig og þá bara lokaru hurðinni á hann, það hlýtur að skipta meira máli að dýrið sé ekki vanrækt."}, {"response_to": "29337505", "username": "HemmifokkingGunn", "message_id": "29337952", "user_id": "173538", "datetime": "2012-09-23 17:13:25", "datestring": "23. sep. '12, kl: 17:13:25", "text": "Ég er með mjög lítið hjarta og maðurinn æsir sig upp úr öllu valdi yfir engu. Ég vil ekki taka áhættuna á ofbeldi ef ég kemst hjá því. Ég ætla samt hinsvegar einhvernveginn að bjarga dýrinu, það á bara eftir að koma í ljós hvernig ég geri það."}, {"response_to": "29336782", "username": "Bergdisa", "message_id": "29336816", "user_id": "97491", "datetime": "2012-09-23 04:40:50", "datestring": "23. sep. '12, kl: 04:40:50", "text": "Byrjar nafnið hans a T"}, {"response_to": "29336782", "username": "kisilitli", "message_id": "29336984", "user_id": "86450", "datetime": "2012-09-23 10:06:38", "datestring": "23. sep. '12, kl: 10:06:38", "text": "Svona fólk á ekki að eiga gæludýr, hefur greinilega ekki þroska eða þekkingu til þess, því miður er alltof mikið um svona lið. Ég skil vel að þig langi að gera e-ð í málinu."}, {"response_to": "29336782", "username": "tóin", "message_id": "29336992", "user_id": "161670", "datetime": "2012-09-23 10:10:21", "datestring": "23. sep. '12, kl: 10:10:21", "text": "ein spurning - algerlega ótengd efninu - hvernig gastu viðrað hundinn ef að eigandinn var ekki heima?"}, {"response_to": "29336992", "username": "HemmifokkingGunn", "message_id": "29337948", "user_id": "173538", "datetime": "2012-09-23 17:12:11", "datestring": "23. sep. '12, kl: 17:12:11", "text": "Þegar hurðin er alltaf ólæst að þá er það lítið mál."}, {"response_to": "29337948", "username": "whoopi", "message_id": "29338252", "user_id": "133131", "datetime": "2012-09-23 19:25:14", "datestring": "23. sep. '12, kl: 19:25:14", "text": "Gengur þú bara inn til nágrannans þegar hann er ekki heima? Leyfir hann þér það?"}, {"response_to": "29336782", "username": "semilia", "message_id": "29337007", "user_id": "141512", "datetime": "2012-09-23 10:23:09", "datestring": "23. sep. '12, kl: 10:23:09", "text": "Umhverfisstofnun er með dýraverndina, sendu erindið þangað eða hringdu og málið verður sett í gang með dýralækni á viðkomandi svæði, og löreglu líka held ég."}, {"response_to": "29336782", "username": "Gazette", "message_id": "29337536", "user_id": "130892", "datetime": "2012-09-23 13:42:45", "datestring": "23. sep. '12, kl: 13:42:45", "text": "ég vona innilega að þú gerir eitthvað í málinu. hundinum líður greinilega illa og þú ættir ekki að þurfa hugsa þig einu sinni um að tilkynna þetta! Þú getur líka prófað að hafa samband við:"}, {"response_to": "29336782", "username": "tiamia", "message_id": "29337940", "user_id": "107092", "datetime": "2012-09-23 17:06:28", "datestring": "23. sep. '12, kl: 17:06:28", "text": "Héraðsdýralæknar fara með dýraverndunarmál."}, {"response_to": "29336782", "username": "dobby89", "message_id": "29337966", "user_id": "115315", "datetime": "2012-09-23 17:25:12", "datestring": "23. sep. '12, kl: 17:25:12", "text": "Það eru einhver lög um þetta, og þú getur hringt í lögguna ef það er vanræksla í gangi :/"}]}