{"url": "https://bland.is/umraeda/strong-megrun/29344068/?page=2455", "date": "2012-09-25 12:02:44", "id": "29344068", "items": [{"text": "Getið þið gefið mé uppskrift af strangri megrun?... Samt ekki svelta mig!... Er orðin leið á þvi að vera yfir kjörþyngd!", "title": "Ströng megrun", "username": "Kara95", "message_id": "29344068", "user_id": "222335", "response_to": null, "datetime": "2012-09-25 12:02:44", "datestring": "25. sep. '12, kl: 12:02:44"}, {"response_to": "29344068", "username": "bauninmín", "message_id": "29344074", "user_id": "32481", "datetime": "2012-09-25 12:07:53", "datestring": "25. sep. '12, kl: 12:07:53", "text": "Breyttu um lífstíl, megrun gefur yfirleitt ekki góða niðurstöður til framtíðar, breyttu mataræðinu og þá ertu í góðum málum."}, {"response_to": "29344068", "username": "GuardianAngel", "message_id": "29344134", "user_id": "95133", "datetime": "2012-09-25 12:30:53", "datestring": "25. sep. '12, kl: 12:30:53", "text": "Til hvers að sóa tímanum þínum í stranga megrun þegar það mun ekki gera þér neitt gagn nema í bestafalli í skamman tíma?"}, {"response_to": "29344068", "username": "fragola", "message_id": "29344151", "user_id": "117294", "datetime": "2012-09-25 12:36:09", "datestring": "25. sep. '12, kl: 12:36:09", "text": "ég veit ekki hef prófað að borða mjög holt og sleppa öll þessu sullrugli enn ekkert virðist virka nema svellta mig eins fáránlega og það hljómar. þegar mér líður ílla þá hætti ég að borða og grennist einsog enginn sé morgundagurinn þrátt fyrir að ekki reyna að vera í megrun. hljómar mjög heimskulega enn þetta er það eina sem hefur gerst hjá mér til þess að léttast enn þá var ég ekki í megrun bara leið mjög ílla. nú þegar ég er í átaki þá virkar það bara ekki!"}, {"response_to": "29344151", "username": "SS30", "message_id": "29344240", "user_id": "6650", "datetime": "2012-09-25 13:07:29", "datestring": "25. sep. '12, kl: 13:07:29", "text": "Það sem er þá að gerast er að þér líður illa og þú sveltir þig í ákveðinn tíma, \"grennist\"  í smá tíma, svo fer þér að líða betur og byrjar að borða, og af því að líkaminn er búinn að vera í svelti þá tekur hann alla fitu úr matnum sem þú borðar og nær sér í forða, ef hann skildi verða sveltur aftur.. og þá kemur þetta allt á þig aftur og stundum meira til. Þannig að það versta sem þú gerir er að svelta þig. Hollt fæði og hreyfing í bland er lykilinn að því að ná kjörþynd. Þó það gerist ekki á einni viku þá verðuru að halda áfram og vera þolinmóð. Nr 1, 2 og 3 - borðaðu morgunmat. Borðaðu ávexti á milli mála og drekktu mikið af vatni, og ekki velja alltaf það sem heitir \"létt, eða light eða diet\" í verslunum því það er oft fullt af sykri eða örðum óhollum efnum. Þetta kemur, þú getur þetta alveg eins og allir sem hafa tekið sig á náð kjörþyngd! ;)"}, {"response_to": "29344068", "username": "djöfull", "message_id": "29344162", "user_id": "24763", "datetime": "2012-09-25 12:41:07", "datestring": "25. sep. '12, kl: 12:41:07", "text": "sjálfsagi?  það er mjög öflugt að geta haft vit fyrir sjálfum sér og haldið sig við eitthvað."}, {"response_to": "29344068", "username": "Karamja", "message_id": "29344668", "user_id": "156353", "datetime": "2012-09-25 14:40:32", "datestring": "25. sep. '12, kl: 14:40:32", "text": "megrun segiru... ég er sammála öllum sem hafa tjáð sig og megrun er alls ekki vænleg til að virka til langframa!!"}, {"response_to": "29344068", "username": "xarax", "message_id": "29344823", "user_id": "113073", "datetime": "2012-09-25 15:28:02", "datestring": "25. sep. '12, kl: 15:28:02", "text": "Ég hætti að drekka kók, það hefur skilað 6 kg á 4.5 vikum... Ef þú ert með einhvern svoleiðis leiðindaávana myndi ég byrja á að skoða það. Borðaðu reglulega (6 sinnum á dag), borðaðu meira grænmeti og hreyfðu þig. Skyndilausnir virka ekki."}]}