{"url": "https://bland.is/umraeda/urr-i-tik/29395486/?page=2385", "date": "2012-10-10 22:23:41", "id": "29395486", "items": [{"text": "Hæ HæÉg er með silky terrier tík sem er farin að urra rosalega mikið. Og sérstaklega þegar kemur að matnum hennar. Það má enginn standa upp eða hreyfa sigg nokkurn skapaðann hlut þá ríkur hún upp að hleypur að matnum sínum og byrjar að urra, þó svo að enginn sé að pæla í matnum hennar. Ef hún er með bein er hún miklu verri ! Ég búin að prófa að gefa henni bara að borða 2-3 á dag og þegar hún er hætt að borða þá tek ég dallinn hennar. Ef hún er með bein þá hef ég prófað að taka beinið og gefa henni það aftur. Hún sýnir mér samt alltaf mjög ógnandi hegðun í hvert skiptin sem ég er eitthvað að sýrsla með matinn hennar, nema þegar ég er að gefa henni hann. Hún er líka með sitt eigið horn þar sem fáir labba um og þar er matur, vatn og bæli. Hún urrar líka þegar hún er sett inn í búr eða þegar því er lokað.Er einhver sem kannast við svona vandamál og er hugsanlega með smá lausn handa mér ?", "title": "Urr í tík", "username": "Veggur", "message_id": "29395486", "user_id": "70435", "response_to": null, "datetime": "2012-10-10 22:23:41", "datestring": "10. okt. '12, kl: 22:23:41"}, {"response_to": "29395486", "username": "Herra Lampi", "message_id": "29395574", "user_id": "151150", "datetime": "2012-10-10 22:46:09", "datestring": "10. okt. '12, kl: 22:46:09", "text": "getur reynt að finan leiðir til þess að sýna henni að þó þú sért nálægt að þú tekur ekki matinn. fá hana til að treysta því að þú tekur ekki matinn í burtu."}, {"response_to": "29395574", "username": "Bevus", "message_id": "29395772", "user_id": "4566", "datetime": "2012-10-10 23:55:53", "datestring": "10. okt. '12, kl: 23:55:53", "text": "hún er eigandi heimilisins ef hún er farin að sýna þessa hegðun :) bara senda hundaþjálfara e-mail og fá plan hvað þú getur gert svo að engin slys komi uppá :)"}, {"response_to": "29395772", "username": "Nikida", "message_id": "29396116", "user_id": "183711", "datetime": "2012-10-11 09:31:14", "datestring": "11. okt. '12, kl: 09:31:14", "text": "þegar ég fékk kvolpinn minn þá var hún einmitt svona urraði á alla sem komu nálagt henni þegar hún var að borða eða var með nagbein, ég ætlaði ekki að taka áhættu á að vera með matsáran hund á heimilinu þar sem ég er með barn og annað á leiðinni og fór að prófa að klappa henni þegar hún var að borða eða naga beinið og alveg á fullu á urrinu á meðan en gerði ekkert annað, urraði bara en ég vildi samt ekki trysta því þar sem hún kannski þorði ekki að glefsa í mig en myndi kannski ekki hika við að glefsa í son minn.... Ég helt áfram að klappa henni meðan hún borðaði eða nagaði beinið sitt og reif í hana ef hún urraði á mig og sagði hátt NEI. Þetta gerði eg nokkrum sinnum og spajllaði rólega við hana á meðan og þegar hún byrjaði að urra reif ég í hana og sagði Nei."}, {"response_to": "29396116", "username": "Bevus", "message_id": "29396909", "user_id": "4566", "datetime": "2012-10-11 15:07:53", "datestring": "11. okt. '12, kl: 15:07:53", "text": "já þetta gæti virkað á hinn hundin . sakar ekki að prófa .. við þjálfum hundana okkar fá því þeir eru hvolpar að taka matin af þeim þegar þeir borða og gefa þeim hann aftur sama með bein og dót , við eigum allt saman en þeir mega fá þegar við segjum til , og ekkert urr eða vesen með þá :)"}, {"response_to": "29395486", "username": "scrotie", "message_id": "29397143", "user_id": "156552", "datetime": "2012-10-11 16:55:39", "datestring": "11. okt. '12, kl: 16:55:39", "text": "Sýndu tíkinni hver ræður, þú ert húsbóndinn, ekki hún. Þú lætur ekki hund ráða yfir þér. Segðu NEI við tíkina í hvert skipti sem hún lætur svona og hættu ekki fyrr en hún gefur sig. Horfðu svo á Dog Whisperer."}, {"response_to": "29395486", "username": "Gazette", "message_id": "29397388", "user_id": "130892", "datetime": "2012-10-11 18:04:27", "datestring": "11. okt. '12, kl: 18:04:27", "text": "Ég á eina silky terrier skvísu svo ég skil þig vel, þeir geta verið mjög ákveðnir og þrjóskir og vilja stjórna öllum á heimilinu hehe.. þessir hundar þurfa mjög strangt uppeldi, svo mundu að láta hana komast upp með þessa hegðun. Að mínu mati virkar hrósið lang best, eins og með mína þá virkar \"nei\" bara þegar henni hentar, hún er mjög dugleg í að \"þykjast ekki heyra í manni\"  þegar hún vill en aftur á móti þegar maður er að hrósa henni þá gengur allt mun betur, eins og ég sagði þá eru þetta mjög þrjóskir hundar :)"}, {"response_to": "29395486", "username": "Gazette", "message_id": "29397390", "user_id": "130892", "datetime": "2012-10-11 18:05:20", "datestring": "11. okt. '12, kl: 18:05:20", "text": "haha þetta átti auðvitað að vera\" mundu að láta hana EKKI komast upp með þessa hegðun\" ;)"}, {"response_to": "29395486", "username": "daisy10", "message_id": "29410760", "user_id": "144191", "datetime": "2012-10-15 23:39:25", "datestring": "15. okt. '12, kl: 23:39:25", "text": "Getur prufað að hafa bælið á breytilegum stað í húsinu, ekki alltaf í sama horninu."}]}