{"url": "https://bland.is/umraeda/einhver-med-reynslu-af-njalg-mikill-kladi-eftir-lyfjatoku-/29402482/?page=2392", "date": "2012-10-13 11:15:08", "id": "29402482", "items": [{"text": "Hæ hæEr einhver hérna sem veit eitthvað um njálg? Mér gengur illa að finna akkúrat réttu upplýsingarnar á netinu og tími varla að fara á læknavaktina með þessar spurningar ef þetta reynist alveg eðlilegt.Dóttir mín er með njálg. Við uppgvötuðum þetta á fimmtudagskvöldið og gáfum henni lyf strax þá hún grét mikið undan kláða og leið mjög illa. Svo í gærkvöldi, sólarhring eftir að hún tók lyfið þá vaknaði hún með svona ofsalega mikinn kláða og var alveg friðlaus. Við kíktum og sáum nokkra orma við endaþarmsopið (hvítir þræðir tæplega cm á lengd sem hreyfðust lítillega).Veit einhver? Ætli þetta sé eðlilegt? Ættu þeir ekki að vera dauðir?Drepast njálgseggin við frost?Best að taka fram að ég er búin að sótthreinsa ALLT, þvottavélin og þurrkarinn eru á overtime og hún hefur verið böðuð fram og aftur. Öll fjölskyldan er með vaselin á botninum og búin að háma í sig rauðar pillur. Enginn er að nota handklæði oftar en einu sinni, handþurrkur eru einnota og enginn er með langar neglur. Börnin eru í hreinni brók og sokkabuxum yfir og ég er búin að skipta á öllum rúmum, tvisvar.Er eitthvað fleira sem ég get gert?", "title": "Einhver með reynslu af njálg. Mikill kláði eftir lyfjatöku??", "username": "storkabit", "message_id": "29402482", "user_id": "79466", "response_to": null, "datetime": "2012-10-13 11:15:08", "datestring": "13. okt. '12, kl: 11:15:08"}, {"response_to": "29402482", "username": "lofthæna", "message_id": "29402644", "user_id": "3375", "datetime": "2012-10-13 12:29:07", "datestring": "13. okt. '12, kl: 12:29:07", "text": "Ég myndi tala við læknavaktina eða lyfjafræðing og spyrja út í þetta þar."}, {"response_to": "29402482", "username": "kruttmus", "message_id": "29402657", "user_id": "125477", "datetime": "2012-10-13 12:37:24", "datestring": "13. okt. '12, kl: 12:37:24", "text": "getur líka hringt á lækavaktina og fengið að tala við hjúkrunarfræðing"}, {"response_to": "29402482", "username": "Ziha", "message_id": "29402665", "user_id": "51148", "datetime": "2012-10-13 12:44:37", "datestring": "13. okt. '12, kl: 12:44:37", "text": "Skilst að það taki smá tíma fyrir ormana að deyja.... en tókuð þið lyfseðilskyldu eða hinar töflurnar?"}, {"response_to": "29402665", "username": "storkabit", "message_id": "29404130", "user_id": "79466", "datetime": "2012-10-13 22:36:39", "datestring": "13. okt. '12, kl: 22:36:39", "text": "Hinar töflurnar, ætli þær séu verri?"}, {"response_to": "29404130", "username": "Ziha", "message_id": "29404451", "user_id": "51148", "datetime": "2012-10-14 00:11:50", "datestring": "14. okt. '12, kl: 00:11:50", "text": "Misskiptar skoðanir um það... mesti kosturinn skilst mér samt að sé að þær eru einfaldlega ódýrari og þarf bara eina töflu á mann."}]}