{"url": "https://bland.is/umraeda/thunglyndi-og-kvidi-vinna-er-ad-gefast-upp-/29416516/?page=2378", "date": "2012-10-17 19:46:09", "id": "29416516", "items": [{"text": "Jæja ég vona að ég verði ekki skotin í kaf! Þannig er að í 3 ár hef ég barist við slæmt fæðingarþunglyndi auk þess sem ég er með æðahnúta og slæma vefjagigt svo í raun óvinnufær. En í apríl 2011 sótti ég um vinnu og fékk hana. 1 júlí var mér svo boðin fastráðning sem var svo svikið 17 ágúst! Heimurinn minn hrundi, maðurinn minn atvinnulaus og við með 3 börn á framfæri. Ég grét og grét í marga daga eftir þetta. Ég er að bíða eftir plássi á Reykjalund svo vonandi get ég með þeirra hjálp komið mér á rétt skrið!Eftir þetta atvik kom kvíðinn upp af fullum krafti! Ég er kvíðinn fyrir öllu, að fara út í búð, hringja á suma staði og ýmislegt annað sem telst sem hluti af daglegu lífi. Við getum auðvitað ekki verið atvinnulaus svo ég hef mikið leitað að vinnu. 1 september síðastliðinn byrjaði ég í tímabundinni vinnu (vaktavinnu) sem er bara út október. Ég meina allt er betra en ekkert. En daginn sem ég byrjaði fann ég að ég væri kannski ekki á réttum stað andlega til að vinna en ég gat ekki svikist undan, tók inn kvíðastillandi og kom mér í vinnu! Síðan þá hef ég þurft að taka kvíðastillandi fyrir vinnu en nú eru tvær vikur eftir og ég er ekki að geta klárað þetta, finnst það rosalegt útaf fyrir sig að hafa þraukað þennan einn og hálfan mánuð! Fjölskylda mín skilur þetta ekki vel og var skammast í mér fyrir að hugsa svona:( Svo mín spurning er fyrir ykkur elsku blandverjar, hvernig get ég þraukað þessar 2 vikur? Úff mig vantar pepp og hvatningu og kannski pínu netknús:OOg já takk fyrir lesninguna, mér finnst ég hetja sko sama hvað öðrum finnst! Þetta er rosalegt afrek fyrir svona mikið veika manneskju eins og mig svo já ég er alveg stolt af sjálfri mér en er ekki að geta klárað þetta:O", "title": "Þunglyndi og kvíði, vinna! Er að gefast upp:(", "username": "eyjababe", "message_id": "29416516", "user_id": "20820", "response_to": null, "datetime": "2012-10-17 19:46:09", "datestring": "17. okt. '12, kl: 19:46:09"}, {"response_to": "29416516", "username": "Lillyann", "message_id": "29416531", "user_id": "44743", "datetime": "2012-10-17 19:53:37", "datestring": "17. okt. '12, kl: 19:53:37", "text": "knús til þín elskan mín þú ert hetja"}, {"response_to": "29416531", "username": "eyjababe", "message_id": "29416567", "user_id": "20820", "datetime": "2012-10-17 20:07:17", "datestring": "17. okt. '12, kl: 20:07:17", "text": "Takk:*"}, {"response_to": "29416516", "username": "bler", "message_id": "29416538", "user_id": "77206", "datetime": "2012-10-17 19:58:08", "datestring": "17. okt. '12, kl: 19:58:08", "text": "Í þínum sporum þá myndi ég hafa samband við Virk, mér sýnist þú bara alls ekki vera vinnuhæf eins og er. Virk hjálpar fólki sem er að detta útaf vinnumarkaði útaf veikindum. Knús til þín ég er í svipuðum sporum ;)"}, {"response_to": "29416538", "username": "eyjababe", "message_id": "29416569", "user_id": "20820", "datetime": "2012-10-17 20:07:44", "datestring": "17. okt. '12, kl: 20:07:44", "text": "Já ætti ég að gera það, allavega á meðan ég bíð þá eftir að komas að á Reykjalund?"}, {"response_to": "29416569", "username": "bler", "message_id": "29416595", "user_id": "77206", "datetime": "2012-10-17 20:16:10", "datestring": "17. okt. '12, kl: 20:16:10", "text": "Verðuru með tekjur þegar þú ert á Reykjalundi? Ef þú ert búin að sækja um endurhæfingarlífeyrir þá kannski þarftu ekki að tala við Virk, þau eru bara búin að standa svo rosalega vel við bakið á mér, sjá um að sækja um endurhæfingarlífeyrir og borga fyrir mig endurhæfingu og námskeið :)"}, {"response_to": "29416595", "username": "eyjababe", "message_id": "29416605", "user_id": "20820", "datetime": "2012-10-17 20:20:22", "datestring": "17. okt. '12, kl: 20:20:22", "text": "Nei engar tekjur, ég ætla að prófa að tala við Virk."}, {"response_to": "29416516", "username": "trjástofn22", "message_id": "29416543", "user_id": "210105", "datetime": "2012-10-17 19:58:59", "datestring": "17. okt. '12, kl: 19:58:59", "text": "2 vikur er stuttur tími! Hefurðu eitthvað til að hlakka til eftir 2 vikur (annað en að klára vinnuna)? T.d. leikhús, afmæli, veisla eða eitthvað."}, {"response_to": "29416543", "username": "eyjababe", "message_id": "29416575", "user_id": "20820", "datetime": "2012-10-17 20:09:25", "datestring": "17. okt. '12, kl: 20:09:25", "text": "Já það er nefnilega málið, ég hef reynt að hugsa að ég er komin þetta langt og bara tvær vikur eftir! Jaa ég fæ auðvitað almennilega útborgað um mánaðarmótin og dóttir mín á afmæli en annars ekkert:O Þetta er svo snúið, ég þekki ekki þessa mig ég er alltaf svo dugleg og vinnusöm en nú er ég bara alltaf hrædd:( og við allt!"}, {"response_to": "29416543", "username": "soley27", "message_id": "29416580", "user_id": "66490", "datetime": "2012-10-17 20:11:09", "datestring": "17. okt. '12, kl: 20:11:09", "text": "Ég skil vel að þú sért kvíðin að fara í vinnuna þar sem þú fékkst ekki fastráðningu, alltaf erfitt að vinna á stað þar sem maður er að fara að hætta á. Svo veistu ekkert hvert framhaldið verður og hefur áhyggjur af bæði fjárhag og veikindunum. En ég ráðlegg þér að hugsa fyrst og fremst um heilsuna. En ertu ekki að taka nein lyf við kvíðanum þá á ég ekki við kvíðastillandi heldur lyf sem eru líka við þunglyndi. Það er líka til lyf sem heitir ldn og hefur reynst mörgum vel við vefjagigt og það hjálpar einnig með kvíða."}, {"response_to": "29416580", "username": "eyjababe", "message_id": "29416588", "user_id": "20820", "datetime": "2012-10-17 20:13:04", "datestring": "17. okt. '12, kl: 20:13:04", "text": "Ég er á venlafaxin við þunglyndi og sobril við kvíða:O Ekkert annað...Og finn endalaust til útum allan líkamann sem ekkert virðist virka á, svo svefninn er eftir því!:("}, {"response_to": "29416588", "username": "soley27", "message_id": "29416812", "user_id": "66490", "datetime": "2012-10-17 21:21:01", "datestring": "17. okt. '12, kl: 21:21:01", "text": "Það er þá kannski spurning um að athuga með einhver lyf við vefjagigtinni, ekki það að ég sé eitthvað hlynnt lyfjum. En það er ömurlegt að vera alltaf með verki og að geta ekki sofið. Ég fékk sjálf mikinn kvíða útaf mínum veikindum en þegar veikindinn minnka þá minnkar kvíðinn. Ég er alveg laus við hann í dag. En ldn hefur hjálpað mér svo svakalega mikið. Ég er með slíþreytu og er mun betri á þessum lyfjum."}, {"response_to": "29416812", "username": "soley27", "message_id": "29416821", "user_id": "66490", "datetime": "2012-10-17 21:22:22", "datestring": "17. okt. '12, kl: 21:22:22", "text": "Já og annað þá mæli ég með Þraut sem endurhæfingu, hún er einungis fyrir fólk með vefjagigt."}, {"response_to": "29416516", "username": "Musica", "message_id": "29416711", "user_id": "187266", "datetime": "2012-10-17 20:58:00", "datestring": "17. okt. '12, kl: 20:58:00", "text": "Þetta mun verða allt í lagi! Hvernig gengur manninum þínum að leita að vinnu? Standið þið saman og svona?"}, {"response_to": "29416711", "username": "eyjababe", "message_id": "29416726", "user_id": "20820", "datetime": "2012-10-17 21:00:23", "datestring": "17. okt. '12, kl: 21:00:23", "text": "Það gengur ekki vel:( En jú við myndum sterkt teymi!"}, {"response_to": "29416516", "username": "undralegt", "message_id": "29416993", "user_id": "68901", "datetime": "2012-10-17 22:04:48", "datestring": "17. okt. '12, kl: 22:04:48", "text": "Ég skil sko vel hvernig þessi kvíði lýsir sér. Ég fékk svakalegan fæðingarkvíða sem ég þurfti reyndar ekki að glíma við í svona langan tíma, sem betur fer. Þannig að í mínum augum ertu hetja að hafa bara þraukað þetta lengi."}, {"response_to": "29416516", "username": "ert", "message_id": "29417236", "user_id": "37456", "datetime": "2012-10-17 22:37:36", "datestring": "17. okt. '12, kl: 22:37:36", "text": "Er í alvörunni eitthvað sem bendir til að þú getir ekki þraukað þessar tvær vikur? Þú ert búin að þrauka 1,5 mánuð og standa þig eins og hetja. Af hverju ættirðu ekki getað þraukað tvær vikur í viðbót?"}]}