{"url": "https://bland.is/umraeda/kottur-sem-drullar-utum-allt-/29430851/?page=2189", "date": "2012-10-22 15:06:27", "id": "29430851", "items": [{"text": "hafiði lent í þessu áðureigum eina 5 mánaða læðu sem Drullar útum allt hús.. hún gerir þetta meirað seigja fyrir framan okkurer búin að hringja í dýralækni mörgum sinnum og reyna að fá ráð, Troða Trýninu í þetta og henda inná bað í kattarkassan en ekkert virðist virka hún var að enda við að Drulla í rúmið hjá dóttur minni..hvað getur maður gert?", "title": "Köttur sem Drullar útum allt..", "username": "spontanious", "message_id": "29430851", "user_id": "195201", "response_to": null, "datetime": "2012-10-22 15:06:27", "datestring": "22. okt. '12, kl: 15:06:27"}, {"response_to": "29430851", "username": "Gazette", "message_id": "29431465", "user_id": "130892", "datetime": "2012-10-22 17:23:32", "datestring": "22. okt. '12, kl: 17:23:32", "text": "Er fólk virkilega enn að nota aðferðina að \"troða trýninu\" :/ úff finnst það pínu harkalegt þar sem það virkar ekki neitt, frekar að reyna jákvæðari aðferðir og kannski reyna leiðbeina kisunni þinni í rétta átt!"}, {"response_to": "29431465", "username": "Bevus", "message_id": "29431631", "user_id": "4566", "datetime": "2012-10-22 18:07:23", "datestring": "22. okt. '12, kl: 18:07:23", "text": "já sammála er mjög á móti að ýta nefinu á dýrinu í þvag sitt eða skít . hefur aldrei verið get við okkar ketti eða hundana , 5 mánaða kettlingur er bara \"barn\" og það þarf að leiðbeina þeim , kötturinn er ekki sáttur við kassan sinn . sandinn sinn eða staðsetingu kattarkassans jafnvel allt þrennt...  okkar kettlingur gerði þetta fyrst eftir að við fundum hann og hann var hreinlega ekki kattarkassavanur því við vitum ekki hversu ungur hann var þegar honum var hennt út"}, {"response_to": "29430851", "username": "dokkva", "message_id": "29431765", "user_id": "7439", "datetime": "2012-10-22 19:03:43", "datestring": "22. okt. '12, kl: 19:03:43", "text": "Sumir kettir eru bara sóðar, einfalt mál, áttum einusinni högna sem endaði sem útiköttur (í sveit) þar sem hann skeit allstaðar, bara þar sem hann stóð, En hafið þið prófað að færa sandkassann? kannsi er hún ósátt við staðsetninguna á kassanum."}, {"response_to": "29431765", "username": "Bevus", "message_id": "29432243", "user_id": "4566", "datetime": "2012-10-22 21:17:03", "datestring": "22. okt. '12, kl: 21:17:03", "text": "kettir yfir höfuð eru snyrtipinnar .. þá hefur hann bara verið \"spes \" og ekki vel upp alin , hef átt marga ketti í gegnum líf mitt og engin af þeim hefur verið \"sóði\" og skitið þar sem hann stóð"}, {"response_to": "29432243", "username": "dokkva", "message_id": "29432938", "user_id": "7439", "datetime": "2012-10-23 00:12:51", "datestring": "23. okt. '12, kl: 00:12:51", "text": "Þessi var eins upp alin og allir aðrir kettir sem fjölskyldan hefur átt, hann bara var sóði, honum var allveg sama, hann þreif ekki sjálfan sig nema mjög takmarkað, var sama þó það væru drullu kleprar í feldinum, skeit og meig þar sem henn vildi, dreifði matnum sínum út um allt og svo framvegis, hann var Mjög sérstakur ég skal viðurkenna það, en einn sá besti veiðiköttur sem ég veit um."}, {"response_to": "29432938", "username": "Bevus", "message_id": "29433083", "user_id": "4566", "datetime": "2012-10-23 00:59:32", "datestring": "23. okt. '12, kl: 00:59:32", "text": "já hann hefur verið mjög sérstakur , og margir kettir sem fá drullu klepra í feldin sinn ná því ekki úr nema með aðstoð . kisan mín dreyfði matnum sínum útum allt og elskaði að setja matin sinn í vatnið en hann var alltaf mjög snyrtilegur og meig og skeit í kassan sinn .... kettir sem ekki þrifa sjálfan sig hafa ekki lært það hjá mömmu sinni :) og þá ketti þarf að skola af með þvottapoka"}, {"response_to": "29433083", "username": "Hedwig", "message_id": "29433397", "user_id": "26056", "datetime": "2012-10-23 08:31:00", "datestring": "23. okt. '12, kl: 08:31:00", "text": "Held að vandamálið í sumum tilvikum sé sú að kettlingar séu að fara alltof snemma frá mömmu sinni, oft niður í kannski 6.vikna sem er náttúrulega fáránlega ungt. Þá hafa þeir ekki lært allt sem þeir þurfa af mömmu sinni og eigandi mömmunnar kannski ekkert verið að kenna þeim markvisst á kassann heldur, sem sé ekki orðnir nógu þroskaðir eða tilbúnir til að fara að heiman og þá endar fólk kannski með kött sem er með skíta og piss vandamál eða að kettirnir þrífi sig ekki.  Ef að kúk og piss vandamál byrja þá er oft smá mál að ná því réttu."}, {"response_to": "29432243", "username": "Myra10", "message_id": "29589035", "user_id": "183136", "datetime": "2012-12-10 23:19:56", "datestring": "10. des. '12, kl: 23:19:56", "text": "Er samála með snyrtipinna dæmið, en ég hef ekki geyrt um að þú þurfir að þrífa sandinn tvisvar á dag!"}, {"response_to": "29430851", "username": "Hedwig", "message_id": "29432191", "user_id": "26056", "datetime": "2012-10-22 21:06:39", "datestring": "22. okt. '12, kl: 21:06:39", "text": "Er búið að taka hana úr sambandi?"}, {"response_to": "29430851", "username": "Indie", "message_id": "29436172", "user_id": "156825", "datetime": "2012-10-23 22:37:30", "datestring": "23. okt. '12, kl: 22:37:30", "text": "Gæti verið einhvað að greyinu, veikur jafnvel, hefuru farið með hann í heilsufarstjekk til dýralæknis útaf þessu? myndi gera það :)"}, {"response_to": "29430851", "username": "tóin", "message_id": "29589245", "user_id": "161670", "datetime": "2012-12-10 23:52:55", "datestring": "10. des. '12, kl: 23:52:55", "text": ""}]}