{"url": "https://bland.is/umraeda/hundaraektun-offrambod/29430931/?page=2363", "date": "2012-10-22 15:28:49", "id": "29430931", "items": [{"text": "Ég hef verið að velta fyrir mér undanfarið hvers vegna í ósköpunum fólk er að láta  hreinræktuðu hundana sína eignast hvolpa og er svo að auglýsa greyin á tilboði og á raðgreiðslum og annað. Ég veit að margir eru í mestu vandræðum að koma dýrunum á heimili. Mér finnst þetta langt frá því að vera eðlilegt. Ég á sjálf hreinræktaða tík og myndi aldrei láta hana eignast hvolpa nema  ég myndi vita um góða tilvonandi eigendur og góð heimili. Ég líka skil ekki hvernig margir geta látið frá sér hvolpana sína og vita varla hvert þeir voru að fara.  Þar sem ég keypti mína , sagði eigandinn að hann myndi fylgjast með og heimsækja hana nokkrum sinnum til að taka út aðstæður en hann kom aldrei.   Því miður fara ekk allir hundar á góð heimili og margir sem vita ekkert hvað þeir eru að fara úti eða gera sér grein fyrir vinnunni sem fylgir því að eiga hund og já staðreynd það kostar mikla peninga ef þau td verða veik.  En gefandi er það og dásamlegt . Mig langar bara að vekja máls á þessu. Lítið bara á auglýsingar með gæludýr hér og í Fréttablaðinu. Þetta er ekki eðlilegt.", "title": "hundaræktun...offramboð", "username": "fróna", "message_id": "29430931", "user_id": "54742", "response_to": null, "datetime": "2012-10-22 15:28:49", "datestring": "22. okt. '12, kl: 15:28:49"}, {"response_to": "29430931", "username": "idontknow", "message_id": "29430992", "user_id": "184931", "datetime": "2012-10-22 15:44:48", "datestring": "22. okt. '12, kl: 15:44:48", "text": "Mér finnst þú vera að hugsa þetta vitlaust."}, {"response_to": "29430992", "username": "Alpha❤", "message_id": "29431097", "user_id": "105727", "datetime": "2012-10-22 16:05:29", "datestring": "22. okt. '12, kl: 16:05:29", "text": "Ég vil blending þannig að:)"}, {"response_to": "29431097", "username": "Alpha❤", "message_id": "29431102", "user_id": "105727", "datetime": "2012-10-22 16:06:31", "datestring": "22. okt. '12, kl: 16:06:31", "text": "Vil frekar okeypis yndislegan blending heldur en að borga 200.000  fyrir hreinræktaðan"}, {"response_to": "29431102", "username": "scapula", "message_id": "29431185", "user_id": "88826", "datetime": "2012-10-22 16:21:25", "datestring": "22. okt. '12, kl: 16:21:25", "text": "passaðu þig að segja þetta ekki, greinilega getur ekki elskað hunda nema borga fleiri hundruð þúsund fyrir..."}, {"response_to": "29431185", "username": "Alpha❤", "message_id": "29431192", "user_id": "105727", "datetime": "2012-10-22 16:22:09", "datestring": "22. okt. '12, kl: 16:22:09", "text": "Ha?"}, {"response_to": "29431185", "username": "Alpha❤", "message_id": "29431195", "user_id": "105727", "datetime": "2012-10-22 16:22:43", "datestring": "22. okt. '12, kl: 16:22:43", "text": "Ég á bæði dyran hreinræktaðan og okeypis blending og elska báða mjög mikið"}, {"response_to": "29431195", "username": "Steina67", "message_id": "29431209", "user_id": "39274", "datetime": "2012-10-22 16:25:08", "datestring": "22. okt. '12, kl: 16:25:08", "text": "Nú á ég blending en það sem ég skil ekki er að það er oft verið að blanda saman tegundum sem hreinlega eiga ekkert sameiginlegt."}, {"response_to": "29431209", "username": "Alpha❤", "message_id": "29431218", "user_id": "105727", "datetime": "2012-10-22 16:27:13", "datestring": "22. okt. '12, kl: 16:27:13", "text": "Nei ekki ég heldur. En ef það kæmi góð blendingblanda sem mér lyst á þa myndi eg vilja taka hann að mer;)"}, {"response_to": "29430931", "username": "Alpha❤", "message_id": "29431107", "user_id": "105727", "datetime": "2012-10-22 16:07:41", "datestring": "22. okt. '12, kl: 16:07:41", "text": "Mer finnst akurat eiginlega ekkert framboð af hundum. Frekar að fækka þessari offjölgun á sumum tegundum. Eins og chihuahua, labrador og husky er nánast bara í auglýsingum."}, {"response_to": "29431107", "username": "Steina67", "message_id": "29431134", "user_id": "39274", "datetime": "2012-10-22 16:12:26", "datestring": "22. okt. '12, kl: 16:12:26", "text": "á hvaða tegundum finnst þér vanta meira framboð?  Eru þetta ekki vinsælustu hundarnir chihuahua, labrador og husky?  Þá er ekki skrítið að það sé meira framboð af þeim."}, {"response_to": "29431134", "username": "Alpha❤", "message_id": "29431153", "user_id": "105727", "datetime": "2012-10-22 16:15:33", "datestring": "22. okt. '12, kl: 16:15:33", "text": "Mér finnst vanta bernese mountain dog, shiloh, hovawart, shetland, irskan ulfhund og fl."}, {"response_to": "29430931", "username": "Roswell", "message_id": "29431140", "user_id": "66206", "datetime": "2012-10-22 16:13:47", "datestring": "22. okt. '12, kl: 16:13:47", "text": "Þegar mamma og pabbi voru að hugsa um að láta tíkina sína eignast hvolpa (hreinræktaður brúnn labrador) voru að allir að segja þeim hvað það væri mikil eftirspurn eftir þessum brúnu, nokkrir sem settu sig á biðlista og allt."}, {"response_to": "29430931", "username": "Lucky15", "message_id": "29431357", "user_id": "221765", "datetime": "2012-10-22 16:52:34", "datestring": "22. okt. '12, kl: 16:52:34", "text": "Ég held að í mörgum tilfellum þá er fólk að reyna að halda sinni ræktun í gangi... Er með flotta hunda með topp heilsufarskoðanir, sýningarárangur og skap og til þess að halda áfram með sína ræktun og sína línu, sem fólk hefur j verið að vinna að í áratug eða jafnvel meira, þá er oft ekki hægt að bara hætta þó kreppi að.... enda gífurleg vinna að baki, ásamt því að starta að nýju með önnur ræktunardýr er ótrúlega dýrt."}, {"response_to": "29430931", "username": "Nette", "message_id": "29431454", "user_id": "61885", "datetime": "2012-10-22 17:20:30", "datestring": "22. okt. '12, kl: 17:20:30", "text": "Ef .það væru færri fífl að búa itl hvolpa bara for the fun of it og af því þeir vilja leyfa tíkinni sinni að eiga einu sinni væri ekkert offramboð af hundum, það væri það ekki heldur ef Dalsmynni hefði verið lokað fyrir lifandis löngu, þeir sem eru að rækta af alvöru og huga að heilsu og standard tegundarinnar þurfa að halda sinni ræktun og blóðlínum gangandi en það er bara svo mikið af liði þarna úti sem hefur ekki hundsvit á þessu, vill bara fá hund núna og er alveg sama hvort hugað hafi verið að heilsu eða ekki...og kaupa bara það sem er ódýrast en spá ekkert í gæðunum."}, {"response_to": "29430931", "username": "svartasunna", "message_id": "29431496", "user_id": "54800", "datetime": "2012-10-22 17:37:07", "datestring": "22. okt. '12, kl: 17:37:07", "text": "Ef einhvers staðar ætti að hafa áhyggjur þá er það í offjölgun katta sem enginn vill eiga! Allt yfirfullt í Kattholti og alltaf auglýsingar um ókeypis kettlinga. Finnst að setja ættu lög þar sem allir kettlingar sem eru gefnir/seldir væru geldir nema fólk myndi sína fram á að þau væru að fara útí ábyrga ræktun. T.d. eru Main Coon kettir á Íslandi ekki seldir ógeldir nema fólk geti sýnt fram á að það ætli að fara að rækta og það verði ekki skyldleikaræktun."}]}