{"url": "https://bland.is/umraeda/brennslu-sterar-/29457922/?page=2241", "date": "2012-10-29 21:56:13", "id": "29457922", "items": [{"text": "hæ, langar að spurja.. hver er munurinn á að nota Efedrín, T-3 og Klemma? hvernig virkar þetta í sitt hvoru lagi?", "title": "Brennslu \"sterar\"", "username": "srb23", "message_id": "29457922", "user_id": "109932", "response_to": null, "datetime": "2012-10-29 21:56:13", "datestring": "29. okt. '12, kl: 21:56:13"}, {"response_to": "29457922", "username": "Alli Nuke", "message_id": "29459031", "user_id": "218316", "datetime": "2012-10-30 08:50:34", "datestring": "30. okt. '12, kl: 08:50:34", "text": "Haltu þig frá þessum skít ef þér er annt um heilsuna."}, {"response_to": "29457922", "username": "vitality", "message_id": "29462295", "user_id": "84137", "datetime": "2012-10-30 23:06:51", "datestring": "30. okt. '12, kl: 23:06:51", "text": "Klemmi er astmalyf. Þð hefur áhrif á miðtaugakerfið og hækkar líkamshita eitthvað. Efedrín er í sjálfu sér mjög svipað o hefur áhrif á svipaða viðtaka en er fljótar að fara út úr líkamanum og minnkar einnig matarlyst sem klemmi gerir ekki. T3 er skjaldkirtilshormón."}, {"response_to": "29457922", "username": "kaffibollar", "message_id": "29462707", "user_id": "178849", "datetime": "2012-10-31 04:50:16", "datestring": "31. okt. '12, kl: 04:50:16", "text": "passaðu þig á T-3. Ef það er ekki tekið nákvæmlega rétt þegar þú byrjar og hættir þá geturu eyðilagt skjaldkyrtilinn for life. Verður að trappa þig ofur rólega upp og ofur rólega niður. Ég myndi persónulega ekki þora að taka T-3 en ég hef prófað klemma. Klemminn fer rosalega í skapið á mér, verð ekki heimilishæf, svo hann hentar mér ekki. En það er eina aukaverkunin sem ég af honum, á ekki erfitt með svefn eins og á koffíntöflum. Ég hef ekki profað efedrin töflur svo ég get ekki deilt reynslu af því."}, {"response_to": "29457922", "username": "srb23", "message_id": "29468668", "user_id": "109932", "datetime": "2012-11-01 22:59:28", "datestring": "1. nóv. '12, kl: 22:59:28", "text": "En hvernig tekur maður svona, talað um ein tafla á´dag.. hvenær á dag þá? þegar maður vaknar, í hádeginu eða rétt fyrir æfingu?"}, {"response_to": "29468668", "username": "vitality", "message_id": "29484649", "user_id": "84137", "datetime": "2012-11-06 22:11:47", "datestring": "6. nóv. '12, kl: 22:11:47", "text": "Vil ekki hljóma hrokafull en það að þú skulir spyrja svona staðfestir grun minn um að þú vitir nákvæmlega ekkert um þetta. Þú verður að átta þig á því að þetta eru ekki venjulegar brennslutöflur með koffeini og einhverju drasli í heldur eru þetta lyf. Lyf sem fólk er að taka inn í stærri skömmtum en mælst er til  við einhvers konar sjúkdómum til þess að grennast. Þú tekur ekkert eina töflu af klemma á dag á morgnanna þangað til þú ert komin í kjörþyngd, heldur eru þetta on and off \"cycles\" sem felast í því að taka ákveðinn tíma á lyfinu og ákveðinn tíma án þess vegna þess að það brýtur niður viðtakana sem það binst (nú er ég að tala um efedrín og klemma, t3 virkar ekki eins). T.d. hefur klemmi það slæm áhrif á hjartað að flestir þeir sem taka hann fara ekki á cardio æfingar á meðan þeir eru á lyfinu."}, {"response_to": "29484649", "username": "FireStorm", "message_id": "29540941", "user_id": "13349", "datetime": "2012-11-24 23:20:20", "datestring": "24. nóv. '12, kl: 23:20:20", "text": "Klemminn er líka frægur fyrir að hækka blóðþrýstinginn skuggalega og slíta æðunum út á met hraða :-s"}, {"response_to": "29457922", "username": "seifur09", "message_id": "29543055", "user_id": "126806", "datetime": "2012-11-25 19:46:11", "datestring": "25. nóv. '12, kl: 19:46:11", "text": "Hverjum dettur í hug að taka inn Klemma til að grennast besta ráðið til að léttast er að drekka mikið vatn hreifa sig og borða grænmeti og ávexti ....... þú þart ekki að lesa meira ."}, {"response_to": "29457922", "username": "eldrigeitur", "message_id": "29543230", "user_id": "124642", "datetime": "2012-11-25 20:37:39", "datestring": "25. nóv. '12, kl: 20:37:39", "text": "þetta er skammtima dæmi & eg hef profað klemma og mer leið ogeðslega illa gat ekert lært i skolanum & fannst eg vera utan við mig og bara ja ogeð. Svo er þetta effedrin alveg fint uppá orkuna að gera.. enn tilgagnslaust samt. Það er sagt að það sé  mjög likt amfetamini hvernig það virkar á mann svo það er daldið sick að vera taka það daglega. T-3 er heldur ekki sniðugt ef maður er að taka lyf ekki i samráði við lækni & getur eyðilagt á þér skjaldristilinn til frambúðar. Og maður þarf bara að breyta matarvenjum sinum hægt og bítandi allt svona skyndi er ömurlegt.. er buin að profa flest af þessu og eg er engu nær nema þegar eg borða hollt og hreyfi mig klst a dag. Skapar svo mikið ojafnvægi i likamanum að þetta kemur bara allt aftur"}]}