{"url": "https://bland.is/umraeda/hvenaer-bolusettir-thu-thig-sidast-fyrir-kighosta-/29466801/?page=2325", "date": "2012-11-01 11:42:31", "id": "29466801", "items": [{"text": "Þar sem að nú eru lítil börn að veikjast af kíghósta (sem er mjög alvarlegur sjúkdómur fyrir lítil börn) þá er rétt að minna á að fullorðnir geta smitast af kíghósta og smitað aðra. Fullorðnir veikjast ekki alvarlega. Það á að endurnýja kíghóstabólusetninguna sína á 10 ára fresti. Hvenær bólusettir þú þig síðast? Ert þú að smita lítil börn?       Vil taka það fram að fólk á að sjálfsögðu að láta bólusetja börnin sín en það er ekki nóg að bólusetja einungis þau :-)", "title": "Hvenær bólusettir þú þig síðast fyrir kíghósta?", "username": "isora", "message_id": "29466801", "user_id": "53908", "response_to": null, "datetime": "2012-11-01 11:42:31", "datestring": "1. nóv. '12, kl: 11:42:31"}, {"response_to": "29466801", "username": "ilmbjörk", "message_id": "29466810", "user_id": "142779", "datetime": "2012-11-01 11:44:24", "datestring": "1. nóv. '12, kl: 11:44:24", "text": "Ég fór med son minn 15 mánada bólusetningu í gær og spurdi í leidinni hvort ég ætti ekki ad endurnýja bólusetninguna mína tar sem tad eru komin 11 eda 12 ár sídan sídast og læknirinn sagdi bara neinei, ekki nema tú sért ad fara ad ferdast.. fannst tad soldid skrýtid svar.."}, {"response_to": "29466810", "username": "isora", "message_id": "29466819", "user_id": "53908", "datetime": "2012-11-01 11:47:15", "datestring": "1. nóv. '12, kl: 11:47:15", "text": "Já mér líka. Ég er umkringd börnum allan daginn (hitti um 400 börn á viku) og ég ætla að drífa mig í þessa bólusetningu og aðrar sem þarf mögulega að endurnýja."}, {"response_to": "29466819", "username": "ilmbjörk", "message_id": "29466823", "user_id": "142779", "datetime": "2012-11-01 11:48:10", "datestring": "1. nóv. '12, kl: 11:48:10", "text": "já,, held ad ég geri tad líka.. vill alls ekki eiga tad á hættu ad smita adra af tví ad mín bólusetning er útrunnin.. ég hafdi sko ekki einu sinni pælt í tví ad ég tyrfti ad fara á 10 ára fresti.."}, {"response_to": "29466801", "username": "HvuttiLitli", "message_id": "29466831", "user_id": "41476", "datetime": "2012-11-01 11:50:41", "datestring": "1. nóv. '12, kl: 11:50:41", "text": "Úff ég veit ekki... sú bólusetning hefur örugglega farið fram einhvern tímann í grunnskóla og það eru 6 ár síðan ég kláraði hann... bara spurning í hvaða bekk ég fékk síðast kíghóstasprautu"}, {"response_to": "29466801", "username": "Alpha❤", "message_id": "29466843", "user_id": "105727", "datetime": "2012-11-01 11:53:56", "datestring": "1. nóv. '12, kl: 11:53:56", "text": "ég hef aldrei bólusett mig sjálf (þá meina ég farið sjálf á heilsugæslu og sagt ég vil bólusetningu gegn þessu eða hinu)"}]}