{"url": "https://bland.is/umraeda/onnur-spurning-vardandi-hipp/29461428/?page=2331", "date": "2012-10-30 20:26:23", "id": "29461428", "items": [{"text": "Ég er að spegulega með þetta mauk frá hipp, það eru jarðaber í því og er ekki samt talað um að nota ekki jarðaber fyrsta árið eða svo? útaf þau eru ofnæmisvaldandi eins og kíkví og svoleiðis?Eða er ég að rugla ........ mig minnir endilega eins og ég hafi einhverntímann lesið að bíða með jarðaber, samt er þett amauk fyrir 4man+", "title": "Önnur spurning varðandi Hipp", "username": "daddaskvis", "message_id": "29461428", "user_id": "224841", "response_to": null, "datetime": "2012-10-30 20:26:23", "datestring": "30. okt. '12, kl: 20:26:23"}, {"response_to": "29461428", "username": "sellofan", "message_id": "29461490", "user_id": "156650", "datetime": "2012-10-30 20:36:13", "datestring": "30. okt. '12, kl: 20:36:13", "text": "Nýjasta nýtt í ofnæmisfræðum er að ef það er ekki ofnæmi/óþol í fjölskyldunni þá má gefa barninu allt og það að bíða með eitthvað geti frekar valdið ofnæmi. Það eru engin ofnæmi hjá okkur en ég ákvað samt að bíða með hitt og þetta eins og jarðarber, hann fékk fyrst smakk þegar hann var rúmlega 7 mánaða."}, {"response_to": "29461490", "username": "HollyMolly", "message_id": "29461683", "user_id": "135176", "datetime": "2012-10-30 21:15:31", "datestring": "30. okt. '12, kl: 21:15:31", "text": "Ég beið líka og gaf stelpunni minni ekki þetta mauk en hún hámar í sig jarðaber núna og er búin að gera síðan hún var tæplega 11 mánaða (er 16 mán.) og ekkert komið í ljós en hins vegar er hún með mikið hnetuofnæmi en hvorki ég né pabbi hennar eða neinn í fjölskyldunni er með þannig. Hún er reyndar með vægt mjólkur og eggjaóþol en það er heldur ekki mikið í fjölsk., eitthvað samt. Þetta ofnæmi/óþol kom mér einmitt mjög á óvart því ég hef aldrei verið með óþol eða neitt fyrir neinu (nema hvítlauk kannski, er samt ekki vampíra) en þetta er bara aukast í umhverfinu og æ fleiri greinast með ofnæmi af einhverju tagi."}, {"response_to": "29461428", "username": "daddaskvis", "message_id": "29461627", "user_id": "224841", "datetime": "2012-10-30 21:03:34", "datestring": "30. okt. '12, kl: 21:03:34", "text": ""}]}