{"url": "https://bland.is/umraeda/sundhraedsla/29507272/?page=2268", "date": "2012-11-13 20:28:30", "id": "29507272", "items": [{"text": "Ok ég hef smá áhyggjur af 7 ára dóttur minni.henni hefur alltaf verið frekar illa við að fara sund en lætur sig þo hafa það og er jafnvel farin að hafa gaman af því að svamla um.Hún vill alls ekki fara í kaf og hefur aldrei gert það. Nú er hún farin að fara í aukasundtíma í gegnum skólann þar sem þau eru mikið færri í tíma.En svo sagði mér í dag að hún hefði fengið svona illt fyrir hjartað því hún hélt að hún þyrfti að fara í kaf í sundtímanum í dag,svo þegar hún vissi að hún þyrfti ekki að gera það þá lagaðist það. Ok hún er ss farin að kvíða fyrir þessu en hún hefur aldrei nefnt neitt svona við mig áður.Hvað ætti ég að gera? Tala við skólann? Finnst ykkur alveg lífsnauðsinlegt að læra að kafa?", "title": "Sundhræðsla", "username": "Mínútugrill", "message_id": "29507272", "user_id": "82299", "response_to": null, "datetime": "2012-11-13 20:28:30", "datestring": "13. nóv. '12, kl: 20:28:30"}, {"response_to": "29507272", "username": "BetaOgIngó", "message_id": "29507327", "user_id": "201154", "datetime": "2012-11-13 20:41:04", "datestring": "13. nóv. '12, kl: 20:41:04", "text": "Litla systir mín var ROSALEGA vatnshrædd. Ég tók það að mér að kenna henni, ég er helgarbarn en ekki hún, og fór ég með hana alltaf í sund til að kenna henni þetta. Hún var samt bara þriggja ára en örugglega hægt að fara með þetta yfir á 7 ára."}, {"response_to": "29507327", "username": "Mínútugrill", "message_id": "29507430", "user_id": "82299", "datetime": "2012-11-13 21:00:00", "datestring": "13. nóv. '12, kl: 21:00:00", "text": "Takk fyrir þetta:) hún getur samt alveg farið með hárið ofaní og getur leikið sér sjálf í innilauginni með kúta. Það er aðallega þetta með að fara í kaf og svo kann hún náttúrulega ekkert að synda og auðvitað verður hún að læra það eins og allir aðrir:) og ef hún er farin að kvíða því að fara í sund útaf þessu þá veit ég ekki hvað skal gera."}, {"response_to": "29507430", "username": "BetaOgIngó", "message_id": "29507916", "user_id": "201154", "datetime": "2012-11-13 22:38:14", "datestring": "13. nóv. '12, kl: 22:38:14", "text": "Ef það er ekkert mál að bleyta hárið þá er það aðalega að fara með munninn ofaní og anda frá sér ofaní vatninu. Og svo kannski að setja bara andlitið ofaní, líka hægt að æfa það í baði."}, {"response_to": "29507272", "username": "Laps", "message_id": "29507872", "user_id": "64647", "datetime": "2012-11-13 22:30:46", "datestring": "13. nóv. '12, kl: 22:30:46", "text": "Minn drengur er á svipuðum aldri og hann var alveg svakalega vatnshræddur, kveið hverjum skólasundtíma."}, {"response_to": "29507872", "username": "parís666", "message_id": "29510150", "user_id": "77888", "datetime": "2012-11-14 14:01:13", "datestring": "14. nóv. '12, kl: 14:01:13", "text": "Mæli með að fara með barnið í sund sem oftast og ath. með sundkennslu."}, {"response_to": "29507272", "username": "magzterinn", "message_id": "29519006", "user_id": "8409", "datetime": "2012-11-17 14:24:18", "datestring": "17. nóv. '12, kl: 14:24:18", "text": "Ég myndi athuga með sundnámskeið og tala við e-n reyndar barnasundkennara."}]}