{"url": "https://bland.is/umraeda/geldinganes-og-geirsnef/29501009/?page=2202", "date": "2012-11-12 11:53:07", "id": "29501009", "items": [{"text": "Ég er með 6 ára gamla tík sem er búin að vera hjá mér í 1/2 ár. Fyrri eigandi hennar átti nokkra aðra hunda og hún því mjög vön hundum. Ég hinsvegar umgengst fáa aðra hunda og stundum langar mig til að geta leyft henni að hitta aðeins og leika við aðra hunda, því hún hefur mjög gaman af því. Hún elskar að leika (og já ég leik við hana daglega í okkar útivist).Er ekki rétt skilið hjá mér að Geirsnef og Geldinganes séu svona staðir þar sem fólk hleypir hundunum sínum lausum og þeir geta \"spjallað\" að vild? Og að ég get gengið áhyggjulaus hring um svæðið og leyft henni að hlaupa um og þefa og heilsa öðrum hundum? Hún er mjög hlýðin og kemur alltaf þegar ég kalla, jú jú getur alveg haft banana í eyrunum en kemur þá 10 sek síðar á harðahlaupum.", "title": "Geldinganes og Geirsnef", "username": "Hrafnafífa", "message_id": "29501009", "user_id": "198765", "response_to": null, "datetime": "2012-11-12 11:53:07", "datestring": "12. nóv. '12, kl: 11:53:07"}, {"response_to": "29501009", "username": "Gunna stöng", "message_id": "29501359", "user_id": "58982", "datetime": "2012-11-12 13:38:27", "datestring": "12. nóv. '12, kl: 13:38:27", "text": "Já mín reynsla er góð af Geirsnefi, er með 2ja ára rakka og tík sem fara þangað nánast daglega. Hef ekki prófað Geldinganesið."}, {"response_to": "29501009", "username": "tristantyr", "message_id": "29501365", "user_id": "95725", "datetime": "2012-11-12 13:41:57", "datestring": "12. nóv. '12, kl: 13:41:57", "text": "Ég hef góða reynslu af Geirsnefi og á margar skemmtilegar minningar þaðan með tíkinni minni :)"}, {"response_to": "29501365", "username": "lenaxx", "message_id": "29501669", "user_id": "132984", "datetime": "2012-11-12 15:03:59", "datestring": "12. nóv. '12, kl: 15:03:59", "text": "hef góða reynslu af geldingar nesi þar ertu samt meira ein með hundinum þinum að labba,,, það er aldrey mikið af hundum þar nema um helgar,,, en hef bæði góð og slæma reynslu af geirsnefi,, svæðið er fint og flest allir hunda eigendur eru fínir þar en hef líka lent í að maðu hefur ráðist á hundin minn þar út af því að rottwilerin hans  lenti í valdasalag við huskyin minn,,, og hundurin hans varð undir ekkert blóð eða neitt bara urr og gelt og hoppað ofan á og þá tropaðsist maðurin og byrjaði að sparka í andlitið á hundinum mínu því að hundurin hans átti að vera mikið sterari og einhvað shitt,, btw þá var maðurin pottþétt á fíkniefnum og löggan kom á staðin...."}, {"response_to": "29501669", "username": "Gunna stöng", "message_id": "29502554", "user_id": "58982", "datetime": "2012-11-12 18:37:17", "datestring": "12. nóv. '12, kl: 18:37:17", "text": "Úfff...ekki skemmtileg reynsla. Ég hef sem betur fer aldrei lent í neinu leiðinlegu. Auðvitað tuskast hundarnir og það bara tilheyrir. Þegar tveir stórir hundar eins og rottweiler og husky slást eða eru með derring þá verða þeir að útkljá það."}, {"response_to": "29501009", "username": "viský", "message_id": "29521942", "user_id": "92133", "datetime": "2012-11-18 14:50:07", "datestring": "18. nóv. '12, kl: 14:50:07", "text": "Ráðlegg þér eindregið að fara með hvutta á svona opið svæði og Geirsnef er fínn staður."}, {"response_to": "29521942", "username": "eddatoto", "message_id": "29532560", "user_id": "60678", "datetime": "2012-11-22 01:09:41", "datestring": "22. nóv. '12, kl: 01:09:41", "text": "Vá ! Flott hjá þér að hreinsa upp eftir hina sóðana sem gera það ekki ! Finnst alveg ótrúlegt að fólk hreinsi ekki upp eftir hundana. Húrra fyrir þér ! Vildi óska að fleiri væru eins og þú :)"}, {"response_to": "29501009", "username": "inglo", "message_id": "29532870", "user_id": "191174", "datetime": "2012-11-22 09:18:34", "datestring": "22. nóv. '12, kl: 09:18:34", "text": "Farið varlega núna á Geirsnefi (Hundatanga),  þar er einhver pest í gangi núna sem veldur blóðugum hægðum og tilheyrandi dýralæknakostnaði."}, {"response_to": "29532870", "username": "viský", "message_id": "29533546", "user_id": "92133", "datetime": "2012-11-22 12:55:33", "datestring": "22. nóv. '12, kl: 12:55:33", "text": "Náttúrulega vegna þess að svo margir eru ekki að láta bólusetja hunda sína og hreinsa svo ekki eftir þá skítinn, sem mér finnst mjög slæmt mál. Tillitsleysi sumra hundaeiganda gagnvart öðrum er til skammar, svo fáum við hin öll slæmt orð á okkur."}, {"response_to": "29533546", "username": "skuggirott", "message_id": "29577031", "user_id": "214726", "datetime": "2012-12-07 02:32:37", "datestring": "7. des. '12, kl: 02:32:37", "text": "ert þú ein af þeim sem styður semsagt einelti??"}, {"response_to": "29501009", "username": "GabyHOP", "message_id": "29548113", "user_id": "222854", "datetime": "2012-11-27 13:34:53", "datestring": "27. nóv. '12, kl: 13:34:53", "text": "Geirsnef er flottur staður fyrir hundana, EN.. það er bara svo ógeðslegt hvað fólk þrífur aldrei upp eftir hundana sína. Ég er alltaf með rúllu af hundaskítspokum til þess að þrífa upp þegar ég fer þarna."}, {"response_to": "29548113", "username": "Broskall", "message_id": "29567063", "user_id": "46976", "datetime": "2012-12-03 20:52:19", "datestring": "3. des. '12, kl: 20:52:19", "text": "Ég og vinkona mín erum með hundagöngur sérstaklega fyrir smáhunda fastar göngur á laugardögum kl.11 (en erum stundum með göngur líka á öðrum tímum)"}, {"response_to": "29501009", "username": "skuggirott", "message_id": "29577030", "user_id": "214726", "datetime": "2012-12-07 02:29:54", "datestring": "7. des. '12, kl: 02:29:54", "text": "mæli ekki með að fara á neitt hundasvæði þegar það er blautt , upp á sykingahættu að gera.. best að fara þegar það er buið að vera þurrt í 2-3 daga.. mér var ráðlegt þetta af dýraspítalanum ."}]}