{"url": "https://bland.is/umraeda/-videigandi-oryggisbunadur/29555156/?page=2228", "date": "2012-11-29 16:12:36", "id": "29555156", "items": [{"text": "Dóttir mín var að segja mér að á hinu heimilinu (hjá pabba sínum) situr hún alltaf bara á sessu (með engu baki!) í bílnum.  Hún er nýorðin 4 ára, tæp 17 kg. og rúmlega 100 cm, hjá mér er hún enn í stólnum sem hún er búin að vera í síðan á fyrsta ári. Ég var áður búin a ræða þessi mál við hann (þegar hann var eitthvað að pæla) og gera honum grein fyrir því að öryggi sessanna sé takmarkað, ef eitthvað, og ég myndi ekki vilja að hún sæti á slíku, ef hann vildi kaupa nýjan stól yrði það helst að vera sessa með baki.En hef ég einhvern rétt á að \"ráðskast\" með það hvaða öryggisbúnað þau nota í bílnum?  Ég veit það er í lögum að börn skuli nota viðeigandi öryggisbúnað, en hvað er viðeigandi?Hvað mynduð þið gera í þessum sporum?", "title": "\"viðeigandi\" öryggisbúnaður", "username": "Anímóna", "message_id": "29555156", "user_id": "86179", "response_to": null, "datetime": "2012-11-29 16:12:36", "datestring": "29. nóv. '12, kl: 16:12:36"}, {"response_to": "29555156", "username": "Zagara", "message_id": "29555177", "user_id": "68119", "datetime": "2012-11-29 16:19:38", "datestring": "29. nóv. '12, kl: 16:19:38", "text": "Það erfiða í þessu er að sessur án baks teljast vera viðeigandi öryggisbúnaður hér á landi :("}, {"response_to": "29555177", "username": "Anímóna", "message_id": "29555181", "user_id": "86179", "datetime": "2012-11-29 16:21:46", "datestring": "29. nóv. '12, kl: 16:21:46", "text": ":(  En þær ættu ekki að vera það, er það nokkuð? Er ekki búið að sýna fram á með milljón skrilljón rannsónum að svo er ekki?"}, {"response_to": "29555156", "username": "katlan", "message_id": "29555184", "user_id": "62935", "datetime": "2012-11-29 16:22:02", "datestring": "29. nóv. '12, kl: 16:22:02", "text": "Upplýsa hann um öryggi barna í bíl og viðeigandi öryggisbúnað fyrir þau."}, {"response_to": "29555184", "username": "Anímóna", "message_id": "29555191", "user_id": "86179", "datetime": "2012-11-29 16:24:18", "datestring": "29. nóv. '12, kl: 16:24:18", "text": "Sem ég hef þegar gert og hann virðir að vettugi"}, {"response_to": "29555191", "username": "katlan", "message_id": "29555197", "user_id": "62935", "datetime": "2012-11-29 16:26:34", "datestring": "29. nóv. '12, kl: 16:26:34", "text": "Neitar honum um það að fara með barnið eitthvað í bíl."}, {"response_to": "29555156", "username": "choccoholic", "message_id": "29555205", "user_id": "60534", "datetime": "2012-11-29 16:28:31", "datestring": "29. nóv. '12, kl: 16:28:31", "text": "Ég myndi ekki sætta mig við þetta. Auðvitað hefurðu rétt á að ráðskast með þetta, hún er jú þitt barn líka, og þar af leiðandi þitt hlutverk að sjá til þess að hún sé með viðeigandi öryggisbúnað öllum stundum. Sessa án baks er ekki bara takmarkað öryggistæki heldur getur hún verið beinlínis hættuleg fyrir 4 ára barn. Ég myndi ekki samþykkja að barnið færi í bílinn með föður sínum nema að hann lagi þetta áður. Geturðu ekki látið stólinn hennar fylgja með henni þegar hún er hjá pabba sínum? Það myndi leysa vandamálið ef það er hægt. Þá þarf hann ekki að leggja út fyrir nýjum stól, og barnið er þá með viðeigandi öryggisbúnað."}, {"response_to": "29555205", "username": "Anímóna", "message_id": "29555219", "user_id": "86179", "datetime": "2012-11-29 16:32:14", "datestring": "29. nóv. '12, kl: 16:32:14", "text": "Hann á eins stól og ég, sem hann greinilega kaus að hætta að nota, þó hann sé enn nógu stór - það er það skrýtna.. Finnst líklega bara meira vesen að færa hann á milli.  Annars þá á ég ekki bíl og stóllinn hennar sem hún notar hjá mér er alltaf í bíl foreldra minna svo það væri ansi mikið að fara að koma honum á milli, sérstaklega þar sem hann á eins."}, {"response_to": "29555219", "username": "choccoholic", "message_id": "29555239", "user_id": "60534", "datetime": "2012-11-29 16:38:44", "datestring": "29. nóv. '12, kl: 16:38:44", "text": "Eins leiðinlegt og það hljómar þá held ég að þú verðir bara að setja honum stólinn fyrir dyrnar og neita honum um að taka hana í bílinn nema að hann sé með stólinn."}]}