{"url": "https://bland.is/umraeda/frumubreytingar-eda-oedlilegar-frumur/29566070/?page=2211", "date": "2012-12-03 14:48:35", "id": "29566070", "items": [{"text": "Hæ hæÍ fyrra fékk ég thá nidurstödu úr leghálskrabbameinsskodininni ad ég væri med thad sem á dönsku kallast atypiske celler sem ég veit ekkert hvad heitir á íslensku, kannski bara óedlilegar frumur...?Ég átti ad koma í skodun aftur ári seinna og fór nýlega í thá skodun og bíd núna eftir svari, gedveikt stressud :(Hefur einhver fengid thessar fréttir hérna? Ég hef lesid mér adeins til um thetta en væri alveg til í ad heyra hvad gerdist næst hjá ykkur sem hafid prófad thetta. Megid líka alveg skrifa ef thid vorud med frumubreytingar, hvad gerdist næst og hvernig thróadist thad. Er alveg til í allar sögur, ekki bara extream dæmin :)", "title": "Frumubreytingar eda óedlilegar frumur", "username": "qetuo55", "message_id": "29566070", "user_id": "170426", "response_to": null, "datetime": "2012-12-03 14:48:35", "datestring": "3. des. '12, kl: 14:48:35"}, {"response_to": "29566070", "username": "jóalilja", "message_id": "29566184", "user_id": "52847", "datetime": "2012-12-03 15:43:55", "datestring": "3. des. '12, kl: 15:43:55", "text": "Ég hef í nokkur ár verið með vægar frumubreytingar sem eru atypiske cellert myndi ég halda. Tvisvar hef ég farið í leghálsspeglun þar sem lítil sýni af leghálsinum eru tekin til nánari skoðunar. Í versta falli er gerður svokallaður keiluskurður þar sem fremsti hluti leghálsins er skorin af, bara smá pínu yfirborð þar sem frumubreytingarnar eru en í mínu tilfelli var það ekki nauðsynlegt svo ég er bara í reglulegu tékki þar sem tekið er strok með eyrnapinna og fylgst með þessu þannig."}, {"response_to": "29566184", "username": "qetuo55", "message_id": "29566456", "user_id": "170426", "datetime": "2012-12-03 17:43:58", "datestring": "3. des. '12, kl: 17:43:58", "text": "Já ég veit ekki. Sá á netinu ad listinn væri í thessari röd:"}, {"response_to": "29566070", "username": "HonkyTonk Woman", "message_id": "29566658", "user_id": "178663", "datetime": "2012-12-03 18:55:38", "datestring": "3. des. '12, kl: 18:55:38", "text": "Ég greindist með vægar frumubreytingar úr stroki sem var tekið í júní og ég átti að koma 6 mánuðum síðar í annað strok sem ætti að vera þá í enda desember en ég fór í annað strok fyrir 2 vikum síðan vegna þess að mér finnst bara erfitt að bíða og ég hef heyrt af konu sem greindist fyrst með vægar breytingar en 4 mánuðum seinna var það komið upp í 3 stigs breytingar þannig að ég ákvað að fara fyrr í tékk þannig að það sé þá hægt að taka þetta í tæka tíð....en kvensjúkdómalæknirinn minn segir að í langflestum tilfellum gangi þessar breytingar til baka en ef ekki þá sé keiluskurður endanleg lækning í 90% tilfella. Ég þekki orðið margar sem hafa fengið frumubreytingar sem hafa horfið og aldrei komið aftur og örfáar sem hafa farið í keiluskurð og það er allt frá 4-32 ár síðan og það amar ekkert að þeim í dag. En ég viðurkenni að mér er ekki um sel með þetta :/"}, {"response_to": "29566070", "username": "Mae West", "message_id": "29566707", "user_id": "28460", "datetime": "2012-12-03 19:17:53", "datestring": "3. des. '12, kl: 19:17:53", "text": "Veistu það að ef þú gerir könnun þá hugsa ég að það komi þér á óvart hvað margar hafa greinst með frumubreytingar eða farið í skurð eða laser tengt þessu án vandræða."}, {"response_to": "29566070", "username": "bergma", "message_id": "29569340", "user_id": "14808", "datetime": "2012-12-04 14:50:39", "datestring": "4. des. '12, kl: 14:50:39", "text": "Ég fór í keiluskurð í ferbúar í fyrra þa´var ég buin að vera í 2 ár alltaf í 6 ´mánaða fresti. Svo í september síðastliðnum þá er ég komin með frumubreytingar aftur. Ég er svo svekt, en móðuramma mín dó úr leghálskrabba fyrir ca 45 árum síðan."}, {"response_to": "29566070", "username": "Buskan", "message_id": "29569378", "user_id": "6079", "datetime": "2012-12-04 15:03:27", "datestring": "4. des. '12, kl: 15:03:27", "text": "ég var með 3 stigs frumubreytingar og fór í keiluskurð fyrir tæpum 3 árum síðan.  Var ekkert mál. Hef farið í skoðun á 6 mánaða fresti eftir það og er  enn allt í góðu."}, {"response_to": "29566070", "username": "LaRose", "message_id": "29569592", "user_id": "65188", "datetime": "2012-12-04 16:05:01", "datestring": "4. des. '12, kl: 16:05:01", "text": "Biddu bara um ad fa ad koma aftur eftir 6 manudi."}]}