{"url": "https://bland.is/umraeda/idnnam-vs-haskolanam/29572517/?page=65", "date": "2012-12-05 14:20:58", "id": "29572517", "items": [{"text": "Góðan daginn, ég er að velta fyrir mér framtíðinni í sambandi við Háskólanám og Iðnnám. Málið er að ég stunda mjög krefjandi Háskólanám eins og staðan er núna, mér gengur mjög vel og ég held að ég eigi eftir að standa mig vel í starfinu sem fylgir þessu námi í framtíðinni. Þetta nám er mjög fjölbreytt og ég get nýtt það í margt en ekki beint í það sem ég hef áhuga á. Áhuginn minn liggur að list og öllu því tengdu og ég get ekki hætt að hugsa um iðnnám sem mig langar í. Málið með iðnnámið er að ég er ekki að fara fá svona trausta vinnu við það og mér finnst eins og það verði endalaust strit og puð út allt lífið ef ég ætla að lifa á því. Starfið sem fylgir háskólanáminu er þó mjög traust þótt svo að ég verði ekki með nein súper laun en ég á alveg að geta átt gott líf og gert svona það helsta sem ég vil. Hvort á maður að fylgja draumum sínum eða fara solid leiðina ? Ég á eflaust eftir að hugsa um 70 til baka með eftirsjá af því ég fór ekki í iðnnám eða hvað ?Mér finnst svo stimplað inní mann frá barnsaldri að maður þurfi að læra eitthvað sem maður fær trausta vinnu við.", "title": "Iðnnám vs. Háskólanám", "username": "husnaedi2", "message_id": "29572517", "user_id": "230893", "response_to": null, "datetime": "2012-12-05 14:20:58", "datestring": "5. des. '12, kl: 14:20:58"}, {"response_to": "29572517", "username": "husnaedi2", "message_id": "29572521", "user_id": "230893", "datetime": "2012-12-05 14:22:09", "datestring": "5. des. '12, kl: 14:22:09", "text": "ps. eftir háskólanámið er ég að fara hoppa inní starf en eftir iðnnámið er ég að fara redda mér sjálf. Ég væri til í að klára bæði en ég er hinsvegar ekki tilbúin að vera í skóla næstu 5 árin í viðbót."}, {"response_to": "29572521", "username": "Svala Sjana", "message_id": "29572661", "user_id": "39898", "datetime": "2012-12-05 15:23:26", "datestring": "5. des. '12, kl: 15:23:26", "text": "Hvaða iðnnám er þetta?"}, {"response_to": "29572517", "username": "sjálfstættfólk", "message_id": "29572524", "user_id": "200628", "datetime": "2012-12-05 14:22:45", "datestring": "5. des. '12, kl: 14:22:45", "text": "vertu frekar skynsöm og kláraðu háskólanámið þitt"}, {"response_to": "29572517", "username": "sigurborgss", "message_id": "29572575", "user_id": "107171", "datetime": "2012-12-05 14:39:18", "datestring": "5. des. '12, kl: 14:39:18", "text": "Læra bæði, þá hefuru kost á að hoppa inn í öruggt starfsumhverfi en hefur áhugamálið þá sem þú getur hoppað í ef tækifæri gefst!"}, {"response_to": "29572517", "username": "disfaeris", "message_id": "29572597", "user_id": "125418", "datetime": "2012-12-05 14:46:55", "datestring": "5. des. '12, kl: 14:46:55", "text": "ég mundi fara öruggu leiðina og svo gera hitt í hobby, svo þegar þú ert orðinn fær um að hafa hobbyið sem aðal þá smátt og smátt getur þú komimð því í verk, svona eins og þegar konan þín er með nógu góðar tekjur til að framfleita ykkur báðum ;)"}, {"response_to": "29572517", "username": "extraextra", "message_id": "29572600", "user_id": "158919", "datetime": "2012-12-05 14:47:58", "datestring": "5. des. '12, kl: 14:47:58", "text": "Í þínum sporum kæmi ég til með að klára háskólanámið og taka jafnvel iðnnámið meðfram vinnu eða sækja námskeið því tengdu."}, {"response_to": "29572600", "username": "traff", "message_id": "29572683", "user_id": "192646", "datetime": "2012-12-05 15:33:17", "datestring": "5. des. '12, kl: 15:33:17", "text": "sko.... nú veit ég ekki hvaða iðnnám þú ert að hugsa um en iðnmenntuð er ekki eitthvað krúttnám, þetta er í flestum tilvikum fjögura ára nám með mikilli viðveru."}, {"response_to": "29572683", "username": "traff", "message_id": "29572689", "user_id": "192646", "datetime": "2012-12-05 15:35:49", "datestring": "5. des. '12, kl: 15:35:49", "text": "Ég myndi núna fara í háskólanámið það er ekki fyrir alla að ætla að skaffa sér vinnu sjálf."}, {"response_to": "29572683", "username": "extraextra", "message_id": "29572745", "user_id": "158919", "datetime": "2012-12-05 16:14:00", "datestring": "5. des. '12, kl: 16:14:00", "text": "Ég þekki það mjög enda bæði með háskólamenntun og iðmenntun, ég tók iðnámið með vinnu og það gekk mjög vel :) Það fer að sjálfsögðu alfarið eftir hvernig vinnutíminn er og hversskonar vinnu maður er í."}, {"response_to": "29572683", "username": "sem er", "message_id": "29572924", "user_id": "1190", "datetime": "2012-12-05 17:34:40", "datestring": "5. des. '12, kl: 17:34:40", "text": "Það eru samt margir sem ljúka iðnnami meðfram vinnu.. háskólanám er ekkert krúttnám heldur samt vinna flestir meðfram því.. eina sem hún gæti lent í vandræðum með er praktíkin en hún getur líklega tekið bóklega hlutann með vinnu.."}, {"response_to": "29572924", "username": "traff", "message_id": "29582640", "user_id": "192646", "datetime": "2012-12-08 23:30:20", "datestring": "8. des. '12, kl: 23:30:20", "text": "Nei það var nú svosem ekki það sem ég var að segja en það er ekki frjáls mæting í iðnnámi og það er ekki hægt að leggjast yfir bækurnar massíft til að redda sér fyrir horn, það gat enginn í mínu fagi unnið með náminu nema þá bara á kvöldin og annað lítið, ég var t.d. með stúdentspróf yfir  en samt var stundaskráin mín mestmegnis full."}, {"response_to": "29572517", "username": "notönd", "message_id": "29573022", "user_id": "184970", "datetime": "2012-12-05 18:23:34", "datestring": "5. des. '12, kl: 18:23:34", "text": "endilega skoða iðnnámið vel, Ég er kennari í framhaldsskóla og ég held að það sé alltof mikið um bóknámsvinnu. Iðnnemar eru að verða mjög eftirsóttir í vinnu, bæði á Íslandi og erlendis vegna þess að það fer að vanta svoleiðist fólk. Nú veit ég ekki hvaða fög það eru sem þú ert að hugsa um en allavega ekki hoppa í græðgigírinn :)"}, {"response_to": "29573022", "username": "husnaedi2", "message_id": "29575824", "user_id": "230893", "datetime": "2012-12-06 17:34:52", "datestring": "6. des. '12, kl: 17:34:52", "text": "Takk fyrir svörin , ég geri mér fulla grein fyrir því að iðnám er ekki auðvelt, en ég hef samt mikla trú á því að maður nái langt í hverju sem er bara ef maður hefur nógu mikinn áhuga fyrir því sem maður er að gera. Ég er alin upp við list og mörgu sem tengist list, hef verið að gera margt sem tengist náminu sem mig langar í frá því ég var um 3 ára og hef fengið kennslu bæði frá mömmu og pabba alla mína lífstíð. Ég hef tvennskonar nám í huga, fataiðnbrautarnámið í Tækniskólanum eða gull- og silfursmíðabrautina, veit það er mjög erfitt að komast inní sérstaklega gull og silfur en hef trú á því að ég gæti gert flotta umsóknarmöppu sem gæti mögulega komið mér í námið. Mér þykir það samt synd að klára ekki háskólanámið þar sem mér gengur vel þar. Held eftir kommentin ykkar að ég reyni á bæði :)  Mér finnst bara eins og sköpunargáfan mín þurfi á útrás að halda sem ég fæ enganveginn í Háskólanáminu og hef slæma tilfinningu fyrir því að ég skuli vera missa af hinu tækifærinu, en vona ekki :)"}, {"response_to": "29575824", "username": "traff", "message_id": "29582657", "user_id": "192646", "datetime": "2012-12-08 23:34:36", "datestring": "8. des. '12, kl: 23:34:36", "text": "Gangi þér vel :) Ertu samt ekkert að pæla í listaháskólanum? fataiðnbrautin er ekkert mjög skapandi þetta er rosalega mikið tækninám."}, {"response_to": "29572517", "username": "DoctorHver", "message_id": "31405326", "user_id": "190371", "datetime": "2017-12-13 19:17:33", "datestring": "13. des. '17, kl: 19:17:33", "text": "Ef þú ert með háskóla gráðu þá held ég að þú getir vel við unnað og þurfir ekki að sjá eftir neinu. Sértaklega ef þetta var háskólanámið sem þig langaði í og átti vel við þig.  EF það átti ekki við þig hvort sem að þú kláraðir námið eða ekki þá er eftir sjá mjög skiljanlegt. Ég geri mér grein fyrir því að þetta upphafs innleg er 5 ára gamalt. EN væri þá ekki nær að fara bara á listnámsbraut? hún tellst svo sem til stúdents brauta þannig að ég gæti alveg ýmindað mér að þú gætir sennilega stitt þér leið alveg helling, geri ráð fyrir því að þú hafir stúdents  fyir . Þannig að ég held þú sért ekki að hugsa um hefðbundið iðnám."}]}