{"url": "https://bland.is/umraeda/ohh-hvad-a-eg-ad-gera-/29581384/?page=2197", "date": "2012-12-08 17:42:20", "id": "29581384", "items": [{"text": "ég og kærastinn minn erum búin að vera saman í 6 ár og eigum 3 mánaða gamla dóttur saman en málið er að við erum svo oft einfaldlega ekki hamingjusöm saman. Við vitum bara ekki hvað við eigum að gera :( við erum undanfarið búin að vera að ræða þetta og í mínum skilningi þá erum við einfaldlega komin með leið á hvortöðru sambandslega séð, við erum ennþá mjög góðir vinir og okkur semur vel en við erum bara eitthvernvegin ekki sátt í þessari stöðu... kærastinn minn var ekki tilbúin til þess að vera pabbi og honum finnst þetta hlutverk eitthvað svo glatað og líður illa með það, ekki það að hann er alveg mjög góður pabbi. Kynlífið vægast sagt sökkar og í raun er bara ekki til staðar þó svo að kynkvötin hafi ekki minnkað neitt, og það er ekki ég sem sækist ekki eftir því heldur hann sem beinlínis vill það ekki en fer svo og rúnkar sér í staðin, þótt ég vilji sofa hjá honum þá vill hann stundum frekar bara rúnka sér. þetta er eiginlega það sem ég þoli minnst og gerir mig mest óhamingjusama. við höfum rætt að hætta saman, en það bara yrði svo mikið vesen, ég þyrfti að flytja aftur til mömmu og pabba til að fá eitthverja hjálp með stelpuna og hann myndi líklegast halda íbúðinni, en afþví hann vinnur svo mikið og óreglulega þá yrði vesen fyrir hann að hafa hana hjá sér reglulega og líklegast það eina sem heldur mér gangandi eru þessar pásur sem ég fæ í enda dagsins frá stelpunni, annars myndi ég líklega verða klikkuð. Svo er ég að fara í langt og erfitt nám sem krefst þess að ég þurfi námslán og líklega að setja stelpuna til dagmömmu og ég veit ekki hvort ég hafi efni á því að gera það og leigja mér eitthverstaðar ein.mig langar til þess að geta lagað þetta samband en ég bara veit ekki hvernig... og eitthvernvegin er mig byrjað að hlakka til þess að prófa aðra menn og vera á lausu, áður en við erum einusinni hætt saman... veit eitthver hvað við getum gert?", "title": "ohh hvað á ég að gera :(", "username": "ljosgimbur", "message_id": "29581384", "user_id": "132586", "response_to": null, "datetime": "2012-12-08 17:42:20", "datestring": "8. des. '12, kl: 17:42:20"}, {"response_to": "29581384", "username": "Rósaleppar", "message_id": "29581393", "user_id": "10399", "datetime": "2012-12-08 17:44:41", "datestring": "8. des. '12, kl: 17:44:41", "text": "Ég mundi ráðleggja ykkur að fara í ráðgjöf.  Ráðgjafar geta oft hjálpað fólki að finna hamingjuna aftur saman, og um að gera að prufa það allavega, dóttur ykkar vegna og bara ykkar vegna.  Ég veit ekki um góðan ráðgjafa en ég er viss um að einhver hérna inni getur mælt með einhverjum."}, {"response_to": "29581384", "username": "Húllahúbb", "message_id": "29581396", "user_id": "13729", "datetime": "2012-12-08 17:45:52", "datestring": "8. des. '12, kl: 17:45:52", "text": "Úff ... myndi nú ekki ana út í neitt þar sem barnið er svona ungt og hormónar og læti gætu spilað inn í þínar tilfinningar. Mæli með hjónabandsráðgjöf fyrir það fyrsta. Þið þurfið að finna út hvort þið viljið bjarga sambandinu og fá hjálp við það ef svo er."}, {"response_to": "29581396", "username": "ljosgimbur", "message_id": "29581399", "user_id": "132586", "datetime": "2012-12-08 17:49:19", "datestring": "8. des. '12, kl: 17:49:19", "text": "málið er að honum finnst við vera of ung til þess að þurfa ráðgjöf til að vera saman, og hann trúir því fastlega að ráðgjafi geti ekki breytt því hvernig okkur líður..."}, {"response_to": "29581399", "username": "Anímóna", "message_id": "29581566", "user_id": "86179", "datetime": "2012-12-08 18:52:13", "datestring": "8. des. '12, kl: 18:52:13", "text": "Forsenda þess að ráðgjöf virki er að þið viljið að hún virki, og séuð tilbúin til þess að laga sambandið.  Svo þá er þetta nokkuð slæmt."}, {"response_to": "29581399", "username": "Trunki", "message_id": "29581773", "user_id": "47044", "datetime": "2012-12-08 20:08:55", "datestring": "8. des. '12, kl: 20:08:55", "text": "ef ég man rétt að þá eru skilnaðir pars líklegastir 1 árið eftir að barn fæðist. Ráðgjöf hjálpar, sama hvort þið munuð enda á því að hætta saman eða ekki."}, {"response_to": "29581384", "username": "fálkaorðan", "message_id": "29581397", "user_id": "169630", "datetime": "2012-12-08 17:47:29", "datestring": "8. des. '12, kl: 17:47:29", "text": "Karlar fá líka fæingarþunglyndi."}, {"response_to": "29581397", "username": "ljosgimbur", "message_id": "29581415", "user_id": "132586", "datetime": "2012-12-08 17:55:38", "datestring": "8. des. '12, kl: 17:55:38", "text": "já, búin að seigja honum það en hann svarar bara\" ég sagði þér þegar þú varðst ólétt að ég væri ekki tilbúinn í þetta\" og svo heldur hann áfram með að seigja að sálfræðingar og ráðgjafar geti ekki breytt því hvernig honum líður með ástandið"}, {"response_to": "29581415", "username": "fálkaorðan", "message_id": "29581424", "user_id": "169630", "datetime": "2012-12-08 18:00:14", "datestring": "8. des. '12, kl: 18:00:14", "text": "Hann þarf að hætta að láta þetta snúast um þig."}, {"response_to": "29581424", "username": "ljosgimbur", "message_id": "29581431", "user_id": "132586", "datetime": "2012-12-08 18:03:44", "datestring": "8. des. '12, kl: 18:03:44", "text": "vandamálið snýst líka um mig, mig langar ekki að vera óhamingjusöm að eilífu á meðan ég bíð eftir því að hann díli við það að hann sé orðinn pabbi og geti ekki leikið sér eins og unglingur eins og honum langar... mig langar ekki að sálarlífið mitt sé á hold á meðan hann fullorðnast, sem ég er ekki einusinni viss um að gerist neitt fyrr en stelpan byrjar að tala og labba og svoleiðis"}, {"response_to": "29581431", "username": "Steina67", "message_id": "29581444", "user_id": "39274", "datetime": "2012-12-08 18:07:31", "datestring": "8. des. '12, kl: 18:07:31", "text": "Það ert bara þú sem getur stjórnað þinni eigin hamingju."}, {"response_to": "29581444", "username": "ljosgimbur", "message_id": "29581454", "user_id": "132586", "datetime": "2012-12-08 18:10:45", "datestring": "8. des. '12, kl: 18:10:45", "text": "ættum við þá að hætta saman núna og vera í sundur í eitthvern tíma og prófa aftur seinna þegar hann er hættur að vera svona ósáttur með að vera orðinn pabbi eða?"}, {"response_to": "29581454", "username": "Steina67", "message_id": "29581480", "user_id": "39274", "datetime": "2012-12-08 18:21:31", "datestring": "8. des. '12, kl: 18:21:31", "text": "Skooooo ég get auðvitað ekki sagt þér hvað þið eigið að gera, þú verður að taka ákvörðun um það sjálf."}, {"response_to": "29581480", "username": "ljosgimbur", "message_id": "29581518", "user_id": "132586", "datetime": "2012-12-08 18:36:22", "datestring": "8. des. '12, kl: 18:36:22", "text": "þetta hljómar rosalega svipað og hjá okkur. Honum finnst bara eins og hann eigi eftir að klára að vera unglingur lengur, hann er 22 ára og ég 20 og honum finnst glatað að hann geti ekki farið að djamma þegar honum hentar og svoleiðis, hann vill helst ekki fara út úr húsi með stelpuna (því honum finnst það of mikið vesen, það er stórmál að fá að fara með eða fá hann með í smáralindina því honum finnst það svo mikið mál.)"}, {"response_to": "29581518", "username": "Steina67", "message_id": "29581545", "user_id": "39274", "datetime": "2012-12-08 18:46:58", "datestring": "8. des. '12, kl: 18:46:58", "text": "Ok, þarna kom lykil atriði.  Þurfið þið alltaf að kúra yfir sjónvarpinu eða sitja hlið við hlið?  Aldrei sitjum við hjónin hlið við hlið en kúrum reyndar stundum en mjög sjaldan."}, {"response_to": "29581545", "username": "ljosgimbur", "message_id": "29581570", "user_id": "132586", "datetime": "2012-12-08 18:53:28", "datestring": "8. des. '12, kl: 18:53:28", "text": "ég get ekki fengið sjálfa mig til þess að trúa því að þetta eigi bara að vera svona, ég er ekki hamingjusöm svona :("}, {"response_to": "29581570", "username": "Steina67", "message_id": "29581581", "user_id": "39274", "datetime": "2012-12-08 18:56:21", "datestring": "8. des. '12, kl: 18:56:21", "text": "Þetta á ekkert að vera svona, heldur eins og þið bæði viljið hafa það.  En ég held að fólk haldi oft að allt sé búið af því að þeim finnst sambandið hafa þróast í vinasamband."}, {"response_to": "29581570", "username": "isora", "message_id": "29581719", "user_id": "53908", "datetime": "2012-12-08 19:40:55", "datestring": "8. des. '12, kl: 19:40:55", "text": "Þú ert ennþá, kæra ljosgimbur, í brjáluðu hormónarússi. Það er ekki víst að þér muni alltaf líða svona þó þér líði svona núna. Bíddu fram að páskum (og leggðu þig fram við að laga sambandið þangað til). Ef þetta er enn í klessu þá (og þið eruð bæði búin að vera að leggja ykkur fram) þá er hægt að fara að ræða það að slíta þessu sambandi. En ég myndi reyna þangað til."}, {"response_to": "29581384", "username": "Steina67", "message_id": "29581441", "user_id": "39274", "datetime": "2012-12-08 18:06:44", "datestring": "8. des. '12, kl: 18:06:44", "text": "Hann er greinilega mjög óöruggur með sig í pabba hlutverkinu sem er í raun eðlilegt svona þegar menn verða pabbar í fyrsta skipti."}, {"response_to": "29581441", "username": "isora", "message_id": "29581554", "user_id": "53908", "datetime": "2012-12-08 18:49:23", "datestring": "8. des. '12, kl: 18:49:23", "text": "Kæra ljosgimbur. Það er margt búið að gerast í lífi ykkar síðasta árið og fullkomlega \"eðlilegt\" að sambandið sé í tómu tjóni. Það eru ansi mörg sambönd í tómu tjóni fyrstu mánuðina eftir að barn fæðist. Nú þurfið þið aðeins að setjast niður og einblína aðeins á það sem er jákvætt við þetta samband. Svo þarf að rækta sambandið. Þið þurfið að fara á deit (og þá er bannað að ræða leiðinlega hluti), þið þurfið að eiga kósýkvöld og spjalla saman. Þið þurfið að sinna ykkur sem pari. (Svo mæli ég virkilegameð ráðgjöf, hún kemur aldri ekkert við)"}]}