{"url": "https://bland.is/umraeda/threyta/29590727/?page=2178", "date": "2012-12-11 15:49:33", "id": "29590727", "items": [{"text": "Sælar stelpurég er með smá spurningu mér finnst ég svo oft vera svo þreytt. Ég á 4 mánaða gamla dóttur og hef verið að velta fyrir mér hvort maður verður alltaf svona þreyttur eða er þetta eitthvað sem venst eða líður hjá? ef svo er hvað voru börnin ykkar gömul þegar það fór að gerast?vonandi er einhver með reynslu af svona", "title": "Þreyta", "username": "ugla1", "message_id": "29590727", "user_id": "224798", "response_to": null, "datetime": "2012-12-11 15:49:33", "datestring": "11. des. '12, kl: 15:49:33"}, {"response_to": "29590727", "username": "aurelienne", "message_id": "29596550", "user_id": "166616", "datetime": "2012-12-13 15:05:46", "datestring": "13. des. '12, kl: 15:05:46", "text": "Það getur verið margt sem spilar inní en þar sem þú segir ekki það mikið þá ætla ég bara að stinga uppá nokkrum möguleikum sem mér detta í hug:"}, {"response_to": "29590727", "username": "ugla1", "message_id": "29596648", "user_id": "224798", "datetime": "2012-12-13 15:40:29", "datestring": "13. des. '12, kl: 15:40:29", "text": "va kaerar takkir fyrir svarid en punktar nr 2 og 4 eiga badir vid mig..."}, {"response_to": "29590727", "username": "ugla1", "message_id": "29596649", "user_id": "224798", "datetime": "2012-12-13 15:41:05", "datestring": "13. des. '12, kl: 15:41:05", "text": "gott ad heyra allavena ad punktur nr 2 venst:)"}, {"response_to": "29590727", "username": "Ransoms", "message_id": "29597877", "user_id": "13910", "datetime": "2012-12-14 00:07:45", "datestring": "14. des. '12, kl: 00:07:45", "text": "Finnst þér þetta vera óeðlileg þreyta?  Eftir að ég átti barn númer 2 fannst mér ég vera óeðlilega þreytt, sérlega þar sem barnið svaf eins og engill frá því hann var 4ra daga gamall.  Hrundi niður af þreytu þegar ég fór aftur að vinna og fór í blóðprufu þar sem kom í ljós mjög alvarlegur B12 vítamínskortur.  Þarf að sprauta mig með B12 restina af mínu lífi.  Ég var reyndar líka með mjög óeðlilega sinadrætti og taugaverki en þreytan var svakaleg.  Ég mæli með blóðprufu til öryggis."}, {"response_to": "29590727", "username": "ugla1", "message_id": "29598313", "user_id": "224798", "datetime": "2012-12-14 09:58:03", "datestring": "14. des. '12, kl: 09:58:03", "text": "ransoms hvernig lysti tessi treyta ser hja ter? er ad paela hvort treytan hja mer se eh oedlileg"}, {"response_to": "29598313", "username": "Ransoms", "message_id": "29598778", "user_id": "13910", "datetime": "2012-12-14 13:13:32", "datestring": "14. des. '12, kl: 13:13:32", "text": "Ég bara sat í sófanum og starði á vegginn, alveg uppgefin.  Þrátt fyrir nógan svefn og frekar rólegt barn.  Er líka göngutúrafíkill en var farin að forðast það að fara út vegna þreytu.  Hélt varla haus og átti alls ekki að vera svona þreytt.  Fyrra barnið mitt var nefnilega mjög óvært og mikið veikt en ég var í raun þreyttari með seinna barnið og það átti alls ekki að vera þannig."}, {"response_to": "29590727", "username": "strákamamma", "message_id": "29598913", "user_id": "11836", "datetime": "2012-12-14 14:10:30", "datestring": "14. des. '12, kl: 14:10:30", "text": "ég er að ná mér núna en mitt yngsta barn er rúmlega 3 ára.   er annars búin að vera þreytt síðan það elsta fæddist sem er rúmlega 11 ára."}, {"response_to": "29590727", "username": "ugla1", "message_id": "29598989", "user_id": "224798", "datetime": "2012-12-14 14:45:17", "datestring": "14. des. '12, kl: 14:45:17", "text": "ja ok er tetta svona lengi ad venjast...mer finnst einmitt rosa vont ad vera treytt er hraedd um ad bugast ur treytu. Hrikalega vont ad vera svona tad er eitthvad svo litil motstada"}]}