{"url": "https://bland.is/umraeda/draumahjalp/29627058/?page=2143", "date": "2012-12-27 01:53:11", "id": "29627058", "items": [{"text": "Sæl og blessuð vona að það sé einhver hérna sem getur þýtt draum fyrir mig. Hann er búinn að bögga mig í allan dag. Svona er hann. ég byrjaði á að vera með vinum mínum og var eh að chilla með þeim man ekki skýrt eftir þeim hluta man bara eftir einum félaga mínum og ekki mikið hverjir hinir voru. Síðan vantaði ég pening og ég fór og spurði foreldra mína að lána mér en pabbi minn sagði á ég ekki bara leggja inná þig en þá sagði ég nei það er ekki hægt peningurinn kemur ekki fyrr en daginn eftir vegna þess að klukkan sé yfir 9 og þá fór ég til að hitta þau til þess að fá pening. en ég fer með þeim í eh Bío og þar hitti ég stelpu sem ég vann einu sinni með hún sat þarna á gólfinu og ég fór að spjalla við hana. og þá kemur alltíeinu mín fyrrverandi og ýtir eh í hana og labbar síðan í burtu og það var eins og hin stelpan tók ekkert eftir því. síðan hringir síminn minn og  það var eh gaur og röddinn hljómaði eins og þetta var eh krakki. og hann spurði mig ertu kominn yfir þína fyrrverandi og ég sagði já og skellti á. og síðan sagði ég við stelpuna að ég ætlaði að fynna foreldra mína og fór til þess að sækja peninginn og síðan fann ég þau ekki voru farinn inní bío salinn. síðan kom stelpan með vinkonu sinni og sagði við mig að hún ætlaði að skjótast en bað mig vera í bandi á eftir og þegar hún var að segja mér nr sitt þá vaknaði ég. þýðir þessi fraumur eh ? btw fékk aldrey peninginn og eiginlega gaf skít í hann í endanum.", "title": "Draumahjálp", "username": "viktor88", "message_id": "29627058", "user_id": "107239", "response_to": null, "datetime": "2012-12-27 01:53:11", "datestring": "27. des. '12, kl: 01:53:11"}, {"response_to": "29627058", "username": "frilla", "message_id": "29627087", "user_id": "63726", "datetime": "2012-12-27 02:04:27", "datestring": "27. des. '12, kl: 02:04:27", "text": "Þetta þýðir að þú munir deyja á morgun. Sorrí."}, {"response_to": "29627087", "username": "skörungur", "message_id": "29627092", "user_id": "96649", "datetime": "2012-12-27 02:07:31", "datestring": "27. des. '12, kl: 02:07:31", "text": "Manstu símanúmerið.? Ekki setja það hér."}, {"response_to": "29627058", "username": "small-one", "message_id": "29627179", "user_id": "221922", "datetime": "2012-12-27 03:54:21", "datestring": "27. des. '12, kl: 03:54:21", "text": "þú átt eftir að fara í elheitt samband með dvergvöxnum hala negra sem er með risastórt slátur með tilheyrandi hamingju en þú munt lifa undir fátækramörkum það sem eftir er með hala negranum"}]}