{"url": "https://bland.is/umraeda/heimsoknir-leikskolavina/29659067/?page=2110", "date": "2013-01-06 21:10:09", "id": "29659067", "items": [{"text": "Jæja, ég held ég fari bráðum að tapa mér... mig langar að fá ykkar álit!Stelpan mín er fimm ára, fer í skóla í haust. Mér finnst þessar vinaheimsóknir eftir leikskóla og um helgar vera komið út í algerar öfgar. Liggur við á hverjum degi, nánast fram að að háttatíma og svo hringt snemma um helgar líka. Er þetta vaninn eða?Þið sem eigið börn á svipuðum aldri eða eldri, hvernig er þetta? Svo er stelpan mín orðin svo vön þessu að það er vælt út í eitt allan daginn ef það kemur fyrir að enginn sé að leika við hana. Mig langar stundum svo bara að hafa rólega stund með henni heima, hún er líka oft svo pirruð og útkeyrð! Á ég að segja eitthvað við foreldra vinanna?", "title": "Heimsóknir leikskólavina", "username": "karamella10", "message_id": "29659067", "user_id": "152458", "response_to": null, "datetime": "2013-01-06 21:10:09", "datestring": "6. jan. '13, kl: 21:10:09"}, {"response_to": "29659067", "username": "piscine", "message_id": "29659072", "user_id": "16009", "datetime": "2013-01-06 21:13:17", "datestring": "6. jan. '13, kl: 21:13:17", "text": "Ég segi bara nei ef það hentar ekki."}, {"response_to": "29659067", "username": "RakelÞA", "message_id": "29659120", "user_id": "38738", "datetime": "2013-01-06 21:34:45", "datestring": "6. jan. '13, kl: 21:34:45", "text": "Mín er að fara í skóla í haust líka, verður 6 ára í apríl og þetta hefur heyrt til algerrar undantekningar hjá okkur, ekki að mér væri svo sama ef ég væri ekki að fara neitt og við erum ákveðnar mömmur sem höfum leyft að þær fari heim með hvor annarri en það er ekkert á hverjum degi eða um helgar, bara þegar stelpunum dettur þessi snilld í hug og spyrja, þá hringjumst við mömmurnar á og könnum hvenær og hvar."}, {"response_to": "29659067", "username": "cithara", "message_id": "29659131", "user_id": "202527", "datetime": "2013-01-06 21:39:34", "datestring": "6. jan. '13, kl: 21:39:34", "text": "Mín yngri er ári yngri en þín og hefur aldri farið í heimsókn til leikskólavina og þeir hafa aldrei komið í heimsókn til hennar. Með eldri stelpuna byrjaði þetta 3-4 ára, en samt alls ekki á hverjum degi og alls ekki fram að háttatíma, meira svona 1-2 klukkutíma tvisvar í viku eða ca 3 tíma um helgi og alltaf skipulagt af foreldrunum."}, {"response_to": "29659067", "username": "ComputerSaysNo", "message_id": "29659142", "user_id": "47512", "datetime": "2013-01-06 21:45:35", "datestring": "6. jan. '13, kl: 21:45:35", "text": "Mér finnst nú bara gaman að fá vin af leikskólanum í heimsókn en auðvitað bara í svona 2 klst. Finnst betra að plana það daginn áður heldur en í fatahenginu."}, {"response_to": "29659067", "username": "Sthlm 2013", "message_id": "29659152", "user_id": "186245", "datetime": "2013-01-06 21:48:22", "datestring": "6. jan. '13, kl: 21:48:22", "text": "Ég myndi setja einhverja reglu á þetta ef þetta er erfitt fyrir ykkur."}, {"response_to": "29659067", "username": "Mjallhvít og dvergarnir 5", "message_id": "29659175", "user_id": "6434", "datetime": "2013-01-06 21:55:12", "datestring": "6. jan. '13, kl: 21:55:12", "text": "Snemma um helgar væri ekki vel þegið nei. Vil hafa helgarnar fríar fram að hádegi. Ef við vorum að fara eitthvað, þá var það nei! Myndi takmarka þetta eftir leikskóla ef barnið er að verða ofurþreytt og pirrað. Minn yngsti vildi nú aðallega dunda sér einn eftir leikskóla en stundum komu vinir."}, {"response_to": "29659067", "username": "danticat", "message_id": "29659178", "user_id": "76954", "datetime": "2013-01-06 21:56:48", "datestring": "6. jan. '13, kl: 21:56:48", "text": "Strákurinn minn er líka fimm ára og byrjar í fyrsta bekk í haust. Það hafa ekki verið neinar svona leikskólaheimsóknir eins og þú talar um hjá honum nema það sé kaffiboð og mamman kemur líka og barnið ekki endilega í sama leikskóla. Það er heldur ekki mikilar vinaheimsóknir hjá eldri stráknum mínum sem er í öðrum bekk. Mér finnst það bara fínt í rauninni, hægt að eyða meiri gæðastundum með þeim en svo fá þeir líka svo mikinn félagsskap af hvor öðrum þar sem það eru bara tvö ár á milli. Það gæti líka verið ástæða fyrir því að ég hef ekki lagt mikið á mig að fá mikið af vinaheimsóknum."}, {"response_to": "29659067", "username": "Grjona", "message_id": "29659209", "user_id": "18490", "datetime": "2013-01-06 22:08:37", "datestring": "6. jan. '13, kl: 22:08:37", "text": "Ef þú vilt ekki hafa börn í heimsókn hjá þér fram að háttatíma (sem ég skil vel að þú viljir ekki) þá sendirðu þau einfaldlega fyrr heim. Ég myndi sópa öllu út í allra síðasta lagi hálf sjö."}, {"response_to": "29659209", "username": "Felis", "message_id": "29659296", "user_id": "32229", "datetime": "2013-01-06 22:28:57", "datestring": "6. jan. '13, kl: 22:28:57", "text": "sama hér - og treysti því að aðrir foreldrar sópi mínum krakka heim þegar þeir vilja ekki hafa hann lengur"}, {"response_to": "29659209", "username": "kærastan mín", "message_id": "29659565", "user_id": "32501", "datetime": "2013-01-06 23:54:45", "datestring": "6. jan. '13, kl: 23:54:45", "text": "ég myndi ekki senda 5 ára barn eitt heim, nema það byggi í næsta húsi."}, {"response_to": "29659067", "username": "kennaratyggjó", "message_id": "29659215", "user_id": "19461", "datetime": "2013-01-06 22:10:13", "datestring": "6. jan. '13, kl: 22:10:13", "text": "er með eina sem er ný orðin 4 ára og bara nánast alltaf voru 3 aukabörn á þessum aldri þegar við komum heima og voru bara alltaf svo er eitt barnið flutt svo núna er alltaf 2 stelpur á hverjum degi og einmitt eins og þú segir um helgar líka. Er alltaf á leiðinni að fara tala við mæðurnar en er þá svo hrædd um að þær taki því eitthvað ílla og þá verði stelpan mín aldrei með leikfélaga"}, {"response_to": "29659067", "username": "bauninmín", "message_id": "29659294", "user_id": "32481", "datetime": "2013-01-06 22:28:29", "datestring": "6. jan. '13, kl: 22:28:29", "text": "Nei þetta er ekkis vona hjá mínum börnum en hefði vel getað orðið ef ég hefði leyft því gerast. þetta hefur bara verið hóflegt 1-2 í viku og á skikkanlegum tímum en svo er líka alveg börn í kringum mín sem hringja klukkan 18 og vilja koma í heimsókn og það hef ég ekki leyft. og ég líð það ekki þegar barn kemur hérna og segir að það eigi að fara heim klukkan 20 en mætir kannski á milli 15-16 á daginn.  Ég hreynlega nenni ekki að hafa börn he´rna eftir matartíma hef alveg nóg með mína gríslinga."}, {"response_to": "29659067", "username": "smusmu", "message_id": "29659319", "user_id": "9059", "datetime": "2013-01-06 22:36:38", "datestring": "6. jan. '13, kl: 22:36:38", "text": "Nei sem betur fer er þetta ekki svona hér og hefur aldriei verið. Ég er leiðinlega mamman sem vill helst bara vera í friði eftir vinnu og leikskóla og hér er öllum hent út ekki seinna en 6 þegar vinir eru. En litlan mín er ekki nema að verða 5 ára og hún er ekki enn farin að fá vini í heimsókn nema bara þá krakka sem ég þekki vel. Vinkonur hennar í leikskólanum eru alltaf að suða að koma eða að fá hana og ég bara verð að viðurkenna að ég treysti mér ekki til að fá þær og mig langar ekkert að senda mína heim til annara :/"}, {"response_to": "29659067", "username": "Fargmöldun", "message_id": "29659360", "user_id": "51313", "datetime": "2013-01-06 22:51:56", "datestring": "6. jan. '13, kl: 22:51:56", "text": "Hér eru vinaheimsókinir kannski svona 3 í viku hjá barni á þessum aldri. Annars á sonurinn einn vin sem er heimsóknarsjúkur, sá getur ekki verið einn í 5 mínútur og foreldrar hans eru búnir að kemba allt hverfið til að geta hent honum til vina og kunningja á hverjum degi. Ég mun nú seint skilja svoleiðis dæmi."}, {"response_to": "29659067", "username": "Ígibú", "message_id": "29659379", "user_id": "37888", "datetime": "2013-01-06 22:57:03", "datestring": "6. jan. '13, kl: 22:57:03", "text": "Þetta byrjaði svo sem ekki að neinu ráði hjá minni fyrr en í 1.bekk."}, {"response_to": "29659067", "username": "choccoholic", "message_id": "29659527", "user_id": "60534", "datetime": "2013-01-06 23:38:40", "datestring": "6. jan. '13, kl: 23:38:40", "text": "Það er ekkert um þetta á leikskólanum hjá strákunum mínum."}, {"response_to": "29659067", "username": "presto", "message_id": "29659551", "user_id": "7653", "datetime": "2013-01-06 23:51:05", "datestring": "6. jan. '13, kl: 23:51:05", "text": "Mér finnst mikill munur á næstu nágrönnum (göngufæri) og svo skutlveseni (nenni því helst ekki!) slíkt kallar á skipulag og samhæfingu, en hitt ok til að viðra sig."}]}