{"url": "https://bland.is/umraeda/mig-langar-i-pizzu-/29743237/?page=2018", "date": "2013-02-06 21:19:20", "id": "29743237", "items": [{"text": "...en ég má ekki því ég er í átaki :( :( :(ég gæti drepið fyrir eina sneið!!Afsakið en ég varð að tjá mig, áður en ég spring og ræðst á snakkið sem hefur kallað á mig í allan dag!Búhúhúhú :'(", "title": "Mig langar í pizzu...", "username": "Samsungdaman", "message_id": "29743237", "user_id": "193237", "response_to": null, "datetime": "2013-02-06 21:19:20", "datestring": "6. feb. '13, kl: 21:19:20"}, {"response_to": "29743237", "username": "júbb", "message_id": "29743241", "user_id": "40135", "datetime": "2013-02-06 21:23:15", "datestring": "6. feb. '13, kl: 21:23:15", "text": "Afhverju máttu ekki fá þér eina sneið? Er einhver sérstök ástæða fyrir því? Alger óþarfi að sprengja sig, getur alveg fengið þér eina sneið og hún er þá bara hluti af kaloríuinntöku dagsins."}, {"response_to": "29743241", "username": "Samsungdaman", "message_id": "29743260", "user_id": "193237", "datetime": "2013-02-06 21:28:40", "datestring": "6. feb. '13, kl: 21:28:40", "text": "æjj ég er ein af þessum sem tekur allt \"all the way\"...þetta er tímabundinn veikleiki hjá mér, hann líður hjá. Ég þurfti bara aðeins að tjá mig :)"}, {"response_to": "29743260", "username": "júbb", "message_id": "29743272", "user_id": "40135", "datetime": "2013-02-06 21:33:26", "datestring": "6. feb. '13, kl: 21:33:26", "text": "En það er engin ástæða til að sprengja sig þó þú látir ekki allt eftir þér strax. Það er t.d. hægt að fá eina sneið á stað á Stjörnutorginu í Kringlunni og þá er maður ekki með heila pizzu eftir sem kallar á mann. Mér finnst oft ágætt að ákveða að ég ætli að láta það eftir mér einhvern dag seinna í vikunni, kannski langar mig svo ekkert í það þegar sá dagur kemur. En það að neita sér um allt er bara svo erfitt, það er svo góð leið til að fá svo samviskubit þegar maður gerir eitthvað utan við planið og svo góð leið til að horfa á allt sem er fyrir utan planið sem afsökun til að halda svo áfram að láta allt eftir sér. Það er betra að leyfa sér pínulítið án samviskubits en hafa massa samviskubit yfir smá smakki sem endar svo bara á að maður springur á limminu."}, {"response_to": "29743272", "username": "Samsungdaman", "message_id": "29743280", "user_id": "193237", "datetime": "2013-02-06 21:35:41", "datestring": "6. feb. '13, kl: 21:35:41", "text": "Hmm já...ég reyndar leyfði mér kókómjólk áðan...og ég er með F-E-I-T-T samviskubit. Ég er búin að ákveða að laugardagarnir verða nammidagarnir mínir :)"}, {"response_to": "29743280", "username": "júbb", "message_id": "29743318", "user_id": "40135", "datetime": "2013-02-06 21:47:10", "datestring": "6. feb. '13, kl: 21:47:10", "text": "Hættu þessu samviskubiti, með kókómjólk færðu kalk og orku, hefði verið miklu verra ef þú hefðir fengið þér eintóma sykurmola;) Samviskubitið er verst, um að gera að halda því fyrir utan. Ef maður leyfir sér eitthvað þá er það bara svoleiðis og maður er ekki búinn að skemma neitt og það er ekki ástæða til að hætta öllu sem maður er búinn að vinna að. Maður heldur svo bara áfram í hollustunni eftir þetta \"treat\" (vá hvað ég man ekki hvað það heitir á íslensku, er búin að lesa einum of mikinn enskan fræðitexta í dag)."}, {"response_to": "29743237", "username": "kærastan mín", "message_id": "29743281", "user_id": "32501", "datetime": "2013-02-06 21:36:18", "datestring": "6. feb. '13, kl: 21:36:18", "text": "búðu þér til pizzu úr lítilli heilhveititortillu, notaðu bara lítið af óhollu áleggi og settu slatta af grænmeti... það hlýtur að mega.. :)"}, {"response_to": "29743237", "username": "Einsteinium", "message_id": "29743329", "user_id": "141438", "datetime": "2013-02-06 21:51:09", "datestring": "6. feb. '13, kl: 21:51:09", "text": "Skrýtin tilviljun. Ég er einmitt að mönsa pizzu og drekka kók á meðan ég les um konur hlutgera karla og segja að þeir eigi að vera grannir eða harðir, ekki mjúkir."}, {"response_to": "29743237", "username": "Teaa", "message_id": "29743479", "user_id": "226086", "datetime": "2013-02-06 22:29:45", "datestring": "6. feb. '13, kl: 22:29:45", "text": "Veit hvernig þér líður!"}, {"response_to": "29743237", "username": "Tiga", "message_id": "29743612", "user_id": "159105", "datetime": "2013-02-06 23:00:55", "datestring": "6. feb. '13, kl: 23:00:55", "text": "Ég er líka í átaki en fékk mér samt humar saffran pizzu um daginn og bjó svo til pixxu hérna heima.. Notaði bara pítubrauð, ekki þessi hvítu og það var geðsjúklega góð pizza.. Bjó svo sjálf til sósuna og notaði ferskan mosarella"}]}