{"url": "https://bland.is/umraeda/bootcamp-eda-crossfit-til-grenningar/29769165/?page=1993", "date": "2013-02-15 22:54:51", "id": "29769165", "items": [{"text": "Einhver hér sem hefur farið í annað hvort til þess að létta sig og auðvitað komast í betra form?Ég er orðin mjög þreytt á ástandinu á sjálfri mér og langar að laga það, ég er ekkert að drepast úr spiki en mætti alveg missa örugglega 20 kg. Ég held ekki út neitt ef ég er ekki með almennilegt aðhald, er alltaf að taka mataræðið í gegn en endist aldrei nógu lengi til að sjá mikinn mun. Er lika alltaf á leiðinni í ræktina en ég held ég sé búin að fullreyna það að ég fer ekki nema það sé skylda eða þannig", "title": "Bootcamp eða Crossfit til grenningar", "username": "Rottuskott", "message_id": "29769165", "user_id": "235802", "response_to": null, "datetime": "2013-02-15 22:54:51", "datestring": "15. feb. '13, kl: 22:54:51"}, {"response_to": "29769165", "username": "frostrosin", "message_id": "29769199", "user_id": "61926", "datetime": "2013-02-15 23:05:02", "datestring": "15. feb. '13, kl: 23:05:02", "text": "Held að crossfit geti verið mjög góð leið til þess að byggja sig upp og grenna sig."}, {"response_to": "29769199", "username": "Rottuskott", "message_id": "29769297", "user_id": "235802", "datetime": "2013-02-15 23:25:01", "datestring": "15. feb. '13, kl: 23:25:01", "text": "Ég er eiginlega að leita að einhverju sem gefur mér góðar niðurstöður hratt! Ég hef farið á átaksnámskeið sjá Baðhúsinu og fannst það ekki nógu djúsí. Það var meira bara svona \"svona er hægt að gera til að grennast lalalala\" krúttlegt eitthvað. Engin alvöru átök! Mig langar að drattast á lappir með stæl og klára þetta kjaftæði í eitt skipti fyrir öll, engin meðalmennska lengur!!"}, {"response_to": "29769165", "username": "Þjóðarblómið", "message_id": "29769317", "user_id": "48048", "datetime": "2013-02-15 23:31:23", "datestring": "15. feb. '13, kl: 23:31:23", "text": "Ég hef reynslu af Boot Camp og það er æðisleg hreyfing. Ég var ekki í neinu formi þegar ég byrjaði en það breyttist svo. Ég grenntist svo sem ekki neitt af viti en ég borða mjög vitlaust og drakk kók eins og annað fólk drekkur vatn. Það var samt alltaf smá munur á fituprósentu og cm eftir hvert námskeið."}, {"response_to": "29769165", "username": "goofy", "message_id": "29769742", "user_id": "7357", "datetime": "2013-02-16 10:18:48", "datestring": "16. feb. '13, kl: 10:18:48", "text": "Ég er að fara í boot camp eftir helgi þarf einmitt að missa 20 kg + og kallinn minn hefur verið í bæði bc og crossfit og hann mælti allavega með fyrir mig að byrja í BC og fá þol og styrk þar hann gerði það og náði gríðarlegum árangri og er núna í bæði bc og crossfit"}]}