{"url": "https://bland.is/umraeda/er-i-lagi-ad-finnast-foreldrar-manns-vidbjodur-/29784969/?page=1978", "date": "2013-02-20 21:03:28", "id": "29784969", "items": [{"text": "Mamman:Hefur verið drykkjusjúk i mörg ár.. drekkur svona 4 daga i viku og byrjar aftur um leið og hun vaknar þangað til hun deyr um kvöldið. Hefur i rauninni aldrei hugsað um okkur systkinin(sem eru fjögur) eg hef tiplað á tánum i kringum hana siðan eg var litið barn og i rauninni þoldi hun mig aldrei þvi henni fannst amma dekra mig svo mikið. Fýkur í hana af smáatriðum við krakkarnir alltaf með kvíða hnút i maganum og eg man eiginlega ekkert eftir æskunni. Ég hef ekki buið hja henni siðan eg var 16 ara.pabbinn:Hann fekk ser nyja konu þegar eg var 15 ara og hægt og hægt hefur hann ytt börnunum sinum i burtu. Ekkert er nogu gott sem eitthvað af okkur gerir. Ég by i kjallara i husinu hans meðan eg er i menntaskola. Mér er aldrei boðið i mat þegar þau elda og er yfirleitt ein herna niðri að elda mer eitthvað samlikt ommilettu. Mér er ekki leyft að fara inn a heimilið þeirra þegar þau eru ekki heima. Hann talar voða litið við mig og hefur aldrei gert nema til að setja uta mig eða það sem eg er að gera eða yfirheyra mig. Honum er nokk sama um hvað eg er að gera eða hvernig mer liður. Hef ekki buið heldur hja honum i nokkur ar fyrr enn nuna i eitt ar. Hann byrjaði að henda mer ut þegar eg var 13 ara ef mer gekk illa i skolanum og var rifandi kjaft með liklegast unglinga veiki. Hann talar um börn konu sinnar sem meistara enn okkur hin sem hann skammast sin fyrir.mer liður illa i kringum þau bæði og skil ekki af hverju i fjandanum eg a að hafa samskipti við þau? eg se ekki tilganginn með þvi. Mer er ekki boðið neitt samverustundirnar með fjölskyldunni hafa verið semsagt 0 siðan eg var litið barn. Sjalfstraustið okkar allra er mjög lelegt. Enn eg hugsa alltaf að folk hefur lent i þvi verra þar sem eg var ekki laminn likamlega enn andlega þa er eg bara buin a þvi. Eg er 23 ara..", "title": "Er i lagi að finnast foreldrar manns viðbjoðuR ??", "username": "eldrigeitur", "message_id": "29784969", "user_id": "124642", "response_to": null, "datetime": "2013-02-20 21:03:28", "datestring": "20. feb. '13, kl: 21:03:28"}, {"response_to": "29784969", "username": "sjálfstættfólk", "message_id": "29784972", "user_id": "200628", "datetime": "2013-02-20 21:05:13", "datestring": "20. feb. '13, kl: 21:05:13", "text": "þú verður að gera það sem þú heldur að sé best fyrir þig, börnin manns eiga ekkert tilkall til manns á neinn hátt.  Þú verður að spyrja þig hvað þau kosta þig, ef verðið er að kosta þig sálarfrið verður þú kannski bara að skera á þarna"}, {"response_to": "29784972", "username": "sjálfstættfólk", "message_id": "29784975", "user_id": "200628", "datetime": "2013-02-20 21:06:03", "datestring": "20. feb. '13, kl: 21:06:03", "text": "ég meinti að maður á ekkert tilkall til barnanna sinna en reyndar öfugt líka (maður á ekki að vera að gera marga hluti í einu:) )"}, {"response_to": "29784969", "username": "HvuttiLitli", "message_id": "29784979", "user_id": "41476", "datetime": "2013-02-20 21:07:43", "datestring": "20. feb. '13, kl: 21:07:43", "text": "Elsku kona (veit ekki af hverju ég geri frekar ráð fyrir því en í fljótu bragði gætirðu auðvitað verið kk.\"), þetta er agalegt að heyra... en jú þér leyfist alveg að finnast þau viðbjóður enda hafa þau ekki komið vel fram við þig miðað við hvernig þú lýsir þessu... en flott hjá þér að allavega átta þig á vandanum og mér sýnist þú stefna í þá átt að standa með sjálfri þér. Veit ekki hvað ég get sagt meira en bara knús frá mér og ég vona að þú náir að vinna úr þessu"}, {"response_to": "29784979", "username": "eldrigeitur", "message_id": "29784982", "user_id": "124642", "datetime": "2013-02-20 21:08:47", "datestring": "20. feb. '13, kl: 21:08:47", "text": "ja hef oft sagt þetta við þau.. þetta er allt bara svo bælt.. eg er su eina sem segir eitthvað.. eg nenni þessu bara ekki lengur eg er kvk og mjög andleg þar sem eg vil ekki hafa vond samskipti neinnsstaðar. Þau eru stöðnun i þvi sem þau eru og ekkert hægt að kenna gömlum hundi að sitja"}, {"response_to": "29784982", "username": "HvuttiLitli", "message_id": "29784990", "user_id": "41476", "datetime": "2013-02-20 21:10:00", "datestring": "20. feb. '13, kl: 21:10:00", "text": "Þetta er auðvitað ömurleg staða, sérstaklega þar sem um er að ræða fjölskylduna þína og þ.a.l. þitt nánasta fólk. Hvernig er sambandið þitt við systkinin þín?"}, {"response_to": "29784990", "username": "eldrigeitur", "message_id": "29784993", "user_id": "124642", "datetime": "2013-02-20 21:11:02", "datestring": "20. feb. '13, kl: 21:11:02", "text": "gott við yngri broðir og eldri systir.. erum svo lik og elskum hvort annað enn erum öll sammala með þetta enn litið rætt samt við eldri broðir minn. Vorkenni bara litla broðir minum að vera lenda i þessu nuna og eg get ekkert gert i þvi hann er a grunnskola aldri. Se ekki tilganginn við að tala við þau mikið lengur ?"}, {"response_to": "29784993", "username": "Snobbhænan", "message_id": "29786288", "user_id": "53629", "datetime": "2013-02-21 09:42:28", "datestring": "21. feb. '13, kl: 09:42:28", "text": "Býr yngsti bróðir þinn hjá mömmu þinni? Er barnaverndarnefnd inn í þeim málum?"}, {"response_to": "29784969", "username": "joice", "message_id": "29784997", "user_id": "198119", "datetime": "2013-02-20 21:11:49", "datestring": "20. feb. '13, kl: 21:11:49", "text": "úff.. þú átt greinilega mjög veika foreldra. Hvaða tilfinningar sem þú ert að upplifa, að finnast þau ógeð eða hvað sem er.. þetta er bara eðlilegt. Börn sem upplifa að foreldrar þeirra hafna þeim ítrekað þurfa að ganga í gegnum mikla sorg, bara eins og að missa foreldra sína. Foreldrar eru akkúrat fólkið sem á að vernda okkur og sjá til þess að lífið verði bærilegt, ekki vera fólkið sem brýtur okkur niður."}, {"response_to": "29784997", "username": "eldrigeitur", "message_id": "29784998", "user_id": "124642", "datetime": "2013-02-20 21:12:31", "datestring": "20. feb. '13, kl: 21:12:31", "text": "ja nakvæmleg.. eg er nefnilega ekkert bitur lengur se bara að þau seu veik nenni ekki að eltast við þetta lengur !"}, {"response_to": "29784997", "username": "HvuttiLitli", "message_id": "29785005", "user_id": "41476", "datetime": "2013-02-20 21:13:51", "datestring": "20. feb. '13, kl: 21:13:51", "text": "Návæmlega..."}, {"response_to": "29784969", "username": "ert", "message_id": "29785001", "user_id": "37456", "datetime": "2013-02-20 21:12:45", "datestring": "20. feb. '13, kl: 21:12:45", "text": "Veldur það þér vanlíðan eða vanda að finnast foreldrar þínir viðbjóður? Ef svo er þá er það vandamál annars ekki."}, {"response_to": "29784969", "username": "Skandall", "message_id": "29785007", "user_id": "212862", "datetime": "2013-02-20 21:14:19", "datestring": "20. feb. '13, kl: 21:14:19", "text": "æ, þetta er ömurlegt að heyra :(    Það er ekkert betra að lenda í andlegu ofbeldi heldur en líkamlegu og jafnvel verra því þá sérðu ekki áverkana.  Ég hef enga lausn fyrir þig en vona að þú leitir þér aðstoðar til að vinna úr þessum málum - þó það verði örugglega þrautinni þyngri."}, {"response_to": "29784969", "username": "everbeensobored...", "message_id": "29785072", "user_id": "197119", "datetime": "2013-02-20 21:28:44", "datestring": "20. feb. '13, kl: 21:28:44", "text": "Ef ég væri þú, þá myndi ég alveg hætta samskiptum við þau. Þau láta þig greinilega líða illa, og þá áttu klárlega ekki að umgangast svoleiðis fólk. Bara leiðinlegt að þetta eru foreldrar þínir."}, {"response_to": "29784969", "username": "órasteinn", "message_id": "29785951", "user_id": "145464", "datetime": "2013-02-21 00:48:24", "datestring": "21. feb. '13, kl: 00:48:24", "text": "enginn hefur spurt hvort pabbinn drekki eða vímast eða hafi gert það"}, {"response_to": "29785951", "username": "órasteinn", "message_id": "29785957", "user_id": "145464", "datetime": "2013-02-21 00:50:15", "datestring": "21. feb. '13, kl: 00:50:15", "text": "og hefur mamman kynnst þeim möguleika að fara í meðferð og hvernig það frer fram, tólf spor"}, {"response_to": "29784969", "username": "Sthlm 2013", "message_id": "29785978", "user_id": "186245", "datetime": "2013-02-21 00:56:29", "datestring": "21. feb. '13, kl: 00:56:29", "text": "Vanræksla er ofbeldi og síst skárra en að vera lamin."}, {"response_to": "29784969", "username": "LaRose", "message_id": "29786152", "user_id": "65188", "datetime": "2013-02-21 07:42:18", "datestring": "21. feb. '13, kl: 07:42:18", "text": "Eg myndi finna mer felagsskap med folki i svipadri stodu, thid erud (thvi midur) svo langt fra thvi ad vera einsdæmi. Fullordin born alkoholista...Al-Anon---CODA...eitthvad af thessu gæti hjalpad ther."}, {"response_to": "29784969", "username": "Snobbhænan", "message_id": "29786284", "user_id": "53629", "datetime": "2013-02-21 09:41:23", "datestring": "21. feb. '13, kl: 09:41:23", "text": "Þau hafa vanrækt þig í uppeldinu.  Það er í góðu lagi að vera ósáttur við foreldra sína þegar þeir hafa brugðist manni. Það er eðlilegt og skiljanlegt.  Ef þér líður illa í kringum þau og samskiptin eru hvirki jákvæð, gagnleg eða gefandi, þá ráðlegg ég þér að íhuga að slíta samskiptum við þau og byggja upp þitt eigið líf."}]}