{"url": "https://bland.is/umraeda/timabundid-fostur/29796702/?page=1967", "date": "2013-02-24 18:03:36", "id": "29796702", "items": [{"text": "mig langar að kanna hjá ykkur. sem hafið tekið börn í tímabundið fóstur. hvenig það hefur verið að ganga. okkur hjónum.langar þetta virkilega mikið. Okkur langar að vita svolítið hvernig þetta er að ganga þegar það eru börn fyrir á heimili. ekki að að skipti máli. þar sem við ætlum ekki að gera þetta peninga vegna. en hvað er fólk að fá fyrir svona.", "title": "tímabundið fóstur", "username": "lólómó", "message_id": "29796702", "user_id": "11489", "response_to": null, "datetime": "2013-02-24 18:03:36", "datestring": "24. feb. '13, kl: 18:03:36"}, {"response_to": "29796702", "username": "cithara", "message_id": "29796708", "user_id": "202527", "datetime": "2013-02-24 18:05:19", "datestring": "24. feb. '13, kl: 18:05:19", "text": "vinkona mín tók ungling í tímabundið fóstur og var sjálf með ung börn. Það gekk bara mjög vel. Mig minnir að hún hafi fengið fjórfalt meðlag með honum"}, {"response_to": "29796702", "username": "alboa", "message_id": "29796843", "user_id": "31118", "datetime": "2013-02-24 18:36:04", "datestring": "24. feb. '13, kl: 18:36:04", "text": ""}, {"response_to": "29796702", "username": "Sthlm 2013", "message_id": "29796905", "user_id": "186245", "datetime": "2013-02-24 18:50:22", "datestring": "24. feb. '13, kl: 18:50:22", "text": "Það er rosa fín grein í Dv núna þar sem tekið er viðtal við konu sem hefur verið í þessu í nokkur ár."}, {"response_to": "29796702", "username": "joice", "message_id": "29797654", "user_id": "198119", "datetime": "2013-02-24 21:56:01", "datestring": "24. feb. '13, kl: 21:56:01", "text": "Það er mjög misjafnt hvað er greitt eftir því hvernig barnið er statt, hvort það sé 100% hjá ykkur, í hversu langan tíma osfrv. VIð vorum með stúlku með fötlun hjá okkur og ég man nú reyndar ekki hvað var greitt með henni, en sá peningur sem kom fór nú bara í allt handa henni, hún átti eiginlega engin föt og þurfti ýmis hjálpartæki til að líða betur, eins og æfingabolta og fleira sem tryggingarnar hennar covera ekki. Svo er auðvitað matur og ýmis stúss, við keyptum handa henni rúm og húsgögn sem hún fékk svo að eiga. Og það er meira borgað með fötluðum börnum en ófötluðum, svo ég get ekki ímyndað mér að það séu stórar upphæðir."}]}