{"url": "https://bland.is/umraeda/ljosmyndari-sem-er-haettur-fa-nyjar-myndir/29814744/?page=1950", "date": "2013-03-03 09:55:36", "id": "29814744", "items": [{"text": "Þegar dætur mínar voru eins árs (fyrir 7 og 4 árum) fór ég með þær til ljósmyndara og fékk myndir og nokkrar stækkanir, svo skildum við foreldrarnir og myndirnar sem voru stækkaðar urðu eftir þar sem við bjuggum saman og hann býr núna. Það var allt í lagi mín vegna enda ég að fara í pínulitla íbúð þar sem var ekki pláss fyrir stórar myndir og ég fékk litlar myndir í svona sjálfstandandi flettialbúmi. Núna er svona á döfinni að ég flytji í varanlegt húsnæði og þá langar mig að fá svona myndir og hann langar líka í litlar myndir - en ljósmyndarinn er hættur. Hvað gerir maður?", "title": "Ljósmyndari sem er hættur - fá nýjar myndir", "username": "cithara", "message_id": "29814744", "user_id": "202527", "response_to": null, "datetime": "2013-03-03 09:55:36", "datestring": "3. mar. '13, kl: 09:55:36"}, {"response_to": "29814744", "username": "nóvemberpons", "message_id": "29814745", "user_id": "69661", "datetime": "2013-03-03 09:58:40", "datestring": "3. mar. '13, kl: 09:58:40", "text": "ferð með litlu myndirnar og lætur skanna þær inn einhverstaðar og þá áttu þær á tölvutæku og getur framkallað aftur?"}, {"response_to": "29814744", "username": "TJ108", "message_id": "29814750", "user_id": "16153", "datetime": "2013-03-03 10:05:58", "datestring": "3. mar. '13, kl: 10:05:58", "text": "Hefur uppá ljósmyndaranum og tékkar á því hvort hann eigi ekki myndirnar þó hann sé hættur - ég þekki einn ljósmyndara sem er hættur með stofu en geymir samt allar myndirnar (harða diska með myndunum og filmurnar frá því þær voru notaðar). Ef það gengur ekki þá myndi ég fá stæstu myndirnar hjá pabbanum, skanna þær og láta svo prenta."}, {"response_to": "29814750", "username": "cithara", "message_id": "29814755", "user_id": "202527", "datetime": "2013-03-03 10:12:13", "datestring": "3. mar. '13, kl: 10:12:13", "text": "Ég er nefnilega einu sinni búin að rekast á ljósmyndarann á förnum vegi og ræða þetta við hann og hann dæsti bara og sagði að þetta væri svo langt síðan, hann hefði ekki hugmynd um hvar þetta væri... spurði mig hvort það væri ekki handskrifað númer aftaná myndunum, ef það væri gæti hann fundið þetta. Ég fór heim til pabbans og athugaði það og það var ekkert númer."}, {"response_to": "29814755", "username": "TJ108", "message_id": "29814758", "user_id": "16153", "datetime": "2013-03-03 10:15:43", "datestring": "3. mar. '13, kl: 10:15:43", "text": "Þá myndi ég bara skanna stæstu myndina frá pabbanum - myndi ekki nenna að eltast við þetta hjá ljósmyndaranum ef þetta er svona mikið mál fyrir hann. Ég hef skannað stækkanir af myndum og prentað og það komið mjög vel út."}, {"response_to": "29814744", "username": "Ziha", "message_id": "29814751", "user_id": "51148", "datetime": "2013-03-03 10:07:12", "datestring": "3. mar. '13, kl: 10:07:12", "text": "Ég myndi byrja á að hafa samband við ljósmyndarann.  Þeir eiga að geyma afrit af öllum myndum sem þeir taka... eða það skilst mér."}, {"response_to": "29814744", "username": "Kirsuberjaskógur", "message_id": "29814770", "user_id": "236638", "datetime": "2013-03-03 10:28:42", "datestring": "3. mar. '13, kl: 10:28:42", "text": "Ég myndi skanna inn myndirnar! og prenta út hjá td pixlar.is"}, {"response_to": "29814744", "username": "donaldduck", "message_id": "29814858", "user_id": "124716", "datetime": "2013-03-03 11:29:00", "datestring": "3. mar. '13, kl: 11:29:00", "text": "ef að ljósmyndarinn finnur ekki filmurnar eða digtal skránar, láttu hann útbúa handa þér leyfi að þú meigir láta skanna og prenta. lent í vandræðum ef þetta er merkt honum. starfsmenn í verlsunum eins og Pixlar eiga ekki að skanna svona nema með leyfi. það var mér allavegana kennt þegar ég vann hjá Hans Petersen"}]}