{"url": "https://bland.is/umraeda/thid-sem-erud-med-2-litil-born-undir-2-ara-/29823455/?page=1932", "date": "2013-03-06 16:37:44", "id": "29823455", "items": [{"text": "hafið þið upplifað það að finnast þið vera vondar/ ekki súper góðar mömmur...ég er með 1 9 vikna stelpur og svo 15 manaða stelpu og mer finnst eg ekki hafa neinn tíma..þær í bumbuhopnu hja mer jafa endalausann tima i að taka myndir og dullast i krílunum en ég hef mjöög takmarkaðann tíma í svona dúllerí..þegar önnur sefur þá vill hin athygli og öfugt..einhver ráð til að hafa meiri tíma fyrir bæði krílin ?", "title": "þið sem eruð með 2 lítil börn ( undir 2 ára)", "username": "ormur7", "message_id": "29823455", "user_id": "227220", "response_to": null, "datetime": "2013-03-06 16:37:44", "datestring": "6. mar. '13, kl: 16:37:44"}, {"response_to": "29823455", "username": "Zagara", "message_id": "29823810", "user_id": "68119", "datetime": "2013-03-06 18:13:31", "datestring": "6. mar. '13, kl: 18:13:31", "text": "Ég myndi ekki taka öllu hátíðlega sem fólk skrifar eða póstar á facebook og í svona hópa. Ég er alveg viss um að mikið af því sé sýndarmennska. Ég læt t.d. aldrei alla á facebook vita þegar börnin eru ógeðslega erfið og ég er grenjandi af álagi og samviskubiti yfir því að vera ekki ofurmamma."}, {"response_to": "29823810", "username": "cithara", "message_id": "29824370", "user_id": "202527", "datetime": "2013-03-06 20:58:59", "datestring": "6. mar. '13, kl: 20:58:59", "text": "ég leyfi mér alveg að láta vita af því stundum á facebook þegar allt er í messi. Mér finnst ég uppskera mikið þakklæti frá öðrum foreldrum þegar ég geri það..."}, {"response_to": "29824370", "username": "Zagara", "message_id": "29824878", "user_id": "68119", "datetime": "2013-03-06 23:26:27", "datestring": "6. mar. '13, kl: 23:26:27", "text": "já maður ætti að gera það. Ég hef haldið því á öðrum vettvöngum en facebook. En það er reyndar að hluta til vegna paranoju, finnst þeir oft breyta friðhelgisstillingum óumbeðið og það er aðili sem að ég veit að er að þefa uppi upplýsingar um mig og mína reglulega sem ég vil ekki að viti neitt um mig og mína hagi svo mín fésbók er oft ansi steríl. ;)"}, {"response_to": "29823455", "username": "stjaki", "message_id": "29824693", "user_id": "52686", "datetime": "2013-03-06 22:27:48", "datestring": "6. mar. '13, kl: 22:27:48", "text": "Ég á börn með 14 mánaða millibili og þegar litla barnið var nýfætt var ég eiginlega alltaf með samviskubit. Mér fannst ég aldrei geta sinnt neinu eins vel og ég vildi og ekki geta gefið þeim alla heimsins athygli hvoru fyrir sig. Þegar ég var nýbúin að eiga eldra barnið var ég einmitt mjög upptekin af myndatökum, skrifa niður hvenær tennur komu, hvenær hún sneri sér o.s.frv. Alveg með allt á hreinu. Hún fékk oft að sofa heilu og hálfu kvöldin á bringunni á mér á meðan ég horfði á sjónvarpið og ég lagði mig oft með henni á daginn. Þetta voru algjörar gæðastundir og gaf mér rosalega mikið. Svo þegar yngra barnið fæddist var ég með samviskubit yfir því að geta ekki vegna tímaleysis gefið honum allt þetta. Stundum líður heil vika án þess að ég taki upp myndavélina og yngra krílið á ekki einu sinni svona \"Dagbók Barnsins\". Og stundum hef ég líka samviskubit yfir því að geta ekki gefið eldra barninu gæðastundur þar sem við erum bara tvær einar eins oft og ég vildi. Við hjónaleysin erum samt farin að reyna skipta þeim svolítið á milli okkar svo að þau þurfi ekki alltaf að deila mömmu/pabba með systkininu."}, {"response_to": "29823455", "username": "DMD", "message_id": "29831244", "user_id": "51090", "datetime": "2013-03-09 12:03:58", "datestring": "9. mar. '13, kl: 12:03:58", "text": "Langar bara senda ykkur KNÚS! og segja ykkkur hvað þið eruð svakalega duglegar:)"}, {"response_to": "29823455", "username": "nóvemberpons", "message_id": "29831521", "user_id": "69661", "datetime": "2013-03-09 15:20:51", "datestring": "9. mar. '13, kl: 15:20:51", "text": "knús, 13 mánuðir á milli minna og ég lifði þetta af á kæruleysinu, jújú það var oftar en ekki allt meira og minna í rúst, maður reyndi svona að laga mesta á kvöldin þegar þeir voru sofnaðir því þegar litli svaf vakti sá eldri og þegar eldri lagði sig vakti sá yngri."}]}