{"url": "https://bland.is/umraeda/2-5-ara-tviburar-svefnvandamal-/29843902/?page=1918", "date": "2013-03-13 22:31:57", "id": "29843902", "items": [{"text": "Stúlkurnar mínar eru 2,5 ára og þær eru bara endalaust lengii að sofna á kvöldin, ég er orðin svoooo þreytt á því, maður leggur sig fram við að lesa fyrir þær langa bók , svo fær maður bara í hausinn endalaust ráp upp úr rúmunum sínum, hoppa og skoppa í rúmunum, klifra upp í gluggakistu og  fara fram.Þær eru að sofa í hálftíma lúr á leikskólanum frá ssvona hálf eitt-eitt, fara svo upp í rúm kl 20 hér heima, Eru yfirleitt ekki sofnaðar fyrr en um 10 leytið.. Mikil ærsl, hvort sem við erum inni hjá þeim eða frammi..Einhver  ráð veeeel þegin. :)", "title": "2,5 ára tvíburar- svefnvandamál...", "username": "disin87", "message_id": "29843902", "user_id": "102546", "response_to": null, "datetime": "2013-03-13 22:31:57", "datestring": "13. mar. '13, kl: 22:31:57"}, {"response_to": "29843902", "username": "isabella8", "message_id": "29843915", "user_id": "85818", "datetime": "2013-03-13 22:34:57", "datestring": "13. mar. '13, kl: 22:34:57", "text": "en taka svefninn af þeim á daginn - systir mína þurfti að gera það við sína og viti menn hún er sofnuð innan við hálftíma. Fer uppí rúm kl 8."}, {"response_to": "29843915", "username": "disin87", "message_id": "29843933", "user_id": "102546", "datetime": "2013-03-13 22:42:02", "datestring": "13. mar. '13, kl: 22:42:02", "text": "Ég vaar einmitt búin að pæla í því. Mér bara finnst þær vera svo ungar til að sleppa lúrnum. Er það bara vitleysa ?"}, {"response_to": "29843933", "username": "isabella8", "message_id": "29844015", "user_id": "85818", "datetime": "2013-03-13 23:03:48", "datestring": "13. mar. '13, kl: 23:03:48", "text": "Held það fari bara eftir börnum, finnst þetta ekki hár aldur en gæti samt kanski breytt miklu :) Sakar ekki að prófa um helgina jafnvel."}, {"response_to": "29843933", "username": "porridge", "message_id": "29845117", "user_id": "217781", "datetime": "2013-03-14 14:27:59", "datestring": "14. mar. '13, kl: 14:27:59", "text": "jájá þetta er svo mismunandi eftir börnum"}, {"response_to": "29843902", "username": "Zagara", "message_id": "29844110", "user_id": "68119", "datetime": "2013-03-13 23:44:55", "datestring": "13. mar. '13, kl: 23:44:55", "text": "Hér er sú regla að það má ekki fara fram úr þegar kominn er háttatími. Sá yngsti (á svipuðum aldri og þínar) er rosalega mikið að testa okkur um þessar mundir og stundum þurfum við að halda honum niðri í rúminu þegar ljóst er að hann ætlar ekki að vera samvinnuþýður. Við höldum ekkert fast eða neitt en styðjum við hann til að hann nái að róa sig niður og festa svefn. Hann er ekkert alltaf sáttur enda vill hann vera vakandi og fara að leika sér en eftir að við byrjuðum á þessu þá hefur næstum tveggja tíma mæðan við að fá hann til að sofna dottið niður í stundum ekki nema nokkrar mínútur. Pabbi hans er sérstaklega laginn við að svæfa hann."}, {"response_to": "29843902", "username": "krusikrukka", "message_id": "29844142", "user_id": "73035", "datetime": "2013-03-13 23:59:39", "datestring": "13. mar. '13, kl: 23:59:39", "text": "ég þurfti að hætta að láta minn stubb sofa á daginn um þennan aldur.. þvílíkur munur sko"}, {"response_to": "29843902", "username": "Kendra", "message_id": "29844622", "user_id": "75974", "datetime": "2013-03-14 10:07:13", "datestring": "14. mar. '13, kl: 10:07:13", "text": "Ég mundi allavega stytta lúrinn niður í korter eða sleppa því alveg."}, {"response_to": "29844622", "username": "3stelpur", "message_id": "29844659", "user_id": "124420", "datetime": "2013-03-14 10:28:26", "datestring": "14. mar. '13, kl: 10:28:26", "text": "ég á sjálf 2.6 ára tvíburastelpur minar sofa í 1 klst í leikskólanum....  en eru þær þreyttar að sjá þarna um hálf 8 eða 8 leytið?? ef ekki þá myndi ég prufa að sleppa svefninum sum hætta að sofa á daginn um 2 ára...   en þear þær fara að sofa leggjið þið þærí rúmið og farið svo fram ?  við gerðum það og þær voru endalaust að fara fram og við sögðum bara reiðilega uppí rúm það er komin nótt og þær fórum uppí rúm og gerðu þetta aftur og aftur svo núna sitjum við hurðina og þá náum við þeim strax fá ekki að hlaupa fram"}]}