{"url": "https://bland.is/umraeda/bilinn-skritin/29849958/?page=1892", "date": "2013-03-16 15:25:04", "id": "29849958", "items": [{"text": "Er með VW Passat 2000 árgerð.Stundum þegar hann er ekki í gír fer hann í 3000 snúninga, ég þarf að drepa á honum svo þetta hættir. Þegar hann fer í 3000 snúninga þegar hann er ekki í gír og ég er stop á bílnum og ættla að fara af stað og sitt hann í gír drepst á honum. Stundum þegar ég reyni að starta honum vill hann ekki gera það þanga til ég er búin að reyna það 2-3 sinnum. Bílinn er líka eitthvað kraftlaus og þegar ég fer í 4000 snúninga fer ég virkilega að finna fyrir því og eitt skiptið þegar ég var að fara yfir 4000 snúninga til 5000 snúninga fór ég að finna skrítna lykt.", "title": "Bílinn skrítin", "username": "eidos90", "message_id": "29849958", "user_id": "239389", "response_to": null, "datetime": "2013-03-16 15:25:04", "datestring": "16. mar. '13, kl: 15:25:04"}, {"response_to": "29849958", "username": "mindelo", "message_id": "29853645", "user_id": "105505", "datetime": "2013-03-18 08:27:46", "datestring": "18. mar. '13, kl: 08:27:46", "text": "jáhá þetta lísir sér einsog margt sé að fara í bílnum í einu yfirsnúnigur getur verið nemi við sveifarás lísir sér svipað hár snúningur kraftlaus og erviður í gang en ligtin er einkvað annað  ég myndi birja á að skela honum í tölvu og atuga hvort þér sjái villukóða á einkverjum nemanum  svo skal ég takk það að mér að skifta um ef það er einkver nemi eða annað fyrir lítið"}, {"response_to": "29849958", "username": "Einsteinium", "message_id": "29855954", "user_id": "141438", "datetime": "2013-03-18 23:15:33", "datestring": "18. mar. '13, kl: 23:15:33", "text": "Ég er með Passat '06. Hann byrjaði að hegða sér undarlega, byrjaði á smá bensínlykt þegar ég startaði bílinn, hann byrjaði að missa kraft, bensíneyðsla jókst verulega (tvöfaldaðist) og þegar hann var hvað verstur var eins og hann hætti hröðun þegar ég var á miðjum akstri. Það lagaðist ef ég endurræsti hann. Hann reyndist vera farinn yfir á tíma (því fyrri eigandi trassaði að fara með hann í smur þangað til hann var kominn á 30.000 km. Það hafði verulega slæm áhrif á tímakeðjuna=>mjög stór bilun. Ég tek s.s. undir með Mindelo, þetta virkar eins og eitthvað virkilega alvarlegt, sérstaklega af þessari árgerð af Passat sem eru ekkert sérstaklega frægir fyrir áreiðanleika."}, {"response_to": "29849958", "username": "mago", "message_id": "29870597", "user_id": "92978", "datetime": "2013-03-24 08:16:05", "datestring": "24. mar. '13, kl: 08:16:05", "text": "Ef þú ert hérna á höfuðborgarsvæðinu þá get ég tengt bílinn hjá þér við tölvu og lesið hann fyrir þig frítt.En þú verður að koma með hann í Hafnarfjörð."}, {"response_to": "29870597", "username": "eidos90", "message_id": "29870946", "user_id": "239389", "datetime": "2013-03-24 12:46:02", "datestring": "24. mar. '13, kl: 12:46:02", "text": "Takk fyrir það en bílinn er kominn í Heklu í viðgerð. Það þurfti að skifta um tímareim og kerti."}]}