{"url": "https://bland.is/umraeda/bleehhhhh/29859671/?page=1903", "date": "2013-03-20 08:31:00", "id": "29859671", "items": [{"text": "Agalega finnst mér ég vera komin með svona skólaþreytu, finn þetta hjá hópnum mínum í skólanum líka.  Það eru þrjár vikur eftir að af kennslu svona ef páskarnir eru dregnir frá og svo byrja próf 15. apríl. Ekki misskilja mig, mér þykir mjög gaman í skólanum og í mínu námi en samt einhver þreyta, sennilega eftir mjög töff haustönn með mikilli pressu og vinnu.   Ég er svo andlega fjarverandi í skólanum, byrja á verkefnum og næ ekki að klára þau, sama sagan með hópavinnufélaga ásamt því að þeir  fengu óvænt Í hausinn hópaverkefni sem skila á fljótlega, kennari illa skipulagður og kann ekki á myschool kerfið.    Annað hópverkefni sem skila þarf á föstudaginn, upplifum okkur eins og í menntaskóla, klippa og líma og skreyta, Jibbý ég get notað háskólagráðuna mína í að klippa og líma við að gera þetta verkefni, samstarfið gengur vel og allt það, bara skrítið að þurfa að klippa, líma og skreyta í stað þess að kynna verkefnið á hefðbundinn hátt með kraftbendilskynningu, fyrirlestri eða á annan hátt.    Dæææææssssss mig langar aftur upp í rúm og breiða upp fyrir haus og fara að sofa og vakna bara rétt fyrir 1. maí.  Fjölskyldan orðin þreytt og lúin, heimilið þreytt og mamma á leið í hjartaaðgerð.    Ljósi punkturinn í þessu öllu saman eru verðlaunin sem ég og maðurinn minn erum búin að ákveða að veita okkur, ætlum að skella okkur í 10 daga til Costa del Sol með vinafólki eftir próf hjá mér.  Engin börn, engin vinna, enginn skóli og ekki neitt nema sæla og bruðla barnabótunum okkar í kokteila í 10 daga.  Verður gott að fá pásu frá öllu í smá stund áður en ég leggst í BS ritgerðarskrif í sumar.    Smá púst í boði Steinu67", "title": "Bleehhhhh", "username": "Steina67", "message_id": "29859671", "user_id": "39274", "response_to": null, "datetime": "2013-03-20 08:31:00", "datestring": "20. mar. '13, kl: 08:31:00"}, {"response_to": "29859671", "username": "Dormína", "message_id": "29859676", "user_id": "28866", "datetime": "2013-03-20 08:37:16", "datestring": "20. mar. '13, kl: 08:37:16", "text": "Ég er sjálf ekki í skóla en finn fyrir miklum skólaleiða og áhugaleysi hjá krökkunum, held að bæði nemendur og kennarar séu þreyttir og dagarnir taldir þangað til páskafríið kemur."}, {"response_to": "29859676", "username": "Steina67", "message_id": "29859683", "user_id": "39274", "datetime": "2013-03-20 08:42:49", "datestring": "20. mar. '13, kl: 08:42:49", "text": "Það er einmitt létt vika hjá krökkum mínum, árshátíð á fimmtudagskvöld og verið að undirbúa það og svo komin í páskafrí."}, {"response_to": "29859671", "username": "fálkaorðan", "message_id": "29859680", "user_id": "169630", "datetime": "2013-03-20 08:39:36", "datestring": "20. mar. '13, kl: 08:39:36", "text": "Knús."}, {"response_to": "29859680", "username": "Steina67", "message_id": "29859687", "user_id": "39274", "datetime": "2013-03-20 08:44:09", "datestring": "20. mar. '13, kl: 08:44:09", "text": "Takk fyrir knúsið"}, {"response_to": "29859687", "username": "fálkaorðan", "message_id": "29859690", "user_id": "169630", "datetime": "2013-03-20 08:45:16", "datestring": "20. mar. '13, kl: 08:45:16", "text": "Jú. Komdu bara hérna við á Dúfnateignum, ég á gullglimmer og gullglimmer stjörnur, allskonar málningu og lím í föndurkassanum."}, {"response_to": "29859690", "username": "Steina67", "message_id": "29859695", "user_id": "39274", "datetime": "2013-03-20 08:46:10", "datestring": "20. mar. '13, kl: 08:46:10", "text": "Geri það, áttu ekki líka svona Gull karton?"}, {"response_to": "29859695", "username": "fálkaorðan", "message_id": "29859710", "user_id": "169630", "datetime": "2013-03-20 08:54:45", "datestring": "20. mar. '13, kl: 08:54:45", "text": "Reyndar, bara A4 samt."}, {"response_to": "29859710", "username": "Steina67", "message_id": "29859720", "user_id": "39274", "datetime": "2013-03-20 08:59:22", "datestring": "20. mar. '13, kl: 08:59:22", "text": "ok, lími það bara saman"}]}