{"url": "https://bland.is/umraeda/ad-lifa-med-reisn/29867184/?page=1894", "date": "2013-03-22 20:23:07", "id": "29867184", "items": [{"text": "Hvernig fer fólk að því að geta borið höfuðið hátt eftir að hafa ítrekað hagað sér eins og geðsjúklingur gagnvart fjölda fólks? Ég kemst ekki yfir það hvernig ég hef verið í gegnum tíðina. Ég á erfitt með að hitta fólk sem ég þekki eða kannast við því ég er hrædd um að þetta fólk hafi séð eða frétt af mér í kasti og líti á mig sem eitthvað verra en geðsjúkling.", "title": "Að lifa með reisn", "username": "rocketmail", "message_id": "29867184", "user_id": "233838", "response_to": null, "datetime": "2013-03-22 20:23:07", "datestring": "22. mar. '13, kl: 20:23:07"}, {"response_to": "29867184", "username": "ert", "message_id": "29867188", "user_id": "37456", "datetime": "2013-03-22 20:24:30", "datestring": "22. mar. '13, kl: 20:24:30", "text": "Sko, af því maður þroskaðist svo mikið á þessu þá er maður ekkert á bömmer ;)"}, {"response_to": "29867184", "username": "DaRkSiDe", "message_id": "29867192", "user_id": "56222", "datetime": "2013-03-22 20:25:42", "datestring": "22. mar. '13, kl: 20:25:42", "text": "Ég skil þig ekki alveg.. ertu með geðsjúkdóm og hegðunin var off út frá því?"}, {"response_to": "29867192", "username": "rocketmail", "message_id": "29867225", "user_id": "233838", "datetime": "2013-03-22 20:32:45", "datestring": "22. mar. '13, kl: 20:32:45", "text": "Já eða var upphaflega með geðröskun sem var ekkert gert í þannig að það þróaðist út í geðsjúkdóma. Hegðunin sem fylgir þessari röskun og sjúkdómum gerir það að verkum að ég á erfitt með að lifa með reisn, sérstaklega í kringum fólk sem mig grunar að gæti vitað eitthvað eða fólk sem ég veit að viti eitthvað."}, {"response_to": "29867225", "username": "fálkaorðan", "message_id": "29867244", "user_id": "169630", "datetime": "2013-03-22 20:37:38", "datestring": "22. mar. '13, kl: 20:37:38", "text": "Knús. Ef að fólk getur ekki tekist á við það að þú hafir hegðað þér órökrétt þegar þú fekkst ekki meðferð við geðröskun þá getur það fólk bara bitið í sig."}, {"response_to": "29867225", "username": "DaRkSiDe", "message_id": "29867256", "user_id": "56222", "datetime": "2013-03-22 20:40:29", "datestring": "22. mar. '13, kl: 20:40:29", "text": "Viltu ekki að fólk viti af sjúkdómnum?"}, {"response_to": "29867184", "username": "Sikana", "message_id": "29867193", "user_id": "32896", "datetime": "2013-03-22 20:25:48", "datestring": "22. mar. '13, kl: 20:25:48", "text": "Tjah, ég veit það er hægara sagt en gert, en ætli þú verðir ekki að reyna að fyrirgefa sjálfri þér eins og þú myndir fyrirgefa einhverjum öðrum sem hefði villst af leið / glímt við erfiðleika. Ég skil reyndar ekki alveg innleggið, hvernig kast? Ertu með geðsjúkdóm eða ertu bara að líkja því sem þú skammst þín fyrir við upplifun geðsjúkra?"}, {"response_to": "29867193", "username": "rocketmail", "message_id": "29867231", "user_id": "233838", "datetime": "2013-03-22 20:33:17", "datestring": "22. mar. '13, kl: 20:33:17", "text": "Ég er með geðröskun og sjúkdóma."}, {"response_to": "29867231", "username": "Sikana", "message_id": "29867239", "user_id": "32896", "datetime": "2013-03-22 20:36:52", "datestring": "22. mar. '13, kl: 20:36:52", "text": "Þá er bara að átta þig á því að fólk sem er eitthvað varið í dæmir þig ekki fyrir það. Þú getur ekkert annað gert en að vinna í því að fyrirgefa sjálfri þér fyrir hegðun sem þú gast ekkert gert að, og vera stolt af því að þú ert í betri stöðu í dag, og vona að aðrir fylgi í kjölfarið."}, {"response_to": "29867184", "username": "Geim-fari", "message_id": "29867198", "user_id": "42323", "datetime": "2013-03-22 20:26:57", "datestring": "22. mar. '13, kl: 20:26:57", "text": "hvernig mundir þú líta á vinkonu þína sem væri í sömu stöðu?"}, {"response_to": "29867184", "username": "Lúsifer", "message_id": "29867202", "user_id": "66761", "datetime": "2013-03-22 20:27:27", "datestring": "22. mar. '13, kl: 20:27:27", "text": "ég var mjög mjög mjög skrítin þegar ég var yngri.. skrítin er ekki einu sinni rétt orð.. ég var bara bullandi ofvirk og hafði ekki stjórn á einu né neinu sem ég gerði.."}, {"response_to": "29867184", "username": "helgagests", "message_id": "29867207", "user_id": "44908", "datetime": "2013-03-22 20:28:03", "datestring": "22. mar. '13, kl: 20:28:03", "text": "Berð höfuðið hátt og reynir að vera stolt af þeirri manneskju sem þú ert í dag. Eina sem hægt er að gera í stöðunni."}, {"response_to": "29867184", "username": "theonlysunny❤", "message_id": "29867263", "user_id": "170762", "datetime": "2013-03-22 20:42:20", "datestring": "22. mar. '13, kl: 20:42:20", "text": "Ég kannast vel við þetta, og það eina sem maður getur gert er í rauninni bara að sýna að maður hafi lært af reynslunni, bera höfuðið hátt og reyna bara að gleyma þessu - fortíðin er fortíðin og fólk verður þunglynt ef það lifir í mistökum fortíðarinnar. Hvað sem fólk gerir, heldur eða segir þá verður þú að muna að það endurspeglar ekki manneskjuna sem þú ert í dag, mundu það bara alltaf. Knús!"}, {"response_to": "29867184", "username": "CharlieSheen", "message_id": "29867571", "user_id": "94839", "datetime": "2013-03-22 21:56:59", "datestring": "22. mar. '13, kl: 21:56:59", "text": "Það að lifa með reisn ákvarðast ekki af áliti annarra. Þú ert að gefa öðru fólki alveg gríðarlegt vald yfir sjálfum þér með því að hugsa svona. Ég veit um mjög marga sem hafa litið niður á mig árum saman og sumir vilja ekki einu sinni kannast við mig þegar ég rekst á þá á förnum vegi. Mér gæti ekki verið meira sama. Ég veit hver ég er. Það að sumir geti ekki látið fortíðina eiga sig þýðir ekki að ég geti það ekki. Eftir milljón ár mun ekkert sem gerist í okkar lífi skipta máli. Já, ég hefði getað sagt hundrað ár eða þúsund ár. En kjarni málsins er sá að allar þessar fjarlægðir í tíma eru staðreynd. Við getum ekki tekið okkur svona alvarlega ef við setjum tilvist okkar á þessari jörðu í samhengi. Eins og Tom Cruise sagði í Collateral, \"Get with it. Millions of galaxies of hundreds of millions of stars, in a speck on one in a blink. That's us, lost in space. Who notices?\"."}, {"response_to": "29867184", "username": "CharlieSheen", "message_id": "29867573", "user_id": "94839", "datetime": "2013-03-22 21:57:21", "datestring": "22. mar. '13, kl: 21:57:21", "text": ""}, {"response_to": "29867184", "username": "svartasunna", "message_id": "29869264", "user_id": "54800", "datetime": "2013-03-23 17:58:07", "datestring": "23. mar. '13, kl: 17:58:07", "text": "Las einhvers staðar tilvitnunina 'Eg er ekki stollt af sumu sem ég gerði í fortíðinni en ég er stollt af því hver ég er núna'  Fannst hún flott."}]}