{"url": "https://bland.is/umraeda/sma-hundaspurning/29879818/?page=1877", "date": "2013-03-27 21:47:52", "id": "29879818", "items": [{"text": "hvað þarf að fara oft út að labba með 8 mánaða hund? ég fer með hann í tvo göngutúra sem eru yfirleit í 30-45 mín hvor og svo fer ég með hann út að pissa áður en ég fer að sofa, hann fer líka út í sveit og fær að hlaupa þar alveg frjáls næstum því á hverjum degi. hann er íslenskur og Border Collie, þarf ég að fara með hann oftar? mig finnst alltaf eins og honum leiðist og er að hafa áhyggjur að ég sé ekki að standa mig,", "title": "smá hundaspurning", "username": "brekihelga", "message_id": "29879818", "user_id": "65473", "response_to": null, "datetime": "2013-03-27 21:47:52", "datestring": "27. mar. '13, kl: 21:47:52"}, {"response_to": "29879818", "username": "Hygieia", "message_id": "29879849", "user_id": "83422", "datetime": "2013-03-27 21:59:18", "datestring": "27. mar. '13, kl: 21:59:18", "text": "Hljómar eins og hann fái næga hreyfingu, en spurning með aðra örvun? Þetta eru hrikalega klárir hundar, alger vinnudýr, og þurfa að hafa eitthvað fyrir stafni. Gegna mikilvægu hlutverki."}, {"response_to": "29879849", "username": "brekihelga", "message_id": "29879868", "user_id": "65473", "datetime": "2013-03-27 22:03:15", "datestring": "27. mar. '13, kl: 22:03:15", "text": "já maðurinn minn ætlar með hann á smalahundanámskeið í sumar og nota hann svo úti í sveit, ég held að ég viti meira um þetta heldur en ég held og þarf bara að verða öruggari á því að það sem ég veit er rétt þess vegna er svo gott að hafa ykkur."}, {"response_to": "29879868", "username": "Hygieia", "message_id": "29879906", "user_id": "83422", "datetime": "2013-03-27 22:10:22", "datestring": "27. mar. '13, kl: 22:10:22", "text": "Er í sama pakka með óöryggið :)"}, {"response_to": "29879906", "username": "brekihelga", "message_id": "29879973", "user_id": "65473", "datetime": "2013-03-27 22:26:19", "datestring": "27. mar. '13, kl: 22:26:19", "text": "sniðugt að leika við hann með húllahring og vera láta hann gera eitthvað annað en bara leika."}, {"response_to": "29879973", "username": "Hygieia", "message_id": "29880025", "user_id": "83422", "datetime": "2013-03-27 22:37:24", "datestring": "27. mar. '13, kl: 22:37:24", "text": "Ég hef séð um þjálfunina alfarið hingað til. Þessi 9 ára hefur fylgst vel með og er núna farin að þjálfa líka. Hún er aðallega að örva hana í því sem hvolpurinn kann nú þegar og svo sýndi ég henni myndband um \"lure training\" og það hentar þeim alveg ofsalega vel."}, {"response_to": "29879849", "username": "brekihelga", "message_id": "29879877", "user_id": "65473", "datetime": "2013-03-27 22:04:38", "datestring": "27. mar. '13, kl: 22:04:38", "text": "ég er líka með þrjú börn sem eru alltaf að leika við hann og ég held að hann fái mikið útúr því."}, {"response_to": "29879818", "username": "Indie", "message_id": "29881704", "user_id": "156825", "datetime": "2013-03-28 17:50:32", "datestring": "28. mar. '13, kl: 17:50:32", "text": "Er hann ekki að fá alltof mikla hreyfingu? Hann er bara hvolpur enn gæti eyðilagt mjaðmirnar."}, {"response_to": "29881704", "username": "brekihelga", "message_id": "29881955", "user_id": "65473", "datetime": "2013-03-28 19:42:08", "datestring": "28. mar. '13, kl: 19:42:08", "text": "mér hefur ekki einu sinni dottið í hug að hann gæti verið að fá of mikla hreyfingu, er hvergi hægt að finna eitthvað viðmið um hreyfingu hjá hundum/hvolpum?"}, {"response_to": "29881955", "username": "hdavidsdottir", "message_id": "29882143", "user_id": "161005", "datetime": "2013-03-28 21:31:28", "datestring": "28. mar. '13, kl: 21:31:28", "text": "Ég held að þetta sé alls ekkert of mikil hreyfing. Finnst þetta bara hljóma mjög passlegt. Sérstaklega gott líka að þú farir frekar 2x heldur en að fara í einn langan göngutúr."}, {"response_to": "29882143", "username": "brekihelga", "message_id": "29882322", "user_id": "65473", "datetime": "2013-03-28 22:21:58", "datestring": "28. mar. '13, kl: 22:21:58", "text": "ég hef aldrei átt hund áður þannig að þetta er örugglega bara eitthvað óöryggi í mér, ég ætla með hann á námskeið í næsta mánuði bæði fyrir hann og líka fyrir mig svo ég verði öruggari."}, {"response_to": "29882322", "username": "hdavidsdottir", "message_id": "29882656", "user_id": "161005", "datetime": "2013-03-29 00:40:23", "datestring": "29. mar. '13, kl: 00:40:23", "text": "Þú stendur þig vel :)"}, {"response_to": "29881955", "username": "tóin", "message_id": "29882558", "user_id": "161670", "datetime": "2013-03-28 23:56:39", "datestring": "28. mar. '13, kl: 23:56:39", "text": ""}, {"response_to": "29879818", "username": "Kleina123", "message_id": "29885876", "user_id": "221135", "datetime": "2013-03-30 15:26:43", "datestring": "30. mar. '13, kl: 15:26:43", "text": "þegar mér fanst tíkini minni leiðast þegar hún var hvolpur eftir göngutúr þá tók ég tóma klósettpappírsrúllu setti nammi inní hana og límdi svo veeel fyrir setti hana útí garð og lét hana hafa þetta og hún dundaði sér að rífa teipið af, einnig notaði ég eyrnapinnapox límdi það fast saman með nammi inni og hún dundaði sér líka rosalengi að opna það :) notaði nammi sem er með mikilli lykt svo hún fattaði að það væri gotterí inní þessu, svo tók ég oft bolla síndi henni að ég setti nammi undir 1 þeirra ruglaði þeim svo og hún þurfti að finna hvaða bolla nammið var undir ( þau eru roosalega fljót að fatta þennan leik ) svo þjálfaði ég hana 5-7 min á um nokkra tíma fresti og þá er maður búinn að reyna á bæði hugann og líkamann og þá yfirleitt vilja þau bara klapp og kúr. en ef hún var með einhverja extra mikla orku þá gaf ég henni nautabein og hún gat dundað sér að naga það þartil ég kallaði á hana :) Svo stundum þarf maður bara að taka þau í slökun og róa þau niður og þá sofna þau í einhvern tíma  :)"}, {"response_to": "29885876", "username": "brekihelga", "message_id": "29886085", "user_id": "65473", "datetime": "2013-03-30 17:47:06", "datestring": "30. mar. '13, kl: 17:47:06", "text": "hann er samt ekkert æstur hann labbar um og horfir á mig eins og ég sé svakalega vond að vera ekki að leika við hann, og en mjög sniðugt að fela nammi þannig að hann þurfi að hafa fyrir því að finna það."}, {"response_to": "29886085", "username": "Kleina123", "message_id": "29886226", "user_id": "221135", "datetime": "2013-03-30 18:53:15", "datestring": "30. mar. '13, kl: 18:53:15", "text": "hahaha já ég fæ enn þann dag í dag þannig svipi og tíkin mín er að verða 2 ára, ég hef henni þá nautabein og þá verður hún rosa ánægð :)"}, {"response_to": "29879818", "username": "geese", "message_id": "29886442", "user_id": "121398", "datetime": "2013-03-30 21:24:07", "datestring": "30. mar. '13, kl: 21:24:07", "text": "Það þarf að hafa svolítið ofan af fyrir Border Collie (og Bordercollie blöndum) þetta eru mjög gáfaðir hundar sem þurfa mikla þjálfun og athygli.  Svo ég myndi bæta við svona hálftíma (ef þú hefur svo mikinn tíma til aflögu) af þjálfunarleikja tíma, fá hann til að gera einhvað og fá í staðin bolta, kenna honum \"tricks\" osf. Svo er líka gott að hafa þá alltaf í hæl þegar gengið er með þá, þá fer meiri hugsun í gönguna en bara að labba um og vafra þangað sem nefið leiðir þá. Það getur líka verið sniðugt að kaupa svona þrautadót, eins og t.d. Kong dótið sem fæst í Dýrabæ.   (vona að þetta hjálpi einhvað :) )"}]}