{"url": "https://bland.is/umraeda/vaktavinna-og-svefn-/29929552/?page=1831", "date": "2013-04-15 18:22:15", "id": "29929552", "items": [{"text": "Nú er ég að forvitnast svolítið. Þannig er mál með vexti að sambýlismaður minn er í vaktarvinnu í álveri. Hann virðist alltaf þurfa að sofa rosalega mikið fyrir næturvaktir...Hann er núna búinn að sofa í að verða 14 klst og hangir víst enn uppi í rúmi því hann er að hvila sig fyrir næturvaktina. (bíllinn sem sækir hann í vinnuna kemur eftir hálftíma).Hann er að vinna 12 tíma vaktakerfi í álveri 2-3 dagvaktir á móti 2-3 næturvöktum á einni 4-5 daga vaktartörn.Ég er alltaf vond, ósanngjörn og leiðinleg að vilja fá hann til að taka aðeins þátt í fjölskildulífinu 2-3 tíma fyrir næturvakt. S.s. komi framúr klukkan 5 á daginn (hann er farinn rétt fyrir 7 á vakt).Er ég leiðinleg tillitslaus trunta sem á bara að þegja og láta hann hafa sína henntisemi sambandi við svefn og fjölskildulíf? Tipla á tánum og setja mute takka á tæplega 2ja ára gamallt barnið okkar?Hvernig eru þið eða ykkar makar að hátta svefntíma á vaktavinnu?", "title": "Vaktavinna og svefn.", "username": "katlan", "message_id": "29929552", "user_id": "62935", "response_to": null, "datetime": "2013-04-15 18:22:15", "datestring": "15. apr. '13, kl: 18:22:15"}, {"response_to": "29929552", "username": "windella99", "message_id": "29929573", "user_id": "40468", "datetime": "2013-04-15 18:31:11", "datestring": "15. apr. '13, kl: 18:31:11", "text": "ég leyfi mínum að sofa eins og hann vill, maður verður þreyttari á vaktavinnu"}, {"response_to": "29929552", "username": "afþví", "message_id": "29929581", "user_id": "40368", "datetime": "2013-04-15 18:34:48", "datestring": "15. apr. '13, kl: 18:34:48", "text": "14 tímar er alveg óþarfi og öfgafullt. Maður þarf að hvíla sig fyrir vinnu, hvort sem er dagvinnu, kvöldvinnu eða vaktavinnu en 8 tíma svefn er meira en nóg. Hann kaupir sér svo eyrnatappa og þú gengur um heimilið eins og vanalega og barnið leikur sér."}, {"response_to": "29929581", "username": "Einsteinium", "message_id": "29929646", "user_id": "141438", "datetime": "2013-04-15 19:03:06", "datestring": "15. apr. '13, kl: 19:03:06", "text": "Þú virðist ekki hafa unnið á 12 tíma næturvöktum."}, {"response_to": "29929646", "username": "afþví", "message_id": "29929666", "user_id": "40368", "datetime": "2013-04-15 19:11:33", "datestring": "15. apr. '13, kl: 19:11:33", "text": "Jú það hef ég gert, vann á síldar- og loðnuvertíðum, hef líka unnið í sláturhúsi á löngum vöktum."}, {"response_to": "29929666", "username": "Einsteinium", "message_id": "29929675", "user_id": "141438", "datetime": "2013-04-15 19:13:57", "datestring": "15. apr. '13, kl: 19:13:57", "text": "Gott og blessað. Engu að síður, miðað við mína reynslu, almennt viðhorf í svörum og reynslu þeirra í kringum mig kosta næturvaktir meiri átök á líkamann en dagvaktir svo 8 tíma svefn fyrir næstu næturvakt er að mínu mati bara engan veginn fullnægjandi."}, {"response_to": "29929581", "username": "muu123", "message_id": "29929668", "user_id": "208877", "datetime": "2013-04-15 19:12:25", "datestring": "15. apr. '13, kl: 19:12:25", "text": "finst svo fyndið hvað fólk er ótillitsamt ef aðrir sofa á öðrum tíma en það sjálft.. þú vilt væntanlega að það sé enginn hávaði þegar þú sefur á næturnar?"}, {"response_to": "29929668", "username": "afþví", "message_id": "29929677", "user_id": "40368", "datetime": "2013-04-15 19:14:36", "datestring": "15. apr. '13, kl: 19:14:36", "text": "Heimilið getur ekki lagst í dvala því maðurinn verður að sofa, það er mun eðlilegra að hann kaupi sér eyrnatappa og sofi vel heldur en að hún sussi á barnið allan daginn. Ég hef þurft að vaka á næturnar og sofa á daginn meðan börnin voru vakandi, ég gerði alveg ráð fyrir því að vakna við lætin í þeim, ég tek frekar tillit til þeirra heldur en að ætlast til að allir tipli á tánum fyrir mig. Það sama er um manninn minn, hann vann lengi vel næturvaktir, hann keypti sér eyrnatappa og svaf eins og ungabarn, ekkert vandamál."}, {"response_to": "29929668", "username": "DarKhaireDwomAn", "message_id": "29930081", "user_id": "162498", "datetime": "2013-04-15 21:25:49", "datestring": "15. apr. '13, kl: 21:25:49", "text": "hún getur nú ekki bara farið með barnið að heima,  hann verður líka að gera sér grein fyrir því að hann býr ekki einn og að barnið hans þarf að geta leikið sér og því fylgir einhver hávaði alltaf."}, {"response_to": "29930081", "username": "muu123", "message_id": "29930106", "user_id": "208877", "datetime": "2013-04-15 21:30:42", "datestring": "15. apr. '13, kl: 21:30:42", "text": "enda sagði ég reyna að hafa sem minnstan hávaða.. sagði ekkert að fólk ætti að steinþegja og labba á koddum.. en alveg hægt að taka tillit"}, {"response_to": "29929552", "username": "tóin", "message_id": "29929586", "user_id": "161670", "datetime": "2013-04-15 18:37:44", "datestring": "15. apr. '13, kl: 18:37:44", "text": "12 tíma vakt, er vinnudagur sem er fjórum klukkustundum lengri en hefðbundinn 8 tíma vinnudagur - ég skil vel að fólk þurfi orku í slíkt :)"}, {"response_to": "29929552", "username": "robot00", "message_id": "29929588", "user_id": "53057", "datetime": "2013-04-15 18:38:04", "datestring": "15. apr. '13, kl: 18:38:04", "text": "ég myndi halda að það væri nóg fyrir hann að sofa  7 til 8 tima eftir vakt ..."}, {"response_to": "29929588", "username": "Gale", "message_id": "29929631", "user_id": "92836", "datetime": "2013-04-15 18:56:57", "datestring": "15. apr. '13, kl: 18:56:57", "text": "Það er alls ekkert nóg fyrir alla að sofa bara í 7-8 klst. Það telst innan eðlilegra marka að fullorðinn einsaklingur þurfi 9, jafnvel 10 tíma svefn."}, {"response_to": "29929631", "username": "robot00", "message_id": "29929948", "user_id": "53057", "datetime": "2013-04-15 20:51:59", "datestring": "15. apr. '13, kl: 20:51:59", "text": "7 til 8 tima svefn er fínn fyrir fullorðinn ef þessi maður er kominn á efri ár að þá þarf hann að fara að hætta og fara a ellistyrk þvi það sefur enginn 14 tima hvort sem það er eftir 12 tima vaktir  ..."}, {"response_to": "29929631", "username": "Gale", "message_id": "29930010", "user_id": "92836", "datetime": "2013-04-15 21:10:07", "datestring": "15. apr. '13, kl: 21:10:07", "text": "Þú last greinilega ekki innleggið mitt nógu vel. Ég skrifaði: \"Það telst innan eðlilegra marka að fullorðinn einsaklingur þurfi 9, jafnvel 10 tíma svefn\"."}, {"response_to": "29930010", "username": "Doritomax", "message_id": "29930380", "user_id": "93144", "datetime": "2013-04-15 22:34:53", "datestring": "15. apr. '13, kl: 22:34:53", "text": "og fólk sem vinnur næturvaktir þarf meiri hvíld en fólk sem vinnur dagvaktir"}, {"response_to": "29929552", "username": "lemonlemon", "message_id": "29929618", "user_id": "139667", "datetime": "2013-04-15 18:51:47", "datestring": "15. apr. '13, kl: 18:51:47", "text": "Ég var miklu þreyttari eftir næturvaktir en venjulegar vaktir, annars tekur vaktarvinna rosalega á líkamann og ég eiginlega skil manninn þinn vel að þurfa mikinn svefn eftir næturvaktir, ég var sjálf hálf ónýt eftir þær enda hætti ég þeim alveg.."}, {"response_to": "29929618", "username": "katlan", "message_id": "29929630", "user_id": "62935", "datetime": "2013-04-15 18:56:51", "datestring": "15. apr. '13, kl: 18:56:51", "text": "Ég get ekki beðið eftir því að hann fari yfir í nýju vinnuna sem hann er að fara í um mánaðarmótin. Þá er hann bara á 10 tíma dagvöktum."}, {"response_to": "29929630", "username": "dekkið", "message_id": "29929665", "user_id": "108906", "datetime": "2013-04-15 19:11:19", "datestring": "15. apr. '13, kl: 19:11:19", "text": "ég skil hann vel. Að vera alltaf að snúa sólahringnum reglulega við, vinna tólf tíma, já þetta tekur á og þetta á ekki við alla. Ef þetta er að hætta um mánaðarmótin myndi ég bara leyfa honum að hvílast eins og hann þarf það litla sem er eftir"}, {"response_to": "29929630", "username": "Lind A", "message_id": "29930857", "user_id": "109630", "datetime": "2013-04-16 08:40:08", "datestring": "16. apr. '13, kl: 08:40:08", "text": "Ég skil þig voða vel, svona næturvaktir eru bara alls ekki fyrir alla (og ég veit um þinn og það á einstaklega við um slíkt dæmi), ég get einmitt heldur ekki beðið eftir að minn byrji í nýju vinnunni fyrir sunnan. Þannig, ég myndi segja að þér að taka jákvæðnina á þetta á það sem eftir er og ástandið batnar vonandi :)"}, {"response_to": "29929618", "username": "dekkið", "message_id": "29929640", "user_id": "108906", "datetime": "2013-04-15 19:00:24", "datestring": "15. apr. '13, kl: 19:00:24", "text": "sammála. Var mjög slítandi og ófjölskylduvænt. En þetta á mjög vel við suma. Var að vinna með,einni tveggja barna einstæðri móðir sem var í 80% næturvinnu á erfiðari deild á LSH og henni fannst það ekki erfitt og fannst hún geta simnt börnunum betur."}, {"response_to": "29929552", "username": "dekkið", "message_id": "29929633", "user_id": "108906", "datetime": "2013-04-15 18:58:00", "datestring": "15. apr. '13, kl: 18:58:00", "text": "Það er rosalega slítandi að vinna næturvinnu. Allt fer í fokk. Ég verð alltaf \"þunn\" eftir næturvaktir. Beinverkir, þreyta hausverkur og ekki beint félagsleg."}, {"response_to": "29929552", "username": "Gale", "message_id": "29929638", "user_id": "92836", "datetime": "2013-04-15 18:59:54", "datestring": "15. apr. '13, kl: 18:59:54", "text": "Ég átti vin sem vann þarna í sama vaktafyrirkomulagi og þessar tarnir eru bara fokk erfiðar og ég skil vel að maðurinn þurfi að sofa svoldið mikið fyrir næturvaktirnar."}, {"response_to": "29929638", "username": "katlan", "message_id": "29929661", "user_id": "62935", "datetime": "2013-04-15 19:10:24", "datestring": "15. apr. '13, kl: 19:10:24", "text": "Okay, best bara að bíta í tunguna á mér og vera til friðs."}, {"response_to": "29929552", "username": "Doritomax", "message_id": "29929660", "user_id": "93144", "datetime": "2013-04-15 19:09:43", "datestring": "15. apr. '13, kl: 19:09:43", "text": "ég og maðurinn minn vinnum næturvinnu í vaktarvinnu og það er bara duck erfitt stundum."}, {"response_to": "29929660", "username": "katlan", "message_id": "29929667", "user_id": "62935", "datetime": "2013-04-15 19:11:43", "datestring": "15. apr. '13, kl: 19:11:43", "text": "takk fyrir þetta svar. Það hjálpar mér að heira að hann sé ekki einn um að hödla þetta ekki."}, {"response_to": "29929667", "username": "Einsteinium", "message_id": "29929681", "user_id": "141438", "datetime": "2013-04-15 19:15:35", "datestring": "15. apr. '13, kl: 19:15:35", "text": "Við hjónakornin höfum eiginlega bara alveg sömu sögu að segja."}, {"response_to": "29929660", "username": "Nói22", "message_id": "29929670", "user_id": "155078", "datetime": "2013-04-15 19:12:56", "datestring": "15. apr. '13, kl: 19:12:56", "text": "Sammála þessu. Mér ég vann einu sinni á næturvöktum og það var bara hell. Maður hvíldist einhvern veginn ekki jafnvel þegar maður svaf á daginn eins og ef maður svaf á nóttunni og var einhvern veginn úrillur og illa fyrir kallaður þegar maður vaknaði. Þetta er nefnilega meira en að segja það."}, {"response_to": "29929670", "username": "Doritomax", "message_id": "29929683", "user_id": "93144", "datetime": "2013-04-15 19:16:03", "datestring": "15. apr. '13, kl: 19:16:03", "text": "þessvegna elska ég það þegar fólk sem hefur aldrei unnið næturvakt hefur geðveika skoðun á svefnvenjum mínum þegar ég er að vinna :)"}, {"response_to": "29929552", "username": "saedis88", "message_id": "29929692", "user_id": "56492", "datetime": "2013-04-15 19:20:48", "datestring": "15. apr. '13, kl: 19:20:48", "text": "fer aldrei aftur í samband þar sem hinn aðilinn vinnur svona vinnu :) ever!"}, {"response_to": "29929552", "username": "Tralli12", "message_id": "29929693", "user_id": "77793", "datetime": "2013-04-15 19:21:01", "datestring": "15. apr. '13, kl: 19:21:01", "text": "Ég var á næturvöktum, 6-8 næturvaktir í röð og þá c.a. 2 dagar í frí til að snúa yfir á dagvaktir. Ég fór að sofa eftir að ég fór með lilluna á leikskólann, um 9 og vaknaði  milli 15-16. Lokaði aðeins augunum í 30mins áður en ég mætti á næturvakt. Eftir síðustu næturvaktina kom ég mér úr bæli um kl. 13 til að auðvelda snúninginn. Ég var alveg steikt stundum en reyndi þó eftir bestu getu að halda daglega lífinu í eðlilegu horfi. Þegar dóttirin varð veik kom stundum upp sú staða að ég var vakandi hátt í meira en sólarhring en maður lét sig bara hafa það. Skil manninn vel en ég held að honum myndi etv líða betur að koma sér aðeins fyrr upp úr rúminu. Það er ekki hollt að vinna bara og sofa. Mitt mat........."}, {"response_to": "29929552", "username": "nefnilega", "message_id": "29929800", "user_id": "52417", "datetime": "2013-04-15 20:02:57", "datestring": "15. apr. '13, kl: 20:02:57", "text": "Leyfðu manninum að sofa!"}, {"response_to": "29929552", "username": "GuardianAngel", "message_id": "29930146", "user_id": "95133", "datetime": "2013-04-15 21:40:54", "datestring": "15. apr. '13, kl: 21:40:54", "text": "Sko auðvitað þarf maðurinn að sofa enda tekur næturvaktir meira á andlega en dagvaktir."}, {"response_to": "29929552", "username": "otherbookmarks", "message_id": "29930397", "user_id": "236625", "datetime": "2013-04-15 22:37:57", "datestring": "15. apr. '13, kl: 22:37:57", "text": "Ég veit þa ðbara af eigin reynslu að ég sef miklu lausar á daginn en kvöldin/nóttunni. Vakna miklu oftar og fæ ekki heildarsvefn. Gerir það að verkum að maður þarf að sofa lengur. Svo er maður líka lengi að róa sig niður eftir vinnu þegar maður fer beint að sofa."}, {"response_to": "29929552", "username": "hænsnabóndinn", "message_id": "29930851", "user_id": "225243", "datetime": "2013-04-16 08:35:05", "datestring": "16. apr. '13, kl: 08:35:05", "text": "þetta er alveg ótrúlegt hvað maðurinn þarf að sofa ég er að vinna svona vaktir og ég er yfirleitt vaknaður milli 13:00-13:30 eftir hverja næturvakt og þá fer ég að dunda mér við að sinna heimilinu og vera með börnunum því ég get ekki sofið lengur enda er það mikilvægt að vera eins mikið með börnunum og maður getur ég er oft búinn að þrífa meirihlutann af íbúðinni þegar konan kemur heim kl 16:00 þá hefur maður tíma með konunni líka þangað til að maður fer að vinna kl 19:00. P.S þetta er nú ekki eðlilegur maður held ég það er ekki normalt að sofa stanslaust á milli vakta og hvað þá að vera geðvondur það skilar engum árangri það er ekki hægt að búa með svona mönnum maður má ekki hugsa bara um rassgatið á sjálfum sér það verður að sýna smá tillitsemi þó maður sé að vinna vaktarvinnu."}, {"response_to": "29929552", "username": "Lind A", "message_id": "29930854", "user_id": "109630", "datetime": "2013-04-16 08:38:05", "datestring": "16. apr. '13, kl: 08:38:05", "text": "Minn vinnur 12 tíma næturvaktir (eingöngu) og daginn fyrir vakt og daginn eftir vakt \"leyfi\" ég honum að sofa/hvíla sig eins og hann mögulega getur og vill. Var sjálf eitt sumarið að vinna eingöngu á næturvöktum og mér fannst alveg must að geta hvílt mig vel."}, {"response_to": "29929552", "username": "Smelly Cat", "message_id": "29930881", "user_id": "50243", "datetime": "2013-04-16 08:54:17", "datestring": "16. apr. '13, kl: 08:54:17", "text": "Þegar ég var að vinna næturvaktir þá náði ég ekki að festa svefn almennilega, vaknaði oft og var bara ekki vel hvíld. Leyfðu honum að hvílast eins og hann þarf, annars verður hann ómögulegur á vaktinni :)"}, {"response_to": "29929552", "username": "Rán3", "message_id": "29930897", "user_id": "5584", "datetime": "2013-04-16 09:01:20", "datestring": "16. apr. '13, kl: 09:01:20", "text": "Ég er nú aðallega forviða á þessari vaktaskipan!  Allar rannsóknir á vaktavinnu og áhrifum þeirra segja að þessi vaktaskipan sé langverst.  Það er að skipta ört á milli vaktagerða.  Helst ætti fólk að vera í lengri tíma á nætuvöktum og svo lengri tíma á dagvöktum.  Það myndi strax gera þetta bærilegra ef hann tæki 5-6 næturvaktir á törn og svo 5-6 dagvaktir."}]}