{"url": "https://bland.is/umraeda/sma-vangavelt-thid-sem-/29933289/?page=1828", "date": "2013-04-17 09:32:31", "id": "29933289", "items": [{"text": "hafið skilið við maka ykkar og verið einstæðar í einhvern tíma, búið einar með barn eða börn og farið svo aftur í samband, saknið þið aldrei að vera einar?   Ég og maðurinn minn skildum fyrir nokkrum árum og það tók mig nokkurn tíma að fóta mig og koma okkur barninu fyrir á góðan stað en það hafðist og okkur leið ótrúlega vel og höfðum það gott. Svo fyrir tæpu ári síðan tókum við maðurinn minn aftur saman eftir 3ja ára aðskilnað og fluttum strax saman (barnsfaðir). Það gengur allt yndislega vel og erum hamingjusöm en ég fæ alltaf annað slagið alveg þvílíkann söknuð og löngun í að vera bara ein með barnið mitt. Hef verið að spá hvort aðrar upplifa þetta líka, alveg reglulega. Finnst þetta svo skrítið því allt er æði. En samt poppar þetta upp reglulega og hugsa til þess með miklum söknuði þegar við mæðgur vorum bara einar og höfðum það gott.", "title": "Smá vangavelt - þið sem...", "username": "Pínött", "message_id": "29933289", "user_id": "94866", "response_to": null, "datetime": "2013-04-17 09:32:31", "datestring": "17. apr. '13, kl: 09:32:31"}, {"response_to": "29933289", "username": "Pínött", "message_id": "29933292", "user_id": "94866", "datetime": "2013-04-17 09:35:01", "datestring": "17. apr. '13, kl: 09:35:01", "text": "Sorrí með engin enter...gerði fullt af enter en er í símanum svo það hefur eitthvað ekki skilað sér. Vonandi er hægt að lesetta ;)"}, {"response_to": "29933289", "username": "Sentient", "message_id": "29933363", "user_id": "111655", "datetime": "2013-04-17 10:18:07", "datestring": "17. apr. '13, kl: 10:18:07", "text": "Þetta er svo sem alveg skiljanleg tilfinning hjá þér en ég er akkúrat andstæðan við þig, ég flutti með dóttur mína heim til mömmu þegar ég og barnsfaðir minn skildum :/ Gat ekki hugsað mér að vera bara alein með hana.....svo kynntist ég öðrum manni fljótlega sem ég er gift í dag og á eitt og von á öðru barni með honum og vá ég hugsa stundum hvað ég myndi nú eiginlega gera ef hann myndi deyja eða eitthvað :( Úff myndi sko EKKI meika það að vera ein með 3 börn!"}, {"response_to": "29933363", "username": "Pínött", "message_id": "29933374", "user_id": "94866", "datetime": "2013-04-17 10:27:47", "datestring": "17. apr. '13, kl: 10:27:47", "text": "Ég skil það reyndar. Örugglega yfirþyrmandi tilhugsun að vera ein með 3 börn. Ég var og er bara með eitt. En ég hugsaði líka svona áður en við skildum, hvernig ég hæti mögulega fótað mig ein með barnið og hugsaði til þess með hryllingi. Og það tók lika alveg tíma að ná góðum stað og ná réttu róli og nú sakna ég þess sem ég hélt í raun að ég myndi aldrei gera. Mjög skrítið finnst mér því það amar ekkert að og allt í himnalagi. Fæ bara svona ohh vildi að ég hefði getað notið þess aðeins lengur að vera ein og á þessum tima tilfinningu. Samt langar mig auðvitað núll að skilja við manninn minn aftur hehe :)"}, {"response_to": "29933289", "username": "daggz", "message_id": "29933380", "user_id": "54335", "datetime": "2013-04-17 10:35:31", "datestring": "17. apr. '13, kl: 10:35:31", "text": "Ég fæ alveg þessa tilfinningu stundum. Hvað það var bara stundum svo einfalt að vera bara einn og þurfa bara að treysta á sig. Stundum þrái ég bara smá space, smá frí frá því að vera kærasta/mamma."}, {"response_to": "29933289", "username": "leonóra", "message_id": "29933412", "user_id": "166481", "datetime": "2013-04-17 10:55:24", "datestring": "17. apr. '13, kl: 10:55:24", "text": "Hef prufað hvorutveggja.  Skil vel söknuð þinn því stundum var svo voðalega gott að vera alveg eigin herra.  En svo veikist maður eða missir vinnu eða barnið veikist eða maður missir ástvin og er passivur af sorg - þá er eitthvað svo gott að hafa öxl.   Ég held að þegar manni líður svona þá er gott að muna að maður er alltaf einstaklingur þrátt fyrir að maður sé hluti af sambandi."}, {"response_to": "29933289", "username": "BlerWitch", "message_id": "29933426", "user_id": "85723", "datetime": "2013-04-17 11:09:25", "datestring": "17. apr. '13, kl: 11:09:25", "text": "Ég þekki þessa tilfinningu mjög vel. Var ein í sjö ár eftir skilnað við barnsföður og fór svo í yndislegt samband og sambúð, en ég finn oft þessa löngun til að vera bara ein með stelpurnar mínar."}, {"response_to": "29933426", "username": "Pínött", "message_id": "29933432", "user_id": "94866", "datetime": "2013-04-17 11:14:10", "datestring": "17. apr. '13, kl: 11:14:10", "text": "Hvað eruð þið búin að búa lengi saman og kemur þetta reglulega? Fyrst þá kom þetta ekku hjá mér en núna síðustu mánuði hefur þetta verið að poppa upp reglulega og yfirleitt á bestu tímum, þegar allt er frábært og yndislegt. Finnst þetta svo óþæginlegt og fæ hálfgert samviskubit yfir þessum tilfinningum."}, {"response_to": "29933426", "username": "Pínött", "message_id": "29933437", "user_id": "94866", "datetime": "2013-04-17 11:16:18", "datestring": "17. apr. '13, kl: 11:16:18", "text": "Kemur líka mikið þegar ég miða aðstæður saman. Eins og í fyrra á sama tíma og núna þá vorum við stelpan mín að detta inn í besta tímann og áttum yndislegt sumar saman og gæti verið að þetta sé svona núna út af því."}, {"response_to": "29933437", "username": "BlerWitch", "message_id": "29933444", "user_id": "85723", "datetime": "2013-04-17 11:22:32", "datestring": "17. apr. '13, kl: 11:22:32", "text": "Já það gæti verið skýring. Ég finn þetta vel ef ég skoða myndir frá því ég var ein með börnin. Er búin að vera í sambúð í á annað ár núna og þetta poppar upp öðru hvoru."}, {"response_to": "29933289", "username": "alboa", "message_id": "29933593", "user_id": "31118", "datetime": "2013-04-17 12:16:31", "datestring": "17. apr. '13, kl: 12:16:31", "text": "Ég er búin að vera ein núna í að verða tvö ár með mína og tilhugsunin um að fá einhvern annan hingað inn er allt annað en heillandi. Ég yrði ömurleg í sambúð núna enda búin að koma öllu fyrir í vissa rútínu og annar aðili yrði bara fyrir :þ"}, {"response_to": "29933593", "username": "Pínött", "message_id": "29933641", "user_id": "94866", "datetime": "2013-04-17 12:44:36", "datestring": "17. apr. '13, kl: 12:44:36", "text": "Já nákvæmlega. Það var eins langt frá áætlun og hægt var að fara að hefja sambúð aftur ig hvað þá með barnsföður. Var ekkert búið að vera á milli okkar og ég hélt mér frá öllum langtíma samböndum og deitaði engann því áhugi var ekki til staðar og mér leið svo ótrúlega vel ein. Ætlaði sko að njóta þess áfram um ókominn tíma. Nema svo lenti maðurinn minn í alvarlegu slysi og lét næstum því lífið og það hrinti af stað tilfinningum og hugsunum og eitt leiddi að öðru. Ég er mjög hamingjusöm með það auðvitað og ánægð að hafa fengið annað tækifæri fyrir okkur bæði en hinsvegar var þetta mjög langt frá í mínum huga og gerðist hratt. En eftir svörin hér er þetta líklega eðlilegar tilfinningar og ekkert til að óttast :)"}]}