{"url": "https://bland.is/umraeda/menntunarmedlag-nema-i-framhaldsskola-/29970294/?page=1791", "date": "2013-05-01 15:28:41", "id": "29970294", "items": [{"text": "Nú er ég með smá vandamál í gangi.  Sonur minn sem er nýorðinn 19 ára fær menntunarmeðlag frá föður sínum (sem sýslumaður þurfti reyndar að úrskurða), svo fékk hann á haustönninni menntunarmeðlag frá TR vegna mín þar sem ég er öryrki.Hann fékk á síðustu önn vandræðalaust þessar bætur.  En nú kemur kjarninn í þessu, sonurinn er með ADHD og er ekki að taka fullar 17 einingar vegna þess að hann höndlar það ekki en TR vill fá eitthvað haldbært um námsörðugleika hans.  Nú er ég búin að hafa samband við lækninn hans í gegnum e-mail síðan í janúar til að fá bréf/vottorð um námsörðugleika hans en læknirinn svarar loks núna í vikunni og segist ekki vita hverskonar vottorð TR er að biðja um.Nú er sonur minn búinn að vera með ADHD greiningu síðan hann var 4 ára og byrjaði á lyfjum 5 ára og ég fékk í einhver ár ummönnunarbætur með honum og síðan umönnunarkort svo TR á að vera með þetta i tölvunni hjá sér.Hefur einhver hér lennt í þessu og getur ráðlagt mér hvernig ég á að sanna að hann sé með námsörðugleika og geti ekki verið með 17 einingar á önn   (í stundarskránni hans eru 12 einingar).", "title": "Menntunarmeðlag nema í framhaldsskóla.", "username": "SoHappy", "message_id": "29970294", "user_id": "13184", "response_to": null, "datetime": "2013-05-01 15:28:41", "datestring": "1. maí '13, kl: 15:28:41"}, {"response_to": "29970294", "username": "stubban", "message_id": "29970376", "user_id": "21616", "datetime": "2013-05-01 15:54:17", "datestring": "1. maí '13, kl: 15:54:17", "text": "skrýtið með lækninn... þarftu ekki einmitt bara læknisvottorð sem staðfestir greiningu og þar með námsörðugleika?"}, {"response_to": "29970294", "username": "almaro", "message_id": "29970432", "user_id": "190163", "datetime": "2013-05-01 16:07:01", "datestring": "1. maí '13, kl: 16:07:01", "text": "Getur ekki verið flókið vottorð. Bara staðfesting að hann sé með ADHD, sem orsök fyrir námsörðugleikunum. ...En þetta hef ég ekki heyrt. Að fá menntunarmeðlag."}, {"response_to": "29970432", "username": "tóin", "message_id": "29970445", "user_id": "161670", "datetime": "2013-05-01 16:10:21", "datestring": "1. maí '13, kl: 16:10:21", "text": ""}]}