{"url": "https://bland.is/umraeda/systrasel-likamslogun-reynsla-ykkar/29981003/?page=1778", "date": "2013-05-06 09:10:20", "id": "29981003", "items": [{"text": "Hafið þið einhverja reynslu af þessum stofum og þá helst sogæðanuddi eða líkams og andlitsnuddi. Er að fara eftir barnsburð og langar að þétta húðina og losna kannski við þetta bölvaða cellulite.Mig langar að prófa að fara í nokkra tíma en ég tími ekki að eyða pening í eitthvað sem virkar ekki neitt. HVer er ykkar skoðun/reynsla á þessum stofum eða meðferðum?", "title": "Systrasel / Líkamslögun - reynsla ykkar", "username": "scania", "message_id": "29981003", "user_id": "15618", "response_to": null, "datetime": "2013-05-06 09:10:20", "datestring": "6. maí '13, kl: 09:10:20"}, {"response_to": "29981003", "username": "nefnilega", "message_id": "29981126", "user_id": "52417", "datetime": "2013-05-06 10:43:43", "datestring": "6. maí '13, kl: 10:43:43", "text": "Ef þetta virkaði, þá væri búið að útrýma appelsínuhúð. Svo slepptu þessu. Borðaðu hollt, hreyfðu þig og elskaðu líkamann þinn."}, {"response_to": "29981003", "username": "ekki græna baun", "message_id": "29981391", "user_id": "244245", "datetime": "2013-05-06 13:31:57", "datestring": "6. maí '13, kl: 13:31:57", "text": "Hahaha ég er búin að eyða þúsundum í þetta rugl og þú lýtur æðislega vel út þegar þú gengur út af stofunni og síðan finnur þú ekkert nema hvað pyngjan léttist, best ráðið sem ég nota er að gera þetta sjálf og ég nota eftirfarandi aðferð: Þú þarft eftirfarandi: Góða nuddhanska fást í Body Shop (ekki þessa úr striganum eða snæri), sturtuolíuna frá Nivea (Nivea nautral oil for dry skin) og Kakó smjör (fæst í Jurtaapotekinu eða frá Sollu Himnesk hollusta) eða Kókosfeiti (fæst í Hagkaup frá Sollu Himnesk hollusta). Farðu í sturtu og nuddaðu líkamann með hanskanum upp úr sturtúolíunni og berðu síðan Kakósmjörið sem er brætt í örbylgjuofni eða Kókosfeitina á þig. Best er að gera þetta að kvöldi og fara svo í mjúk náttföt á eftir og húðin verður æðislega mjúk og fín, gerðu þetta að vana þ.e. það dugar ekkert að gera þetta bara einusinni heldur ca. 2-3 í viku eða eftir tíma og þörf. Ef þú ferð svo í ljós líka verður húðin mjög flott en ég nota þetta aldrei á ndlitið. Gangi þér vel :)"}, {"response_to": "29981391", "username": "1981gal", "message_id": "29981453", "user_id": "227199", "datetime": "2013-05-06 13:58:41", "datestring": "6. maí '13, kl: 13:58:41", "text": "Húðin flott ef þú ferð í ljós???? Hélt ég myndi ekki sjà að einhver mælir með því að fara í ljós.... mín húð er fín, en þar sem sortuæxlið var er ekki svo fínt !!"}, {"response_to": "29981453", "username": "ekki græna baun", "message_id": "29981910", "user_id": "244245", "datetime": "2013-05-06 17:59:33", "datestring": "6. maí '13, kl: 17:59:33", "text": "Leiðinlegt svona eru bara sumir óhppnir m.a.s. þeir sem aldrei hafa reykt fá lungnakrabba ;/"}, {"response_to": "29981910", "username": "Ziha", "message_id": "29982030", "user_id": "51148", "datetime": "2013-05-06 18:57:59", "datestring": "6. maí '13, kl: 18:57:59", "text": "síðast þegar ég vissi var ljósabekkjanotkun alls ekki góð fyrir húðina..... ekki almennt allavega."}, {"response_to": "29982030", "username": "ekki græna baun", "message_id": "29982219", "user_id": "244245", "datetime": "2013-05-06 20:03:08", "datestring": "6. maí '13, kl: 20:03:08", "text": "Verður maður ekki bara að notast við heilbrigða skynsemi, heilbrigðiseftirlitið hefur ekki bannað ljósabekki, þannig að meðan svo er virðist vera í lagi að nota þá á skynsamann hátt en það verður bara hver að velja fyrir sig, það er eins og með reykingar þær eru svo sannanlega óhollar en fólk velur að reykja. Ég t.d. er ein af þeim sem ekki kunni að fara með áfengi þannig að bæði ég og aðstandendur mínir hlutu skaða af en það þýðir ekki að aðrir megi ekki drekka og þannig er það líka með ljósabekki það eru ekki allir sem hljóta skaða af þeim, þannig að förum bara varlega með alla hluti sem við vitum að geta skaðað okkur eða bara sleppum þeim."}]}