{"url": "https://bland.is/umraeda/kronisk-kinnholubolga/30009787/?page=20", "date": "2013-05-17 21:18:57", "id": "30009787", "items": [{"text": "Ég var greind með króníska kinnholubólgu fyrir tæpum 10 árum síðan, en aldrei hef ég fundið jafn mikið fyrir þessu og undan farin tvö - þrjú ár. Fyrir ca. mánuði síðan fékk ég sterkan sýklalyfjaskammt (Augmentin) og þetta lagaðist í nokkra daga en svo er ég búin að vera með mikið kvef í rúma viku núna og ég er gjörsamlega búin að vera að drepast úr höfuðverk, verk sem leiðir niður í tennur, eyrnaverk o.fl. Þið sem fáið svona kinnholubólgur, hvaða sýklalyf hefur venjulega verið skrifað upp á fyrir ykkur? Er það Augmentin eða Kaavepenin eða jafnvel eitthvað annað? Ætli ég verði að fá lyf við þessu eða er möguleiki á því að þetta fari að sjálfu sér?", "title": "Krónísk kinnholubólga", "username": "kisurófa", "message_id": "30009787", "user_id": "210967", "response_to": null, "datetime": "2013-05-17 21:18:57", "datestring": "17. maí '13, kl: 21:18:57"}, {"response_to": "30009787", "username": "Snilld", "message_id": "30009800", "user_id": "52912", "datetime": "2013-05-17 21:22:42", "datestring": "17. maí '13, kl: 21:22:42", "text": "Ég er með króníska ennis- og kinnholubólgur. Ég nota stera á hverjum degi til að hafa þetta í lágmarki en ef þetta er mjög slæmt fer ég á Amoxicillin eða Kåvepenin kúr, eða gerði það þangað til ég fékk ofnæmisviðbrögð fyrir því í síðasta mánuði."}, {"response_to": "30009800", "username": "kisurófa", "message_id": "30009906", "user_id": "210967", "datetime": "2013-05-17 21:59:25", "datestring": "17. maí '13, kl: 21:59:25", "text": "Já, ég gæti nefnilega trúað að ég hafi ekki fengið lyf sem ekki hafi virkað almennilega á kinnholubólguna og hefði þurft Kåvepenin í staðinn. Ég hef viljandi sleppt steranefspreyinu því ég fæ alltaf blóðnasir af því, en það er spurning hvort ég þurfi ekki bara að sætta mig við blóðnasir annað slagið til að reyna að minnka bólgurnar."}, {"response_to": "30009787", "username": "presto", "message_id": "30009803", "user_id": "7653", "datetime": "2013-05-17 21:23:32", "datestring": "17. maí '13, kl: 21:23:32", "text": "Notarðu netipot? Eða flixotide."}, {"response_to": "30009803", "username": "kisurófa", "message_id": "30009907", "user_id": "210967", "datetime": "2013-05-17 21:59:33", "datestring": "17. maí '13, kl: 21:59:33", "text": "Nei ég nota hvorugt."}, {"response_to": "30009787", "username": "Lobbalitla", "message_id": "30009865", "user_id": "130408", "datetime": "2013-05-17 21:46:10", "datestring": "17. maí '13, kl: 21:46:10", "text": "Er með Avamys 2 púst í hvora nös einu sinni á dag. Hjálpar mér mikið.Var að gefast upp á þessu. Fór í flug í fyrra og þvílíkar kvalir í lendingu. Vil ekki lenda í því aftur :("}, {"response_to": "30009865", "username": "kisurófa", "message_id": "30009915", "user_id": "210967", "datetime": "2013-05-17 22:01:24", "datestring": "17. maí '13, kl: 22:01:24", "text": "Færðu ekki blóðnasir af notkun á svona nefspreyi? Ég trúi því að flugið hafi verið hræðilegt, eins og staðan er núna hef ég verið með stanslausan hausverk í tæpa viku sem fer ekki með verkjalyfjum (nema kannski í smá stund) og ég finn til ef ég beygi mig fram."}, {"response_to": "30009915", "username": "Lobbalitla", "message_id": "30009922", "user_id": "130408", "datetime": "2013-05-17 22:03:03", "datestring": "17. maí '13, kl: 22:03:03", "text": "Nei fæ ekki blóðnasir."}, {"response_to": "30009787", "username": "púðinn", "message_id": "30010033", "user_id": "70697", "datetime": "2013-05-17 22:38:55", "datestring": "17. maí '13, kl: 22:38:55", "text": "Ég er búin að vera með hrikalegar kinnholubólgur í mörg ár, endalaust ef pensílínkúrum, steraspreyjum og rugli en ekkert gékk. Var alltaf með kvef, þrýsting og höfuðverk. Fór í aðgerð vegna þessa í fyrradag og fann strax fyrir miklum létti. Algjör snilld :)"}, {"response_to": "30010033", "username": "hillapilla", "message_id": "30010069", "user_id": "4176", "datetime": "2013-05-17 22:49:25", "datestring": "17. maí '13, kl: 22:49:25", "text": "Vá, á öðrum degi eftir kinnholuaðgerðina mína var ég enn í svo mikilli rúst að ég fann engan létti eða mun nema þá til hins verra... :/ En það lagaðist á svona viku, hef ekki orðið jafn slæm og oft fyrir aðgerð á þessum sjö árum síðan þetta var gert en samt ekki einkennalaus."}, {"response_to": "30010069", "username": "púðinn", "message_id": "30010078", "user_id": "70697", "datetime": "2013-05-17 22:52:44", "datestring": "17. maí '13, kl: 22:52:44", "text": "í alvöru, ég finn varla fyrir að ég hafi verið í aðgerð. Læknirinn sagði að ég hafi verið mjög slæmt tilfelli, fór í morgun til að láta skola og þarf að gera það í einhverja daga í viðbót. Ég er kannski ekkert hoppandi hress en það eina sem ég finn fyrir er pirringur vegna þess að ég er ennþá með rörið í nefinu og svolítil ógleði :)"}, {"response_to": "30010078", "username": "hillapilla", "message_id": "30010110", "user_id": "4176", "datetime": "2013-05-17 23:01:51", "datestring": "17. maí '13, kl: 23:01:51", "text": "Ég fékk ekkert rör, kannski er þetta ekki sama aðgerðin... :P Slímhúðin í nefgöngunum/kinnholunum á mér var allavega öll í einhverjum sepum sem voru fræstir/slitnir í burtu (lekkert...) og svo var nefið á mér troðið með grisjum þangað til þær fóru að lafa niður í kok. Ég kúgaðist í sólarhring þangað til grisjurnar voru teknar og þá leið yfir mig, ekki út af blóðinu sem fossaði úr nefinu heldur líklega vegna einhverrar taugar sem grisjurnar ýttu á... gerðist nefnilega alltaf þegar læknirinn tróð einhverju upp í nefið á mér næstu daga. Ætli það hafi svo ekki einmitt verið á ca. þriðja degi sem ég saug aðeins of fast upp í nefið og hrúðrið inni í því hrökk ofan í kok og ég gubbaði út um bílgluggann. Good times :P"}, {"response_to": "30010110", "username": "púðinn", "message_id": "30010150", "user_id": "70697", "datetime": "2013-05-17 23:18:28", "datestring": "17. maí '13, kl: 23:18:28", "text": "ojjjj fæ alveg hroll, ég fékk reyndar líka svona grisjur og ojjj það var nastý að láta draga þær út :S"}, {"response_to": "30010150", "username": "hillapilla", "message_id": "30010209", "user_id": "4176", "datetime": "2013-05-17 23:40:27", "datestring": "17. maí '13, kl: 23:40:27", "text": "Það var ógeð og ég var svo heppin að fá eins og 8 stykki læknanema sem fengu að fylgjast með því. Var allavega nóg af fólki til að vippa mér upp á bekk þegar leið yfir mig..."}, {"response_to": "30010150", "username": "Þjóðarblómið", "message_id": "30011967", "user_id": "48048", "datetime": "2013-05-18 23:36:53", "datestring": "18. maí '13, kl: 23:36:53", "text": "Mér fannst það svo skemmtilegt!!"}, {"response_to": "30010110", "username": "kisurófa", "message_id": "30011905", "user_id": "210967", "datetime": "2013-05-18 23:13:50", "datestring": "18. maí '13, kl: 23:13:50", "text": "ojjjj, hvernig aðgerð er þetta? Hjá hvaða lækni varst þú? Minn virðist ekki hafa neinn áhuga á því að gera neitt fyrir mig, sagði bara að svona væri þetta og ekkert við því að gera."}, {"response_to": "30010033", "username": "kisurófa", "message_id": "30011914", "user_id": "210967", "datetime": "2013-05-18 23:15:28", "datestring": "18. maí '13, kl: 23:15:28", "text": "Hvernig er þessi aðgerð og hjá hvaða lækni ertu?"}, {"response_to": "30009787", "username": "Fríða framhleypna™", "message_id": "30010116", "user_id": "5356", "datetime": "2013-05-17 23:03:27", "datestring": "17. maí '13, kl: 23:03:27", "text": "Sterasprey í nefið var það eina sem virkaði hjá mér."}, {"response_to": "30009787", "username": "evra", "message_id": "30010132", "user_id": "86074", "datetime": "2013-05-17 23:12:31", "datestring": "17. maí '13, kl: 23:12:31", "text": "Ég er með króníska kinnhoubólgur og hef verið á sýklalyfjum mánuðum saman.  Það sem bjargar mér er Netipot.... það er salt sem maður blandar með vatni í könnu (sem þú getur fengið í Eirvík (betri) eða í apótekinu í Mjódd (Lyfjaver minnir mig), þú kaupir saltið í apótekinu í Mjódd og það heitir Netisalt.  þú hellir úr könnuni í nefið og vatnið fer útum hina nösina.... hljómar frekar ógeðslega en er ekkert mál.  Þetta skolar kinnholurnar.  Ef þú ert slæm gerir þú þetta tvisvar á dag annars daglega.  Ég hætti á sýklalyfjunum (sem læknirinn var búinn að segja að ég þyrfti kannski að vera á það sem eftir er) fyrir nokkrum mánuðum og held í horfinu með þessu og Avamis nefúðanum.  Mér finnst það ætti að vera skylda hjá læknum sem meðhöndla kinnholubólgur að benda á saltvatnslausnina, hún gerir kraftaverk og ég trúi ekki á kraftaverk"}, {"response_to": "30010132", "username": "kisurófa", "message_id": "30011901", "user_id": "210967", "datetime": "2013-05-18 23:12:51", "datestring": "18. maí '13, kl: 23:12:51", "text": "Ojjj hvað þetta hljómar eitthvað ógeðslega, sorry. Hvernig nær maður að láta vatnið inn í nefið úr könnu, með slöngu? Fer þá slangan langt inn í nefið?"}, {"response_to": "30011901", "username": "presto", "message_id": "30012260", "user_id": "7653", "datetime": "2013-05-19 03:34:56", "datestring": "19. maí '13, kl: 03:34:56", "text": "Engin slanga,netipotkannan passar í nösina. Vissulega skrýtið að kynnast þessu en það venst þokkalega. Mun betra en endalaust kinnholuvesen:). HNE sérfræðingar mæla með þessu. Mjög ódýrt á amazon."}, {"response_to": "30010132", "username": "sellofan", "message_id": "30011924", "user_id": "156650", "datetime": "2013-05-18 23:18:57", "datestring": "18. maí '13, kl: 23:18:57", "text": "Maðurinn minn gerir þetta, einmitt með svona könnu frá Eirvík. Virkar mjög tímabundið samt, oftast bara í nokkrar klst..."}, {"response_to": "30009787", "username": "Harpar", "message_id": "30012136", "user_id": "16882", "datetime": "2013-05-19 00:38:30", "datestring": "19. maí '13, kl: 00:38:30", "text": "Ég hef alltaf verið reglulega með kinnholubólgur."}, {"response_to": "30012136", "username": "kisurófa", "message_id": "30012351", "user_id": "210967", "datetime": "2013-05-19 10:03:23", "datestring": "19. maí '13, kl: 10:03:23", "text": "Ég hef farið til ofnæmislæknis fyrir mörgum árum síðan og var ekki greind þá með neitt ofnæmi og ekki er ég með astma. Væri það ekki búið að koma í ljós ef ég væri það annars? Ég er rosa mikið heima (er í námi) og kannski hefur það haft áhrif á ofnæmiskerfið, en alltaf þegar barnið mitt eða maður fá kvef þá fæ ég það og er alltaf mun lengur að jafna mig en þau."}, {"response_to": "30009787", "username": "xarax", "message_id": "30012160", "user_id": "113073", "datetime": "2013-05-19 00:49:20", "datestring": "19. maí '13, kl: 00:49:20", "text": "Ég er bara alltaf á sterum."}, {"response_to": "30009787", "username": "úranus", "message_id": "30012317", "user_id": "26707", "datetime": "2013-05-19 08:54:59", "datestring": "19. maí '13, kl: 08:54:59", "text": "Hæ ég er búin að vera með þetta í fjölda ára og hef þurft að fara á lyf nokkrum sinnum á ári, fór svo um daginn til ofnæmislækni og komst að því að ég hefði getað verið laus við þetta fyrir löngu. Er með ofnæmi fyrir ryki eða rykmaurum sem eru í ryki. Ertu búin að prófa ofnmislyf og fara til ofnmislæknis."}, {"response_to": "30012317", "username": "kisurófa", "message_id": "30012353", "user_id": "210967", "datetime": "2013-05-19 10:03:58", "datestring": "19. maí '13, kl: 10:03:58", "text": "Nei ég hef ekki prófað ofnæmislyf en ég fór til ofnæmislæknis fyrir nokkrum árum (reynda rút af öðru) og það kom ekkert úr því."}, {"response_to": "30009787", "username": "LadyGaGa", "message_id": "30012339", "user_id": "32188", "datetime": "2013-05-19 09:45:07", "datestring": "19. maí '13, kl: 09:45:07", "text": "Hvernig lýsir þetta sér?  Er bara endalausar stíflur og nefrennsli?"}, {"response_to": "30012339", "username": "kisurófa", "message_id": "30012356", "user_id": "210967", "datetime": "2013-05-19 10:05:29", "datestring": "19. maí '13, kl: 10:05:29", "text": "Já ég er alltaf með nefrennsli, skerrt lyktarskyn og finnst erfitt að anda með nefinu. Ef ég er með kvef, eins og núna, þá verður þetta allt verra og ofan á bætist mikill hausverkur og eymsli t.d. ef ég beygi mig fram."}, {"response_to": "30012356", "username": "LadyGaGa", "message_id": "30012489", "user_id": "32188", "datetime": "2013-05-19 12:22:15", "datestring": "19. maí '13, kl: 12:22:15", "text": "Já ok. ætti að fara í svona myndatöku.  Fékk beiðni fyrir löngu síðan en fór aldrei því ég átti ekki pening  :/   Ég er reyndar ekki beint með stanslaust nefrennsli en alltaf hálflokað fyrir öndun og verð rosalega veik þegar ég er \"bara\" með kvef."}, {"response_to": "30012489", "username": "kisurófa", "message_id": "30013495", "user_id": "210967", "datetime": "2013-05-19 20:22:40", "datestring": "19. maí '13, kl: 20:22:40", "text": "Já þetta er mjög svipað einkennunum mínum. Það sakar amk ekki að fara í myndatöku og fá að vita hvort það sé hægt að laga ástandið hjá þér."}, {"response_to": "30009787", "username": "Harvey Specter", "message_id": "30012349", "user_id": "10847", "datetime": "2013-05-19 10:01:22", "datestring": "19. maí '13, kl: 10:01:22", "text": "Ég skil vel hvað þú ert að ganga í gegnum. Var búin að vera kvalin í mörg ár. Verkur sem var að leiða niður í tennur og höfuðverkur. Endalaust á sýklalyfjum og labbaði á milli lækna það var ekki fyrr en ég fór til hans Stefáns Eggertssonar HNE að hann sagði bara strax að ég yrði að fara í aðgerð. Það eru um 6 ár síðan og ég hef aldrei síðan fengið sýkingu í kinnholurnar. Og þetta var ekki mikið mál. Fékk grisjur sem settar voru í nefið á mér og voru þarna í nokkra daga en mér leið aldrei illa bara óþægilegt að hafa þetta. Mæli með að þú farir til hans eða allavega læknis sem er tilbúinn að skoða þann möguleika fyrir þig að fara í aðgerð. Gangi þér vel."}, {"response_to": "30012349", "username": "kisurófa", "message_id": "30012360", "user_id": "210967", "datetime": "2013-05-19 10:11:00", "datestring": "19. maí '13, kl: 10:11:00", "text": "Ég hef einmitt farið til hans, og hann stakk upp á steraspreyi og þegar ég sagðist fá blóðnasir þá sagði hann að það væri ekkert hægt að gera. Mjög sérstakt. Spurning um að heyra í honum aftur."}, {"response_to": "30012360", "username": "Harvey Specter", "message_id": "30012366", "user_id": "10847", "datetime": "2013-05-19 10:18:52", "datestring": "19. maí '13, kl: 10:18:52", "text": "Það er mjög spes að hann skuli ekki vilja skoða aðgerð. Nú veit ég náttúrulega ekki hvort að við séum sambærilegt tilfelli en eins og þú lýsir þessu þá eru verkirnir allavega eins. En eins og hann lýsti þessu fyrir mér : þá er farið inn um nasirnar og inn í konnholurnar og skrapað alveg niður í kjöt . Þannig að öll sýking er farin og svo eru holurnar sem að leiða þarna inn víkkaðar. Hann lýsti þessu eitthvað í þessa átt - það eru eum 6 ár síðan ég fór. En guð minn góður hvað þetta breytti lífi mínu. Ég var alltaf að taka pensilín og verkjalyf. Með andlitið í gufu yfir vaskinum og þegar verkirnir urði alveg óþolandi þá tók ég brennandi heitan þvottapoka og skellti á kinnarnar á mér til að losa um. En ég myndi eins og þú sagði tala aftur við hann og segja að þú vitir um fólk sem hafi farið í þessa aðgerð og afhveju hann telji það ekki eiga við þig."}, {"response_to": "30012366", "username": "kisurófa", "message_id": "30012471", "user_id": "210967", "datetime": "2013-05-19 12:11:42", "datestring": "19. maí '13, kl: 12:11:42", "text": "Mér hefur að vísu fundist hann mjög sérstakur, hann hefur t.d. efast um að allir læknar sem hafa sagt að barnið mitt hafi fengið eyrnabólgu hafi greint það vitlaust. Barnið mitt er s.s. búið að fá endalaust af sýklalyfjaskömmtum og svo segir hann þetta... Getur maður ekki skipt um HNE lækni og nýi læknirinn samt fengið allar upplýsingar og myndir um mann?"}, {"response_to": "30009787", "username": "Alonso", "message_id": "31421392", "user_id": "43433", "datetime": "2018-09-28 17:02:39", "datestring": "28. sep. '18, kl: 17:02:39", "text": ""}]}