{"url": "https://bland.is/umraeda/kvensjukdomalaeknir-a-vesturlandi-/30005895/?page=1755", "date": "2013-05-16 02:22:45", "id": "30005895", "items": [{"text": "Ekki veit einhver hvort að það er til kvensjúkdómalæknir á Vesturlandi? Google er ekki að hjálpa mér í þessum málum. Svo held ég að það sé öruggara að ég fari beint til kvensjúkdómalæknis heldur en til læknanna á heilbrigðisstofnunum, en get samt ekki verið viss. Er með rauða bletti, búnir að vera alltof lengi, hef aldrei farið og var ekki að meika það að hringja meðan ég var fyrir sunnan, en þar sem þeir eru farni að dreifa sér, þá held ég að ég neyðist til að fara.... en ég bý útá landi og það er vesen að fara alla leið í Reykjavík.", "title": "Kvensjúkdómalæknir á Vesturlandi?", "username": "Tóm krukka", "message_id": "30005895", "user_id": "248040", "response_to": null, "datetime": "2013-05-16 02:22:45", "datestring": "16. maí '13, kl: 02:22:45"}, {"response_to": "30005895", "username": "0918", "message_id": "30005905", "user_id": "104600", "datetime": "2013-05-16 03:30:44", "datestring": "16. maí '13, kl: 03:30:44", "text": "Það er kvensjúkdómalæknir á Heilbrigðisstofnun Vesturlands á Akranesi."}, {"response_to": "30005905", "username": "Tóm krukka", "message_id": "30005910", "user_id": "248040", "datetime": "2013-05-16 04:07:15", "datestring": "16. maí '13, kl: 04:07:15", "text": "Ok, næs, fann hann á síðunni, en er ekkert óþægilegt að vera hjá kalli? Er ekkert viss um að geta dílað við að maður um fimmtugt (miðað við myndina?) sé að horfa í klofið á mér!"}, {"response_to": "30005910", "username": "hanastél", "message_id": "30006055", "user_id": "171558", "datetime": "2013-05-16 09:04:31", "datestring": "16. maí '13, kl: 09:04:31", "text": "Ég hef bara farið til karla og mér finnst fínt að hafa karl um sextugt (sem ég held að þeir á HVE séu) og helst svolítið \"kynlausan\"."}, {"response_to": "30005910", "username": "Arel", "message_id": "30006337", "user_id": "13076", "datetime": "2013-05-16 11:19:39", "datestring": "16. maí '13, kl: 11:19:39", "text": "Það er ekkert að því að vera hjá karlmanni. Ég hef farið til 4 kvensjúkdómalækna á minni ævi, og verst var eina konan sem ég hef farið til. Hún var svo harðhent, að ég fann til í marga daga á eftir. Og skammaðist svo yfir því að ég ætti ekki að fara á pilluna, nema að vera í föstu sambandi."}]}