{"url": "https://bland.is/umraeda/fasteignapaeling/30004270/?page=1757", "date": "2013-05-15 12:30:33", "id": "30004270", "items": [{"text": "Íbúð sem nú þegar er sett 2 mill minna á en aðrar íbúðir hafa verið á í lengjunni. Það þarf margt að gera fyrir íbúðina, eldhúsinnrétting er ónýt en það er lítið svo enginn massív innrétting, gólfefni ónýt, gluggakistur þarf að laga/skipta út, mála allt, baðherbergi eru brúkleg en ekkert spes, pallur í garði er illafarinn/ónýtur....íbúðir í hverfinu (ekki þessi lengja) hafa verið að fara á 3 millum undir.. en veit ekki hvernig ástand þeirra var (gott/slæmt?) hvað mynduði fara langt undir verð í fyrsta boði þegar þarf að gera margt fyrir íbúðina þegar nú þegar sumar hafi verið að seljast 3 undir settu verði og þessi hefur nú þegar verið lækkuð um 2?", "title": "Fasteignapæling", "username": "Catalyst", "message_id": "30004270", "user_id": "81856", "response_to": null, "datetime": "2013-05-15 12:30:33", "datestring": "15. maí '13, kl: 12:30:33"}, {"response_to": "30004270", "username": "trilla77", "message_id": "30004276", "user_id": "39149", "datetime": "2013-05-15 12:33:38", "datestring": "15. maí '13, kl: 12:33:38", "text": "ég myndi örugglega bjóða 5 milljónum undir og sjá hvað kemur svo út úr því, mér finnst merkilegt ef að það að þurfa að skipta ´tu eldhúsinnréttingu, gólfefnum og gluggaumbúnaði er aðeins metið á 2 milljónir en það kemur þér í sjálfu sér ekki við. Þú þarft að meta hvað kostar að gera alls sem þú telur að þurfi að gera og svo býðurðu undir sem nemur því mati"}, {"response_to": "30004276", "username": "nefnilega", "message_id": "30004281", "user_id": "52417", "datetime": "2013-05-15 12:35:11", "datestring": "15. maí '13, kl: 12:35:11", "text": "Sammála, ætlaði einmitt að segja 5 milljónum undir. Þú munt þurfa að leggja töluvert mikið fé í allar þessar lagfæringar sem þú telur upp."}, {"response_to": "30004276", "username": "Catalyst", "message_id": "30004295", "user_id": "81856", "datetime": "2013-05-15 12:41:38", "datestring": "15. maí '13, kl: 12:41:38", "text": "Já ég er sammála þessu. var bara að spá hversu mikið kostnaður við lagfæringar og svo það að íbúðir hafa verið að fara á 3 undir væri mikið."}, {"response_to": "30004295", "username": "nefnilega", "message_id": "30004306", "user_id": "52417", "datetime": "2013-05-15 12:44:46", "datestring": "15. maí '13, kl: 12:44:46", "text": "Svo kemur alltaf upp eitthvað meira þegar þið byrjið á framkvæmdunum."}, {"response_to": "30004306", "username": "Catalyst", "message_id": "30004315", "user_id": "81856", "datetime": "2013-05-15 12:48:26", "datestring": "15. maí '13, kl: 12:48:26", "text": "sko mér sýndist ofnar í lagi, búið að skipta um gler í íbúðinni en vð vitum einmitt ekki með rafmagn og lagnir. Er ekki hægt að fá mann í að meta þetta eða skoða? Hvað kostar svoleiðis?"}, {"response_to": "30004315", "username": "nefnilega", "message_id": "30004321", "user_id": "52417", "datetime": "2013-05-15 12:50:18", "datestring": "15. maí '13, kl: 12:50:18", "text": "Jú það er hægt að fá matsmann til að gera ástandsskoðun. Það kostar örugglega slatta, en getur marg borgað sig. Þetta fann ég á google"}, {"response_to": "30004315", "username": "trilla77", "message_id": "30004326", "user_id": "39149", "datetime": "2013-05-15 12:51:13", "datestring": "15. maí '13, kl: 12:51:13", "text": "við fengum mann til að gera svona úttekt síðast þegar við keyptum, kostaði minnir mig um 35þúsund en mér fannst það hverrar krónu virði. Til dæmis kom út úr því að raflagnir í einu herbergi voru ekki skv. stöðlum og við lækkuðum boðið sem nam því sem það kostaði að laga það"}, {"response_to": "30004306", "username": "Catalyst", "message_id": "30004320", "user_id": "81856", "datetime": "2013-05-15 12:50:16", "datestring": "15. maí '13, kl: 12:50:16", "text": "En þetta er rétt, hef alltaf reiknað út kostnað við flutninga, jafnvel í íbúðir sem ekkert hefur þurft að gera en alltaf eyðir maður meira en maður ætlaði."}, {"response_to": "30004320", "username": "nefnilega", "message_id": "30004333", "user_id": "52417", "datetime": "2013-05-15 12:53:47", "datestring": "15. maí '13, kl: 12:53:47", "text": "Ef íbúðin er búin að vera töluverðan tíma á sölu og ekki \"slegist\" um hana þá myndi ég bara prófa að bjóða 6m undir. Þú færð þá vonandi móttilboð og getið farið einhvern milliveg. Við tókum litla íbúð í nefið fyrir 3 árum og þetta beisik dót (s.s. rafmagn, pípur, eldhúsinnrétting + tæki og gólfefni) var einhvers staðar á milli 2 og 3 milljónir. Og við gerðum allt sjálf sem við gátum."}, {"response_to": "30004333", "username": "Catalyst", "message_id": "30004407", "user_id": "81856", "datetime": "2013-05-15 13:23:27", "datestring": "15. maí '13, kl: 13:23:27", "text": "Já ok.. en já þetta er sko nýkomið á sölu. En veit ekki hversu lengi hún verður á sölu. Sumt hér hefur verið lengi annað flýgur út."}, {"response_to": "30004333", "username": "Catalyst", "message_id": "30004415", "user_id": "81856", "datetime": "2013-05-15 13:25:03", "datestring": "15. maí '13, kl: 13:25:03", "text": "Hversu stór eða hversu lítil var þessi íbúð?"}]}