{"url": "https://bland.is/umraeda/logfraedinam-besti-skolinn/30007373/?page=1752", "date": "2013-05-16 20:20:18", "id": "30007373", "items": [{"text": "Þið sem hafið lært eða eruð að læra lögfræði, hvað mynduð þið áætla að þið séu að  læra margar klst á viku fyrir utan þá tima sem þið eruð í skólanum?  Eru gæði námsins og kröfur mismunandi eftir því hvar námið er sótt? Eru einhverjir skólar betri en aðrir að ykkar mati :)  H.R, H.Í, H.A, Bifröst eða annað ..", "title": "Lögfræðinám - besti skólinn", "username": "Murla", "message_id": "30007373", "user_id": "226941", "response_to": null, "datetime": "2013-05-16 20:20:18", "datestring": "16. maí '13, kl: 20:20:18"}, {"response_to": "30007373", "username": "ibo2", "message_id": "30007531", "user_id": "52625", "datetime": "2013-05-16 21:27:42", "datestring": "16. maí '13, kl: 21:27:42", "text": "Ég er að útskrifast úr meistaranámi í lögfræði frá HÍ núna. Námið í HÍ byggir mikið á einstaklingsvinnu og maður þarf virkilega mikið að stóla á sjálfan sig og sjálfsagann við að læra. Það eru ekki mikið af verkefnum. Yfirleitt bara eitt í hverju námskeiði og langoftast eru það einstaklingsverkefni. Ég myndi alveg mæla með náminu í HÍ. Ég hef heyrt að munurinn á náminu í HR og HÍ sé að hluta til þannig að það er meiri verkefnavinna í HR, og þá sérstaklega hópavinna. Ég sjálf er hrifnari af að vinna ein, sérstaklega því ég á stóra fjölskyldu og það er erfitt fyrir mig að finna tíma fyrir hópverkefni. Þessvegna hefur HÍ hentað mér betur."}, {"response_to": "30007373", "username": "Emmellí", "message_id": "30007562", "user_id": "129689", "datetime": "2013-05-16 21:42:41", "datestring": "16. maí '13, kl: 21:42:41", "text": "Myndi aldrei velja neitt annað en HÍ. Þar sem ég vinn koma langflestir þaðan, örfáir frá Bifröst og HR. Reyndar enginn frá Bifröst núna..."}, {"response_to": "30007373", "username": "Ice1986", "message_id": "30007600", "user_id": "198251", "datetime": "2013-05-16 22:02:43", "datestring": "16. maí '13, kl: 22:02:43", "text": "Vertu bara undirbúin að læra mikið! Mjög mjög mjög mikið. Kláraði HÍ og var rosalega ánægð með námið þar. Virkilega krefjandi og gott. Vanalega fyrirlestrar í 2-3 tíma í dag og svo lestur fram eftir degi.Ég las bara virka daga fyrsta mánuðinn svo bætir maður við helgardögum. Svona um 6 vikur fyrir próf byrjar maður að lesa að alvöru. Og þá mætir maður á morgnanna, um 9 leytið og les til 23 á kvöldin. Rétt fyrir próf styttist svo svefntíminn og maður les meira."}, {"response_to": "30007373", "username": "DCP", "message_id": "30007632", "user_id": "165559", "datetime": "2013-05-16 22:14:23", "datestring": "16. maí '13, kl: 22:14:23", "text": "Námið er mjög ólíkt í skólunum. Ef þú hefur svipaðan áhuga á öllum stöðum, ert búin að kynna þér uppsetningu námsins og ert svona óviss enn, þá hugsa ég að ég myndi benda þér á að byrja í hí, þar er námið ódýrast, og án nokkurs vafa ekki metið lægra í atvinnulífinu en nám annars staðar, svo að þú ættir aldrei að tapa á því að byrja þar. Ef það fyrirkomulag hentar þér ekki geturðu fært þig annað."}, {"response_to": "30007632", "username": "Walter", "message_id": "30007664", "user_id": "61360", "datetime": "2013-05-16 22:24:35", "datestring": "16. maí '13, kl: 22:24:35", "text": "Ég fór á svona hraðlestrarnámskeið en hefur fundist það gagnast mér lítið. Kannski er ég bara ekki nógu dugleg að nota tæknina. Hvernig finnst þér það vera nýtast þér?"}, {"response_to": "30007664", "username": "DCP", "message_id": "30008692", "user_id": "165559", "datetime": "2013-05-17 12:34:04", "datestring": "17. maí '13, kl: 12:34:04", "text": "Aðallega í upprifjun fyrir próf. Fannst gott að beita tækninni við þann lestur, þ.e. þegar ég var búin að lesa og glósa vel einu sinni."}, {"response_to": "30008692", "username": "Murla", "message_id": "30009313", "user_id": "226941", "datetime": "2013-05-17 17:58:48", "datestring": "17. maí '13, kl: 17:58:48", "text": "Takk fyrir svörin :) frábært að heyra frá reynsluboltum hvernig þeir hafa stillt þessu upp :) Reikna einmitt með að mæta að sjálfsögðu í skólann og lesa síðan  í 4 - 5 tíma á dag fyrir utan það. A.m.k í upphafi. Ég hef reyndar lokið öðru háskólanámi sem að ég vona að eigi eftir að vinna með mér þegar að ég fer að sækja um vinnu að námi loknu, sama hvar maður ákveður að læra. En takk aftur fyrir góð svör!"}]}