{"url": "https://bland.is/umraeda/sumarnam-i-staerdfraedi-og-islensku-fyrir-14-ara/30018280/?page=1741", "date": "2013-05-21 22:51:55", "id": "30018280", "items": [{"text": "Eru til vikunámskeið í stærðfræði og íslensku fyrir 14 ára krakkar? Sonur minn þarf að bæta sig í þetta tvennt. Hann þarf líka að læra að taka meira ábyrgð á skólastarfið og skipuleggja sig meira. Eru til svona námskeið?", "title": "Sumarnám í stærðfræði og íslensku fyrir 14 ára", "username": "korny", "message_id": "30018280", "user_id": "32270", "response_to": null, "datetime": "2013-05-21 22:51:55", "datestring": "21. maí '13, kl: 22:51:55"}, {"response_to": "30018280", "username": "ert", "message_id": "30018291", "user_id": "37456", "datetime": "2013-05-21 22:56:29", "datestring": "21. maí '13, kl: 22:56:29", "text": "Ég held ekki en er hann innflytjandi eða annað foreldrið útlendingur? Ég held að RKÍ eða einhverjir hafi með aðstoð með heimanám fyrir slík börn."}, {"response_to": "30018291", "username": "korny", "message_id": "30018310", "user_id": "32270", "datetime": "2013-05-21 23:01:09", "datestring": "21. maí '13, kl: 23:01:09", "text": "Hann hefur átt heima á Íslandi siðan hann var 3ja ára. Hann er bara latur og tekur ekki skólann nóg alvarlega...viljum bara laga það áður enn það er of seint.....en ræðum ekki við það sjálf og var að vonast eftir að finna einhverju námskeið til að hjálpa okkur að ná árangur :)"}, {"response_to": "30018310", "username": "ert", "message_id": "30018339", "user_id": "37456", "datetime": "2013-05-21 23:13:36", "datestring": "21. maí '13, kl: 23:13:36", "text": "Ég held það sé ekkert svona í boði."}, {"response_to": "30018339", "username": "Louise Brooks", "message_id": "30019167", "user_id": "103336", "datetime": "2013-05-22 13:27:08", "datestring": "22. maí '13, kl: 13:27:08", "text": "Nú er svipað ástatt fyrir stjúpsyni mínum og þessum dreng sem um ræðir í upphafsinnlegginu ef ekki verr. Eru engin úrræði í boði fyrir þennan hóp krakka sem eru með afar lélegar einkannir og takmarkaðan metnað til að bæta sig? Minn unglingur er alveg ágætlega gefinn, hann er bara svo innilega áhugalaus um allt nema tölvuna. Ég er búin að reyna ýmislegt til að fá hann til að læra og mamma hans líka en eins og er erum við bara ráðalaus. Hann er við það að falla í 9. bekk eins og hlutirnir líta út núna en auðvitað vona ég að útkoma vorprófanna verði betri en úr síðustu prófum. Mér finnst einhvern veginn eins og það sé enginn staður fyrir hann í kerfinu :("}, {"response_to": "30019167", "username": "afþví", "message_id": "30019340", "user_id": "40368", "datetime": "2013-05-22 14:21:50", "datestring": "22. maí '13, kl: 14:21:50", "text": "En er hann almennt hamingjusamur? Hefur hann meiri áhuga á verklegum hlutum? Svo ef hann hefur mjög mikinn áhuga á tölvum þá að styðja hann í því, leyfa honum að fara á námskeið því tengdu og ýta undir jákvætt áhugamál."}, {"response_to": "30019340", "username": "Louise Brooks", "message_id": "30019439", "user_id": "103336", "datetime": "2013-05-22 14:53:37", "datestring": "22. maí '13, kl: 14:53:37", "text": "Já mér leist svo vel á að reyna að vekja hjá honum áhuga á forritun til dæmis en það gengur eitthvað brösuglega. Hann er náttúrulega á einhverfurófi og með adhd greiningu. Mér finnst hann bara ekki vera að finna sig í skólanum. Hann fær góðar einkunnir í íþróttum, heimilifræði og smíði, hefur meira gaman af verklegu eins og þú segir."}, {"response_to": "30019439", "username": "afþví", "message_id": "30019488", "user_id": "40368", "datetime": "2013-05-22 15:07:47", "datestring": "22. maí '13, kl: 15:07:47", "text": "Þá myndi ég ýta undir það, það er líka bara svo rosalega erfitt að vera statt og stöðugt að leggja áherslu á bæði það sem maður er lélegur í og hefur engan áhuga á. Strákurinn minn er að verða 10 ára og er einmitt með adhd og lesblindur, honum gengur mjög illa í öllum bóklegum fögum en er mjög listrænn og góður í íþróttum og verklegum fögum. Ég ýti bara undir það og lít eiginlega bara framhjá hinu, ég sé ekki ástæðu fyrir því að leggja áherslu á það sem veitir honum enga hamingju, vil frekar ýta undir jákvætt hugarfar til skólans og að hann sé ánægður þar heldur en nokkuð annað."}, {"response_to": "30019488", "username": "Louise Brooks", "message_id": "30019653", "user_id": "103336", "datetime": "2013-05-22 16:24:49", "datestring": "22. maí '13, kl: 16:24:49", "text": "Þú ert greinilega að vinna vel með þínum strák :)"}, {"response_to": "30018280", "username": "afþví", "message_id": "30018333", "user_id": "40368", "datetime": "2013-05-21 23:11:22", "datestring": "21. maí '13, kl: 23:11:22", "text": "Hefurðu skoðað Háskóla unga fólksins?"}, {"response_to": "30018333", "username": "afþví", "message_id": "30018337", "user_id": "40368", "datetime": "2013-05-21 23:13:03", "datestring": "21. maí '13, kl: 23:13:03", "text": "æj sé núna að það er fullbókað. En ég myndi telja að það væri heillavænlegra að reyna ná til hans á einhvern hátt og athuga hvort hann fái ekki áhuga fyrir einhverju tengdu náminu og ýta undir það. Ekki láta hann liggja yfir fögum sem honum þykir leiðinleg..."}, {"response_to": "30018337", "username": "korny", "message_id": "30019117", "user_id": "32270", "datetime": "2013-05-22 13:00:46", "datestring": "22. maí '13, kl: 13:00:46", "text": "Takk, ég skoða þetta."}]}