{"url": "https://bland.is/umraeda/virkilega-sarir-turverkir-/30037770/?page=1723", "date": "2013-05-29 17:00:28", "id": "30037770", "items": [{"text": "ég er búnað vera á pillunni í nokkra mánuði núna og ekkert bunað taka pásur. Fékk svo bruna útferð í gær og héllt ég væri að fara byrja á túr og sleppti pillunni í gær og núna í dag er ég bunað fá svona verki sem ég hellt að væri fyrst bara túrverkir en svo urðu þeir meiri og verri og ég var viðhorfslaus, lá inni klóssetti , með yfirliða tilfingu, flökurleika og svakalega verki vinstra megin neðarlega.  veit einhver hvað þetta gæti verið?", "title": "virkilega sárir túrverkir?", "username": "RobertE", "message_id": "30037770", "user_id": "168319", "response_to": null, "datetime": "2013-05-29 17:00:28", "datestring": "29. maí '13, kl: 17:00:28"}, {"response_to": "30037770", "username": "strákamamma", "message_id": "30037794", "user_id": "11836", "datetime": "2013-05-29 17:06:14", "datestring": "29. maí '13, kl: 17:06:14", "text": "veit ekki hvað þetta gæti verið en ég veit að það heitir að vera viðþolslaus.....ekki viðhorfslaus í þessu tilfelli"}, {"response_to": "30037770", "username": "DarKhaireDwomAn", "message_id": "30037811", "user_id": "162498", "datetime": "2013-05-29 17:09:13", "datestring": "29. maí '13, kl: 17:09:13", "text": "ég myndi nú bara hringja á læknavaktina eða fara í smáratorg til læknis þar, ef þetta eru svona gríðarlega miklir verkir."}, {"response_to": "30037811", "username": "RobertE", "message_id": "30037829", "user_id": "168319", "datetime": "2013-05-29 17:12:59", "datestring": "29. maí '13, kl: 17:12:59", "text": "ég er ekki stödd á landinu, þessvegna er þetta smá vesen"}, {"response_to": "30037770", "username": "Degustelpa", "message_id": "30037824", "user_id": "237008", "datetime": "2013-05-29 17:11:45", "datestring": "29. maí '13, kl: 17:11:45", "text": "Talaðu við lækni, gætir verið blaðra. En það er alls ekki gott að taka ekki pásurnar. Það er í lagi eitt og eitt skipti en ekki sniðugt í marga mánuði í einu."}, {"response_to": "30037824", "username": "júbb", "message_id": "30037835", "user_id": "40135", "datetime": "2013-05-29 17:13:46", "datestring": "29. maí '13, kl: 17:13:46", "text": "Það er reyndar ekkert að því að sleppa pásunum."}, {"response_to": "30037835", "username": "Degustelpa", "message_id": "30037847", "user_id": "237008", "datetime": "2013-05-29 17:16:24", "datestring": "29. maí '13, kl: 17:16:24", "text": "í eitt og eitt skipti annars ertu ekki að nota rétt hormónaflæði og það geta komið blöðrur. Ég veit um atvik þar sem ástæða fyrir blöðrum á eggjastokkinn var að stelpan sleppti alltaf pásunum."}, {"response_to": "30037847", "username": "júbb", "message_id": "30037852", "user_id": "40135", "datetime": "2013-05-29 17:17:58", "datestring": "29. maí '13, kl: 17:17:58", "text": "Þú ert ekki að \"nota\" rétt hormónaflæði þegar þú ert á pillunni, það er pointið. Og það getur einmitt minnkað líkur á blöðrum að slökkva bara á kerfinu."}, {"response_to": "30037852", "username": "Degustelpa", "message_id": "30037860", "user_id": "237008", "datetime": "2013-05-29 17:20:11", "datestring": "29. maí '13, kl: 17:20:11", "text": "Það er ekki verið að slökkva á kerfinu með pillunni. Það er mismikið af hverjum og einum hormóna í hverri pillu fyrir sig svo þú ert ekki alltaf að fá sama skammtinn, þess vegna eru pillurnar tölusettar og þú átt að taka þær í réttri röð."}, {"response_to": "30037860", "username": "júbb", "message_id": "30037886", "user_id": "40135", "datetime": "2013-05-29 17:28:27", "datestring": "29. maí '13, kl: 17:28:27", "text": "Flestar pillur innihalda jafnmikið af hormónum í öllum pillum og eru einmitt ekki tölusettar heldur eru oft merktir inn dagar til að auðvelda konum að fylgjast með því hvenær þær hafa tekið pilluna. Það er mjög lítið af pillutegundum sem innihalda mismunandi magn af hormónum og það eru algjörar undantekningar að konur séu á þannig pillum. Og jú, þú ert að slökkva á því að það verði egglos með því að koma í veg fyrir að eggjastokkarnir fari af stað í það að þroska eggin og sleppa þeim. En það getur komið fyrir að það verði egglos, sérstaklega ef pillan er of væg fyrir viðkomandi konu og þá eru það breytingar á legslímunni sem eiga að koma í veg fyrir að frjóvgað egg nái að festa sig og breytingar á legumhverfinu sem eiga að koma í veg fyrir að lifandi, hressar sáðfrumur komist upp í eggjaleiðara til að frjóvga eggið. Af sömu ástæðu geta komið blöðrur á eggjastokka þrátt fyrir pilluna en líkurnar eru minni þar sem yfirleitt eru ekki að þroskast eggbú á þessum tíma.Og þessar blæðingar sem verða eru í raun gerviblæðingar, þær verða vegna þess að þú sleppir pillunni í pilluhléinu eða vegna þess að þú ert á pillu sem inniheldur lyfleysupillur í 7 daga ef pilluspjaldið inniheldur 28 pillur, þetta eru ekki sambærilegar blæðingar við þær sem verða þegar ekki er tekin hormónagetnaðarvörn."}, {"response_to": "30037860", "username": "Carrie  Bradshaw", "message_id": "30037937", "user_id": "91564", "datetime": "2013-05-29 17:41:30", "datestring": "29. maí '13, kl: 17:41:30", "text": "Það eru til mismunandi tegundir af pillum. Sumar eru sérsatklega settar upp þannig að í fyrsta 7 daga skammtinum er minnsta hormónamagnið, í næsta aðeins meira og þeim síðasta er mest, en í öðrum (og mörgum) tegundum eru allar pillurnar eins og þær einungis vikudagsettar til þess að konur geti fylgst með því hvort þær hafi tekið pilluna í dag eða ekki. Ég er á pillu þar sem allar pillurnar eru eins. Ef ég gleymi pillu eða tek hana seint á fyrstu tveimur vikunum eftir blæðingar gerist ekki neitt, en ef ég gleymi eða tek seint á seinustu vikunni fyrir \"áætlaðar\" blæðingar er líklegra að það komi milliblæðingar. Þá er ég viðkvæmari fyrir tímasetningaflökti á því hvenær dags ég inntaki pilluna."}, {"response_to": "30037824", "username": "DarKhaireDwomAn", "message_id": "30037845", "user_id": "162498", "datetime": "2013-05-29 17:15:54", "datestring": "29. maí '13, kl: 17:15:54", "text": "kvensjúkdómalæknar eru farnir að mæla með því að taka pilluna án pásu fyrir þær sem fá mikla og slæma túrverki miklar blæðingar og slíkt,"}, {"response_to": "30037824", "username": "Þjóðarblómið", "message_id": "30037938", "user_id": "48048", "datetime": "2013-05-29 17:42:13", "datestring": "29. maí '13, kl: 17:42:13", "text": "Mér var ráðlagt af kvensjúkdómalækni að taka bara spjöld þangað til það hentaði mér að liggja í gólfinu með verki... Needless to say, þá hefur það gerst einu sinni í vetur."}, {"response_to": "30037770", "username": "Sunshine", "message_id": "30037831", "user_id": "935", "datetime": "2013-05-29 17:13:18", "datestring": "29. maí '13, kl: 17:13:18", "text": "Gæti verið utanlegsfóstur eða blaðra á eggjastokk.  Þú skalt láta skoða þetta sem fyrst."}, {"response_to": "30037770", "username": "júbb", "message_id": "30037833", "user_id": "40135", "datetime": "2013-05-29 17:13:29", "datestring": "29. maí '13, kl: 17:13:29", "text": "Ég myndi nú láta kíkja á þetta. Getur verið blaðra að springa en að minnsta kosti er ekki eðlilegt að liggja í gólfinu af verkjum, sérstaklega þegar það hefur ekki gerst áður."}]}