{"url": "https://bland.is/umraeda/naetursviti/30064154/?page=1697", "date": "2013-06-09 21:41:38", "id": "30064154", "items": [{"text": "Frá því í byrjun þessa árs hef ég verið að svitna svo svakalega alltaf þegar ég sef að ég vakna svona 10 sinnum á nóttu til að snúa sænginni við enda hún alltaf orðin svo rennblaut að ég skelf úr kulda. Ég get ekki sofið í fötum og húðin mín er stundum bara eins og ég hafi legið í baði í marga klukkutíma og af og til koma útbrot og mig klæjar alveg svakalega. Á þessum tíma hefur ekkert breyst í matarræði mínu eða lyfjatöku en ég byrjaði reyndar á þunglyndislyfjum svona 1-2 mánuðum áður en ég byrjaði að svitna svona. Læknirinn minn ráðlagði mér að prófa að skipta skammtinum á lyfjunum en það gerði ekkert fyrir svitann. Þannig núna er ég bara að leita eftir ráðum frá einhverjum sem hefur glímt við svipað og hvað ég geti gert til að reyna að gera þetta aðeins þolanlegra enda er ég vægast sagt ógeðsleg þegar ég vakna hehehe. Einhver sem hefur lent í svona?", "title": "Nætursviti", "username": "eugene", "message_id": "30064154", "user_id": "160081", "response_to": null, "datetime": "2013-06-09 21:41:38", "datestring": "9. jún. '13, kl: 21:41:38"}, {"response_to": "30064154", "username": "Steina67", "message_id": "30064171", "user_id": "39274", "datetime": "2013-06-09 21:45:17", "datestring": "9. jún. '13, kl: 21:45:17", "text": "Ég er svona líka en ekki vegna lyfja, allavega var ég ekki að byrja á neinum nýjum lyfjum.  Veit ekki hvort ég er bara orðin svona gömul eða hvað eða ég borða of mikinn sykur, er eiginlega farin að tengja þetta við það."}, {"response_to": "30064154", "username": "Rara", "message_id": "30064224", "user_id": "35955", "datetime": "2013-06-09 21:59:04", "datestring": "9. jún. '13, kl: 21:59:04", "text": "Ertu á fluoxetin?"}, {"response_to": "30064224", "username": "Mae West", "message_id": "30064234", "user_id": "28460", "datetime": "2013-06-09 22:02:22", "datestring": "9. jún. '13, kl: 22:02:22", "text": "Ég var svona á fluoxetín, fyrrverandi var að verða brjálaður á mér. Sagði að þetta væri eins og að sofa við ofn. :("}, {"response_to": "30064224", "username": "eugene", "message_id": "30064288", "user_id": "160081", "datetime": "2013-06-09 22:18:47", "datestring": "9. jún. '13, kl: 22:18:47", "text": "nei ég er á esopram"}, {"response_to": "30064288", "username": "munro", "message_id": "30064465", "user_id": "148168", "datetime": "2013-06-09 23:27:41", "datestring": "9. jún. '13, kl: 23:27:41", "text": "Ég lenti líka í þessu stuttu eftir að ég byrjaði að taka esopram. Þetta var slæmt í einhvern tíma en svo minnkaði það og gerist mjög sjaldan núna, en þetta er ein af mögulegum aukaverkunum. Mér fannst hjálpa að sofa alltaf með galopinn glugga"}]}