{"url": "https://bland.is/umraeda/annar-skoli-en-hin-bornin-a-leikskolanum/30064021/?page=1696", "date": "2013-06-09 20:43:22", "id": "30064021", "items": [{"text": "Þið sem hafið átt börn sem hafa farið í annan skóla en hin börnin sem eru með þeim á deild, hvernig gekk það? Voru þau fljót að aðlagast eða reyndist þeim erfitt að skilja við vinina. Ég er að taka ákvörðun um leikskóla fyrir yngra barnið mitt og valið stendur milli frábærs leikskóla sem ég þekki vel til en barnið myndi ekki fara í sama skóla og flest börnin þar (þá horfi ég á óbreytta búsetu okkar sem mestar líkur eru á) en leikskólinn er æði. Hinn er ekki eins góður og ég ekki eins spennt fyrir honum en börnin þar færu flest í sama skóla og mitt barn. Hvort væri mikilvægara fyrir ykkur?", "title": "Annar skóli en hin börnin á leikskólanum", "username": "aligator", "message_id": "30064021", "user_id": "49357", "response_to": null, "datetime": "2013-06-09 20:43:22", "datestring": "9. jún. '13, kl: 20:43:22"}, {"response_to": "30064021", "username": "Mae West", "message_id": "30064028", "user_id": "28460", "datetime": "2013-06-09 20:47:29", "datestring": "9. jún. '13, kl: 20:47:29", "text": "Alltaf sagt að svona skipti öllu en ég flutti úr landi og dóttir mín fór í undisrbúningsbekk með öllum nýjum þegar hún var 5 eða 6 ára í nýju landi og feimnasta barn sem ég þekki plummaði sig stórkostlega þó það þyrfti aðeins að hjálpa henni með það. Svo skipti hún um skóla eftir önn eða svo og aftur nýtt og bara gekk mjög vel. Og aftur gekk vel nokkrum árum seinna þegar hún svo kom til Íslands í enn einn bekkinn."}, {"response_to": "30064021", "username": "Haffí", "message_id": "30064036", "user_id": "14022", "datetime": "2013-06-09 20:50:42", "datestring": "9. jún. '13, kl: 20:50:42", "text": "Við fluttum um hverfi eftir leikskóla og fyrir grunnskóla þannig að sonurinn kom glænýr inn í sinn skóla og þekkti ekki neinn þar. Það gekk eins og í sögu. Veit samt ekki hvort ég myndi veðja á að það gerðist alltaf eða yfirleitt, ef ég hefði valið aftur. Færi líklega eftir því hversu mikið betri mér þætti þessi leikskóli vera."}, {"response_to": "30064021", "username": "gudlauganna", "message_id": "30064039", "user_id": "91853", "datetime": "2013-06-09 20:51:51", "datestring": "9. jún. '13, kl: 20:51:51", "text": "skiptir voða litlu máli, hef oft komið að 6 ára bekkjum, þar koma börn úr hinum ýmsu leikskólum, eftir 1-2 daga hafa þau öll blandast saman"}, {"response_to": "30064021", "username": "RakelÞA", "message_id": "30064041", "user_id": "38738", "datetime": "2013-06-09 20:52:18", "datestring": "9. jún. '13, kl: 20:52:18", "text": "Við fluttum árið sem mín eldri lauk leikskóla, við fluttum í feb og hún kláraði leikskólann þegar sumarfríið byrjaði, það var í ekkert mál, hún hafði yfir sumartímann eignast vinkonu og þær eru enn vinkonur í dag orðnar 15 ára, þannig að kannski var það + fyrir mína að hafa kynnst henni áður en þær byrjuðu í skólanum og að þær lentu saman í bekk."}, {"response_to": "30064021", "username": "aligator", "message_id": "30065022", "user_id": "49357", "datetime": "2013-06-10 09:19:00", "datestring": "10. jún. '13, kl: 09:19:00", "text": "Takk fyrir svörin, gott að heyra að þetta sé ekki svo mikið vandamál. Það gæti líka vel verið að einhver myndi fara í sama skóla og það en einnig getur það haldið sambandi við hin börnin áfram þrátt fyrir að fara í annan skóla, sé vilji til þess."}, {"response_to": "30064021", "username": "3kiddos", "message_id": "30065070", "user_id": "200831", "datetime": "2013-06-10 09:49:40", "datestring": "10. jún. '13, kl: 09:49:40", "text": "Fer líka eftir börnunum, eldra barnið mitt féll strax inn í hópinn þó hún þekkti engann en það tók yngra barnið mikið lengri tíma, var ekki fyrr en eftir áramót sem hann fór að tengjast hinum krökkunum eitthvað en hann er ekki jafn opinn eins og systir sín."}, {"response_to": "30064021", "username": "þreytta", "message_id": "30065101", "user_id": "250", "datetime": "2013-06-10 10:08:21", "datestring": "10. jún. '13, kl: 10:08:21", "text": "Mín börn hafa bæði byrjað í skóla án þess að þekkja neinn og það gekk bara mjög vel."}, {"response_to": "30064021", "username": "Prym", "message_id": "30065129", "user_id": "45728", "datetime": "2013-06-10 10:31:30", "datestring": "10. jún. '13, kl: 10:31:30", "text": "Vinatengsl á leikskólaárum eru ákaflega losaraleg.  Börn eru fljót að aðlagast nýju umhverfi og kynnast nýjum félögum og hinir gleymast fljótt."}]}