{"url": "https://bland.is/umraeda/otharfa-ahyggjur-/30078293/?page=1683", "date": "2013-06-16 04:18:42", "id": "30078293", "items": [{"text": "Ég var í rúningum um helgina, og rolluskjáta stangaði mig dáltið duglega í hnéð, ég fann MIKIÐ til en það lagaðist smátt og smátt, núna rúmum degi síðar er þetta orðið dáltið slæmt, ég get ekki beygt hnéð og á erfitt með að ganga, en í hvert skipti sem ég reyni að beygja hnéð þá finnst mér eins og hnéskelin skreppi til, eða færist úr stað, ég fæ svona brak í hnéð og er með mjög stíft hné, gat samt allveg labbað strax eftir að þetta skeði, en hef verið að versna smátt og smátt.Maðurinn minn vill að ég láti lækni kíkja á mig, en ég held því fram að þetta sé fullkomlega í lagi, á ég að láta kíkja á þetta eða bíða í nokkra daga og sjá hvort þetta lagist ekki?Og hefur einhver hérna lemt í þessu og veit hvað þetta gæti verið?", "title": "Óþarfa áhyggjur?", "username": "dokkva", "message_id": "30078293", "user_id": "7439", "response_to": null, "datetime": "2013-06-16 04:18:42", "datestring": "16. jún. '13, kl: 04:18:42"}, {"response_to": "30078293", "username": "Ziha", "message_id": "30078307", "user_id": "51148", "datetime": "2013-06-16 07:00:36", "datestring": "16. jún. '13, kl: 07:00:36", "text": "Þarftu virkilega að spyrja? Drífdu þig til læknis!"}, {"response_to": "30078307", "username": "Ziha", "message_id": "30078308", "user_id": "51148", "datetime": "2013-06-16 07:06:13", "datestring": "16. jún. '13, kl: 07:06:13", "text": "Sorry, þetta átti ekki ad hljóma svona 'grimmt', held samt að læknisheimsókn sê eina vitið."}, {"response_to": "30078308", "username": "dokkva", "message_id": "30078478", "user_id": "7439", "datetime": "2013-06-16 11:05:53", "datestring": "16. jún. '13, kl: 11:05:53", "text": "takk fyrir, en grimmt er líklega það sem þarf, fer alldrei til læknis fyrr en það sem er að er orðið það slæmt að ég er óvinnufær :S kannski kallinn hafi rétt fyrir sér að þessu sinni."}, {"response_to": "30078293", "username": "Relevant", "message_id": "30078337", "user_id": "43469", "datetime": "2013-06-16 09:27:45", "datestring": "16. jún. '13, kl: 09:27:45", "text": "láttu líta á þetta, gæti verið vökvi inni á liðnum og honum þarf að ná strax til að hnéið eti byrjað að jafna sig"}]}