{"url": "https://bland.is/umraeda/barn-med-mjog-vidkvaema-ljosa-hud-til-solarlanda/30086865/?page=1670", "date": "2013-06-20 11:10:12", "id": "30086865", "items": [{"text": "Er á leið með dóttur mína 4 ára til Spánar og ég kvíði fyrir því þar sem hún er ofsalega ljós á hörund og ég veit að hún tekur engan lit og er bara með tendens til að brenna (hef aldrei farið með hana í svona sól áður). Hvaða sólarvörn og hvaða styrkleikastig á ég að kaupa á hana? Dugar vörn no. 50 eða ætti ég að kaupa Sun Block? Ætli sé nauðsynlegt að ég kaupi á hana svona sundgalla sem er með skálmum og ermum?", "title": "Barn með MJÖG viðkvæma/ljósa húð til sólarlanda", "username": "Lukka35", "message_id": "30086865", "user_id": "3393", "response_to": null, "datetime": "2013-06-20 11:10:12", "datestring": "20. jún. '13, kl: 11:10:12"}, {"response_to": "30086865", "username": "micro", "message_id": "30086884", "user_id": "14570", "datetime": "2013-06-20 11:21:01", "datestring": "20. jún. '13, kl: 11:21:01", "text": "Vörn nr 50 er sunblock, ég hef notað svoleiðis á mína rauðhærðu skottu, svo bara passa að hún sé t.d alltaf í síðerma bol, með sólhatt og svona, ég keypti ekki svona sundgalla, en ég hafði hana í síðermabol utan yfir sundfatnað."}, {"response_to": "30086865", "username": "Cheese addict", "message_id": "30086885", "user_id": "188688", "datetime": "2013-06-20 11:21:02", "datestring": "20. jún. '13, kl: 11:21:02", "text": "Sun block. Nóg af þunnum leggings og þunnum langerma bómullarbolum og hafa barnið klætt í langerma, langskálma þegar það er í sól. Passa að bera samt sólarvörn á húðina undir fötunum. Og sólhatt sem skyggir vel á andlit og á aftanverðan hálsinn líka. Og ég myndi tvímælalaust kaupa sundgalla."}, {"response_to": "30086865", "username": "Lukka35", "message_id": "30086889", "user_id": "3393", "datetime": "2013-06-20 11:24:15", "datestring": "20. jún. '13, kl: 11:24:15", "text": "Takk fyrir góð svör - þetta er einmitt það sem ég hafði hugsað mér en það verður eitthvað að koma henni í svona \"síðklæðnað\" í 35 stiga hita :/"}, {"response_to": "30086889", "username": "Cheese addict", "message_id": "30086929", "user_id": "188688", "datetime": "2013-06-20 11:59:40", "datestring": "20. jún. '13, kl: 11:59:40", "text": "Þá er einmitt svo mikilvægt að vanda valið á efnum. Kaupa fatnað úr köldum efnum t.d. Þá er ekkert verra að vera í síðklæðnaði. Og reyna að hafa klæðnaðinn ekki of þröngan svo það lofti aðeins um."}, {"response_to": "30086889", "username": "LillyS", "message_id": "30086930", "user_id": "92329", "datetime": "2013-06-20 11:59:47", "datestring": "20. jún. '13, kl: 11:59:47", "text": "Ég endaði á að panta frá Amazon.com sundgalla með löngum ermum og skálmum niður að hnjám og sundhatt úr sama efni. Ætti bara að taka 4 virka daga að fá þetta í flýtipósti. Kostar um 12þ komið til landsins og mér finnst það ekkert svaka dýrt, allavegana ef það hjálpar til með að láta ferðina ganga brunalaust :) Hún fær bara ekkert val úti, strönd eða sundlaug = gallinn, annars fær hún ekki að fara."}, {"response_to": "30086865", "username": "miramis", "message_id": "30087039", "user_id": "5483", "datetime": "2013-06-20 13:52:34", "datestring": "20. jún. '13, kl: 13:52:34", "text": "Ég myndi aldrei fara til Spánar með mína rauðhausa einmitt út af þessu. Við búum í Svíþjóð og hér getur verið ansi sólríkt á sumrin, við notum Proderm sem er langbesta sólarvörnin að mínu mati, ég myndi reyna að hafa hana sem minnst í sólinni (mér var hreinlega sagt hér af læknum að svona börn ættu ekkert erindi með bera húð í sól), nota meira og minna bara síðerma boli, síðar stuttbuxur og aldrei með berar axlir eða búk í sund. Keyptu almennileg sundföt (semsagt með sólarvörn) en passaðu þig á því að þau fá mjög misjafna dóma og síðasta review sem ég las á slíku benti til þess að þau hefðu mjög misgóða sólarvörn þannig að ekki ofmeta það hversu mikla vörn þau veita."}, {"response_to": "30087039", "username": "Lukka35", "message_id": "30087090", "user_id": "3393", "datetime": "2013-06-20 14:46:19", "datestring": "20. jún. '13, kl: 14:46:19", "text": "úff nú verð ég ennþá meira kvíðin fyrir þessu, sé fyrir mér mikla inniveru og enga ferð á ströndina :/"}, {"response_to": "30087090", "username": "miramis", "message_id": "30087103", "user_id": "5483", "datetime": "2013-06-20 14:56:15", "datestring": "20. jún. '13, kl: 14:56:15", "text": "Kannski spurning líka um að fara á ströndina á morgnana eða seinnipartinn, alls ekki á þeim tíma dagsins sem mesta sólin er og eins með sundlaugarnar?"}, {"response_to": "30087090", "username": "ardis", "message_id": "30087133", "user_id": "2447", "datetime": "2013-06-20 15:13:09", "datestring": "20. jún. '13, kl: 15:13:09", "text": "ekki stressa þig, ferð bara varlega þegar sólin er hæðst á lofti, góð sólvörn sett á korteri fyrir brottför á ströndina, svo í góð sundföt og nota langermabol( gjarnan með hettu yfir) þegar verið er að leika sér í sandinum og jafnvel úti í sjónum líka, taka bara nokkra með sem er hent í lok ferðar. muna að setja líka sólvörn í hársvörðinn, bætir svo sólvörn á eftir þörfum."}, {"response_to": "30087133", "username": "Cheese addict", "message_id": "30090686", "user_id": "188688", "datetime": "2013-06-22 01:37:45", "datestring": "22. jún. '13, kl: 01:37:45", "text": "Muna líka að bera sólvörn undir fötin. Bera á allan kroppinn áður en farið er í fötin."}, {"response_to": "30087090", "username": "muu123", "message_id": "30090706", "user_id": "208877", "datetime": "2013-06-22 02:02:02", "datestring": "22. jún. '13, kl: 02:02:02", "text": "er ekki einmitt lika meiri líkur á að brenna á ströndinni? útaf saltinu.. man þegar ég var lítil þá fórum við ekki á ströndina fyrr en allir voru bunir að venjast solinni vel og enginn brunninn.. svo beint i sturtu þegar það var komið heim"}, {"response_to": "30090706", "username": "HvuttiLitli", "message_id": "30090714", "user_id": "41476", "datetime": "2013-06-22 02:26:40", "datestring": "22. jún. '13, kl: 02:26:40", "text": "Það er auðvitað mikið endurkast á ströndinni, bæði frá sjónum og sandinum."}, {"response_to": "30086865", "username": "ThyriH", "message_id": "30090727", "user_id": "142454", "datetime": "2013-06-22 04:07:05", "datestring": "22. jún. '13, kl: 04:07:05", "text": "Er með eina 1s árs, rauðhærða og hvíta á hörund, notaði 50 vörn og allt í góðu :)  Barnið kom jafn hvítt heim og það fór :)"}]}