{"url": "https://bland.is/umraeda/spurning-vardandi-vinnu-slys-/30097903/?page=1662", "date": "2013-06-25 15:10:57", "id": "30097903", "items": [{"text": "Sæl veriðiÉg er með smá spurningu. Núna var ég að vinna á ákveðnum stað þar sem búin eru til andlits-/líkamskrem og annað sem til heyrir. Það eru komin 2 ár síðan og bakið á mér hefur aldrei verið í jafn slæmu ástandi. Þá má nefna a ég er hraustur einstaklingur sem aldrei kvartaði yfir neinu áður en ég byrjaði að vinna þarna.Ég á mikið til í að kenna vinnuaðstöðu fyrirtækisins um þessa áverka sem að ágerast með hverju ári. Við vorum að vikta efni og svoleiðis sem vógu kannski 20-30 kg. Viktin var á golfinu og viktuðum við í risastórar skálar sem þurfti svo að lifta upp í mittishæð, á borð eða á hitara eða þess háttar. Inná lager var ekki lyftari til þess að stafla uppí hillur, heldur voru sekkir og tunnur handstaflað uppí allta að tveggja metra hæð. Einhver sagði mér að þegar maður er að vinna í svona iðnaðarvinnu sé ólöglegur vinnumáti að ÞURFA að lyfta fyrir neðan mitti. OG núna í dag, er mjóbakið alveg ónýtt, maður sefur ekki og getur ekki setið í bíl á þess að kvarta. Ég á eftir að fara til bæklunarlæknis og í örorkumat til þess að fá niðurstöður á blaði, því ég hugsa að ég sé alvarlega komin með brjósklos. Þá spyr ég, telst þetta ekki undir vinnuslys og er ekki hægt að fara í skaðabótamál við svona? Ég er að sjá frammá að þurfa að sækja sjúkraþjálfun alla mína æfi og verð eflaust farin að fá fólk til þess að skúra hjá mér þegar ég er orðin 30 ára, ef að skiljið hvað ég er að fara með þetta.What to do!?", "title": "Spurning varðandi vinnu\"slys\"", "username": "RaggiRaggi87", "message_id": "30097903", "user_id": "111403", "response_to": null, "datetime": "2013-06-25 15:10:57", "datestring": "25. jún. '13, kl: 15:10:57"}, {"response_to": "30097903", "username": "SantanaSmythe", "message_id": "30097916", "user_id": "247973", "datetime": "2013-06-25 15:30:05", "datestring": "25. jún. '13, kl: 15:30:05", "text": "Allavega tala við vinnueftirlitið útaf aðstöðinni"}, {"response_to": "30097903", "username": "TurdFerguson", "message_id": "30097921", "user_id": "157110", "datetime": "2013-06-25 15:33:50", "datestring": "25. jún. '13, kl: 15:33:50", "text": "Hvað segir stéttarfélagið?"}, {"response_to": "30097903", "username": "RaggaP", "message_id": "30097922", "user_id": "74871", "datetime": "2013-06-25 15:39:51", "datestring": "25. jún. '13, kl: 15:39:51", "text": "Leitt að heyra - tel þó mjög hæpið að þetta geti verið vinnuslys þar sem slys er skilgreint sem skyndilegur utanaðkomandi atburður. Myndi þó kanna rétt þinn nánar hjá stéttarfélaginu."}, {"response_to": "30097903", "username": "litlatritla", "message_id": "30097924", "user_id": "130048", "datetime": "2013-06-25 15:45:07", "datestring": "25. jún. '13, kl: 15:45:07", "text": ""}, {"response_to": "30097903", "username": "Zalman", "message_id": "30097945", "user_id": "201497", "datetime": "2013-06-25 15:55:49", "datestring": "25. jún. '13, kl: 15:55:49", "text": ""}, {"response_to": "30097903", "username": "Steina67", "message_id": "30097948", "user_id": "39274", "datetime": "2013-06-25 15:56:37", "datestring": "25. jún. '13, kl: 15:56:37", "text": "Þetta er ekki vinnuslys og mjög hæpið að hægt sé að fara fram á eitthvað núna einhverjum árum seinna."}, {"response_to": "30097903", "username": "spaulding23", "message_id": "30097967", "user_id": "97096", "datetime": "2013-06-25 16:20:06", "datestring": "25. jún. '13, kl: 16:20:06", "text": "leitaðu þér lögfræðiaðstoðar og passaðu að fara eftir öllum þeim smáatriðum er krafist er, þeir hanka nefnilega fólk annsi oft á smáatriðum og hlutum sem virka oft ekki stórir í heildarsamhengininu."}, {"response_to": "30097903", "username": "TheMadOne", "message_id": "30097982", "user_id": "67426", "datetime": "2013-06-25 16:35:44", "datestring": "25. jún. '13, kl: 16:35:44", "text": "Ég vil alls ekki gera lítið úr hvernig þér líður en ég skil ekki alveg orðalagið t.d. \"ég hugsa að ég  sé alvarlega komin með brjósklos\"  en ert samt á leið í örorkumat, ég bara hreinlega skil ekki hvað er að bakinu á þér sem veldur þessum sársauka, það er ekki hægt að lesa það úr textanum, alls ekki að vera með nein leiðindi"}, {"response_to": "30097982", "username": "RaggiRaggi87", "message_id": "30098104", "user_id": "111403", "datetime": "2013-06-25 17:58:34", "datestring": "25. jún. '13, kl: 17:58:34", "text": "Enda er ég ekki að leita að skoðunum fólks um það hér, ég er einungis að velta fyrir mér hvort að það sé á ábyrgð fyrirtækisins að hafa rústað á mér mjóbakinu. En takk allir fyrir ábendinguna, ég skoða hvað stéttarfélagið hefur að segja um þetta, þá get ég allavegna komið í veg fyrir að aðrir fari eins og ég. Takk."}, {"response_to": "30098104", "username": "Andý", "message_id": "30098372", "user_id": "62139", "datetime": "2013-06-25 19:49:59", "datestring": "25. jún. '13, kl: 19:49:59", "text": "Hefurðu unnið við eitthvað annað síðan þú hættir þarna fyrir tveimur árum? Gekk það vel?"}, {"response_to": "30097903", "username": "alboa", "message_id": "30098113", "user_id": "31118", "datetime": "2013-06-25 18:02:18", "datestring": "25. jún. '13, kl: 18:02:18", "text": "Þetta er ekki vinnuslys en þú gætir talað við vinnueftirlitið um vinnuaðstæður. Hvernig ert þú samt að beita þér í vinnunni? Ert þú að lyfta rétt og notarðu stuðning fyrir mjóbakið? Gætu verkirnir verið að einhverju leiti því að kenna að þú beitir líkamanum ekki rétt?"}, {"response_to": "30098113", "username": "RaggiRaggi87", "message_id": "30098115", "user_id": "111403", "datetime": "2013-06-25 18:04:57", "datestring": "25. jún. '13, kl: 18:04:57", "text": "hef reynt að nota bara lappirnar eins og manni er sagt að gera, að nota ekki bakið, en ég notaði bakið mikið því að ég er með ónýt hné í leiðnni eftir íþróttaslys á fyrri árum, alveg hand ónýtt stykki. En allt í góðu gott fólk, þetta er þá ekki vinnuslys, ég skil það. En ég læt vinnueftirlitið vita af þessu. Takk fyrir svörin"}]}