{"url": "https://bland.is/umraeda/kaupa-flug-og-hotel-ser-a-solarstrond-/30091315/?page=1669", "date": "2013-06-22 17:15:44", "id": "30091315", "items": [{"text": "Eru ekki einhverjir hér sem hafa pantað ferð til sólarlanda og þá þannig  að hafa keypt flugið sér og hótelið sér.Ég var að kíkja á verðið og finnst það vera miklu ódýrara að gera það þannig nema að vandamálið er, er að við ætlum að fara í júní á næsta ári og þegar ég athuga með hótelin þá er oftast þannig að það kemur upp að það séu ekki nema 2-3 herbergi eftir.  sem er líklegast af því að allar ferðaskrifstofur eru byrjaðar að panta herbergin fyrir næsta sumar.  En síðan þegar ég athuga með flug þá get ég ekki pantað það svona langt fram í tímann.  Þetta er flug til Alicante sem ég er að athuga og t.d. Wow þá nær það bara fram til maí,  það er spurning þegar það kemur júlí þá kannski dettur júni á næsta ári inn.  Ég var að athuga hjá fleiri stöðum en gat ekki fundið neitt.En svo er maður líka dálítið hræddur að kaupa þetta svona langt fram í tíma, upp á ef eitthvað kemur upp á eða t.d. ef fluginu væri eitthvað breytt.  Vitiði hvort það sé eitthvað algengt að ef maður væri búin að kaupa flugið hvort það væri eitthvað fært til, því þetta væri keypt svona löngu fyrirfram.Þið sem hafið keypt þetta svona hótel sér og flug sér, hve löngu fyrirfram eru þið að gera það?", "title": "Kaupa flug og hótel sér á sólarströnd?", "username": "lbk", "message_id": "30091315", "user_id": "4160", "response_to": null, "datetime": "2013-06-22 17:15:44", "datestring": "22. jún. '13, kl: 17:15:44"}, {"response_to": "30091315", "username": "laufabraud", "message_id": "30091318", "user_id": "131709", "datetime": "2013-06-22 17:19:47", "datestring": "22. jún. '13, kl: 17:19:47", "text": "Vid pontufum flug og hotel ser i mai, fyrir byrjun September. Hofum haft thetta allskonar, baedi med minni fyrirvara og meiri."}, {"response_to": "30091315", "username": "Musica", "message_id": "30091423", "user_id": "187266", "datetime": "2013-06-22 18:35:58", "datestring": "22. jún. '13, kl: 18:35:58", "text": "Ég gerði það, pantaði flug og fann svo hótel gegnum booking.com. Þannig fékk ég flug og hótel með morgunmat fyrir tvo á 110.000-120.000 fyrir eina viku. Sem sagt ca 60.000 á mann. Not bad"}, {"response_to": "30091315", "username": "Kisukall", "message_id": "30091580", "user_id": "166393", "datetime": "2013-06-22 20:07:07", "datestring": "22. jún. '13, kl: 20:07:07", "text": "Þetta þýðir samt að það séu 3 herbergi eftir á þessu verði, ódýrustu bókast fyrst."}, {"response_to": "30091315", "username": "hillapilla", "message_id": "30091593", "user_id": "4176", "datetime": "2013-06-22 20:14:43", "datestring": "22. jún. '13, kl: 20:14:43", "text": "Ég myndi hvorki panta flug né hótel heilt ár fram í tímann... hef alveg pantað þetta í sitt hvoru lagi bara með nokkurra vikna eða mánaða fyrirvara. Það er ekki eins og það séu ekki skrilljón hótel út um allt."}, {"response_to": "30091593", "username": "lbk", "message_id": "30091738", "user_id": "4160", "datetime": "2013-06-22 21:30:30", "datestring": "22. jún. '13, kl: 21:30:30", "text": "nei, mér er einmitt illa við að gera það svona langt fram í tímann en nú erum við með 3 börn og þar af leiðandi er færri möguleikar á gistingum.  Ég mun bíða í einhverja mánuði en þá tekst mér ekki að ná svona ódýrri gistingu eins og ég er að sjá núna, því þær gistingar eru oftast merktar að það séu bara örfáar þannig íbuðir eftir, það er það sem mér finnst svo svekkjandi."}, {"response_to": "30091738", "username": "lbk", "message_id": "30091741", "user_id": "4160", "datetime": "2013-06-22 21:34:40", "datestring": "22. jún. '13, kl: 21:34:40", "text": "Eins langar mig svo að finna hótel sem er með skemmtilegri sundlaug fyrir krakka, fann eitt sem virðist vera með skemmtilegri sundlaug,heitir Gemelox IIXx."}, {"response_to": "30091741", "username": "hillapilla", "message_id": "30091933", "user_id": "4176", "datetime": "2013-06-22 22:38:08", "datestring": "22. jún. '13, kl: 22:38:08", "text": "Getur leitað t.d. hér:"}, {"response_to": "30091738", "username": "hillapilla", "message_id": "30091929", "user_id": "4176", "datetime": "2013-06-22 22:36:30", "datestring": "22. jún. '13, kl: 22:36:30", "text": "Það eru alltaf bara \"nokkrar íbúðir eftir\"..."}, {"response_to": "30091738", "username": "hillapilla", "message_id": "30091931", "user_id": "4176", "datetime": "2013-06-22 22:37:28", "datestring": "22. jún. '13, kl: 22:37:28", "text": "Svo myndi ég líka leita að íbúð fyrir tvo fullorðna og tvö börn því það er oftast, ef ekki alltaf, hægt að bæta bedda eða dýnu við."}, {"response_to": "30091315", "username": "presto", "message_id": "30091620", "user_id": "7653", "datetime": "2013-06-22 20:24:41", "datestring": "22. jún. '13, kl: 20:24:41", "text": "Við bókuðum bara í kringum páska ef èg man rétt og ekki mikið mál að finna hótel á sólarströnd:)"}]}