{"url": "https://bland.is/umraeda/nudd-vegna-vodvabolgu/30100398/?page=1659", "date": "2013-06-26 17:54:53", "id": "30100398", "items": [{"text": "Í mörg mörg ár hef ég af og til verið með verki í skrokknum aðallega svona seiðing í brjósti og brjóstkassa og stundum út í handlegg. Þessum köstum fylgir líka þreyta og slen. Búin að fara í fullt af rannsóknum í gegnum tíðina til að útiloka að þetta séu einkenni frá hjarta eða lungum en niðurstaðan alltaf sú að læknar segja að þetta sé vöðvabólga og millirifjagigt. Málið er að síðustu vikur hafa þessir verkir bara versnað mjög mikið, þetta er verst þegar ég leggst upp í rúm á kvöldin en einnig er ég ótrúlega stíf í öxlum og með verki í baki, hálsi og herðum og bara það að snúa hausnum er sárt.Ég er orðin svo þreytt á þessu og vil losna við þessa helv verki. Er að pæla hvort einhver hafi átt við svona svipað að glíma við og hafi fengið lausn með því að fara í nudd og hvort hægt sé að mæla með einhverjum sem er góður í svona tilfellum.", "title": "Nudd vegna vöðvabólgu", "username": "Kakóland", "message_id": "30100398", "user_id": "225500", "response_to": null, "datetime": "2013-06-26 17:54:53", "datestring": "26. jún. '13, kl: 17:54:53"}, {"response_to": "30100398", "username": "whoopi", "message_id": "30100508", "user_id": "133131", "datetime": "2013-06-26 18:57:57", "datestring": "26. jún. '13, kl: 18:57:57", "text": ""}, {"response_to": "30100398", "username": "ingbó", "message_id": "30100514", "user_id": "146104", "datetime": "2013-06-26 19:01:14", "datestring": "26. jún. '13, kl: 19:01:14", "text": "Byrjaðu á að fá tilvísun til sjúkraþjálfara.  Þegar hann verður búinn að mýkja þig upp er fínt að finna sér góðan heilsunuddara - einhvern með réttindi."}, {"response_to": "30100398", "username": "donaldduck", "message_id": "30100536", "user_id": "124716", "datetime": "2013-06-26 19:12:21", "datestring": "26. jún. '13, kl: 19:12:21", "text": "byrjaðu á nuddinu en svo þarftu greinilega að nota þessa vöðva í annað en þú ert að gera dagsdaglega. geturu synt skriðsund? besta sem ég geri þegar ég fæ svona verki er að synda skriðsund en þú verður að geta það með réttri öndun og takti annars geriru bara verra. og svo auðvita bara öll hreyfing, að lyfta er góð æfing og yfirleitt öðrvísi hreyfing og það er það sem þú þarft, koma blóðfæðinu af stað."}, {"response_to": "30100536", "username": "ingbó", "message_id": "30100635", "user_id": "146104", "datetime": "2013-06-26 19:43:25", "datestring": "26. jún. '13, kl: 19:43:25", "text": "Nei - ef hún er svona slæm þá þarf sjúkraþjálfara fyrst. Hann (sjúkraþjálfari er kk orð)  kennir henni þá æfingar og veitir ráðleggingar um hvað hún getur gert sjálf. Að fara að lyfta svona á sig komin er ekki sniðugt - nema þá með \"leyfi\" sjúkraþjálfara."}]}