{"url": "https://bland.is/umraeda/halfmarathon/30119292/?page=1638", "date": "2013-07-04 22:44:42", "id": "30119292", "items": [{"text": "Nú er ég skráður, í fyrsta skipti, í hálfmaraþon Reykjavíkurmaraþoni Íslandsbanka og er kominn í 12 km. Skvt. prógrammi sem ég notast við þá hleyp ég mest 18 km og svo tek ég 21 km fyrst í maraþoninu sjálfu. Er það sniðugt? Mér finnst svona eins og ég ætti að prófa að hlaupa 21 km að lágmarki 1x fyrir maraþon. Endilega segið ykkar skoðun og ef þið eruð með fleiri ráð fyrir ungan hlaupara sem er að hlaupa sitt fyrsta hlaup.3", "title": "Hálfmaraþon", "username": "AnthonyHopkins", "message_id": "30119292", "user_id": "252509", "response_to": null, "datetime": "2013-07-04 22:44:42", "datestring": "4. júl. '13, kl: 22:44:42"}, {"response_to": "30119292", "username": "Ísdrottning", "message_id": "30120255", "user_id": "17978", "datetime": "2013-07-05 14:48:26", "datestring": "5. júl. '13, kl: 14:48:26", "text": "Hugsunin er að ef þú ert kominn með nægilega gott þol til þess að geta hlaupið 18 km þá áttu alveg að geta hlaupið 21. Mig minnir að lengsta hlaupið í maraþon undirbúningi sé um 30 km."}, {"response_to": "30120255", "username": "Ísdrottning", "message_id": "30120270", "user_id": "17978", "datetime": "2013-07-05 14:52:47", "datestring": "5. júl. '13, kl: 14:52:47", "text": "Mæli með því að \"æfa\" næringarinntöku. Semsagt plana hvað þú ætlar að drekka/borða. T.d. Er poweraid sem boðið er upp á í hlaupum yfirleitt miklu sterkari blanda en það sem maður kaupir í brúsum og fer misvel í magann."}, {"response_to": "30119292", "username": "mrs depp", "message_id": "30120269", "user_id": "138732", "datetime": "2013-07-05 14:52:25", "datestring": "5. júl. '13, kl: 14:52:25", "text": "Ég hljóp hálfmaraþon í maí á þessu ári í fyrsta skipti. Ég hafði aldrei hlaupið meira en 17,5 km á æfingu og það var ekkert mál að fara 21,1 í maraþoninu. Það helsta sem ég myndi ráðleggja þér er að ná a.m.k. einu löngu hlaupi í hverri viku fram að hálfmaraþoninu (s.s. ekki skrópa í þau hlaup samkvæmt áætluninni þinni). Þegar kemur svo að hlaupinu sjálfu, passaðu þig að fara ekki of hratt af stað, eiga frekar smá inni í seinnipart hlaupsins og auka þá hraðann."}, {"response_to": "30119292", "username": "Diddii", "message_id": "30120865", "user_id": "218041", "datetime": "2013-07-05 20:42:56", "datestring": "5. júl. '13, kl: 20:42:56", "text": "held að pælingin er líka að skrá sig í hlaup sem er lengra en maður æfir fyrir, það er enginn sigur að klára hálfmaraþon á keppnisdegi ef þú gerðir það 2-3vikum fyrir mót. Það verður góð tilfinning að komast í mark eftir lengsta hlaup sem maður hefur tekið þátt í..."}, {"response_to": "30119292", "username": "goofy", "message_id": "30120884", "user_id": "7357", "datetime": "2013-07-05 21:00:53", "datestring": "5. júl. '13, kl: 21:00:53", "text": "kallinn minn fór hálft í fyrra og hafði lengst farið 15 k fór á fínum tíma"}]}