{"url": "https://bland.is/umraeda/hraedilegir-dagar/30121946/?page=1636", "date": "2013-07-06 19:28:42", "id": "30121946", "items": [{"text": "Síðustu dagar hafa verið þeir ömurlegustu lífs mínsByrjaði á ferð út á land þar sem við fjölskyldan ætluðum að hafa það kósý í sumarbústað og miðju sonurinn að taka þátt í fótboltamótiÁ laugardeginum var keyrt á mig með tvo syni mína í bílnum...sem betur fer sluppum við ómeidd en báðir bílarnir eyðilegðust.Á sunnudeginum þá var keyrt á manninn minn á bíl móður minnar...hann slapp nokkuð vel en bíllinn ónýturSkyldfólk okkar kom og sótti okkur út á land til að koma okkur heim en á heimleiðinni bilaði bíllinn sem var að flytja okkur.  Við þurftum því að bíða eftir öðru skyldfólki til að ná í okkur.Þegar við komumst loksins heim þá fundum við ekki húslyklana og vorum læst úti um miðja nótt með þrjú börn en manninum mínum tókst á unraverðan hátt að berja plötu úr útidyrahurðinni og opna fyrir okkur.Daginn eftir ætlar maðurinn minn að fara í tölvuna og þá virkar hún ekki, eftir skoðun tölvuviðgerðarmanna þá var hún dæmd ónýt. Sama kvöld er ég að ganga frá fartölvunni minni og missi hana í gólfið og hún líka ónýt.Í dag ætlar svo maðurinn minn að keyra aftur að sumarbústaðinum og ná í ínýta bílinn okkar og var búinn að panta þar til gerða bílakerru til verksins, þegar hann kemur í bæinn að sækja kerruna þá er búið að leigja hana út og hann er enn að vesenast í að finna aðra bílakerru.Þess má geta að ég er gengin 8 mánuði á leið og eftir þetta allt saman þá langar mig að leggjast í hýði og vakna þegar kemur að fæðingu...er alveg komin með nóg af hrakaföllum og áföllum", "title": "Hræðilegir dagar", "username": "Katz", "message_id": "30121946", "user_id": "109291", "response_to": null, "datetime": "2013-07-06 19:28:42", "datestring": "6. júl. '13, kl: 19:28:42"}, {"response_to": "30121946", "username": "Asísk", "message_id": "30121950", "user_id": "46337", "datetime": "2013-07-06 19:29:51", "datestring": "6. júl. '13, kl: 19:29:51", "text": "knús, krossum fingur og vonum að þetta sé búið."}, {"response_to": "30121950", "username": "Rúrý", "message_id": "30121956", "user_id": "45971", "datetime": "2013-07-06 19:31:33", "datestring": "6. júl. '13, kl: 19:31:33", "text": "athugaðu hvort heimilistryggingin bæti fartölvuna. Dóttir mín missti sína í gólfið og fékk hana bætta, fyrir utan sjálfsábyrgðina auðvitað."}, {"response_to": "30121946", "username": "Tipzy", "message_id": "30121958", "user_id": "26838", "datetime": "2013-07-06 19:32:36", "datestring": "6. júl. '13, kl: 19:32:36", "text": "Jeminn þú átt sko skilið Thule, verst þú mátt ekki drekka hann svo knus færðu i staðinn."}, {"response_to": "30121946", "username": "Liza Marklund", "message_id": "30121960", "user_id": "205252", "datetime": "2013-07-06 19:33:24", "datestring": "6. júl. '13, kl: 19:33:24", "text": "Jemin þetta er nú ein hörmungarsaga. Vonum að þetta sé komið gott gæfan verði ykkur hliðholl."}, {"response_to": "30121946", "username": "ert", "message_id": "30121962", "user_id": "37456", "datetime": "2013-07-06 19:34:54", "datestring": "6. júl. '13, kl: 19:34:54", "text": "Ég veit þetta er ömurlegt en allir eru á lífi og allir ómeiddir"}, {"response_to": "30121962", "username": "Katz", "message_id": "30121973", "user_id": "109291", "datetime": "2013-07-06 19:38:45", "datestring": "6. júl. '13, kl: 19:38:45", "text": "já sem betur fer sluppum við öll ómeidd á líkama, sálin mín varð fyrir smá hnekkjum og ekki laust við að mér sé illa við bíla eftir þessar raunir hehe"}, {"response_to": "30121973", "username": "ert", "message_id": "30121990", "user_id": "37456", "datetime": "2013-07-06 19:41:27", "datestring": "6. júl. '13, kl: 19:41:27", "text": "ég man alveg hvað svona var þreytandi - ég var í aðeins öðruvísi pakka en álíka hraföllum. ég grenjaði ef það virkaði ekki eitthvað í fyrstu tilraun. ég gaf mér að það væri ónýtt. En mér finnst þið bara mjög heppin að enginn slasaðist."}, {"response_to": "30121946", "username": "Relevant", "message_id": "30122105", "user_id": "43469", "datetime": "2013-07-06 20:23:19", "datestring": "6. júl. '13, kl: 20:23:19", "text": "knús, gott að hvorki þér, barninu eða öðrum varð meint af. Vona að það gangi upp með kerruna og að tryggingarnar bæti tölvuna þína, svona svo það sé eitthvað ljós í þessu öllu."}]}