{"url": "https://bland.is/umraeda/nyr-lifsstill-/30129963/?page=1594", "date": "2013-07-10 13:19:35", "id": "30129963", "items": [{"text": "Sæl verið þið :)Mig hefur lengi langað til þess að taka matarræðið hjá fjölskyldunni í gegn, er nú nýbúin að komast að því að ég sé ólétt að mínu 3ja barni og langar að ná þessari breytingu í geng áður en krílið kemur.Ég er sykurfíkill, gæti lifað á kökum, kexi og súkkulaði, öllu sætu, reyndar elska ég ávexti og grænmeti en virðist ekki geta haldið mig fræa sykri nema í stuttan tíma.Ég og maðurinn minn erum bæði með astma, og núna nýlega komst hann að því að það er eitthvað vandamál með skjaldkirtilinn í honum og er í frekari rannsóknum.Mig langar rosalega að taka út mjólkurvörur vegan astmans, hvítt hveiti, sykur og já bara alls konar unnar kjötvörur og vörur stútfullar af rotvarnarefnum sem við höfum ekkert við að gera !Mig vantar að vita hvað í ósköpunum ég get boðið fjölskyldunni að borða þegar þessir hlutir eru dottnir út, er mjög einhæf í matarræði og elda nánast alltaf það sama, engar nýjungar en nú vanta rmig aðstoð við að læra að borða og elda hollt !", "title": "Nýr lífsstíll, !!!", "username": "Afrodita14", "message_id": "30129963", "user_id": "63762", "response_to": null, "datetime": "2013-07-10 13:19:35", "datestring": "10. júl. '13, kl: 13:19:35"}, {"response_to": "30129963", "username": "donaldduck", "message_id": "30131636", "user_id": "124716", "datetime": "2013-07-10 23:56:56", "datestring": "10. júl. '13, kl: 23:56:56", "text": "byrjaðu á að bæta grænmeti á borðið í öll mál, ég skoða svo oft . ákveð hvaða kjöt/fisk ég vil og finn svo eittvhað til að elda það val eftir."}, {"response_to": "30131636", "username": "donaldduck", "message_id": "30131638", "user_id": "124716", "datetime": "2013-07-10 23:57:34", "datestring": "10. júl. '13, kl: 23:57:34", "text": "vantar inn í þessa setn: skoða oft uppskriftasíður t.d. ´á FB"}, {"response_to": "30129963", "username": "gudda19", "message_id": "30137686", "user_id": "166088", "datetime": "2013-07-14 02:32:18", "datestring": "14. júl. '13, kl: 02:32:18", "text": "búa til möndlumjólk, allskonar fræ eins og til dæmis chia og hörfræ graut í morgunmat, glútenlaus kex, egg getur notað þau á margan hátt eins og að sjóða þau steikja gera ommilettu eða baka þau í svona muffinsmóti sem þú getur notað oft, hnetur, kókoshveiti og möndlumjöl í stað hveitis, stevia sem sætuefni eða jafnvel eplamauk án viðbæts sykurs, svo auðvitað grænmeti, ávextir, hnetusmjör, baunir allskonar."}, {"response_to": "30137686", "username": "hjarta17", "message_id": "30137816", "user_id": "185951", "datetime": "2013-07-14 10:13:46", "datestring": "14. júl. '13, kl: 10:13:46", "text": "Ég vil benda þér á bókina, Heisuréttir fjölskyldunnar eftir Berglindi Sigurðardóttur....."}, {"response_to": "30129963", "username": "stress stelpa", "message_id": "30148233", "user_id": "54415", "datetime": "2013-07-19 14:19:32", "datestring": "19. júl. '13, kl: 14:19:32", "text": "Byrja bara smátt. Taka út alla sæta drykki, kex og sætindi dags daglega (getur leyft krökkunum nammidag um helgar ef þú vilt). Svo þegar það er orðið vani þá geturðu skipt úr samlokubrauði í hrökkbrauð eða gróf (sykurlaus) rúgbrauð. Svo með mjólkurvörurnar þá eru til staðgönguvörur fyrir flest, en þú getur líka boðið uppá múslí með möndlu/soja mjólk eða hafragraut í staðin fyrir jógúrt og slíkt."}, {"response_to": "30129963", "username": "rossen", "message_id": "30148896", "user_id": "124543", "datetime": "2013-07-19 19:49:07", "datestring": "19. júl. '13, kl: 19:49:07", "text": "Herdu Elskan min skeltu i dig og fjoldskyldu dina ASEA og eg lofa der nyju lifi"}, {"response_to": "30148896", "username": "hala", "message_id": "30150706", "user_id": "51933", "datetime": "2013-07-20 20:39:49", "datestring": "20. júl. '13, kl: 20:39:49", "text": "djöfuls drulla"}, {"response_to": "30129963", "username": "dansommer", "message_id": "30160844", "user_id": "128862", "datetime": "2013-07-25 21:49:58", "datestring": "25. júl. '13, kl: 21:49:58", "text": "Sæl,"}]}