{"url": "https://bland.is/umraeda/nytt-islenskt-app-med-10-minutna-aefinga-videoum/30135834/?page=1617", "date": "2013-07-13 00:17:22", "id": "30135834", "items": [{"text": "Hæ Barnalands-lesendur,Ég er stofnandi sprotafyrirtækisins Starters og var að velta fyrir mér hvort þið hafið heyrt af fitness appinu okkar? Starters er iphone app (hægt að ná í á ipad) og hjálpar uppteknu fólki (tilvalið fyrir foreldra) að hreyfa sig í a.m.k. 10 mínútur á dag, sérstaklega þeim sem hafa ekki tíma til að fara í líkamsræktarstöðvar. Appið er frítt og inniheldur fjölbreytt 10 mínútna æfingavídeó sem eru með leiðsögn frá reynslumiklum þjálfurum frá Kaliforníu. Við erum að bæta við fleiri vídeóum innan tíðar!Til viðbótar við aðgang að 10 mínútna vídeóum fá notendur einnig hvatningu, t.d. high five, frá liðsfélögum í Starters og geta sent hvor öðrum BOOST ef að einhver hefur ekki hreyft sig í nokkra daga. Best er að hafa allavega einn vin í lið með sér! Við munum halda áfram að þróa appið og metum álit notendanna okkar rosalega mikils. Ef þið viljið vera með í að hjálpa okkur að prufa og þróa appið væri það æði um leið munið þið bæta heilsuna :)Vefsíða: StartersApp.comNáið í appið hér:  Ef þið eruð með einhverjar spurningar, endilega hafið samband.Kristrun Hjartar", "title": "Nýtt Íslenskt App - Með 10 Mínútna Æfinga Vídeóum", "username": "krissahj", "message_id": "30135834", "user_id": "239697", "response_to": null, "datetime": "2013-07-13 00:17:22", "datestring": "13. júl. '13, kl: 00:17:22"}, {"response_to": "30135834", "username": "theprinsessan", "message_id": "30136100", "user_id": "110401", "datetime": "2013-07-13 08:19:09", "datestring": "13. júl. '13, kl: 08:19:09", "text": "þetta er umræðusvæði ekki sölutorg eða auglýsingarsvæði. vinsamlegast færðu auglýsinguna þína."}, {"response_to": "30135834", "username": "onlyme", "message_id": "30138252", "user_id": "182751", "datetime": "2013-07-14 15:40:29", "datestring": "14. júl. '13, kl: 15:40:29", "text": "Frábært :) þetta væri sniðugt fyrir android líka :)"}, {"response_to": "30138252", "username": "coffeecop", "message_id": "30139434", "user_id": "9903", "datetime": "2013-07-15 11:28:38", "datestring": "15. júl. '13, kl: 11:28:38", "text": "Já segi það, flott framtak en endilega setja á Android (Google play ) líka :)"}]}