{"url": "https://bland.is/umraeda/besti-megrunarkurinn/30171950/?page=1521", "date": "2013-07-30 17:41:56", "id": "30171950", "items": [{"text": "Hver er besti megrunarkúrinn fyrir 14 ára stelpu sem langar að losna við nokkur kíló fyrir skólann", "title": "Besti megrunarkúrinn", "username": "GSB KGG", "message_id": "30171950", "user_id": "148181", "response_to": null, "datetime": "2013-07-30 17:41:56", "datestring": "30. júl. '13, kl: 17:41:56"}, {"response_to": "30171950", "username": "Bdidda", "message_id": "30172006", "user_id": "248822", "datetime": "2013-07-30 18:07:23", "datestring": "30. júl. '13, kl: 18:07:23", "text": "Sleppa megrunarkúrum. Um leið og þú ferð í megrun hægir þú á brennslunni. Fyrir þá sem vilja létta sig er hollustan aðal málið. Vera holl í mataræði og hreyfa sig aðeins meira en venjulega. \"Fit is the new skinny\" ef þér finnst það ekki nóg ættir þú að ræða við einhvern fullorðinn nálagt þér og fá aðstoð :)"}, {"response_to": "30171950", "username": "Diddii", "message_id": "30172311", "user_id": "218041", "datetime": "2013-07-30 20:06:09", "datestring": "30. júl. '13, kl: 20:06:09", "text": "hreyfa sig, borða hollt... þetta gerist svo bara hægt og rólega. Ef þú ert að leita af skyndilausnum þá ertu að fara missa þyngdina og svo kemur hún strax aftur. Ef þú vilt missa og viðhalda gerðu þetta þá bara rólega."}, {"response_to": "30171950", "username": "GSB KGG", "message_id": "30172608", "user_id": "148181", "datetime": "2013-07-30 21:10:30", "datestring": "30. júl. '13, kl: 21:10:30", "text": "Reyni að hjóla og labba, er að æfa handbolta líka sem er í fríi núna"}, {"response_to": "30171950", "username": "Wonderboy", "message_id": "30178224", "user_id": "152449", "datetime": "2013-08-02 12:54:42", "datestring": "2. ágú. '13, kl: 12:54:42", "text": "Til þess að losa fitu er eina leiðin að innbyrða færri kaloríur en þú brennir, hreyfing eykur brennsluna og minna át minkar inntökuna. Bæði virkar vel til að ná af sér auka kílóum þó svo hreyfing hafi þann kost að styrkja og liðka líkamann í leiðinni,"}, {"response_to": "30178224", "username": "theprinsessan", "message_id": "30188396", "user_id": "110401", "datetime": "2013-08-08 20:52:33", "datestring": "8. ágú. '13, kl: 20:52:33", "text": "14 ára hefur ekkert með það að gera að hugsa út í einhverjar kaloríur og megrunarkúra líkt og ketro, lkl eða hvað þetta nú heitir allt saman."}, {"response_to": "30188396", "username": "Wonderboy", "message_id": "30189975", "user_id": "152449", "datetime": "2013-08-09 17:36:31", "datestring": "9. ágú. '13, kl: 17:36:31", "text": "Alltaf gott að hafa jákvætt viðhorf á lífið en ég er einfaldlega ekki sammála þessu hugarfari þínu, ef maður ætlar sér að gera eithvað, hvað svo sem það er, þá er nákvæmni, dugnaður og góð vinnubrögð alltaf besta svarið. Hún segist vilja losna við fitu og ég gaf henni uppástungur hvað það varðar, þú ert ekki að hjálpa til með því að ljúga því hérna að maður geti ekki haft gaman að því að leggja metnað í það eins og hvað annað í lífinu."}, {"response_to": "30189975", "username": "theprinsessan", "message_id": "30189984", "user_id": "110401", "datetime": "2013-08-09 17:42:07", "datestring": "9. ágú. '13, kl: 17:42:07", "text": "líkami 14 ára stúlku er ennþá að breytast og þroskast og því á hún ekki að þurfa a hugsa um einhverjar kaloríur. ég sagði aldrei að hún getur ekki haft gaman af því að leggja metnað í þetta. ég einfaldlega benti á það að hún er á viðkvæmum aldri hvað líkamsvöxt varðar og á ekki að þurfa að hugsa út í einhverjar megranir, það eru litlu skrefin sem skipta máli, þá sérstaklega á þessum aldri."}, {"response_to": "30189984", "username": "Wonderboy", "message_id": "30190001", "user_id": "152449", "datetime": "2013-08-09 17:56:31", "datestring": "9. ágú. '13, kl: 17:56:31", "text": "Ef líkaminn er viðkvæmur er þá ekki enn meiri ástæða til að fylgja góðu mataræði?"}, {"response_to": "30190001", "username": "theprinsessan", "message_id": "30190488", "user_id": "110401", "datetime": "2013-08-09 22:08:20", "datestring": "9. ágú. '13, kl: 22:08:20", "text": "þannig ég er semsagt svona geðveikislega heppin manneskja? er búin að missa yfir 30 kg án þess að hafa nokkur tíman á ævinni reiknað kaloríur? og fullt af öðru fólki sem ég þekki einnig sem heur náð að grennast án þess að fara eftir kaloríum? og vinir sem ég á sem hafa alltaf verið grannir en hafa minni hugmynd en ég um hvað kaloríur er? þessi staðhæfing hjá þér er ekki alveg að gera sig."}, {"response_to": "30190488", "username": "Wonderboy", "message_id": "30190523", "user_id": "152449", "datetime": "2013-08-09 22:18:31", "datestring": "9. ágú. '13, kl: 22:18:31", "text": "Þegar ég segi heppinn er ég ekki að tala um \"1 af hverjum milljón heppinn\" það er fullt af grönnu fólki sem telur ekki kaloríur. Ég er einfaldlega að benda á að besta leiðin til að passa upp á að þú sért að innbyrða flærri kaloríur en þú brennir er að telja þær, ef þú gerir það ekki þá ertu að giska og nema þú sért einhver snillingur þegar kemur að kaloríu innihaldi í mat þá er gisk jú bara spurning um heppni og það eru ekki allir sem eru tilbúnir að eyða mánuðum af ævi sinni í \"gisk megrun\", ef þú skilur hvert ég er að fara? Tíminn er dýrmætur og til að fá sem mest út úr honum er nákvæmni einfaldlega öruggari valkostur."}, {"response_to": "30190523", "username": "theprinsessan", "message_id": "30191035", "user_id": "110401", "datetime": "2013-08-10 06:41:14", "datestring": "10. ágú. '13, kl: 06:41:14", "text": "ég er ekki í megrun og hef aldrei farið í megrun."}, {"response_to": "30190523", "username": "Eyma", "message_id": "30224713", "user_id": "192774", "datetime": "2013-08-28 16:33:08", "datestring": "28. ágú. '13, kl: 16:33:08", "text": "Mig langar að benda á að það er prógram fyrir börn og unglinga í ofþyngd niðri á Landspítala, og sú sem um það sér tekur fram að börn og unglingar eiga aldrei að léttast. Þau eiga bara að standa í stað, og vaxa svo upp í þyngdina og jafna þannig út BMI stuðulinn. Því er mjög varhugavert fyrir 14 ára stelpu að fara of skarpt í það að ætla sér að léttast. Þetta eru því ekki góðar ráðleggingar hjá þér miðað við aldur spyrjanda."}, {"response_to": "30171950", "username": "ingbó", "message_id": "30192995", "user_id": "146104", "datetime": "2013-08-11 19:12:55", "datestring": "11. ágú. '13, kl: 19:12:55", "text": "Sleppa sælgæti, snakki, pizzum og gosi. Borðaðu svolítið meira af grænmeti en þú ert vön, t.d. fleiri tómata, meiri gúrku. Ekki drekka ávaxtasafa því í þeim er ótrúlega mikið af hitaeiningum sem maður verður samt ekki saddur af.   Ekki heldur drekka kakómjólk.  Fáðu þér frekar glas af fjörmjólk.   Ef þú átt auðvelt með að skokka/hlaupa þá er það árangursríkara en að labba eingöngu. Að hjóla, er mjög gott. Svo er líka gott að hlaupa einn daginn, hjóla þann næsta og kannski synda rösklega þann þriðja og hvíla kannski þann fjórða.  -  Þú ert of ung til að fara í \"megrun\", telja kalóríur og þess háttar.  En ekki gera ráð fyrir að losna við nokkur kíló fyrir skólann, hann er nú alveg að fara að byrja."}, {"response_to": "30171950", "username": "Jólasveinninn minn", "message_id": "30194271", "user_id": "94033", "datetime": "2013-08-12 14:37:51", "datestring": "12. ágú. '13, kl: 14:37:51", "text": "Langbesti \"megrunarkúrinn\" er sð sleppa öllum svona tískukúrum, forðast sykur, auka grænmeti, borða grófan og ferskan mat og velja það sem er hollt og seðjandi."}, {"response_to": "30171950", "username": "GSB KGG", "message_id": "30194296", "user_id": "148181", "datetime": "2013-08-12 14:54:30", "datestring": "12. ágú. '13, kl: 14:54:30", "text": "En heimagerðar pizzur, bara kaupa botninn, er það óhollt?"}, {"response_to": "30194296", "username": "e e e", "message_id": "30197172", "user_id": "105981", "datetime": "2013-08-14 02:36:58", "datestring": "14. ágú. '13, kl: 02:36:58", "text": "ef þú vilt borða pizzur skaltu gera það, líttu á það sem spari og í staðinn borðaru meira af léttara fæði þann daginn, meiri grænmeti og ávexti, drekkur vel af vatni. það sem er óhollt við pizzur er að þær eru brauð, hvítt brauð og svo eru hitaeiningar og fita í ostinum og pepperoniinu, ef þú gerir heimalagaða pizzu er gott að sleppa pepperoni, nota ekki of mikinn ost  og svo er skinka misfitandi, kljúklingaskinka en t.d léttari en önnur skinka, hafa svo sveppi, lauk papriku og fl ef þér finnst það gott."}, {"response_to": "30197172", "username": "e e e", "message_id": "30197173", "user_id": "105981", "datetime": "2013-08-14 02:44:15", "datestring": "14. ágú. '13, kl: 02:44:15", "text": "og eg er sammála þeim sem segja að þú átt ekki að fara í megrunarkúr og ekki telja kaloriur. bara að minnka sætindi og fitu,"}, {"response_to": "30171950", "username": "crazycat6969", "message_id": "30225980", "user_id": "257436", "datetime": "2013-08-29 08:50:34", "datestring": "29. ágú. '13, kl: 08:50:34", "text": "pepsi max + sykurlaus ópal og kannski 1-2 bananar á dag :D Engin kolvetni eftir kl.3, æfa í svona 3-4 tíma á dag :D Hægt að skipta í tvennt, fara í ræktina eða út að hlaupa/hjóla 2x á dag"}]}