{"url": "https://bland.is/umraeda/thid-sem-thekkid-agaetlega-kynferdisbrotamann-menn/30178623/?page=1576", "date": "2013-08-02 18:41:09", "id": "30178623", "items": [{"text": "Ég hef oft pælt í því hvað ég myndi gera ef það kæmist upp um barnaníð í mínum félgashóp og verið með sérstakar skoðanir með það. En síðan núna kom upp mál hjá kunningja mínum hann hafði verið að áreita stelpur á netinu og misnota ókunnugar stelpur en samt það var ekki sannað. En núna þegar það er liðið meira en ár þá eru bara allir að láta sem ekkert sé og margir að hanga með honum og þannig. Mér finnst þetta svo algengt hjá fólki að láta sem ekkert sé Hvað mynduð þið gera í mínum sporum?Þið sem þekkið ágætlega kynferðisbrotamann hvað gerðuð þið?", "title": "Þið sem þekkið ágætlega kynferðisbrotamann/menn", "username": "notandi12", "message_id": "30178623", "user_id": "250335", "response_to": null, "datetime": "2013-08-02 18:41:09", "datestring": "2. ágú. '13, kl: 18:41:09"}, {"response_to": "30178623", "username": "notandi12", "message_id": "30178626", "user_id": "250335", "datetime": "2013-08-02 18:43:43", "datestring": "2. ágú. '13, kl: 18:43:43", "text": "Er að tala um að þetta voru börn sem hann beitti ofbeldi"}, {"response_to": "30178623", "username": "abbalabbalú", "message_id": "30178629", "user_id": "59806", "datetime": "2013-08-02 18:46:38", "datestring": "2. ágú. '13, kl: 18:46:38", "text": "Jah, ég veit að mín föðurfjölskylda valdi dæmda barnaníðinginn fram yfir börnin sem hann níddist á. En ég myndi aldrei gera það. Ég skil samt alveg af hverju fólk gerir það, afneitun er sterk og hún getur verið besta leiðin sem sumir sjá til að takast á við svona hrikalegan veruleika."}, {"response_to": "30178629", "username": "Andý", "message_id": "30178660", "user_id": "62139", "datetime": "2013-08-02 18:57:00", "datestring": "2. ágú. '13, kl: 18:57:00", "text": ":'("}, {"response_to": "30178660", "username": "abbalabbalú", "message_id": "30178675", "user_id": "59806", "datetime": "2013-08-02 19:04:56", "datestring": "2. ágú. '13, kl: 19:04:56", "text": "Nei, það er einmitt þess vegna sem sumir \"kjósa\" að afneita þessu frekar, því þetta er svo erfitt að skilja, að upplifa og bregðast við."}, {"response_to": "30178623", "username": "peppykornelius", "message_id": "30178632", "user_id": "225446", "datetime": "2013-08-02 18:47:32", "datestring": "2. ágú. '13, kl: 18:47:32", "text": "Ég dissa fólk sem beitir öðrum ofbeldi og er stolt af því."}, {"response_to": "30178623", "username": "Andý", "message_id": "30178633", "user_id": "62139", "datetime": "2013-08-02 18:48:09", "datestring": "2. ágú. '13, kl: 18:48:09", "text": "Oj. Ég myndi ekki láta eins og ekkert sé. Ég lenti í svona um daginn, ég þekki semsagt mann sem er kynferðisafbrotamaður og situr vonandi inni núna. Ég mun aldrei aldrei tala við hann aftur og ég vona að ég muni aldrei þurfa að sjá hann aftur. Og ef einhver sem þekkir okkur hérna segir honum að ég hafi skrifað þetta, þá er mér skítsama. Ég gubbaði (í alvöru) þegar ég vissi hvað hann hafði gert"}, {"response_to": "30178633", "username": "notandi12", "message_id": "30178644", "user_id": "250335", "datetime": "2013-08-02 18:50:56", "datestring": "2. ágú. '13, kl: 18:50:56", "text": "Ég hef ekkert talað við hann en ég skil ekki alveg hvað allir eru að spá að láta bara eins og ekkert sé og ég fór að spá hvort ég væri að bregðast rangt við að vilja ekki hafa hann nálægt mér... :/ Eins og ég ætti að gefa honum annað séns því ég hef heyrt að hann eigi að vera að vinna í sínum málum. Skiptir það kannski líka máli? ég er alveg mjög rugluð í hausnum í sambandi við þetta"}, {"response_to": "30178644", "username": "Andý", "message_id": "30178646", "user_id": "62139", "datetime": "2013-08-02 18:54:09", "datestring": "2. ágú. '13, kl: 18:54:09", "text": "Þú ræður náttúrulega hvað þú gerir. En ég vil ekki eiga siðblinda vini"}, {"response_to": "30178644", "username": "krist104", "message_id": "30178666", "user_id": "117019", "datetime": "2013-08-02 18:59:31", "datestring": "2. ágú. '13, kl: 18:59:31", "text": "Ég helt þú værir karlkyns miðað við þennan þráð sem þú póstaðir um daginn :-)  En ég hef ekkert svar fyrir þig. Þetta hlýtur að vera óþægileg staða."}, {"response_to": "30178666", "username": "notandi12", "message_id": "30178670", "user_id": "250335", "datetime": "2013-08-02 19:02:32", "datestring": "2. ágú. '13, kl: 19:02:32", "text": "hehe þetta var sett upp í svona til að fá ykkar skoðanir á þessu....ég og vinkonur mínar bara að spá hvað væri eðlilegt"}, {"response_to": "30178670", "username": "krist104", "message_id": "30178672", "user_id": "117019", "datetime": "2013-08-02 19:03:30", "datestring": "2. ágú. '13, kl: 19:03:30", "text": "Þá á´ttu að taka það fram...svona til að fyrirbyggja misskilning hehe.. En vonandi tekst þér að leysa þetta leiðindarmál sem þú ert í ."}, {"response_to": "30178672", "username": "notandi12", "message_id": "30178674", "user_id": "250335", "datetime": "2013-08-02 19:04:28", "datestring": "2. ágú. '13, kl: 19:04:28", "text": "æ okkur fannst þetta koma betur út ef við myndum þykjast vera gaurinn sem sagði þetta hehe en takk fyrir það :)"}, {"response_to": "30178644", "username": "peppykornelius", "message_id": "30178673", "user_id": "225446", "datetime": "2013-08-02 19:04:03", "datestring": "2. ágú. '13, kl: 19:04:03", "text": "gerðu bara nákvæmlega það sem ÞÉR finnst réttast, ekki láta undan þrýstingi frá öðrum."}, {"response_to": "30178673", "username": "notandi12", "message_id": "30178676", "user_id": "250335", "datetime": "2013-08-02 19:05:31", "datestring": "2. ágú. '13, kl: 19:05:31", "text": "Það er rétt en ég hef bara oft séð hér inni frá til dæmis nötz og fleiri konum að þeir eigi líka skilið annan séns og þannig :S"}, {"response_to": "30178676", "username": "peppykornelius", "message_id": "30178685", "user_id": "225446", "datetime": "2013-08-02 19:14:20", "datestring": "2. ágú. '13, kl: 19:14:20", "text": "Já, batnandi fólki er best að lifa, það er satt. En svo er það hinsvegar þitt að velja og hafna og þú átt fullan rétt á að hafna þeim sem hafa brotið kynferðislega á öðrum."}, {"response_to": "30178644", "username": "tavi", "message_id": "30178678", "user_id": "60975", "datetime": "2013-08-02 19:06:30", "datestring": "2. ágú. '13, kl: 19:06:30", "text": "Ég þekki ofbeldismenn og ég vil ekki hafa þá í mínu lífi. Ef ég vissi fyrir víst að þeir hefðu breyst, væru staðráðnir í að nauðga aldrei aftur og væru að vinna í sér og sínum málum, þá myndi ég íhuga að tala einhvern tíman við þá aftur. En þar sem ég veit fyrir víst að þeir hafa ekki breyst og sjá ekkert athugavert við það sem þeir gerðu þá kemur ekki til greina af minni hálfu að láta eins og ekkert hafi gerst."}, {"response_to": "30178644", "username": "abbalabbalú", "message_id": "30178680", "user_id": "59806", "datetime": "2013-08-02 19:07:58", "datestring": "2. ágú. '13, kl: 19:07:58", "text": "Mér finnst það skipta máli. Ef hann er í raun að leita sér hjálpar þá er mikilvægt að hann eigi einhvern möguleika á að komast aftur inn í samfélagið, með vissum fyrirvörum náttúrulega. Ef hann er útilokaður úr öllum hópum út af þessu þá er hvatinn til bata í raun farinn. Og það er hættulegt."}, {"response_to": "30178633", "username": "Andý", "message_id": "30178665", "user_id": "62139", "datetime": "2013-08-02 18:58:53", "datestring": "2. ágú. '13, kl: 18:58:53", "text": "Ég vil taka það fram að hann játaði brotið, það er enginn vafi, hann er kynferðisafbrotamaður og nei takk sko"}, {"response_to": "30178665", "username": "notandi12", "message_id": "30178671", "user_id": "250335", "datetime": "2013-08-02 19:03:22", "datestring": "2. ágú. '13, kl: 19:03:22", "text": "sama hjá mér og ég held ég haldi bara áfram að gera eins og þú...en hvað með ef vinir þínir myndu taka hann þangað sem þú ert eins og partý og þannig?"}, {"response_to": "30178671", "username": "Andý", "message_id": "30178683", "user_id": "62139", "datetime": "2013-08-02 19:10:41", "datestring": "2. ágú. '13, kl: 19:10:41", "text": "Í mínu tilfelli, ég færi ekki. Ég vil ekki sjá hann, aldrei meir"}, {"response_to": "30178671", "username": "theonlysunny❤", "message_id": "30178817", "user_id": "170762", "datetime": "2013-08-02 21:01:42", "datestring": "2. ágú. '13, kl: 21:01:42", "text": "Sko ég væri í alvöru búin að spyrja vini mína hvernig þau gætu þetta, látið bara eins og ekkert væri og horft á hann sömu augum og haldið áfram að hitta hann. Taka fram að ég gæti alls ekki látið svona sjálf og myndi aldrei vilja koma þar sem hann er staddur, en myndi að sjálfsögðu orða þetta allt bara á rólegu nótunum :) Sjá svo hvaða svör ég fengi, hver þeirra útskýring á þessu væri."}, {"response_to": "30178623", "username": "tjúa", "message_id": "30178807", "user_id": "7256", "datetime": "2013-08-02 20:54:02", "datestring": "2. ágú. '13, kl: 20:54:02", "text": "Ég þekki vel til afbrotamanns. Dæmdur fyrir níð á 4 börnum, þar með talið stjúpbarn. En öll fjölskyldan stóð með honum, þar með talin mamma barnsins og ég hélt ég hefði verið ein um að gruna manninn um að þetta væri allt satt. Börnin 4 voru allt unglingsstrákar og þegar sonur minn komst á aldur sagði ég honum frá og bað hann um að láta þennan mann vera. Börnin mín áttu aldrei að vera ein með honum, en ég veit að það var ekki alltaf virt. Ég hótaði að tilkynna til lögreglu ef ég frétti aftur af því, og þá varð aldrei meira talað um það."}, {"response_to": "30178807", "username": "chiccolino", "message_id": "30179057", "user_id": "152221", "datetime": "2013-08-02 23:26:25", "datestring": "2. ágú. '13, kl: 23:26:25", "text": "Úff, nú er ég bara enn ákveðnari í að taka ekki sénsinn þrátt fyrir þrýsting frá fjölskyldunni, takk!"}, {"response_to": "30178623", "username": "Ljóðlý", "message_id": "30178932", "user_id": "254740", "datetime": "2013-08-02 22:22:47", "datestring": "2. ágú. '13, kl: 22:22:47", "text": "Mín reynsla er sú að fólk mun þrátt fyrir sínar háleitu og vel viðruðu skoðanir á málefninu í engu breyta sinni umgengni við gerandann en flestir munu byrja að sniðganga þolandann.  Það skiptir engu hvernig þolandanum líður, hvort maki hans sé með líf hans í lúkunum á hverjum degi, horfandi uppá hann skera sig og gráta sig í svefn hvert kvöld."}, {"response_to": "30178932", "username": "Andý", "message_id": "30179037", "user_id": "62139", "datetime": "2013-08-02 23:20:22", "datestring": "2. ágú. '13, kl: 23:20:22", "text": "Æi hvað þetta er að verða sorglegur þráður :("}, {"response_to": "30178932", "username": "YulBrynner", "message_id": "30179193", "user_id": "146600", "datetime": "2013-08-03 01:55:14", "datestring": "3. ágú. '13, kl: 01:55:14", "text": ":("}, {"response_to": "30178623", "username": "Harlequin", "message_id": "30179004", "user_id": "204984", "datetime": "2013-08-02 23:10:56", "datestring": "2. ágú. '13, kl: 23:10:56", "text": "Almenningur á ekki að fara með dómsvald. Dómstólar fara með dómsvald."}, {"response_to": "30179004", "username": "theonlysunny❤", "message_id": "30179161", "user_id": "170762", "datetime": "2013-08-03 00:47:46", "datestring": "3. ágú. '13, kl: 00:47:46", "text": "Skil þig ekki. Það er verið að tala um mann sem hefur viðurkennt brot sín."}, {"response_to": "30178623", "username": "chiccolino", "message_id": "30179080", "user_id": "152221", "datetime": "2013-08-02 23:36:49", "datestring": "2. ágú. '13, kl: 23:36:49", "text": "Já, ég þekki til svona manns, tengd fjölskylduböndum og það er ekki einfalt. Það komst upp að hann hafi verið að áreita börn í gegnum netið í mörg ár, sendandi myndir og dónaleg skilaboð og var kominn ansi nálægt því að komast í náin kynni við barn utan netheima þegar hann var nappaður af foreldrum barnsins og kærður til lögreglu. Það fór allt í háaloft í nokkra daga, konan hans henti honum út (eiga börn saman) en eftir tvær vikur var allt búið að því er virðist, konan tók við honum aftur, systkini hans treysta honum nálægt börnunum sínum, þrátt fyrir að hann hafi viðurkennt barnagirnd, allt að því að hann fór og hitti sálfræðing. Fyrir mér er tölfræðin bara ekki nógu hagstæð til að ég treysti honum einum með mínum börnum, en það virðist ætla að kljúfa fjölskylduna í tvennt, ég er ein á móti öllum hinum, ég treysti honum bara ekki nóg til að leyfa honum að njóta vafans, verandi búinn að ljúga upp í opið geðið á fjölskyldunni sinni í mörg ár, þá gæti hann allt eins enn verið að ljúga og ég er bara ekki tilbúin til að taka sénsinn með líf barnanna minna, jafnvel þótt það kosti mig fjölskylduna, börnin mín eru bara mikilvægari en það. Og eftir að hafa lesið svarið hjá tjúa hérna ofar, þá er ég bara enn ákveðnari í því að hann fái aldrei að njóta vafans. Verst þykir mér að vita af börnum inná hans heimili sem hann er stundum einn með, auk þess sem að fjölskylda konunnar veit ekki af þessu (þetta er bara eitt stórt leyndarmál) og þar eru börn sem hann fær að umgangast óáreittur."}, {"response_to": "30178623", "username": "ert", "message_id": "30179089", "user_id": "37456", "datetime": "2013-08-02 23:41:40", "datestring": "2. ágú. '13, kl: 23:41:40", "text": "Smá vangavelta - ef allir fullorðnir ákveða að níðingurinn sé ógeðslegur og það eigi ekki að tala við hann eða umgangast hann í hvaða félagsskap leitar hann þá?"}, {"response_to": "30179089", "username": "Andý", "message_id": "30179093", "user_id": "62139", "datetime": "2013-08-02 23:45:45", "datestring": "2. ágú. '13, kl: 23:45:45", "text": "Hann getur bara fundið sér nýja vini sem þekkja hann öðruvísi. Ég ætla allavega aldrei að tala við fyrrverandi vin minn aftur. Aldrei!"}, {"response_to": "30179093", "username": "ert", "message_id": "30179095", "user_id": "37456", "datetime": "2013-08-02 23:46:31", "datestring": "2. ágú. '13, kl: 23:46:31", "text": "alveg rétt - ef allir fullorðnir hætta að tala við barnaníðing þá getur hann fundið sér vini sem eru ekki fullorðnir!"}, {"response_to": "30179095", "username": "tjúa", "message_id": "30179104", "user_id": "7256", "datetime": "2013-08-02 23:49:42", "datestring": "2. ágú. '13, kl: 23:49:42", "text": "ég hafði ekkert á móti því að hann væri með fullorðna fólkinu. Bara alls ekki. En einn með börnum, nei hei. Aldeilis ekki."}, {"response_to": "30179104", "username": "ert", "message_id": "30179117", "user_id": "37456", "datetime": "2013-08-02 23:54:28", "datestring": "2. ágú. '13, kl: 23:54:28", "text": "Ég er bara að benda á það að fordæma fullorðið fólk fyrir að umgangast glæpamenn er vafasamt. Hins vegar allt annað mál að fordæma það að fólk viðurkenni ekki að glæpamenn séu glæpamenn þegar það er augljóst."}, {"response_to": "30179117", "username": "Andý", "message_id": "30179131", "user_id": "62139", "datetime": "2013-08-03 00:02:05", "datestring": "3. ágú. '13, kl: 00:02:05", "text": "Ég var ekki að fordæma neinn ert, ég sagði meira að segja að hún gæti gert eins og hún vildi. En mínir vinir myndu allavega hafa vit á því að bjóða ekki mér og fyrrverandi vini mnum í sama partíið. Svo veit ég ekkert hvernig ég brygðist við ef það væri verið að ræða einhvern annan mann en akkúrat þennan, maður er nú ekkert alltaf að lenda í því að þekkja svona fólk"}, {"response_to": "30179131", "username": "ert", "message_id": "30179133", "user_id": "37456", "datetime": "2013-08-03 00:02:42", "datestring": "3. ágú. '13, kl: 00:02:42", "text": "Enda var ég ekki að vísa í ummæli þín"}, {"response_to": "30179133", "username": "Andý", "message_id": "30179146", "user_id": "62139", "datetime": "2013-08-03 00:13:52", "datestring": "3. ágú. '13, kl: 00:13:52", "text": "Hjúkk! ;)"}, {"response_to": "30178623", "username": "avery", "message_id": "30179118", "user_id": "26599", "datetime": "2013-08-02 23:54:29", "datestring": "2. ágú. '13, kl: 23:54:29", "text": "En gætu þið umgengist náinn ættingja sem kýs að búa með kynferðisglæpamanni / barnaníðingi ? Gætu þið hitt maka hans, tekið í hendina á honum og látið sem ekkert sé ?  Myndu þið halda tengslum við frænku ykkar ef þetta væri svona hjá henni? Hún hefur sjálf ekkert brotið af sér en kýs að búa með manninum áfram þrátt fyrir að hann hafi hlotið dóm 2 sinnum. Þau eiga engin börn sjálf."}, {"response_to": "30178623", "username": "Alli Nuke", "message_id": "30179167", "user_id": "218316", "datetime": "2013-08-03 00:59:26", "datestring": "3. ágú. '13, kl: 00:59:26", "text": "Hafandi einu sinni þekkt raðnauðgara, þá get ég upplýst að honum var gjörsamlega útskúfað úr vinahópnum eftir að upp komst um hann. Það grunaði engan þetta. Viðkomandi flutti síðan úr landi eftir afplánun dóms, það var það síðasta sem ég frétti af honum."}, {"response_to": "30179167", "username": "Ljóðlý", "message_id": "30179169", "user_id": "254740", "datetime": "2013-08-03 01:05:22", "datestring": "3. ágú. '13, kl: 01:05:22", "text": "Fólk virðist eiga auðveldara með að útskúfa nauðgara en barnaníðinga.  Afhverju ætli það sé?"}, {"response_to": "30179169", "username": "Alli Nuke", "message_id": "30179174", "user_id": "218316", "datetime": "2013-08-03 01:14:37", "datestring": "3. ágú. '13, kl: 01:14:37", "text": "Ég get ekki svarað því þar sem ég þekki (vonandi) ekki barnaníðing. En ég stórefast um að ég myndi ekki útskúfa barnaníðing, ég hef nánast útskúfað fjölskyldumeðlim fyrir mun minni sakir."}]}