{"url": "https://bland.is/umraeda/klosettthjalfun-101-/30186297/?page=1545", "date": "2013-08-07 19:23:41", "id": "30186297", "items": [{"text": "Er með eina sem verður þriggja ára í lok október og væri alveg til í að klára þetta bleyjudæmi sem fyrst. Hún hefur ekki sýnt þessu neinn áhuga og er slétt sama þó hún geri allt sitt í bleyju. Hefur þó alveg pissað í kopp og kúkaði í klósett í gær en hefur svo ekkert viljað setjast á kopp eða á klósett í dag, þrátt fyrir að vita af Latabæjarlímmiðunum sem í boði eru.    Einhver ráð? Er orðin pínu þreytt á því að bíða eftir því að hún verði \"tilbúin í þetta\".", "title": "Klósettþjálfun 101?", "username": "Mukarukaka", "message_id": "30186297", "user_id": "41317", "response_to": null, "datetime": "2013-08-07 19:23:41", "datestring": "7. ágú. '13, kl: 19:23:41"}, {"response_to": "30186297", "username": "TylerD", "message_id": "30186518", "user_id": "103470", "datetime": "2013-08-07 20:56:41", "datestring": "7. ágú. '13, kl: 20:56:41", "text": "mín 2 ára er hætt með bleyju, ég tók bara bleyjuna alveg af henni, komu nokkur slys en þetta lærðist"}, {"response_to": "30186518", "username": "Mukarukaka", "message_id": "30186581", "user_id": "41317", "datetime": "2013-08-07 21:13:13", "datestring": "7. ágú. '13, kl: 21:13:13", "text": "Já það er einmitt málið, slysin minnka ekki og hún virðist ekki gera sér grein fyrir þessari \"mál að pissa\" tilfinningu, þetta lekur bara eftir behag.."}, {"response_to": "30186297", "username": "Regn1012", "message_id": "30187128", "user_id": "188748", "datetime": "2013-08-08 08:00:15", "datestring": "8. ágú. '13, kl: 08:00:15", "text": "prófa \"feel wet\" í staðin fyrir \"stay dry\" bleiu, þá finnur hún fyrir bleytunni og vill frekar losna við bleiuna"}, {"response_to": "30187128", "username": "solmusa", "message_id": "30187612", "user_id": "225202", "datetime": "2013-08-08 13:19:38", "datestring": "8. ágú. '13, kl: 13:19:38", "text": "Ég verð nú að segja að ég held það sé alveg til í dæminu að börn séu tilbúin og ekki tilbúin. Ég prófaði þetta með hálfs árs millibili með mína stráka og í fyrra skiptið hafði ég ekki undan að þvo buxur/nærbuxur, leið ekki meira en 30 mín án þess að einhver pissaði í buxurnar og það er skemmst frá því að segja að ég gafst upp eftir 3-4 daga en í seinna skiptið bara tók ég af þeim bleyjuna og þeir mössuðu þetta þannig þeir voru greinilega eitthvað tilbúnari í seinna skiptið."}, {"response_to": "30187612", "username": "Regn1012", "message_id": "30187618", "user_id": "188748", "datetime": "2013-08-08 13:23:48", "datestring": "8. ágú. '13, kl: 13:23:48", "text": "jújú, auðvitað er það alveg til líka, svo taka börnin auðvitað tímabil, það er kannski tilbúið 20,21,22,23mán en ekki 24,25,26 og svo aftur eftir það, bara afþví það koma smá tímabil á milli og maður getur auðvitað hitt á rangann dag þessvegna þegar maður prófar fyrst :)"}, {"response_to": "30187618", "username": "solmusa", "message_id": "30187626", "user_id": "225202", "datetime": "2013-08-08 13:27:10", "datestring": "8. ágú. '13, kl: 13:27:10", "text": "Já einmitt :) Held það sé líka gott að hafa bakvið eyrað að byrja að setjast á kopp/klósett mjög snemma svo barnið sé orðið vant því og þá einmitt hittir maður kannski líka frekar á réttan tíma fyrr."}, {"response_to": "30187626", "username": "Regn1012", "message_id": "30187639", "user_id": "188748", "datetime": "2013-08-08 13:32:28", "datestring": "8. ágú. '13, kl: 13:32:28", "text": "Algjörlega sammála því :)"}, {"response_to": "30187128", "username": "Mukarukaka", "message_id": "30187995", "user_id": "41317", "datetime": "2013-08-08 16:54:38", "datestring": "8. ágú. '13, kl: 16:54:38", "text": "Frábært! Takk fyrir þessi ráð!"}, {"response_to": "30187128", "username": "idasvensson", "message_id": "30188102", "user_id": "253774", "datetime": "2013-08-08 17:57:22", "datestring": "8. ágú. '13, kl: 17:57:22", "text": "barn er vanið á bleyju já, en það breytir því ekki að börn séu alltaf tilbúin að hætta með bleyjuna þegar foreldrunum hentar."}, {"response_to": "30186297", "username": "Upseydaisey", "message_id": "30187547", "user_id": "179369", "datetime": "2013-08-08 12:33:18", "datestring": "8. ágú. '13, kl: 12:33:18", "text": "Æfingarbuxur hafa reynst vel fyrir börn til að hætta með bleiu."}, {"response_to": "30186297", "username": "Zagara", "message_id": "30187559", "user_id": "68119", "datetime": "2013-08-08 12:46:59", "datestring": "8. ágú. '13, kl: 12:46:59", "text": "Leikskólinn hjálpaði okkur, þau hreinlega báðu okkur um að fá að gera það. Við vorum að bíða eftir að barnið yrði tilbúið eftir misheppnaðar tilraunir en eftir einn dag án bleyju á leikskóla hefur barnið varla pissað í sig."}, {"response_to": "30187559", "username": "Zagara", "message_id": "30187560", "user_id": "68119", "datetime": "2013-08-08 12:47:17", "datestring": "8. ágú. '13, kl: 12:47:17", "text": "pissað á sig."}, {"response_to": "30186297", "username": "Crosby", "message_id": "30188531", "user_id": "244491", "datetime": "2013-08-08 21:50:45", "datestring": "8. ágú. '13, kl: 21:50:45", "text": "Minn strákur var að hætta með bleyju núna í sumarfríinu, 25mánaða. Fyrstu dagana komu nokkur slys og oftast eh í nærbuxurnar áður en það fór í klósettið. Fyrst var ég að þvo 4-5 pissubuxur á dag en núna hefur ekki komið slys í 4 daga, svo þetta lærist. Hann er ekki farinn að segja til þegar hann þarf á klósettið (búin að gera það kannski 4x) svo við erum að setja hann á klósettið á svona 60mín fresti og þegar við sjáum að hann er farinn að iða-pissudansinn. Tveir dagar á leikskólanum liðnir og ekkert slys þar enda er farið með þau á klósettið reglulega, fyrir útiveru, fyrir hádegismat, fyrir kaffitíma, og það virðist vera að virka =) ... næsta verkefni er bara að æfa okkur að leyfa honum að láta okkur vita og það gerist bara með tímanum. Ef við förum að láta líða lengur á milli pissuferða þá kannski fer hann að finna betur fyrir þessu, halda í sér og láta svo vita =)"}, {"response_to": "30186297", "username": "KuTTar", "message_id": "30188861", "user_id": "232421", "datetime": "2013-08-09 00:58:31", "datestring": "9. ágú. '13, kl: 00:58:31", "text": "Ég keypti bleiu pakka og sagði við hana að þegar þessi pakki væri búinn þá yrði ekki keypt fleiri bleiur."}, {"response_to": "30186297", "username": "choochoo", "message_id": "30205122", "user_id": "95129", "datetime": "2013-08-18 16:49:27", "datestring": "18. ágú. '13, kl: 16:49:27", "text": "Prófaðu að taka þér eina viku þar sem þú getur verið með hana heima. Hafðu hana bara alveg berrassaða. Fáðu þér ódýran kopp til að hafa í sem flestum herbergjum þar sem hún er. Þegar hún gerir sitt á gólfið þá læturðu hana þrífa það upp með þér. Ég las þetta í einhverri bók og það virkaði á mína. Hún var á jafngömul þinni, alveg að verða þriggja. Hún varð miklu meira vör við pissið þegar það fór svona beint á gólfið og henni fannst það óþægilegt. Henni fannst líka smá vesen að þrífa það upp. Einu sinni rann hún í pissinu og datt og þá varð hún eiginlega alveg á því að þá væri nú skárra að pissa í koppinn. Ég gerði aldrei neitt mál úr því þegar hún pissaði eða kúkaði á gólfið (eða í buxurnar þegar hún fór aftur í þær). Ég ítrekaði bara að nú væri hún bara að æfa sig og það gæti alveg komið fyrir að það yrðu slys. Það gengi bara betur næst og við myndum bara redda þessu og svo gerðum við það. Hún fór því ekki í neinn mínus með sjálfa sig en henni fannst samt alveg ógeðslegt að pissa á sig eða á gólfið, hvað þá að gera númer tvö, og fór því iðulega að grenja þegar það gerðist. Það skipti hana því miklu máli sá stuðningur sem við sýndum henni á þessum dramatísku augnablikum. Ég tók hana samt ekki af næturbleyjunum strax. Hún var þurr lengi á nóttunni áður en við tókum þær. Það urðu tvö slys á næstu tveimur mánuðum eða svo en ekkert meir. Varðandi með að sitja á koppnum að þá þurftum við að múta henni. Límmiðar virkuðu ekki hvetjandi á mína en hún fékk rúsínu fyrir að sitja á koppnum og svo extra rúsínur þegar hún pissaði í hann. Henni fannst mest óþægilegt að kúka í kopp og því fékk hún súkkilaðirúsínu fyrir að gera það, því hún veit ekkert betra. Hún fór fljótlega að setjast á koppinn í tíma og ótíma bara til að fá rúsínur. Við tröppuðum síðan rúsínuverðlaunin niður, fórum svo að \"gleyma\" þeim inni á milli, lengdum bilið á milli verðlauna og síðan hættum við þeim bara."}]}