{"url": "https://bland.is/umraeda/konur-med-legslimuflakk-/30180495/?page=1574", "date": "2013-08-04 12:29:03", "id": "30180495", "items": [{"text": "Ég hef nýlega verið greind með legslímuflakk, fór í aðgerð og það var tekinn eggjastokkur og leiðari og brenndar margar skellur inni í mér.   Ég vissi ekki fyrir aðgerðina að ég væri með legslímuflakk, vissi að ég var með súkkulaði cystu á eggjastokk en ekkert meira.  Ég hef aldrei verið með neitt skelfilega verki eða skelfilegar blæðingar, þó að blæðingar hafi að vísu aukist síðustu 5 ár en ég hélt að það væri bara hluti af for-breytingarskeiði. Hef alveg fengið túrverki en kannski bara í 2-3 tíma einn dag af blæðingunum.Núna er ég með fyrstu blæðingar eftir aðgerðina og ég er búin að vera sárkvalin af verkjum frá fyrsta degi blæðinga, í dag er 4 dagur og ég er ennþá kvalin.  Verkirnir hafa næstum verið stöðugir allan tíimann og verkjalyf eins og ibufen virka ekki.Hver er ykkar reynsla af þessu ?  getur verið að aðgerðin hafi kveikt á legslímuflakkinu, þá meina ég komið af stað einkennum sem ég fann ekki fyrir áður ?  eða eru þessir verkir bara eðlileg fyrstu blæðingar eftir aðgerðina ?Ég á tíma í eftirskoðun eftir 2 vikur og mun þá rekja garnirnar úr lækninum um þetta nýja ástand mitt, en vantar bara að heyra í ykkur hinum hver ykkar reynsla var/er.", "title": "Konur með legslímuflakk ?", "username": "packman", "message_id": "30180495", "user_id": "51167", "response_to": null, "datetime": "2013-08-04 12:29:03", "datestring": "4. ágú. '13, kl: 12:29:03"}, {"response_to": "30180495", "username": "Gladis", "message_id": "30180507", "user_id": "53215", "datetime": "2013-08-04 12:36:11", "datestring": "4. ágú. '13, kl: 12:36:11", "text": ""}, {"response_to": "30180495", "username": "kardis", "message_id": "30180510", "user_id": "196639", "datetime": "2013-08-04 12:38:12", "datestring": "4. ágú. '13, kl: 12:38:12", "text": "Ég fékk thessa greiningu fyrir mørgum árum, en ég hafdi líka verid sárkvalin af mánadarlegum verkjum frá thvi ad ég byrjadi ad hafa blædingar. Ég veit ekki mikid um thetta en ég get hins vegar mælt med verkjarlyfjum.. s.s lyf sem virkudu fyrir mig. Ég kemst ekki í gegnum fyrstu daga blædingar án thess ad taka voltaren rapid (bólgueydandi) + eitthvad verkjastillandi eins og panodil eda ibufen."}]}