{"url": "https://bland.is/umraeda/samsung-galaxy-vandraedi/30204591/?page=1545", "date": "2013-08-18 10:08:40", "id": "30204591", "items": [{"text": "Ég er með Samsung Galaxy Wonder síma og er í smá vandræðum með hann. Hann sendir ekki nema sem svarar stafafjölda eins sms í einu en það er boðið upp á að skrifa meira en það. Ef ég skrifa einum staf meira en eitt sms þá sendir hann það ekki. Er þetta stillingaratriði og hvar er það þá?   Þetta er ótrúlega pirrandi.", "title": "Samsung Galaxy vandræði", "username": "Þjóðarblómið", "message_id": "30204591", "user_id": "48048", "response_to": null, "datetime": "2013-08-18 10:08:40", "datestring": "18. ágú. '13, kl: 10:08:40"}, {"response_to": "30204591", "username": "ÓRÍ73", "message_id": "30204693", "user_id": "20092", "datetime": "2013-08-18 11:24:21", "datestring": "18. ágú. '13, kl: 11:24:21", "text": "hann breytir því í mms er það ekki þegar þú ert komin yfir ákveðinn fjölda, minn amk gerir það. svo ef síminn senir ekki mms þá fer sms-ið ekki."}, {"response_to": "30204693", "username": "Þjóðarblómið", "message_id": "30204821", "user_id": "48048", "datetime": "2013-08-18 13:07:53", "datestring": "18. ágú. '13, kl: 13:07:53", "text": "Hann sendir mms. ég get bara skrifað 70 stafi, ef ég geri 71 þá sendist það ekki."}, {"response_to": "30204591", "username": "ingbó", "message_id": "30204858", "user_id": "146104", "datetime": "2013-08-18 13:20:53", "datestring": "18. ágú. '13, kl: 13:20:53", "text": "Minn Samsung Galaxy Wonder er bara leiðinlegur - á það til að þagna, þ.e. þegar ég svara þá annað hvort heyri ég ekki í þeim sem hringdi eða hann heyrir ekki í mér. Lagast ekki nema slökkva og kveikja á kvikindinu.  Það sama er með sms in- þau mega náttúrlega ekki vera lengi en 70 stafa  - og svo er hann með leiðindi ef það er mikið af íslenskum stöfum þó skilaboðin séu örstutt. Ef þetta er stillingaratriði þá hef ég ekki fundið út úr því og er þó búin að reyna og reyna."}, {"response_to": "30204858", "username": "Þjóðarblómið", "message_id": "30204866", "user_id": "48048", "datetime": "2013-08-18 13:23:47", "datestring": "18. ágú. '13, kl: 13:23:47", "text": "Minn er einmitt eins og þinn, alveg ferlega leiðinlegur oft. Oft þegar hringt er í mig og hann er með fullt samband og fulhlaðinn kemur samt að ég sé utan þjónustusvæðis... Er alveg á mörkunum með að fá mér nýjan síma... en finnst það samt ekki alveg tímabært."}, {"response_to": "30204866", "username": "ingbó", "message_id": "30205045", "user_id": "146104", "datetime": "2013-08-18 16:02:16", "datestring": "18. ágú. '13, kl: 16:02:16", "text": "Held að það sé einhver framleiðslugalli í þessari týpu. Þekki fleiri sem hafa lent í þessu.  Þeir sem seldu mér minn síma (Elko) kannast samt ekkert við að hafa fengið extra margar kvartanir út af þessari símatýpu en af einhverjum ástæðum var Wonder-inn ekki lengi í sölu.  Ég bara tími ekki að skipta um síma - nema þá til að fá mér ódýran símasíma - þ.e. síma sem er bara sími og fá mér þá nýtt númer í Wonderinn og nota til að fara á netið og svoleiðis."}, {"response_to": "30205045", "username": "Þjóðarblómið", "message_id": "30205053", "user_id": "48048", "datetime": "2013-08-18 16:05:38", "datestring": "18. ágú. '13, kl: 16:05:38", "text": "Minn verður tveggja ára um jólin, hugsa að ég láti hann duga þangað til."}]}