{"url": "https://bland.is/umraeda/vardandi-skilnad-umgengi-og-stjupforeldra/30220851/?page=1526", "date": "2013-08-26 18:22:08", "id": "30220851", "items": [{"text": "Ég er með nokkrar spurningar fyrir ykkur kæru Er-ingar...Ég var að hætta  með kærasta mínum til 10 ára og eigum við saman 3 ára gamlan strák. Nú búum við í bæjarfélagi sem fyrrverandi er frá en ekki ég. Þetta er lítið bæjarfélag og bærinn fór gjörsamlega úr böndunum þegar við hættum saman því þótt það sé leiðinlegt að segja frá því þá hélt ég framhjá og þetta er búið að vera mjög erfitt fyrir okkur bæði og hef ég verið að hugsa um að fara frá þessi bæjarfélagi til þess að reyna byrja upp á nýtt því ég bara get það ekki hér, ekki eftir þetta allt saman.  Og núna koma spurningarnar1. Hvernig ákveðum við hvar barnið eigi að búa??2. Hvenær er rétti tíminn til að kynna barnið sitt fyrir nýjum kærasta?3. Á ég að spurja fyrst barnsfaðir minn hvort honum sé sama hvort ég kynni barninu okkar fyrir nýja kærastanum?4. Er skrýtið af mér að hugsa um að flytja úr bæjarfélaginu og hafa barnið hjá föður sínum? Semsagt, ekki að taka barnið með mér þegar ég flyt... Ég vil ekki taka hann frá öllu sem hann þekkir en samt vil ég ekki fara frá honum... Hvernig ákveð ég þetta ?? Hvernig er það hægt??5. Finnst fólki athugavert ef það sé mamman sem hefur \"pabbahelgar\" en ekki pabbinn?Æji, ég held ég hafi ekki fleiri spurningar en það koma kannski fleiri ef það verður einhver umræða í kringum þetta. Endilega ef einhver getur svarað mér eða bara rætt við mig um þessa hluti verð ég mjög þakklát :)", "title": "Varðandi skilnað, umgengi og stjúpforeldra", "username": "fataskapur", "message_id": "30220851", "user_id": "198535", "response_to": null, "datetime": "2013-08-26 18:22:08", "datestring": "26. ágú. '13, kl: 18:22:08"}, {"response_to": "30220851", "username": "alboa", "message_id": "30220857", "user_id": "31118", "datetime": "2013-08-26 18:28:33", "datestring": "26. ágú. '13, kl: 18:28:33", "text": "Að ákveða hvar barnið á að búa ætti að fara eftir hvað hentar barninu best. Hvort foreldrið er líklegra til að geta sinnt því og þörfum þess almennilega? Eru vinnur foreldra atriði? Stöðugleiki er mikilvægur fyrir börn en þau þola alveg flutninga."}, {"response_to": "30220857", "username": "fataskapur", "message_id": "30220861", "user_id": "198535", "datetime": "2013-08-26 18:33:39", "datestring": "26. ágú. '13, kl: 18:33:39", "text": "Takk fyrir svarið og eitt sem ég gleymdi kannski að nefna er að við hættum saman í enduðum apríl og hef ég verið að hitta strák síðan þá... Eða semsagt strákurinn sem ég hélt framhjá með.. Við erum búin að vera hittast í 4 mánuði núna. Ég flutti strax út og hef verið að leigja síðan og hefur strákurinn okkar alveg jafnað sig á því.. Eða hann talar um að vera heima hjá mömmu og svo heima hjá pabba og erum við foreldranir mjög góðir vinir og hittumst oft og sýnum strákinum okkar að allt er í góðu :) En það sem ég er líka að pæla er að ef ég flyt héðan og það verður kannski með nýja kærastanum og þá vil ég vita hvort hann höndli það að vera stjúpforeldri því ég vil ekki vera í sambandi með einhverjum sem vill ekki verða foreldri..."}, {"response_to": "30220861", "username": "alboa", "message_id": "30220947", "user_id": "31118", "datetime": "2013-08-26 19:30:10", "datestring": "26. ágú. '13, kl: 19:30:10", "text": "Þú prufar ekki svona á barninu sjálfu. Ræddu við manninn fyrst um hvort hann hafi áhuga á að vera \"pabbi\" stráksins. En 4 mánuðir eru ansi stutt og ég myndi bíða lengur áður en hann og strákurinn hittast. En þó svo hann virðis vera orðinn þokkalega aðlagaður þá tekur þetta tíma. Þó hann tali um heima hjá mömmu og heima hjá pabba þá getur verið ýmislegt annað sem hann skilur ekki jafn vel. Gefðu honum nógan tíma og 4 mánuðir eru ansi stutt."}, {"response_to": "30220947", "username": "fataskapur", "message_id": "30220991", "user_id": "198535", "datetime": "2013-08-26 19:51:07", "datestring": "26. ágú. '13, kl: 19:51:07", "text": "Æji, ég er ekki að meina þannig... guð sorry... ég hef spurt hann og hann hefur áhuga á því og allt það :) Og strákurinn okkar er ótrúlega duglegur með þetta allt saman :) Svo ég tel hann alveg vera tilbúinn til að hitta hann og 4 mánuðir er stuttur tími en mér finnst samt svo að sambandið okkar geti farið lengra þá verði þeir að kynnast... Ég vil ekki falla algjörlega fyrir honum ef þetta gengur svo ekki upp á milli þeirra..."}, {"response_to": "30220851", "username": "hemblar", "message_id": "30220860", "user_id": "176092", "datetime": "2013-08-26 18:33:33", "datestring": "26. ágú. '13, kl: 18:33:33", "text": "Sæl"}, {"response_to": "30220860", "username": "fataskapur", "message_id": "30220863", "user_id": "198535", "datetime": "2013-08-26 18:34:55", "datestring": "26. ágú. '13, kl: 18:34:55", "text": "Þótt ótrúlegt sé þá eru fyrrverandi og núverandi alveg sáttir... eða allavega núna... alls ekki fyrst..."}, {"response_to": "30220851", "username": "Trunki", "message_id": "30221001", "user_id": "47044", "datetime": "2013-08-26 19:53:34", "datestring": "26. ágú. '13, kl: 19:53:34", "text": "Verandi a hinum endanum ad tha mundi eg ekki vilja ad barnsfadir minn mundi spyrja mig um leyfi hvort eda hvenaer hann maetti kynna bornin fyrir nyju kaerustunni eg mundi bara vilja sem minnst af tvi vita."}]}