{"url": "https://bland.is/umraeda/i-thema-dagsins-meira-noldur/30251543/?page=1489", "date": "2013-09-12 14:23:56", "id": "30251543", "items": [{"text": "Eða meira kannski svona púst.Ég er orðin svo þreytt á samskiptaerfiðleikum í sambandinu og almennum pirringi hér heima að ég veit ekki hvað ég á að gera. Veit að það þarf að laga eitthvað en ég geri það víst ekki ein.Það er þannig að við eignuðumst fyrsta barnið okkar í fyrra, og ég veit að fyrsta ár með barn er alltaf erfitt, en mér finnst þetta orðið of mikið.Við erum alltaf að jagast eitthvað. Helstu ágreiningsefnin eru heimilisverkin, innkaup og eldamennska og svo svefntímar barnsins.Honum finnst ég ekki vera nógu dugleg að sinna heimilisstörfunum og ég þoli ekki að hann byrjar t.d. að vaska upp en skilur svo helminginn eftir fyrir mig. Ég er kannski ekki sú duglegasta að vaska upp og skúra en ég sé alfarið um þvottinn, skipulagningu á innkaupum og eldamennsku. Ég sé líka alltaf um að koma barninu í svefn hvort sem það er fyrir nóttina eða daglúrar.Núna er það þannig að a) honum finnst ég versla of mikið inn. b) honum finnst ég elda of mikið í einu og c) honum finnst ég alltaf vera að leggja barnið of snemma, þó að hann sé ekki búinn að vera í sama herbergi og við í fleiri klukkutíma og barnið orðið hundþreytt og leiðinlegt. Býð bara eftir því að ég þvoi fötin hans ekki rétt.Ef ég nefni það við hann að við eigum að vera betri við hvort annað þá fæ ég alltaf svarið \"þú ert oft hundleiðinleg við mig, af hverju ætti ég að vera almennilegur við þig?\"Ég vil ekki að barnið okkar alist upp við að mamma og pabbi séu alltaf pirruð hvort við annað hvernig fæ ég hann til að sjá að ég geri helling heima við þó honum finnist það ekki. Og hvernig fæ ég hann til að vilja ræða þetta við mig án þess að allt fari í háaloft :/Æji þetta hljómar voðalega illa að lesa þetta svona en hann er oft mjög góður við mig og barnið.P.s. ég nennti ekki að gera leyninikk fyrir þetta svo þið sem þekkið mig megið halda þessu fyrir ykkur.", "title": "í þema dagsins... meira nöldur", "username": "friendly", "message_id": "30251543", "user_id": "46665", "response_to": null, "datetime": "2013-09-12 14:23:56", "datestring": "12. sep. '13, kl: 14:23:56"}, {"response_to": "30251543", "username": "Orgínal", "message_id": "30251556", "user_id": "17656", "datetime": "2013-09-12 14:38:04", "datestring": "12. sep. '13, kl: 14:38:04", "text": "Hef sömu reynslu. Við erum að vinna í þessu. Fyrsta skrefið fyrir mig var að skoða meðvirknihegðun hjá sjálfri mér."}, {"response_to": "30251543", "username": "RakelÞA", "message_id": "30251577", "user_id": "38738", "datetime": "2013-09-12 14:47:59", "datestring": "12. sep. '13, kl: 14:47:59", "text": "Ég myndi senda hann í búðina og leyfa honum að elda og svo held ég hreinlega að ég myndi leyfa honum að koma barninu í svefn."}, {"response_to": "30251543", "username": "Allirkrakkar", "message_id": "30251597", "user_id": "50705", "datetime": "2013-09-12 15:00:25", "datestring": "12. sep. '13, kl: 15:00:25", "text": "Ég og minn maður förum í göngutúra og ræðum málin þar, þá er ekki hægt að æsa sig og umræðan verður öll málefnalegri. Hefur virkað með mörg erfið málin."}, {"response_to": "30251543", "username": "Simbad", "message_id": "30251609", "user_id": "92092", "datetime": "2013-09-12 15:08:15", "datestring": "12. sep. '13, kl: 15:08:15", "text": ":) Mjög eðlilegt allt saman þegar fólk er þreytt og ekki að nennissssu... einfaldlega vegna þess að sambönd eru vinna og meira segja oft erfiðisvinna."}, {"response_to": "30251543", "username": "GoGoYubari", "message_id": "30251642", "user_id": "69201", "datetime": "2013-09-12 15:32:21", "datestring": "12. sep. '13, kl: 15:32:21", "text": "Sambúð er basl og barn ofaná það gerir bara illt verra.  Þið þurfið að mætast á miðri leið og jafnvel setja niður verkaskiptingu. Segðu honum að þú meikir þetta ekki lengur svona og athugaðu hvort hann sé ekki sama sinnis. Það er svo auðvelt að detta í svona gír en getur verið erfitt að komast út úr honum. Ef til vill finnst honum þetta hundleiðinlegt líka og langar að laga þetta."}, {"response_to": "30251543", "username": "Þönderkats", "message_id": "30254552", "user_id": "53328", "datetime": "2013-09-14 01:39:37", "datestring": "14. sep. '13, kl: 01:39:37", "text": "Enginn séns á að kíkja til hjónabandsráðgjafa?"}]}