{"url": "https://bland.is/umraeda/stressadur-kvidinn-orolegur-hundur-/30252135/?page=1474", "date": "2013-09-12 20:22:37", "id": "30252135", "items": [{"text": "Góðan daginn.Hef ákveðið að reyna spyrja hérna inná bland.is hvort eitthver viti svör við mínum spurningum og vill vara fyrirfram við löngum pósti :)Þannig er mál með vexti að ég á rúmlega eins árs gamla border collie tík. Hún er svakalega hlýðin, kann mörg trix, rosalega fljót að læra og námsfús, 100% heilbrigð og í góðri hreyfingu. Hún er æðisleg og hlýðin í ALLA staði nema einn. Hún er svakalega stressuð/óróleg. Vandamálið lýsist sem sé svo :  Ef hún er skilin eftir í bíl, inn í herbergi, frammí stofu, heima hjá öðru fólki ( vinafólki, foreldrum, systkinum ) eða bara ef ég fer og pissa... þá geltir hún viðstöðulaust þangað til eitthver kemur aftur. Enn ...takið vel eftir, BARA ef ég skil hana eftir (mér til mikillar ánægju). Ef það er maðurinn minn sem skilur hana eftir þá legst elskan niður og fer að sofa. Hún er búin að fara til hundaþjálfara í mörg skipti enda er þetta ekki vandamál sem hundaþjálfari getur leyst svo ég leitaði til atferlinsfræðings hunda. Hann segir mér að þetta sé vegna þess að hún er fjárhundur og vill ekki að hjörðin splitti. Og vegna þess að hún hefur valið hann sem húsbónda þá er ég ein af rollunum og henni finnst það hennar hlutverk að \" kalla \" á mig aftur. Einnig ef ég er ein heima með hana og síminn minn hringir hvort sem það er g s m síminn minn eða heimasíminn þá byrjar hún að væla og væla og væla og labba í hringir og væla og alveg að fara út í gelt..og það er nákvæmlega sama hvað ég geri hún hættir ekki. Ef ég labba í ÁTTINA að útidyraMILLIhurðinni þá byrjar hún að væla, ef ég stend upp og fer í peysu þá byrjar hún að væla. Ef ég fer með hana út í bíl og keyri af stað þá byrjar hún að væla.Í stuttu máli er hún að gera mig gráhærða :) ég hlusta á væl,gelt og sjálfan mig segja nei, uss, hættu, ekkert svona, ALLAN daginn.Er eitthver með ráð hvernig við getum unnið með henni til þess að gera henni grein fyrir því að það sé ekki hennar verkefni að halda þessari fjölskuldu saman heldur okkar ? ( ef ég er ekki búin að nota öll heimsins ráð nú þegar ) Vil taka það fram að ég er með fleiri hunda á heimilinu sem eru eldri en hún svo ég vissi svona nokkurvegin upp á hár hvað ég var að gera þegar á uppeldi stóð og fékk hún og fær ekki að komast upp með það frekju, fær ekki að labba á undir okkur inn um dyr, borða á undan okkur né væla útúr okkur nammibita eða annað slíkt.Atferlisfræðingur er búin að gefa okkur ráð um að leyfa henni ekki að koma með neitt sem við förum innan hús, svo sem á klósett eða annað og að reyna að gera það að bíða eftir okkur að leik. Það hefur verið gert og reynt í 4 mánuði án árangurs. hún hefur einnig farið í pössun í 3 vikur út á land til að reyna koma \" ást hennar \" til mín á lægra level, án árangurs.Öll svör vel þegin nema skítköst.", "title": "Stressaður/Kvíðinn/Órólegur hundur.", "username": "argu", "message_id": "30252135", "user_id": "258845", "response_to": null, "datetime": "2013-09-12 20:22:37", "datestring": "12. sep. '13, kl: 20:22:37"}, {"response_to": "30252135", "username": "Kleina123", "message_id": "30252308", "user_id": "221135", "datetime": "2013-09-12 21:30:17", "datestring": "12. sep. '13, kl: 21:30:17", "text": "hefuru prufað pet remedy? tíkin hjá systur minni er einmitt svona líka borer collie og vælir þegar allir eru í sitthvoru horninu hún keypti pet remedy sprey og til að stinga í samband og það svínvirkaði og hún hætti að vera svona óróleg, reyndar þá fer hún með hana og lætur hana smala 1x-2x í viku og það hjálpar eflaust líka til, þá er hún með vinnu og beitir orkuni sinni að smala í það að smala rollum en ekki fólki :) Prufaðu allavega að fá prufu af pet remedy bara svona sprey og sjáðu hvort það virki :)"}, {"response_to": "30252135", "username": "Gazette", "message_id": "30252970", "user_id": "130892", "datetime": "2013-09-13 11:36:33", "datestring": "13. sep. '13, kl: 11:36:33", "text": "Er þessi hundur að fá góða hreyfingu og heilaleikfimi? þetta eru rosalega gáfaðir hundar og sem þurfa að hafa einhver verkefni til að leysa."}, {"response_to": "30252970", "username": "argu", "message_id": "30255015", "user_id": "258845", "datetime": "2013-09-14 13:51:22", "datestring": "14. sep. '13, kl: 13:51:22", "text": "Já auðvitað :) Hún fær mikla hreyifngu bæði í lausahlaupi, hjólatúrum og göngutúrum. Einnig á hún helling af þroskaleikföngum sem hún dundar sér með og svo er maður alltaf að kenna henni nýtt og nýtt trix og láta hana leita. Er með hundaþjálfara takk samt fyrir ábendinguna :)"}, {"response_to": "30252135", "username": "hestastrumpur", "message_id": "30256488", "user_id": "98823", "datetime": "2013-09-15 09:11:35", "datestring": "15. sep. '13, kl: 09:11:35", "text": "Það er erfitt að reina að leiðbeina þér með hluti þegar það er svona sérstakt vandamál án þess að hafa meiri upplýsingar. En miða við þessa lýsingu þá gæti ég helst trúað að það hafi komið eitthvað upp á þegar þú hefur skilið hana eftir ( verið of lengi, komið ógnvekjandi hjóð og svo framvegis) svo gæti verið gott að byrja allveg frá grunni með æfa að vera frá þér. Getur prófað að nota D.A.P til að hjálpa henni að finna tryggð."}, {"response_to": "30256488", "username": "argu", "message_id": "30259956", "user_id": "258845", "datetime": "2013-09-17 00:01:39", "datestring": "17. sep. '13, kl: 00:01:39", "text": "Skil þig, sko hún er afskaplega lítið ein heima í mánuði þar sem maðurinn minn er með mjög óreglulegan vinnutíma, myndi giska á svona 5-8 dagar í mánuði þar sem hún er ein heima í 8 klst í senn. Það var byrjað að þjálfa hana 8 vikna að vera í búri, að vera ein heima og að bara vera frá okkur/mér yfir höfuð. Hún bara byrjaði um svona 5-6 mánaða aldurinn að geta bara alls ekki verið frá mér.. allt í einu, þróaðist samt hægt... fyrst fór hún að byrja gelta 1-2x þegar ég fór og er núna bara komið út í STANSLAUST gelt þar til ég kem. samt var tekið á þessu strax um leið og við sáum að hún var ekki sátt með að ég fór. Það er eins og henni sé bara alveg sama hvað er sagt við hana, bara ef ég er ekki á staðnum þá er hún brjáluð. Ætla prófa athuga hvort annar atferlisfræðingur segir það sama eins og þú bentir mér á. ÞEssi sem ég hef farið til segir þetta vera fjárhundaeðli og að hún vilji halda hópnum saman og það þurfi að vinna sig hægt útur því að sýna henni að þetta sé ekki hennar verkefni, það hefur bara ekki gengið so far :(."}, {"response_to": "30259956", "username": "argu", "message_id": "30259959", "user_id": "258845", "datetime": "2013-09-17 00:03:59", "datestring": "17. sep. '13, kl: 00:03:59", "text": "En þetta er hundur sem fær næga hreyfingu og þjálfun, auk þess að vera með öðrum hundum á heimili sem hún leikur við allan daginn. Eins og ég segi þetta er eitthvað sem hún bara tók uppá og eitthvernvegin sá að hún komst upp með. En hún geltir bara í andlitið á mér ef hún sér að ég er að t.d. fara standa upp úr bílnum, svona eins og hún sé að kalla á mig að fara ekki. Alls ekki með reiði eða grimmd heldur meira svona \" KOMDU , EKKI FARA \" gelt.... ef það meikar eitthvern sens :)."}, {"response_to": "30259959", "username": "hestastrumpur", "message_id": "30260075", "user_id": "98823", "datetime": "2013-09-17 08:45:14", "datestring": "17. sep. '13, kl: 08:45:14", "text": "skil hvað þú meinar með geltið. En hvernig er venjulegur dagur hjá ykkur hreifing og þjálfun og hversu oft í viku koma dagar sem þið gerið ekkert nema stutta göngutúra. Og hvað gerir þú venjulega þegar hún byrjar að gelta."}, {"response_to": "30252135", "username": "Möndluhveiti", "message_id": "30269928", "user_id": "132677", "datetime": "2013-09-22 01:46:34", "datestring": "22. sep. '13, kl: 01:46:34", "text": "\"Hann segir mér að þetta sé vegna þess að hún er fjárhundur og vill ekki að hjörðin splitti. Og vegna þess að hún hefur valið hann sem húsbónda þá er ég ein af rollunum og henni finnst það hennar hlutverk að \" kalla \" á mig aftur.\""}]}