{"url": "https://bland.is/umraeda/veikindi-barna/30264653/?page=1479", "date": "2013-09-19 13:09:00", "id": "30264653", "items": [{"text": "Er í smá stappi við vinnuveitanda minn vegna veikinda barnsins míns og þá daga sem ég þarf að vera heima með henni. Eru ykkar 11 ára gömul börn ein heima þegar þau eru veik ( þá meina ég virkilega veik, ekki bara slöpp) ? Hvað voru ykkar börn gömul þegar þau voru farin að vera veik ein heima?Langar að fá smá viðmið frá ykkur :)", "title": "Veikindi barna", "username": "picy", "message_id": "30264653", "user_id": "70154", "response_to": null, "datetime": "2013-09-19 13:09:00", "datestring": "19. sep. '13, kl: 13:09:00"}, {"response_to": "30264653", "username": "idasvensson", "message_id": "30264656", "user_id": "253774", "datetime": "2013-09-19 13:10:38", "datestring": "19. sep. '13, kl: 13:10:38", "text": "ég myndi vera heima hja 11 ára virkilega veiku barni"}, {"response_to": "30264653", "username": "Lilith", "message_id": "30264667", "user_id": "5041", "datetime": "2013-09-19 13:17:08", "datestring": "19. sep. '13, kl: 13:17:08", "text": "Fer bara eftir veikindunum. Ef þau eru bara slöpp geta þau alveg verið ein heima, en ég myndi ekki einu sinni skilja mína 13 ára eina heima með bullandi hita og viðbjóðslega ælupest t.d."}, {"response_to": "30264653", "username": "HvuttiLitli", "message_id": "30264683", "user_id": "41476", "datetime": "2013-09-19 13:26:56", "datestring": "19. sep. '13, kl: 13:26:56", "text": "Áttu ekki rétt á að vera heima með veikt barn sem er 13 ára eða yngra, eða yngra en 13 ára? Annars á ég engin börn en þegar ég var sjálf veik á þessum aldri sem var mjög sjaldan var mamma farin að skilja mig eftir heima en amma og afi komu held ég alltaf eitthvað við hjá mér til að kíkja á mig. Man að mamma tók sér auðvitað frí einstöku sinnum eins og einu sinni þegar ég var með ælupest. Annars var ég svo sjaldan mikið veik á þessum aldri, en ég sjálf myndi ekki hika við að vera heima hjá mikið veiku barni, eiginlega sama hversu gamalt það væri. Mér fannst t.d. mjög gott að fá ælupest á annan í jólum, orðin 21 árs, því þá var mamma heima í jólafríi :p"}, {"response_to": "30264653", "username": "Arel", "message_id": "30264728", "user_id": "13076", "datetime": "2013-09-19 13:45:56", "datestring": "19. sep. '13, kl: 13:45:56", "text": "Þú hefur rétt að að vera heima með veiku barni undir 13 ára."}, {"response_to": "30264653", "username": "dorey", "message_id": "30264735", "user_id": "30", "datetime": "2013-09-19 13:49:35", "datestring": "19. sep. '13, kl: 13:49:35", "text": "Þú átt rétt að vera heima 12 daga með börnum undir 13 ára."}, {"response_to": "30264653", "username": "smusmu", "message_id": "30264745", "user_id": "9059", "datetime": "2013-09-19 13:51:57", "datestring": "19. sep. '13, kl: 13:51:57", "text": "Ég mundi ekki skilja 11 ára krakka einan eftir heima ef hann væri mikið veikur. Og mér finnst það virkilega taktlaust ef vinnuveitandinn er að vera með vesen yfir svona :/"}, {"response_to": "30264653", "username": "robot00", "message_id": "30264864", "user_id": "53057", "datetime": "2013-09-19 14:34:45", "datestring": "19. sep. '13, kl: 14:34:45", "text": "nei þau eru ekki ein heima ég tildæmis mínir 12 og 13 eru ekki einir heima"}, {"response_to": "30264653", "username": "icegirl73", "message_id": "30264872", "user_id": "160643", "datetime": "2013-09-19 14:38:27", "datestring": "19. sep. '13, kl: 14:38:27", "text": "Ég myndi vera heima hjá mínu 11 ára hvort sem veikindin eru væg eða mikil. 11 ára er ekki nógu gamalt til að vera eitt heima veikt."}, {"response_to": "30264872", "username": "frkglöð", "message_id": "30265039", "user_id": "105540", "datetime": "2013-09-19 15:51:20", "datestring": "19. sep. '13, kl: 15:51:20", "text": "mér finnst það samt alveg fara eftir aðstæðum.....mín hefur verið heima þegar hún var bara tussuleg með hausverk og nokkrar kommur. Eina sem hún gerir er að sofa og glápa á tv hvort sem er. Bæði ég og maðurinn minn vinnum 2 mínútur frá heimilinu, hringdum reglulega heim og kíktum til hennar 2x yfir daginn (ég 1x og hann 1x) Sem betur fer er hann í vaktavinnu og er mjög mikið heima á daginn hvort sem hann er í fríi eða sofandi eftir næturvakt þannig þessi staða hefur bara einu sinni komið upp."}, {"response_to": "30264872", "username": "Snobbhænan", "message_id": "30265076", "user_id": "53629", "datetime": "2013-09-19 16:13:03", "datestring": "19. sep. '13, kl: 16:13:03", "text": "Algerlega ósammála því. Það hlýtur að fara eftir barni og veikindum."}, {"response_to": "30264653", "username": "frkglöð", "message_id": "30265028", "user_id": "105540", "datetime": "2013-09-19 15:46:11", "datestring": "19. sep. '13, kl: 15:46:11", "text": "það fer alveg eftir veikindunum. Mín tæpl 10 ára er ein heima ef hún er slöpp og ég kíki til hennar í hádeginu og er alltaf símasambandi. Ef hún væri virkilega veik eins og lungnabólg eða mjög hár hiti og ælupest or some þá myndi ég eða maðurinn minn pottþétt vera heima!"}, {"response_to": "30264653", "username": "Snobbhænan", "message_id": "30265075", "user_id": "53629", "datetime": "2013-09-19 16:12:24", "datestring": "19. sep. '13, kl: 16:12:24", "text": "Ég hreinlega man varla hvenær ég var síðast heima í veikindum eldri sona minna sem eru 11 og 14 ára.  En þeir hafa svo sem ekkert orðið alvarlega veikir þannig, en alveg fengið hita og hor og þannig.  Ég hef þó samt ekki séð a´stæðu til að vera heima þannig séð."}]}