{"url": "https://bland.is/umraeda/thid-frodu-kattarkonur-/30287973/?page=1455", "date": "2013-10-01 19:34:09", "id": "30287973", "items": [{"text": "Hæ hæ.   Er að passa eina læðu og hef ekki mikið vit á köttum. Mínar helstu áhyggjur eru hvað hún vill klóra í allt, hún er alltaf með klærnar úti, þær eru orðnar mjög langar hjá henni og var að spá hvort að það borgi sig að láta klippa þær, hvort að þetta klóru ástand myndi minnka?  - Fór og keypti klóruprik handa henni og er að reyna að venja hana á það.    Eins er ég að spá í með sandinn. Skipti alveg um sand hjá henni í gær og er að spá í hvernig er best að sinna því. Eruði að moka upp úr kassanum daglega, eða skiptið þið alveg um á x tíma fresti? Hvað geriði við \"úrganginn?\" - bara í tunnuna, eða?", "title": "Þið fróðu kattarkonur..", "username": "Scoff", "message_id": "30287973", "user_id": "170934", "response_to": null, "datetime": "2013-10-01 19:34:09", "datestring": "1. okt. '13, kl: 19:34:09"}, {"response_to": "30287973", "username": "ÓRÍ73", "message_id": "30288019", "user_id": "20092", "datetime": "2013-10-01 19:52:42", "datestring": "1. okt. '13, kl: 19:52:42", "text": "klippa klærnar, ekki spurning. Svo bara banna henni að klóra þar sem hún má það ekki. minn kattasandur klumpast, svo ég tek klumapana úr daglega, skipti svo um sand reglulega."}, {"response_to": "30287973", "username": "RB79", "message_id": "30288026", "user_id": "184742", "datetime": "2013-10-01 19:54:57", "datestring": "1. okt. '13, kl: 19:54:57", "text": "Það er í góðu lagi að láta klippa á henni klærnar, kisur hafa ekkert slæmt af því svo lengi sem það er rétt gert (ekki klippt í kvikuna)."}, {"response_to": "30287973", "username": "Sopie", "message_id": "30288083", "user_id": "82166", "datetime": "2013-10-01 20:26:05", "datestring": "1. okt. '13, kl: 20:26:05", "text": "Vil bara ítreka það að klippa ekki á klærnar nema hafa fengið sýnikennslu hjá vönum eða dýralækni. Ég lagði allavega ekki í það nema án þess að láta dýralækni sýna mér það fyrst. Við getum nefnilega meitt þær ef við klippum of mikið og þá byrjar að blæða og leiðindi."}, {"response_to": "30288083", "username": "Scoff", "message_id": "30288086", "user_id": "170934", "datetime": "2013-10-01 20:28:04", "datestring": "1. okt. '13, kl: 20:28:04", "text": "Takk. Jú, þetta er sandur sem klumpast þannig ég er búin að fara yfir hann núna. Var að spá í að hafa samband við eigandann og biðja hana um að klippa klærnar, eða fara með hana til dýralæknis, ég treysti mér ekki alveg í þetta :)"}, {"response_to": "30288086", "username": "Sopie", "message_id": "30288098", "user_id": "82166", "datetime": "2013-10-01 20:34:33", "datestring": "1. okt. '13, kl: 20:34:33", "text": "Þá ætti það að vera alveg nóg með sandinn :)"}, {"response_to": "30287973", "username": "Mrsbrunette", "message_id": "30288111", "user_id": "1651", "datetime": "2013-10-01 20:40:15", "datestring": "1. okt. '13, kl: 20:40:15", "text": "Ég tek úr sandinum á hverjum degi og hendi í ruslið út, er með svona kúkableyjupoka sem ég kaupi í bónus en með klærnar.. við erum með klóru fyrir kisa, hann notar hana, fór fyrst í sófann og skemmdi hann aðeins en hætti því eftir að við keyptum standinn."}]}