{"url": "https://bland.is/umraeda/foreldrar-eyrnabolgubarna-ath/30315007/?page=1411", "date": "2013-10-17 18:03:03", "id": "30315007", "items": [{"text": "Hæ hæ, finnst það skylda mín að deila þessari reynslu með foreldrum sem eiga börn með þráláta eyrnabólgur.Ég á strák sem er 4ra og hefur verið með króníska eyranabólgur alla tíð. Stanslausir sýklalyfjakúrar og tvisvar rör.Seinni rörin voru dottin úr og hljóðhimnan gréri. Aftur byrjar vesenið - þurfti að vera stöðugt á sýkla-stera eyrnadropum sem rétt héldu þessu í skefjum á meðan hann var á þeim. Fór svo strax í sama farið og heyrnin fór að versna jafnt og þétt.Ég fann nýlega dropa sem ég ákvað að prófa og ég bara ætlaði ekki að trúa árangrinu! Ég trúi því eiginlega ekki ennþá en sonur minn er í fyrsta sinn verkja og kláðalaus í eyrum. Hérna er linkur á þá þaðan sem ég pantaði þá: Það er ólýsanleg tilfinning að heyra barnið sitt sem hefur verið þjakað svona lengi segja \"mamma, mér er ekki illt í eyrunum og ég heyri svo vel\". Samhliða að lagast í eyrunum hætti hann líka að vera svona pestsækinn. Hefur verið með krónískan bronchitis og sinusitis sem er núna hætt.Athugið að það má ekki nota þetta ef rör eru í eyrum eða ef hljóðhimnan er sprungin af öðrum ástæðum.Það er ógeðsleg lykt af þessu þannig að ég mæli með að væta eyrnapinnan upp úr þessu og svona \"dúbba\" inn í eyrað. Eða leggja handklæði yfir koddann. Maður vill ekki fá þessa lykt í rúmföt eða fatnað.", "title": "Foreldrar eyrnabólgubarna ATH", "username": "Dingaling", "message_id": "30315007", "user_id": "22748", "response_to": null, "datetime": "2013-10-17 18:03:03", "datestring": "17. okt. '13, kl: 18:03:03"}, {"response_to": "30315007", "username": "isora", "message_id": "30317611", "user_id": "53908", "datetime": "2013-10-19 11:30:17", "datestring": "19. okt. '13, kl: 11:30:17", "text": "Takk fyrir þetta. Ætla að \"bookmarka\" þennan tengil og sjá hvernig veturinn spilast. Núna er hljóðhimnan enn að gróa í eyrnabarninu mínu eftir að síðasta eyrnabólga bræddi hana (hljóðhimnuna) og nýju rörin duttu út :-("}, {"response_to": "30315007", "username": "ILovewhoiam", "message_id": "30323593", "user_id": "254294", "datetime": "2013-10-23 02:24:56", "datestring": "23. okt. '13, kl: 02:24:56", "text": "Takk fyrir þetta! prófa umleið og rörin eru farin :)"}, {"response_to": "30323593", "username": "Dingaling", "message_id": "30327177", "user_id": "22748", "datetime": "2013-10-25 02:22:09", "datestring": "25. okt. '13, kl: 02:22:09", "text": "Heyrnin lagaðist samhliða þessu í hans tilfelli."}, {"response_to": "30315007", "username": "mirja", "message_id": "30324070", "user_id": "72581", "datetime": "2013-10-23 12:56:47", "datestring": "23. okt. '13, kl: 12:56:47", "text": "Eftir endalausa sýklalyfjakúra hjá barninu mínu voru mér gefnir dropar sem innihéldu hvítlauk. Þeir svínvirkuðu. Barnið hefur lítið fengið í eyrun síðan, en ef það gerist þá set ég hvítlauk í eyrun!"}]}