{"url": "https://bland.is/umraeda/er-ad-verda-bilud-a-kettinum-minum-/30321990/?page=1402", "date": "2013-10-22 08:33:30", "id": "30321990", "items": [{"text": "....og veit ekkert hvað ég á orðið að gera. Hann fer í allan mat og þá er ég ekki að tala um að ég skilji alltaf eftir mat á borðinu, heldur er hann að fara í allt annað. Hann bítur gat á brauðið og tætir það um allt og um daginn eyðilagði hann heilan pakka af flatkökum.Ef ég er með ruslapoka inni (áður en ég kemst með hann út) þá tætir hann göt á hann og dreifir úr pokanum. Hann fer líka í ruslið inni á baði og þvottahúsi og dreifir úr þeim.Og svo það versta....hann mígur í vaskinn inni á baði...þó að það sé nýbúið að moka úr kassanum hans.Ég veit ekki alveg hvað ég á að gera, þetta er að gera mig bilaða", "title": "Er að verða biluð á kettinum mínum...", "username": "prumpitjú", "message_id": "30321990", "user_id": "6466", "response_to": null, "datetime": "2013-10-22 08:33:30", "datestring": "22. okt. '13, kl: 08:33:30"}, {"response_to": "30321990", "username": "feimin18", "message_id": "30323964", "user_id": "204878", "datetime": "2013-10-23 11:54:54", "datestring": "23. okt. '13, kl: 11:54:54", "text": "Gæti verið að hann sé ekki að fá alla þá næringu sem hann þarf úr fóðrinu sem þú ert með hann á."}, {"response_to": "30321990", "username": "dirge", "message_id": "30330021", "user_id": "118938", "datetime": "2013-10-26 23:10:34", "datestring": "26. okt. '13, kl: 23:10:34", "text": "Ég fékk mér ruslatunnur með loki út af þessu vandamáli. Annars eru mínir bara að fikta í dóti því þeir vilja leika sér með það. Spurning hvort þig vanti fleiri leikföng?"}, {"response_to": "30321990", "username": "dirge", "message_id": "30330145", "user_id": "118938", "datetime": "2013-10-27 00:35:37", "datestring": "27. okt. '13, kl: 00:35:37", "text": "Ég vildi bæta því við að þú getur keypt sprey í næstu gæludýrabúð sem bragðast rosalega illa og úðað á ruslapokana (algjörlega skaðlaust). Minn nagaði snúrurnar mínar þangað til ég spreyjaði þær hressilega og þá hætti hann því alveg. Þú þarft ekki alltaf að vera að gera þetta í hvert einasta skipti heldur bara þangað til hann hættir og svo ef hegðunin endurtekur sig. Það er góður séns að hann láti brauðpokana í frið ef hann myndar tengsl milli plastpoka og vonds bragðs. Ekki anda samt úðanum að þér eða fá hann á puttana því þetta endist lengi og bragðast eins og nefsprey."}, {"response_to": "30330145", "username": "prumpitjú", "message_id": "30330198", "user_id": "6466", "datetime": "2013-10-27 02:16:34", "datestring": "27. okt. '13, kl: 02:16:34", "text": "Takk fyrir þetta...verð endilega að athuga með þetta sprey. Ég er með ruslafötu með loki, allavega inni á baði. En hann nær einhvern veginn að lyfta lokinu stundum. Hef svo margoft sagt ákveðið nei við hann og tekið hann af borðinu og jafnvel sprautað á hann vatni...en hann virðist ekki hlýða mér. Stundum finnst mér hreinlega eins og hann sé að ögra mér."}, {"response_to": "30330198", "username": "dirge", "message_id": "30330232", "user_id": "118938", "datetime": "2013-10-27 09:02:41", "datestring": "27. okt. '13, kl: 09:02:41", "text": "Ég geldi minn fress áður en hann byrjaði sýna einhverja hegðun tengda kynhormónum þannig að ég hef ekki reynslu af svoleiðis löguðu :) Persónuleiki hans var nákæmlega eins eftir á. Ýmsar óæskilegar hegðanir hætta yfirleitt eftir geldingu en þó ekki hægt að fullyrða það að það muni gerast í þínu tilviki. Minn var mjög snöggur að jafna sig eftir aðgerðina og byrjaður að leika sér seinna um kvöldið. Ég ætla að giska að þinn sé inniköttur og er tæknilega séð ekki eins mikið ''must'' fyrir þig að gelda hann ef þú vilt það ekki. Ég gerði það svo að minn myndi síður týnast eða lenda í slagsmálum/bílslysi. Lestu þig til ef þú ert að pæla í geldingu."}, {"response_to": "30330198", "username": "Hedwig", "message_id": "30330357", "user_id": "26056", "datetime": "2013-10-27 11:43:59", "datestring": "27. okt. '13, kl: 11:43:59", "text": "Held að fyrsta mál á dagskrá sé að gelda hann, þá vonandi stoppa merkingarnar.  Best er að gelda ketti sem allra fyrst, áður en þeir fara að sína einhverja kynþroska hegðun eins og merkingar og annað því að það eru líkur á að hann kannski hætti þessu ekki þar sem hann er byrjaður."}, {"response_to": "30330145", "username": "musamamma", "message_id": "30332228", "user_id": "79025", "datetime": "2013-10-28 15:51:05", "datestring": "28. okt. '13, kl: 15:51:05", "text": "Þetta spray lyktar svo viðbjóðslega að það fælir fólk frá jafnmikið og ketti."}, {"response_to": "30332228", "username": "dirge", "message_id": "30333313", "user_id": "118938", "datetime": "2013-10-29 00:57:55", "datestring": "29. okt. '13, kl: 00:57:55", "text": "Ég er með eitt sem kallast Stay Away frá Tropclean og ég fann enga lykt af því. Ég fann ekki einu sinni lykt eftir að hafa andað smá af þessum úta að mér, heldur bara vont bragð í munninn eins og eftir nefsprey. Kannski er ég ekki með hið besta lyktarskyn."}, {"response_to": "30321990", "username": "omaha", "message_id": "30334424", "user_id": "100983", "datetime": "2013-10-29 19:11:21", "datestring": "29. okt. '13, kl: 19:11:21", "text": "Minn fór alltaf í teppið á stiganum að hvessa klærnar og ég stráði kanil í tröppuna og hann hætti snarlega, fyndið hann fór bara í eina tröppu."}]}