{"url": "https://bland.is/umraeda/blaedingar-jakvaett-prof/30325347/?page=1413", "date": "2013-10-23 23:52:16", "id": "30325347", "items": [{"text": "HæhæÉg var að taka fyrsta sinn pregotime þennan hring og fékk jákvætt egglosunarpróf 6.október. Núna á sunnudaginn ca 13 dögum eftir egglos byrjaði að koma blettablæðingar og var ég að vona að þetta væru bólfestublæðingar en um kvöldið byrjaði að blæða meir og ég var bara byrjuð á venjulegum túr. Ég ákváð þó að taka próf núna í morgun og það kom mjög mjög ljós lína inann tímamarka að ég held (var ekki alveg á klukkunni)Er þá ekki mesti möguleikinn á að egg hafi frjóvgast en ekki náð að festa sig? Vitiði hvað það kemur þá lengi jákvætt á prófi eftir svoleiðis?", "title": "Blæðingar, jákvætt próf", "username": "von88", "message_id": "30325347", "user_id": "213023", "response_to": null, "datetime": "2013-10-23 23:52:16", "datestring": "23. okt. '13, kl: 23:52:16"}, {"response_to": "30325347", "username": "nerdofnature", "message_id": "30325356", "user_id": "91627", "datetime": "2013-10-23 23:58:17", "datestring": "23. okt. '13, kl: 23:58:17", "text": "Ég myndi taka annað próf til að vera viss um að línan sé að koma innan tímamarka. Ef það kemur aftur jákvætt myndi ég fara til læknis. Gætir verið að fá jákvæð próf í einhverjar vikur eftir á."}, {"response_to": "30325356", "username": "von88", "message_id": "30325360", "user_id": "213023", "datetime": "2013-10-23 23:59:41", "datestring": "23. okt. '13, kl: 23:59:41", "text": "já er það bara eins og með venjulegan fósturmissi semsagt?"}, {"response_to": "30325360", "username": "von88", "message_id": "30325365", "user_id": "213023", "datetime": "2013-10-24 00:02:40", "datestring": "24. okt. '13, kl: 00:02:40", "text": "og já ég ætti semsagt að byrja á pergotime á morgun (5dth) ef þetta eru hefbðundinn túr.. Á ég að geyma það kannski ef einhver baun hafi lifað blæðingarnar af. Veit einhvern hvort pergotime sé skaðlegt fyrir fóstur. ? Er ekki að tíma að fórna heilum hring hehe"}, {"response_to": "30325365", "username": "normal", "message_id": "30325524", "user_id": "105168", "datetime": "2013-10-24 08:23:01", "datestring": "24. okt. '13, kl: 08:23:01", "text": "samkvæmt mínum lækni þegar ég var á þessari meðferð í marga mánuði átti ég ALLTAF að taka pergó ef ég byrjaði á blæðingum. en hann var líka duglegur að skoða mig nánast í hverjum hring. Ég mundi tala við lækninn, fá símatíma."}]}