{"url": "https://bland.is/umraeda/thid-sem-erud-med-full-blown-adhd/30364553/?page=1367", "date": "2013-11-18 11:19:06", "id": "30364553", "items": [{"text": "Hvernig er makinn ykkar að díla við röskunina ykkar? Minn á mest erfitt með það að ég svari honum ekki strax þegar hann byrjar að tala við mig...ég heyri alveg að hann er að tala en er svo niðursokkin í það sem ég er að gera að ég svara ekki strax. Síðan finnst honum erfitt hvað ég er alltaf að týna hlutum og hvað allt er í óreiðu hjá mér. Ég er að reyna eins og ég get en ég verð svo þreytt á því þegar hann heldur \"fyrirlestra\" um það hvað allt myndi breytast ef ég fengi mér þetta eða hitt eða gerði frekar þetta og hitt....bara málið er að ég á í fullu fangi með að halda öllu saman eins og er meðan það eru veikindi hjá barninu okkar og mikið að gera í vinnunni, að ég einfaldlega get ekki verið með aktíft minniskerfi alls staðar. :/ Æhh bara smá púst því ég varð allt í einu krakki í morgun þegar hann kom með þessa ræðu um hvað allt myndi lagast ef ég fengi mér sérstaka buddu undir kortin mín og mér leið svo mishepnaðri eitthvað. Ég ætti samt að vera ánægð því ég er búin að geta dílað vel við þunglyndi, kvíða og alla þessa andlegu vanlíðan sem fylgir þessu. Það hefur engin áhrif á sambandið okkar.", "title": "Þið sem eruð með full blown ADHD", "username": "ljósrauð", "message_id": "30364553", "user_id": "261782", "response_to": null, "datetime": "2013-11-18 11:19:06", "datestring": "18. nóv. '13, kl: 11:19:06"}, {"response_to": "30364553", "username": "Alpha❤", "message_id": "30364558", "user_id": "105727", "datetime": "2013-11-18 11:22:07", "datestring": "18. nóv. '13, kl: 11:22:07", "text": "er þetta einkenni adhd?"}, {"response_to": "30364558", "username": "ljósrauð", "message_id": "30364561", "user_id": "261782", "datetime": "2013-11-18 11:26:14", "datestring": "18. nóv. '13, kl: 11:26:14", "text": "Ég hélt það alltaf en veit það ekki...en ég get fengið svona ofurfókus stundum og þá dett ég út einhvern veginn. Annars er margt sem hann hefur gaman af eins og hvatvísin mín og mikla orkan og hvað ég get orðið ótrúlega glöð og kát en náttúrulega erfitt að ég get líka orðið mjög leið... en er mjög farin að geta höndlað skapsveiflurnar og er sjaldan mjög leið."}, {"response_to": "30364561", "username": "Airbnb þjónusta", "message_id": "30364601", "user_id": "20569", "datetime": "2013-11-18 12:06:33", "datestring": "18. nóv. '13, kl: 12:06:33", "text": "Jú þetta er einkenni ADHD. Ég er með mikinn athyglisbrest og þegar ég var krakki var ég send þrisvar í heyrnarmælingu og kom alltaf vel út. Það er erfitt að hlusta þegar maður er með hugann við aðra hluti. Ég lendi oft í þessu, heyri að fólk er að tala en orðin síjast ekki inn því hugurinn er allt annarsstaðar og erfitt stundum að færa athyglina á milli. En ég átti frábæran maka sem hjálpaði mér mikið t.d. við að finna hlutina mína og slíkt, en honum fanst hann fá allt of litla athygli frá mér og það var það eina sem pirraði hann við þetta, ég er svo oft dagdreymin og föst í eitthverju að ég átti oft erfitt með að hlusta á hann og var oft frekar þögul (hugurinn á fullu að hugsa)."}, {"response_to": "30364601", "username": "ljósrauð", "message_id": "30364613", "user_id": "261782", "datetime": "2013-11-18 12:15:26", "datestring": "18. nóv. '13, kl: 12:15:26", "text": "Já einmitt líka erfitt að færa athyglina á milli, ég er kannski niðursokkin í eitthvað og ég heyri hann tala en næ ekki að færa athyglina á hann fyrr en hann er orðinn pirraður og farinn að skammast í mér. Ég er á lyfjum og þau hafa alveg bjargað mér en þau laga ekki allt og núna þegar það er búið að vera svona mikið álag á mér þá virðist adhd koma af fullum krafti:( Ég þarf að leggja mjög hart að mér að klúðra ekki mikilvægustu hlutunum með skipulagsleysi og gleymsku og ég er alveg að verða vitlaus á þessu og skil manninn minn vel að vera orðinn pirraður en hann gerir sitt besta þessi elska til að láta þetta ekki pirra sig. Því venjulega er ég frekar fín."}, {"response_to": "30364553", "username": "strákamamma", "message_id": "30364674", "user_id": "11836", "datetime": "2013-11-18 13:12:08", "datestring": "18. nóv. '13, kl: 13:12:08", "text": "minn skilur mig voða vel..ég týni ALLTAF öllu..þessvegna eigum við eitt veski með öllum kortum og hann er með það hehe.   hann setti líka upp lyklaskáp....sem ég gleymi yfirleitt að nota en legg lyklana yfirleitt á sömu staðina...."}, {"response_to": "30364674", "username": "ljósrauð", "message_id": "30365004", "user_id": "261782", "datetime": "2013-11-18 16:37:56", "datestring": "18. nóv. '13, kl: 16:37:56", "text": "ég er aaaaalveg að fara að koma lyklaskápnum inn í rútínuna mína hehe Annars er eina leiðin til að ég muni að gera eh er að setja það inn í rútínuna....ég skammast mín fyrir að segja það en ég held ég hafi aldrei farið á sýklalyf og tekið þau rétt"}, {"response_to": "30365004", "username": "torat", "message_id": "30365007", "user_id": "126162", "datetime": "2013-11-18 16:41:29", "datestring": "18. nóv. '13, kl: 16:41:29", "text": "Sjitt, minnir mig á að ég var á leiðinni að ná í sýklalyf fyrir rúmum klukkutíma, fór að ryksuga og eitthvað í staðinn..."}, {"response_to": "30365004", "username": "strákamamma", "message_id": "30365049", "user_id": "11836", "datetime": "2013-11-18 17:29:15", "datestring": "18. nóv. '13, kl: 17:29:15", "text": "hahahaha  ég er eins, ég strögla geðveikt við að halda lyfjagjöf barnanna á hreinu ef þau fá sýklalyf"}, {"response_to": "30364553", "username": "broken heart", "message_id": "30364970", "user_id": "193365", "datetime": "2013-11-18 16:05:47", "datestring": "18. nóv. '13, kl: 16:05:47", "text": "við skiljum hvort annað, erum bæði með ADHD :)"}]}