{"url": "https://bland.is/umraeda/sambands-issue/30362285/?page=1366", "date": "2013-11-16 18:42:37", "id": "30362285", "items": [{"text": "Áður en ég fer að kíkja til sála og ræða um mín vandamál, þá langar mig að kanna hérna hvort einhver hafi verið í svona aðstöðu áður. Þannig er sem sagt að ég er búin að vera í hamingjusömu sambandi í rúmt ár. Við erum jafn gömul, 28 ára, svo fólk haldi ekki að ég sé á einhverju hvolpaskeiði.  Ég er hrikalega hamingjusöm með þessum aðila, líður vel með honum og vill alltaf vera í kringum hann, og ég verð bara skotnari í honum með deginum.Ég vil eiga mína framtíð með honum, ég vil eignast börnin mín með honum og þetta er eini einstaklingurinn sem ég hef verið með sem ég vil vakna við hliðiná þangað til það kemur að því að ég vakni ekki aftur. Samt af einhverjum ástæðum, koma einstaka sinnum upp einhverjar hugsanir hjá mér, þar sem ég hugsa hvort ég sé í raun eitthvað skotin í honum. Ég veit að ég er það, ég get ekki ímyndað mér að vera án hans og það hefur verið þannig frá því daginn sem við kynntumst, en þetta kemur samt fyrir að þetta detti inn hjá mér.  Ofsalega sjaldan en það pirrar mig samt. Ég vill ekki sleppa honum í einhvern tíma til að geta áttað mig á því hvort þetta sé í raun það sem ég vill, af því ég er svo 150% um hvað ég vil. En af hverju þá þessar hugsanir?.. Reyndar hef ég alltaf í öllum mínum samböndum hingað til, fengið ógeð af sambandinu eftir nokkra mánuði, og hreinlega ekki nennt því lengur, ætli þetta tengist því eitthvað? Hefur einhver hérna upplifað þetta ? Ekki hrauna yfir mig, mig langar bara að sjá hvort einhver þekki þetta.", "title": "Sambands-issue", "username": "Fillifjonka", "message_id": "30362285", "user_id": "229118", "response_to": null, "datetime": "2013-11-16 18:42:37", "datestring": "16. nóv. '13, kl: 18:42:37"}, {"response_to": "30362285", "username": "Degustelpa", "message_id": "30362296", "user_id": "237008", "datetime": "2013-11-16 18:51:37", "datestring": "16. nóv. '13, kl: 18:51:37", "text": "Ég hef verið í sambandi í rúm 4 ár núna og hef fengið svona hugsanir. En alls ekki oft. Ég hugsa að ég geri það því ég býst ekki við að sambandið mun endast því ég ólst ekki upp við það að sambönd endist."}, {"response_to": "30362296", "username": "Fillifjonka", "message_id": "30362301", "user_id": "229118", "datetime": "2013-11-16 18:55:50", "datestring": "16. nóv. '13, kl: 18:55:50", "text": "Vá hvað það er gott að heyra í einhverjum sem skilur mann."}, {"response_to": "30362285", "username": "Pippí", "message_id": "30362334", "user_id": "255575", "datetime": "2013-11-16 19:23:38", "datestring": "16. nóv. '13, kl: 19:23:38", "text": "Æi ég veit það ekki, er þetta ekki bara mannlegt?"}, {"response_to": "30362334", "username": "Fillifjonka", "message_id": "30362357", "user_id": "229118", "datetime": "2013-11-16 19:31:27", "datestring": "16. nóv. '13, kl: 19:31:27", "text": "Jú ætli það ekki :) Hef bara svo oft lesið hérna hvað margar/margir eru svo hrikalega hamingjusöm með makanum sínum að þau fá kilt í magann í hvert skipti sem þau liggur við sjá hann. Þannig ég hélt kannski að ég væri bara eitthvað svakalega furðuleg að vera að upplifa svona hugsanir"}, {"response_to": "30362357", "username": "Pippí", "message_id": "30362391", "user_id": "255575", "datetime": "2013-11-16 19:52:59", "datestring": "16. nóv. '13, kl: 19:52:59", "text": "Já skil þig vel. En ég er samt bara misjafnlega ástfangin. Stundum koma tímar þar sem það er bara kitl í maga og voða gaman eitthvað. En oft er lífið bara fyrir manni, við erum t.d. með barn og ég í krefjandi námi og hann í fullri vinnu, svo það er bara ekkert alltaf tími til að vera head over heals :P"}, {"response_to": "30362357", "username": "Helgust", "message_id": "30362412", "user_id": "147413", "datetime": "2013-11-16 20:07:57", "datestring": "16. nóv. '13, kl: 20:07:57", "text": "Ég er búin að vera með mínum í 10 ár og þetta fer upp og niður í lífsins ólgu sjó."}, {"response_to": "30362285", "username": "GoGoYubari", "message_id": "30362356", "user_id": "69201", "datetime": "2013-11-16 19:30:47", "datestring": "16. nóv. '13, kl: 19:30:47", "text": "Er þetta ekki bara einhver hræðsla? Svona varnar-mekkanismi einhver. Myndi ekki hafa miklar áhyggjur af þessu nema þetta trufli líf þitt og/eða samband verulega (t.d. ef þetta kæmi út í óhóflegri afbrýðisemi eða eitthvað svoleiðis)."}, {"response_to": "30362285", "username": "Helgust", "message_id": "30362403", "user_id": "147413", "datetime": "2013-11-16 20:04:31", "datestring": "16. nóv. '13, kl: 20:04:31", "text": "Ég upplifði þessar tilfinningar með öllum mínum ( ekki svo mörgum samt ) kærustum og sambýlismönnum þar til ég kynntist núverandi maka.Þá hvarf þessi tilfinning og ég giftist honum,,,"}, {"response_to": "30362285", "username": "canada123", "message_id": "30365489", "user_id": "240691", "datetime": "2013-11-18 22:24:36", "datestring": "18. nóv. '13, kl: 22:24:36", "text": "Það var frétt fyrir svolítið löngu síðan á vísi.is um eldgömul hjón sem voru búin að vera gift í einhver 80 ár og höfðu aldrei verið með neinum öðrum þegar maðurinn var spurður hvað væri leyndarmálið á bakvið ástina og sambandið sagði hann \"við vorum aldrei jafnástfangin af hvoru öðru á sama tíma\". Hann átti við að annaðhvort væri hann brjálaður í hana eða þá hún í hann þannig sambandið hélst alltaf gangandi á því."}, {"response_to": "30362285", "username": "Bragðlaukur", "message_id": "30365507", "user_id": "20741", "datetime": "2013-11-18 22:38:43", "datestring": "18. nóv. '13, kl: 22:38:43", "text": "Finnst þér hann skemmtilegur, fyndinn, gaman og gott að tala við hann og návistin hans notaleg. Og sé sexið í góðu lagi hjá ykkur. Þá hafðu engar áhyggjur. En kannast sko við þessa tilfinningu! Maður hélt einmitt að maður væri einn um þetta."}]}