{"url": "https://bland.is/umraeda/uppbod-og-leigjendur/30372373/?page=1356", "date": "2013-11-22 21:57:11", "id": "30372373", "items": [{"text": "Góðan dag,ég er búin að vera að leigja íbúð í einn mánuð sem ég var að komast að nú í kvöld að væri að byrja í uppboðsferli. Eigandinn hefur ekki sagt okkur frá því að hún væri ekki að borga af íbúðinni og því kemur okkur þetta í opna skjöldu. Einhver hér sem hefur lent í svona og getur miðlað af reynslu sinni eins og t.d. með hvort að þið hafið fengið nýjan samning hjá kröfuhafa eða hvort þið hafið þurft að fara út úr íbúðinni við uppboð. Íbúðalánið er hjá Landsbankanum þannig að ég býst passlega við því að þeir verji veð sitt og taki yfir íbúðina, einhver hér sem hefur átt við Landsbankann í þessum aðstæðum.Með fyrirfram þökkum", "title": "Uppboð og leigjendur", "username": "AGHA78", "message_id": "30372373", "user_id": "264498", "response_to": null, "datetime": "2013-11-22 21:57:11", "datestring": "22. nóv. '13, kl: 21:57:11"}, {"response_to": "30372373", "username": "disarfan", "message_id": "30372395", "user_id": "77469", "datetime": "2013-11-22 22:06:20", "datestring": "22. nóv. '13, kl: 22:06:20", "text": "veit ekki með LÍ en langaði bara að segja að þetta eru þokkalega ömurlegir leigusalar. En, von til þess að þeir reddi þessu fyrir lokasölu. Talaðu við þá og ef þeir eru ekki að redda þessu fyrir lokauppboð, athugaðu hvort þú getir ekki örugglega fengið trygginguna endurgreidda frá þeim."}, {"response_to": "30372395", "username": "AGHA78", "message_id": "30372485", "user_id": "264498", "datetime": "2013-11-22 22:37:22", "datestring": "22. nóv. '13, kl: 22:37:22", "text": "Hef það reyndar frá þeim sem sögðu mér frá uppboðinu að eigendurnir ætluðu sér ekki að semja. Við náum ekki í eigendurna, svara hvorki emailum né síma :("}, {"response_to": "30372485", "username": "Bitmý", "message_id": "30372631", "user_id": "234775", "datetime": "2013-11-22 23:34:29", "datestring": "22. nóv. '13, kl: 23:34:29", "text": "hættu bara að borga leiguna málið leyst"}, {"response_to": "30372373", "username": "Medister", "message_id": "30372432", "user_id": "46721", "datetime": "2013-11-22 22:20:30", "datestring": "22. nóv. '13, kl: 22:20:30", "text": "Ef bankinn kaupir þá geturðu mjög líklega samið um að fá að vera í íbúðinni í 3-6 mánuði, líklega ekki lengur."}, {"response_to": "30372373", "username": "GuardianAngel", "message_id": "30372447", "user_id": "95133", "datetime": "2013-11-22 22:26:58", "datestring": "22. nóv. '13, kl: 22:26:58", "text": "Eg fluti reyndar ut áður en allt.deamað gerðist og fekk ekki tryggimguna til baka.. ?? eenn við þekktum nokkra sem voru eftir.. leigam var hækkuð uppúr öllu valdi.. og þae sem það virkaði ekki a tvo að þá var þeim svo gefið 6 manuði að koma ser ut. Glaahaatað."}, {"response_to": "30372447", "username": "AGHA78", "message_id": "30372497", "user_id": "264498", "datetime": "2013-11-22 22:41:43", "datestring": "22. nóv. '13, kl: 22:41:43", "text": "ok ég hef heyrt að sumar lánastofnanir áframleigi íbúðina á einhverri prósentu af fasteignamati, getur það passað í þessu tilfelli og veistu hver prósentan er ef svo er??"}, {"response_to": "30372497", "username": "GuardianAngel", "message_id": "30374544", "user_id": "95133", "datetime": "2013-11-24 10:05:42", "datestring": "24. nóv. '13, kl: 10:05:42", "text": "Nei þvímiður."}, {"response_to": "30372373", "username": "Angelsong13", "message_id": "30372545", "user_id": "217085", "datetime": "2013-11-22 22:58:50", "datestring": "22. nóv. '13, kl: 22:58:50", "text": "Mamma mín var að lenda í þessu. Íbúðarlánasjóður fékk íbúðina og hún fékk nýan samning uppá heilt ár með sömu leigu. Þannig það er bara nauðsinlegt að tala við þá sem fá íbúðina og ég óska þér alls þess besta og vonandi fer þetta vel :)"}, {"response_to": "30372373", "username": "Bella20100", "message_id": "30374559", "user_id": "23584", "datetime": "2013-11-24 10:36:29", "datestring": "24. nóv. '13, kl: 10:36:29", "text": "ég varað lenda í þessu sama. Íbúðalánasjóður hringdi semsagt í mig á fimmtudaginn og gaf mér til mánaðarmóta eða 8 daga til þess að ákveða hvort ég vildi vera áfram í þessari íbúð og þau myndu hækka leiguna um 45 þúsund. Eigendurnir voru ekki búnir að láta mig vita og þegar ég sendi kellingunni sem átti þetta skilaboð þá þóttist hún ekkert vita. Ég er búin að rífasrt við íbúðalánasjóð um að þetta verð geti ekki staðist en ekki haggast þeir en þeir gáfu mér \"frest\" til 15 des til að ákveða mig."}]}