{"url": "https://bland.is/umraeda/er-hann-ad-halda-framhja-/30376596/?page=1345", "date": "2013-11-25 15:34:20", "id": "30376596", "items": [{"text": "Mig langar að fá utanaðkomandi álit frá ykkur hvort að ég sé klikk eða hvort að þessi grunur hefur rétt á sér..  Ég hef verið að gruna það að kærastinn minn sé að halda framhjá mér eða sé að fara að halda framhjá mér.. Innst inni trúi ég því ekki að hann myndi nokkurntímann halda framhjá en þar sem að sambandið okkar er ekki búið að vera hið besta uppá síðkastið og kynlífið lítið sem ekkert að þá getur maður aldrei verið 100% viss..  Þetta byrjaði allt núna um mánaðarmótin, þá vorum við í partýi hjá vini okkar og sameiginleg vinkona okkar var þar (hefur samt alltaf verið betri vinkona hans) hann er búinn að vera að tala meira við hana uppá síðkastið því hún er að reyna að losa sig úr erfiðu sambandi og hann hefur áhyggjur af henni. En semsagt í þessu partýi sem var nú ekki fjölmennt að þá fannst mér hann hunsa mig eiginlega og var alltaf að tala við hana.. Fóru út á trúnó og þess háttar, svo sé ég þau í sófanum þar sem að hún situr í fanginu á honum og hann er að strjúka á henni bakið og eru að tala saman.. Þetta fór mjög mikið í taugarnar á mér en ég sagði samt ekkert því við erum öll vinir..  Svo kvöldið eftir erum við að halda partý heima hjá okkur og það var alveg fullt af fólki þannig að ég var ekkert að spá í þeim.. Svo er ég að fara niðrí bæ með vinkonum mínum og þá segir kærastinn minn mér að hann ætli ekki með, sem kom bæði mér og vinkonum mínum á óvart því honum finnst mjög gaman niðrí bæ en hann sagðist vera orðinn svo fullur sem ég gat ekki séð á honum..   Hún verður líka eftir ásamt nokkrum öðrum vinum okkar og daginn eftir þegar ég spyr hann hvenær fólkið hafi allt farið að þá sagði hann kl 3 en ég sé það í history í tölvunni að hún var inná facebookinu sínu hérna kl 4.. Ekki nóg með það að þá sendi hún mér líka sms og spurði hvort að hún hafi gleymt hárbandinu sínu hjá okkur en ég hafði ekki fundið neitt hárband.. Svo spyr ég hann hvort hann hafi séð það og þá fann hann það í peysunni sinni sem hann hafi víst leyft henni að vera í hérna eftir að ég var farin..  Svo núna á þriðjudaginn þá fór hann til félaga síns að horfa á leikinn og eftir hann fer hann á hverfispöbbinn með öðrum vin sem var líka að horfa á leikinn með honum og þar var hún einmitt með kærastanum sínum (svo er mér sagt) og ég sé það í símanum hans að það var hann sem hringdi í hana bara rétt eftir að leikurinn kláraðist en hann segir að hún hafi hringt í sig..  Svo núna á laugardaginn að þá erum við á leiðinni í bíó og hún hringir þegar við erum að leggja bílnum og er að spurja hvort að hann ætli að kíkja í teiti hjá vini okkar um kvöldið.. Hann segir að hann kíkji kanski um kvöldið en viti það samt ekki.. Svo eftir myndina að þá spyr ég hann hvort við eigum að kíkja þangað því vinkona mín var alveg til í að passa lengur þannig að við förum þangað..  Hún var ekki þar og þetta var líka mjög rólegt og hálf leiðinlegt teiti.. Ég segi við kærastann minn kl 1 að ég ætli heim og hann spyr hvort að mér sé sama þótt hann verði aðeins lengur.. Ég fer bara heim að sofa og verð ekkert vör við það þegar hann kemur heim.  Um morguninn kíki ég í símann hans og sé að hann hafi hring 6 sinnum og sent 2 sms á bilinu 01:30-04:00 til hennar (20 mín eftir að ég fór!) og er að spurja hana hvort hún ætli ekki að kíkja.. Sé líka að hún sendi honum sms kl 00:12 \"uuu veit ekki eigum við að kíkja?\" En ekkert sms frá honum á undan.. Eins og hann hafi eytt einhverju.. En allavegana hún virðist ekkert svara símanum svo daginn eftir sendir hún honum að hún hafi sofnað því hún var svo full og hann svara \"hehe allt í góðu hittumst seinna ;-)\" svo þegar ég spyr hann hvenær hann hafi komið heim þá segir hann að hann hafi komið kl 3.. En samt er hann hringjandi í hana til 4 :-/  Er ég alveg úti á þekju eða er ástæða til að hana áhyggjur? Líka afþví að hann er ekki vanur að hafa svona þvílíkann áhuga á að hitta hana :-S  Sorry langlokuna vildi bara hafa allt þarna :-)", "title": "Er hann að halda framhjá?", "username": "Tikimasala", "message_id": "30376596", "user_id": "264645", "response_to": null, "datetime": "2013-11-25 15:34:20", "datestring": "25. nóv. '13, kl: 15:34:20"}, {"response_to": "30376596", "username": "Tikimasala", "message_id": "30376597", "user_id": "264645", "datetime": "2013-11-25 15:35:02", "datestring": "25. nóv. '13, kl: 15:35:02", "text": "Sorry hvað þetta kemur allt í einni klessu.. Þetta kom bara svona því ég er í símanum :-/"}, {"response_to": "30376597", "username": "ILovewhoiam", "message_id": "30382067", "user_id": "254294", "datetime": "2013-11-28 13:31:13", "datestring": "28. nóv. '13, kl: 13:31:13", "text": "Þetta lítur allt saman bara mjög ílla út þvímiður, hegðunin hanns bendir allt til framhjáhalds."}, {"response_to": "30376596", "username": "AndrewRidgeley", "message_id": "30376600", "user_id": "120427", "datetime": "2013-11-25 15:39:26", "datestring": "25. nóv. '13, kl: 15:39:26", "text": "Hann er að halda framhjá þér .... kannski ekki líkamlega , en tilfinningalega og andlega !!"}, {"response_to": "30376600", "username": "Tipzy", "message_id": "30376627", "user_id": "26838", "datetime": "2013-11-25 16:29:39", "datestring": "25. nóv. '13, kl: 16:29:39", "text": "Algjörlega sammala"}, {"response_to": "30376627", "username": "Gale", "message_id": "30377687", "user_id": "92836", "datetime": "2013-11-26 01:43:28", "datestring": "26. nóv. '13, kl: 01:43:28", "text": "Ég líka."}, {"response_to": "30376600", "username": "staðalfrávik", "message_id": "30377808", "user_id": "79063", "datetime": "2013-11-26 08:54:14", "datestring": "26. nóv. '13, kl: 08:54:14", "text": "Satt. +."}, {"response_to": "30376596", "username": "Catalyst", "message_id": "30376602", "user_id": "81856", "datetime": "2013-11-25 15:42:35", "datestring": "25. nóv. '13, kl: 15:42:35", "text": "Eins og þú setur þetta upp þá hefur hann já að því er virðist einhvern meiri áhuga en vinaáhuga á þessari vinkonu sinni."}, {"response_to": "30376596", "username": "sigurlas", "message_id": "30376614", "user_id": "107249", "datetime": "2013-11-25 16:12:54", "datestring": "25. nóv. '13, kl: 16:12:54", "text": "það er ekki spurning að hann dreymir um að \"lima\" hana."}, {"response_to": "30376614", "username": "The Hole", "message_id": "30376849", "user_id": "206868", "datetime": "2013-11-25 19:23:42", "datestring": "25. nóv. '13, kl: 19:23:42", "text": "Lima hana? For real"}, {"response_to": "30376596", "username": "Tikimasala", "message_id": "30376622", "user_id": "264645", "datetime": "2013-11-25 16:23:27", "datestring": "25. nóv. '13, kl: 16:23:27", "text": "Það er eitt að vilja \"lima\" aðra konu og annað ef hann er að gera eitthvað í því.. Ég get lítið gert af því sem hann hugsar um en það er annað mál ef að það er meira en það.."}, {"response_to": "30376622", "username": "qetuo25", "message_id": "30376647", "user_id": "236555", "datetime": "2013-11-25 16:51:37", "datestring": "25. nóv. '13, kl: 16:51:37", "text": "Ég gæti ekki einu sinni sætt mig við það ef maðurinn minn myndi hafa löngun til að lima aðra konu jafnvel þótt ekkert yrði úr því."}, {"response_to": "30376622", "username": "Herra Lampi", "message_id": "30377314", "user_id": "151150", "datetime": "2013-11-25 22:15:34", "datestring": "25. nóv. '13, kl: 22:15:34", "text": "mér finnst andlegt framhjáhald alveg jafn alvarlegt og líkamlegt. ef ekki verra."}, {"response_to": "30376622", "username": "saedis88", "message_id": "30378367", "user_id": "56492", "datetime": "2013-11-26 14:55:37", "datestring": "26. nóv. '13, kl: 14:55:37", "text": "mér finnst miklu verra að eiga í tilfinngalegu sambandi við konu heldur en eitt ríð með random stelpu"}, {"response_to": "30376596", "username": "TheMadOne", "message_id": "30376629", "user_id": "67426", "datetime": "2013-11-25 16:31:46", "datestring": "25. nóv. '13, kl: 16:31:46", "text": "ég get ekki séð það í textanum hjá þér en ertu búin að spyrja hann beint út? stundum er það það síðasta sem mann langar að gera en er jafnvel samt það árangursríkasta, sérstaklega ef viðkomandi er ekki vanur að ljúga. Ef hann fattar ekki hvað hann er að gera þá kannski fattar hann það þá, ef hann er að reyna að halda einhverju leyndu þá veit hann að það er ekki að ganga, ef hann er virkilega farinn að hugsa sér einhverja framtíð með þessari þá er betra að vita það fyrr en seinna..."}, {"response_to": "30376596", "username": "Tikimasala", "message_id": "30376631", "user_id": "264645", "datetime": "2013-11-25 16:34:41", "datestring": "25. nóv. '13, kl: 16:34:41", "text": "En hvað ef hann myndi bara ljúga að mér þegar ég myndi spyrja hann og þá vissi hann af þessum grun hjá mér og myndi passa sig enþá betur.. Og þá gæti ég ekki sannað neitt :-/ æji er bara svo hrædd um að spyrja hann útí þetta og hafa ekkert solid í höndunum.."}, {"response_to": "30376631", "username": "TheMadOne", "message_id": "30376638", "user_id": "67426", "datetime": "2013-11-25 16:44:35", "datestring": "25. nóv. '13, kl: 16:44:35", "text": "hann getur aldrei falið þetta alveg fyrir þér þar sem þú þekkir hann nógu vel til að sjá ef það er eitthvað skrítið í gangi og orðin tortryggin. Þú veist það er eitthvað að gerast, hann er búinn að fara vel yfir línuna oftar en einu sinni og hann verður annað hvort að hætta því eða hvað? Treystu þinni eigin tilfinningu, ef hann lýgur að þér þá er hann að ljúga að þér, sama hvað hann reynir að halda öðru fram og stattu með sjálfri þér."}, {"response_to": "30376631", "username": "josepha", "message_id": "30377696", "user_id": "169324", "datetime": "2013-11-26 01:52:25", "datestring": "26. nóv. '13, kl: 01:52:25", "text": "Einmitt. Þetta er alveg hárrétt hjá þér og ef þú getur haldið í þér þangað til þú hefur meira í höndunum þá er það það langbesta í stöðunni."}, {"response_to": "30376596", "username": "Tikimasala", "message_id": "30376665", "user_id": "264645", "datetime": "2013-11-25 17:10:57", "datestring": "25. nóv. '13, kl: 17:10:57", "text": "Já er líka bara svo hrædd um að það sé síðan ekkert í gangi á milli þeirra og ég lít síðan út eins og hálviti að gera úlfalda úr mýflugu :-/ það er partur af mér sem langar til þess að þegar við förum í afmælið í desember að ef hann kemur ekki með mér í bæinn að fara bara heim og athuga hvort þau myndu koma saman því hann veit að þegar ég fer niðrí bæ að þá er ég yfirleitt aldrei komin heim fyrr en um 5.."}, {"response_to": "30376665", "username": "sally01", "message_id": "30376741", "user_id": "192437", "datetime": "2013-11-25 18:24:03", "datestring": "25. nóv. '13, kl: 18:24:03", "text": "Þú ert alls ekki að gera úlfalda úr mýflugu ef þú setur athugasemdir við þetta samband þeirra. Þetta er ekki lengur venjulegur sameiginlegur vinur þegar hann er farin að sitja með hana í fanginu og ljúga að þér þegar hann hefur verið í samskiptum við hana. Það segir sig sjálft að hann þyrfti ekki að ljúga ef þetta væri ekki eitthvað sem hann veit að þú yrðir ekki ánægð með. Og bara það eitt að ljúga um svona er nóg til þess að búa til mál."}, {"response_to": "30376741", "username": "sally01", "message_id": "30376752", "user_id": "192437", "datetime": "2013-11-25 18:31:59", "datestring": "25. nóv. '13, kl: 18:31:59", "text": "Ef eitthvað misjafnt kemur í ljós en þið ákveðið samt að halda sambandinu áfram þá vill ég bara ráðleggja þér að það er mjög mikilvægt að öllum ykkar samskiptum(sérstaklega hans) við \"vinkonuna\" hætti. Þó hún sé sameiginleg vinkona þá myndi ég passa mig að hafa hana ekki nálægt sambandinu aftur, allavega fyrst um sinn!"}, {"response_to": "30376665", "username": "josepha", "message_id": "30377700", "user_id": "169324", "datetime": "2013-11-26 01:56:55", "datestring": "26. nóv. '13, kl: 01:56:55", "text": "Já. Góð hugmynd. Það er samt ekki þú sem ert að gera úlfalda úr mýflugu. Það er EKKERT eðlilegt við þessa hegðun hans og þú getur aldrei komið út eins og hálfviti. Ef þú frontar hann með þetta og hann drullar yfir þig og reynir að halda því fram að þú sért hálfitinn í þessu máli, þá er hann bara að mændfokka til að reyna að fría sjálfan sig."}, {"response_to": "30376596", "username": "huggy", "message_id": "30376678", "user_id": "470", "datetime": "2013-11-25 17:23:24", "datestring": "25. nóv. '13, kl: 17:23:24", "text": "Mér myndi ekki líða vel með þetta. Ég held samt að það eina sem þú í rauninni getur gert er að segja honum að þér þyki þetta orðið gott. Það er eitt að eiga vini, við erum komin á allt annað plan þegar fólk lýgur til um samveru með vinum. Já eða bara lýgur yfir höfuð.."}, {"response_to": "30376678", "username": "Kalishi", "message_id": "30376753", "user_id": "261182", "datetime": "2013-11-25 18:32:21", "datestring": "25. nóv. '13, kl: 18:32:21", "text": "Sammála."}, {"response_to": "30376596", "username": "Bitmý", "message_id": "30376754", "user_id": "234775", "datetime": "2013-11-25 18:32:26", "datestring": "25. nóv. '13, kl: 18:32:26", "text": "hann er að ríða henni sorry það eru bara yfirgnæfandi líkur á því"}, {"response_to": "30376596", "username": "bjorn788", "message_id": "30376777", "user_id": "70868", "datetime": "2013-11-25 18:47:22", "datestring": "25. nóv. '13, kl: 18:47:22", "text": ""}, {"response_to": "30376777", "username": "Kalishi", "message_id": "30376781", "user_id": "261182", "datetime": "2013-11-25 18:49:04", "datestring": "25. nóv. '13, kl: 18:49:04", "text": "Mig langar bara að knúsa þig eftir þetta svar. Þú ert vandaður og þroskaður einstaklingur, áfram þú."}, {"response_to": "30376596", "username": "Herra Lampi", "message_id": "30377309", "user_id": "151150", "datetime": "2013-11-25 22:13:48", "datestring": "25. nóv. '13, kl: 22:13:48", "text": "hugurinn ber þig hálfa leið."}, {"response_to": "30376596", "username": "strákamamma", "message_id": "30377493", "user_id": "11836", "datetime": "2013-11-25 23:38:27", "datestring": "25. nóv. '13, kl: 23:38:27", "text": "ég myndi hafa áhyggjur.   hann er í öðru en ykkar sambandi...það er á tæru"}, {"response_to": "30376596", "username": "Tikimasala", "message_id": "30377632", "user_id": "264645", "datetime": "2013-11-26 00:42:58", "datestring": "26. nóv. '13, kl: 00:42:58", "text": "Já.. Ætla að gefa þessu smá tíma og sjá hvort að það verður eitthvað meira úr þessu.. Ætla samt sem áður að spurja hann útí þetta þótt þetta verður ekkert meira"}, {"response_to": "30377632", "username": "eddatoto", "message_id": "30377658", "user_id": "60678", "datetime": "2013-11-26 01:00:07", "datestring": "26. nóv. '13, kl: 01:00:07", "text": "Ok.. en ef þetta væri strákur ? ( soldið skrýtið að hugsa hann sitja í fanginu á kærastanum þínum, en ok) en ef þetta væri strákavinur ? Hann þarf ekkert endilega að vera halda framhjá þér. Kannski eru þau bara góðir vinir. En mér finnst að þið ættuð að geta kíkt í símann hjá hvort öðru án þess að þurfa útskýra eitthvað. Og hann er ennþá með skilaboðin inná símanum, hann hefði pottþétt strokað þau út ef hann væri að halda framhjá og svo viðurkenndi hann að hafa lánað henni peysuna og ef hún þarf að klæða sig úr henni yfir höfuðið þá er ekkert skrýtið að hárbandið verði eftir. Og þú veist það að þegar maður er fullur þá getur tímaskynið orðið brenglað. Ég myndi setjast niður með honum og ræða ykkar mál, þú ert greinilega orðin óörugg með sambandið en kannski þurfið þið bara að gera eitthvað meira saman. Það er rosalega erfitt að vera í sambandi og vera óöruggur. Best er að tala um hlutina og hreinsa loftið. Gangi ykkur vel."}, {"response_to": "30377658", "username": "Tipzy", "message_id": "30377755", "user_id": "26838", "datetime": "2013-11-26 07:20:28", "datestring": "26. nóv. '13, kl: 07:20:28", "text": "Væri alveg jafn óeðlileg hegðun að öllu leyti. Fyrir utan að karlmenn halda líka framhjá konunum sínum með karlmönnum, ekkert bara konum."}, {"response_to": "30377658", "username": "bjorn788", "message_id": "30378962", "user_id": "70868", "datetime": "2013-11-26 19:57:02", "datestring": "26. nóv. '13, kl: 19:57:02", "text": "\"Og hann er ennþá með skilaboðin inná símanum\"   það er partur af feluleiknum þá virkar það saklausara..  of auðséð ef hann deletar öllu"}, {"response_to": "30378962", "username": "Tikimasala", "message_id": "30379831", "user_id": "264645", "datetime": "2013-11-27 01:36:22", "datestring": "27. nóv. '13, kl: 01:36:22", "text": "Já það er einmitt það sem ég er að hugsa því hann getur falið sig á bakvið það að þau séu vinir og að hann hafi ekkert að fela"}, {"response_to": "30376596", "username": "Gale", "message_id": "30377692", "user_id": "92836", "datetime": "2013-11-26 01:49:54", "datestring": "26. nóv. '13, kl: 01:49:54", "text": "To be honest, þá held ég miðað við þessa frásögn að hann sé að halda fram hjá þér. Ef ekki  líkamlega, þá eins og @"}, {"response_to": "30376596", "username": "Tikimasala", "message_id": "30377720", "user_id": "264645", "datetime": "2013-11-26 02:23:56", "datestring": "26. nóv. '13, kl: 02:23:56", "text": "Það er nú ekki auðvelt að nenna þessu ekki eftir 5 ár og barn.. Vona bara innilega að ég hafi rangt fyrir mér"}, {"response_to": "30377720", "username": "Gale", "message_id": "30377728", "user_id": "92836", "datetime": "2013-11-26 02:35:31", "datestring": "26. nóv. '13, kl: 02:35:31", "text": "Ok, fyrirgefðu, ég skildi þetta einhvern veginn sem sambandið væri ekki svona langt og það væri barnlaust, þetta virkaði e-ð eins og þið væruð mjög ung."}, {"response_to": "30376596", "username": "Tikimasala", "message_id": "30377721", "user_id": "264645", "datetime": "2013-11-26 02:24:38", "datestring": "26. nóv. '13, kl: 02:24:38", "text": "Það er nú ekki auðvelt að nenna þessu ekki eftir 5 ár og barn.. Vona bara innilega að ég hafi rangt fyrir mér"}, {"response_to": "30376596", "username": "AndrewRidgeley", "message_id": "30377881", "user_id": "120427", "datetime": "2013-11-26 10:11:29", "datestring": "26. nóv. '13, kl: 10:11:29", "text": "Og til að bæta aðeins við þetta hjá mér , þá er ég strákur sem á unnustu og svo alveg fullt af mjög góðum vinkonum , sem ég hef þekkt mjög vel í lengri tíma en unnustu mína.... og þær hafa gengið í gegnum alls konar sambandsslit og fleiri vandræði , en ég myndi aldrei ganga svona langt eins og kærastinn þinn. Þú verður að confronta hann með þetta , það er alveg á hreinu."}, {"response_to": "30376596", "username": "Tikimasala", "message_id": "30377887", "user_id": "264645", "datetime": "2013-11-26 10:16:30", "datestring": "26. nóv. '13, kl: 10:16:30", "text": "Já það er alveg rétt enda myndi þetta alltaf naga mig ef ég gerði það ekki, takk fyrir svörin :-)"}, {"response_to": "30376596", "username": "Tikimasala", "message_id": "30378331", "user_id": "264645", "datetime": "2013-11-26 14:39:27", "datestring": "26. nóv. '13, kl: 14:39:27", "text": "Málið er samt líka að þetta hefur alltaf verið mjög traust samband.. Hef alltaf treyst honum 100% og aldrei haft áhyggjur.. Svo eftir að ég eignaðist son okkar að þá fitnaði ég og er ekki með sama flott líkama og ég var með og þá hefur áhuginn hans á mér augljóslega minnkað og kynlífið þar af leiðandi lítið sem ekkert og þá fer maður auðvitað að hugsa hvort hann sé að leita annað því hann hefur alltaf verið mjög mikið fyrir kynlíf.."}, {"response_to": "30378331", "username": "Trollastelpa", "message_id": "30378665", "user_id": "187807", "datetime": "2013-11-26 17:31:36", "datestring": "26. nóv. '13, kl: 17:31:36", "text": "af hverju ætti hann að hafa einhvern minni áhuga á þér þó þú fitnir við að eignast barn??"}, {"response_to": "30378665", "username": "Tikimasala", "message_id": "30378673", "user_id": "264645", "datetime": "2013-11-26 17:34:37", "datestring": "26. nóv. '13, kl: 17:34:37", "text": "Það eru liðin 2 ár síðan, ég grenntist við brjóstagjöf og var orðin bara eins og ég var og þá alveg lét hann mig ekki vera svo þegar ég hætti með drenginn á brjósti að þá byrjaði ég að fitna og smátt og smátt minnkaði áhuginn og er núna sama og enginn :-/"}, {"response_to": "30378673", "username": "Trollastelpa", "message_id": "30378676", "user_id": "187807", "datetime": "2013-11-26 17:36:24", "datestring": "26. nóv. '13, kl: 17:36:24", "text": ":/ sorrí mér finnst þap bara svaka ómerkilegt þegar karlmenn missa áhugann á konunum sínum bara vegna þess að þær fitna!"}, {"response_to": "30378676", "username": "Tipzy", "message_id": "30378691", "user_id": "26838", "datetime": "2013-11-26 17:50:32", "datestring": "26. nóv. '13, kl: 17:50:32", "text": "Finnst þannig bera merki um mikinn óþroska, hvað þá að leita út fyrir sambandið."}, {"response_to": "30378676", "username": "svartasunna", "message_id": "30380769", "user_id": "54800", "datetime": "2013-11-27 17:38:26", "datestring": "27. nóv. '13, kl: 17:38:26", "text": "Verð að vera alveg ofsalega sammála. Ef maður elskar einhvern þá eiga nokkur kíló til eða frá ekki að skipta nokkru máli. Fólk og sérstaklega konur tengt barnsburði og brjóstagjöf rokka mikið. Ef maðurinn þolir það ekki þá er það bara hans vandamál."}, {"response_to": "30376596", "username": "Dandelion", "message_id": "30381720", "user_id": "243337", "datetime": "2013-11-28 01:37:31", "datestring": "28. nóv. '13, kl: 01:37:31", "text": "Þetta væri lika annað ef hann hefði alltaf latið svona við hana! Þau væru aldagamlir vinir sem væru bara nain og letu alltaf svona... En þetta er Nyleg hegðun!!! Þetta er engin æsku vinkona að mer skilst...þetta er ekki gott!"}, {"response_to": "30376596", "username": "Tikimasala", "message_id": "30381822", "user_id": "264645", "datetime": "2013-11-28 09:11:17", "datestring": "28. nóv. '13, kl: 09:11:17", "text": "Þetta er reyndar æskuvinkona.. Við vorum öll saman í grunnskóla og höfum haldið sambandi síðan en hann hefur aldrei verið svona æstur í að hitta hana eða bara neinn yfir höfuð! Hann er týpan sem hringir einu sinni og ef manneskjan svarar ekki að þá hringir hún til baka.. En þau eru alveg þannig séð náin en ekki svona og sérstaklega þar sem að það er búið að vera lítið samband við hana síðustu 2-3 árin en maður hittir hana af og til bara í afmælun og svona þannig að þessi hegðun kemur mér allavegana í opna skjöldu :-/ og þá er líka mikið sagt því ég er ekki þessi jelous týpa"}, {"response_to": "30381822", "username": "theonlysunny❤", "message_id": "30382094", "user_id": "170762", "datetime": "2013-11-28 13:48:33", "datestring": "28. nóv. '13, kl: 13:48:33", "text": "Ef thu ert ekki enn buin ad tala vid hann myndi eg gera thad sem fyrst :) Eins og thu segir sjalf ertu ekki eitthvad jelly typa, hann hlytur ad vera buinn ad sja thad nuna og passadu ad hann fari ekki ad lata thig trua ad thu serst jelly og paranoid, svona hegdun kallar alveg a spurningar, thad er ekki spurning ;) :)"}, {"response_to": "30376596", "username": "neitakkfyrir", "message_id": "30383441", "user_id": "254040", "datetime": "2013-11-29 10:00:39", "datestring": "29. nóv. '13, kl: 10:00:39", "text": "Jiiii, ef ég væri þú hefði ég orðið bandbeeerjáluð ef kærastinn situr með óskyldri konu í kjöltu sér að strjúka á henni bakið og það fyrir framan mig"}]}