{"url": "https://bland.is/umraeda/tungusofi-hornsofi-flottir-en-haefilegt-verd-/30390962/?page=1336", "date": "2013-12-03 14:33:53", "id": "30390962", "items": [{"text": "Er að spá í tungusófa eða hornsófa...vitið þið hvernig þeir eru að endast úr rúmfó?  Langar í einhvern flottan sem endist...endilega komið með uppástungur ef ykkur dettur flottur sófi í hug sem kostar ekki hönd og fót..", "title": "tungusófi - hornsófi....flottir en hæfilegt verð?", "username": "Nette", "message_id": "30390962", "user_id": "61885", "response_to": null, "datetime": "2013-12-03 14:33:53", "datestring": "3. des. '13, kl: 14:33:53"}, {"response_to": "30390962", "username": "Glóálfur", "message_id": "30390969", "user_id": "259770", "datetime": "2013-12-03 14:38:56", "datestring": "3. des. '13, kl: 14:38:56", "text": "Eftir miklar pælingar þá endaði ég í u sófa frá Pier og er ferlega sátt. Kostaði 200 þús. Var búin að prófa sófa út um allt og fannst þeir oftast nær svo harðir og óþægilegir. Svo voru verðmiðarnir flestir uppá 350 þús plús. Var að spá í tungusófa úr Rúmfatalagernum en þorði ekki aftur þangað eftir slæma reynslu af sófakaupum frá þeim."}, {"response_to": "30390962", "username": "Alfa78", "message_id": "30390975", "user_id": "78356", "datetime": "2013-12-03 14:43:35", "datestring": "3. des. '13, kl: 14:43:35", "text": "Ég hef ekki heyrt neitt gott um sófana eða rúmin í Rúmfó. Bara mjög slæmt um vörurnar sjálfar og þjónustuna"}, {"response_to": "30390962", "username": "HollyMolly", "message_id": "30390982", "user_id": "135176", "datetime": "2013-12-03 14:48:31", "datestring": "3. des. '13, kl: 14:48:31", "text": "Hef ekkert heyrt nema slæmar umsagnir af húsgögnum úr Rúmfó, á sjálf borðstofustóla sem ég keypti 2008 og þeir eru að hrynja í sundur, allir brotnir og sessurnar signar. Hef líka lesið hérna á bland að þeir láta ganga á eftir sér og eru með stæla ef fólk er að reyna að fá bætt það sem skemmist eftir mjög stuttan tíma. Ég á sófa úr Ego Degor og mæli ekki með þeim heldur. Myndi fara í Ikea, mig langar ógeðslega í Kivik sófann, er búin að máta og finnst hann bilað þægilegur."}]}