{"url": "https://bland.is/umraeda/-retti-timinn-fyrir-barn-nr-2/30393053/?page=1311", "date": "2013-12-04 13:44:08", "id": "30393053", "items": [{"text": "Sælar allarÉg er 28 ára og á eitt barn, 15 mánaða gutta. Við biðum lengi eftir \"rétta\" tímanum til að verða ólétt af honum og sem betur fer gekk það vel, ég fékk jákvætt próf rúmum þremur mánuðum eftir að ég hætti á pillunni.Ég er þrátt fyrir allt rosa ánægð með að hafa beðið eftir að verða ólétt, við gátum bæði klárað námið okkar, fengum örugga vinnu svo við erum ágætlega stödd fjárhagslega og höfðum efni á að ég tæki mér lengra fæðingarorlof.Við erum að plana að flytja erlendis vegna vinnu mannsins míns eftir ca ár (ekki komin nákvæm tímasetning) og ég ætlaði alltaf að bíða með nr. 2 þangað til að við yrðum komin út þar sem ég fengi hagstæðara fæðingarorlof þar en ég þyrfti þá að vera búin að vinna í einhvern tíma og nú lítur út fyrir að þessi plön seinkist kannski aðeins svo að strákurinn minn yrði líklega ekki stóri bróðir fyrr en ca 4 ára ef mér gengur vel að verða ólétt og mér finnst það eiginlega of seint, þá yrði ég 31 og mig langar helst til að eiga a.m.k. þrjú börn. Hinn kosturinn er að verða ólétt núna og flytja út í fæðingarorlofinu og fá þá eitthvað lægri upphæð á mánuði en eiga samt rétt á íslensku fæðingarorlofi. Við erum ekki illa stödd, höfum alveg efni á helstu nauðsynjum og einhverju aðeins auka svo að barnanna vegna yrði þetta allt í lagi peningalega séð.Ef ég yrði ólétt í dag yrðu ca 2 ár á milli barnanna sem mér finnst í það minna (ungfrú skipulagsfrík). Strákurinn er svo lítill ennþá og algjört mömmubarn og mér finnst eitthvað svo erfið tilhugsun að koma með kríli sem ég yrði að einbeita mér að og hefði þá minni tíma fyrir hann. Það er líka svo hrikalega þægilegt að vera með eitt barn, og hann er svona frekar meðfærilegur en maður veit ekki hvernig næsta yrði.Þið sem þekkið til, hvernig finnst ykkur að hafa 2 ár á milli og hvernig finnst ykkur að hafa 4 ár á milli? Einhver sem hefur reynslu af að flytja á milli landa með nokkurra mánðaða gamalt barn, er það alveg glatað?", "title": "\"Rétti\" tíminn fyrir barn nr. 2", "username": "litla ég", "message_id": "30393053", "user_id": "191497", "response_to": null, "datetime": "2013-12-04 13:44:08", "datestring": "4. des. '13, kl: 13:44:08"}, {"response_to": "30393053", "username": "kisurófa", "message_id": "30393109", "user_id": "210967", "datetime": "2013-12-04 14:14:22", "datestring": "4. des. '13, kl: 14:14:22", "text": "Ég veit ekki hvað rétti tíminn er langur tími, það er náttúrulega misjafnt eftir fólki. Ég á von á barni nr. 2 núna og þegar það fæðist verða 3,5 ár á milli sem mér finnst bara fínt, ég hefði ekki viljað annað fyrr."}, {"response_to": "30393053", "username": "Crosby", "message_id": "30395379", "user_id": "244491", "datetime": "2013-12-05 15:11:43", "datestring": "5. des. '13, kl: 15:11:43", "text": "Ég veit í raun ekkert hvað er réttast ...en mig langaði alltaf að hafa 3 ár á milli. Það gekk ekki eftir svo ég reikna með að það verði 3,5-4ár hjá okkur. Þó ég sé í raun frekar ósátt við það þá er ég samt ánægð með það á sama tíma. Mér finnst ég hafa fengið að njóta þess meira að vera bara með eitt barn, en þær vinkonur mínar sem urðu óléttar fljótlega. Veist nefnileg aldrei hvernig meðgangan verður hjá þér, hvort þú sért mikið veik/illt og þar að leiðandi missir af miklu með eldra barninu. Minn verður orðinn það stór og sjálfbjarga þegar ég verð ólétt næst, held að það muni hjálpa mikið, sérstaklega ef ég verð slæm. Ég er líka þá ekki að missa af neinu, fyrstu leikhúsferðinni, bíóferðinni eða eitthvað þannig ..það er flest svona \"búið\" núna."}, {"response_to": "30393053", "username": "nóvemberpons", "message_id": "30395903", "user_id": "69661", "datetime": "2013-12-05 19:25:28", "datestring": "5. des. '13, kl: 19:25:28", "text": "það voru 13 mánuðir á milli 1 og 2 og svo var sá elsti 3 ára og 8 mánaða þegar nr 3 fæddist en sá yngri 2 ára og 7 mánaða.  Ég myndi taka tæplega 4 ára aldursmuninn frammyfir hitt anytime! :) Hann höndlaði það mun betur sá eldri að fá nýtt systkini :)"}, {"response_to": "30393053", "username": "sol3y", "message_id": "30396542", "user_id": "84173", "datetime": "2013-12-06 00:07:43", "datestring": "6. des. '13, kl: 00:07:43", "text": "ég þekki ekki að flyta út með kríli, en það eru 3 ar á milli hjá mér og mér finsnt það góður tími, stelpan er orðin þokkalega sjálfstæð, þe. getur gert hluti sjálf, t.d. farið á klósett, klætt sig og borðað, og er líka nógu stór til að \"passa\" litla sbóður og hjálpar mér við allt sem þarf að gera..."}, {"response_to": "30393053", "username": "marsbui123", "message_id": "30396778", "user_id": "190346", "datetime": "2013-12-06 08:27:52", "datestring": "6. des. '13, kl: 08:27:52", "text": "Við hvað ertu að vinna? Ef þú heldur að þú fáir vinnu strax og þú flytur út þá myndi ég bíða. En ef þú gerir ráð fyrir að þurfa að leita að vinna í einhverja mánuði þá er alveg fínt að vera bara heima í fæðingarorlofi og ná tökum á tungumálinu. Ef þú flytur með lítið barn út og það fer/kemst ekki á leikskóla strax þá átti kannski eftir að einangrast svoldið þar sem þú hefur ekki fjölskyldu og vini hjá þér eins og á Íslandi."}, {"response_to": "30396778", "username": "litla ég", "message_id": "30402468", "user_id": "191497", "datetime": "2013-12-09 00:08:48", "datestring": "9. des. '13, kl: 00:08:48", "text": "Ég hugsa að við förum ekki út nema að ég hafi trygga vinnu líka svo ég geri ráð fyrir að byrja að vinna strax nema ef ég verð í fæðingarorlofi frá Íslandi (var búin að athuga og maður má nota réttinn sinn þó maður sé fluttur úr landi), munar svo miklu að vera að fá fæðingarstyrk eða fæðingarorlof"}, {"response_to": "30393053", "username": "Catalyst", "message_id": "30397114", "user_id": "81856", "datetime": "2013-12-06 12:48:12", "datestring": "6. des. '13, kl: 12:48:12", "text": "Við ætluðum að hafa 3 ár á milli, tókst samt strax og það urðu næstum 2,5 ár upp á dag munar 10 dögum."}, {"response_to": "30393053", "username": "litla ég", "message_id": "30402476", "user_id": "191497", "datetime": "2013-12-09 00:13:51", "datestring": "9. des. '13, kl: 00:13:51", "text": "Takk fyrir svörin!"}, {"response_to": "30393053", "username": "smusmu", "message_id": "30408211", "user_id": "9059", "datetime": "2013-12-11 14:31:53", "datestring": "11. des. '13, kl: 14:31:53", "text": "Það eru rúm 4 ár á milli stelpnanna minna og mér finsnt það frábært. Hefði aldrei meikað að vera með tvö svona lítil. Það verður stærra bil ef ég kem með þriðja þar sem yngri er núna 5 ára og ég sé bara kosti við það. Sú yngri er rosalega fyrirferðarmikil meðan eldri var einmitt mjög meðfærilegt barn :P"}, {"response_to": "30393053", "username": "Alli Nuke", "message_id": "30409499", "user_id": "218316", "datetime": "2013-12-11 22:33:38", "datestring": "11. des. '13, kl: 22:33:38", "text": "Það er alveg frábær tími þegar sæðið hittir á eggið og úr verður getnaður :)"}, {"response_to": "30393053", "username": "BossaNova", "message_id": "30414475", "user_id": "29788", "datetime": "2013-12-14 02:20:39", "datestring": "14. des. '13, kl: 02:20:39", "text": "ég mundi segja rúm 2 og 1/2 ár..."}]}