{"url": "https://bland.is/umraeda/gledisoguumraeda-um-jolin-handa-myrran2-/30419683/?page=1304", "date": "2013-12-17 11:38:03", "id": "30419683", "items": [{"text": "Þar sem þú sagðist BARA heyra sorgarsögur um jól og jólaundirbúning þá datt mér í hug að setja inn þennan þráð hér, þá hefurðu nefnilega heyrt eða öllu heldur séð eitthvað annað en bara sorgarsögur;)Ég hlakka gríðarlega til jólanna, þá verð ég í fríi með fjölskyldunni og get varið tíma í spil, hittinga og ýmislegt annað sem hefu setið á hakanum vegna mikils annríkis í allt haust.Ég hef upplifað alls kyns jól, jól þegar ég bjó með fíkli og var langt í burtu frá allri fjölskyldu minni og átti ekki neitt, jól sem barn þar sem ég átti fjölskyldu þar sem mikið drykkjuvandamál var til staðar, jól þar sem ég hef átt nægan pening og ekki þurft að hafa neinar áhyggjur og jól þar sem ég var núbúin að missa 2 mjög nána fjölskyldumeðlimi.Öll þessi jól hef ég samt haldið upp á með einhverjum sem mér þykir vænt um og það skiptir mestu máli:)Núna er allt í rúst heima hjá mér enda iðnaðarmenn í íbúðinni, öll fjölskyldan búin að vera veik og ég er mun blankari en ég hef verið lengi. En ég ætla að njóta jólanna til hins ýtrasta.Ég veit að það er fullt af fólki sem á erfitt en það hjálpar því ekki nokkurn skapaðan hlut að ég haldi ekki jól, ekki hefði ég viljað að fólk hefði hætt því þegar ég átti sjálf ekki neitt.Koma svo fólk, jákvæðar jólasögur takk :)", "title": "Gleðisöguumræða um jólin handa myrran2:)", "username": "mars", "message_id": "30419683", "user_id": "3730", "response_to": null, "datetime": "2013-12-17 11:38:03", "datestring": "17. des. '13, kl: 11:38:03"}, {"response_to": "30419683", "username": "Tipzy", "message_id": "30419693", "user_id": "26838", "datetime": "2013-12-17 11:45:24", "datestring": "17. des. '13, kl: 11:45:24", "text": "Ég hef líka átt allskonr jól, jól þarsem eg keypti allar gjafirnar fyrir 10 þus og fékksmotterís mat frá hjálparstofnun og þarsem eg gat meðal annars gefið börnunum mínum nýja wii tölvu og allt þar á milli. Alltaf hef èg samt elskað jólin og hlakkað til þeirra."}, {"response_to": "30419683", "username": "abbalabbalú", "message_id": "30419708", "user_id": "59806", "datetime": "2013-12-17 11:50:49", "datestring": "17. des. '13, kl: 11:50:49", "text": "Ég elska jólin og hef alltaf gert síðan ég var barn. Í ár á ég óvenju lítið af peningum svo ég þarf að spara í ýmsu og svo er ég í miðjum klíðum að skrifa MA-ritgerð svo fríið verður lítið en ég ætla samt að njóta jólanna og veit að ég mun gera það. Í fyrra hafði ég nýlega misst afa minn, sem var mér meira eins og pabbi, en ég náði samt að njóta jólanna, ég minntist hans bara með gleði í hjarta."}, {"response_to": "30419683", "username": "Grjona", "message_id": "30419806", "user_id": "18490", "datetime": "2013-12-17 12:39:08", "datestring": "17. des. '13, kl: 12:39:08", "text": "Síðan ég fór að halda jól með minni einkafjölskyldu og hætta að elta annarramannajól, þá hafa jólin mín verið fullkomin. Við gerum það sem við viljum, þegar við viljum, borðum það sem okkur þykir best og gónum á sjónvarpið á aðfangadagskvöld ef okkur dettur í hug. Alveg eins og það á að vera."}, {"response_to": "30419806", "username": "ilmbjörk", "message_id": "30419836", "user_id": "142779", "datetime": "2013-12-17 12:59:15", "datestring": "17. des. '13, kl: 12:59:15", "text": "ó já ég gleymdi að minnast á það! Það er svo mikið best að halda jólin bara með sjálfum sér og sinni fjölskyldu og hætta að elta aðra :D Þessvegna förum við ekki til Íslands um jólin, það væri ekkert frí, þeytingur á milli staða og annaramanna hefðir.. fyrstu jólin okkar bara tvö voru best, matur þegar okkur hentaði, nokkrir pakkar og svo Die Hard á aðfangadagskvöld! Hefur verið hefð hjá okkur síðan að horfa á Die hard á aðfangadagskvöld og ég algjörlega elska það!"}, {"response_to": "30419806", "username": "Lækjadepla", "message_id": "30419837", "user_id": "253671", "datetime": "2013-12-17 12:59:40", "datestring": "17. des. '13, kl: 12:59:40", "text": "Einmitt jólin eiga ekki að vera eftir ákveðni forskrift þau eiga að vera eins og við viljum hafa þau"}, {"response_to": "30419683", "username": "ilmbjörk", "message_id": "30419831", "user_id": "142779", "datetime": "2013-12-17 12:56:52", "datestring": "17. des. '13, kl: 12:56:52", "text": "Já ég elska gleðisögur :)"}, {"response_to": "30419683", "username": "Lækjadepla", "message_id": "30419834", "user_id": "253671", "datetime": "2013-12-17 12:58:24", "datestring": "17. des. '13, kl: 12:58:24", "text": "Þessi jóli verða frekar ódýr hjá okkur."}, {"response_to": "30419834", "username": "Myken", "message_id": "30419850", "user_id": "141701", "datetime": "2013-12-17 13:08:00", "datestring": "17. des. '13, kl: 13:08:00", "text": "takk fyrir hugmynd af möndlugjöf ;)"}]}