{"url": "https://bland.is/umraeda/hot-joga/30454629/?page=1260", "date": "2014-01-07 11:56:27", "id": "30454629", "items": [{"text": "Hvar er best að æfa hot jóga? Mælið þið kannski með einhverju öðru jóga þar sem maður fær mikið út úr timanum, semsagt eitthvað hard core stöff? Eg er nokkuð liðug í fótum en er með læstar axlir og fæ oft verk frá mjöðmum og upp í höfuð og vaknað með stífan háls á hverjum morgni.   Ég er ekki með kort í þessum dæmigerðu líkamsræktarstöðum og er þvi opin fyrir hverju sem er.", "title": "Hot Joga", "username": "evitadogg", "message_id": "30454629", "user_id": "61116", "response_to": null, "datetime": "2014-01-07 11:56:27", "datestring": "7. jan. '14, kl: 11:56:27"}, {"response_to": "30454629", "username": "svartasunna", "message_id": "30454666", "user_id": "54800", "datetime": "2014-01-07 12:15:57", "datestring": "7. jan. '14, kl: 12:15:57", "text": "Ég er í hot joga í Árbæjarþreki (bara kennt á laugardögum minnir mig) Hef ekki samanburð við aðra staði en ég hef verið að vakna með stífar axlir og hálsríg eftir þessa tíma á sunnudögum (er ekki 'bakverkjamanneskja') Er kannski að gera æfingarnar vitlaust en vildi bara láta þig vita af þessu...kannski þarf maður að fá kennslu eða fara varlega í æfingar ef maður er veikur fyrir...."}, {"response_to": "30454666", "username": "evitadogg", "message_id": "30454786", "user_id": "61116", "datetime": "2014-01-07 13:28:09", "datestring": "7. jan. '14, kl: 13:28:09", "text": "Ég er nefnilega alls ekki bakveik þannig en með mikla tilhneigingu til að stífna upp og fá hausverk út frá því."}, {"response_to": "30454666", "username": "threechamberedpeanut", "message_id": "30454895", "user_id": "34836", "datetime": "2014-01-07 14:45:28", "datestring": "7. jan. '14, kl: 14:45:28", "text": "það er líka á þriðjudögum 17:15"}, {"response_to": "30454895", "username": "fabia69", "message_id": "30454926", "user_id": "74289", "datetime": "2014-01-07 15:00:07", "datestring": "7. jan. '14, kl: 15:00:07", "text": "og fimmtudögum líka sem sagt 3svar í viku"}, {"response_to": "30454629", "username": "nibba", "message_id": "30454789", "user_id": "22725", "datetime": "2014-01-07 13:29:53", "datestring": "7. jan. '14, kl: 13:29:53", "text": "Ég er í Hreyfingu og fer í þetta þar, mjög fínt."}, {"response_to": "30454629", "username": "Bakasana", "message_id": "30454888", "user_id": "266266", "datetime": "2014-01-07 14:39:55", "datestring": "7. jan. '14, kl: 14:39:55", "text": "Hreyfing, world class og reebok fitness og sporthúsið eru allar með fína heita jógatíma. Sumir kennara leggja samt meiri áherslu á styrk og flæði en liðleika. Ég mæli sérstaklega með Elvu Rut hjá hreyfingu ef þú vilt vinna í liðleika. Því miður eru ekki lengur eins mikið af opnum tímum hjá henni. En ég held samt að föstudagstímaenir séu teygjutímar. Sporthusid er líka með lengrí tíma en gengur og gerist og þá er oft unnið Meira í teygjum."}, {"response_to": "30454888", "username": "evitadogg", "message_id": "30454944", "user_id": "61116", "datetime": "2014-01-07 15:08:48", "datestring": "7. jan. '14, kl: 15:08:48", "text": "Takk fyrir svarið. Já ef hef verið að skoða æfingar með teygjum og þyrfti að kaupa mér. Eg er orðin bara eitthvað svo hrædd um að þetta sé allt komið í óleysanlegan hnút hjá mér. Á slæmum dögum finnst mér vont að sitja með beinar fætur því eg fæ togverki upp eftir öllu baki :/ ég hef alltaf verið slæm en eg finn svo mikið fyrir þessu af því að eg hef verið að vinna í liðleika annarsstaðar"}, {"response_to": "30454944", "username": "Simbad", "message_id": "30455099", "user_id": "92092", "datetime": "2014-01-07 17:29:04", "datestring": "7. jan. '14, kl: 17:29:04", "text": "En að fara í sjúkranudd, nokkra tíma og fá leiðbeiningar og aðstoð?"}, {"response_to": "30455099", "username": "evitadogg", "message_id": "30455106", "user_id": "61116", "datetime": "2014-01-07 17:32:02", "datestring": "7. jan. '14, kl: 17:32:02", "text": "Hef tvisvar gert það og mér fannst það lítið duga. Annar var einmitt mikið að teygja og nudda og það var gott a meðan a þvi stoð, eg fekk massifan hausverk alltaf a eftir en það skildi ekkert eftir sig. Eg lærði nokkrar æfingar sem eg geri en mér finnst einhvern það vera bara plástur á sárið, vinnur ekki á rót vandans."}, {"response_to": "30455106", "username": "evitadogg", "message_id": "30455108", "user_id": "61116", "datetime": "2014-01-07 17:32:42", "datestring": "7. jan. '14, kl: 17:32:42", "text": "Semsagt tvær mismunandi meðferðir hja tveimur mismunandi sjúkraþjálfurum."}, {"response_to": "30455108", "username": "Simbad", "message_id": "30456410", "user_id": "92092", "datetime": "2014-01-08 14:12:30", "datestring": "8. jan. '14, kl: 14:12:30", "text": "Já, maður þarf sko að vinna íessu á sama tíma og maður fer í nudd. Það er ekki nóg bara að fara í nudd og gera nokkrar æfingar og gera það tímabundið heldur er þetta yfirleitt krónískt vandamál sem maður þarf að vinna stöðugt í. Sérstaklega axlirnar hjá konum... við erum svo mikil grey ;)"}, {"response_to": "30454629", "username": "GoGoYubari", "message_id": "30455081", "user_id": "69201", "datetime": "2014-01-07 17:21:01", "datestring": "7. jan. '14, kl: 17:21:01", "text": "Ég mæli með því ef þú ætlar að stunda jóga eingöngu (þ.e. ert ekki að leita þér að líkamsræktarstöð sem bíður upp á jóga) að fara frekar á Jógastöð heldur en t.d. að fara í jóga í WC eða eitthvað. Hef prófað bæði og mikill munur að vera í jógastöð þar sem er kyrrð og ró, þú ert alltaf með sama fólkinu í tímum og kennarinn þekkir þig eftir nokkur skipti heldur en á líkamsræktarstöð þar sem maður heyrir tekknótónlistina úr næsta sal og dinkinn sem kemur þegar einhver sleppir lóðum í gólfið, stundum troðfullt og stundum enginn í tíma og þar fram eftir götunum."}, {"response_to": "30455081", "username": "GoGoYubari", "message_id": "30455085", "user_id": "69201", "datetime": "2014-01-07 17:22:47", "datestring": "7. jan. '14, kl: 17:22:47", "text": "Ok djók fattaði núna að fyrirsögnin var hot yoga svo þú ert kannski bara að leita að því og það er kannski bara í boði á líkamsræktarstöðvum :P en allavega!.."}, {"response_to": "30455085", "username": "evitadogg", "message_id": "30455096", "user_id": "61116", "datetime": "2014-01-07 17:27:48", "datestring": "7. jan. '14, kl: 17:27:48", "text": "Æ nei það er ekkert endilega niðurnjörvað. Mig langar bara í góðar og djúpar undir hamdleiðslu færs kennara."}, {"response_to": "30455096", "username": "GoGoYubari", "message_id": "30455112", "user_id": "69201", "datetime": "2014-01-07 17:34:42", "datestring": "7. jan. '14, kl: 17:34:42", "text": "Ok :) Auður í Jógasetrinu er alveg frábær, stöðin hefur stækkað talsvert síðan ég var þarna og fullt af kennurum búnir að bætast við. En hún er svo mikil fagmanneskja að ég myndi treysta öllum sem koma að þessu hjá henni, tímarnir voru líka svolítið persónulegir og svona (reyndar meðgöngujóga sem ég var í sem er svolítið öðruvisi en þetta hefðbundna jóga). Myndi allavega skoða þessa stöð ef hún er í nágrenni við þig :)"}, {"response_to": "30455085", "username": "Anímóna", "message_id": "30456658", "user_id": "86179", "datetime": "2014-01-08 16:56:17", "datestring": "8. jan. '14, kl: 16:56:17", "text": "Nei það er líka í boði í Yoga Shala :)"}, {"response_to": "30454629", "username": "pink64", "message_id": "30455104", "user_id": "103388", "datetime": "2014-01-07 17:31:49", "datestring": "7. jan. '14, kl: 17:31:49", "text": "Ég mæli eindregið með Hot Yoga hjá Jóhönnu í Sporthúsinu. Er að vísu notalegra að vera í Jógastöð, en á meðan Hot Yoga er bara í Íþróttastöðvum, er þetta klárlega besti kosturinn."}, {"response_to": "30454629", "username": "tavi", "message_id": "30455340", "user_id": "60975", "datetime": "2014-01-07 19:38:13", "datestring": "7. jan. '14, kl: 19:38:13", "text": "Ég mæli með Talyu og Gumma í Heilsubót, Síðumúla. Þau eru by far faglegustu jógakennarar sem ég hef farið til. Ég stundaði tíma hjá Talyu fyrir nokkrum árum og fannst hún æði, rosalega athugul (setti sig vel inn í styrkleika og veikleika nemendanna) og tæknileg (setti nemendur vel inn í iðkunina). Ég lærði mjög mikið hjá henni."}, {"response_to": "30454629", "username": "Kairii", "message_id": "30455684", "user_id": "148203", "datetime": "2014-01-07 22:12:54", "datestring": "7. jan. '14, kl: 22:12:54", "text": "Eeeelska Hot Yoga í Sporthúsinu"}, {"response_to": "30454629", "username": "Walter", "message_id": "30455936", "user_id": "61360", "datetime": "2014-01-08 01:02:04", "datestring": "8. jan. '14, kl: 01:02:04", "text": "Ég er ekki sérfræðingur en hef farið í 3 tíma og gafst þá upp. Fékk dúndrandi hausverk í öll skiptin og var öll voða stíf eitthvað. Kannski er ég bara eitthvað skrítin en þetta var ekki að gera sig."}, {"response_to": "30454629", "username": "jibbí kóla", "message_id": "30456159", "user_id": "166790", "datetime": "2014-01-08 10:18:37", "datestring": "8. jan. '14, kl: 10:18:37", "text": "Hot Balance eru mjög góðir tímar, þeir eru í reebok fitness. Þar er tekið á öllum svona litlum vöðum. Mér finnst það svipað og það hot yoga sem ég hef farið í nema í hot balance eru notuð lóð með."}, {"response_to": "30456159", "username": "evitadogg", "message_id": "30456194", "user_id": "61116", "datetime": "2014-01-08 10:56:23", "datestring": "8. jan. '14, kl: 10:56:23", "text": "Mig vantar aðallega teygjuna, er að æfa nóg með lóðum og eigin líkamsþyngd. Eða er eg að misskilja þig? Eru lóðin notuð við teygjur?"}, {"response_to": "30454629", "username": "Anímóna", "message_id": "30456438", "user_id": "86179", "datetime": "2014-01-08 14:45:08", "datestring": "8. jan. '14, kl: 14:45:08", "text": "Ég mæli ekki með hot jóga yfirhöfuð."}, {"response_to": "30456438", "username": "evitadogg", "message_id": "30456619", "user_id": "61116", "datetime": "2014-01-08 16:32:46", "datestring": "8. jan. '14, kl: 16:32:46", "text": "Ha? Nú?? Ég hélt að þú hefðir svo góða reynslu af því"}, {"response_to": "30456619", "username": "Anímóna", "message_id": "30456641", "user_id": "86179", "datetime": "2014-01-08 16:48:18", "datestring": "8. jan. '14, kl: 16:48:18", "text": "Ekki hot jóga. Ég fór í svona hot fitness námskeið í Hreyfingu sem var æði, miklu meira í áttina að pílates.. En þeir sem kenna hot jóga í líkamsræktarstöðvum hafa yfirleitt ekki nema einhverja smá menntun og passa ekki upp á ákveðin grundvallaratriði sem koma í veg fyrir meiðsli t.d.  Mér fannst alltaf eitthvað off við hot jóga sem ég hafði bæði prófað í WC og Hreyfingu og þegar ég fór að læra „alvöru“ jóga hjá til þess menntuðum kennara sá ég hvað allt hafði verið vitlaust og hvað ég bara gerði allt vitlaust."}, {"response_to": "30456641", "username": "labbi86", "message_id": "30456896", "user_id": "204900", "datetime": "2014-01-08 18:38:47", "datestring": "8. jan. '14, kl: 18:38:47", "text": "Jóhanna Karlsdóttir sem sér um hotyoga í Sporthúsinu er reyndar mjög vel menntuð sem yogakennari og mjög góður kennari. Mín upplifun var sú að hún passaði og lagði mikla áherslu á grundvallaratriðin og leiðrétti ef fólk var að gera vitlaust. Ég hef ekki reynslu af öðrum líkamsræktarstöðvum sem bjóða upp á hotyoga en mæli með hotyoga í Sporthúsinu hjá Jóhönnu. Ég var orðin mjög slæm af vöðvabólgu í herðum sem ég losnaði alveg við eftir að ég byrjaði í hotyoga hjá henni :)"}, {"response_to": "30456641", "username": "Mysolin", "message_id": "30457231", "user_id": "190929", "datetime": "2014-01-08 21:04:03", "datestring": "8. jan. '14, kl: 21:04:03", "text": "Jóhanna í Sporthúsinu á hámenntaður yogakennari.  Hún er frukvöðullinn af Hot yoga á Íslandi.  Tímarnir hjá henni eru á vegum hennar held ég meira og minna.  Þ.e maður borgar sérstaklega fyrir Hotyoga, það fyrlgir ekki kortinu í Sporthúsinu.  Sjálf fer ég til hennar, á ekki kort í Sporthúsinu, en kaupi klippikort bara í Hot yoga, mér finnst það algjörlega frábært."}, {"response_to": "30457231", "username": "Anímóna", "message_id": "30457275", "user_id": "86179", "datetime": "2014-01-08 21:56:20", "datestring": "8. jan. '14, kl: 21:56:20", "text": "Ókei, það eru þá undantekningar."}, {"response_to": "30457231", "username": "Anímóna", "message_id": "30457285", "user_id": "86179", "datetime": "2014-01-08 21:58:01", "datestring": "8. jan. '14, kl: 21:58:01", "text": "...enda sagði ég „yfirleitt“ :)"}, {"response_to": "30456438", "username": "GoGoYubari", "message_id": "30456900", "user_id": "69201", "datetime": "2014-01-08 18:41:03", "datestring": "8. jan. '14, kl: 18:41:03", "text": "Ég einmitt skil ekki hot yoga. Af hverju á það að vera eitthvað gott fyrir mann að vera í steikjandi hita og ná varla andanum? Get ekki ímyndað mér að það sé heilsusamlegt né heilsusamlegt... eða tengist raunverulegu jóga yfir höfuð"}, {"response_to": "30456900", "username": "GoGoYubari", "message_id": "30456901", "user_id": "69201", "datetime": "2014-01-08 18:41:39", "datestring": "8. jan. '14, kl: 18:41:39", "text": "lol átti að vera heilsusamlegt né skynsamlegt"}, {"response_to": "30456900", "username": "Bakasana", "message_id": "30457171", "user_id": "266266", "datetime": "2014-01-08 20:38:32", "datestring": "8. jan. '14, kl: 20:38:32", "text": "Er bikram ekki alvöru? Eða er það útfærsla líkamsræktarstöðvanna sem er ekki alvöru? Hvað er alvöru jóga? Ég hef Stundað Ashtanga og hatha og bikram í nokkur ár og sé ekki alveg hvernig heitt jóga er minna alvöru en annað. Það sem er gott við heita jógað er akkúrat að liðleikavinnan."}, {"response_to": "30457171", "username": "GoGoYubari", "message_id": "30457218", "user_id": "69201", "datetime": "2014-01-08 20:56:26", "datestring": "8. jan. '14, kl: 20:56:26", "text": "Ég veit að það eru til fullt af tegundum af jóga en hot yoga virðist amk vera einhver tískubóla bara, sérstaklega í ljósi þess að það er varla í boði á jógastöðvum (jú nema yoga shala eins og anímóna benti á) en er á hverri einustu líkamsræktarstöð."}, {"response_to": "30457171", "username": "Anímóna", "message_id": "30457281", "user_id": "86179", "datetime": "2014-01-08 21:57:16", "datestring": "8. jan. '14, kl: 21:57:16", "text": "Það er það sem mér finnst t.d. Ashtanga vinyasa hafa fram yfir annað, að líkaminn helst alveg heitur án þess að rýmið sé notað til þess."}, {"response_to": "30457281", "username": "Bakasana", "message_id": "30457547", "user_id": "266266", "datetime": "2014-01-08 23:17:22", "datestring": "8. jan. '14, kl: 23:17:22", "text": "Alveg sammála. Vinyasaflæði er samt ekki endilega heppilegasta leiðin til að vinna í liðleika. þá getur verið rosalega gott að nota heitan sal og leggja áherslur á teygjur og það að halda stöðum lengi."}, {"response_to": "30456900", "username": "safapressa", "message_id": "30457244", "user_id": "198011", "datetime": "2014-01-08 21:18:47", "datestring": "8. jan. '14, kl: 21:18:47", "text": "Ég hef farið svolítið í hot yoga tíma, þar var ekki steikjandi hiti, alveg hægt að anda eðlilega en maður svitnaði meira, hitinn á að auka liðleikann. En ég er samt sammála að þetta sé tískubóla og þjálfararnir oft ekki með mikla menntun í jóga."}]}