{"url": "https://bland.is/umraeda/min-reynsla/30461381/?page=1256", "date": "2014-01-11 03:05:51", "id": "30461381", "items": [{"text": "Ef þetta er óviðeigandi þá tilkynnið þið þetta bara út. Ég þjáist af áfallastreituröskun, kvíðaröskun, félagsfælni og miklu þunglyndi. Einnig er skrokkurinn í miklu ólagi. Ég hef barist við þetta í 8 ár og reynt flest undir sólinni. Í dag er ég í námi. Það er ótrúlega erfitt og búið að taka langann tíma en með góðri aðstoð kennara og námaráðgjafa, tek ég einn dag í einu og er þeim deginum nær markinu mínu.  Ég ákvað þegar ég byrjaði að vinna í mér að vera opin með mín veikindi og biðja um þá aðstoð sem ég þarf. Ég hef mætt miklum skilningi og velgjörðum. Sumir dæma mig og það er allt í lagi því ég tek ekki áliti annarra inn á mig því allir hafa rétt á sinni skoðun. Kannski virkar þetta ekki fyrir aðra en mig langar að koma minni reynslu hér með á framfæri og vonandi sýna fram á að það er alltaf von þó maður sé fastur í mykjunni og svartnættinu sem fylgir gjarnan andlegum veikindum. Síðustu tvo dagana var ég mjög langt niðri. Ég fór ekki í skólann og komst varla framúr rúminu nema til að sinna því allra mikilvægasta. Ég borðaði ekkert.  Í dag ákvað ég að tala það út við vinkonu mína og endaði á að endurskipuleggja skápana mína. Að sjá þann árangur minnti mig á að ég er ekki gagnslaus og ég get breytt aðstæðum mínum. Ljósglætan kom aftur.  Ég er á lyfjum og þau hjálpa en þau breyta engu nema ég vinni með þeim.  Ég segi ekki að ég verði að lifa því ég á barn. Barnið mitt er ekki hækja. Ég lifi fyrir mig því þó ég trúi því ekki alltaf þá á ég það skilið að vera hamingjusöm og ég skal ná því takmarki einn daginn.", "title": "Mín reynsla", "username": "keltnesk", "message_id": "30461381", "user_id": "179097", "response_to": null, "datetime": "2014-01-11 03:05:51", "datestring": "11. jan. '14, kl: 03:05:51"}, {"response_to": "30461381", "username": "neutralist", "message_id": "30461383", "user_id": "260872", "datetime": "2014-01-11 03:08:55", "datestring": "11. jan. '14, kl: 03:08:55", "text": "Flott hjá þér. Ég vann einu sinni með konu sem var mjög opin með það að hún var alkóhólisti í bata og átti við þunglyndi að stríða. Hún var í góðu jafnvægi þegar við unnum saman, stundaði jóga og var frábær samstarfsmaður. Mér fannst það mjög skrýtið í fyrstu að hún væri svona opin með þetta, en hún útskýrði fyrir mér að það væri hluti af bataferlinu hjá henni. Að fela ekkert."}, {"response_to": "30461381", "username": "Mae West", "message_id": "30461414", "user_id": "28460", "datetime": "2014-01-11 05:32:19", "datestring": "11. jan. '14, kl: 05:32:19", "text": "Gangi þér vel."}]}