{"url": "https://bland.is/umraeda/skattleysismork-thyda/30477273/?page=1239", "date": "2014-01-18 20:26:51", "id": "30477273", "items": [{"text": "Tölurnar eru ekkert fullkomnar en ég hélt að ég væri með skattleysismörkin á hreinu og held enn, en vinkona mín ruglaði svolítið í mér þannig að ég fór að efast.Ef skattleysismörk eru 141.025 og ég vinn upp í 140.024, fæ ég þá 140.024 útborgað (ef lífið væri einfalt og ekkert annað en skattar að borga) og persónuafsláttur uppá 50.498 safnast upp?(Og myndi ég þá borga 37,30% (52.230)  skatt af laununum ef ég væri með 140.026  í mánaðalaun og fá ekki nema 87.796 kr + persónuafsláttinn sem yrði þá fullnýttur þann mánuðinn.Er þetta réttur skilningur?", "title": "Skattleysismörk þýða", "username": "Glóálfur", "message_id": "30477273", "user_id": "259770", "response_to": null, "datetime": "2014-01-18 20:26:51", "datestring": "18. jan. '14, kl: 20:26:51"}, {"response_to": "30477273", "username": "hillapilla", "message_id": "30477281", "user_id": "4176", "datetime": "2014-01-18 20:32:33", "datestring": "18. jan. '14, kl: 20:32:33", "text": "Ég geri ráð fyrir að þetta eigi að vera 141.xxx í öllum tilfellum, annars skil ég þig ekki. En nei, þetta er ekki réttur skilningur. Það er reiknaður skattur af uphæðinni þó hún sé undir \"skattleysismörkum\" en persónuafslátturinn gefur þér skattinn allan til baka á meðan launin eru undir mörkunum. Þegar þú ferð yfir mörkin koverar persónuafslátturinn ekki reiknaðan skatt og þú borgar skatt af umframupphæðinni."}, {"response_to": "30477273", "username": "hillapilla", "message_id": "30477294", "user_id": "4176", "datetime": "2014-01-18 20:35:45", "datestring": "18. jan. '14, kl: 20:35:45", "text": "Höfum bara einfaldar tölur, segjum að skatturinn sé 40% og skattleysismörk séu 100 þúsund. Það myndi þýða að persónuafslátturinn væri 40 þúsund. Þú vinnur þér inn 100 þús kall og af því ættirðu að borga 40 þúsund ef þú hefðir ekki skattkort. En þú ert með skattkort og nýir persónuafsláttinn og færð allan 100 þús kallinn borgaðan. Í næsta mánuði vinnur þú þér inn 110 þúsund og ættir að borga 44 í skatt. Þú nýtir persónuafsláttinn, sem er 40 þús, og borgar bara 4 þúsund, þ.e. 40% af upphæðinni sem er umfram skattleysismörk."}, {"response_to": "30477294", "username": "hillapilla", "message_id": "30477296", "user_id": "4176", "datetime": "2014-01-18 20:36:34", "datestring": "18. jan. '14, kl: 20:36:34", "text": "...\"nýir\" = nýtir."}, {"response_to": "30477294", "username": "nerdofnature", "message_id": "30477447", "user_id": "91627", "datetime": "2014-01-18 22:04:14", "datestring": "18. jan. '14, kl: 22:04:14", "text": "Smá viðbót við þetta:"}, {"response_to": "30477273", "username": "zollie", "message_id": "30477361", "user_id": "28508", "datetime": "2014-01-18 21:11:15", "datestring": "18. jan. '14, kl: 21:11:15", "text": "Mjög gott að skoða hér hvernig launaseðill virkar og setja mismunandi fjárhæðir inn sem laun :)"}]}