{"url": "https://bland.is/umraeda/handa-og-fota-sjukdomurinn/30479709/?page=1226", "date": "2014-01-20 10:29:34", "id": "30479709", "items": [{"text": "núna er þessi sjúkdómur að ganga hérna í þorpinu sem ég bý í í noregi.  Ég er að velta fyrir mér hver eru fyrstu einkenninn?  Eru það bara útbrot, og hvað er best að nota þegar þetta kemur.Það er tekið frekar létt á þessu hérna, svo lengi sem börnin eru ekki með hita, og eru í fínu standi þá mega þau fara í skólann og leikskólann.  En ég er búin að heyra um mikið af börnum sem fengu þetta illa í munninn og áttu erfitt með að borða og kyngja.  Mér líst nú ekki á þetta því ég er í þvílíkum vandræðum með að fá minn 3,5 ára gemling til að borða yfir höfuð á góðum degi og stendur til að senda hann á barnadeildina á spítalanum þar sem á að skoða hann í bak og fyrir með það hvort það sé einhver undirliggjandi ástæða fyrir þessu listarleysi eða hvort hann sé bara svona matvandur og þurfi svona lítinn mat.  En það er annað mál.  Hefur einhver reynslu af þessum sjúkdóm og getur sagt mér hverju ég má búast við, því mér skilst að öll börn komi til með að smitast á endanum af þessu (minn hefur sloppið enþá og þetta er búið að vera að ganga síðan eftir jól), og eins hvað er gott að eiga í kotinu þegar þetta er komið hjá honum.", "title": "handa og fóta sjúkdómurinn", "username": "tiril", "message_id": "30479709", "user_id": "125846", "response_to": null, "datetime": "2014-01-20 10:29:34", "datestring": "20. jan. '14, kl: 10:29:34"}, {"response_to": "30479709", "username": "stjanan", "message_id": "30487623", "user_id": "51610", "datetime": "2014-01-24 13:32:58", "datestring": "24. jan. '14, kl: 13:32:58", "text": "Hæhæ"}, {"response_to": "30479709", "username": "þreytta", "message_id": "30487748", "user_id": "250", "datetime": "2014-01-24 14:14:20", "datestring": "24. jan. '14, kl: 14:14:20", "text": "hitalækkandi/verkjastillandi. Ekkert annað hægt að gera en að bíða eftir að þetta fari. Þetta getur komið mjög misjafnt fram hjá börnum. Sum verða fárveik og lengi að ná sér, önnur fá blöðrur á tær og hendur og finna lítið fyrir þessu."}, {"response_to": "30487748", "username": "tiril", "message_id": "30488501", "user_id": "125846", "datetime": "2014-01-24 21:04:37", "datestring": "24. jan. '14, kl: 21:04:37", "text": "Minn er víst orðinn veikur, en ég er stödd í Osló og kemst ekki heim, ekker laust flug.  en hann var kominn með 40,4 stiga hita fyrr í kvöld, en engin útbrot eða neitt enþá, en hann var víst eitthvað að kvarta undan að honum væri illt í munninum líka.  Vona bara að hitinn lækki fljótt, er meinilla við það þegar hann fær svona háan hita, því hann er með þröngan öndunarveg og á það til að eiga við öndunarerfiðleika þegar hann fær svona háan hita, og ég er ekki heima, en sem betur fer er konan sem er að passa hann mamma sjálf svo hún er alveg róleg, sennilega rólegri en ég."}]}