{"url": "https://bland.is/umraeda/djofull-lidur-mer-ogedslega-illa/30488417/?page=1224", "date": "2014-01-24 20:17:21", "id": "30488417", "items": [{"text": "er búin að vera svo fáránlega langt niðri í janúar og hver dagur erfiðari en sá fyrri.  Nuna er verið að prófa ný lyf og ég sef í nær hálfann sólarhring í einu, er eins og hauslaus hæna því ég dreg liggur við á eftir mér hausinn.    Eins borða ég þegar mér líður illa og núna er ég búin að innbyrða hálfann poka af lakkrísbombum og piparmola, og það er það eina sem ég hef borðað í dag fyrir utan 1 samloku í morgun.", "title": "Djöfull líður mér ógeðslega illa", "username": "Ravens", "message_id": "30488417", "user_id": "210929", "response_to": null, "datetime": "2014-01-24 20:17:21", "datestring": "24. jan. '14, kl: 20:17:21"}, {"response_to": "30488417", "username": "_Valkyrja_", "message_id": "30488428", "user_id": "50393", "datetime": "2014-01-24 20:22:03", "datestring": "24. jan. '14, kl: 20:22:03", "text": "Knús!"}, {"response_to": "30488417", "username": "Vetrardís", "message_id": "30488544", "user_id": "267568", "datetime": "2014-01-24 21:17:36", "datestring": "24. jan. '14, kl: 21:17:36", "text": "Viltu spjall ?"}, {"response_to": "30488544", "username": "Ravens", "message_id": "30488597", "user_id": "210929", "datetime": "2014-01-24 21:38:53", "datestring": "24. jan. '14, kl: 21:38:53", "text": "æji ég veit ekki alveg hvað ég ætti að segja svo sem,  er reyndar búin að reyna að hressa mig aðeins við og fór í sturtu, það var mér nærri því ofviða, ég hef enga orku og ekkert úthald í neitt.  langar bara að sofa og sofa."}, {"response_to": "30488597", "username": "Vetrardís", "message_id": "30488604", "user_id": "267568", "datetime": "2014-01-24 21:40:36", "datestring": "24. jan. '14, kl: 21:40:36", "text": "Knús allavega á þig"}, {"response_to": "30488597", "username": "Amande", "message_id": "30488610", "user_id": "225249", "datetime": "2014-01-24 21:43:46", "datestring": "24. jan. '14, kl: 21:43:46", "text": "Svefninn getur verið það besta fyrir þig meðan allt er að komast á réttan kjöl. Ekki hafa móral að sofa. Leyfðu þér það."}, {"response_to": "30488417", "username": "Éghlautaðstautablautabraut", "message_id": "30488566", "user_id": "161390", "datetime": "2014-01-24 21:25:51", "datestring": "24. jan. '14, kl: 21:25:51", "text": "Það er ömurlegt að líða illa og finnast allt ómögulegt og tilgangslaust. Ef þú ert nýkomin á lyf þá koma þau ekki til með að virka alveg strax svo reyndu að þrauka.  Ég óska þér alls hins besta og bataknús."}, {"response_to": "30488417", "username": "Heiðlóan ♫♬♪ ♩", "message_id": "30488603", "user_id": "267951", "datetime": "2014-01-24 21:40:22", "datestring": "24. jan. '14, kl: 21:40:22", "text": "Janúar er bráðum búinn, tæplega 7 dagar eftir. Leyfðu þér bara að vera þreytt, lyfin virka vonandi betur en þetta getur tekið tíma"}, {"response_to": "30488417", "username": "TheMadOne", "message_id": "30488670", "user_id": "67426", "datetime": "2014-01-24 22:30:08", "datestring": "24. jan. '14, kl: 22:30:08", "text": "ímyndaðu þér að það hafi verið keyrt yfir þig. Þú ert í skralli og margir mismunandi þættir sem þarf að vinna í en bara hægt að taka einn í einu. Að byrja á nýjum lyfjum er jákvætt en það þarf að taka ömurlega neikvæðan part af því fyrst, þau taka alltaf langan tíma að virka og það geta verið leiðinlegar aukaverkanir til að byrja með. Mundu samt að vera ekki það hrædd við þessi leiðindi að ef nýju lyfin eru ekki að virka heldur þá lætur þú vita af því, Verkefnið er alveg jafn mikilvægt og þeirra sem greinast með erfiða líkamlega sjúkdóma, verkefnið er að ná að rífa sig upp úr þessu kviksyndi.. Ef þú værir slösuð upp í rúmi, myndi einhver skipta sér að því hvað þú værir að borða? myndi einhver skipta sér af því að þú þyrftir að sofa mikið? Á meðan þú sefur þá líður þér ekkert illa. Að vinna í því er verkefni sem kemur seinna þegar þér líður betur. Með átuna... það fylgir mörgum lyfjum og þar sem þú veist alveg hvernig þér líður og hvað þú gerir, fylltu heimilið af einhverju sem er gott og lætur þér líða betur en er ekki klikkaðar kaloríubombur til að fá þér inn á milli, vínber, melónur, popp, hreinan ávaxtasafa, hnetur, möndlur, rúsínur, eitthvað sem gefur þér líka næringu. svo færðu þér bara líka lakkrísbombur og piparmola þegar þú vilt. Málið með að borða mikið af bara sykri sem fer beint út í blóðið á þér lætur þér líða illa í hausnum og gerir þig máttlausa sem bætist ofan á hina vanlíðanina. Hafðu þetta einfalt, þú ert ekki að fara að elda flóknar máltíðir, þú vilt geta tekið þetta beint úr skápnum og borðað það. Gefðu þér séns, maður sér oft árangurinn eftir þá, svona \"mikið djö**** var ég í slæmu ástandi fyrir hálfu ári, ég sé það núna\". Haltu svo bara áfram að tjá þig, og...? gangi þér vel ;)"}, {"response_to": "30488670", "username": "Ravens", "message_id": "30488681", "user_id": "210929", "datetime": "2014-01-24 22:37:02", "datestring": "24. jan. '14, kl: 22:37:02", "text": "Ég berst við að reyna að rifa mig ekki niður og gera eins og sálfræðingurinn segir, að leyfa mér að láta mér batna.  Ég hef bara nær aldrei farið svona langt niður og um jólin var ég búin að ákveða að klára þetta bara, tékka mig út.  En akkúrat þá hitti eg vinkonu mína og við áttum gott kvöld saman þar sem við ræddum mikið málin og mér leið aðeins betur eftir það og sá smá ljós.  En í núna undanfarið hefur þetta farið hratt niður á við aftur og ég t.d. verð örmagna við að hugsa um að þurfa í sturtu eða framkvæma eitthvað.  Kvíðaköstin hellast yfir mig ef ég þarf að fara út og ég stundum fer ekki út í marga daga í einu.  það eina sem heldur í mér lífinu er að ég vil ekki skilja dóttur mína eftir án foreldra."}, {"response_to": "30488681", "username": "TheMadOne", "message_id": "30488688", "user_id": "67426", "datetime": "2014-01-24 22:42:09", "datestring": "24. jan. '14, kl: 22:42:09", "text": "úff veistu það hefur nú komið mér í gegnum ýmislegt að hugsa um hvað yrði um börnin mín. Svo koma einmitt svona lítil atriði sem gefa manni kannski ekki einusinni von heldur bara sátt. Sálfræðingurinn veit alveg hvað hann segir og þó að þú kannski finnir það ekki akkúrat á augnablikinu þegar þú gengur út frá honum þá er komið lítið fræ í sálina hjá þér sem vex hægt og rólega. Maður skilur ekki allt í einu, það kemur svoooo hægt og bítandi. Þú ert á réttri leið. ekki eins hratt eins og þú hefðir viljað en þú ert það samt."}, {"response_to": "30488688", "username": "Ravens", "message_id": "30488696", "user_id": "210929", "datetime": "2014-01-24 22:45:14", "datestring": "24. jan. '14, kl: 22:45:14", "text": "Já ég vona það, ég er búin að missa vonina um að hlutirnir geti batnað og það finnst mér verst.   En ég vona að það komi sá dagur að ég get farið að langa aftur, og sjá fyrir mér framtíð einhvernskonar."}, {"response_to": "30488696", "username": "TheMadOne", "message_id": "30488717", "user_id": "67426", "datetime": "2014-01-24 22:51:54", "datestring": "24. jan. '14, kl: 22:51:54", "text": "akkúrat núna, ekki gera meiri kröfur til þín en að klára einn dag í einu. Þú þarft ekki að tímasetja hvenær þú ætlar að vera skoppandi glöð. Ef þú kemst í gegnum daginn núna á þess að fá kvíðahnút í magann þá er þetta góður dagur. ég er hvorki AA manneskja né trúi á guð en æðruleysisbænin er eitt það gáfulegasta sem hefur verið sett niður á blað. Ef þú ætlaðir að gera eitthvað mjög mikilvægt, ekki þvinga þig inn í aðstæður sem þú treystir þér ekki í, þér gæti liðið mikið ver á eftir og það hafa allir rétt á að forfallast."}, {"response_to": "30488717", "username": "Ravens", "message_id": "30488725", "user_id": "210929", "datetime": "2014-01-24 23:01:34", "datestring": "24. jan. '14, kl: 23:01:34", "text": "Takk fyrir þetta, já ég reyndar fer með bænirnar mínar af og til."}, {"response_to": "30488681", "username": "krist104", "message_id": "30488718", "user_id": "117019", "datetime": "2014-01-24 22:52:10", "datestring": "24. jan. '14, kl: 22:52:10", "text": "Mikið ertu heppin að eiga vona góða vinkonu og gott þú gast fundið kraft til að hitta hana. segi einsog aðrir hér. Leyfðu þér að taka út þá hvíld sem þú þarft án þess að hafa samviskubit yfir því. Reyndu svo hægt og rólega að fara af stað í stuttan tíma í einu, einsog þú nefnir í uppahafðs innlegginu og mundu að það er fullt af fólki sem metur þig mikills. Lyfin munu líka vinna fyrir þig hægt og bítandi og þú munt ná fyrri heilsu. Ekki gleyma því. Bata kveðjur til þín."}, {"response_to": "30488681", "username": "EvaMist", "message_id": "30488779", "user_id": "39668", "datetime": "2014-01-24 23:48:23", "datestring": "24. jan. '14, kl: 23:48:23", "text": "Hefurvþú prófað sterkar B vítamín. Einhverra hluta vegna batnar andlega ástandið mitt fljótlega við að taka tvær à dag í nokkra daga, kannski tvær vikur í þínu tilfelli og svo eina á dag eftir það. Einnig skiptir öllu að vinna í svefninum því ég get átt mjög erfitt með svefn en þegar ég næ aftur að sofa þa kemur andlega hliðin í lag. Nú og borða hollt og hreyfa mig hjálpar líka helling. Knús"}, {"response_to": "30488779", "username": "Ravens", "message_id": "30488780", "user_id": "210929", "datetime": "2014-01-24 23:49:23", "datestring": "24. jan. '14, kl: 23:49:23", "text": "já og magnesíum, omega 3, lýsi Dvítamín,  græna orkudrykki á morgnana , grænt te, nefndu það, ég hef prófað það"}, {"response_to": "30488780", "username": "EvaMist", "message_id": "30488781", "user_id": "39668", "datetime": "2014-01-24 23:51:44", "datestring": "24. jan. '14, kl: 23:51:44", "text": "Og gert þetta í einhverjar vikur? Verður að pína þig til að borða fjölbreytta fæðu og fara út í náttúruna. Það hjálpar."}, {"response_to": "30488781", "username": "Ravens", "message_id": "30488783", "user_id": "210929", "datetime": "2014-01-24 23:53:39", "datestring": "24. jan. '14, kl: 23:53:39", "text": "veistu það að ég er búin að vera veik í tæp 2 ár og þetta er það fyrsta sem ég reyndi, það eru allir með allskonar lausnir, borða þetta og taka þetta og ekkert af þessu lét mér líða betur, ég er enn að taka þetta allt saman,  svo já ég er búin að gefa þessu tíma,"}, {"response_to": "30488783", "username": "EvaMist", "message_id": "30488924", "user_id": "39668", "datetime": "2014-01-25 06:33:03", "datestring": "25. jan. '14, kl: 06:33:03", "text": "Já en grunnurinn liggur í svefni og því sem ég borða. Þegar ég dett alveg á hliðina þá geri ég þetta. Tek svefninn í gegn því það er mitt mesta vandamál að geta ekki sofið. Tek mataræðið enn betur í gegn. Hætti að borða nammi að mestu, borða hollan mat og mikið af grænmeti og ávöxtum. Tek B vítamín sterkar og jafnvel fjölvítamín að auki. Þá stunda ég reglulega útivist og hreyfingu - dreg mig út þótt andlega hliðin komist ekkert. Og einhvernvegin kemst ég aftur á lappirnar aftur með þessu. Það fer mjög illa með þig að borða bara samloku og nammi og ef þú vakir kannski fram á nætur þá hjálpar það lítið. Gangi þér vel."}, {"response_to": "30488417", "username": "HvuttiLitli", "message_id": "30488701", "user_id": "41476", "datetime": "2014-01-24 22:46:58", "datestring": "24. jan. '14, kl: 22:46:58", "text": "Feel your pain, janúar er ekki minn mánuður. Skammdegisþunglyndið allsráðandi, og kvíði í hámarki. Eitt af því (það er nú ekki beint margt) sem heldur mér gangandi er hugsunin um að það komi betri tíð, hvenær sem hún er. Ekki það að einhverjar úber jákvæðar hugsanir lagi allt þegar maður er svona."}, {"response_to": "30488417", "username": "refecta", "message_id": "30490252", "user_id": "172118", "datetime": "2014-01-26 00:11:56", "datestring": "26. jan. '14, kl: 00:11:56", "text": "Er einhver hérna inni sem hefur þunglyndi og kvíða og langar að spjalla?  Endilega hafið samband :)"}, {"response_to": "30488417", "username": "scotialoans", "message_id": "30490584", "user_id": "268377", "datetime": "2014-01-26 02:55:13", "datestring": "26. jan. '14, kl: 02:55:13", "text": "Ert þú að leita að láni? Eða varst þú neitað um lán af banka eða fjármálastofnun fyrir einn eða fleiri ástæður? Þú hefur réttan stað fyrir lán lausnir þínar hérna! Scotiabank Investment lán gefa út lán til einstaklinga og fyrirtæki á lágu og hagkvæm vexti um 2%. Vinsamlegast hafðu samband við okkur með tölvupósti í dag á"}]}