{"url": "https://bland.is/umraeda/gigt-/30484309/?page=1231", "date": "2014-01-22 21:19:48", "id": "30484309", "items": [{"text": "Sælar.Ég lendi reglulega í því að verða rosalega aum fyrir neðan vísifingur (sjá mynd). Svæðið verður svolítið rautt en aumt þannig að smá snerting meiðir (nóg að strjúka yfir með fingri til að finna sársauka). Ég hef svo ætlað að panta tíma hjá lækni en daginn eftir er þetta horfið og ég hugsa ekki mikið út í það meir.Svo kemur oft fyrir að mér finnst liðamótin í fingrunum vera stíf. Ég veit ekki alveg hvernig ég get líst tilfinningunni en kannski eins og það þyrfti að smyrja liðina til þess að hreyfingin í fingrunum væri meira smooth.Ég hef oft hugsað út í þetta og spáð hvort ég gæti verið með byrjandi gigt og ætla að tala um þetta við lækni.Er einhver hér með gigt sem kannast við svona? Segjum að þetta væri gigt, er það \"dauðadómur\" eða er hægt að halda einkennum niðri? Hvernig er gigt greind?", "title": "Gigt?", "username": "Glóálfur", "message_id": "30484309", "user_id": "259770", "response_to": null, "datetime": "2014-01-22 21:19:48", "datestring": "22. jan. '14, kl: 21:19:48"}, {"response_to": "30484309", "username": "Glóálfur", "message_id": "30484311", "user_id": "259770", "datetime": "2014-01-22 21:19:59", "datestring": "22. jan. '14, kl: 21:19:59", "text": "Myndin"}, {"response_to": "30484309", "username": "Felis", "message_id": "30484314", "user_id": "32229", "datetime": "2014-01-22 21:21:52", "datestring": "22. jan. '14, kl: 21:21:52", "text": "systir mín er með einhvern hnúð í lið í einum fingri, ég er svosem ekki með á hreinu hvort það lýsir sér svipað og hjá þér en amk fylgir þessu töluverður sársauki og skert hreyfigeta í fingrinum. Hún er bara að bíða eftir að komast að hjá bæklunarskurðlækni. Það er ekkert tengt gigt á neinn hátt."}, {"response_to": "30484314", "username": "Glóálfur", "message_id": "30484332", "user_id": "259770", "datetime": "2014-01-22 21:30:15", "datestring": "22. jan. '14, kl: 21:30:15", "text": "Veistu hvort hún finni fyrir hnúðinum ef hún þreyfar liðinn? Ég finn engan mun á hægri og vinstri hendi en verkurinn kemur í hægri hendina. Þegar stirðleikinn kemur þá finn ég hann í öllum fingrum ekki bara í vísifingri en mér finnst stirðleikinn vera verri í hægri hendinni. Fæ líka smelli ef ég stend asnalega í mjaðmirnar, verri í hægri mjöðm."}, {"response_to": "30484332", "username": "Felis", "message_id": "30484374", "user_id": "32229", "datetime": "2014-01-22 21:47:22", "datestring": "22. jan. '14, kl: 21:47:22", "text": "æi ég bara man það ekki, það er pínu langt síðan hún var að útskýra þetta fyrir mér - en þetta er amk staðbundið við þennan fingur."}, {"response_to": "30484374", "username": "Glóálfur", "message_id": "30484384", "user_id": "259770", "datetime": "2014-01-22 21:52:12", "datestring": "22. jan. '14, kl: 21:52:12", "text": "Ok. Takk kærlega fyrir að svara :)"}, {"response_to": "30484309", "username": "Eine kleine", "message_id": "30484356", "user_id": "55221", "datetime": "2014-01-22 21:40:18", "datestring": "22. jan. '14, kl: 21:40:18", "text": "Mamma fær amk bólgna, rauða og heita liði. Hún er með liðagigt sem kalalst iktsýki."}]}