{"url": "https://bland.is/umraeda/6-ara-getur-ekki-sofnad-/30481158/?page=1234", "date": "2014-01-20 22:34:46", "id": "30481158", "items": [{"text": "Ég get ekki meira núna í svona 1/2 ár eða meira þá er búið að vera endalaust vesen að koma barninu mínu í rúmið sem að er næstum því að verða 6 ára. Þetta er búið að vera sérstaklega slæmt síðan í byrjun nóvember. síðan þá þá er barnið að sofna svona um 00:30 og allt kvöldið fer í það að segja barninu að fara að sofa og núna get ég ekki meira, veit ekkert hvað ég á að gera við barnið. Við erum alltaf með sömu rútínuna, hátta, tannbursta, lesa, spjalla, taka smá slökun breyða yfir og góða nótt. En alltaf er barnið að koma fram fela sig, leika sér og vesenast einhvað. Barnið hefur alltaf átt erfitt með svefn eða aldrei þurft að sofa neitt mikið. En núna bara minna en ekki neitt að mér finnst fyrir þennan aldur. Barnið er vakið klukkan 8 á morgnana stundum fyrr. Hvað getur maður gert við svona barn? Er til einhvað náttúrlegt lyf svo barnið sofni eða þarf ég bara að fara með það til lælnirs?", "title": "6 ára getur ekki sofnað???", "username": "Apríl baby", "message_id": "30481158", "user_id": "69958", "response_to": null, "datetime": "2014-01-20 22:34:46", "datestring": "20. jan. '14, kl: 22:34:46"}, {"response_to": "30481158", "username": "Felis", "message_id": "30481172", "user_id": "32229", "datetime": "2014-01-20 22:41:17", "datestring": "20. jan. '14, kl: 22:41:17", "text": "minn 8 ára er búinn að vera frekar erfiður fyrir áramót, oft var hann ekki að sofna fyrr en ca. 10-11 á kvöldin. Hann er samt barn sem hefur alltaf sofnað auðveldlega og svo vaknar hann sjálfur kl ca 7."}, {"response_to": "30481172", "username": "Felis", "message_id": "30481179", "user_id": "32229", "datetime": "2014-01-20 22:42:59", "datestring": "20. jan. '14, kl: 22:42:59", "text": "btw. hann pissar og fer upp í rúm - var greinilega með lestur á heilanum"}, {"response_to": "30481172", "username": "Apríl baby", "message_id": "30481189", "user_id": "69958", "datetime": "2014-01-20 22:45:51", "datestring": "20. jan. '14, kl: 22:45:51", "text": "Ég gleimdi einmitt að nefna það að ég er búin að vera með verðlaunakerfi og það virkar bara ekki neitt svo núna á laugardaginn þá bauð ég barninu ef að það yrði duglegt að fara að sofa í vikunni þá færum við saman í bíó á næstu helgi... en það er búið að vega sama sagan að sofna kl 00-00:30 þannig að þess vegna er ég alveg ráðþrota. :/"}, {"response_to": "30481189", "username": "Felis", "message_id": "30481192", "user_id": "32229", "datetime": "2014-01-20 22:47:50", "datestring": "20. jan. '14, kl: 22:47:50", "text": "verðlaunakerfi virkar samt ekki nema maður sé harður á að farið sé eftir reglunum."}, {"response_to": "30481192", "username": "Apríl baby", "message_id": "30481201", "user_id": "69958", "datetime": "2014-01-20 22:51:35", "datestring": "20. jan. '14, kl: 22:51:35", "text": "Já ég er búin að fara á pmt námskeið og veit út á hvað kefið gengur en barninu er bara nákvæmlega sama og fer svo bara að grenja þegar að ég læt það vita að þetta er ekki að fara eftir fyrirmælum og það er enginn límmið og engin verðlaun :/"}, {"response_to": "30481201", "username": "Felis", "message_id": "30481215", "user_id": "32229", "datetime": "2014-01-20 22:56:21", "datestring": "20. jan. '14, kl: 22:56:21", "text": "frábært :-/"}, {"response_to": "30481189", "username": "strákamamma", "message_id": "30481859", "user_id": "11836", "datetime": "2014-01-21 13:04:44", "datestring": "21. jan. '14, kl: 13:04:44", "text": "verðlaunakerfi virkar EKKERT á mína krakka.....   bara auka vesen og álag."}, {"response_to": "30481158", "username": "Heiðlóan ♫♬♪ ♩", "message_id": "30481188", "user_id": "267951", "datetime": "2014-01-20 22:45:31", "datestring": "20. jan. '14, kl: 22:45:31", "text": "Ég myndi fyrst heyra í svefnráðgjafa og sálfræðingi. Kannski er hægt að laga þetta með einhverri annarri meðferð en lyfjameðferð"}, {"response_to": "30481188", "username": "Apríl baby", "message_id": "30481194", "user_id": "69958", "datetime": "2014-01-20 22:48:48", "datestring": "20. jan. '14, kl: 22:48:48", "text": "Er einmitt að fara á þjónustumiðstöðina í næstu viku og ræða þetta þar. Mig langar ekkert að gefa barninu lyf en ég er bara orðin ráðþrota búin að prófa allt sem að það er búið að benda mér á. var í vikunni að spjalla við sálfræðinginn þar og hún benti mér á magnisíum hefur einhver prófað það fyrir börn sem að eiga erfitt með að sofna?"}, {"response_to": "30481194", "username": "ÓRÍ73", "message_id": "30481200", "user_id": "20092", "datetime": "2014-01-20 22:51:23", "datestring": "20. jan. '14, kl: 22:51:23", "text": "magnesíum er mjög algengt að nota fyrir börn sem geta illa sofnað, virkar oft mjög vel. Amk ekkert mál að prófa það."}, {"response_to": "30481200", "username": "Apríl baby", "message_id": "30481202", "user_id": "69958", "datetime": "2014-01-20 22:52:55", "datestring": "20. jan. '14, kl: 22:52:55", "text": "ég kannski læt bara verða af því að kaupa þetta á morgun...."}, {"response_to": "30481202", "username": "ÓRÍ73", "message_id": "30481203", "user_id": "20092", "datetime": "2014-01-20 22:53:25", "datestring": "20. jan. '14, kl: 22:53:25", "text": "það sakar ekkert. Mín var bara svo þrjóst og neitaði að taka þetta inn. En enduðum á lyfjagjöf og það hjálpaði henni mikið."}, {"response_to": "30481203", "username": "Apríl baby", "message_id": "30481211", "user_id": "69958", "datetime": "2014-01-20 22:55:43", "datestring": "20. jan. '14, kl: 22:55:43", "text": "ég er einmitt hrædd um það að minn þrjóskupúki sem neitar að taka allt svona muni neita þessu.... en hvað var þín gömul þegar að hún fékk lyf við svefn veseninu? og varstu búin að standa í þessu lengi?"}, {"response_to": "30481211", "username": "ÓRÍ73", "message_id": "30481214", "user_id": "20092", "datetime": "2014-01-20 22:56:17", "datestring": "20. jan. '14, kl: 22:56:17", "text": "búin að standa í svefnvandamálum í ca 5 ár.... hún er búin að vera á lyfjum núna í ca ár, síðan hún var um 9 ára."}, {"response_to": "30481214", "username": "Apríl baby", "message_id": "30481224", "user_id": "69958", "datetime": "2014-01-20 22:59:34", "datestring": "20. jan. '14, kl: 22:59:34", "text": "úff ok vona að þetta fari að hætta hjá henni..... öll kvöld fara í það að koma henni í rúmið... ætla þá að prófa magnesíum og sjá hvort barnið taki það inn og hvort það virki og vona það besta :)"}, {"response_to": "30481224", "username": "strákamamma", "message_id": "30481862", "user_id": "11836", "datetime": "2014-01-21 13:06:33", "datestring": "21. jan. '14, kl: 13:06:33", "text": "hún ss Á öll kvöldin þín."}, {"response_to": "30481211", "username": "donaldduck", "message_id": "30481457", "user_id": "124716", "datetime": "2014-01-21 06:17:13", "datestring": "21. jan. '14, kl: 06:17:13", "text": "mín var að taka þetta, af því að hún nnáði sér ekki niður á kvöldin og fann að það kom niður á skólanum og æfingum hjá henni. við blönduðum skammtin í lítil glas í eins lítil vatn og hægt var og svo skellti hún þessu í sig eins og skoti og drakk svo vatn eða ávaxtasafa á eftir."}, {"response_to": "30481211", "username": "strákamamma", "message_id": "30481861", "user_id": "11836", "datetime": "2014-01-21 13:05:44", "datestring": "21. jan. '14, kl: 13:05:44", "text": "ég myndi bara ekkert ræða það við hann....kauptu þetta bar aí duftformi og settu útí matinn hans eða eitthvað sem hann er að drekka."}, {"response_to": "30481202", "username": "hanastél", "message_id": "30481710", "user_id": "171558", "datetime": "2014-01-21 11:24:51", "datestring": "21. jan. '14, kl: 11:24:51", "text": "Passaðu magnið, of mikið magnesíum getur valdið niðurgangi."}, {"response_to": "30481158", "username": "stelpa001", "message_id": "30481275", "user_id": "57757", "datetime": "2014-01-20 23:24:15", "datestring": "20. jan. '14, kl: 23:24:15", "text": "er barnið í einhverjum íþróttum ? uppá að það sé nógu þreytt á kvöldin. og með magnesium-ið, gæti ekki verið sniðugt að kalla þetta vítamín svo hann verði stór og sterkur ? snúa því í eitthvað svona jákvætt ?"}, {"response_to": "30481275", "username": "Apríl baby", "message_id": "30481311", "user_id": "69958", "datetime": "2014-01-20 23:41:26", "datestring": "20. jan. '14, kl: 23:41:26", "text": "Barnið er bara í íþróttum á laugardögum og fer sjaldan út að leika og ef það fer út þá endist það ekki lengi úti en ég hef núna sett bann á sjónvarp, tölvur og slíkt eftir fréttir nema um helgar. Ef það hlustar á bækur þá er það að stelast til að hlusta a´meira en eina sögu þegar að ég held að barnið sé sofnað. Getur alveg snúið á mig :/ og já barnið nær alltaf að æsa sig og halda sér vakandi endalaust. þrátt fyrir allt það róandi sem við gerum fyrir svefninn..."}, {"response_to": "30481311", "username": "alboa", "message_id": "30481331", "user_id": "31118", "datetime": "2014-01-20 23:52:26", "datestring": "20. jan. '14, kl: 23:52:26", "text": "Þegar mín hefur tekið þannig tímabil þá stenda ég bara í hurðinni og segir rólega \"liggðu kyrr\" í hvert skipti sem hún hreyfir sig. Ef allt er farið í hundana þá byrja ég að taka út dót sem hún þarf svo að vinna sér inn aftur (en þetta er ekki krónískt vandamál hér). En ef mín er orðin svona æst þá þýðir ekkert annað en að standa stöðugt yfir henn í 10-15 mín til að róa hana niður aftur og þá venjulega sofnar hún. Er ekki þessi \"leikur\", æsa sig upp, æsa þig upp og allt það, orðið að vítahringnum? Hvað gerist ef barnið fær enga athygli út á þetta? Nennir það samt að halda sér vakandi svona lengi?"}, {"response_to": "30481331", "username": "Apríl baby", "message_id": "30481342", "user_id": "69958", "datetime": "2014-01-20 23:57:31", "datestring": "20. jan. '14, kl: 23:57:31", "text": "himm sniðug áminning hjá þér takk ætla að gera þetta á morgun að standa bara fyrir framan hurðina hjá henni. En já of held ég að hún sé sofnuð svo heyri ég einhvað detta inni hjá henni þá er hún bara að leika sér og búin að vera kannski að því í 2-3 tíma ánþess að við tökum eftir því og þetta hefur oft komið fyrir... þannig að það er kannski ekki æsingur í neinum nema innra með henni. En já annars þráir hún að hún sé skömmuð held ég stundum..."}, {"response_to": "30481342", "username": "alboa", "message_id": "30481370", "user_id": "31118", "datetime": "2014-01-21 00:15:25", "datestring": "21. jan. '14, kl: 00:15:25", "text": "Skammir eru náttúrulega athygli. ;)"}, {"response_to": "30481342", "username": "Felis", "message_id": "30481851", "user_id": "32229", "datetime": "2014-01-21 12:54:45", "datestring": "21. jan. '14, kl: 12:54:45", "text": "ég einmitt svara oft bara fyrsta kalli, segi honum að ég muni ekki svara honum aftur (svo að hann veit alveg að ég heyri). Eins hrósa ég mjög mikið daginn eftir þegar honum hefur gengið vel. Tala jafnvel um það allan daginn hvað hann hafi verið frábærlega duglegur að sofna kvöldið áður."}, {"response_to": "30481331", "username": "Blandpía", "message_id": "30481450", "user_id": "174239", "datetime": "2014-01-21 03:13:19", "datestring": "21. jan. '14, kl: 03:13:19", "text": "Gveð ég ræð því ekki hérna enda er ég stjúpa, pabbinn hérna hefur alltaf verið ákveðin en að öðru leiti bara cute hvað hann er blíður, man þegar börnin eru  hérna (vika vika) kanski er hann of hard core strangur? en eftir að þau fá að borða þa er það heima lærdómur svo kanski bað (ef svo á við) svo eru það náttföt, næturávöxtur, tannburstun og svo sögustund og svo fá þau ekki (hann er frekar ákveðinn) að koma endalaust fram, ef það er e-ð að? þá leggst hann hjá þeim og heldur utan um þau, allveg eins og ef þeim dreymir illa þá er lagst inni hjá þeim þangað til að friður er komin yfir þau.'I kvöld þá nenntu þau ekki að fara að sofa en hlýddu á endanum enda er ekkert að gera fyrir þau í myrkrinu (hafa samt lampa svo þau verði ekki hrædd)"}, {"response_to": "30481311", "username": "Felis", "message_id": "30481849", "user_id": "32229", "datetime": "2014-01-21 12:53:32", "datestring": "21. jan. '14, kl: 12:53:32", "text": "er eitthvað vandamál þó að hann stelist til að hlusta lengur? ef hann er kyrr í rúminu sínu og slakar á?"}, {"response_to": "30481158", "username": "furby", "message_id": "30481334", "user_id": "32752", "datetime": "2014-01-20 23:54:14", "datestring": "20. jan. '14, kl: 23:54:14", "text": "Það mætti halda að þú værir að lýsa 7 ára dóttur minni. Hún er líka svona, tekur hana 2-3klst að ná að slaka á og sofna eftir að búið er að lesa og breiða yfir hana."}, {"response_to": "30481334", "username": "Apríl baby", "message_id": "30481346", "user_id": "69958", "datetime": "2014-01-21 00:00:03", "datestring": "21. jan. '14, kl: 00:00:03", "text": "bowen hvað er það? sorry mjög fáfróð um svona hluti hehe... en já allt til að hjálpa barninu..."}, {"response_to": "30481346", "username": "furby", "message_id": "30481351", "user_id": "32752", "datetime": "2014-01-21 00:04:10", "datestring": "21. jan. '14, kl: 00:04:10", "text": "Þetta snýst um að ýta á einhverja ákveðna punkta á líkamanum til að losa um spennu. Margir hafa enga trú á þessu og telja þetta vera algjört kjaftæði, eins og ég gerði :) En þetta virðist virka fyrir mína dóttur."}, {"response_to": "30481351", "username": "Apríl baby", "message_id": "30481363", "user_id": "69958", "datetime": "2014-01-21 00:11:13", "datestring": "21. jan. '14, kl: 00:11:13", "text": "takk fyrir þetta er að spá í að prófa þetta ef að hitt virkar ekki sem að er búið að benda mér á hérna gef því tíma út vikuna og ef það virkar ekki þá hringi eg þangað og bóka tíma fyrir hana áður en ég verð algjörlega gráhærð ;)"}, {"response_to": "30481158", "username": "evitadogg", "message_id": "30481719", "user_id": "61116", "datetime": "2014-01-21 11:40:21", "datestring": "21. jan. '14, kl: 11:40:21", "text": "Mun fekk að hlusta a sögu en svo var hun farin að halda se vakandi yfir heilubokunum og vildi sofna samt ut fra einhverju svo eg for að spila rolega tonlist og hun steinsofnar við það."}, {"response_to": "30481158", "username": "nibba", "message_id": "30481775", "user_id": "22725", "datetime": "2014-01-21 12:14:56", "datestring": "21. jan. '14, kl: 12:14:56", "text": "Hér á bæ er vinsæl slökun að fá að fara í sund fyrir eða um kvöldmat. Minn er sjö ára og sofnar 20:30-21 og vaknar kl 07-07:30"}, {"response_to": "30481775", "username": "Arel", "message_id": "30481936", "user_id": "13076", "datetime": "2014-01-21 14:00:28", "datestring": "21. jan. '14, kl: 14:00:28", "text": "Sundferðir hafa ákkúrat öfug áhrif á mín börn."}]}