{"url": "https://bland.is/umraeda/vagn-ut-a-svolum-/30514930/?page=1196", "date": "2014-02-09 12:01:10", "id": "30514930", "items": [{"text": "Nú er sól á lofti og ég með suðursvalir. Er í lagi að hafa barnið sofandi í vagninum út á svölum, það er hægt að renna frá aftan á skerminum þannig að það er loftflæði alveg í gegn...Hvað segiði?", "title": "Vagn út á svölum?", "username": "Babalúla", "message_id": "30514930", "user_id": "233508", "response_to": null, "datetime": "2014-02-09 12:01:10", "datestring": "9. feb. '14, kl: 12:01:10"}, {"response_to": "30514930", "username": "MUX", "message_id": "30514934", "user_id": "53030", "datetime": "2014-02-09 12:03:26", "datestring": "9. feb. '14, kl: 12:03:26", "text": "já bara passa að það verði ekki of heitt"}, {"response_to": "30514930", "username": "Júlí 78", "message_id": "30516242", "user_id": "245905", "datetime": "2014-02-10 09:28:23", "datestring": "10. feb. '14, kl: 09:28:23", "text": "Myndi líka sleppa því að setja barnið út að sofa í frosti. Einu sinni var álitið að það væri gott að börn svæfu úti í vagni í hvaða veðri sem er en það á ekki við lengur. Allavega heyrði ég einu sinni umræðu um eyrnabólgu í útvarpinu einhvern tímann og þar var talað um að börn sem áttu heima á hlýrri svæðum fengju síður eyrnabólgu."}, {"response_to": "30516242", "username": "vestfj", "message_id": "30516254", "user_id": "108747", "datetime": "2014-02-10 09:32:42", "datestring": "10. feb. '14, kl: 09:32:42", "text": "það er örugglega misjafnt með hvað hver segir um að sofa úti og kulda og allt það. Ég á 4 börn , alltaf sofið uti, næstum í hvaða veðri sem er og engin fengið eyrnabólgu , þannig að ég held að þetta sé lika mjög einstaklingsbundið"}, {"response_to": "30516242", "username": "alboa", "message_id": "30516259", "user_id": "31118", "datetime": "2014-02-10 09:36:07", "datestring": "10. feb. '14, kl: 09:36:07", "text": "Það gæti verið út af svo mörgu, til dæmis smitleiðum. Í mörgum hlýrri löndum sem eru oft notuð til samanburðar eru börn til dæmis ekki komin í dagvistun 6-9 mánaða í jafn miklu mæli og hér. Hvað þá að meirihluti 2 ára barna sé kominn í dagvistun allan daginn alla daga vinnuvikunnar. Ég efast stórlega að bara það að sofa út í vagni skipti máli. Mín svaf nánast aldrei úti í vagni og var samt nánast heyrnarlaus fyrstu 2 árin vegna eyrnarvandamála."}]}