{"url": "https://bland.is/umraeda/kattavandamal-hvad-er-haegt-ad-gera-/30525069/?page=1186", "date": "2014-02-14 14:58:29", "id": "30525069", "items": [{"text": "Ég á tvo ketti (læður). Önnur þeirra er róleg og góð, sefur mjög mikið og gerir aldrei neitt \"af sér\". Hún er að verða fjögurra ára. Hin er rúmlega eins árs. Hún er allt öðruvísi og er að gera fjölskyldumeðlimi brjálaða. Þær eru báðar útikisur. Vandamálin eru: - Hún kúkar reglulega inni. Bara einhvers staðar á gólfið, á húsgögn og alveg sérstaklega á mottur. Samt notar hún sandinn sinn alveg þess á milli (sem er þrifinn reglulega). Ég hef ekki hugmynd hvers vegna hún gerir þetta og hef engin ráð. Það hefur komið fyrir að hún hafi pissað inni líka (í mottur).- Hún heldur vöku fyrir öllum á nóttunni. Hún er með rosaleg læti á nóttunni. Leikur sér og brýnir klærnar á húsgögnum. Þó eru tveir klórustaurar á heimilinu og hún notar þá af og til líka. Hún vekur börnin með því að fara upp í rúmið til þeirra og mjálma hátt og virðist bara ekki þola að allir séu sofandi (nema hún). Ef hún er lokuð inni þá mjálmar hún án afláts, mjög hátt.- Hún ræðst í sífellu á hina læðuna. Það er samt oftast nær leikur en hún situr fyrir henni hvar sem er og stekkur á hana þegar hún labbar fram hjá. Ég finn hárlufsur af þessari eldri út um allt hús á morgnanna og ef við höfum ekki verið heima. Því þetta endar oftar en ekki í slagsmálum.- Hún rápar stanslaust inn og út. Þá skiptir engu máli hvort gluggar eru opnir eða ekki. - Hún fer upp á matarborð þegar enginn sér til og reynir að komast í matinn okkar. Hún sníkir líka þegar við erum að borða.- Hún urrar á okkur ef henni líkar ekki að láta halda á sér og á það til að hvæsa á yngri börnin. Hún bítur líka og klórar ef henni mislíkar og ef hún gleymir sér í leik.Hún er samt mjög skemmtilegur karakter þessi elska. Virðist vera greind og er ofboðslega fallegur köttur. Hún er félagsvera og vill vera í kringum okkur og elskar að láta klappa sér og knúsa (svona oftast).Ég veit bara ekki hvað ég á að gera við hana. Ég get bara ekki staðið í þessu kúkastandi og að fá ekki svefnfrið... Tala nú ekki um að hún heldur vöku fyrir börnunum mínum líka. Þarf maður að láta lóga dýrum sem láta svona? Er það eina lausnin?", "title": "Kattavandamál - hvað er hægt að gera??", "username": "l i t l a l j ó s", "message_id": "30525069", "user_id": "119410", "response_to": null, "datetime": "2014-02-14 14:58:29", "datestring": "14. feb. '14, kl: 14:58:29"}, {"response_to": "30525069", "username": "kauphéðinn", "message_id": "30525085", "user_id": "252081", "datetime": "2014-02-14 15:05:55", "datestring": "14. feb. '14, kl: 15:05:55", "text": "Ég notaði vatnsbrúsa á eina sem átti erfitt með að fylgja reglum, pissaði reyndar ekki inni eða neitt slíkt en var dugleg við að brýna klærnar á húsgögnum og lék sér mikið á nóttunni, tók bara nokkra daga að venja hana af þessu"}, {"response_to": "30525085", "username": "l i t l a l j ó s", "message_id": "30525103", "user_id": "119410", "datetime": "2014-02-14 15:09:46", "datestring": "14. feb. '14, kl: 15:09:46", "text": "já, við höfðum heyrt það ráð og notað það óspart. Það virkar bara rétt á meðan við úðum og búið. Svo mætir mín bara aftur eftir smá stund og heldur áfram."}, {"response_to": "30525103", "username": "TheMadOne", "message_id": "30525111", "user_id": "67426", "datetime": "2014-02-14 15:13:06", "datestring": "14. feb. '14, kl: 15:13:06", "text": "það eru líka fælisprey sem fælir frá til dæmis að míga og skíta á mottur og klóra í hluti, svo minnkar lyktin en kötturinn verður ósjálfrátt fráhverfur hlutnum. ég geri þetta til dæmis alltaf við nýjar mottur á meðan kötturinn er að venjast henni."}, {"response_to": "30525111", "username": "l i t l a l j ó s", "message_id": "30525119", "user_id": "119410", "datetime": "2014-02-14 15:15:41", "datestring": "14. feb. '14, kl: 15:15:41", "text": "Já það er sniðugt! Prófa að úða því á motturnar. En hvað með gólfin og sófa / stóla og rúm?"}, {"response_to": "30525119", "username": "TheMadOne", "message_id": "30525150", "user_id": "67426", "datetime": "2014-02-14 15:39:17", "datestring": "14. feb. '14, kl: 15:39:17", "text": "þú þarft líka að ná að þrífa lyktina alveg upp af fletinum, það eru til sérstök efni sem drepa svona lykt alveg. Dýrið leitar oft á sömu staðina þar sem það er búið að merkja það sem klósett. Það þarf að aga þennan kött, það er ákveðið greindarmerki hversu erfiður hann er en það getur líka gert hann að erfiðu gæludýri. Ég myndi henda mínum ketti út úr rúminu og jafnvel herberginu ef hann stæði gargandi á mig um miðja nótt. Það er hægt að gera það mjög ákveðið án þess að hætta því að hann meiði sig, ímyndaðu þér hvað læða með kettlinga myndi gera ef kettlingurinn væri að pirra hana. Það þýða engin vettlingatök, bara harka í smá tíma þá ætti þetta að lagast, ef ekki þá verður þú bara að velta fyrir þér hvort kötturinn stjórnar heimilinu."}, {"response_to": "30525150", "username": "l i t l a l j ó s", "message_id": "30525158", "user_id": "119410", "datetime": "2014-02-14 15:43:46", "datestring": "14. feb. '14, kl: 15:43:46", "text": "Já, ég reikna nefnilega með því að hún sé eldklár."}, {"response_to": "30525158", "username": "TheMadOne", "message_id": "30526030", "user_id": "67426", "datetime": "2014-02-15 02:19:43", "datestring": "15. feb. '14, kl: 02:19:43", "text": "ég skutla minni hiklaust með fætinum út úr rúminu ef hún fer að reyna að veiða á mér tærnar en krakkarnir einmitt kalla á mig ef þau eru í vandræðum með annað hvort hana eða hundinn... eða hana og hundinn á sama tíma sem getur orðið soldið harkalegt. þetta er ekki auðveldur köttur og ég myndi kasta henni með \"mjúku afli\" það er að passa að hún lendi ekki á neinu og meiði sig ekki, og vera reið við hana og skamma hana á sama tíma. þetta er svona \"tough love\" eins og dýr myndi sýna öðru dýri. Auðvitað þarf að gera þetta í beinu samhengi við afbrotið annars skilur kötturinn það ekki. Ég velti fyrir mér hvort að þessi köttur hefur ekki verið alinn upp á heimili eða tekinn of snemma frá læðunni. Mér fyndist alveg spurning ef ekki tekst að takast á við vandamálin með hann hvort hann á betur heima hjá barnlausu fólki sem er tilbúið að takast á við hann. maður getur orðið fastur inn í svona vandamálið án þess að fatta að það er farið að hafa vond áhrif á restina af fjölskyldunni. Ég get fengið alveg fullt af mínusum fyrir að segja þetta en þetta er gæludýr ekki einn fjölskyldumeðlimur sem hefur jafnan rétt á við aðra. Gæludýr verður fjölskyldumeðlimur þegar það passar inn í fjölskylduna. Kötturinn á ekki að halda börnunum í einhverjum heljargreipum."}, {"response_to": "30526030", "username": "l i t l a l j ó s", "message_id": "30526584", "user_id": "119410", "datetime": "2014-02-15 14:41:29", "datestring": "15. feb. '14, kl: 14:41:29", "text": "Kötturinn var tekinn allt of snemma frá mömmu sinni. Ég vorkenndi henni svo agalega (það átti að lóga henni 6 vikna) að ég tók hana að mér. Hún var lengi vel mjög hænd að mér og hundinum en er orðin sjálfstæðari núna."}, {"response_to": "30525069", "username": "lofthæna", "message_id": "30525124", "user_id": "3375", "datetime": "2014-02-14 15:20:58", "datestring": "14. feb. '14, kl: 15:20:58", "text": "Mín reynsla af tveimur læðum saman er ekki góð. Hef prófað það tvisvar sinnum og í bæði skiptin komu upp samskipta og hreinlætisvandamál. Nú á ég eina læðu og ætla sko alls ekki að fá mér annan kött á meðan hún er til staðar."}, {"response_to": "30525124", "username": "Ziha", "message_id": "30525259", "user_id": "51148", "datetime": "2014-02-14 16:50:35", "datestring": "14. feb. '14, kl: 16:50:35", "text": "Ég var með tvær læður og þeim kom fyrst ekkert voðalega vel saman.... (þær voru \"mæðgur\" ) en svo óx það af þeim og þær urðu bestu vinkonur.... eltust hvor við aðra á nóttunni og létu okkur alveg í friði þá.. og oft var hægt að finna þær sofandi saman á daginn.  En vá hvað þær rifust mikið fyrstu 2 árin.... voru alltaf að slást eða hálf hvæsa hvor á aðra."}, {"response_to": "30525259", "username": "lofthæna", "message_id": "30525346", "user_id": "3375", "datetime": "2014-02-14 17:44:55", "datestring": "14. feb. '14, kl: 17:44:55", "text": "Já, bæði pörin voru mæðgur hjá mér."}, {"response_to": "30525346", "username": "Ziha", "message_id": "30526194", "user_id": "51148", "datetime": "2014-02-15 10:25:15", "datestring": "15. feb. '14, kl: 10:25:15", "text": "Kisan mín var reyndar undan öðrum ketti frá mér líka..... en varð \"jöfn\" henni á heimilinu, það var aldrei nein valdabarátta þeirra á milli, sú kisa var líka \"kisan mín\" en sökum veikinda dró hún sig frekar snemma í hlé og reyndi að vera sem mest í ró og næði, minnkaði s.s. að vera hjá mér þar sem ég var oftast niðri þar sem mesti umgangurinn var.  Þegar hún dó, bara 7 ára tók þessi núverandi við algjörlega sem köttur nr. 1.  Hélt þeirri stöðu þrátt fyrir marga ketti á heimilinu á tímabili.  Svo það hefur kannski hjálpað til, því hún lúffaði alls ekki fyrir dóttur sinni en það kostaði líka oft slagsmál..... sem tímanum breyttust í leiki."}, {"response_to": "30525069", "username": "lemonlemon", "message_id": "30525169", "user_id": "139667", "datetime": "2014-02-14 15:46:23", "datestring": "14. feb. '14, kl: 15:46:23", "text": "Horfðu á \"My Cat From Hell\", hægt að horfa á marga þætti á youtube.com"}, {"response_to": "30525169", "username": "l i t l a l j ó s", "message_id": "30525173", "user_id": "119410", "datetime": "2014-02-14 15:47:26", "datestring": "14. feb. '14, kl: 15:47:26", "text": "Takk!"}, {"response_to": "30525069", "username": "theonlysunny❤", "message_id": "30525245", "user_id": "170762", "datetime": "2014-02-14 16:36:51", "datestring": "14. feb. '14, kl: 16:36:51", "text": "Af minni reynslu þá er þessi aldur, eins árs, bara ótrúlega erfiður bæði fyrir högna og læður hehe.. Einhverskonar gelgja."}, {"response_to": "30525069", "username": "LadyGaGa", "message_id": "30525362", "user_id": "32188", "datetime": "2014-02-14 17:55:55", "datestring": "14. feb. '14, kl: 17:55:55", "text": "Er í sama nema hvað hún pissar og kúkar ekki inni.  Held ég væri þá búin að gefast upp.  Þessi sem ég er með er orðin bráðum fjögurra ára.  Er með 2 læður sem eru svona ólíkar.  Mínar sofa í stóru búri inní lokuðu herbergi, annað var ekki hægt ef fjölskyldan ætti að sofa á nóttunni.  En þessi klikkaða er einmitt svona, er endalaust að bögga hina, situr fyrir henni, hlustar ekki þegar hin hvæsir eins og flestar kisur gera.  Þær eru samt alveg vinkonur og semur vel þess á milli en hún gengur bara of langt alltaf.  Er þín nokkuð rósótt?  Heyrði einu sinni að þær gætu verið \"hressari\" en veit ekkert hvort það sé eitthvað til í því."}, {"response_to": "30525362", "username": "l i t l a l j ó s", "message_id": "30525436", "user_id": "119410", "datetime": "2014-02-14 18:36:42", "datestring": "14. feb. '14, kl: 18:36:42", "text": "Heyrðu jú, hún er rósótt! Ægilega sæt og loðin en alveg snarbiluð gagnvart hinni."}, {"response_to": "30525436", "username": "LadyGaGa", "message_id": "30525445", "user_id": "32188", "datetime": "2014-02-14 18:40:40", "datestring": "14. feb. '14, kl: 18:40:40", "text": "Ok. þá er þetta kannski rétt.  Mín er eins og listaverk hún er svo falleg en hrikalega óþekk."}, {"response_to": "30525069", "username": "Mrs Skandal", "message_id": "30525425", "user_id": "55663", "datetime": "2014-02-14 18:29:07", "datestring": "14. feb. '14, kl: 18:29:07", "text": "Býrðu nokkuð í Hafnarfirði? Bara að spá hvort hún væri ein af þeim köttum sem troða sér inn hjá mér;) En hún er greinilega eitthvað mis greyið."}, {"response_to": "30525425", "username": "l i t l a l j ó s", "message_id": "30525437", "user_id": "119410", "datetime": "2014-02-14 18:37:06", "datestring": "14. feb. '14, kl: 18:37:06", "text": "Neibb, ég er uppi á Skaga."}, {"response_to": "30525069", "username": "soley18", "message_id": "30525486", "user_id": "99850", "datetime": "2014-02-14 18:58:49", "datestring": "14. feb. '14, kl: 18:58:49", "text": "Ég er með tvær læður og það hefur gengið á ýmsu :)   Önnur pissaði og kúkaði út um allt. Það hætti um leið og ég keypti annað kattaklósett. Slagsmál voru mikil þegar þær voru yngri og hárflyksur út um allt. Þessi yngri réðst alltaf á þá eldri. Þetta hætti að mestu þegar hún komst af \"gelgjunni\". Sama með þetta næturbrölt, þetta hætti þegar þær urðu eldri :)"}, {"response_to": "30525486", "username": "l i t l a l j ó s", "message_id": "30525696", "user_id": "119410", "datetime": "2014-02-14 21:10:16", "datestring": "14. feb. '14, kl: 21:10:16", "text": "Ég ætti þá kannski að gefa henni aðeins meiri séns greyinu. Er samt alveg við það að verða vitlaus á þessu, enda með stórt heimili og í nógu að snúast án þess að þurfa að vera að þrífa upp kattaskít og fá ekki svefnfrið. Slagsmálin hafa versnað undanfarið og þessi eldri verður örugglega sköllótt með áframhaldinu miðað við flyksurnar af henni sem við finnum um öll gólf."}, {"response_to": "30525069", "username": "ventrikel", "message_id": "30526020", "user_id": "236095", "datetime": "2014-02-15 01:52:29", "datestring": "15. feb. '14, kl: 01:52:29", "text": "Nei það þarf alls ekki að lóga henni og þetta vatsnbrúsaráð kemur ekki til með að virka úr þessu, enda segiru að það virki bara rétt á meðan og svo heldur hún áfram."}, {"response_to": "30526020", "username": "l i t l a l j ó s", "message_id": "30526566", "user_id": "119410", "datetime": "2014-02-15 14:34:10", "datestring": "15. feb. '14, kl: 14:34:10", "text": "Hún notar kattaklósettið alveg hægri vinstri. Hin vill ekki nota kattasand og hefur aldrei viljað, hún gerir þarfir sínar úti og skiptir sér ekkert af kattasandinum. Ég held að kúkadæmið sé bara út af einhverjum mótmælum eða þá að hún er bara rugluð (sorry)."}, {"response_to": "30525069", "username": "ventrikel", "message_id": "30526024", "user_id": "236095", "datetime": "2014-02-15 01:55:20", "datestring": "15. feb. '14, kl: 01:55:20", "text": ""}, {"response_to": "30525069", "username": "teenzla", "message_id": "30526033", "user_id": "197178", "datetime": "2014-02-15 02:25:57", "datestring": "15. feb. '14, kl: 02:25:57", "text": "Mín fyrsta humynd var að þetta gæti verið einhverskonar valdabarátta.  Veit ekki hvað er best að gera samt :/"}, {"response_to": "30525069", "username": "Ray", "message_id": "30526112", "user_id": "23826", "datetime": "2014-02-15 08:21:51", "datestring": "15. feb. '14, kl: 08:21:51", "text": "Klippa á henni klærnar reglulega,,þá þarf hún ekki að slíta þeim sjálf á húsgögnum,,"}, {"response_to": "30526112", "username": "ventrikel", "message_id": "30526357", "user_id": "236095", "datetime": "2014-02-15 12:49:11", "datestring": "15. feb. '14, kl: 12:49:11", "text": "Nudda trýninu upp úr pissi og óttablandin virðing? Finnst þér eðlilegt að dýr séu hrædd við eigendur sína?"}, {"response_to": "30526357", "username": "ventrikel", "message_id": "30526358", "user_id": "236095", "datetime": "2014-02-15 12:49:39", "datestring": "15. feb. '14, kl: 12:49:39", "text": "Lóga átti að standa"}, {"response_to": "30526357", "username": "Ray", "message_id": "30526524", "user_id": "23826", "datetime": "2014-02-15 14:14:49", "datestring": "15. feb. '14, kl: 14:14:49", "text": "Nei það er rangt hjá þér ..dýrin verða alls ekki árásagjörn ef þau eru alin upp,, en í staðin hætta þau að pissa óg kúka þar sem þau meiga það ekki"}, {"response_to": "30526524", "username": "musamamma", "message_id": "30526527", "user_id": "79025", "datetime": "2014-02-15 14:16:29", "datestring": "15. feb. '14, kl: 14:16:29", "text": "Sumir álíta að það sé hægt að ala kisur upp með að biðja þær bliðlega um að vera þægar."}]}