{"url": "https://bland.is/umraeda/ad-setja-folki-mork-og-eda-loka-a-thad/30585034/?page=1124", "date": "2014-03-20 13:00:57", "id": "30585034", "items": [{"text": "Eftir að hafa lesið umræðuna frá shamrock um foreldra og fb.   Mig vantar ráð. Ég er sem sagt \"búin\" að loka á annað foreldrið mitt en lét það ekki vita af því.  Ég þurfti samt að senda því tölvupóst um daginn og í staðinn fyrir að svara bara tölvupóstinum hefur viðkomandi verið að hringja í mig.    Ég hef ekki verið að svara. Er ég að gera rétt?    Ástæðan fyrir lokuninni eru margar og vil ekki fara úti það hér og nú, en mér einfaldlega líður ekki vel í þessum samskiptum og er að reyna að byggja mig upp.", "title": "Að setja fólki mörk og/eða loka á það", "username": "Kalishi", "message_id": "30585034", "user_id": "261182", "response_to": null, "datetime": "2014-03-20 13:00:57", "datestring": "20. mar. '14, kl: 13:00:57"}, {"response_to": "30585034", "username": "josepha", "message_id": "30585039", "user_id": "169324", "datetime": "2014-03-20 13:02:53", "datestring": "20. mar. '14, kl: 13:02:53", "text": "Held þú þurfir að gera foreldrinu grein fyrir þinni afstöðu og ákvörðunum ef þú ert ekki búin að því. Það er að mínu mati réttara en bara loka á FB og svara ekki í símann."}, {"response_to": "30585039", "username": "Kalishi", "message_id": "30585041", "user_id": "261182", "datetime": "2014-03-20 13:03:24", "datestring": "20. mar. '14, kl: 13:03:24", "text": "Mér var ráðlagt að gera það ekki eftir að fólk heyrði söguna mína."}, {"response_to": "30585041", "username": "josepha", "message_id": "30585049", "user_id": "169324", "datetime": "2014-03-20 13:07:06", "datestring": "20. mar. '14, kl: 13:07:06", "text": "Ok. Þyrfti samt ekki að vera meira en stuttur texti. Td. að þú óskir ekki eftir neinum samskiptum, en séu þau óhjákvæmileg þá skulu þau fara fram í gegnum tölvupóst eingöngu. Eða hvernig sem þú kýst að hafa þetta."}, {"response_to": "30585034", "username": "Satsuki", "message_id": "30585045", "user_id": "265790", "datetime": "2014-03-20 13:05:32", "datestring": "20. mar. '14, kl: 13:05:32", "text": "Ég held það sé alltaf best að gera viðkomandi grein fyrir því að þú ætlir að loka a samskipti."}, {"response_to": "30585034", "username": "oftast", "message_id": "30585062", "user_id": "14741", "datetime": "2014-03-20 13:14:57", "datestring": "20. mar. '14, kl: 13:14:57", "text": "Mér finnst ofsalega óþægilegt þegar ég vil útkljá mál í tölvupósti að fá hringingar frá viðkomandi og þar með einhverja óorðaða kröfu um að ég tali í símann ef ég vil leysa hlutina. Ég hugsa að ég myndi senda annan póst til að útskýra málið. Láta vita af því að ég hafi ekki hugsað mér að eiga frekari samskipti en nauðsynlegt er, útskýra í stuttu máli hvers vegna og ítreka svo erindið."}, {"response_to": "30585034", "username": "shamrock", "message_id": "30585133", "user_id": "210719", "datetime": "2014-03-20 13:57:56", "datestring": "20. mar. '14, kl: 13:57:56", "text": "ég veit svo alveg hvernig þér líður, ég hef reynt svo oft að ég get ekki munað hversu oft ég hef reynt að útskýra fyrir þeim sem ég er að setja mörk af hverju og það allt, en svo byrjar allt uppá nýtt, . Vertu sterk , ef manni l'iður illa þegar maður er í návist eða í samskiptum við einhvern þá er eitthvað ekki í lagi ."}, {"response_to": "30585034", "username": "mars", "message_id": "30585151", "user_id": "3730", "datetime": "2014-03-20 14:05:47", "datestring": "20. mar. '14, kl: 14:05:47", "text": "Persónulega myndi ég láta viðkomandi vita að ég sé að loka á samskipti. Best að gera það bara í tölvupósti, þarf ekki að vera langt bara stutt útskýring. Annars er málið óklárað og mun meiri líkur á að viðkomandi haldi áfram að hringja."}]}