{"url": "https://bland.is/umraeda/djammviskupaelingin/30590547/?page=1118", "date": "2014-03-23 16:53:51", "id": "30590547", "items": [{"text": "Ég er svoldið að velta mér uppúr því hver ég er og hvort það sem ég geri samræmist því sem ég vil vera. Eða eitthvað.Ég er um þrítugt og hef verið í tveim löngum samböndum og einhverjum styttri, en er núna búin að vera einhleyp í rúmt ár. Fyrir ári síðan var ég mjög sómakær kona, gat ekki hugsað mér að stunda kynlíf nema í sambandi og fannst karlmenn í rauninni ekkert spennandi nema sá sem ég var með á þeim tíma. Ég hristi hausinn yfir vinkonum mínum sem fóru bara með einhverjum sætum strák heim af djamminu og hálf fyrirleit þær og hálf öfundaði þær af því að gera/geta þetta. En allavega var þetta ekkert fyrir mig. Svo fór ég nú fljótlega að verða leið á skírlífinu og fann mér einhvern til að sofa hjá reglulega. Síðan þá hafa hlutirnir heldur betur undið uppá sig og ég held að á einhverjum mælikvarða (t.d. mínum eigin fyrir ári síðan) sé ég bara orðin frekar lauslát.Ég get bara ekki hugsað mér lífið án kynlífs en get heldur ekki hugsað mér að vera í neins konar sambandi. Í augnablikinu er ég með fleiri en einn vin sem ég get hringt í og geri það bara eftir því hvaða skapi ég er í. Svo er ég bara fljót að verða leið á þeim sem ég er að hitta og er alltaf með augun opin fyrir nýjum gaurum.Þetta er svosem allt gott og blessað kannski. Ég er heiðarleg við þessa stráka og legg bara spilin á borðið. Einhverjir hafa orðið sárir en þeir hafa þá sjálfir lagt eitthvað undir þrátt fyrir að ég hafi tekið það fram að það væri ekkert meira í boði - það er ekki mín ábyrgð.En einhverra hluta vegna get ég ekki hrist það af mér að ég sé einhvern vegin að gera eitthvað rangt. Mér finnst þetta í lagi núna en á þetta eftir að koma í bakið á mér? Á ég eftir að vakna einn daginn og líta til baka og ekki líka við manneskjuna sem ég var? Ég á börn og mér finnst stundum eins og ég sé að gera eitthvað sem ég myndi ekki vilja sjá dætur mínar leika eftir. Svo er það almenningsálitið. Ég vil ekki vera hverfisdruslan.Ég fæ algjöra köfnunartilfinningu við tilhugsunina um að sofa bara hjá einum á hverjum tíma og þurfa að enda það eitthvað formlega áður en ég stofna til kynna við einhvern annan. En það er akkúrat þetta sem virðist vera normið - að ef maður á bólfélaga þá sé það exclusive.Er ég eitthvað óeðlileg? Er þetta heilbrigt? Er þetta siðferðislega rangt? Er ég drusla? Hvað finnst ykkur?", "title": "Djammviskupælingin", "username": "undiagnosed", "message_id": "30590547", "user_id": "272045", "response_to": null, "datetime": "2014-03-23 16:53:51", "datestring": "23. mar. '14, kl: 16:53:51"}, {"response_to": "30590547", "username": "Máni", "message_id": "30590557", "user_id": "154", "datetime": "2014-03-23 16:56:44", "datestring": "23. mar. '14, kl: 16:56:44", "text": "ef börnin verða ekki vör við þetta að þá sé ég ekki vandamál."}, {"response_to": "30590557", "username": "undiagnosed", "message_id": "30590559", "user_id": "272045", "datetime": "2014-03-23 16:57:30", "datestring": "23. mar. '14, kl: 16:57:30", "text": "Nei börnin verða auðvitað ekki vör við neitt. Ég býð engum heim þegar börnin mínu eru heima. Skárra væri það nú :p"}, {"response_to": "30590547", "username": "Anímóna", "message_id": "30590558", "user_id": "86179", "datetime": "2014-03-23 16:57:25", "datestring": "23. mar. '14, kl: 16:57:25", "text": "To each his own,"}, {"response_to": "30590547", "username": "Efins", "message_id": "30590574", "user_id": "50099", "datetime": "2014-03-23 17:01:56", "datestring": "23. mar. '14, kl: 17:01:56", "text": "Á meðan þú ert heiðarleg við þá og við sjálfa þig, börnin líða ekki fyrir þetta og þú notar þær verjur sem við eiga, þá sé ég ekki vandamálið. Njóttu bara!"}, {"response_to": "30590574", "username": "undiagnosed", "message_id": "30590580", "user_id": "272045", "datetime": "2014-03-23 17:03:34", "datestring": "23. mar. '14, kl: 17:03:34", "text": "Já, ég er kannski aðallega að pæla í sjálfri mér. Mér finnst þetta skrítinn viðsnúningur á stuttum tíma og rosalega úr karakter fyrir mig. Eða var hitt kannskí úr karakter fyrir mig? Ég veit það ekki. Ég er svoldið hrædd um að ég sé að nota kynlíf sem einhverja lífsfyllingu sem það getur aldrei orðið."}, {"response_to": "30590574", "username": "shamrock", "message_id": "30590585", "user_id": "210719", "datetime": "2014-03-23 17:05:35", "datestring": "23. mar. '14, kl: 17:05:35", "text": "Þekki konur sem fara oft með gaur heim í einnar nætur gaman. Og bara allt i lagi ef allir eru sáttir. Þetta hentar mèr samt ekki. En dæmi ekki aðra ."}, {"response_to": "30590585", "username": "undiagnosed", "message_id": "30590592", "user_id": "272045", "datetime": "2014-03-23 17:08:44", "datestring": "23. mar. '14, kl: 17:08:44", "text": "Já, ég get eiginlega ekki einnar nætur gaman heldur. Mér verður minnst að líka við þessa stráka. En ég sé ekki afhverju ég get ekki átt einhverja tengingu og skemmtilegar stundir sem hafa innihald án skuldbindingar."}, {"response_to": "30590547", "username": "Halakartan", "message_id": "30590576", "user_id": "123242", "datetime": "2014-03-23 17:02:46", "datestring": "23. mar. '14, kl: 17:02:46", "text": "Nei, þú ert ekki drusla og þú ert ekki að gera neitt rangt ef þú ert hreinskilin við bólfélagana frá byrjun. Vertu ekki að láta einhverjar fyrirfram ákveðnar staðalímyndir af konum í samfélaginu koma inn sektarkennd hjá þér. Kynferðislega aktívar konur eru ekki druslur og ég haaaahhaata þegar fólk heldur því fram."}, {"response_to": "30590547", "username": "ljosgimbur", "message_id": "30590582", "user_id": "132586", "datetime": "2014-03-23 17:04:38", "datestring": "23. mar. '14, kl: 17:04:38", "text": "nei ekki óeðlilegt að stunda kynlíf og vilja það. Þetta er ekki óheilbrygt svo lengi sem þú ert ekki að  meiða neinn líkamlega eða andlega eða eitthver sé að meiða þig líkamlega eða andlega. Mér finnst þetta ekki vera siðferðislega rangt og þú ert ekki drusla. Mér finnst að svo lengi sem þú sért hamingjusöm þá sé þetta í lagi, og þetta er líklega ekki eitthvað sem þú ættir að gera endalaust en kynlíf er rosalega heilbrygt og gott fyrir sálina og líkamann. Bólfélagar þurfa ekkert að vera exclusive, bara eins og þú vilt."}, {"response_to": "30590547", "username": "josepha", "message_id": "30590613", "user_id": "169324", "datetime": "2014-03-23 17:18:00", "datestring": "23. mar. '14, kl: 17:18:00", "text": "Það eina sem ég set spurningamerki við er að þú virðist ekki alveg sátt við þetta sjálf. En öllum spurningunum sem þú spyrð í lokin myndi ég annars svara neitandi."}, {"response_to": "30590613", "username": "undiagnosed", "message_id": "30590619", "user_id": "272045", "datetime": "2014-03-23 17:22:37", "datestring": "23. mar. '14, kl: 17:22:37", "text": "Já, og ég veit ekki hvort það er komið frá mér eða gömlum lummum í samfélaginu."}, {"response_to": "30590547", "username": "chiccolino", "message_id": "30590648", "user_id": "152221", "datetime": "2014-03-23 17:40:14", "datestring": "23. mar. '14, kl: 17:40:14", "text": "Áfram þú segi ég bara! Ef þú ert sátt og ert að gera þetta á öruggan hátt (sem þrítug mamma þá geri ég ráð fyrir að þú kunnir bæði á getnaðarvarnir og kynsjúkdómavarnir ;) ) og börnin þín verða ekki vör við þetta, þá sé ég ekkert að þessu. En þú þarft auðvitað að vera sátt við sjálfa þig til þess að þetta gangi upp án samviskubits. Hljómar allavega ekki ens og þú hafir neinn áhuga á föstu sambandi og þá finnst mér bara ekkert að steady bólfélaga sem þú treystir"}, {"response_to": "30590648", "username": "undiagnosed", "message_id": "30590661", "user_id": "272045", "datetime": "2014-03-23 17:45:27", "datestring": "23. mar. '14, kl: 17:45:27", "text": "Steady bólfélagar verða bara alltaf flóknir. Ég er með óþol fyrir því að einhver hafi einhverjar væntingar til mín. En jú, ég er vel varin :)"}, {"response_to": "30590547", "username": "annna321", "message_id": "30590829", "user_id": "243054", "datetime": "2014-03-23 19:29:43", "datestring": "23. mar. '14, kl: 19:29:43", "text": "Ég er í nákvæmlega sama pakka! búin að vera í 2 löngum  samböndum og hef alltaf \"borið virðingu fyrir sjálfri mér\"(hélt maður gerði það þegar maður sefur ekki hjá hverjum sem er)  og ætlaði aldrei að sofa hjá neinum sem ég væri ekki að hitta eða í sambandi með en svo fattaði ég að mig langar ekkert í samband núna en mig langar alveg í kynlíf, þannig ég er búin að vera dúlla mér með hinum og þessum, og alltaf með þvílikt samviskubit því mér finnst eins og þetta \"eigi\" að vera rangt..... Svo var ég að ræða þetta við vinkonu mína um daginn og hun spurði afhverju ég væri alltaf að afsaka þetta og eitthvað.. því þetta er bara það sem mig langar núna og mér líður ekkert illa með það en finnst eins og mér eigi að líða illa með þetta... en ég held bara að svo lengi sem maður vill þetta sjálfur og er ekki að \"nota\" neinn og allir sáttir þá er þetta bara í góðu lagi ((:"}, {"response_to": "30590547", "username": "Sarabía", "message_id": "30590899", "user_id": "39923", "datetime": "2014-03-23 20:08:48", "datestring": "23. mar. '14, kl: 20:08:48", "text": "Bara hið besta mál."}, {"response_to": "30590547", "username": "Mainstream", "message_id": "30590906", "user_id": "110531", "datetime": "2014-03-23 20:12:59", "datestring": "23. mar. '14, kl: 20:12:59", "text": "Þessi þráður væri ekki til ef þú værir karlmaður."}, {"response_to": "30590547", "username": "Maluettan", "message_id": "30590915", "user_id": "3056", "datetime": "2014-03-23 20:19:46", "datestring": "23. mar. '14, kl: 20:19:46", "text": "Iss bara njóta!! Sé bara ekkert að þessu nema þetta sé eitthvað sem þú vilt ekki."}, {"response_to": "30590547", "username": "GoGoYubari", "message_id": "30591035", "user_id": "69201", "datetime": "2014-03-23 21:33:50", "datestring": "23. mar. '14, kl: 21:33:50", "text": "Það er til hugtak yfir þetta, a.m.k á ensku; sexual guilt. Samfélagið segir okkur að við megum bara haga okkur á ákveðinn hátt og smátt og smátt síjast það inn og hefur áhrif á okkur. Fjöldi bólfélaga segir ekkert til um manneskjuna sem þú berð að geyma."}, {"response_to": "30590547", "username": "lalía", "message_id": "30591100", "user_id": "62489", "datetime": "2014-03-23 21:53:05", "datestring": "23. mar. '14, kl: 21:53:05", "text": "Ég fór aðeins í þennan pakka á milli sambanda, snérist ekkert um einhvern drusluhátt heldur langaði mig einfaldlega að kynnast sjálfri mér sem kynveru og finna mín eigin takmörk, sem ég hafði bara einfaldlega ekki gert fram að því. Fyrir mér er þetta tímabil ekkert nema jákvætt því þetta breytti sjálfsmyndinni heilmikið og ég varð betri í að setja mörk og taka ákvarðanir á öðrum sviðum lífsins líka."}, {"response_to": "30591100", "username": "undiagnosed", "message_id": "30591222", "user_id": "272045", "datetime": "2014-03-23 22:48:21", "datestring": "23. mar. '14, kl: 22:48:21", "text": "Já, kannski er ég að taka út einhvern þroska eða einhverja uppsafnaða þörf."}, {"response_to": "30591222", "username": "Máni", "message_id": "30591225", "user_id": "154", "datetime": "2014-03-23 22:49:30", "datestring": "23. mar. '14, kl: 22:49:30", "text": "ha ha, kannski veitti mér ekki af slíku:-D hvar er markaðurinn?"}, {"response_to": "30591225", "username": "undiagnosed", "message_id": "30591227", "user_id": "272045", "datetime": "2014-03-23 22:51:12", "datestring": "23. mar. '14, kl: 22:51:12", "text": "Úff, alls staðar. Vinnufélagar, facebook vinir, vinir vina, strákar á djamminu, fyrrverandi kærastar.... bara hafa opin augu og lágan standard. Þetta eru ekki menn sem ég myndi stofna til sambands við :p"}, {"response_to": "30591227", "username": "Máni", "message_id": "30591232", "user_id": "154", "datetime": "2014-03-23 22:53:50", "datestring": "23. mar. '14, kl: 22:53:50", "text": "já nei, ég held ég bíði bara:-S það þarf að minnsta kosti að vera kemistrí"}, {"response_to": "30591232", "username": "undiagnosed", "message_id": "30591234", "user_id": "272045", "datetime": "2014-03-23 22:54:24", "datestring": "23. mar. '14, kl: 22:54:24", "text": "Það getur alveg verið kemistrí þó menn séu ekki efni í maka."}, {"response_to": "30591227", "username": "snowden", "message_id": "30591255", "user_id": "252618", "datetime": "2014-03-23 23:07:27", "datestring": "23. mar. '14, kl: 23:07:27", "text": "bland.is, hehehe ;)"}, {"response_to": "30591255", "username": "undiagnosed", "message_id": "30591256", "user_id": "272045", "datetime": "2014-03-23 23:08:22", "datestring": "23. mar. '14, kl: 23:08:22", "text": "Ekki ennþá, hjá mér allavega. En einu sinni er allt fyrst :p"}, {"response_to": "30590547", "username": "Leiga111", "message_id": "30591248", "user_id": "56438", "datetime": "2014-03-23 23:04:04", "datestring": "23. mar. '14, kl: 23:04:04", "text": "Æi get ekki séð að það komi neinum við nema sjálfri þér hverjum þú sefur hjá."}]}