{"url": "https://bland.is/umraeda/fjarhagsvesen/30628815/?page=1078", "date": "2014-04-14 15:48:10", "id": "30628815", "items": [{"text": "Ég veit ekkert hvar ég á að væla annarstaðar en hérna, er á leyninikki, og vantar bara aðeins að fá að pústa.Ég ss er einstæð móðir 3ja barna og í námi, nema hvað að það vildi svo til að álagið um jólin þá náði ég ekki prófunum, þannig að núna á þessari önn fékk ég ekki fyrirgreiðslu frá bankanum, ok sem ég hélt að myndi alveg vera í lagi þar sem ég notaði barnabætur og meðlag til að greiða reikninga, þó það dugi nú ekki fyrir öllu og við í familíunni höfum bara lifað á núðlum og svona því ódýrasta sem peningurinn dugir fyrir.Nema að núna akkúrat í apríl eigum við bara engan pening, þá er ég að tala um 0 kr og það er búið að loka fyrir netið hjá okkur og krakkarnir fá engan mat nema auðvitað í leikskólanum.Ég reyndi að fá aðstoð frá Reykjavíkurborg en það virðist fátt um svör þar og enginn hefur samband við mig, en áðan hringdi ég og ég fékk svo leiðinlegt viðmót mér var bara sagt að ég gæti sko gleymt öllu sem heitir frjárhagsaðstoð frá þeim og ég endaði á að skella á því ég kom ekki upp orði fyrir tárum :/Allavegana þurfti bara smá að pústa er svo leið, þetta er bara svo vont þegar börnunum vantar eitthvað sem er alveg hægt að redda í sumar eins og stígvél og annað en þeim vantar hlutina núna og svo erfitt fyrir mömmuna að segja æj þetta verður betra í sumar og erfitt fyrir börnin að bíða þegar þau hafa lítið tímaskyn....Sorrý ef það er eftirr að lesa þetta, veit bara ekki hvernig ég á að koma þessu frá mér en þurfti bara að setja þetta einhverstaðar þar sem ég vil ekki segja neinum frá þessu því stoltið er of mikið til að kyngja því :(Kv Borg111", "title": "Fjárhagsvesen", "username": "borg111", "message_id": "30628815", "user_id": "273480", "response_to": null, "datetime": "2014-04-14 15:48:10", "datestring": "14. apr. '14, kl: 15:48:10"}, {"response_to": "30628815", "username": "Kalishi", "message_id": "30628819", "user_id": "261182", "datetime": "2014-04-14 15:50:23", "datestring": "14. apr. '14, kl: 15:50:23", "text": "Hvað með mæðrastyrksnefnd, Hjálparstarf kirkjunnar, prestinn í þínu hverfi eða Fjölskylduhjálp?"}, {"response_to": "30628815", "username": "trunttrunt", "message_id": "30628827", "user_id": "253741", "datetime": "2014-04-14 16:00:14", "datestring": "14. apr. '14, kl: 16:00:14", "text": "úff hvað þetta er leiðinlegt að heyra"}, {"response_to": "30628815", "username": "She is", "message_id": "30628829", "user_id": "45783", "datetime": "2014-04-14 16:01:20", "datestring": "14. apr. '14, kl: 16:01:20", "text": "það kemur bara ekki annað til en hjálparstofnanir geti komið inn í þetta mál ef það er eins og þú segir. Kirkjan þín, hjálparstarf kirkjunnar, mæðrastyrksnefnd."}, {"response_to": "30628815", "username": "fabia69", "message_id": "30628845", "user_id": "74289", "datetime": "2014-04-14 16:23:14", "datestring": "14. apr. '14, kl: 16:23:14", "text": "maður kyngir nú stoltinu fyrir börnin sín"}, {"response_to": "30628815", "username": "alboa", "message_id": "30628864", "user_id": "31118", "datetime": "2014-04-14 16:33:32", "datestring": "14. apr. '14, kl: 16:33:32", "text": "Eins og þær fyrir ofan segja, þá eru ýmsar hjálparstofnanir sem þú getur leitað til."}, {"response_to": "30628815", "username": "Quakerinn", "message_id": "30628989", "user_id": "52587", "datetime": "2014-04-14 18:23:23", "datestring": "14. apr. '14, kl: 18:23:23", "text": ""}, {"response_to": "30628989", "username": "borg111", "message_id": "30629160", "user_id": "273480", "datetime": "2014-04-14 20:20:09", "datestring": "14. apr. '14, kl: 20:20:09", "text": "Takk fyrir svörin stelpur, ég þurfti bara aðeins að pústa :/ en já ég kíki á mæðró eða kirkjuna, er komin með vinnu í sumar svo það er alveg að birta, bara akkúrat þegar manni líður svona illa þá þarf maður að pústa og erfitt að gera það við nákomna þegar maður vill halda stoltinu sínu :D"}, {"response_to": "30629160", "username": "alboa", "message_id": "30629166", "user_id": "31118", "datetime": "2014-04-14 20:25:10", "datestring": "14. apr. '14, kl: 20:25:10", "text": "Börn borða hins vegar ekki stoltið manns svo oftast er nú betra að kyngja því og óska eftir aðstoð."}, {"response_to": "30629160", "username": "adidass", "message_id": "30629255", "user_id": "49316", "datetime": "2014-04-14 21:05:30", "datestring": "14. apr. '14, kl: 21:05:30", "text": "hæhæ fæ alveg íllt í hjartað að lesa þetta, ég þekki svona vel sjálf. En ég á nóg út mánuðinn núna ,en er með rúmlega 5 svarta ruslapoka  af plastflöskum ,sem þú ert meira en velkomið að fá ef þú vilt. það er örugglega nálægt 5 þúsund kall í því."}, {"response_to": "30628815", "username": "PrincessBananahammock", "message_id": "30629273", "user_id": "174472", "datetime": "2014-04-14 21:14:34", "datestring": "14. apr. '14, kl: 21:14:34", "text": "Hvað eru börnin gömul og hvað vantar þeim helst? Aldrei að vita nema einhver hér eigi eitthvað í geymslu sem gagnast þeim."}, {"response_to": "30628815", "username": "vorkrútt", "message_id": "30629363", "user_id": "112068", "datetime": "2014-04-14 22:05:58", "datestring": "14. apr. '14, kl: 22:05:58", "text": "Fá börnin ekkert að borða frá því þau fara úr leikskólanum og þar til þau mæta daginn eftir?"}, {"response_to": "30629363", "username": "vorkrútt", "message_id": "30629393", "user_id": "112068", "datetime": "2014-04-14 22:17:46", "datestring": "14. apr. '14, kl: 22:17:46", "text": "Fá börnin páskaegg? Hvað eru þau gömul? Verður ykkur boðið í mat um páskana? Afsakið spurningarnar en kannski geta einhverjir hjálpað smá ef við vitum meira. Matur eftir leikskóla er mikilvægari en stígvél núna"}, {"response_to": "30629393", "username": "borg111", "message_id": "30630000", "user_id": "273480", "datetime": "2014-04-15 12:16:53", "datestring": "15. apr. '14, kl: 12:16:53", "text": "Sorrý stelpu, gat ekki svarað í gær það var búið að loka fyrir netið hjá mér, en það virðist allt vera að birtast hjá okkur, krakkarnir fá aæveg að borða eftir leikskóla en það hefur verið að skornum skammti. En matur er allavegana ekki vandamálið á þessum bæ í dag, takk samt allar fyrir hugulsemina :D"}]}