{"url": "https://bland.is/umraeda/bleikt-nef-/30624894/?page=1081", "date": "2014-04-11 22:46:25", "id": "30624894", "items": [{"text": "Hef verid ad spá i tvi sidustu daga afhverju nefid a sumum hundum verdur bleikt, langadi ad forvitnast um tetta. Heyrdi einhvertiman fyrir nokkrum arum ad nefid a hundum gæti ordid bleikt ef hundurinn drekkur eda bordar ur járn skál? las líka ad tad se haegt ad gefa hundinum tharatöflur sem myndu dekkja nefid á ný.. er eitthvad til í tessu? og afhverju gerist tetta, er tad utaf vitamin skort eda stressi eda hvad?  Tar sem eg fann ekkert um tetta á google langadi mer bara ad forvitnast, madur er jú alltaf ad læra eitthvad nýtt :)", "title": "Bleikt nef?", "username": "Móðirjörð", "message_id": "30624894", "user_id": "108461", "response_to": null, "datetime": "2014-04-11 22:46:25", "datestring": "11. apr. '14, kl: 22:46:25"}, {"response_to": "30624894", "username": "tóin", "message_id": "30625037", "user_id": "161670", "datetime": "2014-04-11 23:52:37", "datestring": "11. apr. '14, kl: 23:52:37", "text": "Það geta verið ýmsar ástæður fyrir því - veðrið er til dæmis algeng orsök, kallað vetrarnef á ensku (winter nose), þá fer nefið að hluta til úr dökkum lit í bleikan yfir köldustu mánuðina, en dekkist svo aftur þegar hlýnar.  Labbinn og Huskyinn eru dæmi um tegundir sem þetta á oft við."}, {"response_to": "30624894", "username": "Hrafntinnu", "message_id": "30626592", "user_id": "257023", "datetime": "2014-04-12 23:09:13", "datestring": "12. apr. '14, kl: 23:09:13", "text": "Nefið á mínum varð bara hægt og rólega bleikt úr kolbikasvörtu :) Allir hvolparnir úr gotinu fengu bleikt nef."}, {"response_to": "30626592", "username": "tóin", "message_id": "30627557", "user_id": "161670", "datetime": "2014-04-13 17:10:46", "datestring": "13. apr. '14, kl: 17:10:46", "text": "Enda geta nefin á hundum verið bleik, náttúrulega, eða rauðbrún  - þau þurfa ekki að vera svört."}, {"response_to": "30624894", "username": "Móðirjörð", "message_id": "30626883", "user_id": "108461", "datetime": "2014-04-13 01:03:23", "datestring": "13. apr. '14, kl: 01:03:23", "text": "Skritid hvernig tad getur litast svona, var ad sja got um daginn, hvolparnir voru allir ad fa svart nef en einn er med bleikann hringlaga blett en afgangurinn er svartur, tetta eru hvitir hvolpar. Eru einhver serstakur lita gen eda einhvad i nefinu a hundum? asnaleg spurning haha :)"}]}