{"url": "https://bland.is/umraeda/cat-proof-a-svalirnar/30648924/?page=1056", "date": "2014-04-27 15:31:01", "id": "30648924", "items": [{"text": "Sælar, ég er að hugsa, kisurnar mínar eru innikisur en núna þegar byrjar að hlýna þá bæði langar okkur að get ahaft opið út án þess að vera hrædd um að þeir stökkvi niður af svölunum og einnig að leyfa þeim að liggja úti í sólbaði.Við getum ekki sett svona kjúklingavíragirðinu fyrir svalaopið upp í næstu svalir því það eru engir rimlar, þetta er allt heilsteypt svo ekkert er til að festa í.En við vorum svo að íhuga kannski svona hvolpagrind eða stórt hundabúr með rimlum en ég finn ekkert sem er eins stórt og ég myndi vilja gefa þeim.Vil að þetta sé svona free zone en ekki eitthvað lítið lokað búr.Fattiði hvað ég meina? Er einhver hérna sem er með EINHVERJAR hugmyndir um hvað við gætum gert :) eða sem þið hafið gert sjálf?", "title": "Cat proof-a svalirnar", "username": "Napoli", "message_id": "30648924", "user_id": "46691", "response_to": null, "datetime": "2014-04-27 15:31:01", "datestring": "27. apr. '14, kl: 15:31:01"}, {"response_to": "30648924", "username": "Ananus", "message_id": "30648965", "user_id": "100880", "datetime": "2014-04-27 16:38:25", "datestring": "27. apr. '14, kl: 16:38:25", "text": "\"Cat Proof-a svalir með kjúklingavír til að fá free-zone\"."}, {"response_to": "30648924", "username": "julimamma", "message_id": "30649001", "user_id": "130928", "datetime": "2014-04-27 17:10:52", "datestring": "27. apr. '14, kl: 17:10:52", "text": "Ég er með tvær innikisur og ég leyfi þeim bara að fara á svalirnar. Þær gætu alveg stokkið út, er á fyrstu hæð, en ég veit að þær gera það ekki. Sennilega misjafnt eftir köttum en það þarf ekkert að vera að þær þurfi neitt til að halda þeim frá að stökkva."}, {"response_to": "30648924", "username": "orkustöng", "message_id": "30649808", "user_id": "246358", "datetime": "2014-04-28 10:13:13", "datestring": "28. apr. '14, kl: 10:13:13", "text": "fiskinet úr girni væri lítið áberandi , möskvarnir aðeins minni en kattarhaus , en myndu þeir bíta sig í gegn, þeir hafa klippijaxla. smíða ramma úr mjóum trélistum til að festa netið á, mála hvítt ef húsið hvítt , og kannski annan ramma inn í opið til að festa hinn við , festa hann við opið með lími eða kítti eða stífa hann fastan , aðeins stærri en opið , helst þá fastur í . vonandi."}, {"response_to": "30648924", "username": "Alfa78", "message_id": "30649833", "user_id": "78356", "datetime": "2014-04-28 10:32:23", "datestring": "28. apr. '14, kl: 10:32:23", "text": "Við erum með svona grænt girðingarnet fest í handriðið og er ca 1-1.5M hátt. Það hallar aðein yfir því þá reyna kettirnir ekki að fara yfir það. Við boruðum 2 króka í steypuna til að festa girðinguna. Þetta hefur verið úti í 3 ár og engin köttur farið yfir. Við erum á 2 hæð með 2 inniketti sem fara út á svalir eins og þeir vilja allt árið"}, {"response_to": "30649833", "username": "Napoli", "message_id": "30651457", "user_id": "46691", "datetime": "2014-04-28 22:28:10", "datestring": "28. apr. '14, kl: 22:28:10", "text": "ekki er neinn séns að þú nennir að taka mynd af því hvernig þið gerðuð þetta er það? :)"}, {"response_to": "30651457", "username": "Alfa78", "message_id": "30651754", "user_id": "78356", "datetime": "2014-04-29 07:45:25", "datestring": "29. apr. '14, kl: 07:45:25", "text": "Netið í líflandi. man ekki hvað það kostaði en þetta var ekki ókeypis. Þetta ryðgar ekki."}]}