{"url": "https://bland.is/umraeda/sumargledi-bhe-treysti-ekki-ad-senda-barnid-mitt-a-thad-/30666448/?page=994", "date": "2014-05-08 12:42:31", "id": "30666448", "items": [{"text": "ATH ( Þessi postur hér er afritaður)SAMFESTINGUR 2014 – KVÖRTUNARBRÉF. Sæl Björg, sonur minn var að segja mér frá því hverjir eru að koma fram á Samfés. Frábærir listamenn á borð við Pál Óskar, Retro Stefson og fleiri sómasveitir, en það var eitt að vísu sem kom mér hrikalega á óvart, Basic House Effect. Ég sem hélt að það skipti öllu máli fyrir stofnun eins og Samfés að fá fyrirmyndir til að koma fram á svona viðburðum til að koma réttum skilaboðum til krakkana, það hefur allt verið til fyrirmyndar hjá ykkur fram að þessu. Þessir ungu piltar tóku stóran þátt í \"blómaskeiði\" viðburðarfyrirtækisins Agent.is, sem að stóð m.a fyrir sorakvöldunum Playboy Night & Dirty Night. Á þessum viðburðum var oft á tíðum fengið táningsstúlkur til að vera með m.a strípasýngu og einnig gat hver sem er komið og fengið að versla skot af líkama þeirra, virkilega ósiðmenntað og að margir telja, ólöglegt. Á þessum tíma voru þeir piltar að vinna fyrir Ólaf Geir Jónsson (oftast nefndur Óli Geir) , eiganda agent.is og stóðu þeir að miklum hluta fyrir þessum sorakvöldum og finnst mér því sem foreldri þetta vera virkilega slæm skilaboð til allra þessa efnilegu ungmenna. Það sem fékk mig líka virkilega til að senda þessa formlegu kvörtun mína var Barnaspítalamálið. Ætluðu þeir félagar í Basic House Effect þá að fara í túr og einnig gefa allan sinn ágóða af sínum viðburðum frá 1. Nóvember 2012 til 1. Janúar 2013, átti sú upphæð að vera u.þ.b miljón krónur og renna beint til Barnaspítala Hringsins. Litmyndir komu af þeim í blöðunum og fengu þeir greinilega það sem þeir vildu, athygli og auglýsingu, en eitt er víst að þeir greiddu aldrei ágóðan til Barnaspílans sem mér finnst gríðarlega sorglegt. Heimildir sanna það frá HD – Hljóðkerfaleigu sem þeir gerðu samning við á sínum tíma til þess að þjónusta þeim með hljóðkerfa og ljósabúnaði sem átti að fara með í góðagerðatúr þeirra að aldrei varð neitt úr þessum blessaða túr. Þykir mér miður að menn sem hafa þessa sögu að baki skulu vera fyrmyndir barna vorrar þjóðar og vona ég innilega að stofnun Samfés sem hefur alltaf verið til fyrmyndar og á að miklu leiti að verndað börn okkar endurskoði þennan þátt hátíðarinnar í sambandi við þessa ungu pilta. Hér að neðan má sjá ýmis myndskeið, myndir og fréttayfirlýsingar varðandi þessi mál. Mér þykir þetta allt mjög leitt og vil ég helst ekki ásamt fleirum foreldrum hleypa börnum okkar á ykkar hingað til glæsilegu Samféshátíð. Með von um góð viðbrögð,Kær kveðja, Gunnlaugur.(Þetta bréf sendi ég og fékk mjög snögg viðbrögð hjá framkvæmdastjóra Samfés sem ég met mikils virði ) En þá að máli málanna, strákarnir úr viðburðafélaginu hyggjast vera að fara halda ball í kaplakrika (FH íþróttahús) Ég sé það engann veginn fyrir mer að þessir ungu pitlar munu styrkja BARNASPÍTALANN eins og þeir segja, hvernig er hægt að treysta á þá eftir eitt svona svik ? Það er lítið hægt að treysta. Svo eitt líka sem heillar mig sko alls ekki það er, þessir drengri ættla að halda stóran viðburð 3000 - 5000 miðar í boði, okei þetta er flott framtak hja þeim en bíddu nú við, þeir eru ekki nema ný orðnir 20 ára.. Hvernig ættla þeir að passa upp á öryggi barna okkar svona ungir ? Mér finnst sem foreldri að það ætti að vera 25 ára max útaf öryggi barna okkar  ef þú ættlar að rúlla í svona viðburð án félagsmiðstöðva eða skólastofnana. Hvað ættlar þeir að gera ef börnin okkar slasast ? Eru þeir tryggðir fyrir því ?? Miðað er við 25 ára aldur til þess að tryggingar standist pottþétt... Svona viðburði fylgir mikil ábyrð, tökum t.d. Samfés, þar er öryggið mjög gott, vel mönnuð gæsla bæði frá starfsmönnum félagsmiðstöðvanna og gæslufyrirtæki, það er gæslu manneskja í hverju einasta horni og útum allt sem passar vel upp á öryggi barna okkar, þeir passa algjörlega að börnin séu ekki að fikta með áfengi eða önnur vímuefni.. Því miður koma áfengis vandamál alltof mörgum sinnum til sögu, en þeir hjá SAMFÉS passa uppá allt öryggi, hringja beint í foreldra og tilkynna þeim að einstaklingurinn sé undir áhrifum áfengis og það þurfi að sækja hann og á meðan er hann passaður af gæslunni, sama gildir er um alvarleg brot eða veikindi eru um að ræða þá hringjir samfés beint í foreldra og tilkynna þeim. Skoðum aðeins viðburði sem haldnir hafa verið af EINKAAÐILUM, hafa þeir símanúmer , kennitölu , heimilisfang og nöfn forráðamanna ? Nei það hefur sko ekki verið gert hingað til. tökum t.d. ef einn aðili lendir i slagsmálum og verði meðvitundarlaus eftir þungt högg, hvað á þá einkaaðilinn að gera? Nei þá getur hann ekki hringt i forráðamann, meðan samfés kallar til sín alla forstöðumenn félagsmiðstöðvanna og þeir geta fundið út á nokkrum sek hver þetta er og eru fljót að tilkynna slys og hringja svo beint í foreldra.. Þetta finnst mer lágmark öryggi.", "title": "Sumargleði BHE.. Treysti ekki að senda barnið mitt á það.", "username": "gullinnokkar", "message_id": "30666448", "user_id": "274971", "response_to": null, "datetime": "2014-05-08 12:42:31", "datestring": "8. maí '14, kl: 12:42:31"}, {"response_to": "30666448", "username": "gullinnokkar", "message_id": "30666453", "user_id": "274971", "datetime": "2014-05-08 12:47:27", "datestring": "8. maí '14, kl: 12:47:27", "text": "Væri gaman að heyra fra ykkur, hvað ykkur finnst um þetta :)"}, {"response_to": "30666448", "username": "KilgoreTrout", "message_id": "30666458", "user_id": "57429", "datetime": "2014-05-08 12:49:33", "datestring": "8. maí '14, kl: 12:49:33", "text": "Care."}, {"response_to": "30666448", "username": "bdi", "message_id": "30666464", "user_id": "78753", "datetime": "2014-05-08 12:53:00", "datestring": "8. maí '14, kl: 12:53:00", "text": "afsakið en er þetta svar framkvæmdastjóra Samfés?"}, {"response_to": "30666464", "username": "gullinnokkar", "message_id": "30666468", "user_id": "274971", "datetime": "2014-05-08 12:54:47", "datestring": "8. maí '14, kl: 12:54:47", "text": "Afsakaðu en"}, {"response_to": "30666448", "username": "zkitster", "message_id": "30666466", "user_id": "47978", "datetime": "2014-05-08 12:54:31", "datestring": "8. maí '14, kl: 12:54:31", "text": "Myndi ekki leyfa mínu barni að fara á svona viðburð en myndi ekki heldur nenna að gera eitthvað meira í því."}, {"response_to": "30666448", "username": "AudiA6", "message_id": "30708895", "user_id": "243018", "datetime": "2014-06-03 12:50:03", "datestring": "3. jún. '14, kl: 12:50:03", "text": "Sæll Gunnlaugur."}, {"response_to": "30666448", "username": "lofthæna", "message_id": "30708907", "user_id": "3375", "datetime": "2014-06-03 12:56:44", "datestring": "3. jún. '14, kl: 12:56:44", "text": "Ég er ekki með barn á þessum aldri en verð að segja að ég las auglýsingarnar um þetta og leist ekkert á þetta."}, {"response_to": "30666448", "username": "shamrock", "message_id": "30709389", "user_id": "210719", "datetime": "2014-06-03 20:49:09", "datestring": "3. jún. '14, kl: 20:49:09", "text": "Leyfðu strákunum að njóta vafans, og leyfið unglingunum líka bara að eiga gott kvöld,."}, {"response_to": "30666448", "username": "Steina67", "message_id": "30709415", "user_id": "39274", "datetime": "2014-06-03 21:04:02", "datestring": "3. jún. '14, kl: 21:04:02", "text": "Æji þetta suðar í eyrunum á mér alla daga núna og er ekki búin að gefa grænt ljós á það að börnin mín fari.  Það er líka ball í Keflavík sem Óli Geir stendur fyrir og ég get ekki ákveðið mig með það heldur."}, {"response_to": "30709415", "username": "AudiA6", "message_id": "30709699", "user_id": "243018", "datetime": "2014-06-04 01:12:52", "datestring": "4. jún. '14, kl: 01:12:52", "text": "Sæl."}, {"response_to": "30666448", "username": "shamrock", "message_id": "30709420", "user_id": "210719", "datetime": "2014-06-03 21:08:08", "datestring": "3. jún. '14, kl: 21:08:08", "text": "er óli geir ekki gjaldþrota"}, {"response_to": "30666448", "username": "Ágúst prins", "message_id": "30709763", "user_id": "74748", "datetime": "2014-06-04 08:26:15", "datestring": "4. jún. '14, kl: 08:26:15", "text": "Að þu skulir i alvöru nenna að standa i þessu"}, {"response_to": "30666448", "username": "Gunnýkr", "message_id": "30710159", "user_id": "711", "datetime": "2014-06-04 14:38:24", "datestring": "4. jún. '14, kl: 14:38:24", "text": "ég skil ekki... þeir ætluðu að gefa barnaspítlanum ágóða af fer sem þeir fóru ekki og? Þá var væntanlega ekki ágóði ef þeir fóru ekki."}]}