{"url": "https://bland.is/umraeda/norraena-flutningar-bill/30662853/?page=1043", "date": "2014-05-06 10:39:52", "id": "30662853", "items": [{"text": "Halló var að velta fyrir mér hvort þið getið hjálpað. hefur einhver af ykkur reynslu af því að flytja til dk og fara með bílnn fullann af dóti með norrænu? Hvernig það gengur fyrir sig og hvað það kostar?takk", "title": "Norræna flutningar, bíll", "username": "jensens", "message_id": "30662853", "user_id": "63614", "response_to": null, "datetime": "2014-05-06 10:39:52", "datestring": "6. maí '14, kl: 10:39:52"}, {"response_to": "30662853", "username": "smusmu", "message_id": "30662973", "user_id": "9059", "datetime": "2014-05-06 12:01:31", "datestring": "6. maí '14, kl: 12:01:31", "text": "Við fluttum reyndar til Noregs en fórum með Norrænu til DK. Kostaði einhvern 160 þúsund kall með bíl, kerru og 3 farþega. Þetta gekk bara mjög smurt fyrir sig. Keyrðum bara inn í Norrænu á Íslandi og út úr henni í DK og svo um borð í annan bát til Noregs :Þ"}, {"response_to": "30662973", "username": "mavi", "message_id": "30663180", "user_id": "116312", "datetime": "2014-05-06 13:49:33", "datestring": "6. maí '14, kl: 13:49:33", "text": "En hvað gerðuð þið svo með bílinn? Veit að það er brjálæðislega dýrt að flytja bíl inn til DK (tollar oþh)."}, {"response_to": "30663180", "username": "smusmu", "message_id": "30663225", "user_id": "9059", "datetime": "2014-05-06 14:08:19", "datestring": "6. maí '14, kl: 14:08:19", "text": "Það er það sama hér í Noregi, borgar sig alls ekki að skrá okkar inn. En við vorum á ódýrum bíl þannig að við keyptum okkur bara annan af sömu gerð bara bilaðan og notuðum þann íslenska í parta. Fólkið sem býr fyrir ofan okkur ætlar heim með sinn bíl í haust en það er mun nýrri og dýrari bíll"}, {"response_to": "30662853", "username": "Sodapop", "message_id": "30663108", "user_id": "59869", "datetime": "2014-05-06 13:20:42", "datestring": "6. maí '14, kl: 13:20:42", "text": "Ég flutti reyndar heim síðasta sumar, en ég borgaði bara venjulegt gjald, var með lítinn sendiferðabíl og hann var akkúrat 5 metrar, svo ég borgaði minnsta gjaldið :) En bíllinn var alveg stútfullur af drasli (án gríns, hann var eins og tetris-leikur) og var ekkert vigtaður eða neitt, held að það sé eitthvað hámark."}, {"response_to": "30663108", "username": "Sléttsama", "message_id": "30663210", "user_id": "86938", "datetime": "2014-05-06 13:58:56", "datestring": "6. maí '14, kl: 13:58:56", "text": "Ég þekki fólk sem gerði svipað. Þau keyptu semí-stóran sendibíl á Íslandi, tróðu öllu í hann og fóru út með Norrænu. Bróðir konunnar fór með og svo tók hann sendbílinn tilbaka með Norrænu og seldi hann aftur. Þau sögðu að þetta hefði margborgað sig."}]}