{"url": "https://bland.is/umraeda/strakar-og-ithrottir/30673171/?page=1032", "date": "2014-05-13 08:59:01", "id": "30673171", "items": [{"text": "Ég á tvo stráka 7 og 9 ára og þeir hafa aldrei sýnt neinn áhuga á boltaíþróttum, við foreldrarnir erum líka þannig að við höfum ekki mikinn áhuga á boltaíþróttum og það er lítið fylgst með þessu heima. En ég er samt að lenda í því að mér finsnt þeir svolítið útundan af því þeir hafa ekki áhuga á þessu. Strákar á þeirra aldri eru mikið í fótbolta úti á sumrin og í frímínútum og ég hef svona smá áhyggjur af því að þeir einangrist. Mér finnst bara allt snúast um bolta í þessum strákaheimi. Eru einhverjir foreldrar þarna úti sem eru að upplifa það sama og hvernig tæklið þið þetta? Ég hef meira að segja verið frekar ströng við þann eldri og sent hann á æfingar og keypt allskyns búninga sem hann er ekki að fíla og ég er bara alveg hætt því. Ég bara vil að þeir séu með en mér finnst oft vinsældir drengja fara eftir því hversu góðir þeir eru í íþróttum:(", "title": "Strákar og íþróttir", "username": "stubburi", "message_id": "30673171", "user_id": "88732", "response_to": null, "datetime": "2014-05-13 08:59:01", "datestring": "13. maí '14, kl: 08:59:01"}, {"response_to": "30673171", "username": "Tipzy", "message_id": "30673178", "user_id": "26838", "datetime": "2014-05-13 09:01:55", "datestring": "13. maí '14, kl: 09:01:55", "text": "Hætta að hafa áhyggjur af vinsældum ef þeir hafa þær ekki. Minn er einmitt lítið í þessu, var á tímabili aðeins af því að allir hinir voru í því...sko fótboltaspjöldum. En svo bara lognaðist það alveg út af þegar hann eignaðist vini sem hafa ekki áhugann heldur. en er alveg sammála að félagslíf stráka snýst rosalega mikið um fótbolta, sérstaklega í litlum bæjarfélögunum þarsem er lítið annað í boði sem tómstundir."}, {"response_to": "30673178", "username": "stubburi", "message_id": "30673198", "user_id": "88732", "datetime": "2014-05-13 09:10:53", "datestring": "13. maí '14, kl: 09:10:53", "text": "já þetta er góður punktur:) Sumir eru bara ekkert vinsælir sérstaklega á ákveðnum tímabilum og um að gera að reyna bara að fagna honum eins og hann er og hann er auðvitað bara yndislegur. Mömmur eru bara stundum að reyna að stjórna."}, {"response_to": "30673171", "username": "strákamamma", "message_id": "30673200", "user_id": "11836", "datetime": "2014-05-13 09:12:20", "datestring": "13. maí '14, kl: 09:12:20", "text": "einn minna er ekki boltamaður, hann æfir júdó.  Mér finnst það allt í lagi."}, {"response_to": "30673171", "username": "veg", "message_id": "30673226", "user_id": "2039", "datetime": "2014-05-13 09:27:08", "datestring": "13. maí '14, kl: 09:27:08", "text": "litli minn hefur óbeit á fótbolta og yfir höfuð öllum boltaíþróttum, hann er ekki vinsæll, á sína tvo vini og lætur þar við sitja.  enn hann æfir sund og er góður í íþróttum svona almennt."}, {"response_to": "30673171", "username": "snsl", "message_id": "30673237", "user_id": "30895", "datetime": "2014-05-13 09:32:08", "datestring": "13. maí '14, kl: 09:32:08", "text": "Ég er ný strákamamma, kúturinn er bara á öðru ári. Hafði aldrei fattað að hugsa út í þennan vinkil og er satt að segja dauðfegin því að hann er boltasjúkur."}, {"response_to": "30673237", "username": "Ziha", "message_id": "30673261", "user_id": "51148", "datetime": "2014-05-13 09:59:50", "datestring": "13. maí '14, kl: 09:59:50", "text": "það er sko ekkert að marka boltasýki á þeim aldri...... þessir tveir yngri hjá mér voru svoleiðis, boltinn var leikfang nr.1 en sá eldri (af þeim tveimur sko) sýndi svo engan áhuga þegar hann fór að nálgast skólaárin og hinn ætlar að verða eins......"}, {"response_to": "30673261", "username": "snsl", "message_id": "30673367", "user_id": "30895", "datetime": "2014-05-13 11:37:15", "datestring": "13. maí '14, kl: 11:37:15", "text": "Ohh! Ég andaði svo létt í augnablik."}, {"response_to": "30673171", "username": "Felis", "message_id": "30673249", "user_id": "32229", "datetime": "2014-05-13 09:46:40", "datestring": "13. maí '14, kl: 09:46:40", "text": "minn er 8 ára og hefur engan áhuga á boltaíþróttum, og bara lítinn áhuga á skipulögðum íþróttum yfirhöfuð reyndar (en er samt alltaf á hreyfingu), og hann bara leikur sér við aðra krakka sem hafa lítinn áhuga á boltum. Hann reyndar leikur sér fullt við stelpur líka svo að þó að flestir strákarnir séu kannski í fótbolta þá hefur hann nóg af krökkum til að leika sér við."}, {"response_to": "30673171", "username": "Endla", "message_id": "30673275", "user_id": "67261", "datetime": "2014-05-13 10:17:11", "datestring": "13. maí '14, kl: 10:17:11", "text": "Minn er að verða 7 ára og hefur aldrei haft mikinn áhuga á boltaíþróttum. Hann æfir dans og badminton :) held að það séu bara 3 strákar í bekknum hans sem að æfa fótbolta, einn er í fimleikum, annar í karate og einn spilar á fiðlu, mikil fjölbreytni :)"}]}