{"url": "https://bland.is/umraeda/ymsar-utlandapaelingar-og-fleirra-/30682126/?page=1024", "date": "2014-05-17 22:07:33", "id": "30682126", "items": [{"text": "Ég er að fara út í sumar og ætla að sleikja sólina :) er að spá…. ég er með frekar dökka húð, er mjög fljót að taka lit og brenn nánast aldrei (hef stöku sinnum brunnið aðeins í ljósum ef ég hef ekki verið í sól lengi). En vil samt fara vel með húðina og nota sólarvörn. En það er eitt sem ég hef velt fyrir mér lengi. Fær maður alveg lit í sólinni þótt maður noti sólarvörn? Ég ýminda mér alltaf að ég fái engann lit ef ég nota sólarvörn! og hvað með meiköpp, fær maður eitthvern lit ef maður er með svoleiðis framan í sér í sólinni? Kanski frekar heimskulegar pælingar, en mig langar að vita :)   Annað líka, haldiði að það sé mikill verðmunur á H&M á spáni og í London? Og hvernig er að versla á Tenerife, eitthver sem hefur reynslu af því? Er að fara fyrst til London og svo til Tene… langar eiginlega að versla í London en er að spá hvort það sé mikið hagstæðara að bíða þangað til á Tenerife, ætla samt ekki að versla mikið, býst við að fara bara í Primark og H&m og slíkar búðir þar sem ég hef ekki mikinn gjaldeyri!    Svo langar mig að vita, þið sem eruð 30plús, hvaða snyrtivörur eða húðvörur finnst ykkur algert must að eyða pening í? Ég er frekar mikið snyrtivöru frík en get alls ekki eytt miklu… get aldrei gert upp við mig hvort ég eigi að kaupa dýrt meik, krem, augnkrem eða hvað!    Hefur eitthver farið í fractional lasermeðferð og getur sagt mér hversu vel hún virkaði og hvað hún kostar? ég finn engar uppl um kostnaðinn á netinu og langar líka að vita, er þetta ein meðferð eða þarf að mæta oft?", "title": "Ýmsar útlandapælingar og fleirra!", "username": "Airbnb þjónusta", "message_id": "30682126", "user_id": "20569", "response_to": null, "datetime": "2014-05-17 22:07:33", "datestring": "17. maí '14, kl: 22:07:33"}, {"response_to": "30682126", "username": "MUX", "message_id": "30682146", "user_id": "53030", "datetime": "2014-05-17 22:14:48", "datestring": "17. maí '14, kl: 22:14:48", "text": "Já þú verður brún þótt þú notir sólvörn, og algert möst að nota sólvörn þótt þú brennir ekki því hún verndar húðina"}, {"response_to": "30682146", "username": "Airbnb þjónusta", "message_id": "30682170", "user_id": "20569", "datetime": "2014-05-17 22:21:32", "datestring": "17. maí '14, kl: 22:21:32", "text": "Já það hlýtur eiginlega að vera eitthver munur…æj ég sé til, kanski að ég fari bara í Primark í UK og rest á spáni :)"}, {"response_to": "30682126", "username": "ÞBS", "message_id": "30682149", "user_id": "71686", "datetime": "2014-05-17 22:15:10", "datestring": "17. maí '14, kl: 22:15:10", "text": "Ég er með \"dökka\" húð (dökkhærður og brún augu) og ég nota alltaf sólarvörn no.30-40 úti á spáni og verð kaffibrúnn og sætur :)"}, {"response_to": "30682149", "username": "Airbnb þjónusta", "message_id": "30682166", "user_id": "20569", "datetime": "2014-05-17 22:20:22", "datestring": "17. maí '14, kl: 22:20:22", "text": "Ok gott að vita!  ætla þá að splæsa í góða sólarvörn núna :)"}, {"response_to": "30682126", "username": "nerdofnature", "message_id": "30682178", "user_id": "91627", "datetime": "2014-05-17 22:25:55", "datestring": "17. maí '14, kl: 22:25:55", "text": "Já verður alveg brún þótt þú notir sólarvörn."}, {"response_to": "30682178", "username": "Airbnb þjónusta", "message_id": "30682450", "user_id": "20569", "datetime": "2014-05-18 00:16:10", "datestring": "18. maí '14, kl: 00:16:10", "text": "Var að skoða, sá að ein kommentaði á tripadvisor að það væri aðeins ódýrara í UK! ætla að skoða það betur"}, {"response_to": "30682450", "username": "nerdofnature", "message_id": "30682722", "user_id": "91627", "datetime": "2014-05-18 10:20:43", "datestring": "18. maí '14, kl: 10:20:43", "text": "Tók nokkrar stikkprufur á bresku HM síðunni og þeirri spænsku. Verðið er nánast það sama. Munar kannski 1-2 pundum á hverri flík, en svo er misjafnt hvaða flíkur eru ódýrari í uk og hverjar eru ódýrari í es."}, {"response_to": "30682126", "username": "Heiðlóan ♫♬♪ ♩", "message_id": "30682522", "user_id": "267951", "datetime": "2014-05-18 00:57:36", "datestring": "18. maí '14, kl: 00:57:36", "text": "Já. Maðurinn minn er t.d. mjög dökkur og hann notar bara miðlungsvörn (kannski 8-15 frá Nivea eða eitthvað svoleiðis) og svo alveg niður í 6 jafnvel þegar hann er orðinn mjög dökkur. Hann tekur mjög mikið lit"}, {"response_to": "30682126", "username": "HonkyTonk Woman", "message_id": "30682654", "user_id": "178663", "datetime": "2014-05-18 09:24:25", "datestring": "18. maí '14, kl: 09:24:25", "text": "JÁ..þú færð lit þó þú notir sólarvörn..það Á að nota sólarvörn því það eina sem hún gerir er að vernda húðina frá þessum UV OG UVA geislum en þú færð alveg jafn mikinn lit og ég ráðlegg þér að kaupa vichy 50+ eða proderm 30 og bera á þig á 4-6 tíma fresti. Myndi sleppa meiköppi þarna úti og bera bara sólarvörnina og kanski maskarann og fylla í augabrúnirnar en kanski bara cc krem á kvöldin til að jafna húðlitinn ef þú ert að fara á djammið bb og cc kremin eru líka með sólarvörn og vörurnar frá clinique eru paraben fríar ég mæli með þeim vörum þó dýrar séu og svo mac vörurnar líka cc línan frá þeim er æði og vörurnar frá þessum merkjum eru líka að endast vel þrátt fyrir daglega notkun amk hjá mér. :)"}, {"response_to": "30682126", "username": "chiccolino", "message_id": "30682779", "user_id": "152221", "datetime": "2014-05-18 11:11:00", "datestring": "18. maí '14, kl: 11:11:00", "text": "Sko, uppá hvar sé ódýrast að versla væri sniðugt að kíkja á gengið, pundið versus evruna. Í H&M og Primark eru verðin mjög svipuð hvort sem þú ert á Spáni eða í Englandi, þannig að gengið gagnvart íslensku krónunni segir þér heilmikið. Mörg dýrari meik eru með smá sólarvörn í, ætti að standa á flöskunni eins og til dæmis cliniqe vörurnar"}]}