{"url": "https://bland.is/umraeda/moska-feminismi-framsokn-og-thu-/30704509/?page=1000", "date": "2014-05-31 12:44:15", "id": "30704509", "items": [{"text": "Mun án efa skila fleiri atkvæðum í kassann en kannanir sýna því Framsókn segir hlutina bara eins og þeir eru og er ekkert að hamast í að vera neitt PC út á við eins og sumir flokkar.  Auðvitað eru fáir sem viðurkenna að þeir kjósa flokk sem vill afturkalla byggingarleyfi fyrir mosku en innst inni held ég að flestir séu samt á þeirri skoðun að umræddri mosku geti fylgt menningarleg breyting sem þrengir að kvenréttindum og aðlagar íslenskt umhverfi að þörfum múslima en ekki öfugt.  Það þorir enginn að segja það en þetta er nú samt svona.  Hvernig samrýmist það femíniskri rétthugsun að vilja hafa mosku í Reykjavík þegar múslimskar konur mega ekki standa við hlið karlmanna og biðja bænir í henni?  Þegar vera þeirra við hlið þeirra er túlkuð sem tæling sem dreifir huganum frá bæninni.  Hvernig getur það samrýmst femíniskri rétthugsun að leggja blessun sína á frekari innflutning múslímskra karlmanna sem að sækja sér konur í gamla heimalandið til að geta hulið þeir og falið heima hjá sér á Íslandi?  Þekkir þú dæmi um slíkt?  Það geri ég.  Málið er ekki svo einfalt að það snúist um fasisma eða rasisma því það snýst um lífsgildi og menningarlegan mun.  Daginn sem að konur fá að iðka trú sína við hlið karlmanna í moskum án þess að vera taldar trufla þá við þá iðju mun ég íhuga að skipta um skoðun.  Íslenskar konur sem hafa snúist til múslimskar trúar beygja sig undir þetta úrelda fyrirkomulag.  Þarna er pottur brotinn og þess vegna þurfum við femínisma og framsókn sem þorir að segja hlutina eins og þeir eru, þorir að taka opinbera afstöðu og vera heiðarleg og stendur með því sem rétt er án þess að óttast rangtúlkanir og ásakanir um fordóma.  Kona góð sem þetta lest, getur þú með góðri samvisku sagt að kynsystur þínar í þeim löndum þar sem sharíalög gilda búi við sömu réttindi og þú?  Getur þú sagt með góðri samvisku að þér falli að skapi umræddur aðskilnaður kynja í moskum?  Getur þú sagt með góðri samvisku að þú trúir því í alvöru að bygging umræddrar mosku skekki ekki jafnrétti kynjanna?  Getur þú með góðri samvisku trúað því að sama þróun fari ekki af stað hér og í nágrannalöndum okkar?Ef svarið er já, ekki kjósa framsókn.", "title": "Moska, femínismi, framsókn og þú.", "username": "Lúnatikk", "message_id": "30704509", "user_id": "79570", "response_to": null, "datetime": "2014-05-31 12:44:15", "datestring": "31. maí '14, kl: 12:44:15"}, {"response_to": "30704509", "username": "danielheling3", "message_id": "30704525", "user_id": "273188", "datetime": "2014-05-31 12:53:31", "datestring": "31. maí '14, kl: 12:53:31", "text": "Ég held að ég taki bara opnum örmum því flóði af innflytjendum sem munu koma inn til landsins í kjölfar þeirrar táknrænu yfirlýsingar stjórnvalda að við tökum vel í þeirra menningarsiði með því að leyfa þeim að byggja sín bænahof hér."}, {"response_to": "30704525", "username": "CharlieSheen", "message_id": "30704604", "user_id": "94839", "datetime": "2014-05-31 13:27:47", "datestring": "31. maí '14, kl: 13:27:47", "text": "Uss ekki tala svona um íslenskt kvenfólk. Íslenskt kvenfólk er bara sexy and they know it."}, {"response_to": "30704509", "username": "Bakasana", "message_id": "30704526", "user_id": "266266", "datetime": "2014-05-31 12:53:46", "datestring": "31. maí '14, kl: 12:53:46", "text": "Srsl?"}, {"response_to": "30704526", "username": "She is", "message_id": "30704533", "user_id": "45783", "datetime": "2014-05-31 12:58:04", "datestring": "31. maí '14, kl: 12:58:04", "text": "ég skil bara ekki hvar svona hugmyndir verða til? í hvaða jarðvegi vaxa þær og dafna? er hægt að skrifa þetta bara á fáfræði og skort á menntun?"}, {"response_to": "30704533", "username": "Lúnatikk", "message_id": "30704542", "user_id": "79570", "datetime": "2014-05-31 13:01:45", "datestring": "31. maí '14, kl: 13:01:45", "text": "Er femínismi fáfræði og skortur á menntun?  Mega mannréttindi eins verða brot á mannréttindum annarra?  Getum við ekki gert kröfu á að múslimar á Íslandi virði mannréttindi kvenna áður en þeir fá leyfi til að byggja umrædda mosku?  Ég sé fyrir mér fyrstu ókynskiptu moskuna.  Það þætti mér ofursvalt."}, {"response_to": "30704542", "username": "Vestur port", "message_id": "30704548", "user_id": "272232", "datetime": "2014-05-31 13:03:09", "datestring": "31. maí '14, kl: 13:03:09", "text": "Ókynskipt moska?! Dream on..."}, {"response_to": "30704548", "username": "Lúnatikk", "message_id": "30704553", "user_id": "79570", "datetime": "2014-05-31 13:04:27", "datestring": "31. maí '14, kl: 13:04:27", "text": "Ég á mér draum, hann er kannski óvenjulegur en við erum svo sem þekkt fyrir það Íslendingar að ganga ótroðnar slóðir er það ekki?"}, {"response_to": "30704553", "username": "Vestur port", "message_id": "30704558", "user_id": "272232", "datetime": "2014-05-31 13:06:08", "datestring": "31. maí '14, kl: 13:06:08", "text": "Íslendingar ráða engu þegar múslimar eru annars vegar, öfgafullir múslimar stjórna því hvernig hinir múslimarnir eiga að hugsa og ef einhver víkur út af brautinni þá getur það jafnvel kostað fólk lífið. Hófsamir múslimar væru eflaust sumir hlynntir ókynskiptri mosku en þeir munu aldrei þora að opna munninn til að viðra þær skoðanir sínar."}, {"response_to": "30704558", "username": "hillapilla", "message_id": "30704560", "user_id": "4176", "datetime": "2014-05-31 13:08:05", "datestring": "31. maí '14, kl: 13:08:05", "text": "Ókynskipt moska er bara ekkert baráttumál. Þetta er non-issue, alveg eins og ókynskiptir sundklefar hjá okkur."}, {"response_to": "30704560", "username": "Vestur port", "message_id": "30704562", "user_id": "272232", "datetime": "2014-05-31 13:09:08", "datestring": "31. maí '14, kl: 13:09:08", "text": "Já er það? Eru konur drepnar ef þær vilja nota karlaklefann?"}, {"response_to": "30704562", "username": "hillapilla", "message_id": "30704567", "user_id": "4176", "datetime": "2014-05-31 13:10:25", "datestring": "31. maí '14, kl: 13:10:25", "text": "Hvers vegna spyrðu svona heimskulega? Konur eru heldur ekkert drepnar fyrir að vilja vera karlamegin í moskum."}, {"response_to": "30704567", "username": "Vestur port", "message_id": "30704582", "user_id": "272232", "datetime": "2014-05-31 13:15:03", "datestring": "31. maí '14, kl: 13:15:03", "text": "Konur hafa verið drepnar fyrir minni sakir í islam. Dæmigerð skoðanakúgunartaktík að segja spurningar vera heimskulegar."}, {"response_to": "30704582", "username": "hillapilla", "message_id": "30704587", "user_id": "4176", "datetime": "2014-05-31 13:16:55", "datestring": "31. maí '14, kl: 13:16:55", "text": "Konur hafa verið drepnar fyrir alls konar í öllum samfélögum og íslenskar konur af íslenskum karlmönnum líka. Það er ekki standard hegðun sko."}, {"response_to": "30704582", "username": "Tipzy", "message_id": "30704609", "user_id": "26838", "datetime": "2014-05-31 13:31:18", "datestring": "31. maí '14, kl: 13:31:18", "text": "Íslam er ekki eins alls staðar, þetta eru ótal lönd sem hafa Íslams sem algengustu trúna. Bara í gær sá ég í tv vestrænt klædda konu dansa  út á torgi í Marrakesh án þess að það væri nokkuð vandamál. Íslam er ekki það sem sést í fréttum, í fréttum sést bara verstu hliðarnar. Fréttir sýna bara öfgatrúaða og hryðjuverkamenn."}, {"response_to": "30704582", "username": "Tipzy", "message_id": "30704610", "user_id": "26838", "datetime": "2014-05-31 13:31:46", "datestring": "31. maí '14, kl: 13:31:46", "text": ""}, {"response_to": "30704560", "username": "Lúnatikk", "message_id": "30704566", "user_id": "79570", "datetime": "2014-05-31 13:09:46", "datestring": "31. maí '14, kl: 13:09:46", "text": "Þetta get ég ekki fallist á.   Þú ert nakin í sundklefum, þú ert ekki nakin í mosku."}, {"response_to": "30704566", "username": "hillapilla", "message_id": "30704571", "user_id": "4176", "datetime": "2014-05-31 13:11:36", "datestring": "31. maí '14, kl: 13:11:36", "text": "Og hvað með það? Er nekt kvenna svona hrikaleg að karlar megi ekki sjá þær berar? Hvers vegna eru íslenskar konur þvingaðar í sér klefa í sundi? Hvers lags misrétti er það eiginlega?"}, {"response_to": "30704558", "username": "Lúnatikk", "message_id": "30704564", "user_id": "79570", "datetime": "2014-05-31 13:09:19", "datestring": "31. maí '14, kl: 13:09:19", "text": "Margir múslimar eru Íslendingar.  Ég held að það hafi engum dottið í hug að ræða þetta mál við þá.  Það er bara skrifað undir byggingaleyfi af því að það má ekki mismuna en samt komast þeir upp með að mismuna."}, {"response_to": "30704564", "username": "veg", "message_id": "30704578", "user_id": "2039", "datetime": "2014-05-31 13:13:14", "datestring": "31. maí '14, kl: 13:13:14", "text": "Öll trúarbrögð mismuna."}, {"response_to": "30704564", "username": "soulless turnip", "message_id": "30704752", "user_id": "71225", "datetime": "2014-05-31 15:20:56", "datestring": "31. maí '14, kl: 15:20:56", "text": "veit að í Ármúlanum báðu konurnar um að salnum yrði skift...... kannskisvo þær eigi auðveldara með að kjafta sín á milli meðan á athöfn stendur....því þær detta svolítið í það"}, {"response_to": "30704509", "username": "Hr Kisa", "message_id": "30704528", "user_id": "198851", "datetime": "2014-05-31 12:55:51", "datestring": "31. maí '14, kl: 12:55:51", "text": "Ég á erfitt með að sjá hluti frá þínu sjónarhorni, það er nefninlega ekki auðvelt að troða hausnum svona langt upp í rassgatið á sjálfum sér."}, {"response_to": "30704528", "username": "Lúnatikk", "message_id": "30704534", "user_id": "79570", "datetime": "2014-05-31 12:58:46", "datestring": "31. maí '14, kl: 12:58:46", "text": "Gott og vel."}, {"response_to": "30704509", "username": "abbalabbalú", "message_id": "30704537", "user_id": "59806", "datetime": "2014-05-31 13:00:01", "datestring": "31. maí '14, kl: 13:00:01", "text": "Brotin loforð alls staðar."}, {"response_to": "30704537", "username": "Lúnatikk", "message_id": "30704550", "user_id": "79570", "datetime": "2014-05-31 13:03:49", "datestring": "31. maí '14, kl: 13:03:49", "text": "Ég vil að múslimar á Íslandi gangist undir að virða jafnrétti áður en þeir fá að byggja hér mosku."}, {"response_to": "30704550", "username": "abbalabbalú", "message_id": "30704563", "user_id": "59806", "datetime": "2014-05-31 13:09:11", "datestring": "31. maí '14, kl: 13:09:11", "text": "Hvað með hina? Mega þeir byggja bænahús áður en þeir virða jafnrétti? Hvað með rússnesku rétttrúnaðarkirkjuna, hefurðu sömu skoðun á þeim? Þeir virða ekki jafnrétti."}, {"response_to": "30704563", "username": "Lúnatikk", "message_id": "30704573", "user_id": "79570", "datetime": "2014-05-31 13:11:57", "datestring": "31. maí '14, kl: 13:11:57", "text": "Sveinbjörg er rödd sem heyrist.  Það er ekki heilamálið hvort hún getur heldur hvað hún gerir.  Ég er á móti broti á jafnrétti í nafni trúar, alveg sama hver trúin er.  Brot múslima í nafni trúar eru mun grófari í dag en brot í nafni annarra trúarbragða.  Það er brýnna að taka á þeim vegna þess."}, {"response_to": "30704573", "username": "abbalabbalú", "message_id": "30704596", "user_id": "59806", "datetime": "2014-05-31 13:20:24", "datestring": "31. maí '14, kl: 13:20:24", "text": "Akkúrat það sem ég hélt. Þú dæmir friðsama frjálslynda íslenska múslima út frá öfgahópum úti í löndum. Ef allir múslimar væru eins og þú heldur fram þá værum við ekki hér lengur. Þau eru fjórðungur mannkyns."}, {"response_to": "30704596", "username": "Vestur port", "message_id": "30704709", "user_id": "272232", "datetime": "2014-05-31 14:48:22", "datestring": "31. maí '14, kl: 14:48:22", "text": "Bráðum verðum við ekki hér lengur, þessir andskotar fjölga sér hraðar en kanínur"}, {"response_to": "30704509", "username": "Vestur port", "message_id": "30704541", "user_id": "272232", "datetime": "2014-05-31 13:01:39", "datestring": "31. maí '14, kl: 13:01:39", "text": "Þetta er bara eins og með UKIP í Bretlandi, það vildi ekkert af þessu vinstra pakki ræða þau mál sem þeir settu fram og það átti bara að setja þá á ignore. Það verður ansi erfitt að setja þá á ignore núna þegar þeir hafa unnið einn stærsta kosningasigur seinni tíma með 25% atkvæða."}, {"response_to": "30704509", "username": "hillapilla", "message_id": "30704546", "user_id": "4176", "datetime": "2014-05-31 13:02:41", "datestring": "31. maí '14, kl: 13:02:41", "text": "Svarið er já. Og að sjálfsögðu kýs ég ekki framsókn, engar áhyggjur."}, {"response_to": "30704546", "username": "Lúnatikk", "message_id": "30704559", "user_id": "79570", "datetime": "2014-05-31 13:07:55", "datestring": "31. maí '14, kl: 13:07:55", "text": "Ég vil samt óska eftir því að fólk geri þennan fyrirvara við byggingu mosku að múslimar á Íslandi gangist undir að virða jafnrétti kynjanna og sleppi umræddri kynjaskiptingu í moskum og bænahúsum.  Hvaða flokki getur maður treyst til að koma því í gegn?  Ætlar borgin að stuðla að mannréttindabrotum á öðru kyninu til að vera PC út á við gagnvart múslimum?"}, {"response_to": "30704559", "username": "hillapilla", "message_id": "30704565", "user_id": "4176", "datetime": "2014-05-31 13:09:24", "datestring": "31. maí '14, kl: 13:09:24", "text": "Hvað í ósköpunum hefur bygging bænahúss með þetta að gera? Það eru nokkur hundruð múslimar hérna nú þegar og þeir hafa haft aðstöðu til bæna í tveimur húsum í borginni og ekki verið vandamál."}, {"response_to": "30704565", "username": "Lúnatikk", "message_id": "30704576", "user_id": "79570", "datetime": "2014-05-31 13:12:40", "datestring": "31. maí '14, kl: 13:12:40", "text": "Og kynin eru aðskilin þar.  Þar finnst mér halla á jafnrétti kynjanna."}, {"response_to": "30704576", "username": "hillapilla", "message_id": "30704580", "user_id": "4176", "datetime": "2014-05-31 13:13:37", "datestring": "31. maí '14, kl: 13:13:37", "text": "Hvað í ósköpunum hefur kynskipting með misrétti eða jafnrétti að gera? Hjallaskólar eru kynskiptir, þvílíkt misrétti..."}, {"response_to": "30704580", "username": "ert", "message_id": "30704584", "user_id": "37456", "datetime": "2014-05-31 13:15:54", "datestring": "31. maí '14, kl: 13:15:54", "text": "Helvítis Hjallastefnan, hluti af valdaráni múslima hér á landi. Verið að venja þau við Sharia-lögin."}, {"response_to": "30704509", "username": "veg", "message_id": "30704572", "user_id": "2039", "datetime": "2014-05-31 13:11:54", "datestring": "31. maí '14, kl: 13:11:54", "text": "Ég get með góðri samvisku sagt að langflestar konur í heinum búi ekki við jafn mikil mannréttindi og ég. Ég get líka sagt með góðri samvisku að ég búi við meiri mannréttindi en flestar konur í evrópu."}, {"response_to": "30704572", "username": "Lúnatikk", "message_id": "30704581", "user_id": "79570", "datetime": "2014-05-31 13:13:43", "datestring": "31. maí '14, kl: 13:13:43", "text": "En það er hægt að gera kröfu á að í umræddum húsakynnum fari ekki fram mannréttindabrot."}, {"response_to": "30704581", "username": "hillapilla", "message_id": "30704583", "user_id": "4176", "datetime": "2014-05-31 13:15:36", "datestring": "31. maí '14, kl: 13:15:36", "text": "Það er ekki mannréttindabrot að útvega báðum kynjum jafna aðstöðu til bæna."}, {"response_to": "30704581", "username": "Bakasana", "message_id": "30704585", "user_id": "266266", "datetime": "2014-05-31 13:16:39", "datestring": "31. maí '14, kl: 13:16:39", "text": "Þannig að ef í moskunni yrðu bænastundir kynjablandaðar þætti þér fínt að fá mosku?"}, {"response_to": "30704581", "username": "veg", "message_id": "30704590", "user_id": "2039", "datetime": "2014-05-31 13:17:43", "datestring": "31. maí '14, kl: 13:17:43", "text": "Mannréttindasáttmálar ganga út á að opinber stjórnvöld mismuni ekki þegnum sínum, það gildir ekki um einkaaðila, því þáværi hægt að kæra öll trúfélög og sennilega langflest fyrirtæki landsins."}, {"response_to": "30704590", "username": "Krisukona", "message_id": "30704781", "user_id": "272698", "datetime": "2014-05-31 15:48:00", "datestring": "31. maí '14, kl: 15:48:00", "text": "Það er ekki rétt."}, {"response_to": "30704781", "username": "veg", "message_id": "30705017", "user_id": "2039", "datetime": "2014-05-31 18:34:40", "datestring": "31. maí '14, kl: 18:34:40", "text": "Já þetta er smá bragabót, tekinn lítill hluti og sett i refsirammann, það er fínt"}, {"response_to": "30704509", "username": "bananana", "message_id": "30704727", "user_id": "128480", "datetime": "2014-05-31 14:57:38", "datestring": "31. maí '14, kl: 14:57:38", "text": "Þetta er náttúrlega afskræmd og villandi framsetning hjá þér Lúnatikk. Þú getur ekki gert neitt í því að það er líka fullt af fólki sem býr ekki við þau sjálfsögðu mannréttindi að fá hreint vatn til neyslu. Þótt þú hafir úr öllu því vatni að spila sem þú mögulegar getur látið renna úr krananum, bætir ekki kjör þeirra sem búa við vatnsskort að þú farir að spara vatn. Á sama hátt er það ekki í okkar valdi að frelsa allar konur úr ánauð trúarbragða og helsis klerksstéttar, hvaða trúarbrögðum sem menn aðhyllast og har sem þeir búa. Það eru lög á Íslandi sem banna svona mismunun og kúgun. Þessum konum verður einfaldlega komið til bjargar og þær frelsaðar frá sínum kúgurum og þeir hljóta dóm fyrir athæfið. Tal um breytta löggjöf í Svíþjóð er bara svar samfélagsins við þessum nýja veruleika að það flyst fólk til Svíþjóðar sem lætur sér detta í hug eitthvað sem ekki var hugsandi í samfélaginu sem hefur búið í Svíþjóð í aldaraðir. Frakkar bönnuðu múslimakonum að hylja andlit sitt og það er einnig hér. Gangtu í múslimasöfnuð, fáðu þér slæðu eða búrku og reyndu að fara á láta taka mynd af þér í vegabréfið þitt. Þannig bregst kerfið við. Eins má bæta því við að hér á landi voru ekki nein lög sem bönnuðu neyslu fíkniefna fyrr en fíkniefni fór að berast til landsins og menn sáu að það varð að bregðast við því. Svarið er aldrei að kjósa framsókn, sama á hvaða vettvangi og sama hvað er í húfi. Það er eitraður populistaflokkur sem höfðar til lægstu hvaða fáfróðs fólks. Flokkurinn er á pari við áróðursvél George Bush yngri sem gengur út að að afla sér fylgis með því að telja fólki trú um að þeim stafi ógn af einhverju og búa til óvini. Farðu svo og kjóstu eitthvað annað en þessa samvinnuhreyfingar afturkreistinga og undirmálsfólk."}, {"response_to": "30704509", "username": "KilgoreTrout", "message_id": "30705115", "user_id": "57429", "datetime": "2014-05-31 19:23:44", "datestring": "31. maí '14, kl: 19:23:44", "text": "Án þess að nenna einu sinni að lesa yfir rantið þitt þá vil ég segja þetta."}]}