{"url": "https://bland.is/umraeda/auka-lestrarhrada-hja-barni-/30712697/?page=989", "date": "2014-06-06 13:14:38", "id": "30712697", "items": [{"text": "Mig langar að spyrja ykkur sem vitið eða hafið reynslu, hvernig sé hægt að auka lestrarhraða hjá barni í grunnskóla?    Barnið mitt er að klára 3. bekk og hefur ekki náð að hækka sig í einkunn frá því í 1. bekk og þetta er farið að liggja svolítið á bakinu á því. Ég hef markvisst reynt að halda áhuga og lestrargleðinni því mér finnst það mikilvægara (áhuginn var farinn að hverfa því þetta var erfitt og enginn mælanlegur árangur að mati barnsins). Nú í vetur hefur verið mikill áhugi fyrir að lesa og þetta er orðin skemmtileg samverustund en þegar einkunnaspjaldið var opnað í dag þá skildi barnið ekkert í því að fá alltaf sömu lélegu einkunnina.    Þannig að, eru einhver trix, ráð eða annað sem ég gæti bætt við hefðbundinn heimalestur?", "title": "Auka lestrarhraða hjá barni?", "username": "fjölmenning", "message_id": "30712697", "user_id": "192363", "response_to": null, "datetime": "2014-06-06 13:14:38", "datestring": "6. jún. '14, kl: 13:14:38"}, {"response_to": "30712697", "username": "Hr Kisa", "message_id": "30712708", "user_id": "198851", "datetime": "2014-06-06 13:32:08", "datestring": "6. jún. '14, kl: 13:32:08", "text": "Gætir prófað að öskra \"LESTU HARÐAR KRAKKI\""}, {"response_to": "30712697", "username": "Icygirl", "message_id": "30712714", "user_id": "41000", "datetime": "2014-06-06 13:48:47", "datestring": "6. jún. '14, kl: 13:48:47", "text": "Er búið að kanna hvort barnið glími við einhverja námserfiðleika?"}, {"response_to": "30712714", "username": "fjölmenning", "message_id": "30712831", "user_id": "192363", "datetime": "2014-06-06 15:41:30", "datestring": "6. jún. '14, kl: 15:41:30", "text": "Neibb. Bara toppnemandi, hneigðari að verklegum greinum og stærðfræði samt."}, {"response_to": "30712831", "username": "bilba", "message_id": "30713169", "user_id": "91322", "datetime": "2014-06-06 21:43:48", "datestring": "6. jún. '14, kl: 21:43:48", "text": "Er búið að kanna sé málþroskaröskun eða eitthvað sem gæti útskýrt þetta?  Hægt að vera mjög góður í verklegri greind en mjög slakur í málegri greind. Það þarf ekki að vera lesblinda.  Málþroskaröskun getur komið fram í margvíslegri mynd og er ólík á milli einstaklinga."}, {"response_to": "30712697", "username": "Mjallhvít og dvergarnir 5", "message_id": "30712717", "user_id": "6434", "datetime": "2014-06-06 13:50:26", "datestring": "6. jún. '14, kl: 13:50:26", "text": "Ég mæli auðvitað með skoðun á augum og athugun á lesblindu fyrst. Svo er t.d. alltaf gott að lesa fyrir börn fram eftir aldri. Bæði eykur það lesskilning og íslenskuþekkingu . Að heyra sögur lesnar vel skiptir oft sköpum. Það eru einnig til forrit í tölvur til að hjálpa til. Hvað heldur kennarinn að ami að?"}, {"response_to": "30712717", "username": "fjölmenning", "message_id": "30712834", "user_id": "192363", "datetime": "2014-06-06 15:42:59", "datestring": "6. jún. '14, kl: 15:42:59", "text": "í raun ekkert.. engin lesblinda né annað. Ef ekki væri lesið hér daglega þá yrði líklega æfingaleysi kennt um."}, {"response_to": "30712697", "username": "ÓRÍ73", "message_id": "30712720", "user_id": "20092", "datetime": "2014-06-06 13:56:59", "datestring": "6. jún. '14, kl: 13:56:59", "text": "svona almennt þá er svarið, lesa lesa lesa, upphátt, eins mikið og hægt er. það eykur helst lestrarhraðann. En athuga allar skimanir líka hvenrig barnið er að koma út þar"}, {"response_to": "30712697", "username": "Felis", "message_id": "30712737", "user_id": "32229", "datetime": "2014-06-06 14:12:57", "datestring": "6. jún. '14, kl: 14:12:57", "text": "ef barnið er búið að vera duglegt að lesa á hverjum degi þá myndi ég skoða aðrar mögulegar ástæður, einsog sjón og/eða lesblindu."}, {"response_to": "30712737", "username": "fjölmenning", "message_id": "30712827", "user_id": "192363", "datetime": "2014-06-06 15:39:35", "datestring": "6. jún. '14, kl: 15:39:35", "text": "Lesskilningur er frábær og hann les með látbragði. Hann staldrar stundum við orðin, fer til baka, tekur eftir mótsögnum, slítur orð í sundur eða pælir í ótrúlegustu hlutum. En les bara ekki hratt. Ég er ekki hrifin af því að einblína á lestrarhraðann en veit vel að það skiptir máli fyrir framhaldið. Lesturinn er 111 atkv. á mínútu en toppeinkunn fyrir lesskilning. Hann bætir sig verulega milli ára en er samt alltaf í miðjum lægsta skala og hann verður kvíðinn að opna skjalið sitt. Engin lesblinda."}, {"response_to": "30712827", "username": "Felis", "message_id": "30712836", "user_id": "32229", "datetime": "2014-06-06 15:46:03", "datestring": "6. jún. '14, kl: 15:46:03", "text": "minn er með svipaðan lestrarhraða og fékk enga einkunn. Þar af leiðandi ekki lélega einkunn"}, {"response_to": "30712836", "username": "fjölmenning", "message_id": "30712840", "user_id": "192363", "datetime": "2014-06-06 15:53:30", "datestring": "6. jún. '14, kl: 15:53:30", "text": "Hér er þetta flokkað í þrjá flokka með einkunnaviðmið. Hann var fljótur að reikna út að það þýddi ca. 5-5,5 í einkunn."}, {"response_to": "30712840", "username": "Ígibú", "message_id": "30712852", "user_id": "37888", "datetime": "2014-06-06 16:02:35", "datestring": "6. jún. '14, kl: 16:02:35", "text": "á vitnisburðarblaðinu hjá mínum 3. bekkingi er ekki gefið í einkunum bara gott/mjög gott/viðunandi osfrv. Engar einkunnir en þó kemur fram hvað þau lesa mörg atkvæði. Ekkert meira en það og ekkert hægt að túlka neitt sem lélegar eða góðar einkunnir."}, {"response_to": "30712852", "username": "Felis", "message_id": "30713480", "user_id": "32229", "datetime": "2014-06-07 09:40:19", "datestring": "7. jún. '14, kl: 09:40:19", "text": "það kemur ekki einu sinni gefin upp atkvæðafjöldi hjá mínum, bara eitthvað súlurit sem er ekki hægt að lesa nákvæmlega út úr. Það pirrar mig - en miðað við trendið hjá honum þá nær hann meðaltali bráðum."}, {"response_to": "30713480", "username": "Ígibú", "message_id": "30713535", "user_id": "37888", "datetime": "2014-06-07 11:12:14", "datestring": "7. jún. '14, kl: 11:12:14", "text": "Einmitt. Enda skiptir það svo sem ekki öllu, þar sem það kemur ekki einu sinni fram hvert viðmiðið fyrir 3. bekk er í atkvæðum."}, {"response_to": "30713535", "username": "fjölmenning", "message_id": "30713580", "user_id": "192363", "datetime": "2014-06-07 13:19:06", "datestring": "7. jún. '14, kl: 13:19:06", "text": "Það stendur reyndar á einkunnablaðinu hjá okkur. 170+ er mjög gott, 120-170 gott og 100-120 sæmilegt. Svo stendur Mjög gott = 85-100%, Gott 70-84% og Sæmilegt 41-69%."}, {"response_to": "30713580", "username": "Felis", "message_id": "30713581", "user_id": "32229", "datetime": "2014-06-07 13:19:48", "datestring": "7. jún. '14, kl: 13:19:48", "text": "þetta stendur ekki hjá mér, bara súlurit sem sýnir hvernig þróunin hefur verið í vetur."}, {"response_to": "30713581", "username": "fjölmenning", "message_id": "30713584", "user_id": "192363", "datetime": "2014-06-07 13:25:16", "datestring": "7. jún. '14, kl: 13:25:16", "text": "Aha, þannig myndi ég frekar vilja sjá þetta. Þá sést árangurinn hjá barninu sjálfu betur."}, {"response_to": "30712840", "username": "ComputerSaysNo", "message_id": "30712870", "user_id": "47512", "datetime": "2014-06-06 16:17:54", "datestring": "6. jún. '14, kl: 16:17:54", "text": "Býrðu á Íslandi ? Þetta er ekki svona í yngri bekkjum í mínum skóla."}, {"response_to": "30712827", "username": "bilba", "message_id": "30713171", "user_id": "91322", "datetime": "2014-06-06 21:45:40", "datestring": "6. jún. '14, kl: 21:45:40", "text": "Er mikið lagt upp úr lestrahraða? finnst bara frábært að heyra að leskilningur er góður og það er það sem skiptir máli þegar upp er staðið."}, {"response_to": "30712827", "username": "ts", "message_id": "30713251", "user_id": "4019", "datetime": "2014-06-06 22:46:34", "datestring": "6. jún. '14, kl: 22:46:34", "text": "minn er með góðann lesskilning ofl , td mjög sterkur í stærðfræði ofl... almennt einkunnir í hærri kantinum, en leshraði var alltaf hægur... hann greindist með lesblindu, þó að það væru í raun ekki öll atriði sem voru slök, bara nokkur..."}, {"response_to": "30712697", "username": "cultiva", "message_id": "30712745", "user_id": "185793", "datetime": "2014-06-06 14:22:32", "datestring": "6. jún. '14, kl: 14:22:32", "text": "Á dreng sem las alltaf mjög hratt ( hann er með ADHD og tourett) en hann mundi aldrei hvað hann var að lesa um. Þannig að ég myndi halda að lesskilningur væri meira virði en leshraði."}, {"response_to": "30712745", "username": "ÓRÍ73", "message_id": "30712807", "user_id": "20092", "datetime": "2014-06-06 15:08:41", "datestring": "6. jún. '14, kl: 15:08:41", "text": "Þetta er profað i sitthvoru lagi, skiptir jafnmiklu mali"}, {"response_to": "30712807", "username": "cultiva", "message_id": "30712876", "user_id": "185793", "datetime": "2014-06-06 16:24:13", "datestring": "6. jún. '14, kl: 16:24:13", "text": "Ertu alveg viss um að leshraði og lesskilningur skipti jafn miklu máli? Snilldin við að lesa hratt er jú sú að þú lest alveg 300 orð á mín. en þegar það er verið að spurja þig um texan sem þú varst að enda við að lesa og þá manstu bara ekki rassgat...En ef þú lest hægt og rólega (kannski \"bara\" 100 orð á mín en manst allt sem þú varst að lesa) þá hefði ég haldið að það væri betra."}, {"response_to": "30712876", "username": "cithara", "message_id": "30712890", "user_id": "202527", "datetime": "2014-06-06 16:38:16", "datestring": "6. jún. '14, kl: 16:38:16", "text": "Það þarf að ná ákveðnum hraða til að halda samhengi í lestrinum. Að þjálfa hraða er mikilvægt, líka fyrir framtíðina þegar námið verður meiri og meiri lestur. Lesskilninginn þarf auðvitað að þjálfa líka og alls ekki síður en bæði er mjög mikilvægt."}, {"response_to": "30712890", "username": "cultiva", "message_id": "30712894", "user_id": "185793", "datetime": "2014-06-06 16:47:28", "datestring": "6. jún. '14, kl: 16:47:28", "text": "Ég fatta það, en hver er tilgangurinn með að lesa hratt og skilja ekkert? Ég les alveg fáránlega hratt og þá meina ég hratt, en hver er tilgangurinn í hraðlestri ef ég skil ekki neitt af því sem ég var að lesa? Fyrir mér er lesskilningur meira virði en að lesa hratt. Þú nærð ekki neinu samhengi með því að lesa hratt og skilja ekkert."}, {"response_to": "30712894", "username": "cithara", "message_id": "30712897", "user_id": "202527", "datetime": "2014-06-06 16:51:09", "datestring": "6. jún. '14, kl: 16:51:09", "text": "nei, þess vegna þarf að þjálfa bæði samhliða. Sumir þurfa meiri þjálfun í hraða en skilningi en hjá öðrum þarf meiri þjálfun í skilningi en hraða. Þeir sem eru hæglæsir lenda oft í vandræðum þegar komið er upp á miðstigið í grunnskólanum, bæði vegna þess að lesturinn er svo hægur að þeir eru búnir að gleyma upphafinu þegar að endanum kemur, jafnvel á einni málsgrein. Og vegna þess hve lesturinn gengur hægt fá þeir fyrr leið á honum, hver vill horfa á bíómynd á hálfum hraða? Maður þarf að geta lesið að minnsta kosti álíka hratt og maður talar, helst eins hratt og maður hugsar til þess að lesturinn verði til ánægju."}, {"response_to": "30712897", "username": "cultiva", "message_id": "30712907", "user_id": "185793", "datetime": "2014-06-06 17:03:04", "datestring": "6. jún. '14, kl: 17:03:04", "text": "Þakka bara fyrir að lesa hratt og sonur minn er alveg fáránlega heppinn með skóla, þar er sko ekki farið eftir því hversu hægt þú lest eða hratt, heldur hversu góð/ur þú ert í því sem þú tekur þér fyrir hendur. Spurning um að íslenskir skólar fari að taka frændur sína Norðmenn sér til fyrirmyndar í skólamálunum"}, {"response_to": "30712697", "username": "cithara", "message_id": "30712746", "user_id": "202527", "datetime": "2014-06-06 14:22:59", "datestring": "6. jún. '14, kl: 14:22:59", "text": "Lesa upphátt fyrir barnið"}, {"response_to": "30712746", "username": "pafugl", "message_id": "30712757", "user_id": "96177", "datetime": "2014-06-06 14:32:03", "datestring": "6. jún. '14, kl: 14:32:03", "text": "Þegar ég kenndi mínum börnum að lesa þá las ég ca. 3 blaðsíður í afar spennandi bók og barnið hálfa eða heila blaðsíðu og svo hélt ég áfram. Lestrarefnið verður að vera spennandi."}, {"response_to": "30712757", "username": "cithara", "message_id": "30712761", "user_id": "202527", "datetime": "2014-06-06 14:33:06", "datestring": "6. jún. '14, kl: 14:33:06", "text": "Ég er líka enn að lesa á hverju kvöldi fyrir mína dóttur sem verður 10 ára í haust og les sjálf 300 atkvæði á mínútu"}, {"response_to": "30712746", "username": "fjölmenning", "message_id": "30712828", "user_id": "192363", "datetime": "2014-06-06 15:40:15", "datestring": "6. jún. '14, kl: 15:40:15", "text": "Já ég þarf líklega að auka það, er að lesa svona annan hvern dag fyrir hann."}, {"response_to": "30712828", "username": "cithara", "message_id": "30712883", "user_id": "202527", "datetime": "2014-06-06 16:30:18", "datestring": "6. jún. '14, kl: 16:30:18", "text": "svona orðalistalestur hefur líka oft hjálpað mikið við að auka lestrarhraða. Þá eru þau ekkert að pæla í samhengi og skilningi, bara að æfa sig. Það má til dæmis búa til langa lista af orðum sem byrja á sama staf"}, {"response_to": "30712883", "username": "fjölmenning", "message_id": "30712896", "user_id": "192363", "datetime": "2014-06-06 16:49:53", "datestring": "6. jún. '14, kl: 16:49:53", "text": "ah.. frábært. Ég var einmitt að vonast eftir einhverju einföldu sem væri hægt að æfa og hafa gaman að, ég hef ekki heyrt af þessu en held það falli vel í kramið. Takk fyrir. Ég hef verið að nota t.d. spurningaspjöld - að skiptast á að spyrja spurninga, lesa gátur ofl. sem hann tengir ekki beint við lestrarþjálfun."}, {"response_to": "30712896", "username": "cithara", "message_id": "30712900", "user_id": "202527", "datetime": "2014-06-06 16:53:17", "datestring": "6. jún. '14, kl: 16:53:17", "text": "Ég hef verið að gera þetta með hæglæsum krökkum alveg upp á unglingastig og þeim finnst þetta bæði gaman og það skilar árangri."}, {"response_to": "30712896", "username": "Gulrót", "message_id": "30713151", "user_id": "25571", "datetime": "2014-06-06 21:28:29", "datestring": "6. jún. '14, kl: 21:28:29", "text": "Hjà mínum strák var þetta þannig að þau lásu í bòk í 1 mìn og merktu hvar þau enduðu. Svo var byrjað aftur à sama stað og lesið í 1 mín ig merkt og þá ná þau lengra og sjá þegar þau fara fram úr  staðnum þar sem þau enduðu síðast :) Þetta er gert 3x og er mjög sjáanlegt og auðmælanlegt fyrir þau :)"}, {"response_to": "30712883", "username": "Felis", "message_id": "30713481", "user_id": "32229", "datetime": "2014-06-07 09:43:25", "datestring": "7. jún. '14, kl: 09:43:25", "text": "þetta er frábært ráð"}, {"response_to": "30712697", "username": "Leiga111", "message_id": "30713172", "user_id": "56438", "datetime": "2014-06-06 21:47:27", "datestring": "6. jún. '14, kl: 21:47:27", "text": "ég myndi byrja á að láta atguha sjónina í henni hugsanlega er eitthvað vandamál þar."}, {"response_to": "30712697", "username": "knusarinn", "message_id": "30713238", "user_id": "165540", "datetime": "2014-06-06 22:37:17", "datestring": "6. jún. '14, kl: 22:37:17", "text": "Ég fór í prógramm í skólanum í 9 bekk fyrir rúmum tveimur árum til að auka lestrarhraða eftir að ég náði ekki lámarkseinkunn í hraðlestarprófi og fékk lesblindugreiningu. Ég var með auðvelda bók sem ég las alltaf í eina mínútu, tvisvar á dag með um mínútu pásu á milli. Ég merkti alltaf við orðið sem ég endaði á með blýanti. Horfði á mig alltaf fara orðið og orði lengra. Já og lesturinn á að vera upphátt og þannig að hlustandi skilji."}, {"response_to": "30712697", "username": "Kammó", "message_id": "30713244", "user_id": "30431", "datetime": "2014-06-06 22:39:38", "datestring": "6. jún. '14, kl: 22:39:38", "text": "Hraðinn eykst með meiri lestri."}, {"response_to": "30712697", "username": "presto", "message_id": "30713522", "user_id": "7653", "datetime": "2014-06-07 10:39:32", "datestring": "7. jún. '14, kl: 10:39:32", "text": "Hvernig hefur heimalesturinn verið hingað til (hvað er EKKI) að virka? Mín börn lásu sömu bls. Tvisvar -þrisvar í einu þegar þau voru að efla lesturinn, gerið þið það ekki?  Hvað er barnið að lesa mikið upphátt í daglegum heimalestri? Hver hlustar? Eru sðstæður kósí (td. Uppi í rúmk fyrir háttinn) eða foreldri sem stendur yfir barninu/annað sem truflar/keppir um athygli! Stundum les mitt barn tvisvar og ég svo einu sinni (hratt eða td. Með leiklestraráherslum, skrípaáherslum) og svo les barnið blaðsíðuna aftur með sínum áherslum í sömu átt. Hvernig virkar það hjá ykkur? (Er að tala um litlu byrjendabækurnar sem eru 7 bls. Með frekar fáum setningum). Hvernig bækur/texta eruð þið foreldrarnir að lesa upphátt fyrir barnið? Er það nokkuð að gleymast í seinni tíð? Hvernig virkar að lesa upphátt (með þokkalegum hraða), láta hlusra og horfa á texrann og lesa svö af og til á móti þér? (Gefur meiri hraða, meira efni en samt nokkra þjálfun)"}, {"response_to": "30713522", "username": "fjölmenning", "message_id": "30713583", "user_id": "192363", "datetime": "2014-06-07 13:24:06", "datestring": "7. jún. '14, kl: 13:24:06", "text": "Heimalesturinn er uppí rúmi fyrir svefn. Stundum les hann fyrir mig og ég fyrir hann. Við lásum þunga bók um daginn eftir Þorgrím Þráinsson og þá las hann og svo las ég mun meira. Annars er helst Skúli skelfir og Kapteinn ofurbrók oþh. En lesturinn er alltaf gæðastund, hef velt því fyrir mér hvort hann sé of seint að degi til - að hann sé orðinn þreyttur."}, {"response_to": "30713583", "username": "presto", "message_id": "30713625", "user_id": "7653", "datetime": "2014-06-07 15:37:30", "datestring": "7. jún. '14, kl: 15:37:30", "text": "Já, spurning hvort stökuendurtekningar myndu hjálpa, þá ss. Að þið læsuð til skiptia og æfðuð ykkur í upplestri. Skrípaáherslur, viljandi mismæli og fyndnae raddir hafa virkað vel hjá okkur. Eldra barnið mitt fékk reyndar smásjokk að uppgötva að vinur hans væri kominn með betri lestrareinkunn og er búinn að samþykkja að lesa upphátt amk. 10 mín á dag í sumar:) kominn á miðstig og daglegum upplestri hætt sl. Haust. Held í raun að allir hafi gott af daglegum upplestri:)"}, {"response_to": "30712697", "username": "Steina67", "message_id": "30713570", "user_id": "39274", "datetime": "2014-06-07 12:34:58", "datestring": "7. jún. '14, kl: 12:34:58", "text": "Það sem hjálpaði mínu barni á þessum aldri var að hún fékk stuðning í lestri og fór held 2-3x í viku til kennara og það sem var að há minni stelpu var hljóðalesturinn, þessi kennari fór að kenna henni að lesa eftir atkvæðum orðanna og þá var þetta fljótt að koma. Hljóðalesturinn ruglaði hana þvílíkt og hægði svo á öllu saman, hún var orðin læs en vantaði að ná upp hraða því hún las mjög hægt. Síðan náði hún enn meiri hraða þegar ég sendi hana á hraðlestrarnámskeið þegar hún var 12 ára."}, {"response_to": "30712697", "username": "Ólipétur", "message_id": "30713635", "user_id": "39714", "datetime": "2014-06-07 16:00:47", "datestring": "7. jún. '14, kl: 16:00:47", "text": "Ég fékk bækur með barninu mínu heim í gær - léttlestrarbækur sem eru mjög skemmtilegar... ein á viku þ.t. skólinn byrjar.  Annars hefur virkað vel að fara á bókasafnið og velja saman bækur.  Ég les tvær til þrjár blaðsíður og hún eina... henni finnst þetta rosalega gaman."}]}