{"url": "https://bland.is/umraeda/5-ara-barn-og-umgengnisrettur-sma-pust-/30726428/?page=972", "date": "2014-06-18 18:51:10", "id": "30726428", "items": [{"text": "ég er svona svolítið að spá, ég á 5 ára gamlan strák sem fer í pabbahelgar til pabba síns, og önnur hver jól og önnur hver áramót....en núna erum við ekki í mjög góðum samskiptum ég og barnsfaðir minn, og hann ætlar semsagt ekki að taka strákinn í neitt sumarfrí...og ég er frekar reið yfir því, þannig að ég er svona svolítið að spá.. eru ekki neinar reglur til um þetta sem að ég get lesið yfir og troðið framan í hann, mér finnst þetta svo óréttlátt gagnvart barninu og er bara svo reið útí barnsföður minn útaf þessu.Strákurinn minn er alveg rosalega mikill pabba strákur og þykir rosalega vænt um hann þó að mér geri það ekki, og ég hef alltaf passað mig á því að halda goðum samskiptum á milli þeirra og leyfi barninu alltaf að hringja í pabba sinn þegar hann vill heyra í honum og þess háttarnota bene, pabbi hans býr með annari konu og barninu hennar, og það barn er í viku og viku umgengni með móður sinni og föður, en sonur minn má aldrei vera neitt lengur hjá pabba sínum og það er alls ekki það að ég banni það, ég reyni frekar að ýta á það að þeir eyði meiri tíma saman, en það einhvernvegin er bara alltaf þannig með hann að hann hefur ekki tíma... þrátt fyrir að vera að eyða meiri tíma alltaf með hinu barninu... sem er ekki hans barn...sorry langlokuna, vona að þið skiljið það sem ég er að segja :D", "title": "5 ára barn og umgengnisréttur *smá púst!*", "username": "THE princess", "message_id": "30726428", "user_id": "89572", "response_to": null, "datetime": "2014-06-18 18:51:10", "datestring": "18. jún. '14, kl: 18:51:10"}, {"response_to": "30726428", "username": "kisugrey", "message_id": "30726436", "user_id": "68273", "datetime": "2014-06-18 18:57:23", "datestring": "18. jún. '14, kl: 18:57:23", "text": "Eitt ráð. Aldrei berjast við einhvern sem vill ekki hafa barnið. Settu barnið í fyrsta sæti og aldrei ALDREI láta honum líða öðruvísi en hann sé velkominn hjá þér. Að sjálfsögðu eiga börn rétt á umgengni við báða foreldra. En viltu í alvörunni að hann umgangist pabba sinn meira sem vill ekki hafa hann? Ég myndi spara orkuna, fókusa á barnið og segja bara: OK, leitt að heyra. Þetta verða vonbrigði fyrir X, honum finnst svo gaman að vera hjá þér. Búið."}, {"response_to": "30726436", "username": "THE princess", "message_id": "30726493", "user_id": "89572", "datetime": "2014-06-18 19:19:53", "datestring": "18. jún. '14, kl: 19:19:53", "text": "já hann veit það sko vel að hann er velkominn hjá mér og veit að hann á heima hjá mér og er almennt mjög hamingjusamt barn... neeema þegar kemur að pabba hans, hann spyr rosalega oft hvort hann megi fara til pabba síns og konunnar hans og dóttur hennar því að honum finnst svo gaman hjá þeim... en í hvert skipti sem að ég spyr hvort að barnið megi vera kannski eitthvað aukalega, hvort sem það er útaf því að ég þarf að vera barnlaus af einhverjum ástæðum eða afþví að barnið er að biðja um það, þá er það aldrei hægt, hann er alltaf svo upptekinn, og sýnir nákvæmlega engan áhuga á að vera með barnið neitt fyrir utan þessar skyldugu pabba helgar og svo jóla og áramót...."}, {"response_to": "30726493", "username": "kisugrey", "message_id": "30726511", "user_id": "68273", "datetime": "2014-06-18 19:25:28", "datestring": "18. jún. '14, kl: 19:25:28", "text": "Ég skil þig svo 100%. Búin í svona slag. Og það eina sem ég lærði og stend upp með er það að ég var að berjast við vindmyllur. Fólk sem hugsar svona.... Sem betur fer nær maður því ekki. Haltu áfram að leyfa honum að hringja þegar hann vill. Ekki taka á þig vonbrigðin, láttu pabban segja nei sjálfan við hann. Besta er þegar maður gerir sér grein fyrir að maður stendur í þessu einn... Vona að þú skiljir mig."}, {"response_to": "30726493", "username": "strákamamma", "message_id": "30726517", "user_id": "11836", "datetime": "2014-06-18 19:29:29", "datestring": "18. jún. '14, kl: 19:29:29", "text": "hættu að biðja hann að taka barnið....."}, {"response_to": "30726493", "username": "bdi", "message_id": "30726529", "user_id": "78753", "datetime": "2014-06-18 19:38:49", "datestring": "18. jún. '14, kl: 19:38:49", "text": "Af hverju ert þú að spyrja hann? Segðu bara að það sé í lagi þín vegna en hann verði að spyrja pabba sinn. Oft er viðhorfið öðruvísi þegar þarf að segja nei við barnið. Þetta allavega breyttist hjá okkur þegar ég hætti að vera skilaboðaskjóða."}, {"response_to": "30726529", "username": "alboa", "message_id": "30726549", "user_id": "31118", "datetime": "2014-06-18 19:47:54", "datestring": "18. jún. '14, kl: 19:47:54", "text": "Aldrei, aldrei, aldrei setja börn í þá stöðu að vera semja um umgengnina sína. Bara aldrei. Hvað þá fimm ára gamalt barn!"}, {"response_to": "30726549", "username": "bdi", "message_id": "30726779", "user_id": "78753", "datetime": "2014-06-18 22:06:40", "datestring": "18. jún. '14, kl: 22:06:40", "text": "Ó, 5 ára, ég las framhjá því."}, {"response_to": "30726779", "username": "alboa", "message_id": "30726956", "user_id": "31118", "datetime": "2014-06-18 23:52:48", "datestring": "18. jún. '14, kl: 23:52:48", "text": "Þetta er samt eitthvað sem fullorðið fólk ætti að geta talað um sín á milli án þess að blanda börnunum í það, hvað þá svona ungum börnum. Hér erum við að tala um 5 ára barn og sumarumgengni, ekki 8 ára börn og spurningar um eina og eina auka nótt. Það er töluverður munur þar á milli."}, {"response_to": "30726956", "username": "bdi", "message_id": "30726973", "user_id": "78753", "datetime": "2014-06-18 23:58:54", "datestring": "18. jún. '14, kl: 23:58:54", "text": "Ég átti við þennan dag og dag sem hún var að tala um ekki sumarumgengnina sem er væntanlega hluti af reglulegri umgengni, eða var það allavega á þessu heimili."}, {"response_to": "30726529", "username": "THE princess", "message_id": "30726569", "user_id": "89572", "datetime": "2014-06-18 20:02:45", "datestring": "18. jún. '14, kl: 20:02:45", "text": "afþví að við erum ekki að tala um 5 ára gamlan strák með venjulegan þroska, það hefur mikið gengið á þessi 5 ár og hann er bara ekki með þroska á við 5 ára, og skilur ekki þessa einföldu hluti sem venjuleg börn skilja, þannig að ég sé um öll samskipti"}, {"response_to": "30726569", "username": "bdi", "message_id": "30726780", "user_id": "78753", "datetime": "2014-06-18 22:07:23", "datestring": "18. jún. '14, kl: 22:07:23", "text": "Já, maður þekkir börnin sín og þarfir þeirra best sjálfur, gangi þér vel."}, {"response_to": "30726569", "username": "alboa", "message_id": "30726963", "user_id": "31118", "datetime": "2014-06-18 23:54:38", "datestring": "18. jún. '14, kl: 23:54:38", "text": "Þó barnið væri á eðlilegum stað í þroska þá ætti 5 ára gamalt barn aldrei að vera í þeirri stöðu að vera semja um umgengni sína við foreldri sitt."}, {"response_to": "30726428", "username": "Kalishi", "message_id": "30726462", "user_id": "261182", "datetime": "2014-06-18 19:09:23", "datestring": "18. jún. '14, kl: 19:09:23", "text": "Sýslumaður úrskurðar a.m.k. sumarumgengni vanalega, 2-4 vikur."}, {"response_to": "30726462", "username": "THE princess", "message_id": "30726497", "user_id": "89572", "datetime": "2014-06-18 19:20:35", "datestring": "18. jún. '14, kl: 19:20:35", "text": "okey, ég á semsagt að hringja í sýslumann og láta hann ákvarða umgengni? er það mikið vesen að gera svoleiðis?"}, {"response_to": "30726497", "username": "Heiðlóan ♫♬♪ ♩", "message_id": "30726502", "user_id": "267951", "datetime": "2014-06-18 19:21:44", "datestring": "18. jún. '14, kl: 19:21:44", "text": "Það þarf að halda fund með sýsla, þér og pabbanum. Þú færð örugglega góð svör ef þú hringir í sýslumann í þínu sveitarfélagi"}, {"response_to": "30726502", "username": "THE princess", "message_id": "30726506", "user_id": "89572", "datetime": "2014-06-18 19:23:22", "datestring": "18. jún. '14, kl: 19:23:22", "text": "ugh, ég þarf semsagt að vera á fund í sama herbergi með barnsföðurnum? er ekki alveg viss um að það eigi eftir að fara neitt vel... :/"}, {"response_to": "30726506", "username": "Heiðlóan ♫♬♪ ♩", "message_id": "30726508", "user_id": "267951", "datetime": "2014-06-18 19:23:54", "datestring": "18. jún. '14, kl: 19:23:54", "text": "Ég held það.... þá er bara að vera þroskaður"}, {"response_to": "30726506", "username": "Nagini", "message_id": "30726599", "user_id": "43992", "datetime": "2014-06-18 20:30:49", "datestring": "18. jún. '14, kl: 20:30:49", "text": "Þið hljótið að geta hagað ykkur eins og siðmenntaðar manneskjur í 20 mínútur, sérstaklega ef að þið eruð að ræða framtíð barnsins ykkar."}, {"response_to": "30726599", "username": "THE princess", "message_id": "30726686", "user_id": "89572", "datetime": "2014-06-18 21:10:07", "datestring": "18. jún. '14, kl: 21:10:07", "text": "já ég næ því vanalega, en hann á það til að draga fram barnalegu hliðina á sér þegar við erum saman í herbergi og láta svolítið eins og asni... og ég verð alveg gífurlega reið alltaf þegar ég er búin að vera í kringum hann í smátíma -_-"}, {"response_to": "30726497", "username": "julimamma", "message_id": "30726510", "user_id": "130928", "datetime": "2014-06-18 19:25:28", "datestring": "18. jún. '14, kl: 19:25:28", "text": "Það er margra mánaða ferli að láta sýslumann ákvarða umgengni. Síðan er ekkert hægt að gera ef umgengisforeldri neitar að taka barnið, svo það er ekkert viss uma ð þessi vinna borgi sig fyrir þig."}, {"response_to": "30726510", "username": "Kalishi", "message_id": "30726519", "user_id": "261182", "datetime": "2014-06-18 19:32:14", "datestring": "18. jún. '14, kl: 19:32:14", "text": "Mér fannst samt alltaf betra að vera með umgengnissamning, hvort sem hitt foreldrið fór eftir samningum eða ekki."}, {"response_to": "30726428", "username": "strákamamma", "message_id": "30726514", "user_id": "11836", "datetime": "2014-06-18 19:28:07", "datestring": "18. jún. '14, kl: 19:28:07", "text": "þú getur ekkert gert gert."}, {"response_to": "30726514", "username": "kisugrey", "message_id": "30726523", "user_id": "68273", "datetime": "2014-06-18 19:35:38", "datestring": "18. jún. '14, kl: 19:35:38", "text": "Amen."}, {"response_to": "30726514", "username": "kisugrey", "message_id": "30726526", "user_id": "68273", "datetime": "2014-06-18 19:38:04", "datestring": "18. jún. '14, kl: 19:38:04", "text": "Amen."}, {"response_to": "30726428", "username": "alboa", "message_id": "30726553", "user_id": "31118", "datetime": "2014-06-18 19:49:48", "datestring": "18. jún. '14, kl: 19:49:48", "text": "Það eru engar reglur nei. Sýslumaður hefur ákveðið verklag í úrskurðum en það eru engin lög eða reglur um hvernig umgengni skuli háttað. Aðstæður fólks eru bara of misjafnar til að það sé hægt."}, {"response_to": "30726553", "username": "THE princess", "message_id": "30726573", "user_id": "89572", "datetime": "2014-06-18 20:06:29", "datestring": "18. jún. '14, kl: 20:06:29", "text": "okey, já ég hef fengið hann til að vera með barnið ef ég virkilega þarf þess, svona eins og þegar ég fór til bandaríkjanna og þess háttar, og eftir aðgerð sem að ég fór í, en það er líka því að hann er sá eini sem ég hef til að vera með barnið eitthvað af viti hérna í reykjavík, öll mín fjölskyllda býr fyrir sunnan og er ekki með barnapíu ennþá.. en ég bið hann aldrei um að vera með barnið eitthvað kvöld ef mig langar að gera eitthvað eða eitthvað svoleiðis, ég frekar sleppi því en að biðja hann... því að það enddar aldrei vel.. þetta er bara gert í nauðsyn ef ég þarf að vera frá í einhvern tíma..."}, {"response_to": "30726573", "username": "Louise Brooks", "message_id": "30727008", "user_id": "103336", "datetime": "2014-06-19 00:29:13", "datestring": "19. jún. '14, kl: 00:29:13", "text": "Er enginn möguleiki að stinga upp á að hann taki hann í 2 vikur í staðinn fyrir að taka hann ekkert. Finnst það mjög óeðlilegt að vilja ekkert vera með barnið yfir sumartímann. Getur reynt að stinga upp á þessu í góðu og sagt honum að drengurinn verði ansi súr ef hann fær ekkert að eyða neinum tíma með pabba sínum aukalega við aðra hvora helgi yfir allann sumartímann. Ef að maðurinn hafði alltaf í hyggju að reikna þessar 2 vikur á síðasta ári sem sumarumgengi þá hefði hann átt að semja um það við þig þá en ekki skella því á þig núna."}, {"response_to": "30727008", "username": "THE princess", "message_id": "30727125", "user_id": "89572", "datetime": "2014-06-19 06:54:09", "datestring": "19. jún. '14, kl: 06:54:09", "text": "já ég er búin að stinga uppá öllu mögulegu varðandi þessa sumarumgengni, eina og í staðinn fyrir að taka hann í heilar vikur að hann taki hann í langar helgar, s.s kannski frá fimmtudegi til mánudags... .en það er ekki hægt á neinum helgum sem ég er búin að stinga uppá, svo var búið að ræða það í byrjun árs að ég þyrfti eina viku í frí i byrjun ágúst... hann skellti því framan í mig í gær að það væri ekki hægt lengur... og ég búin að kaupa miða og alles í fríið mitt... og hann dembir því bara framan í mig að hann geti ekkert verið að taka sér frí til að ég geti farið á \"djammið\" í heila viku...."}, {"response_to": "30727125", "username": "Louise Brooks", "message_id": "30727368", "user_id": "103336", "datetime": "2014-06-19 12:33:45", "datestring": "19. jún. '14, kl: 12:33:45", "text": "Vá hvað hann er mikið fífl!"}, {"response_to": "30727125", "username": "alboa", "message_id": "30727386", "user_id": "31118", "datetime": "2014-06-19 12:45:21", "datestring": "19. jún. '14, kl: 12:45:21", "text": "En að fara til sýslumanns og fá þetta í úrskurð fyrir næsta sumar. Augljóslega er þetta ekki að fara bjargast  í sumar en fyrir framtíðina gæti það verið betra að hafa þetta bara niðurneglt."}, {"response_to": "30727386", "username": "THE princess", "message_id": "30727595", "user_id": "89572", "datetime": "2014-06-19 15:16:11", "datestring": "19. jún. '14, kl: 15:16:11", "text": "jamm það er svolítið það sem ég var að spurjast fyrir um herna með þráðinn, ég vissi ekki alveg hvert ég ætti að snúa mér í þessu og hvernig væri hægt að setja fast frí...."}, {"response_to": "30726553", "username": "THE princess", "message_id": "30726574", "user_id": "89572", "datetime": "2014-06-18 20:07:28", "datestring": "18. jún. '14, kl: 20:07:28", "text": "en þetta er líka svo erfitt útfrá því að ég gat ekki fengið sumarvinnu útaf þessu þar sem að ég þarf að vera í fríi allan júlí mánuð því að ég er ein með strákinn yfir allt sumarið"}, {"response_to": "30726574", "username": "alboa", "message_id": "30726600", "user_id": "31118", "datetime": "2014-06-18 20:30:49", "datestring": "18. jún. '14, kl: 20:30:49", "text": "Ég skil þig vel. Ég er í svipaðri stöðu, hef í raun engan nema barnsfaðir minn en hann má eiga það að hann tekur barnið þegar hann getur og við \"pössum\" fyrir hvort annað reglulega."}, {"response_to": "30726428", "username": "Dalía 1979", "message_id": "30726738", "user_id": "257096", "datetime": "2014-06-18 21:42:49", "datestring": "18. jún. '14, kl: 21:42:49", "text": "er hann ekki með pabba helgar líka og 3 vikur á sumrin"}, {"response_to": "30726428", "username": "Myken", "message_id": "30726766", "user_id": "141701", "datetime": "2014-06-18 21:56:42", "datestring": "18. jún. '14, kl: 21:56:42", "text": "Mín reynsla er að vera ekki að neyða barnið mitt upp á neina sem nenna ekki eða vilja ekki hafa það . Ég kirjaði bara fyrir mér hans(pabbans) tap min gróði."}, {"response_to": "30726428", "username": "shithole", "message_id": "30726800", "user_id": "277271", "datetime": "2014-06-18 22:19:25", "datestring": "18. jún. '14, kl: 22:19:25", "text": "ég myndi spila öfuga sálfræði á fyrverandi, t.d þegar hans tími er með barninu að vera ekki að ýta undir neitt og njóta frekar tímans með barninu og fara t.d í húsdýragarðin bara gera eitthvað skemmtilegt í staðin svo þegar tímar líða þá mun þinn fyrverandi fara hafa áhyggjur að þið eruð ekkert að hafa samband og þá kannski kveiknar á bjöllum í hausinum á honum."}, {"response_to": "30726428", "username": "loftfar", "message_id": "30726994", "user_id": "277557", "datetime": "2014-06-19 00:14:49", "datestring": "19. jún. '14, kl: 00:14:49", "text": "Ef pabbinn vill ekki hafa barnið þá getur þú ekki neytt hann til þess, hvað þá að þú getur rekið lög og reglur framan í hann. Ég myndi bara gleyma þessu því hann mun aldrei taka barnið ef hann vill það ekki. Barnið er númer eitt til hundrað og í algjörum forgangi hjá þér og þú átt að hugsa fyrst og fremst um það en ekki einhverja mannfýlu útí bæ."}, {"response_to": "30726994", "username": "THE princess", "message_id": "30727126", "user_id": "89572", "datetime": "2014-06-19 07:02:33", "datestring": "19. jún. '14, kl: 07:02:33", "text": "já það er alveg rétt, Strákurinn minn er ljósið í lífi mínu og ég geri mitt allra besta til að honum líði vel og gangi vel í lífinu.. en ég vil honum líka allt það besta, og þar sem að ég veit að hann er mikill pabbastrákur, og honum líður svo vel hjá pabba sínum og vill ennþá fara til hans, þá langar mig líka til að reyna mitt allra besta til að hann fái það... ég veit þá allavega að ég reyndi.. þrátt fyrir að pabbi hans sé algjör asni i samskiptum við mig og aðra, þá er hann góður við strákinn þegar hann er hjá honum, og ég veit að honum þykir vænt um strákinn sinn."}, {"response_to": "30727126", "username": "Felis", "message_id": "30727129", "user_id": "32229", "datetime": "2014-06-19 07:16:56", "datestring": "19. jún. '14, kl: 07:16:56", "text": "Þetta hljómar einsog pabbinn sé í raun góður pabbi en kunni ekki að forgangsraða í lífinu. Í svoleiðis aðstæðum finnst mér ekkert að því að reyna að ýta undir meiri umgengni."}, {"response_to": "30727129", "username": "THE princess", "message_id": "30727132", "user_id": "89572", "datetime": "2014-06-19 07:29:47", "datestring": "19. jún. '14, kl: 07:29:47", "text": "ohh já ég er svooo stressuð yfir því hvað gerist þegar strákurinn fer í grunnskóla! en já ég veit að ég læt hann svolítið stjórna mér ennþá, en ég stundum veit ekki hvað á að gera, ég stundum hætti við mín plön, bara svo að strákurinn fái þann tíma sem hann þarf með pabba sínum, eins og þetta með fríið í sumar, mér sýnist á öllu að ég þurfi að hætta við ferðina mína, bara af því að pabbi hans neitar að taka hann þá viku, en sagði síðan við mig að hann gæti tekið hann vikuna á undan.. .en alls ekki vikuna sem hann vissi að ég þyrfti frí.."}, {"response_to": "30727132", "username": "Zagara", "message_id": "30727245", "user_id": "68119", "datetime": "2014-06-19 09:37:43", "datestring": "19. jún. '14, kl: 09:37:43", "text": "Ertu ekki með aðra ættingja þín megin sem geta haft barnið þegar þú ferð í frí? Mér sýnist skynsamlegast að þú hættir að stóla á pabbann sem pössun fyrir þig og frekar hafa það þannig að þetta snúist bara um hvaða tíma hann vill hafa með sínu barni og reyna að vera ekkert að láta hann of mikið vita af þinum plönum. Ef samskiptin ykkar eru slæm þá opnar þú soldið á að hann noti það gegn þér ef að þú ert að nota hann til að redda þér hér og þar. Rosalega barnalegt af hans hálfu samt, það er ekki vafi á því."}, {"response_to": "30727245", "username": "THE princess", "message_id": "30727584", "user_id": "89572", "datetime": "2014-06-19 15:12:52", "datestring": "19. jún. '14, kl: 15:12:52", "text": "ég á alveg fullt af ættingjum, en það er voðalega erfitt að biðja þau um aðstoð þar sem flestir mínir ættingjar búa ekki í reykjavík, allavega þeir ættingjar sem ég er í samskiptum við."}, {"response_to": "30727132", "username": "strákamamma", "message_id": "30727343", "user_id": "11836", "datetime": "2014-06-19 11:59:38", "datestring": "19. jún. '14, kl: 11:59:38", "text": "ég geri þetta þannig með minn barnsföður sem tekur son minn þriðju hvora helgi."}, {"response_to": "30727343", "username": "strákamamma", "message_id": "30727546", "user_id": "11836", "datetime": "2014-06-19 14:47:01", "datestring": "19. jún. '14, kl: 14:47:01", "text": "já og það var ss ferð til íslands sem barnið átti að koma með í."}, {"response_to": "30726428", "username": "micro", "message_id": "30727561", "user_id": "14570", "datetime": "2014-06-19 14:56:05", "datestring": "19. jún. '14, kl: 14:56:05", "text": "Í svona aðstæðum myndi ég fara til sýslumanns og fastsetja bara umgengissamning, og svo ekkert vera að pæla í pabbanum, þeas engin samskipti ykkar á milli ef hægt er.  Helst að pabbahelgar séu þannig að barnið sé sótt í leikskóla/skóla og skilað á mánudegi aftur."}, {"response_to": "30727561", "username": "THE princess", "message_id": "30727582", "user_id": "89572", "datetime": "2014-06-19 15:11:01", "datestring": "19. jún. '14, kl: 15:11:01", "text": "já það er einmitt ný orðið þannig að hann sækir hann í leikskólann og skilar honum í leikskólann (réttara sagt konan hans sækir hann því að hann getur ekki farið úr vinnunni) því að við vorum farin að rífast svo mikið að við bara gátum ekki verið í kringum hvort annað."}]}