{"url": "https://bland.is/umraeda/born-faedd-2010/30737125/?page=795", "date": "2014-06-25 15:00:28", "id": "30737125", "items": [{"text": "hvernig eru ykkar börn sem eru a þessum aldri ... hvað geta þau talið uppá? hvernig eru þau að taka fyrirmælum? geta þau klætt sig, fara þau enn i krummafót?   ef það er eitthvað annað sérstakt endilega segið frá :)", "title": "börn fædd 2010", "username": "máninnkvk", "message_id": "30737125", "user_id": "278334", "response_to": null, "datetime": "2014-06-25 15:00:28", "datestring": "25. jún. '14, kl: 15:00:28"}, {"response_to": "30737125", "username": "sparri", "message_id": "30737383", "user_id": "194677", "datetime": "2014-06-25 18:29:12", "datestring": "25. jún. '14, kl: 18:29:12", "text": "Minn telur helst bara ekkert. Finnst það bara ekkert gaman! :) En hann nær upp að 10 en ruglast oft eftir 7. Hann hefur engan áhuga á að telja eða læra stafina. En áttar sig alveg á fjölda ef verið er að biðja hann um að ná í hluti og slíkt."}, {"response_to": "30737125", "username": "palominolina", "message_id": "30737445", "user_id": "107720", "datetime": "2014-06-25 19:13:26", "datestring": "25. jún. '14, kl: 19:13:26", "text": "Mín er fædd í mars 2010 og er rosalega klár og bæði í 4 ára skoðuninni og í leikskólanum var talað um að hún væri amk á ári á undan í þroska en hún fer samt ennþá í krummafót í 90% tilfella en hún getur talið uppá 100 léttilega og upp á 20 á ensku og er bara voðalega stillt og skemmtilegt barn. Ég á einn sem er 8 ára og hann var algjör gaur og eiginlega bara hékk í ljósakrónunum á þessum aldrei og fór ekki eftir fyrirmælum enda kom svo í ljós að hann var með svo lítinn skilning og fór til talmeinafræðings og allt fór bara uppá við eftir það :)"}, {"response_to": "30737125", "username": "niniel", "message_id": "30737715", "user_id": "111462", "datetime": "2014-06-25 21:53:34", "datestring": "25. jún. '14, kl: 21:53:34", "text": "Mín er fædd í febrúar. Hún kann að telja upp að ca 20 (ruglast samt stundum og sleppir tölum milli 14-19) en hefur talnaskilning upp að ca 7-8. Hún þekkir svona 70-80% af stóru stöfunum (veit hvaða hljóð þeir tákna og getur nefnt orð sem hafa þau hljóð) en kannski 8-10 litla stafi, kann að skrifa þónokkuð af stöfum (en eitthvað færri en hún þekkir samt og ekki alla alveg rétt). Hún er mjög dugleg að klæða sig og bæði rennir og hneppir sjálf en kann ekki að reima og fer oft í krumma fót. Hún er fullkomlega fær um að fara eftir fyrirmælum, líka margliða fyrirmælum (eins og: sæktu glas í hilluna og mjólk í ísskápinn og farðu svo og þvoðu þér um hendurnar) en hún er með svolítinn athyglisvanda og hlustar oft ekki nægilega vel (hváir að mínu mati næstum óeðlilega oft þegar eitthvað er sagt við hana, en heyrir samt vel). Er mjög misjafnlega hlýðin eftir aðstæðum (athyglisvandinn aftur, ef það er mikið áreiti í kringum hana fer hegðunin svolítið út um þúfur) en almennt séð ágæt. Hefur að mati leikskóla kennaranna yfir meðallagi orðaforða og er mjög athugul og minnug. Er afar flink að teikna og er þar líklega líka töluvert yfir meðallagi fyrir aldur."}, {"response_to": "30737125", "username": "máninnkvk", "message_id": "30737747", "user_id": "278334", "datetime": "2014-06-25 22:04:32", "datestring": "25. jún. '14, kl: 22:04:32", "text": "takk fyrir þetta :) ég sjálf á eina fædda 2009 og kærastinn minn eina fædda 2010 og það er svo rosalegur munur á þeim að við vissum orðið ekki hvað við attum að halda þannig að fint ad fá önnur álit lika :)"}, {"response_to": "30737747", "username": "california", "message_id": "30737846", "user_id": "27629", "datetime": "2014-06-25 22:59:53", "datestring": "25. jún. '14, kl: 22:59:53", "text": "mín er í ágúst 2010 rosalega flott og klár.... Telur uppí 20-30 á góðum degi... Þekkir stafina sína klæðir sig alltaf sjálf fer stundum í krummafót og er bara almennt mjög þægileg og skemmtileg hlýðir manni alveg"}, {"response_to": "30737125", "username": "isora", "message_id": "30739132", "user_id": "53908", "datetime": "2014-06-26 23:58:42", "datestring": "26. jún. '14, kl: 23:58:42", "text": "Minn snáði er reyndar fæddur 2009 og í upphafi árs 2013 var hann enn ansi lítill snáði sem þurfti mikla aðstoð við daglegar athafnir og talaði ekki mikið. Í lok árs 2013 er hann orðinn mun sjálfstæðari, mun betra að ræða við hann og hann getur miklu miklu meir. Hefði ekki trúað því að barn gæti þroskast svona svakalega mikið á 12 mánuðum. Finnst eins og hann hafi elst um 2-3 ár á þessu eina ári"}, {"response_to": "30737125", "username": "fallegazta", "message_id": "30739242", "user_id": "95461", "datetime": "2014-06-27 03:44:05", "datestring": "27. jún. '14, kl: 03:44:05", "text": "Mín er reyndar fæddi í enda des 2009."}, {"response_to": "30737125", "username": "fruin83", "message_id": "30739435", "user_id": "27980", "datetime": "2014-06-27 12:31:42", "datestring": "27. jún. '14, kl: 12:31:42", "text": "Minn telur uppá 20 á Íslnsku og 10 á norsku getur lika talið uppá 10 á ensku. Skrifar kanski kringum 6 stafi og þekkir sinn staf vel, syngur stafróið og þekkir hægri og vinstri og getur farið sjálfur í föt og skó en lætur mömmu sína gera það flest alltaf:)  þekkir krumma fót. Hann talar 2 tungumál svo er smá óskýr en er voða duglegur og fljótur að læra."}, {"response_to": "30737125", "username": "strákamamma", "message_id": "30739965", "user_id": "11836", "datetime": "2014-06-27 22:36:45", "datestring": "27. jún. '14, kl: 22:36:45", "text": "minn er frá ág 09.   hann fer enn í krummafót hehe.   en hann getur ALLT annað..  ég er að tala um að hann nær í koll til að setja uppá stól til þess að komast uppí efri skápa :P"}, {"response_to": "30737125", "username": "tiril", "message_id": "30741447", "user_id": "125846", "datetime": "2014-06-29 09:40:35", "datestring": "29. jún. '14, kl: 09:40:35", "text": "Minn er fæddur í ágúst og er mjög duglegur að telja, hann lærir 3 tungumál, norsku, íslensku og ensku og getur talið uppa 10 í þeim öllum en lengra á norsku.  Hann klæðir sig í og úr sjálfur, og fer mjög sjaldan í krummafót.  Hann kann alla liti og form.  Hann er mjög sjálfstæður og vill fá að gera flest allt sjalfur, t.d morgunmat og svoleiðis, hann fer inní ísskáp og nær sér í ávexti og svoleiðis alveg sjálfur.  Hann ekki alveg nógu duglegur að hlýða og hlusta eftir fyrirmælum, bara þegar honum hentar og hann hefur mjög svo valið heyrnaleysi sem getur gert mömmu hans alveg brjálaða.  En hann er mjög duglegur, er búinn að vera að æfa glímu í 1 ár núna og getur synt og kafað (en fær samt ekki að vera án arma og kúts)."}, {"response_to": "30737125", "username": "ursuley", "message_id": "30787086", "user_id": "182804", "datetime": "2014-08-05 21:07:42", "datestring": "5. ágú. '14, kl: 21:07:42", "text": "Minn er fæddur í maí 2010 hann getur talið upp í 45 án þess að ruglast, hann klæði sig í alveg án hjálpar og rétt frá sokkum upp í kuldagalla, hann fer í skó í svona 90% tilfellum rétt, hann fylgir fyrirmælum í svona 50-70% tilfellum eftir hvað það er :)"}, {"response_to": "30787086", "username": "Zzx", "message_id": "30788952", "user_id": "44922", "datetime": "2014-08-07 13:13:52", "datestring": "7. ágú. '14, kl: 13:13:52", "text": "mín er janúar 2010 getur talið villu laust upp í 30 en með smá rugli upp í 50 og upp á 10 á ensku, hún þekkir alla stóru stafina og hluta til litlu stafina, veit hvernig orðin ég, þú, og. er, ekki, sól, máni og svona stutt orð líta út og er aðeins farin að æfa sig að lesa. Hún fer sjálf +a klósett og gerir allt sjálf þar (kemur aldrey neitt í buxurnar eftir slíkar ferðir). Getur léttilega klætt sig en nennir því sjaldnast og er hætt að fara í krumma en sennilega er það bara vegan þess að hún notar innlegg og öruglegga vont að vera í krumma með þau."}, {"response_to": "30737125", "username": "Feelow", "message_id": "30788961", "user_id": "104798", "datetime": "2014-08-07 13:17:53", "datestring": "7. ágú. '14, kl: 13:17:53", "text": "Mín er fædd í feb. Hún hefur alltaf verið voða klár og mjög hlíðin(á núna eina 1árs og sé það núna að eiga barn sem hlíðir er mjög þæginlegt,sú litla er ekkert eins og systir sín,haha). Hún telur uppí 20 á ísl og dönsku(búum í dk),kann að telja uppá 10 á ensku,hefur lært það af sjónvarpinu. Er að kenna henni stafina,hún kann að skrifa nafnið sitt og kann fyrsta helminginn af stafrófinu. Hún er ágætt að klæða sig(ekki svo sokka),fer stundum í krumma þegar hún er að drífa sig. Hún er á fullu að segja brandara núna,segir eitthvað bull og segir svo NEI ÉG ER BARA AÐ DJÓKA! Voða fyndinn aldur,haha :D"}, {"response_to": "30788961", "username": "niniel", "message_id": "30789029", "user_id": "111462", "datetime": "2014-08-07 14:09:28", "datestring": "7. ágú. '14, kl: 14:09:28", "text": "Mín er í feb. líka, er ca. 108 cm og er í fötum 110/116, skóm nr. 27. Hún er útlimalöng og grönn samt, getur enn notað föt í 104 ef þau eru ekki með löngum ermum eða skálmum. Hún er svona rétt rúmlega í meðaltalinu, svo ég myndi giska á að þín sé stór eftir aldri :-)"}, {"response_to": "30789029", "username": "Feelow", "message_id": "30789176", "user_id": "104798", "datetime": "2014-08-07 16:40:19", "datestring": "7. ágú. '14, kl: 16:40:19", "text": "Já ok,mín er einmitt grönn,fyndið að fatta hvað hún er löng þegar maður byrjar að \"miða við\"."}, {"response_to": "30788961", "username": "tiril", "message_id": "30802623", "user_id": "125846", "datetime": "2014-08-19 08:44:34", "datestring": "19. ágú. '14, kl: 08:44:34", "text": "minn er um 106cm (frá í júní) og er um 16kg, hann er að nota buxur í stærð 110 en peysur og boli í 98 ca.  Hann er rosalega grannur en við erum í veseni með að fá hann til að borða, en vonandi fer hann að taka við sér núna ca 6 mánuðum eftir að nef og hálskirtlarnir voru fjarlægðir."}, {"response_to": "30737125", "username": "ursuley", "message_id": "30789034", "user_id": "182804", "datetime": "2014-08-07 14:14:21", "datestring": "7. ágú. '14, kl: 14:14:21", "text": "Minn er í maí og hann er 94sm og 13,5kg nota sko nr25."}, {"response_to": "30737125", "username": "JungleDrum", "message_id": "30790747", "user_id": "29871", "datetime": "2014-08-08 21:05:00", "datestring": "8. ágú. '14, kl: 21:05:00", "text": "Minn getur talið upp í 40, fer enn í krummafót og getur klætt sig að öllu leiti sjálfur (hneppa,renna) Tekur fyrirmælum ef hann nennir."}, {"response_to": "30790747", "username": "JungleDrum", "message_id": "30882567", "user_id": "29871", "datetime": "2014-10-19 23:03:09", "datestring": "19. okt. '14, kl: 23:03:09", "text": "Er núna farin að telja upp í  20 à ensku og þekkir mörg ensk orð líka. En hann kann ekki að teikna til að bjarga lífi sínu. Hæfileikarnir liggja á  mismunandi sviðum :)"}, {"response_to": "30737125", "username": "bleika mamma", "message_id": "30793293", "user_id": "168237", "datetime": "2014-08-11 14:13:31", "datestring": "11. ágú. '14, kl: 14:13:31", "text": "Mín er mjög \"ákveðin\". Telur alveg upp í 10 en ruglar stundum. Fyrirmæli fer hún mismikið eftir. Eins og ég skrifaði þá er hún mjög ákveðin. Hún getur alveg klætt sig ein en fer stundum í krummafót. Hún er samt mjög blíð og góð. Er oft mjög hjálpsöm. Er oft hælt af leikskólakennurunum. Hún er fædd i byrjun júní ca 2 vikur fyrir tíman"}, {"response_to": "30737125", "username": "mothersky", "message_id": "30802939", "user_id": "102022", "datetime": "2014-08-19 14:31:43", "datestring": "19. ágú. '14, kl: 14:31:43", "text": "mín er fædd í febrúar 2010, hún getur talið upp á 20 léttilega en þarf örlitla aðstöð þar á eftir, yfirleitt hlíðir hún fyrirmælum en það kemur líka alveg stundum ''ég nenni því ekki ég er svoooo þreytt'' en mér fynst það skap líka oftast detta inn seinnipart dags en þá er hún líka orðin þreytt eftir ærslagang dagsins en hún er mjög aktívt barn, hún klæðir sig alveg sjálf og hefur alltaf vitað í hvorn skóinn hún eigi að fara en ef hún fer í krumma þá fattr hún það alltaf sjálf og lagar það."}, {"response_to": "30737125", "username": "nóvemberpons", "message_id": "30807193", "user_id": "69661", "datetime": "2014-08-22 18:05:22", "datestring": "22. ágú. '14, kl: 18:05:22", "text": "minn er bara afskipt miðjubarn og enginn heldur neina skrá yfir neitt sem hann kann."}, {"response_to": "30807193", "username": "HvuttiLitli", "message_id": "30807394", "user_id": "41476", "datetime": "2014-08-22 20:27:59", "datestring": "22. ágú. '14, kl: 20:27:59", "text": "Hahaha :)"}, {"response_to": "30737125", "username": "lanleynd", "message_id": "30837806", "user_id": "43536", "datetime": "2014-09-15 21:46:48", "datestring": "15. sep. '14, kl: 21:46:48", "text": "Ég á eina sem er í desember 2010, hún telur kannski upp á 10,hún er að bíða eftir að komast í talþjálfun þar sem hún byrjaði bara að tala í janúar 2013 og er ný farin að hætta að seta H fyrir framan öll orð. En hún er rosalega sjálfstæð og klæðir sig alveg sjálf, fer stundum í krummafót en henni er alveg sama. Hún er algjör grallari og gerir mest af því að klifra og hoppa um allt. Hún er að æfa sund og er farin að synda skriðsund og baksund án kúta. Hún er mjög lítil og net, veit ekki alveg hve há hún er en hún notar föt nr. 104 og ská nr. 23 og er einhvað um 13kg."}, {"response_to": "30737125", "username": "frkglöð", "message_id": "30840135", "user_id": "105540", "datetime": "2014-09-17 12:53:47", "datestring": "17. sep. '14, kl: 12:53:47", "text": "Mér finnst minn ótrúlega klár :) Hann er fæddur í janúar."}, {"response_to": "30737125", "username": "l i t l a l j ó s", "message_id": "30880243", "user_id": "119410", "datetime": "2014-10-17 22:27:45", "datestring": "17. okt. '14, kl: 22:27:45", "text": "Minn er fæddur í júní 2010. Hann telur upp í tuttugu og tíu - ruglast alltaf og gleymir að segja 30 ;) Hann telur upp í fimmtán á ensku."}]}