{"url": "https://bland.is/umraeda/i-m-a-cutter-/30733446/?page=955", "date": "2014-06-23 02:10:06", "id": "30733446", "items": [{"text": "ég skammast mín fyrir það og hata það en ég er cutter og sker sjálfa mig í kvíðaköstum og ég varð að segja það því ég skil ekki hvers vegna ég ræð ekki við þetta en mér líður ekki illa andlega nema ég fæ þessi massívu kvíðaköst og þá er þetta auðveldasta leiðin út úr þeim en ég er að vinna í því.ég veit ekki af hverju ég skrifa þetta hér ég bara þurfti að koma þessu frá mér og langar kannski að spyrja í leiðinni ef þið sjáið manneskju sem er skorin til dæmis í sundi eða eitthvað hvað hugsiði ?", "title": "I'm a cutter.", "username": "EricaKane", "message_id": "30733446", "user_id": "192728", "response_to": null, "datetime": "2014-06-23 02:10:06", "datestring": "23. jún. '14, kl: 02:10:06"}, {"response_to": "30733446", "username": "krist104", "message_id": "30733450", "user_id": "117019", "datetime": "2014-06-23 02:16:12", "datestring": "23. jún. '14, kl: 02:16:12", "text": "Í fyrsta lagi vona ég að þér batni sem fyrst. Þetta er skelfilegt sem þú ert að lýsa en þú átt ekki að skammast þín fyrir það."}, {"response_to": "30733446", "username": "Second Hand", "message_id": "30733460", "user_id": "55333", "datetime": "2014-06-23 02:49:15", "datestring": "23. jún. '14, kl: 02:49:15", "text": "Um  daginn var eg að versla og stulkan sem afgreiddi mig var i stuttermabol og aumingja stulkan var öll i örum ..."}, {"response_to": "30733446", "username": "shithole", "message_id": "30733465", "user_id": "277271", "datetime": "2014-06-23 03:23:18", "datestring": "23. jún. '14, kl: 03:23:18", "text": "Hættu að skera þig!!"}, {"response_to": "30733446", "username": "Skreamer", "message_id": "30733466", "user_id": "173840", "datetime": "2014-06-23 03:28:45", "datestring": "23. jún. '14, kl: 03:28:45", "text": "Well það getur enginn annar en þú ákveðið að þú hættir að skera þig, þannig er það bara.  Þú veist þú ert að deyfa innri sársauka með því að valda þér líkamlegum, nema svo veldur það þér meiri innri sárauka að hafa gert það og svo framvegis."}, {"response_to": "30733446", "username": "fálkaorðan", "message_id": "30733476", "user_id": "169630", "datetime": "2014-06-23 07:12:27", "datestring": "23. jún. '14, kl: 07:12:27", "text": "Talaðu við heimilislækninn þinn og fáðu kvíðastillandi lyf svo mæli ég með samtalsmeðferð hjá sálfræðingi þarft kannski ekki marga tíma til að vinna úr þessu"}, {"response_to": "30733446", "username": "apii", "message_id": "30733495", "user_id": "274845", "datetime": "2014-06-23 08:34:09", "datestring": "23. jún. '14, kl: 08:34:09", "text": "Ég er, var, sjálf cutter. Þetta er yndisleg tilfinning til að koma frá sér vondri líðan, en ekki þess virði þegar þú þarft svo að hugsa um að hylja sárin."}, {"response_to": "30733446", "username": "hor og kvef", "message_id": "30733592", "user_id": "278018", "datetime": "2014-06-23 10:01:52", "datestring": "23. jún. '14, kl: 10:01:52", "text": "*knús*"}, {"response_to": "30733446", "username": "cutzilla", "message_id": "30733755", "user_id": "103215", "datetime": "2014-06-23 13:15:15", "datestring": "23. jún. '14, kl: 13:15:15", "text": "ég var líka svona og skammaðist mín alveg hræðilega fyrir þetta og var fyrstu árin alltaf með svona eins og æji ég klippti af hnésokkum og notaði það til að setja yfir örin. Svo kom tímabil þar sem ég varð mjög reið útí mig fyrir að skammast mín fyrir þetta. Ég vissi að mín ör eru tilkomin vegna svo hræðilega mikils sársauka og þau eru eitthvað sem ég gerði þegar ég var alveg við það að fara að taka mitt eigið líf. Að skera í hendina á mér og horfa á blóðið birstast og svo renna sleit einhvern veginn hugartengslin við þennan brjálaða sársauka. Ég lít svo á að þetta var bara spurning um að taka líf mitt eða skera. Hvert einasta ör er merki um það þegar ég sigraði dauðann. Með réttu ætti ég að bera þau með stolti frekar en skömm. En það er barátta. Ég fel þau samt ekki. Ég neita að fóðra skömmina. Ég hef ekki skorið mig í svona 2-3 ár held ég en ég get ekkert sagt til um það hvort ég eigi eftir að gera það aftur eða ekki því ég veit ekki hvað framtíðin ber í brjósti sér. Þegar ég hef séð fólk með svona ör þá verð ég pínu forvitin því maður gengur bókstaflega með sinn sársauka utan á sér en mér finnst að þetta sé ekkert sem þarf að fela. Þetta er leið til að glíma við sársauka. Þetta hjálpaði mér þó svo að ég sé á engan hátt að samþykkja að þetta sé í lagi en þá er þetta staðreynd. Ef maður fær svo aðra leið til að takast á við sársauka þá getur maður breytt þessu eða ef maður minnkar sársaukann eins og gerðist hjá mér."}, {"response_to": "30733446", "username": "bergma", "message_id": "30735071", "user_id": "14808", "datetime": "2014-06-24 00:20:39", "datestring": "24. jún. '14, kl: 00:20:39", "text": "Það hjálpaði mér rosalega að tala við geðlæknir, og fékk viðeigandi kvíðalyf og við þunglyndi. Gangi þér vel."}, {"response_to": "30733446", "username": "QI", "message_id": "30735088", "user_id": "223573", "datetime": "2014-06-24 00:49:52", "datestring": "24. jún. '14, kl: 00:49:52", "text": "I think therfore I am,,,  óska þér bata."}, {"response_to": "30733446", "username": "QI", "message_id": "30735093", "user_id": "223573", "datetime": "2014-06-24 00:53:26", "datestring": "24. jún. '14, kl: 00:53:26", "text": "Umræða er alltaf til góðs.nema ég taki þátt í henni,, :)  Flott að vekja umræður"}, {"response_to": "30733446", "username": "Mae West", "message_id": "30735098", "user_id": "28460", "datetime": "2014-06-24 01:11:23", "datestring": "24. jún. '14, kl: 01:11:23", "text": "Ég hef gert þau hrikalegu mistök að nefna við ungling sem var allur sundurtættur að þetta væri alveg hræðilegt að sjá. Geri þau mistök aldrei aftur."}, {"response_to": "30733446", "username": "EricaKane", "message_id": "30743194", "user_id": "192728", "datetime": "2014-06-30 18:33:54", "datestring": "30. jún. '14, kl: 18:33:54", "text": "takk fyrir svörin allar og fyrirgefið hvað eg er að svara ykkur seint til baka en eg vil taka það fram að ég er að leita mér aðstoðar og er í meðferð við kvíðanum og öllu sem er í gangi."}, {"response_to": "30733446", "username": "Raw1", "message_id": "30743431", "user_id": "125748", "datetime": "2014-06-30 20:37:41", "datestring": "30. jún. '14, kl: 20:37:41", "text": "Ég las á reddit um daginn að það var stelpa sem var alltaf að skera á sér lærin, sálfræðingurinn hennar sagði henni að krota frekar á lærið, taka bara tússpenna og doodla eitthvað."}]}