{"url": "https://bland.is/umraeda/njalgur-hjalp-/30730853/?page=969", "date": "2014-06-21 11:32:38", "id": "30730853", "items": [{"text": "nú var að koma upp njálgur á heimilinu eftir mikinn njálg á leikskólanum. nú vantar mig aðstoð og svör við nokkrum spurningum...-get ég hringt í læknavaktina í kópavogi og fengið þá til að skrifa upp á lyfin fyrir okkur. tími ekki að kaupa lausasölulyfið! - hvað á ég að gera? þrífa allt hátt og lágt? einhver húsráð sem þið kunnið? ég vil fá þetta burt sem allra fyrst! :)", "title": "njálgur - HJÁLP!", "username": "erlarf", "message_id": "30730853", "user_id": "115521", "response_to": null, "datetime": "2014-06-21 11:32:38", "datestring": "21. jún. '14, kl: 11:32:38"}, {"response_to": "30730853", "username": "fallegazta", "message_id": "30730865", "user_id": "95461", "datetime": "2014-06-21 11:43:21", "datestring": "21. jún. '14, kl: 11:43:21", "text": "Þú þarft að fara á læknavaktina, ekki nóg að hringja. Ráðin sem ég fékk þar í vetur voru að fara EKKI út í neinar öfga aðgerðir og stór þrif. Almennt hreinlæti ætti að duga, skipta á öllum rúmum, halda baðherbergi hreinu,hrein nátt og nærföt daglega og svo handþvottur og sprittun."}, {"response_to": "30730853", "username": "baun14", "message_id": "30730876", "user_id": "254772", "datetime": "2014-06-21 11:54:43", "datestring": "21. jún. '14, kl: 11:54:43", "text": "Við glímdum við þetta fyrir nokkrum mánuðum. Yngsta barnið fékk þetta og við fórum með hana strax á læknavaktina og læknirinn skrifaði upp á lyf. Við erum fimm í fjölskyldunni og tókum öll eina töflu. Svo þarf maður að taka aðra töflu eftir 2 vikur. En það fyrsta sem ég gerði var að þvo öll rúmföt og sængur. Ég skipti svo um lök og sængurföt á hverjum degi fyrstu fjóra dagana. Ég tók líka öll leikföngin hjá krökkunum og setti flest þeirra í svarta ruslapoka og geymdi í tvær vikur. Ég var ekki að leggja í að þvo þau öll en hugsanleg njálgaegg deyja á þetta löngum tíma. En þvoði samt kubba, bíla og svoleiðis dót í baðkarinu.   Svo þreif ég áklæðin af sófunum og þreif alla staði sem mögulegt væri að krakkinn hefði komið nálægt með puttana. Stóla, hurðarhúna, borð og bara name it alla líklega staði. Við pössuðum á að þrífa okkur massa vel um hendurnar margsinnis á dag."}, {"response_to": "30730853", "username": "erlarf", "message_id": "30730929", "user_id": "115521", "datetime": "2014-06-21 12:35:20", "datestring": "21. jún. '14, kl: 12:35:20", "text": "takk fyrir þetta - ég er farin í málið."}, {"response_to": "30730853", "username": "ÓRÍ73", "message_id": "30730930", "user_id": "20092", "datetime": "2014-06-21 12:36:16", "datestring": "21. jún. '14, kl: 12:36:16", "text": "bara slappa aðeins af fyrst, þetta er ekki svona mikið mál. Þú ferð á vaktina og færð lyf, allir taka það inn og aftur eftir 2 vikur. Svo eru svona smá hreingerningar en ekkert brjálæðislegt, þetta eru svona helstu punktarnir:"}]}