{"url": "https://bland.is/umraeda/pust-gefins-hlutir/30748472/?page=948", "date": "2014-07-04 20:32:59", "id": "30748472", "items": [{"text": "Jæja ég þarf að pústa hérna aðeins, er eitthvað svo sár og fúl og kannski extra ólétt og þessvegna svona sár!Ég skráði mig í hóp á facebook sem heitir Gefins, allt gefins og hef verið að gefa hluti þar öðru hvoru, þar á meðal tölvuleiki, gamlann síma, sjónvarp og fl sem ég hef ekki haft not fyrir. Svo fyrir uþb. viku set ég inn auglýsingu um það að ég er með 2 svarta ruslapoka af  fötum fyrir bæði kvk og kk, skartgripi, skó, töskur og farða. Ég er semsagt að flytja út og hugsaði að í staðinn fyrir að selja þetta þá ætlaði ég bara að gefa þeim þetta sem þyrfti... Ég fékk fullt af svörum frá fólki sem vildi fá þessa poka(með allskonar sögur um afhverju þau ættu að fá þetta v. fátæktar, skilnaðar og svoleiðis) og ég valdi bara fyrstu manneskjuna sem svaraði. Hún kom og sótti pokana svo....En núna í dag lít ég á facebook og sé að í ,,others\" er ég með skilaboð þar sem þessi kona svoleiðis drullar yfir mig fyrir það að það voru víst hár á fötunum (sem ég tók alls ekki eftir, en gæti verið að það séu einhver kattarhár þar sem það eru 2 kettir á heimilinu og eitthvað drasl í botninum á pokanum (sem mér finnst ógeðslega leiðinlegt og hefði viljað seigja henni að það átti sko alls ekki að vera, ég greip pokann í einhverju óðagoti þegar ég var að pakka niður í pokana.) En þessi manneskja er búin að eyða facebookinu sínu svo ég gat ekkert svarað henni eða neitt...En þetta voru svo flott föt, meðal annars úr gyllta kettinum, karen millen, levis og fleiri fínum búðum þar sem ég er ólétt og kemst ekki í neitt þá var ég ekkert að vera nísk á fötin heldur fóru bara ofsalega fín föt í pokann, mörg hver enn með miðunum á þar sem ég náði ekki einu sinni að nota þau...Hvað er að fólki ? er í alvörunni svona framkoma sem maður á skilið eftir að hafa gert ,,góðverk\" ? Mér finnst ömurlegt að það hafi verið smá gras í botninum á öðrum pokanum og hefði aldrei látið hana hafa pokana hefði ég vitað það...en ég drullusé eftir að hafa gefið þessari konu fötin og vildi óska þess að ég hefði valið eftir ástæðunum sem fólk gaf fyrir því að þau vantaði þessi föt!jæja hormónasprengjan er búin sem er að taka þetta alltof nærri sér", "title": "PÚST - gefins hlutir", "username": "kindaleg", "message_id": "30748472", "user_id": "187012", "response_to": null, "datetime": "2014-07-04 20:32:59", "datestring": "4. júl. '14, kl: 20:32:59"}, {"response_to": "30748472", "username": "krist104", "message_id": "30748479", "user_id": "117019", "datetime": "2014-07-04 20:35:46", "datestring": "4. júl. '14, kl: 20:35:46", "text": "Sjaldan launar kálfurinn ofeldið....  ömurlega lélegt af henni."}, {"response_to": "30748472", "username": "kindaleg", "message_id": "30748485", "user_id": "187012", "datetime": "2014-07-04 20:38:30", "datestring": "4. júl. '14, kl: 20:38:30", "text": "Já ég held ég gefi næst bara mæðrastyrksnefnd eða rauðakrossinum hluti sem eru í flottu standi en ég hef ekki not fyrir, þá fara þeir allavega þangað sem neyðin er mest :)"}, {"response_to": "30748485", "username": "krist104", "message_id": "30748501", "user_id": "117019", "datetime": "2014-07-04 20:48:48", "datestring": "4. júl. '14, kl: 20:48:48", "text": "Nei, alls ekki, svona framkoma er örrugglega undantekningin. Flest allir væru þakklátir"}, {"response_to": "30748472", "username": "skófrík", "message_id": "30748493", "user_id": "197410", "datetime": "2014-07-04 20:44:43", "datestring": "4. júl. '14, kl: 20:44:43", "text": "þessi kona er greinilega ofboðslega lélegur pappakassi :("}, {"response_to": "30748472", "username": "Elisa Day", "message_id": "30748556", "user_id": "28030", "datetime": "2014-07-04 21:13:41", "datestring": "4. júl. '14, kl: 21:13:41", "text": "Vá, það er nú ekki í lagi með suma..."}, {"response_to": "30748472", "username": "Júlí 78", "message_id": "30748585", "user_id": "245905", "datetime": "2014-07-04 21:24:16", "datestring": "4. júl. '14, kl: 21:24:16", "text": "Ég hringdi líka einu sinni í Mæðrastyrksnefnd og vildi gefa ýmis barnaföt og barnarúm, reyndar gamalt barnarúm sem ég hafði sjálf fengið notað en samt alveg ágætt a.m.k. var gott að ferðast með það og hægt að skrúfa í sundur. Það var ákveðið að senda einstæða móðir heim til mín og skoða þetta hjá mér. Allt var mjög hreint og mörg eiguleg og jafnvel nýleg föt sem ég hafði keypt sjálf eða fengið gefið á sængina eins og t.d. mjög fínn og flottur útigalli. Einstæða ólétta móðirin kom og kíkti á þetta. Af svip hennar að dæma þá virtist þetta ekki vera nógu flott eða nýtískulegt fyrir hana. Hún fékk rúmið og tók eitthvað af fötunum og ég þurfti að benda henni á flotta útigallann. Hún tók hann með sér en það var varla að hún gæti sýnt þakklæti þegar hún fór!! Mikið sá ég bara eftir að hafa gefið þessari manneskju þetta, finnst nú bara að fólk ætti að annaðhvort þiggja með glöðu geði eða afþakka!"}, {"response_to": "30748472", "username": "Andý", "message_id": "30748615", "user_id": "62139", "datetime": "2014-07-04 21:36:05", "datestring": "4. júl. '14, kl: 21:36:05", "text": "Vá en þið góðar að gefa fátæklingunum og helvítis fokkings þeir að særa ykkur svona djúft. Ég HATA fátæklinga, áfram þið yndislegastar!"}, {"response_to": "30748615", "username": "kindaleg", "message_id": "30748629", "user_id": "187012", "datetime": "2014-07-04 21:40:26", "datestring": "4. júl. '14, kl: 21:40:26", "text": "plís segðu mér að þetta sé djók? ég er ekki alls ekki að gefa neitt svona í skyn, heldur bara hneykslun mína á þessum haturspósti sem ég fékk...."}, {"response_to": "30748615", "username": "UndiR RóS", "message_id": "30748634", "user_id": "204665", "datetime": "2014-07-04 21:43:24", "datestring": "4. júl. '14, kl: 21:43:24", "text": "Upphafsinnlegg er reyndar frekar kjánalegt, það er allt svo flott og fínt sem hún er að gefa (grunar togari!) en að senda ljót skilaboð og úthúða einhverjum fyrir að gefnir hlutir hafi verið hárugir, gras í botni plastpokans eða hvað það er er rugl."}, {"response_to": "30748634", "username": "kindaleg", "message_id": "30748650", "user_id": "187012", "datetime": "2014-07-04 21:48:08", "datestring": "4. júl. '14, kl: 21:48:08", "text": "Kannski er bara kjánalegt að gefa flott og fínt? Æi ég skil alveg að þetta  hljómar kannski eins og ég sé high above að hafa þurft að ,,leggja þetta á mig að gefa þetta fína dót\" en ég hafði engin not fyrir þetta svo þetta er enginn missir - ég er bara hissa á viðbrögðum konunnar og það að ég hafi ekki einu sinni getað sent henni afsökunarbeiðni v. hára (sem ég varð alls ekki vör við) og grass. En jæja ég kom þessu frá mér eins og ég lít á þetta, þetta er enginn togari enda arfaslakur ef svo væri.."}, {"response_to": "30748650", "username": "UndiR RóS", "message_id": "30748663", "user_id": "204665", "datetime": "2014-07-04 21:51:45", "datestring": "4. júl. '14, kl: 21:51:45", "text": "Andý beit á agnið, þetta gæti orðið ágætis útgerð. Fín og flott útgerð."}, {"response_to": "30748650", "username": "Andý", "message_id": "30748679", "user_id": "62139", "datetime": "2014-07-04 22:00:32", "datestring": "4. júl. '14, kl: 22:00:32", "text": "Kannski fannst henni þetta bara ekkert svona flott og fínt og kannski finnast henni bara kattarhár og gras (wtf?) bara ógeðslega viðbjóðslega subbuleg og mikill viðbjóður"}, {"response_to": "30748679", "username": "kindaleg", "message_id": "30748699", "user_id": "187012", "datetime": "2014-07-04 22:12:42", "datestring": "4. júl. '14, kl: 22:12:42", "text": "Ok það er allt í lagi ef henni fannst fötin ekki flott og fín - hún sá nú myndina af þeim sem ég postaði svo hún ákvað að taka við þeim þá eins og þau litu út þar... Já grasið er bara það að ég tók vitlausann poka í einhverju rugli sem átti bara alls ekki að gerast en það er allt í lagi að bara anda og skella fötunum í vél ef þetta var svona hræðilegt..."}, {"response_to": "30748679", "username": "presto", "message_id": "30748765", "user_id": "7653", "datetime": "2014-07-04 23:10:50", "datestring": "4. júl. '14, kl: 23:10:50", "text": "Nei, hún krefst þess ekki að fá þakklæti. Ertu að réttlæta dónapóstinn sem kom? Til hvers?"}, {"response_to": "30748679", "username": "julimamma", "message_id": "30748772", "user_id": "130928", "datetime": "2014-07-04 23:15:48", "datestring": "4. júl. '14, kl: 23:15:48", "text": "Ég er svo sammála þessu. Það er auðvitað gaman að gleðja fólk með gjöfum, eeeen að það sé skilyrði að fólk (sérstaklega þeir sem eiga að kallast í neyð) sýni brjálæðislegt þakklæti svo sá sem gefi viti sko að þessi átti þetta virkilega skilið að fá eitthvað (oft drasl) gefins er bara alveg off."}, {"response_to": "30748772", "username": "Nói22", "message_id": "30748785", "user_id": "155078", "datetime": "2014-07-04 23:21:37", "datestring": "4. júl. '14, kl: 23:21:37", "text": "Var hún eitthvað að ætlast til þess að frá brjálað þakklæti? var hún ekki bara að ætlast til þess að fá ekki reiðipóst vegna þess að það var smá gras í einum pokanum? Og smá hár á einhverjum fötunum? Og af hverju er það drama? Gat sú sem fékk pokana ekki bara rúllað yfir þetta með svona límrúllu og málið dautt?"}, {"response_to": "30748785", "username": "julimamma", "message_id": "30748793", "user_id": "130928", "datetime": "2014-07-04 23:25:58", "datestring": "4. júl. '14, kl: 23:25:58", "text": "Þessu er beint til innleggsins sem Júlí 78 skrifaði um einstæðu móðurina sem sýndi ekki mikið þakkæti (að hennar mati) við eitthverju dóti sem hún gaf. Mér finnst hálfbilað að senda reiðipósta út af grasi og kattahárum."}, {"response_to": "30748793", "username": "Nói22", "message_id": "30748878", "user_id": "155078", "datetime": "2014-07-05 00:01:31", "datestring": "5. júl. '14, kl: 00:01:31", "text": "Já mér finnst það líka hálfbilað. Það er ekki eins og það sé bara engin leið að taka þessi hár og gras af fötunum."}, {"response_to": "30748878", "username": "julimamma", "message_id": "30748899", "user_id": "130928", "datetime": "2014-07-05 00:09:57", "datestring": "5. júl. '14, kl: 00:09:57", "text": "Já ég fatta líka hvað hún er að meina, og eins og ég sagði þá er extra skemmtilegt að gefa þegar maður sér að manneskjan er þakklát. En mér finnst að þegar maður er að gefa (sérstaklega til ókunnuga sem maður ætlar að hjálpa) að maður eigi ekki að vera með væntingar á eitthvað í staðinn (viss viðbrögðu til dæmis), s.s gefa til að hluturinn komi að notum annars staðar ekki til að strjúka eigið ego og fá að heyra hvað maður er nú góður. Kannski var þessi kona mjög þakklátt en af eitthverjum ástæðum kom því bara ekki vel frá sér til dæmis."}, {"response_to": "30748899", "username": "Nói22", "message_id": "30748907", "user_id": "155078", "datetime": "2014-07-05 00:15:08", "datestring": "5. júl. '14, kl: 00:15:08", "text": "Mér finnst það að búast við þakklæti þegar maður er að gefa ekki vera að strjúka eigið egó. Mér finnst það bara eðlilegt að fólk þakki fyrir sig þegar maður er að gefa því eitthvað. Jafnvel þótt manneskjan sé innst inni ekki sátt við gjöfina að þá finnst mér það lágmark að þykjast allavega."}, {"response_to": "30748907", "username": "julimamma", "message_id": "30748913", "user_id": "130928", "datetime": "2014-07-05 00:21:07", "datestring": "5. júl. '14, kl: 00:21:07", "text": "Ég get svo svarið það (búin að hugsa stíft), ég býst ekki við neinu sérstöku þakklæti þegar ég gef hluti sem ég get ekki notað, bara vona að þeir komi að notum og pæli ekki í það meir."}, {"response_to": "30748793", "username": "Júlí 78", "message_id": "30749018", "user_id": "245905", "datetime": "2014-07-05 09:43:32", "datestring": "5. júl. '14, kl: 09:43:32", "text": "Ég sagði þetta julimamma: \" finnst nú bara að fólk ætti að annaðhvort þiggja með glöðu geði eða afþakka!\" og hérna fyrir neðan: \"  En já það er hægt að særa mann þegar maður vill gefa eitthvað svona, góðan og fínan fatnað sem maður hefur notað á barnið sitt og það er tekið við því eins og það sé verið að neyða fatnaðinn upp á manneskjuna!\" Ég var ekkert að tala um að fólk þyrfti að sýna brjálæðislegt þakklæti þegar það tekur við gjöfum en það er samt skemmtilegra að sýna eitthvert þakklæti! Og það er ekki bara fátækt fólk sem tekur við gjöfum og ég er nú yfirleitt ekkert að spá í það hvort fólk sé fátækt eða ekki. Ef ég gef eitthvað get ég alveg eins gefið ríkri manneskju eitthvað ef hún hefur not fyrir það. Svo vil ég nú bara endurtaka það að ég var ekkert að gefa neitt drasl, bara mjög fínar vörur, sumt reyndar gamalt eins og rúmið en annað mjög fínt og meira að segja eins og nýtt eins og t.d. útigallinn og margt annað."}, {"response_to": "30748615", "username": "Júlí 78", "message_id": "30748705", "user_id": "245905", "datetime": "2014-07-04 22:15:08", "datestring": "4. júl. '14, kl: 22:15:08", "text": "Mér finnst þú gefa í skyn Andý að við (ég og kindarleg) séum eitthvað svo stórríkar og að við þolum ekki einhverja  fátæklinga. Þar ertu að misskilja, ég hef ekki alltaf átt nóg af öllu og er ekkert stórrík en ætla samt ekkert að kvarta. En ég get alveg gefið hluti eða föt ef ég hef ekki not fyrir það eða nenni ekki að vera að auglýsa það sem ég þarf að losna við. Og ég vildi gjarnan gefa þessi barnaföt og rúm og fannst alveg upplagt að gefa það einhverri einstæðri móðurinni. En já það er hægt að særa mann þegar maður vill gefa eitthvað svona, góðan og fínan fatnað sem maður hefur notað á barnið sitt og það er tekið við því eins og það sé verið að neyða fatnaðinn upp á manneskjuna! Ég hefði nú kannski skilið það ef þetta hefðu verið einhver drusluföt en það er svo langt frá því og meira að segja fékk hún vandaðan og hlýjan kerrupoka!"}, {"response_to": "30748705", "username": "Fargmöldun", "message_id": "30748746", "user_id": "51313", "datetime": "2014-07-04 22:52:58", "datestring": "4. júl. '14, kl: 22:52:58", "text": "Mér finnst þetta einmitt svo frábært þegar fólk gefur frá sér hluti sem það hefur ekki not fyrir."}, {"response_to": "30748615", "username": "spunky", "message_id": "30748911", "user_id": "215459", "datetime": "2014-07-05 00:19:42", "datestring": "5. júl. '14, kl: 00:19:42", "text": "Andý mín, farðu nú að knúsa voffastelpuna þína. Held þið hafið báðar gott af smá knúsi :)"}, {"response_to": "30748472", "username": "púðinn", "message_id": "30748658", "user_id": "70697", "datetime": "2014-07-04 21:49:57", "datestring": "4. júl. '14, kl: 21:49:57", "text": "ég gaf einu sinni svartann ruslapoka af fötum og hélt einmitt að ég væri að gera góðverk, tveim vikum síðar fór ég í Fiðrildið og sá fötin þar til sölu, mér fanst það ekki smart."}, {"response_to": "30748658", "username": "snsl", "message_id": "30748673", "user_id": "30895", "datetime": "2014-07-04 21:56:20", "datestring": "4. júl. '14, kl: 21:56:20", "text": "Kannski keypti þessi fatapoki nokkrar máltíðir handa einhverri fjölskyldu. Það er mjög smart."}, {"response_to": "30748673", "username": "púðinn", "message_id": "30748677", "user_id": "70697", "datetime": "2014-07-04 21:59:32", "datestring": "4. júl. '14, kl: 21:59:32", "text": "já vonandi, en leyfi mér að efa það. Nema það hafi farið í mat fjölskyldu konunnar sem rekur fiðrildið"}, {"response_to": "30748677", "username": "snsl", "message_id": "30748681", "user_id": "30895", "datetime": "2014-07-04 22:02:13", "datestring": "4. júl. '14, kl: 22:02:13", "text": "Er fiðrildið ekki farið á hausinn?"}, {"response_to": "30748673", "username": "Andý", "message_id": "30748680", "user_id": "62139", "datetime": "2014-07-04 22:01:03", "datestring": "4. júl. '14, kl: 22:01:03", "text": "Já það er fallegt"}, {"response_to": "30748658", "username": "presto", "message_id": "30748768", "user_id": "7653", "datetime": "2014-07-04 23:12:32", "datestring": "4. júl. '14, kl: 23:12:32", "text": "Það er ekki neitt athugavert við það:)"}, {"response_to": "30748472", "username": "hrarra", "message_id": "30748905", "user_id": "183508", "datetime": "2014-07-05 00:12:30", "datestring": "5. júl. '14, kl: 00:12:30", "text": "Eg gaf föt til kirkjunar, alveg viss um þau föt hafi ratað til fólks sem þurfti á þeim að halda. Þekkti til þeirra sem \"unnu þar\" sem voru að fara gefa þau fólki sem átti ekki efni á að klæða börnin sín. Dettur ekki í hug að gefa svona hér , það væri örugglega komið á sölusíðurnar klst síðar."}, {"response_to": "30748472", "username": "Máni", "message_id": "30748910", "user_id": "154", "datetime": "2014-07-05 00:18:12", "datestring": "5. júl. '14, kl: 00:18:12", "text": "Kannski er hún veik?"}, {"response_to": "30748472", "username": "ny1", "message_id": "30748931", "user_id": "187737", "datetime": "2014-07-05 00:52:41", "datestring": "5. júl. '14, kl: 00:52:41", "text": "skil þig vel að vera sár.. en reyndu að hugsa sem minnst um þessa konu.. þú átt þetta alls ekki skilið.. hugulsemin uppmáluð ef þetta  var ekki við hennar hæfi hefði hún bara átt að hkj og fara með þetta í einhvern nytjagámin og gefa þetta áfram."}]}