{"url": "https://bland.is/umraeda/gigtarfolk-og-thid-sem-thekkir-til-gigtar/30744083/?page=954", "date": "2014-07-01 10:05:34", "id": "30744083", "items": [{"text": "ég er líklega með einhvers konar gigt, vefjagigt hefur lengi verið nefnd án þess að greining hafi farið fram. Núna síðustu mánuði ef ég verið miklu verri, verkjalyf slá bara ekki á og á erfiðum tímabilum eru sterk verkjalyf bara eins og smartís, mér finnst ég ekki finna eins og neinn mun hvort ég tek þau eða ekki. Ég get ekki tekið bólgueyðandi lyf vegna magans, hann þolir þau alls ekki.Það er helst er að hrjá mig eru verkir í sinum, hásinum og sinum í handleggjum og undan á lærum. Morgunstiðleiki og gríðarlegur stirðleiki eftir t.d langar keyrslur, þá get ég varla staðið upp.Ég er heimilislæknis laus og mín heilsugæsla er bara nánast sokkin í sæ af álagi og læknaskorti. Ég hitti reglulega geðlækni en því miður þá dregur hann lappirnar í öllu sem ég bið hann að gera. Ég fékk tíma hjá gigtarlækni í nóvember, það er langur tími þegar maður er undirlagður af verkjum.Er einhver sem þekkir svona verki í sinum og vöðvum og getur gefið mér ráð? það er álag núna, ég bara get ekki bara legið í sófnum og haft það gott, lífið þarf að ganga.", "title": "Gigtarfólk og þið sem þekkir til gigtar", "username": "She is", "message_id": "30744083", "user_id": "45783", "response_to": null, "datetime": "2014-07-01 10:05:34", "datestring": "1. júl. '14, kl: 10:05:34"}, {"response_to": "30744083", "username": "Degustelpa", "message_id": "30744096", "user_id": "237008", "datetime": "2014-07-01 10:31:00", "datestring": "1. júl. '14, kl: 10:31:00", "text": "hefuru prufað að nota arthrotec? það þarf lyfseðil fyrir það en það er í rauninni voltaren með magalyfi líka. En hjá hvaða lækni fékstu tíma?"}, {"response_to": "30744096", "username": "She is", "message_id": "30744098", "user_id": "45783", "datetime": "2014-07-01 10:33:17", "datestring": "1. júl. '14, kl: 10:33:17", "text": "nei aldrei heyrt um það lyf, hjá Árna Jóni í Mjóddinni."}, {"response_to": "30744098", "username": "ove", "message_id": "30744122", "user_id": "44170", "datetime": "2014-07-01 10:44:58", "datestring": "1. júl. '14, kl: 10:44:58", "text": "það eru til ýmis lyf sem virka vel á vefjagigt, hljómar þannig. Hann hlýtur að geta sett þig á eitthvað sem virkar við þessum verkjum."}, {"response_to": "30744122", "username": "She is", "message_id": "30744128", "user_id": "45783", "datetime": "2014-07-01 10:46:00", "datestring": "1. júl. '14, kl: 10:46:00", "text": "já vonandi getur hann það en hvað á ég að gera þar til um miðjan nóvember? bara vera verkjuð frá helvíti?"}, {"response_to": "30744128", "username": "ove", "message_id": "30744130", "user_id": "44170", "datetime": "2014-07-01 10:47:59", "datestring": "1. júl. '14, kl: 10:47:59", "text": "Ef þú ert með heimilislækni gætirðu farið til hans og rætt þetta við hann. Mögulega gæti hann komið þér að fyrr en í nóvember."}, {"response_to": "30744130", "username": "She is", "message_id": "30744133", "user_id": "45783", "datetime": "2014-07-01 10:50:34", "datestring": "1. júl. '14, kl: 10:50:34", "text": "ég er það nefnilega ekki, þar liggur hluti af vandanum. Það tekur lágmark mánuð að fá tíma á minni heilsugæslustöð og síðasti læknir sem ég hitti þar stóð bara upp og sagði mér að ég yrði bara að finna sjálf út úr því sem ég spurði hann um. Mig langar ekki mikið til að panta mér annan tíma hjá honum."}, {"response_to": "30744133", "username": "frúdís", "message_id": "30744166", "user_id": "30081", "datetime": "2014-07-01 11:16:16", "datestring": "1. júl. '14, kl: 11:16:16", "text": "Lestu þig til um Klófen-L lyfið. Bólgueyðandi og leysist upp í þörmunum. Taka Acidophilus með og þá er málið enn betra fyrir þarmana og magann."}, {"response_to": "30744133", "username": "ove", "message_id": "30744194", "user_id": "44170", "datetime": "2014-07-01 11:33:42", "datestring": "1. júl. '14, kl: 11:33:42", "text": "skil þig vel að þú viljir ekki fá annan tíma hjá honum. Mér sýnist að nr. 1 sé að fá heimilislækni. Hann á að geta hjálpað þér með lyf varðandi gigtina og mögulega komið þér að fyrr hjá gigtarlækni.  Veit að það er rosalega erfitt að komast að hjá gigtarlæknum, margra manaða bið.  Varðandi Klófen - L, þá er það ágætis lyf við gigt, en það er náttúrulega lyfseðilsskylt. Ég tek það sjálf og það virkar ágætlega á mig."}, {"response_to": "30744083", "username": "abbalabbalú", "message_id": "30744201", "user_id": "59806", "datetime": "2014-07-01 11:40:11", "datestring": "1. júl. '14, kl: 11:40:11", "text": "Getur prófað að fara á vaktina á heilsugæslustöðinni þinni og tala við lækni. Annars er það bara létt hreyfing, heitur bakstur, teygjur, hvíld. Ef þú hvílir ekki þá eyðileggurðu þig fyrir fullt og allt."}]}