{"url": "https://bland.is/umraeda/medlag-a-sumrin-/30744342/?page=954", "date": "2014-07-01 13:31:55", "id": "30744342", "items": [{"text": "Þegar annað foreldrið er með barnið sitt 5 vikur streit yfir sumarið er þá venjan að borga meðlag fyrir þann tíma? Helgarforeldrið tekur barnið meir en þessa típikal aðra hverja helgi og er helgarbarnið að fara á námskeið sem helgarforeldrið borgar.", "title": "Meðlag á sumrin..", "username": "konukon", "message_id": "30744342", "user_id": "10033", "response_to": null, "datetime": "2014-07-01 13:31:55", "datestring": "1. júl. '14, kl: 13:31:55"}, {"response_to": "30744342", "username": "konukon", "message_id": "30744343", "user_id": "10033", "datetime": "2014-07-01 13:32:19", "datestring": "1. júl. '14, kl: 13:32:19", "text": "ps... meðlagið fer ekki í gegnum sýslumann"}, {"response_to": "30744342", "username": "Kalishi", "message_id": "30744346", "user_id": "261182", "datetime": "2014-07-01 13:34:46", "datestring": "1. júl. '14, kl: 13:34:46", "text": "Já, vegna þess að meðlagið eru 11 mánuðir, greiddir á 12 mánuðum, þ.e. gert ráð fyrir að barnið fari í mánuð til þess foreldris sem borgar meðlag."}, {"response_to": "30744346", "username": "alboa", "message_id": "30744362", "user_id": "31118", "datetime": "2014-07-01 13:44:43", "datestring": "1. júl. '14, kl: 13:44:43", "text": "Veit einhver hvaðan þetta kom? Þetta er ekki útskýrt svona í lögum eða reglugerðum á upphæðinni. Í ljósi þess að barnalífeyrir og meðlag eru sama upphæðin þá eru þessi rök líka svolítið undarleg. Barnalífeyrir er greiddur til öryrkja og fólks á endurhæfingalífeyri sem eiga börn, það eru ekki allt einstæðir foreldrar þar sem börnin fara af heimilinu 1 mánuð af ári. Það fara heldur ekki öll börn í sumarfrí 1 mánuð á ári og engin lögbundin skylda að umgengnisforeldri taki börnin að sér þennan mánuð á sumri."}, {"response_to": "30744362", "username": "Kalishi", "message_id": "30744369", "user_id": "261182", "datetime": "2014-07-01 13:48:15", "datestring": "1. júl. '14, kl: 13:48:15", "text": "Nei ég las þetta fyrst hér, svo var það endurtekið svo oft að ég var farin að trúa því þannig að ég hef ekkert fyrir mér í því."}, {"response_to": "30744369", "username": "alboa", "message_id": "30744373", "user_id": "31118", "datetime": "2014-07-01 13:50:11", "datestring": "1. júl. '14, kl: 13:50:11", "text": "Jamm. Ég veit að einhverjir halda því fram að sýslumaður segi þetta sem útskýring á því að meðlagið er greitt 12 mánuði þrátt fyrir 4 vikna sumarfrí (sem getur vel verið, sumir fulltrúar halda því fram að það sé til eitthvað sem heitir lágmarksumgengni)."}, {"response_to": "30744342", "username": "alboa", "message_id": "30744351", "user_id": "31118", "datetime": "2014-07-01 13:37:04", "datestring": "1. júl. '14, kl: 13:37:04", "text": "Ef meðlagið er jafn hátt einföldu meðlagi þá ætti það með réttu að greiðast já. En annars getið þið líka bara samið um þetta. Enda er meðlagið ætlað sem framfærsla barnsins. Umgengni tengist ekki meðlagi beint og miðast ekki við hversu lengi barnið er í umgengni (upphæðin lækkar ekki þó barnið sé lengur en föst - sun aðra hvora helgi). Aðrar greiðslur tengjast þessu heldur ekki eins og námskeið nema þið ákveðið það."}, {"response_to": "30744342", "username": "Sony2012", "message_id": "30744376", "user_id": "225131", "datetime": "2014-07-01 13:53:29", "datestring": "1. júl. '14, kl: 13:53:29", "text": "já það er alltaf greitt þrátt fyrir sumarfrí."}, {"response_to": "30744342", "username": "Bakasana", "message_id": "30744393", "user_id": "266266", "datetime": "2014-07-01 14:14:02", "datestring": "1. júl. '14, kl: 14:14:02", "text": "Bara annað foreldrið? Ef þetta eru einhverjar spes kringumstæður þar sem annað foreldrið tekur ekkert sumarfrí með barninu finnst mér alveg í lagi að semja um annars konar fyrirkomulag þennan mánuð. Annars er þetta það sem fólk í kringum mig gerir vanalega. Sér um börnin sín nokkrar vikur streit yfir sumarið og hitt foreldrið tekur hinar vikurnar streit. Held að fæstir séu eitthvað að fikta í meðlaginu út frá þessu."}, {"response_to": "30744342", "username": "Dalía 1979", "message_id": "30744403", "user_id": "257096", "datetime": "2014-07-01 14:24:43", "datestring": "1. júl. '14, kl: 14:24:43", "text": "það er bara samkomulag ég stoppa alltaf meðlagið á sumrin og set það aftur á þegar börninn koma til baka"}, {"response_to": "30744342", "username": "kalleanka", "message_id": "30744408", "user_id": "185228", "datetime": "2014-07-01 14:30:37", "datestring": "1. júl. '14, kl: 14:30:37", "text": "Ég þigg meðlag allt árið þó að barnið fari og sé í 6-8 vikur hjá föður sínum yfir sumarið. Ég bið hinsvegar þá síður um að hann taki þátt í hlutum eins og útifötum, skólavörum/fötum, íþróttum og slíku."}]}