{"url": "https://bland.is/umraeda/vantar-sma-rad-alit-/30748697/?page=948", "date": "2014-07-04 22:10:14", "id": "30748697", "items": [{"text": "Mig vantar smá aðstoð/álit/ráð? En málið er að ég er með \"ógreinda\" gigt í smáliðum.   Þar að segja ég byrjaði að finna fyrir miklum verkjum í litlu tá og upp ristina á hægri fæti í Febrúar og ég var svo í Maí skoðuð og sett á tvennskonar gigtar/bólgueyðandi lyf,  látin bera voltaringel á tána eða þar í kring, kæla/hita og hafa fótinn hátt uppi en þrátt fyrir allt þetta þá breyttist þetta ekkert.  Það fór svo að ég átti að fara í baksprautur hjá Jósep Blöndal og hann ákvað að sprauta í leiðinni í tánna og jú það hefur eitthvað virkað (get allavegana beygt tánna núna) síðan átti ég að hafa samband við gigtarlækni þegar ég kæmi heim en bæði gigtarlæknirinn og heimilislækninn minn eru í fríi  og núna er ég búin að vera að drepast úr nákvæmlega eins verkjum nema yfir stærra svæði á vinstri rist í tvær vikur og ég get varla gengið. Ég er búin að reyna allt plús að ég er að taka max skammt af parkodín forte á dag og það gerir ekkert (slær ekki einu sinni á)  Mig langar að prufa að spyrja hér er einhver hérna sem þekkir svona?  Veit um einhver önnur ráð eða geta bent mér á hvað ég get gert aðuren en ég tapa mér endanlega vegna verkja. Ég er alveg komin í þrot :( þetta á kannski ekkert heima hérna en sakar ekki að spyrja.", "title": "Vantar smá ráð/álit?", "username": "BibbaS", "message_id": "30748697", "user_id": "245372", "response_to": null, "datetime": "2014-07-04 22:10:14", "datestring": "4. júl. '14, kl: 22:10:14"}, {"response_to": "30748697", "username": "DarKhaireDwomAn", "message_id": "30748703", "user_id": "162498", "datetime": "2014-07-04 22:14:42", "datestring": "4. júl. '14, kl: 22:14:42", "text": "ég er með slæma gigt og það eina sem aðeins róar skrokkinn og verkina er hiti, hitateppi, grjónahitapokar og sund.  Ég fer í sund á hverjum morgni í rólega gigtarleikfimi og er í heitum bökstrum, og passa að mér sé alltaf heitt , en það eru engar töfralausnir við gigt, við þurfum að læra að anda í gegnum verkina og reyna að finna það sem hentar hverjum og einum.  Ég finn til alla daga alltaf, ég er aldrei verkjalaus en ég reyni eins og ég get að láta mér líða aðeins betur með því að gera þetta ofantalið."}, {"response_to": "30748697", "username": "shithole", "message_id": "30748942", "user_id": "277271", "datetime": "2014-07-05 01:03:16", "datestring": "5. júl. '14, kl: 01:03:16", "text": "Grasalæknar okkar tíma mæla með engifer í sama tilgangi og gert var fyrr á tímum, einkum gegn kvefi og inflúensu og ýmiss konar röskun á meltingu og tíðablæðingum. Margir telja jurtina auk þess geta komið í veg fyrir lifrarskemmdir og að hún hafi græðandi áhrif á magasár, vinni bug á getuleysi, gigt og þunglyndi. Jurtin hefur nýlega fengið aukna athygli vegna þess að því er haldið fram að hún geti slegið á ógleði sem fylgir sjóveiki og annarri ferðaveiki, morgunógleði og ógleði hjá konum sem þurfa að gangast undir móðurlífsaðgerð. Vitað er að kínverskir sjómenn til forna tuggðu engiferrót til þess að draga úr sjóveiki."}, {"response_to": "30748697", "username": "flemm", "message_id": "30748944", "user_id": "278601", "datetime": "2014-07-05 01:07:15", "datestring": "5. júl. '14, kl: 01:07:15", "text": "Passaðu líka mataræðið, sykur og kornvara er oft slæm fyrir gigt. Feitur fiskur, turmeric og fleira hefur góð áhrif. Getur prófa að leita að anti-inflammatory diet í Google"}]}