{"url": "https://bland.is/umraeda/barnsfadir-minn/30748958/?page=947", "date": "2014-07-05 02:25:35", "id": "30748958", "items": [{"text": "Ég á í mjög slæmum samskiptum við barnsföður minn, mjög slæmum. Við byrjum saman þegar ég er í ástarsorg og held ég hafi nokkurn tíman elskað hann. Hann var þessi vel til hafði, vel mælti gæi sem fór síðan að stjórna mér svo rosalega. Ég hef alltaf verið talin frekar frek og stjórnsöm en svo virtist sem þessi gæi gæti haldið mér niðri. Stuttu eftir að við byrjum saman þá klessu keyrði hann bíli sinn svo hann tók minn. Sótti mig á misjöfnum tímum í skólann og vinnuna, yfirleytt svona klukkutíma of seint og ég sat, beið og þagði. Þannig var samband okkar eiginlega, ég sat, beið og þagði. Kvöldið áður en ég komst að því að ég væri ólétt þá var ég sko staðráðin í að hætta með honum. Ég fékk nóg. Hann átti sem sagt 35 ára afmæli, ég var búin að bóka borð á fínu veitingarhúsi, kaupa handa honum gítar og ætlaði sko heldur betur að gera vel við minn mann. Hann tilkynnti mér þann sama dag að hann ætlaði að vinna og þá fauk í góðmennið. Vinkona mín hafði boðið mér í party og ég sagði honum að ég ætlaði í það. Hann sagði mér að hann myndi svo ná í mig á milli 23-24. Ég hélt nú ekki. Ég djammaði af mér rassgatið og gaf skít í þetta fífl sem ætlaði að stjórnast svona með mig. Daginn efttir þá varð mér ljóst að ég væri ólétt. Ég ákvað að geyma það aðeins að dömpa honum þar sem mér var mein illa við að verða einstæð móðir. Ég sagði honum tíðindin og hann tók alveg fyrir að ég færi í fóstureyðingu og fullvissaði mig um að lífið myndi leika við okkur. Allt kom fyrir ekki og á endanum sagði ég honum að hypja sig, ekki nóg með að ég hafi komist að fjármálastöðu hans þá sá ég að ég gæti ekki alið upp tvö smábörn. Ég reyndi að hafa allt gott á milli okkar en allt gékk fyrir ekki. Í fyrstu hringdi hann ca. 4 sinnum á dag til að athuga hvernig gengi... þegar ég sagði að hann mætti fylgjast með þá meinti ég frekar svona 2-4 sinnum í mánuði. Síðan kom að því að ég mátti ekki keyra vegna skorts á blóði og járni,,, ég lánaði barnsföður mínum bílinn.Ekki nóg með að hann hafi týnt lyklunum af bílnum, þá kom ég ítrekað of seint í mæðraeftirlit sem var mér sannarlega ekki að skapi. Ég sagði honum á endanum, örugglega á mjög dannað hátt að ég vildi ekkert í honum heyra nema það væri eitthvað sérstakt. Bróðir minn bjó hjá mér síðustu mánuðina á meðgöngunni og ég átti það til í að sækja litla dýrið í bæinn á sunnudagsmorgnum í miðbæinn þar sem ég var hvort sem er vöknuð um 5 á morgnanna. Nei þá fékk ég athugasemdir... Halldór hefði séð mig á ljósum einn sunnudagsmorguninn klukkan 6 og stóð nú ekki á sama, ætlaði að kæra mig fyrir barnavernd. Síðustu mánuðina stóðum við á bréfaskriftum, þar vildir hann t.d. fá 50% forræði, varð brjálður yfir að ég ætlaði að taka 6 mánuði í fæðingarorlof þar sem við áttum 3 mánuði sameiginlega... Hann vildi sem sagt taka sér lengra fæðingarorlof til að geta unnið svart og losað sig frá skuldum. Hann vildi vera viðstaddur fæðinguna en það tók ég þvert fyrir það sem hann hefði séð píkuna á mér einum of oft, hann mætti bíða frammi og koma inn um leið og allt væri afstaðið. Þegar ég hringdi í hann um 11.00 daginn sem drengurinn okkar fæddist og sagði honum að ég væri komin af stað og væri á leið uppá sjúkrahús þá var hann ekki eins spenntur þar sem hann var að vinna. 13.45 Þegar fallega barnið okkar var fætt þá hringdi vinkona mín í hann og sagði að barnið væri fætt, svörin voru, ég kem einhverntíman í dag. Mánuðinn eftir að barnið var fætt þá hékk hann heima frá 17-23 til að halda í hendina á barninu, ég missti að sjálfsögðiu alla mjólk niður því það var ekkert smá stressandi að hafa þetta alltaf hangandi yfir sér og í þokkabót að þola hann engann veginn. Ég flúði norður með mömmu, mamma var búin að sofa á dýnu á stofugólfinu hjá mér síðan ég átti, fékk að sjálfsögðu engann frið til að sofa þar sem barnsfaðir minn var alltaf inná gafli. Ég átti barnið í júní og um haustið þá sagði ég upp leigunni og flutti norður til mömmu. Ég fór í fjarnám og vann með en þá byrjaði það...Fyrsta kæra frá barnavernd. Mér var ekki umhugað um heilsu barnsins. Hann var með flatt höfuð, því hann sótti alltaf í aðra hliðina en ég var búin að fara með hann á milli spekinga og allir sögðu mér að þetta myndi lagast. Málið var fellt niður en barnsfaðir minn vildi samt að barnið myndi fara í aðgerð þar sem höfuðkúpan yrði brotin upp og löguð til að hann yrði ekki fyrir einelti. Seinna komst ég að því að barnsfaðir minn hefði verið lagður í einelti en það var vegna skapofsa hjá honum. Ári seinna þá fluttum við mæðgin aftur suður þar sem ég ætlaði ég Háskólanám og fékk vinnu um helgar til að fleyta okkur áfram. Barnsfaðirinn lofaði öllu fögru um að aðstoða mig við barnið en allt kom fyrir ekki. Ýtrekað þurfti ég að sleppa vinnu þar sem hann sótti ekki barnið eða lét ekki í sér heyra. Allataf hélt barnsfaðir minn því fram að ég væri geðveik og ekki hægt að eiga í samskiptum við mig. Það er kannski ekkert skrítið að ég hafi oft orðið reið þar sem ekkert stóðst. Hauastið 2011 þá sótti ég um 2 fallt meðlag hjá sýslumanni auk þess að barnsfaðir minn tæki barnið aðra hverja helgi. 5 dögum síðar kom bréf frá barnaverndarnefnd að ég væri óhæf móðir og þess að auki með geðraskanir. Það mál var fellt niður með því sama. Við mæðgin höfðum ekki frekar samband við frábæra pabbann. Barnsfaðir minn hafði alltaf frá fæðingu sonar okkar talað um að fara í faðernispróf, mér þótti það lélegt af honum en hann sagðist líka hafa viljað það með eldra barn sitt sem var þá 16 ára en sætti sig við að þeir væru líkir. Eins mikið og ég vildi að þessi ræfill væri faðir sonar mins þá var svo ekki. Hann fór í faðernispróf haustið 2012 og þar kom í ljós að hann væri faðir barnsins. Í framhaldi af því að ég breytti föðurnafni barnsins í hans ( hann neitaði að hitta hann annars) þá fóru þeir feðgar að hittast, það var oft erfitt, mjög erfitt. Sonur minn sem er sá almannblendnasti vildi ekki sjá pabba sinn. Mér fannst það skrítið og hélt kanski að hann skynjaði eitthvað frá mér varðandi pabba sinn en svo kom skýringin. Pabbi hans átti alltaf að hitta hann á fimmtudögum, sækja hann í leikskólann... hann fór alltaf með hann niðrí Nettó, þar heingu þeir í 2-2 ½ tíma + þegar það var gist hjá pabba þá var eina sem var gert var að horfa á tv og fara í bónus. Eftir að hafa gleymt að sækja barnið tvisvar þá sagði ég stopp, ég er alveg mannleg og finnst gott að komast frá barninu mínu enþá er ég ekki skepna, Sonur minn var mjög hræddur eftir að pabbi hans hafi gleymt honum á leikskólanum, ég sagði honum að sjálfsögðu ekki frá því að það hafi verið pabbi hans. Hann var hræddur alltaf á morgnanna að ég myndi gleyma að sækja hann. Það var síðan í byrjun árs sem barnsföður mínum var skylt að borga mér tvöfalt meðlag,,, hann sagði mér að troða því uppí rassgatið á mér. 25 apríl þá fór ég með kröfurnar til mótus, 30 apríl þá kærir hann mig til barnaverndar að ég sé sennilega í neyslu og með skaposfa.", "title": "Barnsfaðir minn", "username": "púðinn", "message_id": "30748958", "user_id": "70697", "response_to": null, "datetime": "2014-07-05 02:25:35", "datestring": "5. júl. '14, kl: 02:25:35"}, {"response_to": "30748958", "username": "Tvíst", "message_id": "30748968", "user_id": "208989", "datetime": "2014-07-05 02:49:09", "datestring": "5. júl. '14, kl: 02:49:09", "text": "Ok"}, {"response_to": "30748958", "username": "gulli81", "message_id": "30748970", "user_id": "182481", "datetime": "2014-07-05 03:11:22", "datestring": "5. júl. '14, kl: 03:11:22", "text": "Ráðlegg þér að taka copy af textanum.  Gera nokkur greinarskil og setja inn aftur. Það er ekki séns að lesa þetta svona."}, {"response_to": "30748958", "username": "TheMadOne", "message_id": "30748971", "user_id": "67426", "datetime": "2014-07-05 03:21:35", "datestring": "5. júl. '14, kl: 03:21:35", "text": "ok."}, {"response_to": "30748958", "username": "púðinn", "message_id": "30748973", "user_id": "70697", "datetime": "2014-07-05 03:29:32", "datestring": "5. júl. '14, kl: 03:29:32", "text": "ég get ekki breytt þessu"}, {"response_to": "30748973", "username": "gulli81", "message_id": "30748974", "user_id": "182481", "datetime": "2014-07-05 03:31:15", "datestring": "5. júl. '14, kl: 03:31:15", "text": "sko. Tekur copy,, setur í skjal hjá þér, gerir greinarskilin og setur svo þetta aftur inn sem nýja umræðu."}, {"response_to": "30748958", "username": "Gale", "message_id": "30748977", "user_id": "92836", "datetime": "2014-07-05 03:41:31", "datestring": "5. júl. '14, kl: 03:41:31", "text": "Hættu. Bara hættu."}, {"response_to": "30748977", "username": "bleble", "message_id": "30748981", "user_id": "24051", "datetime": "2014-07-05 03:47:53", "datestring": "5. júl. '14, kl: 03:47:53", "text": "Sammála, hættu að pæla í þessu. Gerðu ráð fyrir því að drengurinn verði ekki sóttur eins og maður gerði í nokkur ár. Var alltaf með varaplan í gangi. Þetta gengur vonandi yfir en svona er að eiga börn með kreiiiisípeoples. Gangi þér vel...."}, {"response_to": "30748958", "username": "bleble", "message_id": "30748980", "user_id": "24051", "datetime": "2014-07-05 03:44:53", "datestring": "5. júl. '14, kl: 03:44:53", "text": "Hljómar líkt mínu sambandi við barnsföður minn nema það hefur auðvitað breyst með tímanum, en svona var þetta fyrst. Í dag gengur það vel bara en hann var allt það sem þú skrifar. Það er lítið sem þú getur gert því miður og verður að sætta þig við það. Reyndu bara að hafa þitt á hreinu og vera með á nótunum. Fólk verður ekki skikkað með lögum að hegða sér vel."}, {"response_to": "30748958", "username": "saedis88", "message_id": "30749033", "user_id": "56492", "datetime": "2014-07-05 10:18:08", "datestring": "5. júl. '14, kl: 10:18:08", "text": "ég var ítrekað að lenda í stöðu að geta ekki treyst á barnsföður minn en samt alltaf að toga og ýta í þeirri von að þetta mundi breytast. ég pirraði mig endalaust á hlutunum og saug aaaaaaðeins of mikla orku. svo hætti ég bara. ég hætti að gera ráð fyrir að hann tæki börnin, ef ég þurfti að fá breik, eða þurfti að vinna stað meðan ég færi að sinna náminu mínu þá var hann aldrei manneskjan sem ég treysti á, svo fór þetta bara að lagast, við urðum bæði rólegri, ég var hætt að pirra mig á þessu og þá fór þetta bara að rétta sig af og hefur gengið stórvel það sem af er af þessu ári allavega :)"}, {"response_to": "30748958", "username": "Júlí 78", "message_id": "30749043", "user_id": "245905", "datetime": "2014-07-05 10:37:57", "datestring": "5. júl. '14, kl: 10:37:57", "text": "Barnsfaðirinn virðist ekki alveg vera að standa sig þegar hann er að gleyma að sækja strákinn þegar hann hefur lofað að gera það, þú getur skrifað niður öll þau atvik, dagsetningu og hvenær hann sótti ekki barnið þó hann hafi lofað. Best er að hafa allt á hreinu varðandi svona. Þú þarft að hafa skriflegt samkomulag varðandi umgengni við barnið. Það ætti að vera hægt að kæra það þegar foreldri brýtur samkomulagið ítrekað. Veit ekki hvernig það er hérna en það er a.m.k. hægt að kæra út af svoleiðis erlendis. (í útlöndum). En einu tók ég eftir í þínum skrifum. Þú segir: \" Mánuðinn eftir að barnið var fætt þá hékk hann heima frá 17-23 til að halda í hendina á barninu, ég missti að sjálfsögðiu alla mjólk niður því það var ekkert smá stressandi að hafa þetta alltaf hangandi yfir sér og í þokkabót að þola hann engann veginn.\" Þarna virðistu búa ennþá með manninum og þú kallar hann þá \"ÞETTA\" - Samt virðist hann á þessum tíma vera að sýna barninu áhuga. Svo talarðu þarna um að þola hann engan veginn! Ok, kannski var margt sem að gerði það að verkum að þú hafir ekki þolað hann. En maður býr ekki með manni sem maður þolir ekki! Það er ekki skrýtið að þið hafið skilið! Núna þurfið þið að hafa allt á hreinu varðandi umgengni við barnið (skriflegt samkomulag), einnig skriflegt varðandi meðlag (þú virðist vera komin með það). Svo eins og ég segi þá þarfu að skrá allt niður sem hann stendur ekki við hvort sem það er varðandi umgengnina við barnið eða ógreitt meðlag. Og fyrst hann er að kæra þig til barnaverndarnefndar þá þarftu líklega að sanna það á einhvern hátt að þú sért ekki í neyslu og fáir ekki skapofsaköst. Farðu til læknis og ræddu þetta við hann og fáðu einhvers konar skapgerðarmat hjá sálfræðingi. Einnig ætti fólkið í kringum þig að geta skrifað upp á það að þú sért ekki í neyslu. Þegar samskipti ykkar (foreldranna) eru komin á þetta stig þá þýðir ekkert fyrir ykkur að vera að ræða mikið við hvort annað en þú ættir að geta kært hann alveg eins þegar hann stendur ekki við sitt. En reyndu bara að halda barninu ykkar fyrir utan allar ykkar deilur og láttu barnið helst aldrei heyra rifrildi ykkar á milli."}, {"response_to": "30749043", "username": "púðinn", "message_id": "30749700", "user_id": "70697", "datetime": "2014-07-05 22:05:51", "datestring": "5. júl. '14, kl: 22:05:51", "text": "Nei bjuggum ekki saman, hann hékk heima hjá mér"}, {"response_to": "30748958", "username": "torat", "message_id": "30749049", "user_id": "126162", "datetime": "2014-07-05 10:46:56", "datestring": "5. júl. '14, kl: 10:46:56", "text": "Ég skil ekki alveg þetta hér: \"Eins mikið og ég vildi að þessi ræfill væri faðir sonar mins þá var svo ekki. Hann fór í faðernispróf haustið 2012 og þar kom í ljós að hann væri faðir barnsins. Í framhaldi af því að ég breytti föðurnafni barnsins í hans ( hann neitaði að hitta hann annars)...\""}, {"response_to": "30749049", "username": "svartasunna", "message_id": "30749068", "user_id": "54800", "datetime": "2014-07-05 11:05:13", "datestring": "5. júl. '14, kl: 11:05:13", "text": "Sama hèr, hvert var þá föðurnafn barnsins fyrir?"}, {"response_to": "30749068", "username": "púðinn", "message_id": "30749702", "user_id": "70697", "datetime": "2014-07-05 22:06:51", "datestring": "5. júl. '14, kl: 22:06:51", "text": "Hann var með eftirnafnið mitt"}, {"response_to": "30749049", "username": "alboa", "message_id": "30749075", "user_id": "31118", "datetime": "2014-07-05 11:15:30", "datestring": "5. júl. '14, kl: 11:15:30", "text": "Börn sem fæðast ekki í sambandi verða núna \"mömmusínson/dóttir\" nema fólk breyti því. Ætli barnið hafi ekki verið með nafnið hennar sem eftirnafn og því þurft að breyta því í \"pabbasínsson\"."}, {"response_to": "30749049", "username": "púðinn", "message_id": "30749705", "user_id": "70697", "datetime": "2014-07-05 22:07:46", "datestring": "5. júl. '14, kl: 22:07:46", "text": "Það var aldrei spurning um annað en að hann væri pabbinn,"}, {"response_to": "30749705", "username": "torat", "message_id": "30749751", "user_id": "126162", "datetime": "2014-07-05 22:30:48", "datestring": "5. júl. '14, kl: 22:30:48", "text": "Já ok, mér fannst þetta pínu ruglingslegt, skil þetta núna :)"}, {"response_to": "30748958", "username": "K2tog", "message_id": "30749051", "user_id": "179690", "datetime": "2014-07-05 10:50:12", "datestring": "5. júl. '14, kl: 10:50:12", "text": "Sjóveik!!!"}, {"response_to": "30748958", "username": "ÞBS", "message_id": "30749198", "user_id": "71686", "datetime": "2014-07-05 13:56:42", "datestring": "5. júl. '14, kl: 13:56:42", "text": "Rauðu ástarsögurnar?"}, {"response_to": "30749198", "username": "Lillyann", "message_id": "30749516", "user_id": "44743", "datetime": "2014-07-05 19:43:27", "datestring": "5. júl. '14, kl: 19:43:27", "text": "ekki dissa Rauðu sérínar .þær eru margar mjög góðar sögur"}, {"response_to": "30748958", "username": "púðinn", "message_id": "30749713", "user_id": "70697", "datetime": "2014-07-05 22:10:48", "datestring": "5. júl. '14, kl: 22:10:48", "text": "Takk fyrir svörin, ég þarf nauðsynlega að ná þessu útur sisteminu hjá mér ;)"}, {"response_to": "30748958", "username": "shithole", "message_id": "30749714", "user_id": "277271", "datetime": "2014-07-05 22:11:54", "datestring": "5. júl. '14, kl: 22:11:54", "text": "Byrjaði að lesa þetta en stafirnir renna saman og ég fer línuvillt"}, {"response_to": "30748958", "username": "staðalfrávik", "message_id": "30749783", "user_id": "79063", "datetime": "2014-07-05 22:51:58", "datestring": "5. júl. '14, kl: 22:51:58", "text": "Ég las þetta allt og mitt ráð er: Ekki. Spá. Meira. Í. Honum."}, {"response_to": "30748958", "username": "QI", "message_id": "30749804", "user_id": "223573", "datetime": "2014-07-05 23:03:32", "datestring": "5. júl. '14, kl: 23:03:32", "text": "Wow hvað það tekur stundum mörg orð að segja smá."}]}