{"url": "https://bland.is/umraeda/ad-vera-half-onyt-manneskja/30756396/?page=938", "date": "2014-07-11 12:57:09", "id": "30756396", "items": [{"text": "Mér finnst ég í raun vera hálf ónýt manneskja, ég hef gengið í gegnum mikla erfiðleika sem setja mark sitt á mig og mitt líf. Ég þróað með mér röskun á persónuleika og margt í mínu lífi er erfitt og ég á erfitt með að tækla það. Fjölskyldan er mjög sérstök og reynist mér á margan hátt erfið. Ég er bara búin að fá nóg...Ég er búin að vera að vinna í mér og mínum málum í mörg ár, samt finnst mér eins og ég sé alltaf að troða sama marvaðann og reyna að halda mér á floti.Ég er í raun hætt að skilja þetta líf og hvað það vill mér eiginlega.", "title": "Að vera hálf \"ónýt\" manneskja", "username": "She is", "message_id": "30756396", "user_id": "45783", "response_to": null, "datetime": "2014-07-11 12:57:09", "datestring": "11. júl. '14, kl: 12:57:09"}, {"response_to": "30756396", "username": "alboa", "message_id": "30756402", "user_id": "31118", "datetime": "2014-07-11 13:03:27", "datestring": "11. júl. '14, kl: 13:03:27", "text": "Þú ert ekki ónýt á neinn hátt. Ekki frekar en ég eða neinn annar sem höfum gengið í gegnum erfiðleika erum ónýt. Margar fjölskyldur eru sérstakar og jafnvel mannskemmandi, því miður. Ég þoli ekki þegar fólk talar um að maður velji ekki fjölskylduna sína, eins og maður sé neyddur til að umgangast þau. Staðreyndin er að þetta er bara fólk eins og aðrir og þú hefur fullt vald yfir því hvort þú hleypir þeim inn í þitt líf eða ekki."}, {"response_to": "30756396", "username": "cutzilla", "message_id": "30756568", "user_id": "103215", "datetime": "2014-07-11 15:52:46", "datestring": "11. júl. '14, kl: 15:52:46", "text": "úff ég finn til með þér. Mitt líf var svipað þessari lýsingu. Ef fjölskyldan er slæm fyrir þig þá er kannski mál að skoða hvort þú þurfir frí frá henni...? sumt fólk er eitur fyrir heilsu manns. Ég þurfti að vinna í mér lengi áður en ég sá árangur og oft var ég við það að gefast upp. Einhvern tímann las ég að ef maður tæki þann tíma sem manni hefði liðið illa þá þyrfti maður allaveganna að vinna í sér því sem samsvaraði 1/3 af þeim tíma þar til að manni færi að líða betur. Hef ekki hugmynd um hvort þetta sé satt en fyrir mig þá tók það mikla vinnu í 6-7 ár áður en ég fann fyrir einhverjum árangri. Ég er greind með langvarandi þunglyndi síðan í barnæsku, kvíðaröskun, félagsfælni, víðáttufælni, áfallastreituröskun og borderline personality."}, {"response_to": "30756568", "username": "She is", "message_id": "30756578", "user_id": "45783", "datetime": "2014-07-11 16:10:07", "datestring": "11. júl. '14, kl: 16:10:07", "text": "ég sef reglulega nánast alla daga, borða reglulega og þokkalega hollt, ég er í námi, smá vinnu, tek lyfin mín alla daga, mæti hjá geðlækninum, hef sótt námskeið og aðstoð upp á geðdeild. Ég er ein alla daga að reyna að láta lífið ganga, ég er bara orðin þreytt á því, þreytt á þessari endalausu baráttu, erfiðleikum og vonleysi á köflum. Baráttu við blankheit, skilningsleysi og bara allt mögulegt."}, {"response_to": "30756578", "username": "orkustöng", "message_id": "30756831", "user_id": "246358", "datetime": "2014-07-11 19:41:05", "datestring": "11. júl. '14, kl: 19:41:05", "text": "búin að fá nóg, þreitt, mér dettur í hug að minnka þá álag , sem er nám og vinna. hætta því , hvernig líst þér á það, taka því rólega þangað til þér líður betur. blankheit, sumir eru ánægðir með bætur og finnst þær meira en nóg,  til að leigja skonsu og kaupa hollan mat."}, {"response_to": "30756831", "username": "She is", "message_id": "30757016", "user_id": "45783", "datetime": "2014-07-11 21:43:27", "datestring": "11. júl. '14, kl: 21:43:27", "text": "ég þarf að vinna minna, það er klárt, námið er að gefa mér mikið og ég tek bara eins og ég ræð við og kannski aðeins meira en það. Ég hef tekið ár þar sem ég hef ekki verið virk, verið bara heima, það er ekki góður staður til að vera endalaust á. Það skiptir máli að vera þátttakandi í lífinu, hafa hlutverk, hitta fólk hafa markmið."}, {"response_to": "30757016", "username": "orkustöng", "message_id": "30757591", "user_id": "246358", "datetime": "2014-07-12 14:25:39", "datestring": "12. júl. '14, kl: 14:25:39", "text": "já gott að vinna ef þú getur , annars ekki, jám , sumir sem vinna ekki fer að leiðast og fara þá að stunda bari stundum, sem er óhollt. þótt þeir vilji helst sleppa því ."}, {"response_to": "30757591", "username": "She is", "message_id": "30757593", "user_id": "45783", "datetime": "2014-07-12 14:27:57", "datestring": "12. júl. '14, kl: 14:27:57", "text": "ég er bara að vinna til að kroppa smá aur til viðbótar við bæturnar. Mér finnst skólinn gefa mér mest, ég get sinnt honum dálítið eins og heilsan leyfir án þess að þurfa að standa neinum skil á því. Reyni að hafa það að markmiði að mæta í sem flesta tíma, það er oft skemmtileg umræða í tímum."}, {"response_to": "30757593", "username": "orkustöng", "message_id": "30757631", "user_id": "246358", "datetime": "2014-07-12 14:50:58", "datestring": "12. júl. '14, kl: 14:50:58", "text": "mér sýnist að þú hafir sæmilega félagshæfileika kannski , amk ánægju af samveru , sumir hafa viljann og njóta félagsskapar en geta samt ekki tengst öðrum vegna annara vandamála. þú gætir verið í mikið betri málum en sumir aðrir."}, {"response_to": "30757631", "username": "She is", "message_id": "30757637", "user_id": "45783", "datetime": "2014-07-12 14:54:54", "datestring": "12. júl. '14, kl: 14:54:54", "text": "ég á auðvelt með að tengjst fólki svo kunningar, skólafélagar og svona fjær mér, treysti illa og á mjög fáa og eiginlega enga nána vini. Er dálítill lóner og finnst það bara ekki svo slæmt ;)"}, {"response_to": "30757637", "username": "orkustöng", "message_id": "30757680", "user_id": "246358", "datetime": "2014-07-12 15:30:16", "datestring": "12. júl. '14, kl: 15:30:16", "text": "þegar manni finnst að maður sé í miklum vanda þá stundum lendir maður á td lesningu td bók um einhvern sem er í miklu meiri vanda og þá gleymir maður sínum eigin í bili og skilur hvað hann er lítill miðað við aðra þótt hann sé töluverður."}, {"response_to": "30756578", "username": "Louise Brooks", "message_id": "30757730", "user_id": "103336", "datetime": "2014-07-12 16:46:03", "datestring": "12. júl. '14, kl: 16:46:03", "text": "Knús!"}, {"response_to": "30756396", "username": "Kalishi", "message_id": "30756581", "user_id": "261182", "datetime": "2014-07-11 16:15:14", "datestring": "11. júl. '14, kl: 16:15:14", "text": "Fyrir ekki svo löngu síðan var ég gríðarlega einangruð, það að bursta tennurnar og vaska upp gat tekið á, því lífsviljinn og löngunin var engin. Mér leið ekkert ósvipað þér, mér fannst ég baggi á kerfinu og fjölskyldunni, vera vonlaus og ekki sjá neina leið út. Mér fannst ég í rauninni bara ein stór mistök eða \"failure\", mér fannst ég einskis nýt og taka pláss og súrefni á þessari jörðu og ekkert til að gefa tilbaka."}, {"response_to": "30756581", "username": "She is", "message_id": "30756584", "user_id": "45783", "datetime": "2014-07-11 16:17:41", "datestring": "11. júl. '14, kl: 16:17:41", "text": "takk, ég er búin að óska eftir að sótt verði um endurhæfingu, ég get ekki gert það sjálf. Er ekki með heimilislækni og geðlæknirinn minn gerir ekkert annað en draga lappirnar og framkvæmir ekkert nema á mjöööögggg löngum tíma. Það tók 2 mánuði að koma beiðni upp á Reykjalund og það er einn og hálfur mánuður síðan ég bað um beiðni yrði send Virk, minni á það í hverjum tíma."}, {"response_to": "30756584", "username": "Kalishi", "message_id": "30756591", "user_id": "261182", "datetime": "2014-07-11 16:23:00", "datestring": "11. júl. '14, kl: 16:23:00", "text": "Ég er líka án heimilislæknis en ég \"mátaði\" bara nokkra á heilsugæslunni minni (því ég hafði engra annarra kosta völ) og valdi svo bara einn ákveðinn, sem mér leist vel á, sem ég fer alltaf til. Þó hann sé ekki skráður heimilislæknirinn okkar þá lít ég bara á hann sem slíkan og panta alltaf hjá honum ef það er möguleiki. Svo hef ég hitt læknanema á heilsugæslunni þess á milli, mér hefur fundist þeir oft áhugameiri en þeir læknar sem hafa unnið við þetta í fjölda ára. Nú er minn aðallæknir í sumarfríi og ég fór með barnið á læknavaktina á heilsugæslunni og við hittum þessa fínu stelpu sem er læknanemi, ég ætla bara til hennar í næstu viku í staðinn fyrir að bíða í mánuð eftir tíma hjá útskrifuðum lækni. Bara svona smá tips til þín hvernig ég hef látið þetta ganga upp, við erum búin að vera án heimilislæknis síðan 2008 þannig að ég lærði bara að bjarga mér sjálf."}, {"response_to": "30756591", "username": "She is", "message_id": "30756593", "user_id": "45783", "datetime": "2014-07-11 16:24:36", "datestring": "11. júl. '14, kl: 16:24:36", "text": "það tekur 4-5 vikur að fá tíma á minni heilsugæslu og síðsti læknir sem ég hitti þar stóð upp og sagði mér að ég yrði bara að finna út úr mínu vandamáli sjálf!"}, {"response_to": "30756593", "username": "Kalishi", "message_id": "30756598", "user_id": "261182", "datetime": "2014-07-11 16:27:10", "datestring": "11. júl. '14, kl: 16:27:10", "text": "Þá er bara að panta næst tíma hjá öðrum. Þeir eru misgóðir þessir læknar, því miður."}, {"response_to": "30756584", "username": "Kalishi", "message_id": "30756594", "user_id": "261182", "datetime": "2014-07-11 16:25:11", "datestring": "11. júl. '14, kl: 16:25:11", "text": "Já og bið eftir endurhæfingu getur tekið á. Ég beið í 15 mánuði eftir að komast í þá endurhæfingu sem ég er í núna. En ekki gefast upp, þetta er erfitt og tíminn er lengi að líða, en biðin borgar sig."}, {"response_to": "30756396", "username": "fálkaorðan", "message_id": "30756847", "user_id": "169630", "datetime": "2014-07-11 19:50:01", "datestring": "11. júl. '14, kl: 19:50:01", "text": "Ef þú ert hálf ónýt þá ertu hálf heil lika ekki gleyma því."}, {"response_to": "30756396", "username": "Mae West", "message_id": "30756941", "user_id": "28460", "datetime": "2014-07-11 20:41:28", "datestring": "11. júl. '14, kl: 20:41:28", "text": "Þetta er bara svo rosalega algengt. Svo rosalega margir fljóta bara þó allt líti vel út á yfirborðinu eða fljóta með allt niðrum sig."}, {"response_to": "30756941", "username": "She is", "message_id": "30757024", "user_id": "45783", "datetime": "2014-07-11 21:50:47", "datestring": "11. júl. '14, kl: 21:50:47", "text": "ég er fyrir nokkru farin í low contact við mest af mínu nánasta fólki, hef nánast engin samskipti af fyrrabragði, geri oftast það sem ég er beðin um en annað ekki."}, {"response_to": "30756396", "username": "Fokk", "message_id": "30756944", "user_id": "200798", "datetime": "2014-07-11 20:44:43", "datestring": "11. júl. '14, kl: 20:44:43", "text": "Vá, það er eins og ég hafi bara skrifað þetta sjálf. Knús."}, {"response_to": "30756944", "username": "Alpha❤", "message_id": "30757662", "user_id": "105727", "datetime": "2014-07-12 15:13:46", "datestring": "12. júl. '14, kl: 15:13:46", "text": "sama hér. þess vegna ætla ég ekkert að skrifa því ég hef enga hjálp að gefa því ég er í skítnum sjálf."}, {"response_to": "30756396", "username": "burrarinn", "message_id": "30757259", "user_id": "167632", "datetime": "2014-07-12 00:03:10", "datestring": "12. júl. '14, kl: 00:03:10", "text": "Tek undir síðustu tvær setningarnar."}]}