{"url": "https://bland.is/umraeda/madurinn-minn-og-fb-er-eg-paranoid-/30750136/?page=942", "date": "2014-07-06 10:43:57", "id": "30750136", "items": [{"text": "Mig langar aðeins að bera eitt atriði undir okkur þar sem við hjónin erum alfarið ósammála.Þannig er mál með vexti að við höfum verið að díla við alls kyns vandamál í okkar hjónabandi sem flest eiga sér rót í trausti eða skorti á trausti. Ástæðan er sú að maðurinn minn varð uppvís að hafa ekki verið heiðarlegur við mig um lengri tíma en hélt þó ekki framhjá mér (segir hann og ég trúi honum). Eitt af því sem særði mig mikið var að sjá að hann hefði verið að spjalla á FB við stelpu sem hann hafði kynnst í einu verkefni í vinnunni og hafði eytt spjallþræðinum. Hann segir að þetta hafi bara verið mjög sakleysisleg umræða og að hann hafi bara eytt henni því að hann vissi að það væri ekki sniðugt að vera að spjalla við hana yfirhöfuð eins og ástandið á heimilinu var á þeim tíma, en ég auðvitað hef mínar efasemdir.Hann er rosalega mikið á FB og addar oft hinum of þessum sem hann þekkir nánast ekki neitt. Hann er með fullt af fólki sem hann getur ekki sagt mér hver er þegar ég spyr, bæði konur og menn.Nú vorum við að koma úr sólarlandafríi. Eins og gengur og gerist hittir maður fólk á hótelinu og við sundlaugina og svona og fer að spjalla. Við hittum tvennar fjölskyldur og svo nokkra unga menn og konur. Nú eftir að við komum heim sé ég að hann er búinn að adda tveimur af stelpunum en engum af strákunum eða hjónunum sem við hittum. Þess má geta að við vorum búin að gera með okkur samkomulag um að vera ekki að adda fólki af hinu kyninu sem við erum í rauninni í engum samskiptum við, þekkjum varla neitt og þurfum ekki að vera í samskiptum við út af vinnu eða þess háttar.Mér sárnaði þetta mjög í ljósi þess sem á undan er gengið og finnst að hann hefði átt að sleppa því að adda þeim. Mér hefði þótt þetta allt öðruvísi ef hann hefði addað einhverjum af mönnunum líka. Honum finnst ég paranoid og að þetta eigi ekki að skipta mig neinu máli af því að ég eigi jú ekki að hafa neitt að óttast. Ég get samt ekki verið sammála því þegar ég veit að hann hefur logið að mér áður og reynt að fela slóð sína eftir að hafa spjallað við stelpuna sem hann var einu sinni að vinna með.Best og eðlilegast væri auðvitað ef sambandið væri þannig að ég myndi ekki kippa mér upp við svona af því að það ríkti traust og gagnsæi í öllum samskiptum en þannig er það bara því miður ekki á þessum tímapunkti.Hvað finnst ykkur? Er ég bara paranoid og algjörlega eðlilegt að hann addi bara tveimur ungum sætum stelpum, en ekki mömmunum í fjölskyldunum sem við hittum eða hinum mönnunum/strákunum sem við hittum?", "title": "Maðurinn minn og FB - Er ég paranoid?", "username": "Stubbalo", "message_id": "30750136", "user_id": "265580", "response_to": null, "datetime": "2014-07-06 10:43:57", "datestring": "6. júl. '14, kl: 10:43:57"}, {"response_to": "30750136", "username": "downton", "message_id": "30750142", "user_id": "234275", "datetime": "2014-07-06 10:51:49", "datestring": "6. júl. '14, kl: 10:51:49", "text": "Karlasni, hvernig nennir þú þessu? Af gefinni reynslu þá mun hann ekki hætta þessu, ég þekki það, þegar ég fór var hann búin að barna eina!"}, {"response_to": "30750136", "username": "Andý", "message_id": "30750146", "user_id": "62139", "datetime": "2014-07-06 10:55:11", "datestring": "6. júl. '14, kl: 10:55:11", "text": "Mér finnst þú paranoid en mér finnst þú alveg hafa góða ástæðu til að vera það. Svo finnst mér maðurinn þinn ekkert vera mjög góður við þig, ef hann væri almennilegur þá væri hann ekki særandi þig eða gefandi þér ástæður til að líða illa og verða nojuð eftir að hafa verið óheiðarlegur við þig. Er hann nokkuð kominn með gráa fiðringinn? Ef hann er skotinn í þér þá kemur hann heiðarlega fram við þig og er ekki að laumupúkast eitthvað og daðrandi (eða hvað hann nú er að gera þarna á facebook) við annað fólk. Finnst mér"}, {"response_to": "30750136", "username": "extraextra", "message_id": "30750150", "user_id": "158919", "datetime": "2014-07-06 10:57:26", "datestring": "6. júl. '14, kl: 10:57:26", "text": "Hver er tilgangurinn að vera vinur einstaklinga á Facebook sem maður þekki ekki né getur útskýrt með góðu móti hver þetta er?"}, {"response_to": "30750150", "username": "Stubbalo", "message_id": "30750154", "user_id": "265580", "datetime": "2014-07-06 10:58:44", "datestring": "6. júl. '14, kl: 10:58:44", "text": "Ég skil það ekki sjálf en oftast er það af því að hann addar fólki um leið og hann hittir það og svo einhverjum mánuðum seinna man han ekki nákvæmlega hvar eða hvenær eða hver tengingin var."}, {"response_to": "30750154", "username": "Andý", "message_id": "30750157", "user_id": "62139", "datetime": "2014-07-06 11:01:41", "datestring": "6. júl. '14, kl: 11:01:41", "text": "Abbababb. Mér finnst hann vera fífl, sumt fólk er samt svona. Verður að vera með allar klær úti og stöðugt í leit að einhverri viðurkenningu. Ég held að hann sé þannig, sko eftir að hafa lesið það sem þú skrifaðir um hann"}, {"response_to": "30750154", "username": "extraextra", "message_id": "30750159", "user_id": "158919", "datetime": "2014-07-06 11:02:58", "datestring": "6. júl. '14, kl: 11:02:58", "text": "Sérstakt."}, {"response_to": "30750159", "username": "Stubbalo", "message_id": "30750164", "user_id": "265580", "datetime": "2014-07-06 11:07:22", "datestring": "6. júl. '14, kl: 11:07:22", "text": "Ég er alveg sammála þér og við höfum unnið mjög mikið í því að endurbyggja traustið. Það hefur á margan hátt gengið vel en það eru enn sár sem eru ekki gróin og FB hefur verið viðkvæmur blettur. Þess vegna sárnar mér enn meira að hann geti ekki aðeins bakkað og haldið aftur af sér og leyft mér að sjá að hann sé tilbúinn að færa fórnir (þó mér finnist það nú ekki mikil fórn að sleppa því að adda stelpum sem maður hefur hitt einu sinni eða tvisvar á sólarströnd) svo mér líði betur. En hann heldur fast í að þetta sé þvílíkt principp atriði að ég stjórni sko ekki hverjum hann addi á FB (sem ég myndi skilja ef aðstæður væru aðrar)."}, {"response_to": "30750164", "username": "Andý", "message_id": "30750168", "user_id": "62139", "datetime": "2014-07-06 11:10:39", "datestring": "6. júl. '14, kl: 11:10:39", "text": "Úff. Ég þoli manninn þinn ekki!"}, {"response_to": "30750164", "username": "Þönderkats", "message_id": "30750198", "user_id": "53328", "datetime": "2014-07-06 11:33:37", "datestring": "6. júl. '14, kl: 11:33:37", "text": "Vá hvað mér finnst ömurlegt að hann geti ekki tekið tillit til þinna tilfinninga. Hvort er mikilvægara þú og þín líðan eða þetta asnalega prinsipp?"}, {"response_to": "30750198", "username": "Stubbalo", "message_id": "30750202", "user_id": "265580", "datetime": "2014-07-06 11:34:55", "datestring": "6. júl. '14, kl: 11:34:55", "text": "Í þessu tilfelli er það augljóslega prinsippið. Hann segir það sjálfur."}, {"response_to": "30750202", "username": "Þönderkats", "message_id": "30750215", "user_id": "53328", "datetime": "2014-07-06 11:40:15", "datestring": "6. júl. '14, kl: 11:40:15", "text": "Og hvað segir það þér um hans forgangsröðun? Frekar sjúkt... Ég held að þú eigir miklu betra skilið en mann sem kann ekki að meta þig og er sama um þína líðan."}, {"response_to": "30750215", "username": "Stubbalo", "message_id": "30750222", "user_id": "265580", "datetime": "2014-07-06 11:42:34", "datestring": "6. júl. '14, kl: 11:42:34", "text": "Já, mér finnst þetta prinsipp líka rosalega sjúkt og þess vegna er svo erfitt að heyra að maður sjálfur sé bara panoid og sikk fyrir að að líða svona og að ég eigi bara að \"get over it\" og hætta að haga mér eins og fáviti. Ég veit ekki um margar konur sem myndi finnast þetta bara allt í lagi og þær sem finnst það eru eflaust bara orðnar þvílíkt bældar. Ég ætla ekki að verða þannig!"}, {"response_to": "30750222", "username": "Þönderkats", "message_id": "30750238", "user_id": "53328", "datetime": "2014-07-06 11:50:19", "datestring": "6. júl. '14, kl: 11:50:19", "text": "Það eru líka alveg týpískt að kalla konu nojaða, klikkaða og sikk, haga sér eins og hálviti, heimskulega o.s.frv til að láta hana efast um sig og reyna að koma því inná hana að hún sé vandamálið ekki hann."}, {"response_to": "30750238", "username": "Þönderkats", "message_id": "30750240", "user_id": "53328", "datetime": "2014-07-06 11:50:53", "datestring": "6. júl. '14, kl: 11:50:53", "text": "Og já, gott hjá þér, stattu með sjálfri þér."}, {"response_to": "30750238", "username": "Stubbalo", "message_id": "30750243", "user_id": "265580", "datetime": "2014-07-06 11:51:43", "datestring": "6. júl. '14, kl: 11:51:43", "text": "Einmitt. Og oftar en ekki þegar hann hefur logið að mér hefur hann líka reynt að sannfæra mig um að hann hafi verið að gera það til þess að verja mig. Af því að ég hefði ekki höndlað sannleikann eða eitthvað álíka. En það verður einmitt bara til þess að mér finnst að hann hafi afskaplega lítið álit á mér."}, {"response_to": "30750243", "username": "Andý", "message_id": "30750253", "user_id": "62139", "datetime": "2014-07-06 11:55:23", "datestring": "6. júl. '14, kl: 11:55:23", "text": "Oj, en ljótt"}, {"response_to": "30750243", "username": "Þönderkats", "message_id": "30750259", "user_id": "53328", "datetime": "2014-07-06 11:57:59", "datestring": "6. júl. '14, kl: 11:57:59", "text": "Sko allt svona sem þarf að fela er ekki eðlilegt, og ef hann þarf eða þú veist ,,þarf\" að fela svona fyrir þér er bara ekki eðlilegt. Eins og að segja æji ég vildi ekki segja þér að ég kyssti stelpu á djamminu af því ég vildi ekki særa þig. Hann var sko að gera þér greiða með því að segja þér ekki sannleikann, það er fáránleg rök."}, {"response_to": "30750238", "username": "Andý", "message_id": "30750245", "user_id": "62139", "datetime": "2014-07-06 11:52:57", "datestring": "6. júl. '14, kl: 11:52:57", "text": "Já hvað er það?"}, {"response_to": "30750222", "username": "TheMadOne", "message_id": "30750247", "user_id": "67426", "datetime": "2014-07-06 11:53:21", "datestring": "6. júl. '14, kl: 11:53:21", "text": "hann heldur í þetta prinsip af því hann vill ekki hætta hegðuninni. Ef þú sættir þig við prinsippið þá sættir þú þig við hegðunina. Þetta er óheiðarlegur gaur, ég myndi ekki þola þetta."}, {"response_to": "30750247", "username": "Stubbalo", "message_id": "30750254", "user_id": "265580", "datetime": "2014-07-06 11:55:34", "datestring": "6. júl. '14, kl: 11:55:34", "text": "Mér finnst alla veganna magnað ef prinsipp er meira virði en ég og hjónaband okkar og fjölskyldulíf. Honum finnst að ég megi ekki stilla honum svona upp við vegg en mér finnst mér og mínum tilfinningum stillt upp við vegg þegar ég á alltaf bara að sætta mig við einhverja hegðun sem mér finnst mjög særandi, af því að hann getur ekki skilið að hún sé særandi."}, {"response_to": "30750254", "username": "Andý", "message_id": "30750263", "user_id": "62139", "datetime": "2014-07-06 11:59:13", "datestring": "6. júl. '14, kl: 11:59:13", "text": "Sko, hann skilur víst alveg að hann særi þig. Honum er bara skítsama. Sumt fólk er þannig"}, {"response_to": "30750254", "username": "TheMadOne", "message_id": "30750273", "user_id": "67426", "datetime": "2014-07-06 12:03:10", "datestring": "6. júl. '14, kl: 12:03:10", "text": "hann hangir á prinsippinu af því að hann getur í raun ekki rökstutt af hverju hann ætti að vera að adda ókunnugum stelpum á facebookið hjá sér. Ég get ekkert annað en giskað en ég myndi halda að hann langi til að daðra og þetta sé \"viðurkennda aðferðin\" öfugt við að fara á einkamál eða eitthvað þannig. Ef ég ætti kærasta sem gerði svona að prinsipmáli þrátt fyrir að það væri verið að vinna úr óheiðarleika sem hefði komið upp þá yrði ég mjög paranoid"}, {"response_to": "30750164", "username": "Helgust", "message_id": "30750335", "user_id": "147413", "datetime": "2014-07-06 12:36:06", "datestring": "6. júl. '14, kl: 12:36:06", "text": "Stelpur sem voru þarna með mæðrum sínum?"}, {"response_to": "30750164", "username": "Smákökudrottning", "message_id": "30750536", "user_id": "92810", "datetime": "2014-07-06 16:33:19", "datestring": "6. júl. '14, kl: 16:33:19", "text": "Ein spurning... Þú skrifar að ÞIÐ hafið unnið í að endurbyggja traustið. Ertu viss um að ÞIÐ hafið unnið í því eða hvrt bara ÞÚ hafir verið að vinna í að endutmrbyggja traustið."}, {"response_to": "30750536", "username": "Stubbalo", "message_id": "30750537", "user_id": "265580", "datetime": "2014-07-06 16:34:17", "datestring": "6. júl. '14, kl: 16:34:17", "text": "Góðar og gildar spurningar, en já, hann hefur líka unnið í því (vil ekki fara mikið nánar út í það hér) og á margan hátt gengið mjög vel. En eins og ég sagði fyrr eru enn opin sár og viðkvæmir blettir og hann höndlar það mjög illa."}, {"response_to": "30750136", "username": "Walter", "message_id": "30750165", "user_id": "61360", "datetime": "2014-07-06 11:09:49", "datestring": "6. júl. '14, kl: 11:09:49", "text": "Lestu yfir það sem þú skrifaðir og spurðu sjálfa þig hvað þú myndir segja ef þetta væri vinkona þín sem skrifaði þetta."}, {"response_to": "30750165", "username": "Stubbalo", "message_id": "30750174", "user_id": "265580", "datetime": "2014-07-06 11:15:44", "datestring": "6. júl. '14, kl: 11:15:44", "text": "Ég veit hvað ég myndi segja. Ég myndi segja henni að fara frá honum. En lífið er ekki alltaf svo svart hvítt og þegar allt kemur til alls elska ég hann svakalega mikið og finnst við eiga svo margt gott saman sem er ekki þess virði að fórna. Mér finnst bara svo sárt að þetta þurfi að vera hluti af okkar lífi. Veit vel að það ÞARF þess ekki en þannig líður mér samt núna."}, {"response_to": "30750136", "username": "UndiR RóS", "message_id": "30750184", "user_id": "204665", "datetime": "2014-07-06 11:25:49", "datestring": "6. júl. '14, kl: 11:25:49", "text": "\"Honum finnst ég paranoid og að þetta eigi ekki að skipta mig neinu máli\""}, {"response_to": "30750184", "username": "Stubbalo", "message_id": "30750187", "user_id": "265580", "datetime": "2014-07-06 11:27:43", "datestring": "6. júl. '14, kl: 11:27:43", "text": "Það er nákvæmlega það sem ég segi líka. Það að hann vilji endilega halda inni stelpu sem hann hefur spjallað við kannski samtals í 2 tíma um ævina, þó að það særi mig þvílíkt, finnst mér hreinlega niðurlægjandi. Það fær mig til að líða eins og ég sé nánast minna virði en þessi nýja FB vinkona."}, {"response_to": "30750187", "username": "Andý", "message_id": "30750194", "user_id": "62139", "datetime": "2014-07-06 11:31:30", "datestring": "6. júl. '14, kl: 11:31:30", "text": "Það ER líka niðurlægjandi. Þó mest fyrir hann, bara svo þú vitir það. Ég skil vel að þér líði illa, hann er bara hreint ekkert mjög almennilegur við þig"}, {"response_to": "30750194", "username": "Stubbalo", "message_id": "30750196", "user_id": "265580", "datetime": "2014-07-06 11:32:38", "datestring": "6. júl. '14, kl: 11:32:38", "text": "Honum finnst þetta mjög niðurlægjandi en aðallega af því að honum finnst niðurlægjandi að ég sé að gefa í skyn að hann gæti haldið framhjá mér sem hann vill meina að hann myndi aldrei gera."}, {"response_to": "30750196", "username": "Andý", "message_id": "30750199", "user_id": "62139", "datetime": "2014-07-06 11:33:39", "datestring": "6. júl. '14, kl: 11:33:39", "text": "Hvað gerði hann sem varð til þess að þér fannst erfitt að treysta honum?"}, {"response_to": "30750199", "username": "Stubbalo", "message_id": "30750203", "user_id": "265580", "datetime": "2014-07-06 11:35:10", "datestring": "6. júl. '14, kl: 11:35:10", "text": "Laug ítrekað að mér."}, {"response_to": "30750203", "username": "Andý", "message_id": "30750206", "user_id": "62139", "datetime": "2014-07-06 11:36:23", "datestring": "6. júl. '14, kl: 11:36:23", "text": "Æi, ég finn mjög mikið til með þér :("}, {"response_to": "30750206", "username": "Stubbalo", "message_id": "30750212", "user_id": "265580", "datetime": "2014-07-06 11:38:10", "datestring": "6. júl. '14, kl: 11:38:10", "text": "Takk. Þetta er erfitt og sorglegt. Ég gæti líka skrifað heila ritgerð um hvað hann er góður við mig á mörgum sviðum. En það er ekki hægt að horfa framhjá því þegar hann særir mig svona viljandi. Hann særði mig ekki viljandi með því að adda þeim, en hann særir mig viljandi þegar hann tilkynnir mér að ég geti bara fokkað mér þegar ég bið hann um að henda viðkomandi út af FB."}, {"response_to": "30750212", "username": "Andý", "message_id": "30750218", "user_id": "62139", "datetime": "2014-07-06 11:41:43", "datestring": "6. júl. '14, kl: 11:41:43", "text": "Já og mundu eitt, lífið er eitt augnablik bara. Ekki eyða því í að gráta"}, {"response_to": "30750212", "username": "Stubbalo", "message_id": "30750220", "user_id": "265580", "datetime": "2014-07-06 11:42:04", "datestring": "6. júl. '14, kl: 11:42:04", "text": "Já, mér finnst þetta prinsipp líka rosalega sjúkt og þess vegna er svo erfitt að heyra að maður sjálfur sé bara panoid og sikk fyrir að að líða svona og að ég eigi bara að \"get over it\" og hætta að haga mér eins og fáviti. Ég veit ekki um margar konur sem myndi finnast þetta bara allt í lagi og þær sem finnst það eru eflaust bara orðnar þvílíkt bældar. Ég ætla ekki að verða þannig!"}, {"response_to": "30750212", "username": "mileys", "message_id": "30750893", "user_id": "30921", "datetime": "2014-07-06 20:59:24", "datestring": "6. júl. '14, kl: 20:59:24", "text": "Vóó, að þú getir bara fokkað þér?!?  Er það þannig sem hann talar við þig??"}, {"response_to": "30750203", "username": "TheMadOne", "message_id": "30750225", "user_id": "67426", "datetime": "2014-07-06 11:44:17", "datestring": "6. júl. '14, kl: 11:44:17", "text": "ég ætla að vera leiðinleg en ég þekki engan sem hefur logið mikið og lengi og hefur hætt því bara vegna þess að viðkomandi hefur sagst ætla að hætta því."}, {"response_to": "30750225", "username": "downton", "message_id": "30750231", "user_id": "234275", "datetime": "2014-07-06 11:46:06", "datestring": "6. júl. '14, kl: 11:46:06", "text": "satt!"}, {"response_to": "30750231", "username": "Stubbalo", "message_id": "30750239", "user_id": "265580", "datetime": "2014-07-06 11:50:23", "datestring": "6. júl. '14, kl: 11:50:23", "text": "Þetta er það sem maður heyrir alltaf og óttast að sé satt. Samt heldur maður alltaf í vonina um að einmitt hann sé öðruvísi."}, {"response_to": "30750239", "username": "downton", "message_id": "30750256", "user_id": "234275", "datetime": "2014-07-06 11:56:46", "datestring": "6. júl. '14, kl: 11:56:46", "text": "ég gerði það líka, nokkrum sinnum :("}, {"response_to": "30750239", "username": "gegtspari", "message_id": "30750478", "user_id": "92593", "datetime": "2014-07-06 15:12:53", "datestring": "6. júl. '14, kl: 15:12:53", "text": "Úff, ég var í sambandi með manni sem laug, og mín reynsla er sú að þeir hætti því aldrei. Það voru mörg loforð og oft byrjað upp á nýtt, en lygarnar komu alltaf aftur. Sumt fólk ræður ekki við þetta."}, {"response_to": "30750187", "username": "UndiR RóS", "message_id": "30750195", "user_id": "204665", "datetime": "2014-07-06 11:32:02", "datestring": "6. júl. '14, kl: 11:32:02", "text": "Hann er þvílíkt að drulla yfir þig."}, {"response_to": "30750195", "username": "Stubbalo", "message_id": "30750200", "user_id": "265580", "datetime": "2014-07-06 11:34:01", "datestring": "6. júl. '14, kl: 11:34:01", "text": "Ég er svo sammála. Hef alltaf sagt við hann að það sé enginn á FB sem sé mér svo mikils virði að hafa þar að ég myndi ekki henda viðkomandi út ef þetta væri særandi fyrir hann. Hvort sem ég myndi skilja það eða ekki af hverju honum þætti það særandi."}, {"response_to": "30750195", "username": "Þönderkats", "message_id": "30750229", "user_id": "53328", "datetime": "2014-07-06 11:45:32", "datestring": "6. júl. '14, kl: 11:45:32", "text": "Mér finnst það almennt ekkert sjálfsagt, t.d. átti vinkona mín klikkaðann kærasta sem lét hana henda öllum stráum út af sínu fési þegar þau byrjuðu saman og bannaði henni að hafa stráka inná því. En í þessu máli þá er það bara allt annað og það minnsta sem maðurinn getur gert."}, {"response_to": "30750229", "username": "Andý", "message_id": "30750237", "user_id": "62139", "datetime": "2014-07-06 11:50:17", "datestring": "6. júl. '14, kl: 11:50:17", "text": "Haha þannig fólk er alveg snar, ég gæti ekki verið með svona afbrýðismanneskju. Ég fæ paník bara að hugsa um þannig sambönd"}, {"response_to": "30750237", "username": "Stubbalo", "message_id": "30750246", "user_id": "265580", "datetime": "2014-07-06 11:52:58", "datestring": "6. júl. '14, kl: 11:52:58", "text": "Ég hef bara beðið hann um að henda einni manneskju út og það var sú sem hann hafði verið að spjalla við og eytt síðan spjallinu. Hann lét sig hafa það en talar ennþá um hvað honum hafi þótt niðurlægjandi að þurfa að gera það."}, {"response_to": "30750237", "username": "Þönderkats", "message_id": "30750250", "user_id": "53328", "datetime": "2014-07-06 11:54:07", "datestring": "6. júl. '14, kl: 11:54:07", "text": "Haha ég líka, gæti ekki verið með einhverjum sem treysti mér ekki. Ef hann gerir ráð fyrir því að maður svíki hann þá getur hann varla haft mikið álit á minni og afhverju að vera með manni sem finnst maður greinilega vera illa gerð manneskja?"}, {"response_to": "30750250", "username": "Stubbalo", "message_id": "30750258", "user_id": "265580", "datetime": "2014-07-06 11:57:17", "datestring": "6. júl. '14, kl: 11:57:17", "text": "Af því að lífið er ekki alltaf svona svart hvítt. Ég get haft mikið álit á honum og nánast öllum sviðum en samt efast um traust hans vegna aðstæðna sem hann kom sér í. Fæst hjónabönd endast í 60 ár án þess að það komi til þess að fólk þurfi að díla við aðstæður sem það vonaðist og jafnvel hélt að það myndi aldrei komast í."}, {"response_to": "30750258", "username": "Stubbalo", "message_id": "30750265", "user_id": "265580", "datetime": "2014-07-06 11:59:43", "datestring": "6. júl. '14, kl: 11:59:43", "text": "Og ef hann meikar ekki að vera með mér lengur af því að ég treysti honum ekki af því að hann laug að mér þá á hann að taka af skarið og fara."}, {"response_to": "30750258", "username": "Þönderkats", "message_id": "30750268", "user_id": "53328", "datetime": "2014-07-06 12:01:15", "datestring": "6. júl. '14, kl: 12:01:15", "text": "Nei sko ég er ekki að tala um þitt mál, alls ekki. Heldur svona sjúkleg afbrýðisemi sem byrjar bara liggur við frá degi 1 og fylgir oft andlegt ofbeldi í kjölfarið."}, {"response_to": "30750268", "username": "Stubbalo", "message_id": "30750272", "user_id": "265580", "datetime": "2014-07-06 12:02:57", "datestring": "6. júl. '14, kl: 12:02:57", "text": "Einmitt. Ég var aldrei afbrýðisama týpan. Hann fékk að fara til útlanda með vinum sínum, ferðast vegna vinnunnar og gera bara hvað sem var án þess að ég hefði nokkurn tímann áhyggjur, enda hafði ég aldrei þurft að hafa þær fannst mér. Þess vegna var fallið líka svo hátt þegar trúnaðarbresturinn varð og það batnaði ekki við það þegar hann laug að mér aftur þegar  ég taldi okkur vera komin á ansi gott ról."}, {"response_to": "30750272", "username": "Þönderkats", "message_id": "30750286", "user_id": "53328", "datetime": "2014-07-06 12:06:59", "datestring": "6. júl. '14, kl: 12:06:59", "text": "Æji þetta er bara ömurlegt að þurfa að standa í þessu."}, {"response_to": "30750272", "username": "Andý", "message_id": "30750292", "user_id": "62139", "datetime": "2014-07-06 12:09:11", "datestring": "6. júl. '14, kl: 12:09:11", "text": "Það er svo ömurlegt að lenda í svona fólki og þurfa að byrja að díla við allskonar eitthvað sem maður hefur ekki einu sinni stjórn á sjálfur"}, {"response_to": "30750272", "username": "fabia69", "message_id": "30750503", "user_id": "74289", "datetime": "2014-07-06 15:40:24", "datestring": "6. júl. '14, kl: 15:40:24", "text": "hann hefur engan áhuga á að laga þetta samband"}, {"response_to": "30750503", "username": "Stubbalo", "message_id": "30750532", "user_id": "265580", "datetime": "2014-07-06 16:22:55", "datestring": "6. júl. '14, kl: 16:22:55", "text": "Nei, við áttum langt spjall um þetta og ég útskýrði mínar tilfinningar og mín viðbrögð. Hann eyddi henni af FB og sagðist finnast leitt að mér liði svona illa en hann vildi ekki samþykkja að hann hefði gert neitt rangt. Ég get ekki samþykkt það og sérstaklega ekki viðbrögð hans í dag því hann gjörsamlega trompaðist."}, {"response_to": "30750532", "username": "TheMadOne", "message_id": "30750544", "user_id": "67426", "datetime": "2014-07-06 16:42:47", "datestring": "6. júl. '14, kl: 16:42:47", "text": "Æi knús, þú þarft að fá einhverja fjarlægð á þetta og jafna þig. Þessi maður er ekki góður við þig"}, {"response_to": "30750532", "username": "downton", "message_id": "30750607", "user_id": "234275", "datetime": "2014-07-06 17:39:45", "datestring": "6. júl. '14, kl: 17:39:45", "text": "Æj hvað ég vorkenni þér, vertu nú góð við sjálfa þig og farðu frá honum. Þú átt svo miklu betra skilið en þetta."}, {"response_to": "30750532", "username": "Pox222", "message_id": "30750683", "user_id": "265029", "datetime": "2014-07-06 18:54:09", "datestring": "6. júl. '14, kl: 18:54:09", "text": "Úfff þetta er erfitt. En þarna ert þú að setja honum ákveðin mörk á þessa hegðun- það er mjög gott hjá þér. Ef þetta er of erfitt fyrir hann verðið þið að taka á því."}, {"response_to": "30750532", "username": "ove", "message_id": "30751050", "user_id": "44170", "datetime": "2014-07-06 22:26:08", "datestring": "6. júl. '14, kl: 22:26:08", "text": "Þetta er framkoma sem ekki er hægt að.verja hja.fullorðnum manni.  Bara það að honum finnst hann ekki hafa gert neitt,rangt, þegar það er svo,augljóst. Í þínum sporum myndi ég hugsa mig vel um áframhald ið."}, {"response_to": "30751050", "username": "TheMadOne", "message_id": "30751053", "user_id": "67426", "datetime": "2014-07-06 22:32:48", "datestring": "6. júl. '14, kl: 22:32:48", "text": "ef honum finnst hann ekki hafa gert neitt rangt þá er sjálfgefið að þetta á ekki eftir að batna en mögulega að versna"}, {"response_to": "30750532", "username": "Andý", "message_id": "30751315", "user_id": "62139", "datetime": "2014-07-07 09:01:55", "datestring": "7. júl. '14, kl: 09:01:55", "text": "Mæómæ, hann er nú bara eitthvað mikið sjúkur"}, {"response_to": "30750532", "username": "Vasadiskó", "message_id": "30751598", "user_id": "164849", "datetime": "2014-07-07 14:37:17", "datestring": "7. júl. '14, kl: 14:37:17", "text": "Ef hann reynir seinna að afsaka þessa framkomu með að hann hafi verið reiður og ekki ráðið við sig, taktu vel eftir því að hann skemmdi bara það sem þú áttir. Hann réði nógu mikið við sig til að skemma ekki tölvuna sína, en hann braut gleraugun þín. Það ætti að segja þér eitthvað."}, {"response_to": "30750258", "username": "sem er", "message_id": "30751229", "user_id": "1190", "datetime": "2014-07-07 02:02:01", "datestring": "7. júl. '14, kl: 02:02:01", "text": "Svona hugsaði ég líka einu sinni.. Það er bara eðlilegt að berjast í gegnum vanlíðan og erfiðleika til að láta samband ganga og ég var algjörlega á því að ég yrði með mínum fyrrverandi alla ævi. Ég var tilbúin til að fórna öllu svo það yrði, enda eru sambönd ekkert annað en fórnir og vinna, ekki satt?"}, {"response_to": "30750136", "username": "everything is doable", "message_id": "30750186", "user_id": "17765", "datetime": "2014-07-06 11:27:16", "datestring": "6. júl. '14, kl: 11:27:16", "text": "ég get ekki alveg sett mig í þessi spor þar sem ég skoða ekki einu sinni facebook hjá kallinum mínum þó ég sé með lykilorðið og geti það mjög auðveldlega en hér er líka fulllkomið traust ef það væri ekki þá er ég ekki vissum að ég myndi nenna því að vera alltaf að efast eða vera með þetta á heilanum all daga."}, {"response_to": "30750186", "username": "Stubbalo", "message_id": "30750189", "user_id": "265580", "datetime": "2014-07-06 11:29:38", "datestring": "6. júl. '14, kl: 11:29:38", "text": "Maður þarf nú ekkert lykilorðið til að sjá hvaða nýju vini fólk sem maður er tengt á FB á."}, {"response_to": "30750189", "username": "everything is doable", "message_id": "30750191", "user_id": "17765", "datetime": "2014-07-06 11:30:00", "datestring": "6. júl. '14, kl: 11:30:00", "text": "það er ekkert mál að hafa það falið"}, {"response_to": "30750136", "username": "JungleDrum", "message_id": "30750190", "user_id": "29871", "datetime": "2014-07-06 11:29:54", "datestring": "6. júl. '14, kl: 11:29:54", "text": "Fyrir einhvern sem segist ekki hafa neitt að fela finnst mér hann haga sér eins og einhver sem hefur samt eitthvað að fela..."}, {"response_to": "30750136", "username": "Þönderkats", "message_id": "30750192", "user_id": "53328", "datetime": "2014-07-06 11:30:33", "datestring": "6. júl. '14, kl: 11:30:33", "text": "Æjj ég er nú almennt voða líbó með svona en mér finnst nú það minnsta sem hann getur gert að fara eftir þessu samkomulagi meðan þið eruð að vinna í traustinu og ykkar málum. Meina hann þarf að sína að hann sjái eftir þessu sem hann gerði en honum virðist vera alveg sama, afhverju þarf hann að vera að adda þessum stelpum þegar hann veit að þú ert óörugg og líður illa yfir því? Þú veist, ef þetta er svona ómerkilegt og skiptir engu máli afhverju getur hann þá ekki bara eytt þeim þá?"}, {"response_to": "30750136", "username": "Bakasana", "message_id": "30750197", "user_id": "266266", "datetime": "2014-07-06 11:32:50", "datestring": "6. júl. '14, kl: 11:32:50", "text": "Allt svona \"Facebook eyðileggur hjónabönd og sambönd\" finnst mér vera mjög langsótt. En hvað svo sem maðurinn heldur að hann sé að gera þegar hann bætir þessum stúlkum á vinalistann sinn þvert á þínar óskir, er það asnalegt. Hljómar eins og hann sé að testa mörkin eins og krakki. Þið eruð búin að komast  samkomulagi, nú þarf að standa við það."}, {"response_to": "30750197", "username": "Andý", "message_id": "30750201", "user_id": "62139", "datetime": "2014-07-06 11:34:44", "datestring": "6. júl. '14, kl: 11:34:44", "text": "Alveg sammála öllu sem þú sagðir!"}, {"response_to": "30750136", "username": "CharlieSheen", "message_id": "30750435", "user_id": "94839", "datetime": "2014-07-06 14:22:42", "datestring": "6. júl. '14, kl: 14:22:42", "text": "Ég myndi ekkert vera að lyfta mér upp við þetta. Varla hægt að halda framhjá í gegnum Facebook."}, {"response_to": "30750435", "username": "gegtspari", "message_id": "30750479", "user_id": "92593", "datetime": "2014-07-06 15:14:17", "datestring": "6. júl. '14, kl: 15:14:17", "text": "Það er hægt að daðra í gegnum Facebook, sem er að vissu leyti andlegt framhjáhald. Svo er hægt að skipuleggja framhjáhald í spjalli þar."}, {"response_to": "30750435", "username": "TheMadOne", "message_id": "30750481", "user_id": "67426", "datetime": "2014-07-06 15:15:22", "datestring": "6. júl. '14, kl: 15:15:22", "text": "svo að online daður verður aldrei neitt meira?"}, {"response_to": "30750435", "username": "Vasadiskó", "message_id": "30751608", "user_id": "164849", "datetime": "2014-07-07 14:43:48", "datestring": "7. júl. '14, kl: 14:43:48", "text": "Framhjáhald er ekki vandamálið hér, heldur traust. Þau gerðu með sér samkomulag og hann virðir það svo að vettugi, sem vekur upp hjá henni spurningar um hverju öðru hann hafi lofað sem hann hefur ekki áhuga á að standa við. Það er lélegur grundvöllur fyrir sambandi."}, {"response_to": "30750136", "username": "Mae West", "message_id": "30750553", "user_id": "28460", "datetime": "2014-07-06 16:48:17", "datestring": "6. júl. '14, kl: 16:48:17", "text": "> \"við vorum búin að gera með okkur samkomulag um að vera ekki að adda fólki af hinu kyninu sem við erum í rauninni í engum samskiptum við, þekkjum varla neitt og þurfum ekki að vera í samskiptum við út af vinnu eða þess háttar.\""}, {"response_to": "30750136", "username": "fálkaorðan", "message_id": "30750554", "user_id": "169630", "datetime": "2014-07-06 16:49:36", "datestring": "6. júl. '14, kl: 16:49:36", "text": "Get over it!"}, {"response_to": "30750554", "username": "vitoacconci", "message_id": "30750673", "user_id": "253409", "datetime": "2014-07-06 18:43:33", "datestring": "6. júl. '14, kl: 18:43:33", "text": "ertu for real?"}, {"response_to": "30750554", "username": "Heiðlóan ♫♬♪ ♩", "message_id": "30750718", "user_id": "267951", "datetime": "2014-07-06 19:11:04", "datestring": "6. júl. '14, kl: 19:11:04", "text": "Ég ætla að vona að þú hafir sett þetta ÁÐUR en hún skrifaði að hann hefði ráðist á hana og brotið gleraugun hennar fyrir líta á skjáinn á tölvunni hans"}, {"response_to": "30750718", "username": "fálkaorðan", "message_id": "30750880", "user_id": "169630", "datetime": "2014-07-06 20:42:07", "datestring": "6. júl. '14, kl: 20:42:07", "text": "Að sjálfsögðu ég er að svara upphafsinnlegginu"}, {"response_to": "30750554", "username": "UndiR RóS", "message_id": "30750757", "user_id": "204665", "datetime": "2014-07-06 19:31:45", "datestring": "6. júl. '14, kl: 19:31:45", "text": "Ég ætla að vona að þú hafir blaðrað þessu út úr þér án þess að hafa lesið umræðuna því þú ert að segja við konu sem beitt er ofbeldi að \"get over it\"."}, {"response_to": "30750757", "username": "Andý", "message_id": "30751106", "user_id": "62139", "datetime": "2014-07-06 23:19:10", "datestring": "6. júl. '14, kl: 23:19:10", "text": "Halló! Ekki hef ég séð \"brotin gleraugu\" svör, mín svör standa samt. Þessi maður er ekki góður og það sást strax í upphafsinnlegginu"}, {"response_to": "30751106", "username": "UndiR RóS", "message_id": "30751161", "user_id": "204665", "datetime": "2014-07-07 00:11:37", "datestring": "7. júl. '14, kl: 00:11:37", "text": "Alveg rétt, það sést strax á upphafsinnleginu að maðurinn er ekki góður, en svona \"get over it\" komment eru frekar léleg og í þessu tilfelli er agalegt að kommenta með því án þess að hafa lesið umræðuna."}, {"response_to": "30750136", "username": "gomma19", "message_id": "30750697", "user_id": "150954", "datetime": "2014-07-06 19:01:12", "datestring": "6. júl. '14, kl: 19:01:12", "text": "Fyrirgefið, en ertu ekki að fara fram á að þú fáir að ráða því hvernig hann hagar sér (t.d. á FB)?"}, {"response_to": "30750136", "username": "assange", "message_id": "30750700", "user_id": "28026", "datetime": "2014-07-06 19:02:36", "datestring": "6. júl. '14, kl: 19:02:36", "text": "Hallæris gæji.. Va hvad madur tekkir typuna.. Losadu tig vid hann"}, {"response_to": "30750136", "username": "shithole", "message_id": "30750971", "user_id": "277271", "datetime": "2014-07-06 21:41:38", "datestring": "6. júl. '14, kl: 21:41:38", "text": "segðu honum að hætta þessu eða þú sért farinn."}, {"response_to": "30750136", "username": "sem er", "message_id": "30751222", "user_id": "1190", "datetime": "2014-07-07 01:46:21", "datestring": "7. júl. '14, kl: 01:46:21", "text": "Ekki trúa honum þegar hann segist ekki hafa haldið framhjá.. Ég lofa þér að hann hefur gert það og mun gera það áfram.."}, {"response_to": "30750136", "username": "strákamamma", "message_id": "30751351", "user_id": "11836", "datetime": "2014-07-07 09:53:16", "datestring": "7. júl. '14, kl: 09:53:16", "text": "myndi ekki nenna þessum gaur.   hann er greinilega bar svona.  myndi heldur ekki trúa honum að hann hafi bara verið að spjalla sakleysislega við stelpu og verða svo að eyða spjallinu...."}, {"response_to": "30750136", "username": "Júlí 78", "message_id": "30751376", "user_id": "245905", "datetime": "2014-07-07 10:45:50", "datestring": "7. júl. '14, kl: 10:45:50", "text": "Þú segir: \" elska ég hann svakalega mikið og finnst við eiga svo margt gott saman sem er ekki þess virði að fórna.\" Og talar svo um hvað hann hafi líka verið góður við þig. Það er ekki erfitt fyrir menn að vera svakalega góðir við konur sínar en vera svo á netinu að daðra við aðrar konur. Hvað heldurðu að hann sé að gera þegar hann er að adda þessum ungu stúlkum úr ferðalaginu á Fb en en ekki mömmum þeirra eða hinum mönnunum sem þið hittuð?  Kannski tala um veðrið? Nei honum finnst greinilega bara allt í lagi að vera að daðra við aðrar konur þó hann sé giftur þér. Og guð má vita hvað hann hefur gengið langt í þeim efnum. Kannski ekki ennþá farinn að sofa hjá öðrum en hvað veit maður? Ég held það sé greinilegt að hann sé kominn með gráa fiðringinn, a.m.k. langi til að sofa hjá einhverri ungri stúlku. Varla er hann að adda þessum ungum stúlkum á Fb. til að gefa föðurleg ráð? Eiginlega finnst mér nú að þú mættir nú alveg láta þennan kall fjúka en ef þú endilega vilt reyna eitthvað meira með honum þá geturðu stungið upp á því við hann að þið verðið með sameiginlega Facebook síðu, þú getur sagt honum hvernig þér líði - að þú hafir það á tilfinningunni að hann sé að fara eitthvað á bak við þig (fela ýmislegt) og þér líði betur með það að hafa svona sameiginlega Fb-síðu. Satt að segja held ég að hann samþykki það ekki svo þá færðu bara betri staðfestingu á því að hann er ekki þess virði að halda í."}, {"response_to": "30750136", "username": "minx", "message_id": "30751403", "user_id": "25180", "datetime": "2014-07-07 11:16:53", "datestring": "7. júl. '14, kl: 11:16:53", "text": "Ég átti svona mann. Mín reynsla er að þeir breytast ekkert, bara fela þetta \"betur\". Þú átt betra skilið."}, {"response_to": "30750136", "username": "bleika mamma", "message_id": "30751493", "user_id": "168237", "datetime": "2014-07-07 12:59:49", "datestring": "7. júl. '14, kl: 12:59:49", "text": "Paranoid nei. Ekki ef hann sé að adda einhverjum \"gellum\" hægri og vinstri. Sérstaklega þegar þið voru búin að ákveða að vera ekki að adda hinu kyninu. Ég spyr alltaf minn mann ef ég sé einhverja \"nýja\" konu á fb síðunni hans. Hann útskýrir það alveg hreinskilningslega fyrir mér. Hef aldrei þurft að hafa áhyggjur. Sem betur fer hefur hann ekki verið að adda einhverjum sem hann þekkir lítið sem ekki neitt. Öll pör/hjón eiga að vera hreinskilin við hvort annað. Við vitum passwordið hjá hvort öðru á fb. Ég fer inn á hans þegar ég er búin með öll lífin í Pet rescue saga. Hann á einnig svo marga vini þannig að ég/hann fær fljótt fleirri líf : )"}, {"response_to": "30750136", "username": "frkfix", "message_id": "30751560", "user_id": "4407", "datetime": "2014-07-07 14:09:48", "datestring": "7. júl. '14, kl: 14:09:48", "text": "Gæti ekki verið að þær hafi addað honum?"}, {"response_to": "30751560", "username": "TheMadOne", "message_id": "30751562", "user_id": "67426", "datetime": "2014-07-07 14:12:34", "datestring": "7. júl. '14, kl: 14:12:34", "text": "og aumingja maðurinn gat ekkert annað en að samþykkja vinabeiðnirnar? Það skiptir engu máli hvort kom á undan."}, {"response_to": "30751562", "username": "disarfan", "message_id": "30751569", "user_id": "77469", "datetime": "2014-07-07 14:18:45", "datestring": "7. júl. '14, kl: 14:18:45", "text": "Það gæti skýrt af hverju hann addaði tveim stelpum en ekki hinu fólkinu af hótelinu."}, {"response_to": "30751569", "username": "TheMadOne", "message_id": "30751577", "user_id": "67426", "datetime": "2014-07-07 14:25:15", "datestring": "7. júl. '14, kl: 14:25:15", "text": "þá sagði hann við þær, \"endilega addaðu mér á facebook, nafnið mitt er \"Hreggviður Þórbergsson\" þú bara flettir því upp\"?"}, {"response_to": "30751577", "username": "disarfan", "message_id": "30751591", "user_id": "77469", "datetime": "2014-07-07 14:35:40", "datestring": "7. júl. '14, kl: 14:35:40", "text": "Ég er svo skrítin að oft veit ég nöfn á fólki sem ég er að spjalla við, sérstaklega fólki sem ég spjalla við oft á einhverju tímabili. Ég veit ekkert um það hvort hann hvatti þær sérstaklega til að adda sér á fb. Hins vegar sé ég það á fb-beiðnum sem ég fæ að það er misjafnt hversu vel fólk þekkir þann sem það vill bæta við á fb. Sumir adda manneskju eftir fyrsta hitting, eins og þarna sé nýr besti vinur mættur. Aðrir draga upp minningar af ævafornum kynnum, sem viðtakandi er löngu búin að gleyma. Svo eru aðrir sem adda ekki neinum nema um blóðtengsl eða náinn fjölskyldumeðlim sé að ræða, \"því aðrir koma manni ekkert við\"."}, {"response_to": "30751591", "username": "TheMadOne", "message_id": "30751615", "user_id": "67426", "datetime": "2014-07-07 14:47:25", "datestring": "7. júl. '14, kl: 14:47:25", "text": "og það er alveg eðlilegt að maðurinn samþykki beiðnirnar vitandi að hann hafi samþykkt það að sleppa því að adda einhverjum konum á facebookið hjá sér?"}, {"response_to": "30751615", "username": "disarfan", "message_id": "30751618", "user_id": "77469", "datetime": "2014-07-07 14:48:11", "datestring": "7. júl. '14, kl: 14:48:11", "text": "nei, það sagði ég aldrei."}, {"response_to": "30751618", "username": "TheMadOne", "message_id": "30751629", "user_id": "67426", "datetime": "2014-07-07 14:52:07", "datestring": "7. júl. '14, kl: 14:52:07", "text": "ok þá erum við að byrjunarreit. Það skiptir engu máli hver addaði hverjum, gifti maðurinn á að taka ábyrgð á því sem hann gerir"}, {"response_to": "30751615", "username": "frkfix", "message_id": "30752015", "user_id": "4407", "datetime": "2014-07-07 20:18:43", "datestring": "7. júl. '14, kl: 20:18:43", "text": "Sorry en ég sé mun á að adda einhverjum og að samþykkja einhvern. Þau gerðu samkomulag sín á milli að sleppa því að adda einhverjum en það segir ekkert til um að hann sleppi því að samþykkja allar vinabeiðnir frá hinu kyninu. Ég las ekki umræðuna en ég er bara að spyrja af hverju hún sé svo viss um að hann hafi addað þeim. Og segjum sem svo að það sé rétt, þá gæti önnur hafa addað honum, hín séð það því maður sér í fréttaveitunni: þessi og þessi gerðust vinir, og hafa addað honum líka."}, {"response_to": "30752015", "username": "TheMadOne", "message_id": "30752026", "user_id": "67426", "datetime": "2014-07-07 20:24:54", "datestring": "7. júl. '14, kl: 20:24:54", "text": "kannski er það svar að hann skuli ekki ræða þetta einusinni heldur bara segja henni að þetta komi henni ekki við þrátt fyrir samkomulagið sem þau höfðu sín á milli"}, {"response_to": "30752026", "username": "frkfix", "message_id": "30752359", "user_id": "4407", "datetime": "2014-07-07 23:14:40", "datestring": "7. júl. '14, kl: 23:14:40", "text": "Ég bara skil ekki hvernig fólk getur verið í sambandi með hvoru öðru þegar traust og heiðarleiki er ekki til staðar."}, {"response_to": "30752359", "username": "TheMadOne", "message_id": "30752366", "user_id": "67426", "datetime": "2014-07-07 23:21:18", "datestring": "7. júl. '14, kl: 23:21:18", "text": "ef maður les upphafsinnleggið þá byrjaði hann á því að bregðast traustinu en til að vinna það aftur lofaði hann að vera ekki að bæta einhverju kvennfólki á facebookið hjá sér og er að svíkja það að því að virðist bara af því að hann getur ekki staðið við það eða langar ekki til þess."}, {"response_to": "30751569", "username": "Andý", "message_id": "30751597", "user_id": "62139", "datetime": "2014-07-07 14:37:07", "datestring": "7. júl. '14, kl: 14:37:07", "text": "Þær alveg tvær saman í tölvunni: \"hey, ættum við að adda gifta gamlakallinum sem var að glápa á brjóstin á okkur á Ródos, hihi\""}, {"response_to": "30751597", "username": "disarfan", "message_id": "30751601", "user_id": "77469", "datetime": "2014-07-07 14:40:09", "datestring": "7. júl. '14, kl: 14:40:09", "text": "Hvað veit ég, er hvorki kallinn né stelpurnar. Veit bara að fólk er misjafnt. svona yfirhöfuð."}, {"response_to": "30751601", "username": "Andý", "message_id": "30751609", "user_id": "62139", "datetime": "2014-07-07 14:44:42", "datestring": "7. júl. '14, kl: 14:44:42", "text": "Haha já. Ég er bara komin með svo mikið antípat fyrir þessum manni að ég er alveg orðin mjög persónuleg og alveg þoli hann ekki, byrjuð að sjá hann fyrir mér og allt. Og langar til að klína tyggjó í hárið á honum. Sorrí memmig"}, {"response_to": "30750136", "username": "Dalía 1979", "message_id": "30752364", "user_id": "257096", "datetime": "2014-07-07 23:20:20", "datestring": "7. júl. '14, kl: 23:20:20", "text": "Mér finnst þetta ekki eðlilegt langt í frá er hann í ekki sambandi með þér held að það færi honum best að vera einum í guðanna bænum finndu þér annann mann þetta er mjög svo slítandi að vera einn í sambandinu ..og tala ekki um þegar hinn aðilinn er bara uptekinn að adda kerlum á netinu sem hann þekkjir samasem ekkert"}, {"response_to": "30750136", "username": "tilver", "message_id": "30752371", "user_id": "125143", "datetime": "2014-07-07 23:24:59", "datestring": "7. júl. '14, kl: 23:24:59", "text": "vá mér finnst þetta bara alls ekki í lagi!!!!!!! Án djóks þú ert bara að lýsa manni sem ég þekki sem er giftur, en hann lætur svona á fb, hann er að adda öllum sem hann þekkir ekki neitt. Hann helt líka framhjá oft og mörgum sinnum og ég skil bara ekki hvernig konan hans getur verið svona blind á þetta. Mynd aldrei sætta mig við það ef maðurinn minn væri að adda fullt af stelpum sem hann þekkti ekki neitt."}, {"response_to": "30750136", "username": "sorry", "message_id": "30754349", "user_id": "14373", "datetime": "2014-07-09 16:28:40", "datestring": "9. júl. '14, kl: 16:28:40", "text": "Skil þig mjög vel. Minn kærasti fór mikið bakvið mig einmitt á fb og hann skilur ekki alveg mína tortryggni með fb.... Í mínum augum er fb bara sambandsdjöfull enda hefur það eyðilagt mörg sambönd því miður. En mín reynsla er að ef maður finnur þessa sterku tilfiningu að eh sé ekki alveg í lagi er það oftast rétt.... Ég stalst stundum inná fb hjá mínum kærasta þegar ég fékk alveg svakalega sterka grunsemdartilfiningu og bara leið eins og það væri ekki alveg allt ok.... og í flest öllum tilfellunum var það rétt hjá mér :/ En ég reyndar var ekki svona tortryggin fyrr en ég fékk póst frá stelpu sem hann var að reyna við, fyrir það treisti ég honum 110%....."}, {"response_to": "30750136", "username": "ekkimittnafn", "message_id": "30754534", "user_id": "162953", "datetime": "2014-07-09 19:43:48", "datestring": "9. júl. '14, kl: 19:43:48", "text": "Sorri, verð að segja að þetta er favitaskapur. Myndi aldrei leyfa honum þetta eða gera honum þetta."}]}