{"url": "https://bland.is/umraeda/fa-sterk-verkjalyf-hja-baeklunarlaekni/30809226/?page=805", "date": "2014-08-24 14:55:32", "id": "30809226", "items": [{"text": "Sælar, ég er í miklum vandræðum núna því mig vantar sterk verkjalyf sem læknarnir á heilsugæslunni vilja ekki skrifa út vegna þess að ég hlít að líta út og bera mig eins og sprautufíkill á ystu nöf en ekki sjúklingur. Mér er sagt að ég þurfi að snúa mér til bæklunarlæknis, ég tek það fram að þetta eru lyf sem ég hef verið á og eru mér lífsnauðsynleg þegar ég fæ verkjaköstin, ég á læknabréf varðandi það en það dugir ekki til á heilsugæslunni. Ég er búin að fara í allar mögulegar og ómögulegar myndatökur en ekkert finnst. Nú er svo komið að ég á bara 5 töflur eftir og vantar lyfseðil fyrir nýjum skammti. Spurningin mín er, getur bæklunarlæknir skrifað út morfínskylt lyf eftir 1 viðtal? Ég er búin að standa í þessu í marga mánuði erlendis og það kom í ljós að það er ekkert hægt að gera annað en að gefa mér lyf til þess að taka þegar ég fæ köstin. Ég er ekki sú ríkasta og ég hreinlega hef ekki efni á því að vera að fara í gegn um ferli upp á tugi þúsunda þegar ég veit að það á ekki eftir að sjást neitt á myndum hér heima frekar en þar sem ég bjó áður. Það eina sem er hægt að gera er að taka inn sterk verkjalyf þegar köstin koma og biðja til almættisins þangað til þau virka.", "title": "Fá sterk verkjalyf hjá bæklunarlækni", "username": "endurmat örorku", "message_id": "30809226", "user_id": "243705", "response_to": null, "datetime": "2014-08-24 14:55:32", "datestring": "24. ágú. '14, kl: 14:55:32"}, {"response_to": "30809226", "username": "Trunki", "message_id": "30809649", "user_id": "47044", "datetime": "2014-08-24 19:56:03", "datestring": "24. ágú. '14, kl: 19:56:03", "text": "Geturðu ekki fengið gögnin þín send að utan svo að þú þurfir ekki að fara í allar þessar rannsóknir aftur hér?"}, {"response_to": "30809649", "username": "endurmat örorku", "message_id": "30873884", "user_id": "243705", "datetime": "2014-10-13 00:37:47", "datestring": "13. okt. '14, kl: 00:37:47", "text": "Ég hef ekki loggað mig inn svo lengi, ég biðst velvirðingar á töfinni á svarinu. Ég er með þau gögn sem ég fæ að utan, bréf þar sem stendur að greiningin sé M54.9 og að lyfið sem henti best heiti ketomebidon (ketogan) og mér sé treyst fyrir því. Þetta eru einu gögnin sem ég náði að kreista út með miklu tilstandi."}, {"response_to": "30809226", "username": "Nette", "message_id": "30809713", "user_id": "61885", "datetime": "2014-08-24 20:28:17", "datestring": "24. ágú. '14, kl: 20:28:17", "text": "Það fer eftir þvi hvaða morfínskylda lyf þú ert að tala um held ég....annars held ég að bæklunarlæknar fari ekki að skrifa út sterk verkjalyf vegna verkja sem ekki er vitað hvers vegna þeir eru."}, {"response_to": "30809713", "username": "endurmat örorku", "message_id": "30873885", "user_id": "243705", "datetime": "2014-10-13 00:40:03", "datestring": "13. okt. '14, kl: 00:40:03", "text": "Það heitir Ketogan, ég hef líka fengið oxycontin en mér dettur ekki í hug að reyna að biðja um það hjá lækni sem ég er að byrja að hitta."}, {"response_to": "30809226", "username": "Skreamer", "message_id": "30809721", "user_id": "173840", "datetime": "2014-08-24 20:31:01", "datestring": "24. ágú. '14, kl: 20:31:01", "text": "Læknar á Íslandi eru mjög hikandi við að skrifa út verkjalyf.  Fólk víðast hvar annars staðar úr heiminum sem er með minn sjúkdóm gengur fyrir morfíni en mér er sagt að taka eina Naproxen Mylan og eina Panodil."}, {"response_to": "30809721", "username": "endurmat örorku", "message_id": "30873886", "user_id": "243705", "datetime": "2014-10-13 00:42:16", "datestring": "13. okt. '14, kl: 00:42:16", "text": "Já þetta er alveg óþolandi, ég veit ekki hverjum þeir eru að reyna að bjarga með því að láta fólk vera sárkvalið vegna þess að það er möguleiki á að 1 af hverjum 30 fái sér stundum 3 parkódín forte í einu og horfi á glæstar vonir."}, {"response_to": "30873886", "username": "Skreamer", "message_id": "30873991", "user_id": "173840", "datetime": "2014-10-13 09:36:19", "datestring": "13. okt. '14, kl: 09:36:19", "text": "Þeir eru einfaldlega hræddir við afleiðingar þess að láta fólk á ávanabindandi verkjalyf.   Það var verið að taka fótinn af manni sem ég þekki sem er með sama sjúkdóm og ég er með og hann sagði að sársaukinn vegna aflimunarinnar sé minni en af einkennum sjúkdómsins.  Hann var einmitt að tala um að enginn virtist skilja sársaukann sem einkennin valda þar sem hann ber þau ekki utan á sér en þúst það var ekki liðið nema korter frá því að hann setti inn status á Facebook um aflimunina og morfíndrippið þar til einhver peran ákvað að láta ljós sitt skína og vara hann við morfíninu sem hann getur skammtað sér sjálfur í gegnum dripp."}, {"response_to": "30873886", "username": "TheMadOne", "message_id": "30874000", "user_id": "67426", "datetime": "2014-10-13 09:48:40", "datestring": "13. okt. '14, kl: 09:48:40", "text": "ég myndi ekki gera lítið úr því að vera fíkill í lyfseðilsskyld lyf, það er hvorki neitt grín fyrir manneskjuna sjálfa eða heilbrigðiskerfið. Um leið og fíkillinn er búinn með það sem hann á þá byrjar leitin að næsta skammti. þetta virkar ekki eins og að fá sér rauðvínsglas í góðum fílíng"}, {"response_to": "30809226", "username": "fallegazta", "message_id": "30809739", "user_id": "95461", "datetime": "2014-08-24 20:38:16", "datestring": "24. ágú. '14, kl: 20:38:16", "text": "Hvaða morfínskyda lyf ertu að tala um?"}, {"response_to": "30809739", "username": "endurmat örorku", "message_id": "30873887", "user_id": "243705", "datetime": "2014-10-13 00:42:27", "datestring": "13. okt. '14, kl: 00:42:27", "text": "Ketogan."}, {"response_to": "30809226", "username": "avery", "message_id": "30874176", "user_id": "26599", "datetime": "2014-10-13 12:46:54", "datestring": "13. okt. '14, kl: 12:46:54", "text": ""}]}