{"url": "https://bland.is/umraeda/ugh-pirri-pirr/30805055/?page=881", "date": "2014-08-20 22:44:59", "id": "30805055", "items": [{"text": "Hausinn á mér er að springa. Hann mun actually springa. Ég er að hugsa svo mikið... og allt er þess eðlis að það er svona \"en ef\" dæmi. Ég er svo mikið að reyna að hundsa þetta og lifa í núinu.. en mér tekst það ekki baun.  Ef A, þá B..... nema kannski gerist X, og þá...... og margir margir dagar hafa farið í þetta og þetta er að verða óþægilegt.  *púst*   anda inn - anda út.     Svo setti ég inn umræðu áðan... (já, áðan.... þolinmæði er dyggð sem ég týndi einhversstaðar í síðustu viku) og enginn er að svara mér og mig langar að verða eins og kennarinn í Ferris Bueller og uppa hana með \"anyone?\"   En já... ég er pirruð. Óvenju pirruð. Getur einhver annaðhvort svarað mér eða sagt mér hvernig ég á að slökkva á mér?", "title": "ugh - pirrí-pirr", "username": "tjúa", "message_id": "30805055", "user_id": "7256", "response_to": null, "datetime": "2014-08-20 22:44:59", "datestring": "20. ágú. '14, kl: 22:44:59"}, {"response_to": "30805055", "username": "Lillyann", "message_id": "30805062", "user_id": "44743", "datetime": "2014-08-20 22:48:37", "datestring": "20. ágú. '14, kl: 22:48:37", "text": "knús til þín elsku hjartað mitt"}, {"response_to": "30805062", "username": "tjúa", "message_id": "30805101", "user_id": "7256", "datetime": "2014-08-20 23:13:02", "datestring": "20. ágú. '14, kl: 23:13:02", "text": "Takk :) Met thad mikils."}, {"response_to": "30805101", "username": "Lillyann", "message_id": "30805106", "user_id": "44743", "datetime": "2014-08-20 23:16:56", "datestring": "20. ágú. '14, kl: 23:16:56", "text": ":)"}, {"response_to": "30805055", "username": "bluejean", "message_id": "30805076", "user_id": "100554", "datetime": "2014-08-20 22:57:28", "datestring": "20. ágú. '14, kl: 22:57:28", "text": "Mér hefur gefist vel að hreyfa mig ýkt hægt þegar allt er á fullu í hausnum og vera meðvituð um hreyfinguna og umhverfið þ.e. hljóð, lykt, bragð og taka eftir umhverfinu.   Það er eins og hugurinn og hreyfingarnar fylgist að.  Prófaðu bara - teygja þig hægt eftir fjarstýringunni, snúa höfðinu hægt, labba hægt, tyggja hægt, horfa á skýin, horfa á ljósin í kring og ekki síst tala hægt.   Já og eitt sem svínvirkar…sittu með báðar iljar í gólfi þegar þú situr."}, {"response_to": "30805076", "username": "tjúa", "message_id": "30805091", "user_id": "7256", "datetime": "2014-08-20 23:07:35", "datestring": "20. ágú. '14, kl: 23:07:35", "text": "Uff- eg hreinlega veit ekki hvort eg geti thetta. En takk fyrir god rad."}, {"response_to": "30805055", "username": "cutzilla", "message_id": "30805197", "user_id": "103215", "datetime": "2014-08-21 00:02:03", "datestring": "21. ágú. '14, kl: 00:02:03", "text": "hugræn atferlismeðferð getur hjálpað með svona - þekki þetta mjög vel og það er engin einföld lausn. Ég þurfti að tala mig niður úr svona. ,,bara hey, (hjálpar mér að segja nafnið þarna) sama hversu mikið þú hugsar þá geturðu aldrei séð alla hluti fyrir eða allar afleiðingar af öllu. Þetta er blindgata sem þú ert stödd í og heilinn er að plata þig því það er ekki hægt að sjá framtíðina fyrir það eru of margar ófyrirséðar breytur.\" bara tala við mig eins og ég væri besti vinur minn sem ég vildi allt það besta í heiminum. Svo nær maður kannski að sannfæra sig í smá tíma og svo hefst þetta aftur. Tala sig til og reyna að stoppa sig af. Stundum segi ég ,,hættu!! þú veist að þetta er blindgata þetta gerir þér bara slæmt, stressar þig upp og lætur þig lifa í einhverjum mögulegum aðstæðum sem kannski verða aldrei.Þú getur ekki undirbúið þig fyrir alla hluti með því að hugsa um allar mögulegar aðstæður. Besti möguleikinn þinn er að slaka á og mæta því sem verður þegar það verður. Ef þú hefur náð að slaka á þá geturðu betur staðið í óvæntum aðstæðum. Breytingar munu alltaf koma það er eitt af því sem er öruggt í lífinu en hverjar þær eru geturðu ekki séð fyrir því þú ert bara mannleg. Ef þú ert á fullu að ofsjóða heilann á þér þá ertu verr búinn í því að takast á við hluti\" Veit ekki hvort þetta eigi við þínar aðstæður...ég hef líka átt mjög erfitt með að taka ákvarðanir því að ef ég myndi tala vitlausu ákvörðunina eða bara kaupa vitlausa hlutinn hvernig þetta yrði og þetta var farið að hamla mér mjög mikið. En maður hefur bara daginn í dag, ég gæti verið dauð á morgun og þá skiptir þetta engu máli. Reyndu að lifa ekki bara hugsa. Þetta hefur amk hjálpað mér. Þetta tekur þó soldinn tíma að verða auðvelt að tala sig til. Gangi þér vel."}, {"response_to": "30805197", "username": "tjúa", "message_id": "30805213", "user_id": "7256", "datetime": "2014-08-21 00:13:11", "datestring": "21. ágú. '14, kl: 00:13:11", "text": "takk :) Ég veit að þetta er stress og kvíði. Og í þessu tilfelli líka jákvæð spenna og tilhlökkun. Í ofanálag þá var ég að hætta á lyfjunum mínum og það er að taka sinn toll. Langar svo að vera með öll svörin (og þegar ég er komin með öll svörin þá fer ég að leita nýrra spurninga, I know). Ég hreinlega öfunda fólk sem kann að njóta augnabliksins akkúrat núna. Það kemur samt. Mér finnst nefnilega ömurleg tilhugsun að ætla að líta til baka til þessa sumars, sem er btw búið að vera æðislegt í alla staði, og hugsa \"af hverju varstu ekki að njóta þín!\""}, {"response_to": "30805055", "username": "apaskott3264", "message_id": "30805435", "user_id": "282286", "datetime": "2014-08-21 09:54:49", "datestring": "21. ágú. '14, kl: 09:54:49", "text": "ís, nammi, gos, snakk, náttföt, góður félagsskapur og góð mynd. ef félagsskapinn vantar þá er ég foreveralone í fæðingarorlofi því karlinn er að vinna alla daga >.<"}]}