{"url": "https://bland.is/umraeda/dyrin-okkar-eftir-okkar-dag/30815987/?page=868", "date": "2014-08-29 23:43:52", "id": "30815987", "items": [{"text": "Ég las nýlega frásagnir íslendinga sem eiga hunda sem nýverið misstu húsbónda sinn.   Reyndar hef ég heyrt og séð svipaðar frásagnir erlendis frá en þykir þetta engu að síður magnað.  Í þessum frásögnum hefur hundur nýlega misst húsbónda sinn og ratar beina leið að gröf hans í kirkjugarði eftir útför hans. T.d var frásögn einnar á þá leið að hún lagði bílnum smá spöl frá gröf viðkomandi og hundurinn tók á rás, sem aldrei hafði komið í kirkjugarð áður og rataði beina leið að leiði húsbónda síns.    Hvernig má þetta vera? Mér finnst þetta svo fallegt og yndislegt en um leið svo skrítið. Nú hélt ég í alvöru að við andlát þá hyrfi líkamslykt okkar t.d?    Hvað segið þið?", "title": "Dýrin okkar, eftir okkar dag", "username": "Helgust", "message_id": "30815987", "user_id": "147413", "response_to": null, "datetime": "2014-08-29 23:43:52", "datestring": "29. ágú. '14, kl: 23:43:52"}, {"response_to": "30815987", "username": "Heiðlóan ♫♬♪ ♩", "message_id": "30816047", "user_id": "267951", "datetime": "2014-08-30 00:31:39", "datestring": "30. ágú. '14, kl: 00:31:39", "text": "Ég er kannski klikkuð, en ég held að skynjun margra dýrategunda sé dýpri en okkar. Skilningarvit dýra eru bara skarpari, eða eitthvað"}, {"response_to": "30815987", "username": "Tipzy", "message_id": "30816055", "user_id": "26838", "datetime": "2014-08-30 00:38:28", "datestring": "30. ágú. '14, kl: 00:38:28", "text": "Ég held að líkamslyktin hverfi ekki, en finnst samt ótrúlegt að hundurinn finni lyktinni löngu seinna þarsem líkið náttla gekk ekki að gröfinni heldur var borin svo öll lykt ætti vera fokin. Nema bara ofan í jörðinni, og finnst þrátt fyrir osom nef ótrúleg að hann finni lyktina gegnum kistuna og alla þessa mold. Nema kannski lyktin magnist svona upp og loði við leiðið og hann hafi bara gripið þefin og elt hann. Hmmmm nei does not compute."}, {"response_to": "30816055", "username": "Helgust", "message_id": "30816066", "user_id": "147413", "datetime": "2014-08-30 00:44:14", "datestring": "30. ágú. '14, kl: 00:44:14", "text": "Nkl, þetta er mjög áhugavert og ég hef séð þetta með eigin augum."}, {"response_to": "30815987", "username": "krist104", "message_id": "30816075", "user_id": "117019", "datetime": "2014-08-30 00:52:04", "datestring": "30. ágú. '14, kl: 00:52:04", "text": "Þetta þarf ekkert að hafa neitt með þann framliðna að gera. hundurinn gæti t.d hafa pikkað upp lykt af \"núverandi\" eigenda í þessu tilviki konunnar sem hefur eflaust komið að gröfinni oft áður."}, {"response_to": "30816075", "username": "Helgust", "message_id": "30816466", "user_id": "147413", "datetime": "2014-08-30 14:15:17", "datestring": "30. ágú. '14, kl: 14:15:17", "text": "Það er líka möguleiki en í einu tilfellana sem ég veit um hafði ekki verið farið að gröfinni frá útfaradegi og það var um vika."}, {"response_to": "30815987", "username": "DarKhaireDwomAn", "message_id": "30816088", "user_id": "162498", "datetime": "2014-08-30 01:02:38", "datestring": "30. ágú. '14, kl: 01:02:38", "text": "ég held að alveg eins og að hundar hafa \"fundið\" krabbamein, komið inn í herbergi af mjög veiku fólki og alltaf lagst hjá þeim sem dó næst, að þeir séu ótrúlega magnaðar verur.   Ég elska hundinn minn svooo mikið og ég er viss um að hann veit meira en maður heldur, hann kemur alltaf og knúsar í mig þegar mér líður sem verst, þrátt fyrir að ég sé ekki grátandi né neitt slíkt."}, {"response_to": "30816088", "username": "Helgust", "message_id": "30816470", "user_id": "147413", "datetime": "2014-08-30 14:17:25", "datestring": "30. ágú. '14, kl: 14:17:25", "text": "Hundar eru mjög næmir. Ég var rétt komin 3 mánuði á leið þegar hundur foreldra minna fór að sækja rosalega í mig og að liggja á maganum á mér. Hann byrjaði að passa upp á mig og haga sér öðruvísi en vanalega."}, {"response_to": "30816470", "username": "DarKhaireDwomAn", "message_id": "30816471", "user_id": "162498", "datetime": "2014-08-30 14:18:26", "datestring": "30. ágú. '14, kl: 14:18:26", "text": "já ég trúi þvi vel, :)"}, {"response_to": "30815987", "username": "Helgenberg", "message_id": "30816101", "user_id": "224412", "datetime": "2014-08-30 01:23:08", "datestring": "30. ágú. '14, kl: 01:23:08", "text": "nef hunda er hundrað þúsund sinnum næmara en okkar, þetta er lyktarskynið sem leiðir hann áfram"}, {"response_to": "30815987", "username": "Zagara", "message_id": "30816481", "user_id": "68119", "datetime": "2014-08-30 14:29:29", "datestring": "30. ágú. '14, kl: 14:29:29", "text": "Líkamslyktin hverfur ekki en hún breytist, til dæmis geta víðavangsleitarhundar yfirleitt ekki fundið lík ef manneskja deyr á meðan leit stendur. Það eru svo til sérþjálfaðir líkhundar sem leita svo að þeim sem eru látnir."}, {"response_to": "30815987", "username": "shithole", "message_id": "30816503", "user_id": "277271", "datetime": "2014-08-30 14:50:09", "datestring": "30. ágú. '14, kl: 14:50:09", "text": "Hundar eru notaðir til að finna fólk sem hefur lent í snjóflóð...."}, {"response_to": "30815987", "username": "lýta", "message_id": "30816731", "user_id": "254231", "datetime": "2014-08-30 19:07:09", "datestring": "30. ágú. '14, kl: 19:07:09", "text": "Það að hagræða sannleikanum aðeins stundum og segja fallegar sögur um hinn látna eða sem tengjast honum getur hjálpað í sorgarferlinu. Fólk gerir sér ekki einu sinni alltaf grein fyrir því að það sé að hagræða sannleikanum, fólk sér og man það sem það vill sjá og muna."}]}