{"url": "https://bland.is/umraeda/gallstasi/30828279/?page=854", "date": "2014-09-09 17:07:27", "id": "30828279", "items": [{"text": "Mig langar svo að heyra reynslusögur kvenna sem hafa greinst með gallstasa á meðgöngu, hversu há gildin ykkar voru, hvað var gert og hversu mikið þið voruð að borga fyrir lyf. Ég greindist sjálf með gallstasa á 36 viku og mældust þá gallsýrurnar 37 var strax sett strax á lyf og er að éta alveg 12 töflur á dag við þessu og er að borga fyrir hvern pakka sem innihalda 60 töflur rúmlega 8000 kr. Læknirinn minn er búin að senda umsókn um lyfjaskírteini og á eftir að fá svar en finnst alveg fáranlegt að vera að borga svona mikið fyrir lyf sem ég verð að taka á meðgöngu barnsins vegna með tilliti til þess að samkvæmt lögum á ég rétt á ókeypis læknisþjónustu á meðgöngu. Veit til þess að konur eru oft settar fyrr af stað þegar gildin rjúka upp og því spyr ég einnig þar sem réttlætiskenndin í mér er í blússandi stuði, hvað ef að kona sem á ekki mikið milli handanna greinist með þennan sjúkdóm á meðgöngu og getur þar af leiðandi ekki keypt lyf, hvernig ber hún sig að?? Að þessu sögðu vil ég endilega heyra frá einhverjum sem hefur verið í sömu sporum hvort að lyfjakostnaðurinn hafi verið svona hár og hvort sjúkratryggingar íslands hafi tekið þátt í að greiða hann niður. Er sjálf komin upp í tæpar 50.000 kr bara fyrir þrjár vikur og finnst það engan veginn í lagi.", "title": "Gallstasi", "username": "sas123", "message_id": "30828279", "user_id": "20978", "response_to": null, "datetime": "2014-09-09 17:07:27", "datestring": "9. sep. '14, kl: 17:07:27"}, {"response_to": "30828279", "username": "stöðunni", "message_id": "30828288", "user_id": "15040", "datetime": "2014-09-09 17:12:48", "datestring": "9. sep. '14, kl: 17:12:48", "text": "þetta verður niðurgreitt, það tekur bara alltaf tíma að fara í gegn."}, {"response_to": "30828288", "username": "sas123", "message_id": "30828292", "user_id": "20978", "datetime": "2014-09-09 17:15:10", "datestring": "9. sep. '14, kl: 17:15:10", "text": "Fæ ég þá líka endugreitt aftur í tíman, veistu það? Hefur þú verið með gallstasa og þurft að standa í lyfjakaupum?"}, {"response_to": "30828292", "username": "stöðunni", "message_id": "30828294", "user_id": "15040", "datetime": "2014-09-09 17:16:06", "datestring": "9. sep. '14, kl: 17:16:06", "text": "já, en það var áður en nýja lyfjakerfið kom, svo ég veit ekki hvort það breytir einhverju. Já, greitt aftur í tímann."}, {"response_to": "30828279", "username": "saedis88", "message_id": "30828295", "user_id": "56492", "datetime": "2014-09-09 17:16:17", "datestring": "9. sep. '14, kl: 17:16:17", "text": "ég man ekki nákvæmlega hver gildin mín voru en þau voru held eg 35-36, fékk lyfseðli fyrir þessum lyfjum en átti bara engann veginn efni á þeim at the time, hugsa tli baka með hrylling hehe, sem betur fer greindist þetta frekar seint og ég átti eftir 39+2 þannig var engin bið."}, {"response_to": "30828295", "username": "sas123", "message_id": "30828298", "user_id": "20978", "datetime": "2014-09-09 17:23:06", "datestring": "9. sep. '14, kl: 17:23:06", "text": "Já, gott að þú varst þá komin svona langst Sædís og slappst við lyfjakostnaðinn og allt gekk vel :) En upplýsingar sem ég hef fengið um þennan meðgöngusjúkdóm er að þó svo að hann reynist mér ekkert sérstaklega hættulegur þá getur hann verið lífshættulegur barninu og þess vegna sem konur eru jafnvel settar fyrr af stað til að koma í veg fyrir td fósturlát. Stressar mig þvílíkt að hugsa til þess að konur eiga ekki efni á lyfjunum og eitthvað gæti komið fyrir barnið vegna þess eins og í mínu tilviki þá veit ég ekki hvort að ég geti pungað út öðrum 50.000 kr ef að SÍ neita niðurgreiðslu"}, {"response_to": "30828298", "username": "saedis88", "message_id": "30828301", "user_id": "56492", "datetime": "2014-09-09 17:24:15", "datestring": "9. sep. '14, kl: 17:24:15", "text": "þetta eru fáránlega dýr lyf, þetta er aekkert smá mikil óþægindi :("}, {"response_to": "30828279", "username": "Cambria", "message_id": "30828372", "user_id": "65050", "datetime": "2014-09-09 18:06:55", "datestring": "9. sep. '14, kl: 18:06:55", "text": "Sæl,"}]}