{"url": "https://bland.is/umraeda/spurning-til-lyfjaserfraedinga/30829248/?page=853", "date": "2014-09-10 09:31:42", "id": "30829248", "items": [{"text": "Er eðlilegt að gefa manneskju sem tekur engin lyf að staðaldri og vegur ca 53-55 kg 100mg tramadol, 2 stk pinex forte og 50mg voltaren í einum skammti?", "title": "Spurning til lyfjasérfræðinga", "username": "grannmeti", "message_id": "30829248", "user_id": "68089", "response_to": null, "datetime": "2014-09-10 09:31:42", "datestring": "10. sep. '14, kl: 09:31:42"}, {"response_to": "30829248", "username": "Lilith", "message_id": "30829273", "user_id": "5041", "datetime": "2014-09-10 10:09:33", "datestring": "10. sep. '14, kl: 10:09:33", "text": "Mér finnst þetta nú ansi veglegur skammtur, en ef verkirnir eru mjög slæmir þá getur þetta svo sem alveg verið réttlætanlegt. Hver gaf henni þetta og hver var ástæðan, þ.e. hvernig verkir voru þetta? Var hún búin að taka einhver verkjalyf áður (í sambandi við þessa verki þá)?"}, {"response_to": "30829273", "username": "grannmeti", "message_id": "30829292", "user_id": "68089", "datetime": "2014-09-10 10:25:57", "datestring": "10. sep. '14, kl: 10:25:57", "text": "sko þetta var ég. Ég fór í bakinu skyndilega í vinnuni(var að lyfta  eggjum wth) verkirnir svo ofboðslegir að mér varð óglatt og næstum liðið yfir mig. Yfirmaðurinn náði í stól en ég gat með engu móti staðið upp af stólnum því verkirnir eru svo yfirþyrmandi. Sjúkrabíllinn kom og sjúkraliðarnir gáfu mér morfín í æð á staðnum og skutluðust með mig upp á sjúkrahús. Éf fæ þennan lyfjaskamt síðan um 4 leytið en þá hafði ég verið á sjúkrahúsinu frá ca hálftólf eða tólf og ekki borðað neitt yfir daginn (tók það fram við lækninn)"}, {"response_to": "30829292", "username": "Lilith", "message_id": "30829320", "user_id": "5041", "datetime": "2014-09-10 10:43:44", "datestring": "10. sep. '14, kl: 10:43:44", "text": "Sko, þessi skammtur getur alveg verið eðlilegur við miklum verkjum, en ég er sammála þér að þetta er ansi ríflegur skammtur fyrir netta manneskju sem er ekki vön að taka nein lyf. Manni hefði fundist skynsamlegra að byrja aðeins vægara. Mér hefði sjálfri fundist eðlilegra að gefa 2 Pinex forte og 50mg Voltaren EÐA 50-100mg Tramól og 50 mg Voltaren. Líklega hefur læknirinn hugsað sem svo að reyna að kýla verkinn vel niður frekar en að vera með eitthvað hálfkák. En svona sterk verkjalyf fara líka misvel í mismunandi einstaklinga. Hins vegar er þetta ekkert hættulegt svona einstaka skammtar, en skil vel að þér hafi fundist óþægilegt að verða svona uppdópuð og sljó. Það er ekki þægilegt þegar maður missir svona stjórnina á sjálfum sér."}]}