{"url": "https://bland.is/umraeda/einmana-naggris-/30824231/?page=859", "date": "2014-09-05 22:45:53", "id": "30824231", "items": [{"text": "Sæl veriði.Ég á 1 naggrís. Hann er 5 ára og karlkyns. Ég hef smá áhyggjur af því að hann sé einmana. Hann er búin að vera einn töluvert lengi en hefur komist í kynni við bæði karlkyns og kvenkyns naggrísi á lífsleiðinni. Hann er svo sallarólegur að ég hef áhyggjur af honum. Er þetta eðlilegt, þið naggrísa-sérfræðingar þarna úti? Hann hefur alltaf mat og vatn hjá sér og teppi til að kúra sig í en þegar það fer í þvott hefur hann hey til að leggja sig í. Ég vil allt það besta fyrir minn nagga en þetta eru félagsverur og mig er farið að gruna að það dugi ekki fyrir hann að ég leiki stóran vitlausan naggrís nokkrum sinnum yfir daginn með því að flauta og tauta við hann og klappa honum vel og vandlega. Tell me something i don't know. Einhvern tímann sá ég spjallþráð á netinu (man ekki hvar) og þar var verið að tjatta um naggrísa hitting. Er það ekki eitthvað sem vit er í? Kv.", "title": "Einmana naggrís?", "username": "Lottan", "message_id": "30824231", "user_id": "136215", "response_to": null, "datetime": "2014-09-05 22:45:53", "datestring": "5. sep. '14, kl: 22:45:53"}, {"response_to": "30824231", "username": "Heiðlóan ♫♬♪ ♩", "message_id": "30824250", "user_id": "267951", "datetime": "2014-09-05 23:05:58", "datestring": "5. sep. '14, kl: 23:05:58", "text": "Æji krúttið..."}, {"response_to": "30824250", "username": "Lottan", "message_id": "30824275", "user_id": "136215", "datetime": "2014-09-05 23:21:31", "datestring": "5. sep. '14, kl: 23:21:31", "text": "Jú hann er eingrísa, rétt hjá þér. Þyrfti að fá að fara í heimsókn til annars nagga eða fá í heimsókn annan nagga :) Anyone out there guinea pigs <3 ??"}, {"response_to": "30824275", "username": "Lottan", "message_id": "30824293", "user_id": "136215", "datetime": "2014-09-05 23:29:45", "datestring": "5. sep. '14, kl: 23:29:45", "text": "Vil benda á nýju síðuna sem heitir Naggrísir á Íslandi."}]}