{"url": "https://bland.is/umraeda/2-ara-barn-og-hattatimi/30851453/?page=796", "date": "2014-09-25 23:20:31", "id": "30851453", "items": [{"text": "Áður en ég verð alveg gráhærð að háttatímum dóttur minnar… Það tekur hana ALLTAF 1-1 og hálfan klst að sofna… hleypur fram og hlær.. vill bara ekki vera í rúminu að fara að sofa,,,Any ideas því mér finnst ég búin að prófa allt", "title": "2 ára barn og háttatími", "username": "tory", "message_id": "30851453", "user_id": "104937", "response_to": null, "datetime": "2014-09-25 23:20:31", "datestring": "25. sep. '14, kl: 23:20:31"}, {"response_to": "30851453", "username": "augnskuggadrottningin", "message_id": "30851484", "user_id": "279395", "datetime": "2014-09-25 23:36:09", "datestring": "25. sep. '14, kl: 23:36:09", "text": "Leggjast með henni þar til hún sofnar."}, {"response_to": "30851484", "username": "tory", "message_id": "30851758", "user_id": "104937", "datetime": "2014-09-26 10:30:42", "datestring": "26. sep. '14, kl: 10:30:42", "text": "Æji ég hef einhvernveginn aldrei verið tilbúin að fórna kvöldunum í að liggja hjá börnunum á meðan þau sofna. Ég vil eiga kvöldin svolítið útaf fyrir mig."}, {"response_to": "30851758", "username": "augnskuggadrottningin", "message_id": "30851948", "user_id": "279395", "datetime": "2014-09-26 14:15:47", "datestring": "26. sep. '14, kl: 14:15:47", "text": "Stundum er það ekki í boði. Það koma svona tímabil stundum....."}, {"response_to": "30851948", "username": "tory", "message_id": "30852009", "user_id": "104937", "datetime": "2014-09-26 15:02:51", "datestring": "26. sep. '14, kl: 15:02:51", "text": "Já… er bara svo hrædd um að ef ég rétti litla fingur þá verði allur handleggurinn tekinn ;)"}, {"response_to": "30852009", "username": "augnskuggadrottningin", "message_id": "30852013", "user_id": "279395", "datetime": "2014-09-26 15:05:38", "datestring": "26. sep. '14, kl: 15:05:38", "text": "Já, skil það líka. Gangi þér vel sama hvað þú gerir. :)"}, {"response_to": "30852013", "username": "tory", "message_id": "30852014", "user_id": "104937", "datetime": "2014-09-26 15:05:58", "datestring": "26. sep. '14, kl: 15:05:58", "text": "Takk fyrir :)"}, {"response_to": "30851758", "username": "maríameyja", "message_id": "30854880", "user_id": "272461", "datetime": "2014-09-28 20:10:26", "datestring": "28. sep. '14, kl: 20:10:26", "text": "hvort viltu eyða einum og hálfum tíma í núverandi vesen eða hálftíma í gæðastund með henni þar til hún sofnar? Hún er bara svona lítil í korter, lofa þér að þú verður ekki liggjandi hjá henni fram á unglingsaldur"}, {"response_to": "30854880", "username": "niniel", "message_id": "30856952", "user_id": "111462", "datetime": "2014-09-30 01:03:16", "datestring": "30. sep. '14, kl: 01:03:16", "text": "Valið er bara ekki alltaf svo einfalt. Ekkert sem garanterar að barnið sé fljótari að sofna ef einhver er hjá því, þvert á móti þekki ég alveg nokkur (á þ.á.m. eitt sjálf) sem eru tvöfalt-þrefalt lengur að sofna ef foreldrarnir eru hjá því heldur en ef þau eru í sinni \"ströngu\" rútínu þar sem þau eru sett ein í rúmið og sofna ein. Það sem upphafsinlegg er væntanlega að leita að er einhver slík rútína sem hentar hennar heimili. Og bara alls ekkert sem útilokar að inni í þeirri rútínu sé hálftíma gæðastund sem felst í einhverju öðru en að liggja hjá barninu fram eftir kvöldi."}, {"response_to": "30856952", "username": "maríameyja", "message_id": "30858752", "user_id": "272461", "datetime": "2014-09-30 23:40:58", "datestring": "30. sep. '14, kl: 23:40:58", "text": "Var ekki að gefa neitt í skyn eða meina neitt illt með þessu. Gerði þetta með dóttur minni, fann það alveg að ef ég var pirruð á henni var hún lengur að sofna. Ef ég dúllaðist aðeins með henni og kúrði með henni, sagði henni að liggja kyrr og loka augunum og var hjá henni þar til hún sofnaði, sofnaði hún fyrr. Gekk ekki alltaf smurt, en gekk samt betur en að láta hana fara sjálf að sofa með svona veseni eins og upphafsinnlegg lýsir."}, {"response_to": "30858752", "username": "niniel", "message_id": "30858905", "user_id": "111462", "datetime": "2014-10-01 08:09:19", "datestring": "1. okt. '14, kl: 08:09:19", "text": "Bjóst ekki við að þetta væri neitt illa meint, en bendi á þetta sjónarhorn því það er svo algengt að þetta komi upp í svona umræðum. Og alltaf hljómar það eins og þeir sem þetta virkar ekki hjá nenni bara ekki að gefa sér tíma með barninu... Seinna innleggið þitt má auðveldlega lesa þannig að ef ég væri nú bara þolinmóð þá myndi þetta virka! ;-) (kannski ekki meint þannig, en auðvelt að lesa það út). Ég hef reynt þetta í mörg mörg skipti, trúðu mér, væri alveg til í að leggjast og \"hafa kósý\" með henni stundum þegar svefntíminn verður tímabundið eitthvað erfiður. En það leiðir undantekningalaust annað af tvennu af sér, annað hvort blaðrar hún og blaðrar út í eitt, og mér finnst bara voðalega lítil gæðastund fólgin í því að endurtaka 100x \"nú skulum við loka munninum og augunum og fara að sofa\"... Þetta hefur grínlaust tekið svona 90 mín til 2 klst. Eða þá að hún tekur Einar Áskel á þetta og er svöng /þyrst /þarf að pissa/ vill fá bók /aðra bók /tónlist /öðruvísi tónlist /bangsa /annan bangsa... Hún er snillingur í að draga háttatíma á langinn og eftir margar margar tilraunir þá hef ég bara séð að kúr með mömmu /pabba virkar ekki fyrir hana. Ef rútínan er í lagi og hún fer ein í rúmið tekur háttatími svona 10-20 mínútur (en það er líka fyrirkomulag sem við unnum hörðum höndum við að fá í þann farveg, og fyrir sum börn er það miklu farsælla en kúr...)"}, {"response_to": "30858905", "username": "Catalyst", "message_id": "30881776", "user_id": "81856", "datetime": "2014-10-19 10:57:51", "datestring": "19. okt. '14, kl: 10:57:51", "text": "Mitt svona rútínu system fór í rugl þegar hann fór í stærra rúm. Vorum með kósýstund þar sem var burstað og svona og svo lesið, stundum tvær bækur og svo knúsað og kysst og í rúmið. Og hann bara sofnaði."}, {"response_to": "30851453", "username": "annalara93", "message_id": "30851577", "user_id": "248562", "datetime": "2014-09-26 01:03:39", "datestring": "26. sep. '14, kl: 01:03:39", "text": "Horfðu á supernanny þættina !"}, {"response_to": "30851577", "username": "tory", "message_id": "30851756", "user_id": "104937", "datetime": "2014-09-26 10:29:23", "datestring": "26. sep. '14, kl: 10:29:23", "text": "FLott, takk fyrir þetta. Ætla að prufa þessa aðferð. Þetta er líka orðinn svo mikill leikur hjá henni. Kemur fram og fer að hlæja þegar ég stend upp til að fara með hana aftur inn. Ómen hvað ég er ekki til í þennan leik á kvöldin ;)"}, {"response_to": "30851577", "username": "tory", "message_id": "30852341", "user_id": "104937", "datetime": "2014-09-26 19:48:25", "datestring": "26. sep. '14, kl: 19:48:25", "text": "Jæja, er að prufa þessa aðferð núna ;) Verður gaman að sjá hvernig það gengur. Hún er búin að koma fram einu sinni..."}, {"response_to": "30851577", "username": "tory", "message_id": "30853442", "user_id": "104937", "datetime": "2014-09-27 20:33:49", "datestring": "27. sep. '14, kl: 20:33:49", "text": "I gær þurfti ég bara að fara einu sinni… núna er ég búin að fara 14 sinnum!! 3x sagði ég góða nótt og svo bara leitt hana inn, lagt hana niður og breitt yfir hana… hún er ekki enn sofnuð … segðu mér að þetta virki með tímanum hahaha ;) shit hvað barnið er þrjóskt ;)"}, {"response_to": "30851453", "username": "ilmbjörk", "message_id": "30851746", "user_id": "142779", "datetime": "2014-09-26 10:20:16", "datestring": "26. sep. '14, kl: 10:20:16", "text": "Minn var svona þegar hann var í kringum 2ja ára og við vorum nýbúin að taka rimlana úr rúminu þannig að hann komst í og úr því sjálfur.. Óboy það var algjört  pain, en við tækluðum það þannig að ef hann kom fam þá leiddum við hann aftur inn í rúm, en sýndum engin viðbrögð. Bara aftur inn í rúm, kysstum hann góða nótt og fórum fram.. það tók alveg 2-3 mánuði en svo hætti hann að koma fram.. ég eyði ekki heilu og hálfu kvöldunum í að liggja með barninu mínu, enda hefur hann aldrei viljað það, eða sofnar ekki ef hann er ekki einn í rúminu.. þannig að í nokkra mánuði var þetta erfitt, en svo lærði hann bara að þegar hann á að fara að sofa þá á hann ekki að koma fram :)  Núna er hann rúmlega 3ja ára og það er ekkert mál að fá hann til að sofna, bara fer inn í rúm og fer að sofa :)"}, {"response_to": "30851746", "username": "tory", "message_id": "30851757", "user_id": "104937", "datetime": "2014-09-26 10:29:59", "datestring": "26. sep. '14, kl: 10:29:59", "text": "Ég nefnilega vil ekki eyða þessum tíma í að liggja inni í herberginu á meðan hún sofnar. Kvöldin eru minn tími ;)"}, {"response_to": "30851757", "username": "ilmbjörk", "message_id": "30851761", "user_id": "142779", "datetime": "2014-09-26 10:34:47", "datestring": "26. sep. '14, kl: 10:34:47", "text": "nááááákvæmlega! Alveg 100% sammála þér..en þetta er erfitt í smá tíma, svo verður þetta dásamlegt :)"}, {"response_to": "30851453", "username": "stöðunni", "message_id": "30851826", "user_id": "15040", "datetime": "2014-09-26 11:59:42", "datestring": "26. sep. '14, kl: 11:59:42", "text": "hvernig er hún á morgnana? Getur verið að háttatíminn sé bara of snemma? Þau fara að þurfa minni svefn þarna á þriðja ári."}, {"response_to": "30851826", "username": "tory", "message_id": "30852010", "user_id": "104937", "datetime": "2014-09-26 15:04:18", "datestring": "26. sep. '14, kl: 15:04:18", "text": "Hún er yfirliett ekki að vakna fyrr en klukkan hringir en þá er hún eldhress. En jú það gæti verið að hún sé að fara of snemma, svona um og upp úr 19.30. Ætla að prufa að stytta daglúrinn hjá henni og sjá hvort það muni einhverju."}, {"response_to": "30852010", "username": "stöðunni", "message_id": "30853311", "user_id": "15040", "datetime": "2014-09-27 18:44:39", "datestring": "27. sep. '14, kl: 18:44:39", "text": "já, það er örugglega málið, hún þarf að hætta að sofa á daginn, eða fara seinna að sofa."}, {"response_to": "30851453", "username": "gulladomma", "message_id": "30851853", "user_id": "278507", "datetime": "2014-09-26 12:40:12", "datestring": "26. sep. '14, kl: 12:40:12", "text": "Oh þarf að fara að láta minn sofna sjálfann áður en nýja barnið kemur, hann er samt orðinn 4 ára en var alveg í svona 3 tíma að sofna þannig að ég lá hjá honum og hann er yfirleitt max 30 mín að sofna...fynnst alls ekkert að því að liggja hjá honum en það gæti orðið ves þegar maður er einn með með hann og svo eitt ungabarn :/"}, {"response_to": "30851853", "username": "tory", "message_id": "30852012", "user_id": "104937", "datetime": "2014-09-26 15:04:45", "datestring": "26. sep. '14, kl: 15:04:45", "text": "Takk fyrir sömuleiðis :)"}, {"response_to": "30851453", "username": "nurgisa", "message_id": "30852021", "user_id": "136714", "datetime": "2014-09-26 15:07:50", "datestring": "26. sep. '14, kl: 15:07:50", "text": "Hvað tekur hún langan lúr yfir daginn? Kannski þarf að stytta það."}, {"response_to": "30852021", "username": "tory", "message_id": "30852036", "user_id": "104937", "datetime": "2014-09-26 15:25:00", "datestring": "26. sep. '14, kl: 15:25:00", "text": "Mín fær að sofa í einn og hálfan tíma í leikskólanum. En núna ákvað ég að stytta um korter og sjá hvernig hún verður. Kannski er hún bara að sofa of mikið yfir daginn :/"}, {"response_to": "30852036", "username": "nurgisa", "message_id": "30852037", "user_id": "136714", "datetime": "2014-09-26 15:27:03", "datestring": "26. sep. '14, kl: 15:27:03", "text": "Það er alveg líklegt. Það er mjög algengt að upp úr tveggja ára þurfi að fara að stytta daglúrinn."}, {"response_to": "30852037", "username": "tory", "message_id": "30852042", "user_id": "104937", "datetime": "2014-09-26 15:30:38", "datestring": "26. sep. '14, kl: 15:30:38", "text": "Flott að vita, kærar þakkir :)"}, {"response_to": "30852036", "username": "donaldduck", "message_id": "30852751", "user_id": "124716", "datetime": "2014-09-27 09:01:32", "datestring": "27. sep. '14, kl: 09:01:32", "text": "þegar min voru 2 ára voru þau hætt að  sofa á daginn, vöknuð 8 og inní rúm um 8 á kv"}, {"response_to": "30851453", "username": "HollyMolly", "message_id": "30852677", "user_id": "135176", "datetime": "2014-09-27 01:06:01", "datestring": "27. sep. '14, kl: 01:06:01", "text": "Við vorum í svona vandræðum með dóttur okkar um 2,5 aldurinn. Hún var að sofa í 1,5 tíma í leikskólanum og við styttum það um hálftíma eftir að vandræðin byrjuðu en það lagaðist ekkert eða hún var að vakna fyrir allar aldir. Komst svo að því að hún þyrfti einfaldlega ekki meira en 10-10,5 tíma svefn svo við fórum að setja hana í rúmið klukkutíma seinna en áður og þá hætti vesenið. Núna er hún hætt að sofa á leikskólanum svo hún þarf þá þennan aukaklukkutíma í svefn. Annað hvort okkar hefur alltaf þurft að sitja inni hjá henni þar til hún sofnar, en það er oftast sirka korter með lestrinum inniföldum."}, {"response_to": "30851453", "username": "sellofan", "message_id": "30852782", "user_id": "156650", "datetime": "2014-09-27 09:42:31", "datestring": "27. sep. '14, kl: 09:42:31", "text": "Við byrjuðum á að liggja hjá honum þegar hann sofnaði. Svo sátum við í stól við hliðina á og héldum í hendina á honum. Svo slepptum við hendinni en sátum við hliðina á honum. Svo færðum við okkur hægt og rólega nær hurðinni, fjær barninu. Sátum svo nokkur kvöld í stól við hurðina. Þá var þetta bara komið, nú lesum við bók, kyssum hann góða nótt og förum fram og hann sofnar á innan við 5 mínútum. Frekar að \"eyða\" nokkrum kvöldum í svona aðlögun heldur en að pirra sig yfir þessu í mörg kvöld og vonast til að málin reddist sjálf."}, {"response_to": "30851453", "username": "sindyellow", "message_id": "30856880", "user_id": "67852", "datetime": "2014-09-30 00:03:57", "datestring": "30. sep. '14, kl: 00:03:57", "text": "Við byrjum þetta svipað og sellofan skrifaði. Færa okkur smám saman fjær rúminu. Eftir að við erum komin alveg frá frá hurðinni kemur guttinn stundum fram aftur og aftur en þá tókum við hann í fangið, snúum honum frá okkur til að hann geti ekki hangið um hálsinn á okkur, leggjum hann mjúklega í rúmið án þess að segja neitt nema bara góða nótt og fara."}, {"response_to": "30851453", "username": "dontruble", "message_id": "30858918", "user_id": "285069", "datetime": "2014-10-01 08:29:12", "datestring": "1. okt. '14, kl: 08:29:12", "text": "Sko.. það eru tvær aðferðir."}, {"response_to": "30851453", "username": "skófrík", "message_id": "30860334", "user_id": "197410", "datetime": "2014-10-02 10:14:49", "datestring": "2. okt. '14, kl: 10:14:49", "text": ""}, {"response_to": "30851453", "username": "Josy", "message_id": "30881747", "user_id": "85057", "datetime": "2014-10-19 10:20:30", "datestring": "19. okt. '14, kl: 10:20:30", "text": "hæ hæ"}]}