{"url": "https://bland.is/umraeda/er-eg-med-hofudid-upp-i-afturendanum-eda-/30857562/?page=823", "date": "2014-09-30 13:21:55", "id": "30857562", "items": [{"text": "afsakið fyrirsögn en mig vantar athygli ykkar. mig vantar ykkar skoðun á einu máli, sem varðar mig. og endilega segið ykkar skoðanir hvort sem að þið skjótið mig niður eða sendið góða strauma, því ég veit sjálf ekki hvernig á að taka á þessu. Ég var í sambandi við mann sem að ég var mjög meðvirk fyrir, sagði já og amen við öllu sem hann gerði og sagði, alveg sama þó að það væri vel yfir velsæmismörk. ég tek það fram að ég byrjaði með honum á vondum stað, hann hélt semsagt framhjá með mér og ég bara framkvæmdi það sem hann bað um þó að mér langaði bara að flýja úr þessari stöðu, ég er ekki að verja mig, engan veginn, hef unnið úr þessu og ég og konan erum sáttar í dag, hann átti með henni 2 börn. Hann fór frá henni og flutti til mín og þá byrjaði ballið. Leið ekki langt þar til að alvarlegra andlegt ofbeldi byrjaði. Vildi strax barna mig svo að honum liði ekki eins illa að hafa farið frá sínum börnum. Ég vildi þetta ekki en einhvern veginn sannfærði hann mig,guð má vita hvernig. Varð innan við mánaðar ólétt, þá skipti hann um skoðun,eftir að skaðinn var skeður. Sagði að ég yrði vond mamma og brjóstin lafandi eins og ullarsokka framan á mér og hótaði að fara frá mér ef að ég héldi því. Þannig að ég fór í fóstureyðingu, var hræðilegt. Eftir þetta fór hann að hanga mikið með sinni fyrrverandi, fór meira að segja erlendis með henni og börnunum og skildi mig eftir heima. Ég varð bara að taka því, hótaði honum samt að ég myndi hætta með honum ef að þetta gengi svona áfram. Hann varð þá betri um stuttan tíma. Vildi svo seinna að við yrðum fjölskylda og bað mig um að hætta á pillunni og verða ófrísk, það tók aftur stuttan tíma. En svo fór allt aftur til fjandans, ég veit að ég er farin að hljóma eins og 15 ára gelgja, afsakið hvernig skrif mín eru. Mér var hótað öllu illu ef að ég myndi ekki fara í fóstureyðingu og þannig var það. og í stuttu máli gerðist þetta aftur, var svæfð hágrátandi, var einn af verstu dögum í lífi mínu. 3 fóstureyðingar og læknirinn minn hitti þennan barnsföður og sagði að ég ætti að hætta að umgangast þennan mann, hann væri ekki góð manneskja. Ég var á svo vondum stað í lífinu, skil ekki hvernig þetta allt gat gerst. Inn á milli sagði fv.kærastinn mér að drepa hina fyrrverandi kærustu sína svo að við gætum verið hamingjusöm saman, þarna var mér ekki farið að vera sama, ég sagði henni þetta en hún vildi ekki trúa mér enda jafn ,,týnd,, og meðvirk og ég. Honum var sagt upp í kreppunni og vildi flytjast erlendis og taka mig með. Ég hætti í vinnunni og seldi allt mitt og við fluttum út þar sem að hann tók alla mína peninga (rúm milljón), mér til verndar, að hans sögn. Ég var sem betur fer mikið laus við hann þar, hann var mikið að vinna og leið mér alveg ágætlega þarna. Svo kom að því að eftir rúmt ár að ég varð ófrísk, það var slys enda á pillunni og búin að upplifa meira en nóg af fóstureyðingum og álagi og leiða sem því fylgir. Hann var  ekki heima þegar ég uppgötvaði þetta, og ég vissi hvernig hann myndi taka þessu, þannig að ég hafði vaðið fyrir neðan mittið í þetta skiptið. hafði strax samband við vini og fjölskyldu og fór að plana að fara aftur til Íslands án hans, að sjálfsögðu. Hann kom heim og að sjálfsögðu heimtaði að ég færi til læknis í fóstureyðingu, ég sagði nei og að ég væri búin að tala við fjölskyldu mína um þetta allt. Í stuttu máli flutti ég heim til að eignast barnið okkar, til þess að hafa hann góðan sagði ég við hann að ég myndi koma fljótt aftur með barnið, hann var farinn að taka þessu ástandi í sátt en ég vissi samt innst inni að hann vildi þetta ekki. Þegar kom að því að ég átti að fara að eiga barnið hafði ég samband og bauð honum að vera viðstaddur fæðinguna, sagðist ætla borga flugið enda búin að vera  dugleg að vinna frá því að ég kom heim aftur. En hann sagði nei takk, hann þyrfti að vinna. Þarna fóru eldingar að myndast í gráa skýjinu fyrir ofan hausinn á mér. Ég vissi að þarna stæði ég á mínum eigin fótum og myndi sjá um þetta barn ein, sem betur fer á ég góða fjölskyldu og vini sem hjálpuðu mér. Hann hefur enn þann dag í dag ekki hitt barnið sem er að skella í 3 ára, hann sendir þó afmælis- og jólapakka. Ég vil ekki leyfa honum að heyra í því í síma. ég hef bara alltof mikla reiði gagnvart honum. og þarna kemur spurningin mín. Er ég ósanngjörn varðandi þetta? Foreldrar mínir vita ekki af andlega ofbeldinu og fóstureyðingunum, þau vilja endilega að barnið fái að heyra í honum og t.d þegar ég tek myndir, þá kemur : ,,fer þessi ekki til pabba hennar?,, ég bölva í hljóði en vil ekki deila þessu með þeim. Börn eiga rétt á að umgangast báða foreldra, ég veit það og vildi ég óska þess að það væri þannig hjá dóttur minni, meðvirknin brýst reglulega upp í mér og spyr, er ég að gera vitleysu með að leyfa henni ekki að tala við hann í síma? ég hef sent honum myndir í pósti og Facebook þegar ég er í jákvæðu skapi, hina dagana má hann detta af húsþaki mín vegna. Hann talaði nýlega við hina barnsmóður sína og skilur ekki af hverju ég er svona reið við hann. jæja gott fólk, er ég fáviti eða skiljiði mína stöðu? Ps. Okkur mæðgum líður æðislega í dag og njótum lífsins í botn ;)", "title": "er ég með höfuðið upp í afturendanum eða?", "username": "oregon", "message_id": "30857562", "user_id": "56696", "response_to": null, "datetime": "2014-09-30 13:21:55", "datestring": "30. sep. '14, kl: 13:21:55"}, {"response_to": "30857562", "username": "Ragga81", "message_id": "30857586", "user_id": "33320", "datetime": "2014-09-30 13:33:22", "datestring": "30. sep. '14, kl: 13:33:22", "text": "Ég vil byrja á því að segja til hamingju við þig.  Það eitt að hafa getað stigið út úr þessu sambandi og þessum aðstæðum er mikið afrek.  Núna á ég ekki barn svo ég veit ekki hvort ég sé endilega með \"rétta\" sýn á þetta.  En mér finst að þar sem barnið þekkir pabba sinn ekkert og hefur aldrei séð það þá sé ég ekki alveg ástæðu til þess að það sé að tala við hann í síma.  En hefur hann beðið um að fá að tala við barnið í síma og segir þú barninu að gjafirnar séu frá pabba þess?  Þetta er svona eins og þú myndir senda barnið til hans án þess að það þekkji pabba sinn.  Kanski ekki alveg besta samlíkingin."}, {"response_to": "30857586", "username": "oregon", "message_id": "30857602", "user_id": "56696", "datetime": "2014-09-30 13:41:55", "datestring": "30. sep. '14, kl: 13:41:55", "text": "já hann hringir reglulega og biður um að fá að heyra í því. En áður fyrr hringdi hann bara til að væla í mér og biðja mig um að taka við sér aftur og því myndaðist meiri gremja gagnvart honum. hann hringir á ókristilegum tímum, eins og síðast var það um kl 10 á virku kvöldi. sagði að barnið væri sofandi og þá skellti hann á mig. En við gætum eflaust samið um eitthvað, en hún kann lítið að tala og fer bara að fikta í símatökkunum. ég hef sagt að gjafirnir koma frá honum, hún er kannski fyrst núna að skilja eitthvað. áður voru pakkarnir bara rifnir upp án spurninga hehe."}, {"response_to": "30857562", "username": "Kalishi", "message_id": "30857605", "user_id": "261182", "datetime": "2014-09-30 13:42:24", "datestring": "30. sep. '14, kl: 13:42:24", "text": "Eins og Ragga segir, þú ert hetja að stíga útúr þessu og standa með sjálfri þér."}, {"response_to": "30857605", "username": "TheMadOne", "message_id": "30857681", "user_id": "67426", "datetime": "2014-09-30 14:08:08", "datestring": "30. sep. '14, kl: 14:08:08", "text": "þetta með hvað er sagt við barnið í síma er eitthvað sem ég þekki sjálf frá því að ég var krakki og átti geðbilaða fyllibyttu sem föður. Kvíðahnútur fyrir aðfangadagskvöldi og afmælisdögum af því að hann hringdi alltaf þá og ég var látin tala við hann sama í hvaða ástandi hann var. Þetta fékk svo að ganga áfram þar sem dóttir mín var sett í símann án þess að ég vissi þegar hún var í pössun til að tala við \"afa\""}, {"response_to": "30857681", "username": "oregon", "message_id": "30857697", "user_id": "56696", "datetime": "2014-09-30 14:16:43", "datestring": "30. sep. '14, kl: 14:16:43", "text": "það er leiðinlegt að heyra þetta. vonandi ganga hlutir betur í dag hjá þér/ykkur."}, {"response_to": "30857697", "username": "TheMadOne", "message_id": "30857710", "user_id": "67426", "datetime": "2014-09-30 14:22:01", "datestring": "30. sep. '14, kl: 14:22:01", "text": "takk :) þetta var fyrir löngu síðan, dóttir mín er orðin fullorðin í dag og mamma mín dáin og ég hef oft hugsað um hvað lá að baki að hún skildi gera þetta, treysti mér aldrei til að ræða það við hana en ég held að ég skilji hvað olli því, þetta var flókið og það að berjast á móti honum gat boðið upp á hrikalegt vesen."}, {"response_to": "30857710", "username": "Kalishi", "message_id": "30857732", "user_id": "261182", "datetime": "2014-09-30 14:30:34", "datestring": "30. sep. '14, kl: 14:30:34", "text": "Dramað sem getur fylgt því að loka á eða setja mörk á foreldri sem hefur ítrekað farið yfir öll eðlileg mörk getur verið lamandi og yfirþyrmandi. Ég dæmi engan sem treystir sér ekki í að taka skrefið."}, {"response_to": "30857732", "username": "TheMadOne", "message_id": "30857895", "user_id": "67426", "datetime": "2014-09-30 16:44:06", "datestring": "30. sep. '14, kl: 16:44:06", "text": "þetta voru frekar óvanalegar aðstæður sem ég ætla ekki að fara útí sem gerðu þetta erfiðara en það eitt sem maður þarf að muna að þó að maður sé sjálfur tilbúinn að gera eitthvað þá er ekkert sjálfsagt að allir treysti sér til þess. Þess vegna verður maður að sýna smá nærgætni þegar maður ráðleggur fólki í erfiðri stöðu."}, {"response_to": "30857681", "username": "Kalishi", "message_id": "30857727", "user_id": "261182", "datetime": "2014-09-30 14:28:58", "datestring": "30. sep. '14, kl: 14:28:58", "text": "Í báðum þessum dæmum var þetta sagt í persónu ekki í síma og ekki einsdæmi heldur bara mjög nýleg dæmi frá vinkonum sem eiga (andlega) ofbeldismenn sem barnsfeður."}, {"response_to": "30857562", "username": "Dalía 1979", "message_id": "30857608", "user_id": "257096", "datetime": "2014-09-30 13:43:05", "datestring": "30. sep. '14, kl: 13:43:05", "text": "Barnið hefur rétt á að tala við föður sinn í sima og hitta hann burt séð frá þvi hvernig ykkar staða var eða er það kemur barninu ekkert vð hvernig ykkar samband  enn þetta er þekkt allt látið bitna á bönum i dag eina vopnið sem margir hafa"}, {"response_to": "30857608", "username": "Kalishi", "message_id": "30857612", "user_id": "261182", "datetime": "2014-09-30 13:44:19", "datestring": "30. sep. '14, kl: 13:44:19", "text": "Þetta er flóknari staða en svo."}, {"response_to": "30857612", "username": "Dalía 1979", "message_id": "30857620", "user_id": "257096", "datetime": "2014-09-30 13:47:17", "datestring": "30. sep. '14, kl: 13:47:17", "text": "málin eru aldrei fólkin nema fólk vilji flækja þau börn hafa rétt og það er að þekkja foreldra sína enn auðvitað á barnið að finna fyrir vanlíða foreldra sinna það er bara tíbískt uppeldi i dag"}, {"response_to": "30857620", "username": "Kalishi", "message_id": "30857626", "user_id": "261182", "datetime": "2014-09-30 13:48:19", "datestring": "30. sep. '14, kl: 13:48:19", "text": "Lestu svarið mitt hér að ofan, settu þig í spor barnanna sem eru að upplifa þetta andlega ofbeldi af hendi föðurs síns til móður sinnar í gegnum barnið. Svo skulum við ræða það hvort fullorðnir séu þeir sem vilja flækja málin þegar þeir vilja hlífa börnunum sínum frá andlegu ofbeldi."}, {"response_to": "30857620", "username": "oregon", "message_id": "30857631", "user_id": "56696", "datetime": "2014-09-30 13:49:59", "datestring": "30. sep. '14, kl: 13:49:59", "text": "ég skil þitt álit og að öllu leyti sammála og því setti ég þetta fram. en hvað með föður hennar ,sem á nægan pening til að koma til landsins og hitta hana en hefur ekki enn gert það. hann á önnur börn hér á íslandi sem hann hefur ekki séð í 5 ár."}, {"response_to": "30857608", "username": "Ragga81", "message_id": "30857628", "user_id": "33320", "datetime": "2014-09-30 13:49:16", "datestring": "30. sep. '14, kl: 13:49:16", "text": "Ég er alveg sammála þér að auðvitað eiga börn rétt á að þekja og umgangast báða foreldra.  En ég las dáldið úr þessu að hann hefði nú ekki of mikinn áhuga á barninu svona miða við að barnið er orðið 3 ára og barnið hefur aldrei hitt föður sinn.  EN fólk hefur misjafnar skoðanir og það er bara gott mál.  Ég svarði bara út frá því sem mér finst og því sem ég las út úr því sem hún skrifar."}, {"response_to": "30857562", "username": "Saraswati", "message_id": "30857611", "user_id": "108166", "datetime": "2014-09-30 13:44:01", "datestring": "30. sep. '14, kl: 13:44:01", "text": "Ég vil taka undir með Röggu81 og óska þér til hamingju með að hafa rifið þig burtu. Það er mikið afrek."}, {"response_to": "30857611", "username": "oregon", "message_id": "30857622", "user_id": "56696", "datetime": "2014-09-30 13:47:43", "datestring": "30. sep. '14, kl: 13:47:43", "text": "ég gæti það já, þetta er auðvitað kostnaðarsamt, og ég hef engan veginn efni á því en mig langar til þess. Ég á eina sérlega góða vinkonu sem er gömul sál og á svör við öllu, hún hefur hjálpað mér mikið. segir mig hafa gert allt til að reyna að ,,bjarga,, honum en það er auðvitað ekki hægt, en ég vildi vita utanaðkomandi álit því auðvitað segja vinir hluti manni í hag. ég þarf að byrja á sjálfri mér. takk fyrir svarið."}, {"response_to": "30857562", "username": "TheMadOne", "message_id": "30857672", "user_id": "67426", "datetime": "2014-09-30 14:02:56", "datestring": "30. sep. '14, kl: 14:02:56", "text": "jæks kona greinarskil!!"}, {"response_to": "30857672", "username": "oregon", "message_id": "30857677", "user_id": "56696", "datetime": "2014-09-30 14:06:18", "datestring": "30. sep. '14, kl: 14:06:18", "text": "já sorry það. var ekki efst í mínum huga þegar ég skrifaði þetta. takk fyrir svarið. ég þarf að taka mig í gegn."}, {"response_to": "30857677", "username": "donaldduck", "message_id": "30857694", "user_id": "124716", "datetime": "2014-09-30 14:16:01", "datestring": "30. sep. '14, kl: 14:16:01", "text": "mér finnst þú alveg svakalega sterk að hafa komið þér út úr sambandinu þegar þú gerðir. en gerðu þér þann greiða að ræða málin með söguna við einhvern og útskýrðu allt fyrir foreldrum þínum. þau þekkja greinilega ekki sama mann og þú."}, {"response_to": "30857694", "username": "oregon", "message_id": "30857700", "user_id": "56696", "datetime": "2014-09-30 14:18:38", "datestring": "30. sep. '14, kl: 14:18:38", "text": "takk fyrir það. nei þau þekkja ekki sama manninn, þau sáu hann sem son sinn og tala aldrei illa um hann."}, {"response_to": "30857677", "username": "TheMadOne", "message_id": "30857699", "user_id": "67426", "datetime": "2014-09-30 14:18:29", "datestring": "30. sep. '14, kl: 14:18:29", "text": "ekkert mál :) það þurfti þrautsegju að lesa allt í gegn lol"}, {"response_to": "30857699", "username": "oregon", "message_id": "30857711", "user_id": "56696", "datetime": "2014-09-30 14:22:05", "datestring": "30. sep. '14, kl: 14:22:05", "text": "já ég reyndi þetta, sagði einu sinni í mánuði. gekk í tvo mánuði eða svo, því að barnið var bara ekki að skilja hvaða rödd þetta væri og fór bara að fikta í tökkunum. þá sagði ég hingað og ekki lengra, hættu að hringja, barnið getur ekki talað við þig og ég vil það svo sannarlega ekki. en hann hringdi samt aftur fyrir stuttu. já eins og þú segir, hann er að stjórna mér með þessu."}, {"response_to": "30857711", "username": "TheMadOne", "message_id": "30857723", "user_id": "67426", "datetime": "2014-09-30 14:26:13", "datestring": "30. sep. '14, kl: 14:26:13", "text": "bjóddu honum að tala við þig í tölvupósti, hann getur spurt um allt sem kemur barninu við og þú getur sagt honum allt sem snýr að barninu, ef hann er með einhver leiðindi þá lætur þú sem þú sjáir það ekki. Þetta snýst allt um að koma þér útúr meðvirkninni og að hugsa fyrst og fremst um hvað barninu er fyrir bestu. Ég myndi jafnvel skoða að fá álit hjá sérfræðingi, uppeldisfræðingi eða barnasálfræðingi um hvernig sé best að haga svona fjarsambandi við föður á svona litlu barni. Þá sýnir þú líka lit að þú viljir gera þetta á sem bestan hátt."}, {"response_to": "30857723", "username": "oregon", "message_id": "30857730", "user_id": "56696", "datetime": "2014-09-30 14:29:35", "datestring": "30. sep. '14, kl: 14:29:35", "text": "já ég hef bent honum á að tala við mig í gegnum facebook. mér finnst samt eins og ég eigi alltaf fyrsta skrefið í öllum samtölum. þeas ég sendi honum myndir áður en hann biður um þær, hann þakkar fyrir og ekkert meir. spyr ekki hvernig henni líður eða þannig. ég mun ekki bakka með það að ég vil bara þannig samskipti, þeas í gegnum tölvu."}, {"response_to": "30857730", "username": "Kalishi", "message_id": "30857751", "user_id": "261182", "datetime": "2014-09-30 14:40:11", "datestring": "30. sep. '14, kl: 14:40:11", "text": "Fyndist þér þú vera að bregðast barninu ef þú hættir að hafa samskipti af fyrra bragði? Þetta er rosaleg höfnun."}, {"response_to": "30857751", "username": "oregon", "message_id": "30857760", "user_id": "56696", "datetime": "2014-09-30 14:46:02", "datestring": "30. sep. '14, kl: 14:46:02", "text": "mér finnst bara eins og samfélagið vilji að börn hafi rétt á báðum foreldrum og allt eigi að gera til þess að það gangi. En guð hvað mig langar bara til að hafa dóttur mína fyrir mig."}, {"response_to": "30857760", "username": "Kalishi", "message_id": "30857780", "user_id": "261182", "datetime": "2014-09-30 14:53:14", "datestring": "30. sep. '14, kl: 14:53:14", "text": "En samfélagið gerir ráð fyrir að báðir foreldrar séu heilbrigðir og heilir í hausnum. Þitt tilfelli og margra annarra er öðruvísi og allt í lagi að taka tillit til og taka mið af því. Kannski, þegar barnið verður eldra og spyr um pabba sinn, þá kannski geturu íhugað að leyfa þeim að hittast, en þá á forsendum barnsins, ekki forsendum hans. Barnið tapar ekkert á því að sleppa því að vera í samskiptum við mann sem hikar ekki við að beita andlegu ofbeldi, jú ókey, þau gætu átt einhverjar góðar stundir, en þetta slæma skyggir alltaf á."}, {"response_to": "30857730", "username": "Kalishi", "message_id": "30857753", "user_id": "261182", "datetime": "2014-09-30 14:40:29", "datestring": "30. sep. '14, kl: 14:40:29", "text": "Höfnun af hans hálfu."}, {"response_to": "30857730", "username": "TheMadOne", "message_id": "30857890", "user_id": "67426", "datetime": "2014-09-30 16:37:07", "datestring": "30. sep. '14, kl: 16:37:07", "text": "láttu hann þá bara eiga sig, hann sækist eftir samskiptum við barnið þegar/ef hann vill þau og það er engin frekja að hann geti ekki hringt á öllum tímum sólarhrings til að tala við barn sem skilur ekkert hvað hann er að segja. Mín var orðin eldri þegar við gáfumst upp á að pabbinn tók sér frí í vinnu til að vera með henni en skildi hana svo eftir hjá kærustunni og var að gera allt annað. Hún var að hringja í mig af því að hún var skilin eftir við að passa og barnið pissaði undir. Henni leið bara illa. Ég var svo að vona að hann yrði brjálaður út í mig og talaði við sýslumann um að fara fram á fasta umgengni en hann gerði það aldrei. Hann hringdi svo í hana eftir 2 ár, kenndi mér um allt saman og ætlaðist til að hún, 11 ára færi um borð í flugvél til hans án þess að hann ræddi það við mig. Ef þetta hefði ekki verið sameiginleg ákvörðun mín og hennar þá hefði það kannski virkað. Svona menn vilja ekki semja hjá sýslumanni af því að þá gætu þeir allt í einu þurft að fara eftir einhverjum reglum"}, {"response_to": "30857562", "username": "undralegt", "message_id": "30857756", "user_id": "68901", "datetime": "2014-09-30 14:45:05", "datestring": "30. sep. '14, kl: 14:45:05", "text": "Ef maðurinn sýnir ekki áhuga á að kynnast barninu eins og þú virðist skrifa (það að þú sendir honum myndir af fyrrabragðið, hann hringir þegar hann veit að barnið er sofandi, hefur aldrei hitt það) þá einfaldlega hættir þú að senda honum myndir og hafa samband af fyrra bragði."}, {"response_to": "30857756", "username": "Dalía 1979", "message_id": "30857823", "user_id": "257096", "datetime": "2014-09-30 15:29:01", "datestring": "30. sep. '14, kl: 15:29:01", "text": "Sem sagt mammann ræður"}, {"response_to": "30857823", "username": "undralegt", "message_id": "30857824", "user_id": "68901", "datetime": "2014-09-30 15:30:58", "datestring": "30. sep. '14, kl: 15:30:58", "text": "Alls ekki."}, {"response_to": "30857562", "username": "Heiðlóan ♫♬♪ ♩", "message_id": "30858059", "user_id": "267951", "datetime": "2014-09-30 18:31:32", "datestring": "30. sep. '14, kl: 18:31:32", "text": "Ég held að þú ættir að segja þínum nánustu frá öllu þessu ofbeldi. Þú getur ekki bara látið eins og hann sé æðislegur pabbi og allt það"}, {"response_to": "30857562", "username": "Regndropi", "message_id": "30858255", "user_id": "81067", "datetime": "2014-09-30 20:18:55", "datestring": "30. sep. '14, kl: 20:18:55", "text": "Erfið staða.  Ein spurning er sú hvernig umgengni hans er háttað við börnin sem hann á með fyrri konunni, kemur hann vel fram við þau börn?"}, {"response_to": "30858255", "username": "oregon", "message_id": "30858420", "user_id": "56696", "datetime": "2014-09-30 21:23:26", "datestring": "30. sep. '14, kl: 21:23:26", "text": "Tja hann hefur ekki séd þau i 5 ár, þad segir eitthvad. Þau eiga í betra sambandi enda bædi orðin að unglingum eiginlega og þekktu hann áður fyrr. En sú eldri er ad fara ad fermast a næsta ári, hún bauð honum í veisluna en hann sagðist ekki koma. En hann myndi vilja gefa henni flugmiða til sín í fermingargjöf. En þad kemur ekki til greina ad hun fari neitt ein."}]}