{"url": "https://bland.is/umraeda/hugleiding-eftir-skyrslulestur-i-g-g/30862960/?page=818", "date": "2014-10-04 03:22:01", "id": "30862960", "items": [{"text": "Sæl. Einhverjum á eflaust eftir að þykja það sem hér eftir kemur óviðeigandi en ég tek það fram að þetta eru mest vangaveltur eftir að hafa leið skýrslur, málsgöng og flest allt það sem við kemur Geirfinns málinu blaðsíðu fyrir blaðsíðu. Guðmundar málið hef ég minna kinnt mér og áhveð því að tjá mig ekki um það að svo komnu máli. Ég frábið mer öll skíta komment og almenn leiðindi..... Það er eitt athyglisvert við þá töf og mótlæti sem hefur einkennt endurupptökubeiðnir á máli 214 svo kölluðu Guðmundar og Geirfinnsmáli. Flokkarnir  (B og D) sem nú eru við völd voru líka við völd á þessum tíma eða árið 1974. Dómsmálin voru i höndum framsóknarflokks og án þess að ég nefni nöfn var á þeim tíma virtur  maður í innsta hring framsóknarfloksinns. Maður sem þó sat aldrei á þingi en nafn hanns má sjá í nefndum og fleiru í nafni XB. Hann rak líka vafasöm hótel utan höfuðborgarinnar og skemmtitaði, var með ferðakrifstofu og var hætaréttarlögmaður. Hann var með laxveiði ár á leigu fyrir stóra ríka ameríakan og flutti inn vafasöm vín með vafasömum hætti. Hann hefur oftast sloppið þrátt fyrir opinbera umfjöllun um mjög vafasöm peningaþvættismál sem voru á hanns koppi og var oft á tíðum með mjög vafasama menn til að sjá um skítverkin. Það er víðsvegar í skýrslum frá þessum tima bent á hann og kumpána hanns (einn honum tengdur kemur meir að segja heim og saman í öllu við lýsingu vitnisinns  í Hafnarbúðinni á manninum sem kom þar inn til að hryngja að kvöldi 19 Nov 1974 og hann þekkti Geirfinn og/eða var allavega vel kunnugur honum) ...  Enda var buið að finna blóraböggla til að taka skellinn og það var gert með ráðum til að fela ljóta sögu vinarinns.Stundum gleymist líka eitt sem hefur marg oft sannað sig að ofta vita meira þeir sem eru næstir. Í lang lang flestum tiilfellum vita þeir sem næst standa fórnarlambinu eithvað meira en þó ætla ég ekki að ganga svo langt að fullyrða neitt um það í þessu tilfelli en finnst það þó sennilegt. Ég held að þetta hafi snúist um það að Geirfinnur hafi viitað eithvað sem hann átti ekki að vita og vildi fá greiðslur fyrir sem hinum aðilanum þóttu of háar og komið til handalögmála. Það er líka magnað að fyrirvara laust kemur skipun frá höfuðstöðvunum á höfuðborgarsvæðinu að Keflavíkurlögreglan skul hætta allri ransókn og 5 mánuðum síðar kemur krafa um öll göng sem þeir suður með sjó hafa aflað. Og og og þegar flett er í gegnum aðgengileg málskjól kemur í ljós að flestar skýrslur úr keflavíkur ransókninni virðast týndar og það virðist engin útskýring vera á því nema sú að þeim hafi verið stungið undir stól. Þessvegna velti ég því upp. Getur verið að þeir suður með sjó hafi verið á réttri leið og þessvegna verið stoppaðir áður en þeir kæmust og nálægt sannleikanum? Farið fallega út í líifið og njótið þess því þið vitað aldrei hvað bíður handan við hornið.Góðar stundir.", "title": "Hugleiðing eftir skýrslulestur í G&G", "username": "zerbinn", "message_id": "30862960", "user_id": "70126", "response_to": null, "datetime": "2014-10-04 03:22:01", "datestring": "4. okt. '14, kl: 03:22:01"}]}