{"url": "https://bland.is/umraeda/hledsla-a-tolvubatterium/30870240/?page=809", "date": "2014-10-09 12:08:41", "id": "30870240", "items": [{"text": "Hvernig er \"best\" að hlaða fartölvuna sína? Er ekki best að hlaða hana 100%, taka úr sambandi og leyfa henni að klárast og endurtaka leikinn alltaf þannig? Er það \"myth\" að hlaða í smá stund, taka úr í smá, hlaða smá sé slæmt fyrir batteríið? Skiptir kannski engu máli að hún sé mikið í hleðslu? Að þú takir hana til dæmis ekki strax úr sambandi þegar hún er fullhlaðin?Mig langar ekki að eyðileggja batteríið í glænýja macanum mínum og vil gera þetta \"rétt\" ef það er til eitthvað sem er rétt?", "title": "Hleðsla á tölvubatteríum", "username": "tumat", "message_id": "30870240", "user_id": "98135", "response_to": null, "datetime": "2014-10-09 12:08:41", "datestring": "9. okt. '14, kl: 12:08:41"}, {"response_to": "30870240", "username": "hanastél", "message_id": "30870312", "user_id": "171558", "datetime": "2014-10-09 12:50:32", "datestring": "9. okt. '14, kl: 12:50:32", "text": "Ég hleð mína macca bara þegar þarf og stundum er snúran lengi í og stundum ekki. Er núna með einn að verða 3 ára og batteríið endist nærri því heilan skóladag. Batteríið fór í gamla maccanum eftir um 5 ár og þá keypti ég nýtt frá Macland á 15 þús. kall og skipti sjálf um."}, {"response_to": "30870240", "username": "Vasadiskó", "message_id": "30870422", "user_id": "164849", "datetime": "2014-10-09 14:34:47", "datestring": "9. okt. '14, kl: 14:34:47", "text": "Það eru til mismunandi tegundir rafhlaða sem hafa ólíka eiginleika. Makkar nota held ég lithium ion polymer (LiPo) rafhlöður. Svoleiðis rafhlöður þola illa að vera geymdar næstum tómar og geta misst niður spennu við það og skemmst, svo það er ágætt að hafa það í huga. Ég held það sé innbyggt í hleðslutæki í tölvum núorðið að þau hætta sjálfkrafa að hlaða þegar rafhlaðan er full, en ég myndi samt reyna að fá það staðfest til að vera viss. Kíktu í bæklinginn með tölvunni (sem er væntanlega á netinu), það er örugglega eitthvað um þetta þar."}, {"response_to": "30870422", "username": "tumat", "message_id": "30870662", "user_id": "98135", "datetime": "2014-10-09 18:42:03", "datestring": "9. okt. '14, kl: 18:42:03", "text": "Já það gerðist í gömlu tölvunni minni, var með tiltölulega nýtt batterí og fór svo erlendis í nokkrar vikur. Batteríið dó á meðan (tók tölvuna ekki með)"}, {"response_to": "30870240", "username": "disarfan", "message_id": "30870441", "user_id": "77469", "datetime": "2014-10-09 14:56:58", "datestring": "9. okt. '14, kl: 14:56:58", "text": "Apple segir að það sé ekki nauðsynlegt. Batterýið eyði alltaf 100%."}]}