{"url": "https://bland.is/umraeda/rautt-blikkandi-oliuljos/30886642/?page=509", "date": "2014-10-22 13:34:50", "id": "30886642", "items": [{"text": "Sæl öllEr einhver sem getur ráðlagt mér? Olíuljósið fór allt í einu á í bílnum mínum í gær. Ég stoppaði náttúrulega til þess að athuga málið en það er næg olía á bílnum (vel upp fyrir hálfan kvarðann) og áferðin er ekkert skrítin, bara svona eins og vaselín eða eitthvað. Þegar ég setti bílinn í gang aftur var ljósið farið og allt í góðu, en í dag er ljósið búið að kvikna annað slagið, blikka í nokkrar mínútur og hverfa aftur. Pabbi (þaðan koma upplýsingarnar mínar, ég hef ekkert vit á bílum) heldur að þetta gæti verið skynjarinn sjálfur sem er bilaður, en hann er hinu megin á landinu og getur ekki tékkað á þessu fyrir mig. Einhverjar aðrar hugmyndir eða eruð þið sammála því? Þarf ég ekki að láta laga þetta?", "title": "Rautt, blikkandi olíuljós", "username": "steinunnbla", "message_id": "30886642", "user_id": "186847", "response_to": null, "datetime": "2014-10-22 13:34:50", "datestring": "22. okt. '14, kl: 13:34:50"}, {"response_to": "30886642", "username": "steinunnbla", "message_id": "30886643", "user_id": "186847", "datetime": "2014-10-22 13:35:41", "datestring": "22. okt. '14, kl: 13:35:41", "text": "Já, þetta er Volkswagen Polo '98."}, {"response_to": "30886642", "username": "Hreibbi", "message_id": "30887049", "user_id": "227352", "datetime": "2014-10-22 18:35:05", "datestring": "22. okt. '14, kl: 18:35:05", "text": "Olían á ekki að vera eins og vaselín. Hún er þunn, sleip og næstum gegnsæ þegar best lætur. Þegar olíuljós fer að blikka, þá vonar maður auðvitað að mótstaðan fyrir viðvörunarljósið sé biluð. Sú er sjaldnast raunin. Ég held að það sé mun algengara að legur í vélinni séu slitnar og þrýstingurinn sé orðinn lágur þess vegna. Hitt er auðvitað ekki útilokað að þetta sé mótstaðan eða olíudælan. Hvernig sem því er háttað, þá skaltu ekki setja vélina í gang aftur, heldur láta draga eða flytja bílinn á verkstæði og láta skoða þetta þar."}, {"response_to": "30887049", "username": "steinunnbla", "message_id": "30887197", "user_id": "186847", "datetime": "2014-10-22 20:34:55", "datestring": "22. okt. '14, kl: 20:34:55", "text": "Æj ég er ekki góð í að lýsa þessu, lýsingin þín passar betur við áferðina en vaselín. En hvort sem er læt ég tékka á þessu. Takk."}, {"response_to": "30887197", "username": "garandil", "message_id": "31115622", "user_id": "97856", "datetime": "2015-05-27 00:14:23", "datestring": "27. maí '15, kl: 00:14:23", "text": "sennilega þarf að hreinsa pickup sigtið í pönnunni. þau eiga það til að stýflast á vw bílum."}]}