{"url": "https://bland.is/umraeda/lavaxid-barn/30899947/?page=775", "date": "2014-11-01 20:42:40", "id": "30899947", "items": [{"text": "Ég á einn lítinn frænda sem að verður 3 ára eftir áramót, hann notar enn föt í 82-86 og er undir 10 kg. Hann kann sirka 10 orð. Læknarnir segja að hann sé bara lágvaxinn en alveg sama hversu oft það er farið með hann þá er ekkert gert nema talað um að hann sé mjög lítill. Leikskólinn er farinn að hafa áhyggjur því að hann er svo mikið lágvaxinn og því að hann talar ekkert, hann segir, bara hæ, bæ, bíll, borða, drekka, kúka, mamma, pabbi og kisa. Og kannski eitt til tvö orð í viðbót. Hann er rosalega glaður alltaf og skemmtilegur, hann er alltaf babblandi, sækist eftir knúsum og kossum og allt þannig. Hefur einhver átt barn sem er svona? Getur verið að það sé eitthvað að?Mamman er mjög hávaxin en pabbinn er bara venjulegur. Hann á systkini sem er rúmlega 3 ára og það notar föt í stærð fyrir ofan. Ég þekki það barn lítið og get því lítið lýst því barni.", "title": "Lávaxið barn", "username": "Oskari", "message_id": "30899947", "user_id": "143862", "response_to": null, "datetime": "2014-11-01 20:42:40", "datestring": "1. nóv. '14, kl: 20:42:40"}, {"response_to": "30899947", "username": "Mae West", "message_id": "30899951", "user_id": "28460", "datetime": "2014-11-01 20:45:27", "datestring": "1. nóv. '14, kl: 20:45:27", "text": "Ef þetta væri eitthvað genetískt þá hljóta fleiri börn eða foreldrar að hafa líka verið lítil á sama aldri og ömmur eða afar kannast við þetta."}, {"response_to": "30899947", "username": "Emmellí", "message_id": "30899960", "user_id": "129689", "datetime": "2014-11-01 20:48:13", "datestring": "1. nóv. '14, kl: 20:48:13", "text": "3 ára og kann 10 orð er mjög lítið og ég skil vel að leikskólinn sé farinn að hafa áhyggjur. Hvernig er hann í grófhreyfingum og fínhreyfingum ?? Mér sýnist að það þurfi bara að gera mat á honum - þroskalistann - hann er fyrir 3 ára og eldri. Það er líka til smábarnalisti sem hægt er að gera ef það éf það er farið í þetta strax. Foreldrar fylla út listann og sérkenarinn í leikskólanum getur reiknað út úr honum."}, {"response_to": "30899960", "username": "Oskari", "message_id": "30899962", "user_id": "143862", "datetime": "2014-11-01 20:49:39", "datestring": "1. nóv. '14, kl: 20:49:39", "text": "Fínhreyfingarnar eru ekkert upp á sitt besta með hann, en grófhreyfingarnar eru betri. Hann notar skóstærð nr 19 og er pínu valtur þegar að hann labbar, en hann byrjaði samt að labba um 1 árs."}, {"response_to": "30899962", "username": "Emmellí", "message_id": "30899967", "user_id": "129689", "datetime": "2014-11-01 20:54:34", "datestring": "1. nóv. '14, kl: 20:54:34", "text": ""}, {"response_to": "30899947", "username": "Yxna belja", "message_id": "30900010", "user_id": "7749", "datetime": "2014-11-01 21:31:37", "datestring": "1. nóv. '14, kl: 21:31:37", "text": "Mér finnst mjög sérstakt að barnið sé ekki skoðað betur. Er með einn sem er 1,5 ára og er í sömu stærð og þú nefnir og það er fylgst mjög vel með vexti barnsins - hann fer mjög reglulega í auka læknisskoðanir vegna þess hversu lítill og léttur hann er mv aldur. Mér finnst eiginlega frekar ótrúlegt að ekki sé verið að fylgjast með þessu barni..."}, {"response_to": "30899947", "username": "LadyGaGa", "message_id": "30900035", "user_id": "32188", "datetime": "2014-11-01 21:46:09", "datestring": "1. nóv. '14, kl: 21:46:09", "text": "Mín er frekar smávaxin og var tekin strax í tékk.  Hafa þau bara farið til heimilislæknis eða hjúkku í eftirlitinu?"}, {"response_to": "30899947", "username": "hillapilla", "message_id": "30900110", "user_id": "4176", "datetime": "2014-11-01 22:36:37", "datestring": "1. nóv. '14, kl: 22:36:37", "text": "Ég á nú bágt með að trúa því að hann sé svona lítill og enginn sé að spá neitt í það. Hann er á stærð við eins árs barn, for crying out loud..."}]}