{"url": "https://bland.is/umraeda/teygd-halsmal-einhverjar-home-remedies-/30904828/?page=768", "date": "2014-11-06 08:32:07", "id": "30904828", "items": [{"text": "Sælar.   Smábarnið á heimilinu getur ekki stillt sig um að grípa í hálsmálin á fötunum mínum og toga rækilega í. Það eru nokkurn veginn allar flíkurnar mínar orðnar ónýtar (nema mig langi brjálæðislega til að labba um með svaka brjóstaskoru og lafandi hálsmál) en ég hef ekki efni á að kaupa mér ný föt.    Einhverjar hér lent í þessu vandamáli, og vita einhverjar leiðir til að laga flíkurnar?", "title": "Teygð hálsmál - einhverjar home remedies?", "username": "Eyma", "message_id": "30904828", "user_id": "192774", "response_to": null, "datetime": "2014-11-06 08:32:07", "datestring": "6. nóv. '14, kl: 08:32:07"}, {"response_to": "30904828", "username": "leonóra", "message_id": "30904989", "user_id": "166481", "datetime": "2014-11-06 11:33:29", "datestring": "6. nóv. '14, kl: 11:33:29", "text": "Jah mér dettur bara í hug að zikkzakka tvo teygjubúta  t.d. upp við hliðarsaumana innaná hálsmálið en auðvitað færðu þá rykkingu þar - eða að sauma flata teygju innan á líninguna og láta allt hálsmálið rykkjast.   Sumir bolir eru líka bara flottir ef hálslíningin er tekin af og kanturinn saumaður niður…..kannski með flottu skábandi eða efni í öðrum lit eða ……en allt er þetta þó nokkur vinna.  Svo er hægt að breyta hálsmálinu hreinlega - láta það renna út í axlirnar eða dýpka það."}, {"response_to": "30904828", "username": "nefnilega", "message_id": "30904998", "user_id": "52417", "datetime": "2014-11-06 11:40:33", "datestring": "6. nóv. '14, kl: 11:40:33", "text": "Vera í bol sem má teygjast, eða engum bol, þegar þú ert heima."}, {"response_to": "30904828", "username": "nerdofnature", "message_id": "30905094", "user_id": "91627", "datetime": "2014-11-06 12:43:42", "datestring": "6. nóv. '14, kl: 12:43:42", "text": "Lausnin á þessu heimili var að ganga bara í bolum heima við sem mér er alveg sama um. Og þegar við erum úti að þá sný ég stráknum mikið frá mér (honum finnst hvort eð er svo spennandi að skoða allt)."}]}