{"url": "https://bland.is/umraeda/kvidi-barna/30903804/?page=768", "date": "2014-11-05 13:34:19", "id": "30903804", "items": [{"text": "Dóttir mín er mjög kvíðin, byrjaði að versna þegar hún byrjaði í skóla núna í haust.  Hún borðar illa og kvartar mikið um magaverk, gæti það tengst kvíðanum?  Hún er svo slæm að hún þorir ekki að fara ein á klósettið í skólanum og hún var að halda í sér allan morguninn frekar en að tala við kennarann eða fara á klósettið, hún lokar aldrei hurðinni á klósettinu því hún er hrædd um að lokast inni. Hún lenti í því í sumar að læsast inná kamar og það hefur greinilega setið svona rosalega í henni.  Hún er 6 ára og pissar ennþá undir, er að velta því fyrir mér hvort að það geti líka tengst kvíðanum, að hún þori ekki frammúr í myrkrinu.. Ég er búin að setja upp seríu í herberginu hennar og hef kveikt ljósið á ganginum.  Hún hittir félagsráðgjafa í skólanum sem vinnur með kvíðann og mig langar að vita hvort það er eitthvað sérstakt sem ég get gert fyrir hana?    Þið sem eigið kvíðabörn, hvað hefur hjálpað ykkar börnum?   Mér finnst svo erfitt að vita til þess að þetta sé að hefta dóttur mína svona, hún þorir ekki að gera allt sem hana langar til að gera, eins og að fara á kóræfingu og slíkt.", "title": "Kvíði barna", "username": "kexpakki", "message_id": "30903804", "user_id": "42439", "response_to": null, "datetime": "2014-11-05 13:34:19", "datestring": "5. nóv. '14, kl: 13:34:19"}, {"response_to": "30903804", "username": "Degustelpa", "message_id": "30903807", "user_id": "237008", "datetime": "2014-11-05 13:37:58", "datestring": "5. nóv. '14, kl: 13:37:58", "text": "ef þið eruð ekki á biðlista fyrir sálfræðing þá myndi ég gera það sem fyrst. Svona mikill og hamlandi kvíði er ekki góður, best væri að mínu mati ef hún færi á lyf til að byrja með til að láta henni líða betur og fara svo að vinna með samstalsmeðferð og svoleiðis og ef þið eruð á móti lyfjum að hætt þeim þá smátt og smátt. Þannig gæti hún náð betri stjórn á kvíðanum sjálf."}, {"response_to": "30903807", "username": "kexpakki", "message_id": "30903813", "user_id": "42439", "datetime": "2014-11-05 13:40:46", "datestring": "5. nóv. '14, kl: 13:40:46", "text": "Þar sem ég bý er enginn starfandi sálfræðingur, skólasálfræðingurinn kemur frá öðru bæjarfélagi eftir dúk og disk. Ég var búin að tala við skólastjórann um að hún fengi að hitta sálfræðinginn, þangað til mun hún hitta félagsráðgjafann reglulega."}, {"response_to": "30903804", "username": "lofthæna", "message_id": "30903808", "user_id": "3375", "datetime": "2014-11-05 13:38:36", "datestring": "5. nóv. '14, kl: 13:38:36", "text": "Hafið þið skoðað saman bók sem heitir \"hvað get ég gert við of miklum kvíða?\" Hún er til á flestum bókasöfnum og er góð fyrir börn."}, {"response_to": "30903808", "username": "kexpakki", "message_id": "30903811", "user_id": "42439", "datetime": "2014-11-05 13:39:07", "datestring": "5. nóv. '14, kl: 13:39:07", "text": "úú kíki eftir henni á bókasafninu á eftir, takk!"}, {"response_to": "30903811", "username": "lofthæna", "message_id": "30903815", "user_id": "3375", "datetime": "2014-11-05 13:41:14", "datestring": "5. nóv. '14, kl: 13:41:14", "text": "Og með næturmiguna, það þarf ekkert að tengjast kvíðanum en ég myndi panta tíma hjá Viðari Eðvarðssyni og fá ráðleggingar þar. Fyrir mín börn hentaði næturþjálfinn og það frábærlega. Myndi samt ekki byrja á honum nema vera búin að útiloka aðra þætti fyrst."}, {"response_to": "30903815", "username": "kexpakki", "message_id": "30903818", "user_id": "42439", "datetime": "2014-11-05 13:42:21", "datestring": "5. nóv. '14, kl: 13:42:21", "text": "Já þurfti að athuga með tíma hjá honum næst þegar ég fer með hana til Reykjavíkur, búum á norðurhjara veraldar :P"}, {"response_to": "30903818", "username": "donaldduck", "message_id": "30903836", "user_id": "124716", "datetime": "2014-11-05 13:53:57", "datestring": "5. nóv. '14, kl: 13:53:57", "text": "ath með tíman og farðu þegar hann er laus, ekki auðvelt að fá tíma hjá honum. en ég á kvíðakall og mín ráðlegging er að koma henni sem fyrst til sálfr. hjá mínum var það reyndar barnalæknir sem náði tökum á þessu með mínum strák."}, {"response_to": "30903836", "username": "kexpakki", "message_id": "30903838", "user_id": "42439", "datetime": "2014-11-05 13:56:29", "datestring": "5. nóv. '14, kl: 13:56:29", "text": "Já fer í að panta tíma :)"}, {"response_to": "30903838", "username": "donaldduck", "message_id": "30903849", "user_id": "124716", "datetime": "2014-11-05 14:00:43", "datestring": "5. nóv. '14, kl: 14:00:43", "text": "á hún síma? láttu hana taka hann með og ´þá hefur hún möguleikan að hringja í ykkur ef hún myndi týnast. minn er með sykursýki og þegar við vorum úti í fyrsta skipti eftir að hun greindist þá var hann alltaf með miða í buxunum sínum með texta á ensku um að hann væri diabetic og ef hann væri einn þá ætti að hringja í mig eða neyðarlínuna ef hann væri ringlaður og slappur. kanski væri ekki vitlaust að skirfa GSM nr þitt á handlegginn á henni."}, {"response_to": "30903849", "username": "kexpakki", "message_id": "30903851", "user_id": "42439", "datetime": "2014-11-05 14:01:45", "datestring": "5. nóv. '14, kl: 14:01:45", "text": "Já ég var búin að segja við hana að við myndum setja á þau armbönd með númerunum okkar :)"}, {"response_to": "30903849", "username": "kexpakki", "message_id": "30903867", "user_id": "42439", "datetime": "2014-11-05 14:08:57", "datestring": "5. nóv. '14, kl: 14:08:57", "text": "En nei hún á ekki síma sjálf en það er til sími heima sem þau hafa verið að nota fyrir leiki. Spurning um að taka hann með og láta hana ganga um með hann :)"}, {"response_to": "30903808", "username": "Hygieia", "message_id": "30903947", "user_id": "83422", "datetime": "2014-11-05 15:22:54", "datestring": "5. nóv. '14, kl: 15:22:54", "text": "Tek undir þetta. Ræddi við skólahjúrkunarfræðing og sálfræðing um kvíða dóttur minnar og báðir aðilar mældu með að byrja á þessari bók og hafa svo samband aftur ef það væri mitt mat að meira þyrfti til. Bókin dugði til og eru atriði úr henni rifjuð upp þegar þörf er á."}, {"response_to": "30903947", "username": "Felis", "message_id": "30903954", "user_id": "32229", "datetime": "2014-11-05 15:29:23", "datestring": "5. nóv. '14, kl: 15:29:23", "text": "Þessi bók hefur líka hjálpað mér og syni mínum mikið, en þó ekki nóg (að mínu mati) og kannski hefði verið betra að fá strax bara almennilega hjálp frekar en að bókin hjálpaði aðeins og nóg til að það kom ekki nógu fljótt í ljós að barnið þyrfti meira."}, {"response_to": "30903804", "username": "saedis88", "message_id": "30903854", "user_id": "56492", "datetime": "2014-11-05 14:02:32", "datestring": "5. nóv. '14, kl: 14:02:32", "text": "ég pissaði undir langt fram eftir aldri, var líkamlegt til að byrja með og svo var þetta orðið kvíðatengt."}, {"response_to": "30903854", "username": "kexpakki", "message_id": "30903860", "user_id": "42439", "datetime": "2014-11-05 14:04:18", "datestring": "5. nóv. '14, kl: 14:04:18", "text": "Og hætti það svo bara af sjálfum sér?"}, {"response_to": "30903804", "username": "kexpakki", "message_id": "30904853", "user_id": "42439", "datetime": "2014-11-06 09:27:31", "datestring": "6. nóv. '14, kl: 09:27:31", "text": "En vitið þið hvar ég fæ vegleg armbönd sem ég get merkt og sett á krakkana? Er að fara út til Englands með 3 börn, þar af 2 mjög hvatvís og væu líkleg til að þvælast eitthvað frá mér."}, {"response_to": "30904853", "username": "Felis", "message_id": "30905191", "user_id": "32229", "datetime": "2014-11-06 13:18:18", "datestring": "6. nóv. '14, kl: 13:18:18", "text": "einhverstaðar sá ég að fólk notaði permanent penna og skrifuðu beint á krakkana. Það fer alveg með tímanum en helst nokkuð fast í nokkra daga."}, {"response_to": "30905191", "username": "donaldduck", "message_id": "30905209", "user_id": "124716", "datetime": "2014-11-06 13:23:51", "datestring": "6. nóv. '14, kl: 13:23:51", "text": "eg gerði það á sínum tíma, nafnið mitt (og mom á eftir) og svo gsm með ÖLLUM aukastöfunum, til að hringja frá UK í hann"}, {"response_to": "30903804", "username": "Dalía 1979", "message_id": "30905308", "user_id": "257096", "datetime": "2014-11-06 14:27:57", "datestring": "6. nóv. '14, kl: 14:27:57", "text": "Hún er með mjög slæmann kvíða myndi fara með hana til læknis þetta er farið að aftra henni að lifa eðlilegu lífi einsog að þora ekki að loka hurðinni .innlokunar kennd er fylgji kvilli kvíða og ýmislegt annað"}]}