{"url": "https://bland.is/umraeda/framhjahald/30914496/?page=754", "date": "2014-11-14 01:08:23", "id": "30914496", "items": [{"text": "Ég er ný/gömul hérna á vefnum.Málið er að ég var að komast að framhjáhaldi mannsins míns. Mig vantar bæði ráð og reyndar ekki en líka að koma þessu frá mér. Ég bara græt og er reið til skiptis en er föst með börnin heima og kemst ekki út til að öskra einu sinni og hreinlega að springa.Ég viðurkenni fúslega að hafa skoðað póstana hans og fésbókarsíðuna en undanfarið ár er búið að vera mikið leynimakk með tölvuna og símann. Verið að fela allt og læsa öllu oþh. sérstaklega búið að vera áberandi eftir sumarfríin. Við eigum börn saman en búum þar sem við höfum engan stuðning og er ég mjög ráðþrota en vill orðið 100% fara úr þessari sambúð. Ég komst að því smá saman að maðurinn minn er búinn að vera í miklu \"vinkonu\" sambandi og hefur reyndar alltaf átt svoleiðis sambönd við 3 konur. Þar sá ég að hann hefur talað mjög ýtarlega um okkar samband og mikið baktalað mig og jafnvel logið uppá mig. Þessar konur þekkja mig ekkert, hafa aldrei hitt mig og þekkja engann tengdan mér. Þetta fannst mér nóg til að væri brot á okkar sambandi en nei í síðustu viku fann ég samræður við fjórðu konuna. Þar var farið á stefnumót, mikið af blautum kossum sem var spjallað um, mikið hist út að borða og farið á skemmtistaði ofl. Meðan sit ég heima föst yfir börnum þar sem hann er alltaf mjög upptekin langt fram eftir kvöldi að sinna áhugamálum og vinnunni, vinnur alltaf mjög lengi og fer mjög snemma. Ég hef nánast aldrei tækifæri að fara neitt og þar sem ég sit mikið föst heima þá vil ég eyða frítímanum okkar saman. En hann er alltaf of þreyttur fyrir það. Ég veit að í samböndumm er ekki allt einum aðila að kenna en þetta finnst mér vera stór svik og versta er að hann segist ekki vera að halda framhjá. Hann er á stefnumótasíðu við þessa fjórðu konu og er að tala við hana seint um kvöld meðan hann er í vinnuferð meðan ég fæ ekki símtal sem hann var búinn að lofa að hringja heldur sms um að hann sé þreyttur og hann sé að fara að sofa. Meðan sé ég að hann er online á stefnumótasíðunni. Þar reyndar lýsir hann sér sem miklum fjölskyldumanni og sé að leita að vinskap sem má gjarnan þróast í eitthvað annað alvarlega. Samkvæmt honum eins og ég segi áðan að þá er hann ekki að halda framhjá og ég mátti alls ekki vera að snuðra og fara í símann og tölvuna hans (er reyndar alveg bandsjóðandi hoppandi illur út af því), ég hef ekki rétt á að vera reið og sár. Hann er að reyna að knúsa mig og kyssa og vera góði maðurinn en skilur ekki að ég vil ekki kossa frá honum. Hann er búinn að plana þetta í langan tíma og já ég segi plana þar sem hann er skráður á stefnumótasíðuna fyrir löngu, samtölin við fyrri vinkonur eru orðnar meira en árs gamlar og ég skoðaði sambandið við fjórðu konuna aftur um 5 mánuði. Hann er búinn að skoða málið fjárhagslega, og meðan við höfum varla fyrir mat (hann er með sinn reikning sem ég má ekki skoða og vill ekki leyfa mér að  sjá yfirlit og er búinn að taka öll yfirlit og er með eina lykilinn af póstkassanum og neitar að láta mig hafa hann) þá er hann að bjóða þessari fjórðu konu í mat og skemmtanir og kaupa sér mikið af fötum meðan börnin eru hreinlega í lörfum og reyndar ég orðið líka, ég fæ að sjá stöðuna á fjárhagnum en hann virðist alltaf hafa nægan pening til að kaupa sér eitthvað og eyða í áhugamálið sitt og í raun gera það sem honum finnst spennandi sem felur ekki í sér að gera með konu og börnum. Hann segist ekki vera viss hvað hann vill en ég veit hvað hann vill enaf hverju ekki hafa manndóm í að segja það heldur að draga finnst mér mínar þjáningar á langinn með því að segja vinan mín oþh og segjast hafa áhuga á að reyna að laga sambandið ef ég breytist. Hann hefur haft í allskonar hótunum við mig varðandi börnin en mér finnst það kannski ekki aðalmálið hérna en hvernig í ósköpunum á maður að fá hann til að viðurkenna að hann sé búinn að ljúka þessu sambandi og er bara að pína mig og hindra mig í að fara áfram þar sem ég vil fara með börnin til ættingja minna og í raun byrja líf mitt aftur.Er ég ekki klikkuð að hugsa um áframhaldandi samband við þennan mann?Er þetta framhjáhald?Var ég að brjóta á honum með því að skoða tölvuna/símann?Á ég að treysta fjármálunum (hefur logið um fjármálin áður)?Endilega kommentið og gefið ráð en ekkert skítkast, mun ekki þola svoleiðis í augnablikinu.", "title": "Framhjáhald", "username": "Ekkiglöð", "message_id": "30914496", "user_id": "287825", "response_to": null, "datetime": "2014-11-14 01:08:23", "datestring": "14. nóv. '14, kl: 01:08:23"}, {"response_to": "30914496", "username": "Tipzy", "message_id": "30914506", "user_id": "26838", "datetime": "2014-11-14 01:13:59", "datestring": "14. nóv. '14, kl: 01:13:59", "text": "Þetta er framhjáhald,"}, {"response_to": "30914496", "username": "mars", "message_id": "30914507", "user_id": "3730", "datetime": "2014-11-14 01:15:40", "datestring": "14. nóv. '14, kl: 01:15:40", "text": "Ég persónulega myndi slíta þessu sambandi fyrir fullt og allt burtséð frá því hvað hann vill."}, {"response_to": "30914496", "username": "Helgenberg", "message_id": "30914516", "user_id": "224412", "datetime": "2014-11-14 01:28:17", "datestring": "14. nóv. '14, kl: 01:28:17", "text": "Þetta er bullandi framhjáhald og hann er líka að beita þig andlegu ofbeldi, farðu eins fljótt og þú getur"}, {"response_to": "30914496", "username": "KellingaGarmur", "message_id": "30914517", "user_id": "287827", "datetime": "2014-11-14 01:31:36", "datestring": "14. nóv. '14, kl: 01:31:36", "text": "Ég get ekki boðið þér nein góð ráð, en ég get sagt þér að það var haldið framhjá mér. Það var ógeðslega niðurlægjandi, mölbraut í mér hjartað og sambandslitin tóku marga mánuði með allskonar drama."}, {"response_to": "30914496", "username": "LSP", "message_id": "30914526", "user_id": "220374", "datetime": "2014-11-14 01:56:14", "datestring": "14. nóv. '14, kl: 01:56:14", "text": "Af hverju í ósköpunum að bíða þangað til að hann er tilbúinn að slíta sambandinu? Ég sé engar forsendur fyrir því að gera honum þann greiða að hanga með honum þangað til að hann er búinn að finna nýja (sem hann er greinilega að leita að)."}, {"response_to": "30914496", "username": "shithole", "message_id": "30914530", "user_id": "277271", "datetime": "2014-11-14 02:05:50", "datestring": "14. nóv. '14, kl: 02:05:50", "text": "Þetta er auming dömpaðu honum"}, {"response_to": "30914496", "username": "Þönderkats", "message_id": "30914533", "user_id": "53328", "datetime": "2014-11-14 02:28:56", "datestring": "14. nóv. '14, kl: 02:28:56", "text": "Þessi maður er svakalega óheiðarlegur og er að koma mjög illa fram við þig. Þarftu e-ð að bíða eftir að hann taki ákvörðun? Geturu ekki bara farið frá honum sjálf? Ef ég væri þú þá myndi ég heyra í lögfræðingi sem fyrst, varðandi fjármálin og skilnaðinn."}, {"response_to": "30914496", "username": "Júlí 78", "message_id": "30914557", "user_id": "245905", "datetime": "2014-11-14 07:53:54", "datestring": "14. nóv. '14, kl: 07:53:54", "text": "Maðurinn er fyrir löngu búinn að skilja við þig þó hann sé ekki fluttur út. Jafnvel þó hann sé ekki byrjaður að sofa hjá annarri þá er hann greinilega að leita að annarri þannig að það má alveg kalla þetta framhjáhald. Hann er að minnsta kosti ekki trúr og tryggur þér einni og kemur ekki vel fram við þig með einhverju baktali. Ég veit ekki hvort þú varst að brjóta á honum með því að skoða tölvuna/símann en það var alveg örugglega komið mikið vantraust í sambandið fyrst þú gerðir það svo ég skil þig vel. Hans viðbrögð við því sýnir bara að hann hefur ekki alveg hreina samvisku. Ég myndi alls ekki láta bjóða mér það að sjá ekki öll yfirlit yfir fjármálin (geta séð yfirlit yfir alla reikninga), þetta er sameiginlegt mál fjölskyldunnar og þess vegna eigið þið að geta rætt um fjármálin og verið alveg hreinskilin með allt sem viðkemur því. Hann  segist hafa áhuga á að reyna að laga sambandið ef þú breytist. En hvað um hann, þarf hann þá ekkert að breytast? Hann heldur kannski að hann geti hagað sér áfram eins og hann hefur gert? Það þarf rosalega mikla vinnu í það að laga sambandið ef þú hefur áhuga á því. Þið þurfið þá bæði að byrja á því að fara til sambandsráðgjafa (sálfræðing) og reyna að byggja upp traustið aftur. Sjálfsagt þurfið þið þá bæði að laga ýmislegt hjá ykkur báðum. Það getur svo sem alveg verið að þú sért líka of óörugg og sért stöðugt að ásaka hann um eitthvað en ég skil þig samt alveg miðað við hvernig hann hefur látið. Ég held að það myndi gera ykkur gott að fara til svona sambandsráðgjafa hvort sem þið skiljið eða ekki. Alltaf gott að fá sýn annarra á málin (hjá slíkum aðila þar sem trúnaður ríkir). Þar þurfið þið að ræða um allt sem hefur valdið óánægju í ykkar sambandi, líka þetta með fjármálin. Ef maðurinn heldur svo uppteknum hætti (breytir engu hjá sér) eftir slíka ráðgjöf þá myndi ég láta hann fjúka."}, {"response_to": "30914496", "username": "assange", "message_id": "30914558", "user_id": "28026", "datetime": "2014-11-14 08:00:24", "datestring": "14. nóv. '14, kl: 08:00:24", "text": "Knus.. Losadu tig vid hann.. Og reyndu ad flytja naer fjolskyldu og vinum ef tad er haegt.. Hann er subbuleg hòra.."}, {"response_to": "30914496", "username": "Degustelpa", "message_id": "30914559", "user_id": "237008", "datetime": "2014-11-14 08:06:36", "datestring": "14. nóv. '14, kl: 08:06:36", "text": "fjárhagurinn einn og sér og hvernig hann höndlar hann væri nóg fyrir mig að fara í burtu."}, {"response_to": "30914496", "username": "Silaqui", "message_id": "30914569", "user_id": "125345", "datetime": "2014-11-14 08:36:02", "datestring": "14. nóv. '14, kl: 08:36:02", "text": "Það er þá aldeilis fjölskyldumaðurinn!"}, {"response_to": "30914496", "username": "UndiR RóS", "message_id": "30914573", "user_id": "204665", "datetime": "2014-11-14 08:52:43", "datestring": "14. nóv. '14, kl: 08:52:43", "text": "Langar ekki að kalla þig klikkaða en ég get alveg skilið að þú hugsir um áframhaldandi samband þar sem börn eru í spilinu og sambandi eflaust staðið yfir í einhver ár. Mig langar þó að segja þér að íhuga hinn möguleikan meira."}, {"response_to": "30914496", "username": "bluejean", "message_id": "30914630", "user_id": "100554", "datetime": "2014-11-14 09:52:32", "datestring": "14. nóv. '14, kl: 09:52:32", "text": "Ég mundi ekki bera eitt né neitt undir hann framar.  Mér finnst hann gjörsamlega búinn að fyrirgera öllum rétti til heiðarlegra samskipta við þig.  Héðan í frá mundi ég ganga minn veg - óstudd án hans.  Mundi líta svo á að minnstu afskipti af hans hendi væru skítugt kám.  Byrjaðu strax að undirbúa nýtt líf og líttu á það sem hreingerningu.  Þú getur aldrei þrifist sem heilbrigð manneskja í svona falsi og skít - þú verður ónýt á því.    Gakktu vel frá öllu sem varðar samskipti við börnin og skipti á eignum.  Óska þér bjartrar framtíðar."}, {"response_to": "30914496", "username": "Hygieia", "message_id": "30914641", "user_id": "83422", "datetime": "2014-11-14 10:10:20", "datestring": "14. nóv. '14, kl: 10:10:20", "text": "Langar að senda þér netknús og segja þér að framkoma hans í þinn garð er með öllu óásættanleg! Í frásögn þinni lýsir þú fjárhagslegu ofbeldi, andlegu ofbeldi, lygum, svikum og framhjáhaldi."}, {"response_to": "30914496", "username": "HollyMolly", "message_id": "30914645", "user_id": "135176", "datetime": "2014-11-14 10:17:29", "datestring": "14. nóv. '14, kl: 10:17:29", "text": "Já þú ert klikkuð að hugsa um áframhaldandi samband með honum og miðað við þessar lýsingar hefuru nákvæmlega enga ástæðu til að vera í þessu sambandi. Það eina sem ég gat hugsað á meðan ég las var oj bara... Þú átt sko ekki skilið svona framkomu, það á það enginn. Svo ég vitni í Stellu vinkonu mína: Út með gæruna, hún er illa lyktandi!"}, {"response_to": "30914496", "username": "theonlysunny❤", "message_id": "30914647", "user_id": "170762", "datetime": "2014-11-14 10:19:51", "datestring": "14. nóv. '14, kl: 10:19:51", "text": "Mig langar bara að minna þig á að þú ert ekki að hugsa skýrt núna, meðvirkni er örugglega að krauma þarna líka hjá þér.. Það er erfitt að hlusta á manninn sem maður er búinn að byggja líf sitt með, reyna að segja manni að allt sé í lagi. Manni langar alveg að hoppa til baka og bara trúa því að þetta hafi aldrei gerst og þessi maður sem maður er búinn að treysta og elska, sé ekki þessi manneskja sem maður var að komast að að hann væri.."}, {"response_to": "30914496", "username": "Máni", "message_id": "30914667", "user_id": "154", "datetime": "2014-11-14 10:44:54", "datestring": "14. nóv. '14, kl: 10:44:54", "text": "Ég fékk rosalega góða ráðgjöf í kvennaathvarfinu, hringdu þangað."}, {"response_to": "30914667", "username": "Ekkiglöð", "message_id": "30915087", "user_id": "287825", "datetime": "2014-11-14 19:30:54", "datestring": "14. nóv. '14, kl: 19:30:54", "text": "Það er mjög góð hugmynd takk, mér hefur ekki dottið það í hug. Hringdi í fjölskylduhjálpina og mér fannst enga hjálp að fá þar en þetta er etv eitthvað sem ég ætti að gera."}, {"response_to": "30915087", "username": "tóin", "message_id": "30915126", "user_id": "161670", "datetime": "2014-11-14 19:54:48", "datestring": "14. nóv. '14, kl: 19:54:48", "text": "Hringdirðu í fjölskylduhjálpina búandi erlendis?"}, {"response_to": "30915126", "username": "Ekkiglöð", "message_id": "30915135", "user_id": "287825", "datetime": "2014-11-14 20:02:38", "datestring": "14. nóv. '14, kl: 20:02:38", "text": "Hringdi í fjöskylduhjálpina þar sem ég bý ekki á Íslandi, þar var í raun enga hjálp að fá og fékk þau svör að ef hann hendir mér út þá get ég haft samband við féló og þeir redda manni neyðarrúmi og svo sé hægt að fara í gegnum dómstóla til að fá úrskurð um hvort okkar hefur meiri þörf á íbúðinni. EN ég vil fara með börnin til ættingja minna en get ekki farið fyrr en hann samþykkir nema skilja börnin eftir. Þar sem hann er heima ca 1-2 tíma á kvöldin fyrir svefn barnanna EF hann er ekki að sinna áhugamálunum (sem kom í ljós að er að mestu stefnumót) en þá kemur hann heim löngu eftir að börnin eru sofnuð þannig að ég skil ekki hvernig hann ætlar að sinna þeirra þörfum nema þau séu ein heima."}, {"response_to": "30914496", "username": "sorry", "message_id": "30914682", "user_id": "14373", "datetime": "2014-11-14 10:57:05", "datestring": "14. nóv. '14, kl: 10:57:05", "text": "Þetta er framhjáhald!"}, {"response_to": "30914682", "username": "Ekkiglöð", "message_id": "30915143", "user_id": "287825", "datetime": "2014-11-14 20:07:50", "datestring": "14. nóv. '14, kl: 20:07:50", "text": "Takk fyrir þetta :) Já hann hefur alltaf verið í daðrinu og átt vinkonur sem ég þekki ekki og spjallað mikið við þær á netinu (aldrei áður nema í gegnum tölvu/síma) ég veit að sumum finnst þetta á gráu svæði en ég hef látið þetta eiga sig en hann hefur alla tíð þurft mikinn me time sem vinkona mín segir að sé bara eigingirni en veit reyndar ekki. EN eftir þvi sem dagarnir líða núna er ég svo hissa á sjálfri mér að láta þetta viðgangast."}, {"response_to": "30915143", "username": "sorry", "message_id": "30915530", "user_id": "14373", "datetime": "2014-11-14 23:41:56", "datestring": "14. nóv. '14, kl: 23:41:56", "text": "Já mér finnst daður og reynerí hvort sem það er face to face eða í tölvu/síma vera framhjáhald og þegar það er farið að baktala mann líka við stelpurnar er það enn verra....  Veistu þetta er DRULLU ERFITT eeeeen svo þess virði. Ég var algjörlega brotin eftir þetta samband og allir endalaust bendandi mér á hvernig hann væri og segja mér að forða mér en ég var bara blind af ást en er núna bara að vinna í mér og njóta þess að hafa ekki svona aumingja inná mér sem ég þarf að halda uppi og fer svo bakvið mig og baktalandi mann eins og eg veit ekki hvað við stelpurnar sem hann reynir við. Auðvitað kemur upp einmanaleiki stundum og maður saknar nándarinnar og svona en þá fer maður að hugsa .... langar mér í svona samband aftur ef hann heldur þessu áfram ? Vil ég láta koma fram við mig eins og skít ? Nei það vill maður ekki ... Maður á skilið maka sem vill bara mann og þarf ekki að baktala mann og tekur jafnan þátt í heimilinu eins og maður sjálfur og maka sem virðir mann."}, {"response_to": "30914496", "username": "Mrsbrunette", "message_id": "30914684", "user_id": "1651", "datetime": "2014-11-14 11:01:15", "datestring": "14. nóv. '14, kl: 11:01:15", "text": "Ég myndi pakka niður dótinu hans og skilja það eftir úti!  Ætla ekkert að fara að segja mína skoðun á svona manni, en vonandi nærðu að vinna í þessu máli og endilega reyndu að hafa samband við einhvern til að fá hjálp, vinkonur, ættingja, fagaðila."}, {"response_to": "30914684", "username": "Ekkiglöð", "message_id": "30915146", "user_id": "287825", "datetime": "2014-11-14 20:11:29", "datestring": "14. nóv. '14, kl: 20:11:29", "text": "Er búin að tala við vinkonur en eins og ég sagði þá er bara síma og tölvusamband sem er mikill stuðningur en vantar hreinlega að hafa einhvern hjá mér sem því miður enginn getur eða mér finnst ég líka ekki beðið vini að skilja sína fjölskyldu eftir til að koma til mín."}, {"response_to": "30914496", "username": "SignySE", "message_id": "30914703", "user_id": "285316", "datetime": "2014-11-14 11:17:19", "datestring": "14. nóv. '14, kl: 11:17:19", "text": "Hlauptu hlauptu hlauptu!!"}, {"response_to": "30914496", "username": "Skatla", "message_id": "30914760", "user_id": "189719", "datetime": "2014-11-14 12:20:15", "datestring": "14. nóv. '14, kl: 12:20:15", "text": "Ekki öfundsverð staða. Ég segi það sama eiginlega og hinar, reyndu að fá aðstoð, það er ofurmannlegt að ætla sér að hugsa og framkvæma það sem þarf að gera."}, {"response_to": "30914496", "username": "TheMadOne", "message_id": "30914772", "user_id": "67426", "datetime": "2014-11-14 12:41:07", "datestring": "14. nóv. '14, kl: 12:41:07", "text": "það er verið að kúga þig hvern einasta dag. Hann er í svona haltu mér, slepptu mér að hafa þægindin og börnin heima en leika sér eins og hann langar þar til hann finnur sér eitthvað annað og gengur sjálfur út. Hann er örugglega kominn með vænan varasjóð fyrst þú mátt ekki sjá neitt um hans reikninga, þú skalt hafa það í huga ef þið eruð gift eða skráð í sambúð hvaða rétt þú hefur með það. Stígðu skrefið og farðu þangað sem þú færð stuðning með börninn, það eru litlar líkur að hann fari í hart með þau þegar hann er svona upptekinn að vera á markaðnum, það er erfitt ef maður er fastur með krakkana heima. þú ert svo miklu sterkari ef það ert þú sem tekur ákvörðunina og getur skipulagt þig en ef hann skilur þig eftir með allt."}, {"response_to": "30914772", "username": "Ekkiglöð", "message_id": "30915100", "user_id": "287825", "datetime": "2014-11-14 19:43:08", "datestring": "14. nóv. '14, kl: 19:43:08", "text": "Já þetta haltu mér slepptu mér skil ég ekki, af hverju ekki sýna manndóm og koma hreint fram sérstaklega þegar það er búið að koma upp um þig. Þetta er fáránlegt og skemmir mig miklu meira en bara hreint bless. Ég sit föst með börnin og kemst ekkert og hann er bara í ein hverjum leik og segir að þessi kona sé eins og ferskur andvari og honum finnist hann svo orkumikill eftir að eyða tíma með henni. Þetta er eitthvað sem mér finnst að ég eigi ekki að fá í andlitið. EN það er engin eftirsjá hjá honum og veit ekki hvort það sé siðblinda eða bara heimska að halda að þetta sé í lagi."}, {"response_to": "30915100", "username": "noneofyourbusiness", "message_id": "30915357", "user_id": "235094", "datetime": "2014-11-14 22:16:12", "datestring": "14. nóv. '14, kl: 22:16:12", "text": "Ég myndi fara frá honum í þínum sporum. Hann er að svíkja þig, ef ekki líkamlega þá að minnsta kosti andlega."}, {"response_to": "30915100", "username": "TheMadOne", "message_id": "30915453", "user_id": "67426", "datetime": "2014-11-14 22:56:53", "datestring": "14. nóv. '14, kl: 22:56:53", "text": "þetta er hrikaleg niðurlægjandi framkoma, auðvitað er siðblinda að hann tali um aðra konu við þig á þennan hátt og gengur alltaf aðeins lengra svo að þú \"venjist\" framkomunni. Þú gerir þér grein fyrir að það eru fullt af konum þarna úti sem eru heima með börnin, mennirnir jafnvel reglulega í burtu vegna vinnu og það passa sig allir á því að ræða það ekkert þó að allir viti að mennirnir annað hvort sofa hjá hverri sem þeir ná í eða eru með hjásvæfur sem eru skemmtilegar og kærulausar og djamma með þeim eins og enginn sé morgundagurinn. Þetta með fjármálin er líka enn greinilegra að hann er langt frá því að vera heill í sambandinu, hann á örugglega varasjóð og vill ekki að þú vitir hvað hann eyðir í þessu djammi sínu. Sorrí en þetta er bara ekki góður maður, ekki láta hann kenna börnunum þínum hvernig maður kemur fram við ástvini."}, {"response_to": "30914496", "username": "askvaður", "message_id": "30914800", "user_id": "165503", "datetime": "2014-11-14 13:13:05", "datestring": "14. nóv. '14, kl: 13:13:05", "text": "já þú ert klikkuð að hugsa um áframhaldandi sambandi við þennan mann, hann er greynilega mjög óheiðarlegur gagnvart þér, alveg hrikalega, þetta er ógeðsleg framkoma gagnvart þér og börnunum, t.d. þetta með peningana að hann sé svona gríðarlega sjálfselskur að eyða í sig en ekki föt + mat í börnin sín, þetta eitt sýnir hversu mikið meira honum þykir vænt um sig heldur en ykkur."}, {"response_to": "30914496", "username": "Andý", "message_id": "30914854", "user_id": "62139", "datetime": "2014-11-14 14:32:13", "datestring": "14. nóv. '14, kl: 14:32:13", "text": "Þessi maður er vibbi og það á enginn í heimi skilið svona vont. Farðu strax frá honum, hann er ekki góður við þig eða börnin ykkar"}, {"response_to": "30914496", "username": "Skandall", "message_id": "30914865", "user_id": "212862", "datetime": "2014-11-14 14:45:52", "datestring": "14. nóv. '14, kl: 14:45:52", "text": "Ekki láta hann ákveða hamingjuna þína.  Þú skalt taka ákvörðun sjálf fyrst hvað þú vilt og síðan skoða stöðuna í framhaldinu.  Persónulega myndi ég ekki vilja halda áfram miða við þessa sögu, en hver og einn verður að velja fyrir sig."}, {"response_to": "30914496", "username": "Helgust", "message_id": "30914879", "user_id": "147413", "datetime": "2014-11-14 15:14:49", "datestring": "14. nóv. '14, kl: 15:14:49", "text": "Þetta er maður sem lifir tvöföldu lífi."}, {"response_to": "30914496", "username": "snússa", "message_id": "30914890", "user_id": "40044", "datetime": "2014-11-14 15:34:34", "datestring": "14. nóv. '14, kl: 15:34:34", "text": "Þetta er framhjáhald og þú ættir að vera alveg brjáluð út í hann.  Að vera að ræða um konuna sína við einhverjar gærur út í bæ er algjört ógeð. Maðurinn er  drulluhali og farðu frá honum eins fljótt og þú getur, sama hvað. Þetta er ekki ásættanleg framkoma og ekki láta bjóða þér þetta. Ef þú gerir það þá molnar sjálfstraustið þitt og þér fer bara að líða verr og verr."}, {"response_to": "30914496", "username": "Bergdisa", "message_id": "30914908", "user_id": "97491", "datetime": "2014-11-14 16:13:40", "datestring": "14. nóv. '14, kl: 16:13:40", "text": "henntu honum það verður erfitt og allt mun breytast en það verður svo gott þegar það buið og þu ert laus. ekki lata bjoða þer svona ljota framkomu þu att skilið mann sem er með þer en ekki einn. ja þetta er framhjahald og þott að ekkert kynferðislegt i gangi þetta eru svik."}, {"response_to": "30914496", "username": "Nagini", "message_id": "30914910", "user_id": "43992", "datetime": "2014-11-14 16:15:30", "datestring": "14. nóv. '14, kl: 16:15:30", "text": "Farðu! Vertu bara farin þegar hann kemur heim á morgun! Stígðu skrefið og taktu frumkvæði áður en hann skemmir þig meira!"}, {"response_to": "30914910", "username": "Ekkiglöð", "message_id": "30915113", "user_id": "287825", "datetime": "2014-11-14 19:50:17", "datestring": "14. nóv. '14, kl: 19:50:17", "text": "Ég er í alveg hrikalegri aðstöðu að hafa engann aðgang að peningunum nema það litla sem er á mínum reikningi, við búum erlendis og ég hef enga ættingja í landinu en nokkrar vinkonur en allir uppteknir með sitt líf. Það sem mér finnst eiginlega erfiðast er að enginn hefur komið til mín og mig sárvantar knús og þá meina ég raunverulegt knús."}, {"response_to": "30915113", "username": "Þönderkats", "message_id": "30915152", "user_id": "53328", "datetime": "2014-11-14 20:14:27", "datestring": "14. nóv. '14, kl: 20:14:27", "text": "Þegar hann er að hóta þér varðandi börnin geturu kannski prófað að segja bara okei, ég fer og þú verður þá eftir með börnin meðan við vinnum úr þessu. Hann vill það örugglega ekki þar sem það mun trufla félagslífið og hann hljómar ekki eins og ábyrgur faðir."}, {"response_to": "30915152", "username": "Ekkiglöð", "message_id": "30915161", "user_id": "287825", "datetime": "2014-11-14 20:26:57", "datestring": "14. nóv. '14, kl: 20:26:57", "text": "Er búinn að gera það og hann bakkaði með að börnin mættu fara en er bundin skólabarni sem erfitt er að taka úr skólanum svona á miðri önn en leikskólabörnin er ekkert mál. Ég er búin að spila það kort núna takk :) Ættingjar gripu inní og keyptu flug fyrir mig en ég vil að hann kaupi fyrir börnin og með því að hann kaupi förin þá getur hann ekki sagt að ég megi ekki fara úr landi með þau eða??"}, {"response_to": "30915161", "username": "Wik", "message_id": "30915175", "user_id": "237792", "datetime": "2014-11-14 20:37:57", "datestring": "14. nóv. '14, kl: 20:37:57", "text": "Er búið að kaupa flug fyrir þig en ekki börnin?"}, {"response_to": "30915175", "username": "Ekkiglöð", "message_id": "30915182", "user_id": "287825", "datetime": "2014-11-14 20:42:42", "datestring": "14. nóv. '14, kl: 20:42:42", "text": "Auðvitað er ég að missa mig af stressi yfir þessu en eins og vinkona mín benti á að hvernig ætlarðu að fara að senda börnin til pabba sins í framtíðinni ef þú getur ekki treyst honum fyrir þeim núna. Mig langar einna helst að kaupa miða fyrir okkur öll og flýja með börnin en auðvitað hef ég ekki rétta á því nema með hans samþykki."}, {"response_to": "30915182", "username": "Wik", "message_id": "30915187", "user_id": "237792", "datetime": "2014-11-14 20:45:55", "datestring": "14. nóv. '14, kl: 20:45:55", "text": "Nei guðs bænum ekki flýja með þau! :) Eruð þið bæði íslensk?"}, {"response_to": "30915187", "username": "Ekkiglöð", "message_id": "30915197", "user_id": "287825", "datetime": "2014-11-14 20:59:10", "datestring": "14. nóv. '14, kl: 20:59:10", "text": "já en hann vill ekki búa á Íslandi og vill ekkert með Ísland hafa og hefur lítið sem ekkert samband við sína ættingja"}, {"response_to": "30915197", "username": "Wik", "message_id": "30915211", "user_id": "237792", "datetime": "2014-11-14 21:11:31", "datestring": "14. nóv. '14, kl: 21:11:31", "text": "Helduru að það þýði ekkert að tala við manninn í góðu og biðja um skilnað? og fá að fara með börnin heim til islands?"}, {"response_to": "30915211", "username": "Ekkiglöð", "message_id": "30915438", "user_id": "287825", "datetime": "2014-11-14 22:50:53", "datestring": "14. nóv. '14, kl: 22:50:53", "text": "Etv hef ég ekki verið nógu ákveðinn og sagt  \" ég er að fara fram á skilnað núna\" punktur getur verið að einhver furðulegur partur af mér er að reyna að halda í eitthvað sem ég vil ekki einu sinni halda í. Þess vegna vil ég fara til Íslands og umvefja mig fjölskyldunni minni og mínum vinum til að hreinlega styrkja mig andlega. Veit ekki hvort hann haldi að hann sé eitthvað að gera mér þetta auðveldara með því að vera í þessu haltu mér slepptu mér."}, {"response_to": "30915161", "username": "Þönderkats", "message_id": "30915177", "user_id": "53328", "datetime": "2014-11-14 20:38:18", "datestring": "14. nóv. '14, kl: 20:38:18", "text": "Ég hef bara ekki þekkingu á þessu til að geta svarað. Þú getur látið hann skrifa undir samning um að hann samþykki að þú farir með þau ef hann neitar að borga, og þó hann borgi þá væri það öruggara. En þetta reddast örugglega með skólabarnið, það missir smá úr og fer svo bara í skóla þar sem þið komið ykkur fyrir."}, {"response_to": "30915177", "username": "Ekkiglöð", "message_id": "30915200", "user_id": "287825", "datetime": "2014-11-14 21:04:01", "datestring": "14. nóv. '14, kl: 21:04:01", "text": "Það er einmitt það sem ég vil, þannig að hann geti ekki bakkað með leyfið. Myndi etv ekki kæra ef til kastanna kæmi en eftir að hafa séð hvernig komið hefur fyrir konum sem fara með börnin úr landi án samþykkis maka/fyrrverandi maka þá þori ég því ekki. Sýnist það bara gera illt verra fyrir börnin."}, {"response_to": "30915161", "username": "TheMadOne", "message_id": "30915481", "user_id": "67426", "datetime": "2014-11-14 23:10:26", "datestring": "14. nóv. '14, kl: 23:10:26", "text": "ekki bíða eftir því að hann kaupi miðann, á meðan þið eruð ekki skilin þá skil ég ekki að þú þurfir leyfi til þess að fara með börnin í frí, fáðu þá skriflegt frá honum en ekki láta þetta standa of falla með því að hann fari og borgi miðana. Það þarf að vera gamalt skólabarn sem þolir ekki að fá smá frí með leyfi skólans. Vertu bara ákveðin að ganga formlega frá þessu án þess að fara í neinar felur, þú þarft að fá stuðning fjölskyldunnar og mögulega aðstoð lögfræðings, maðurinn er ekki að beita börnin ofbeldi eða hættulegur þó hann sé algjör fáviti og kúgi þig. Ef þú treystir honum fyrir börnunum þá getur þú kannski látið hann bara hugsa um skólabarnið á meðan og fyrir þína eigin sálarheill taktu allar hótanir um að taka af þér börnin sem hverju öðru kjaftæði, það er bara sagt til að særa og hann hefur enga getu eða jafnvel vilja til að standa frammi fyrir því."}, {"response_to": "30915113", "username": "Nagini", "message_id": "30915162", "user_id": "43992", "datetime": "2014-11-14 20:28:01", "datestring": "14. nóv. '14, kl: 20:28:01", "text": "En að athuga hjá yfirvöldum að fá hjálp? Eins og Féló hér eða kvennaathvarf eða jafnvel sendiráð? Lögfræðihjálp?"}, {"response_to": "30915162", "username": "Ekkiglöð", "message_id": "30915188", "user_id": "287825", "datetime": "2014-11-14 20:46:36", "datestring": "14. nóv. '14, kl: 20:46:36", "text": "Yfirvöld hér horfa mjög alvarlegum augum að fara með börn úr landi og get ég lent í bullandi vandamálum vegna þess og hreinlega endað í fangelsi amk samvkæmt fjöldskylduhjálpinni. Feló hjálpar ekki hér þar sem við búum enn saman og erum gift og úrskurður getur tekið marga mánuði og jafnvel ár og eins og mér líður núna get ég ekki verið í svona limbói svo lengi. Verð að fá mér lögfræðing og það góðan bara spurning hvort maður geri það á Íslandi eða hérna úti. Hann þekkir marga lögfræðinga og getur hreinlega verið að hann sé búinn að hafa samband við einn. En sá að samkvæmt sýslumanni heima að maður á rétt á framfærslu amk á meðan allt gengur í gegn þannig að Íslensk lög virðast vera mannlegri amk sem mér finnst snúa að mínum aðstæðum."}, {"response_to": "30915188", "username": "Nagini", "message_id": "30915500", "user_id": "43992", "datetime": "2014-11-14 23:18:36", "datestring": "14. nóv. '14, kl: 23:18:36", "text": "Fyrst þið eruð enn gift og ekki einu sinni byrjuð í skilnaðarferli sé ég ekki hvernig þetta ætti að teljast sem barnarán. En þú getur látið hann krota á plagg að hann leyfir að þú farir með börnin úr landi í óákveðinn tíma."}, {"response_to": "30915188", "username": "TheMadOne", "message_id": "30915502", "user_id": "67426", "datetime": "2014-11-14 23:19:06", "datestring": "14. nóv. '14, kl: 23:19:06", "text": "ekki gera neitt ólöglegt en fáðu alla þá hjálp og upplýsingar sem þú getur. Búðu þér til grímu þar sem þú hefur allt á hreinu og veist allt 100%, sama hvað hann segir. Það besta sem þú getur gert er að vita nákvæmlega hvað þú ætlar að gera og ekki láta neitt sem hann segir slá þig út af laginu, ekki láta draga þig inn í einhver \"já en þú gerðir þetta!\" rifrildi sem hafa ekkert upp á sig. Ekki panikka það er aðal málið."}, {"response_to": "30915502", "username": "Ekkiglöð", "message_id": "30915516", "user_id": "287825", "datetime": "2014-11-14 23:28:14", "datestring": "14. nóv. '14, kl: 23:28:14", "text": "Nei ég reyni að panika ekki en er búin að vera í þessu já dæmi þar sem hann missir sig ef ég mótmæli honum og ég er bara vond og hef engann rétt á að æsa mig og vera reið og alls ekki segja neitt a móti þannig að ég hef verið bara í já gírnum án þess að meina það til að halda friðinn barnanna vegna. Hef ekki andlega krafta að standa í meiru eins og er get ég ekki hugsað mér að byrja að pakka bara orkulaus með öllu. Ég er að rembast við að fá sem bestu aðferðina við að gera þetta. Hér úti fæ ég hreinlega engin svör nema að ég hafi engann rétt og geti farið sjálf í burtu eða látið dæma í þessu sem getur tekið allt að einu ári á meðan gæti ég verið hreinlega verið haldið frá börnunum (samkvæmt þeim sem ég talaði við)."}, {"response_to": "30915516", "username": "TheMadOne", "message_id": "30915528", "user_id": "67426", "datetime": "2014-11-14 23:41:22", "datestring": "14. nóv. '14, kl: 23:41:22", "text": "Það er leið í gegnum þetta, þú verður bara að finna hana. Ekki gefast upp."}, {"response_to": "30915528", "username": "Ekkiglöð", "message_id": "30915534", "user_id": "287825", "datetime": "2014-11-14 23:45:00", "datestring": "14. nóv. '14, kl: 23:45:00", "text": "Geri það ekki er ansi hörð baráttumanneskja þó svo það hafi lítið borið á henni lengi. Bara erfitt að vita á hverju ég á að byrja og vil í augnabilikinu ekki ganga frá öllu dótinu. Vil koma okkur út af heimilinu og fá smá tíma til að anda og safna kröfum í baráttuna. En kannski er það rugl og bara byrja að pakka öllu en börnin vita þá strax hvað sé í gangi og langar mig eiginlega að vera komin til Íslands í \"frí\" til að segja þeim þetta."}, {"response_to": "30915534", "username": "TheMadOne", "message_id": "30915549", "user_id": "67426", "datetime": "2014-11-14 23:58:10", "datestring": "14. nóv. '14, kl: 23:58:10", "text": "ég skil þig vel, nú þarftu bara að finna kjarnann í þér og plana hvert skref fyrir sig. Fyrsta skrefið er örugglega ekki að pakka, þú þarft að vita hvert þú ferð. Það gæti jafnvel þegar allt kemur til alls verið betra að hann færi og skildi þig eftir en þú reynir að komast aðeins í burtu áður en þú tekur stóra slaginn, ef hann er tilbúinn að hanga yfir börnunum og getur ekki lokað þig allt í einu úti þá getur það verið bara frelsi fyrir þig í smá tíma og sönnun þess að þú sért ekki hrædd við hann. Ég vona að þessi bjáni geti hugsað um börnin sín."}, {"response_to": "30915516", "username": "Þönderkats", "message_id": "30915646", "user_id": "53328", "datetime": "2014-11-15 01:15:30", "datestring": "15. nóv. '14, kl: 01:15:30", "text": "Áttu enga vini eða fjölskyldumeðlimi sem væru til í að koma út til þín og hjálpa þér í þessu? Þó það sé bara í nokkra daga."}, {"response_to": "30915646", "username": "Ekkiglöð", "message_id": "30915691", "user_id": "287825", "datetime": "2014-11-15 02:04:17", "datestring": "15. nóv. '14, kl: 02:04:17", "text": "nei því miður :( foreldrar mínir eru orðin mjög fullorðin og miklir sjúklingar, einn bróðir minn gæti hugsanlega gert þetta en hann er í útlöndum eins og er. Reyndar bauðst ein vinkona mín mér að koma en mér fannst ég eiginlega ekki geta rifið hana úr vinnunni og frá sinni fjölskyldu til að koma og vera hjá mér."}, {"response_to": "30915113", "username": "noneofyourbusiness", "message_id": "30915360", "user_id": "235094", "datetime": "2014-11-14 22:16:50", "datestring": "14. nóv. '14, kl: 22:16:50", "text": "Hvað með fjölskyldu þína? Getur hún ekki hjálpað þér fjárhagslega svo þú getir sloppið frá þessum manni?"}, {"response_to": "30915360", "username": "Ekkiglöð", "message_id": "30915443", "user_id": "287825", "datetime": "2014-11-14 22:52:47", "datestring": "14. nóv. '14, kl: 22:52:47", "text": "Fjölskyldan mín er búin að kaupa miðann fyrir mig annars kæmist ég hvergi en ég vil að hann kaupi miða fyrir börnin út af barnsránshótuninni þó svo kannski hún sé bara í kjarfinum á honum en tek ekki áhættu. Held að það sé erfitt fyrir hann að hóta eða kæra ef hann kaupir sjálfur miðana"}, {"response_to": "30915443", "username": "noneofyourbusiness", "message_id": "30915452", "user_id": "235094", "datetime": "2014-11-14 22:56:27", "datestring": "14. nóv. '14, kl: 22:56:27", "text": "En ef hann kaupir enga miða fyrir börnin? Ég myndi ekki láta ferð barnanna velta á duttlungum svona manns, satt að segja."}, {"response_to": "30915452", "username": "Ekkiglöð", "message_id": "30915471", "user_id": "287825", "datetime": "2014-11-14 23:06:19", "datestring": "14. nóv. '14, kl: 23:06:19", "text": "Ég veit ekki, er bara að vona að þetta sé leiðin til að ég komist í stuðning og geti byrjað að byggja upp nýtt líf með börnunum. Ég bara verð að komast í burtu frá honum og hugsa um sjálfa mig og börnin. Ég vona svo innilega að hann standi við þetta að kaupa miðana að honum sé amk treyst fyrir að reyna eitthvað til að setja börnin sín amk í 2 og 3 sæti. Ef ekki þá veit ég ekki hvað gerist"}, {"response_to": "30915471", "username": "noneofyourbusiness", "message_id": "30915479", "user_id": "235094", "datetime": "2014-11-14 23:09:24", "datestring": "14. nóv. '14, kl: 23:09:24", "text": "Finnst þér líklegt, miðað við þá framkomu sem þú hefur lýst hérna, að hann setji börnin sín í eitthvað sæti?"}, {"response_to": "30915479", "username": "Ekkiglöð", "message_id": "30915498", "user_id": "287825", "datetime": "2014-11-14 23:17:37", "datestring": "14. nóv. '14, kl: 23:17:37", "text": "Þú hefur rétt fyrir þér svei mér þá. En ég treysti á það að hann vilji ekki/geti ekki haft börnin. Hann er burtu frá morgni til kvölds (meðan flestir Islendingarnir tala um mikinn frítíma hér mv heima) og ef hann er ekki í vinnunni þá er hann að sinna \"hobbýinu\", sofa eða í tölvunni. Þannig að ég treysti aðallega á að hann muni ekki geta sinnt þeim."}, {"response_to": "30915498", "username": "noneofyourbusiness", "message_id": "30915506", "user_id": "235094", "datetime": "2014-11-14 23:20:01", "datestring": "14. nóv. '14, kl: 23:20:01", "text": "En kannski ákveður hann að hafa börnin en sinnir þeim samt ekki. Eða fær einhvern til að sinna þeim fyrir sig. Þú ert að hætta ansi miklu með því að treysta á að hann geri eins og þú vilt."}, {"response_to": "30915506", "username": "Ekkiglöð", "message_id": "30915518", "user_id": "287825", "datetime": "2014-11-14 23:29:40", "datestring": "14. nóv. '14, kl: 23:29:40", "text": "ég veit en ég er bara ráðþrota. Fjölskyldan mín hefur ekki fjárhagslega getu heldur til að kaupa fleiri flugmiða þannig að sama hvernig er þá er ég í djúpum :("}, {"response_to": "30915498", "username": "Máni", "message_id": "30915838", "user_id": "154", "datetime": "2014-11-15 12:15:39", "datestring": "15. nóv. '14, kl: 12:15:39", "text": "Sko minn fyrrverandi hagaði sér líka þannig á meðan við vorum gift. Það gjörbreyttist um leið og hann flutti út af heimilinu. Hann var líka kominn í samband áður en hann flutti og mögulega hefur þetta eitthvað með það að gera, mögulega með ofurstjórnsemi hans. Ekki treysta á afskiptaleysi hans hingað til."}, {"response_to": "30915443", "username": "ts", "message_id": "30915532", "user_id": "4019", "datetime": "2014-11-14 23:43:14", "datestring": "14. nóv. '14, kl: 23:43:14", "text": "segðu honum að búið sé að bóka fyrir þig miða og þú sért að fara, er þá ekki helst að hann kaupi miða fyrir börnin svo hann sé nú frjáls í \"hobbýið\" sitt..."}, {"response_to": "30915532", "username": "Ekkiglöð", "message_id": "30915540", "user_id": "287825", "datetime": "2014-11-14 23:48:26", "datestring": "14. nóv. '14, kl: 23:48:26", "text": "Ég treysti einmitt á það en hann er ekki heima núna er að sinna sínu hobbýi núna alls ekki hægt að leggja það til hliðar til að ræða málin og reyna að ganga frá einhverju. Æ nú er ég bara bitur"}, {"response_to": "30914496", "username": "staðalfrávik", "message_id": "30914914", "user_id": "79063", "datetime": "2014-11-14 16:18:59", "datestring": "14. nóv. '14, kl: 16:18:59", "text": "Sniðugur þessi maður þinn, hann ætlar að halda þér heitri þangað til hann er tilbúinn með aðra! Plís honný, farðu frá honum. Þú átt betra skilið."}, {"response_to": "30914914", "username": "Ekkiglöð", "message_id": "30915119", "user_id": "287825", "datetime": "2014-11-14 19:51:25", "datestring": "14. nóv. '14, kl: 19:51:25", "text": "Já er farin að halda það, held að hann vilji vera kominn á þann stað að bara flytja héðan til hennar sem er frekar sjúkt. Hann er bara happy og ekkert annað skiptir hann máli."}, {"response_to": "30915119", "username": "staðalfrávik", "message_id": "30915511", "user_id": "79063", "datetime": "2014-11-14 23:25:07", "datestring": "14. nóv. '14, kl: 23:25:07", "text": "Gerðu það! Það eru lausnir og úrræði, í versta falli kemurðu bara og gistir hjá mér!"}, {"response_to": "30915511", "username": "Ekkiglöð", "message_id": "30915817", "user_id": "287825", "datetime": "2014-11-15 11:53:24", "datestring": "15. nóv. '14, kl: 11:53:24", "text": "Ef þú byggir nálægt mér myndi ég taka þessu boði. Ætla ad biðja hann um að fara á meðan ég er hér. Hann hlýtur að geta sofið hjá þessari konu eða vinnufélögum. En hann er búinn að ýta öllum sameiginlegum vinum (eða eiginlega öllum sem við þekkjum bæði) frá sér og hefur ekki viljað tala við það fólk i langan tíma. Hvort sem er hitta, í síma eða á netinu."}, {"response_to": "30915817", "username": "TheMadOne", "message_id": "30916175", "user_id": "67426", "datetime": "2014-11-15 17:39:15", "datestring": "15. nóv. '14, kl: 17:39:15", "text": "þá er kominn tími á að þú endurnýi vinskapinn við þetta fólk, hann hefur greinilega ekki viljað hafa fólk í kringum sig sem hefur velferð ykkar beggja fyrir brjósti. Farðu að byggja upp baklandið þitt, fólk hættir ekki að vera vinir manns þó maður hafi ekki getað verið í sambandi í einhvern tíma."}, {"response_to": "30914496", "username": "HonkyTonk Woman", "message_id": "30914944", "user_id": "178663", "datetime": "2014-11-14 17:11:14", "datestring": "14. nóv. '14, kl: 17:11:14", "text": "oj þetta er ömurleg framkoma..losaðu þig við hann strax! En hvernig gastu seð að hann væri á stefnumótasíðu? Var aðgangurinn opinn í tölvunni hans?"}, {"response_to": "30914944", "username": "Ekkiglöð", "message_id": "30915091", "user_id": "287825", "datetime": "2014-11-14 19:38:50", "datestring": "14. nóv. '14, kl: 19:38:50", "text": "Ég er búin að ákveða að fara, enda ekkert eftir til að bjarga. Ég sá app í tölvunni hans um stefnumótasíðu og eftir að hafa spurt hann um þetta app þá var hann hissa og sagðist ekkert kannast við það sem gæti verið rétt stundum er maður á einhverri síðu og auglýsing með appi birtist og maður óvart ýtir á það EN eftir að hafa lesið textann þá var talað um samskipti á milli hans og þessarar konu á þessari stefnumótasíðu og að þau ættu að hafa samskipti þar vegna þess að ég væri farin að snuðra í tölvunni/símanum. Aðgangurinn var ekki opinn í tölvunni og vill hann ekki sýna mér hann og vil ég ekki vita í raun hvað hann segir þar (jú reyndar að vissu leyti en er að reyna að fjarlægja mig tilfinningalega frá þessu öllu). En hann viðurkennir að hafa verið á þessari síðu og verið að leita að vinskap sem má þróast í eitthvað meira."}, {"response_to": "30915091", "username": "HonkyTonk Woman", "message_id": "30915133", "user_id": "178663", "datetime": "2014-11-14 20:01:28", "datestring": "14. nóv. '14, kl: 20:01:28", "text": "úff þetta er versta framkoma sem hægt er að sýna maka sínum. Vonandi kemstu burt sem fyrst og helst í gær. En nú fatta eg ekki alveg þetta með appið og textann..sástu textann í appinu en stefnumótasíðan læst? var þetta app á einhverri síðu? Ég er ekki sú besta í tækninni."}, {"response_to": "30915133", "username": "Ekkiglöð", "message_id": "30915174", "user_id": "287825", "datetime": "2014-11-14 20:37:15", "datestring": "14. nóv. '14, kl: 20:37:15", "text": "Nei sá á messenger um þetta app eða að þau væru að ræða á þessari síðu og þau ættu að ræða nánari samksipti á þessari stefnumótasíðu/appi (hann eyddi appinu strax úr tölvunni þar sem þetta voru mistök að installa appinu). EN samt héldu samskiptin á messenger áfram og margir póstar á hverjum degi meðan ég náði ekki í hann eða var að trufla hann í vinnunni. En svona eins og mér skildist var reyndar í miklu uppnámi þegar ég las þetta og fattaði núna að samskiptin héldu á sömu nótum áfram á messanger ss talað um kossa, hittinga, smá káf, hjörtu, kossar sent á milli en maður spyr sig hversu nánari eru samskiptin á hinni síðunni. EN hann viðurkenndi að hafa verið að tala við hana á þessari stefnumótasíðu þegar ég pressaði hann og var með tölvuna hans fyrir framan hann og sýndi honum sannanir, þrætir fyrir allt þar til ég getsannað það."}, {"response_to": "30914496", "username": "Abbagirl", "message_id": "30915090", "user_id": "20193", "datetime": "2014-11-14 19:38:42", "datestring": "14. nóv. '14, kl: 19:38:42", "text": "Þú ert ekki klikkuð en að hann komist upp með að þú og börnin gangið í lörfum meðan hann eyðir peningunum ykkar í aðrar konur er klikkun. Vonandi geturðu losað þig úr þessu sambandi sem fyrst."}, {"response_to": "30914496", "username": "gaukshreidrid", "message_id": "30915123", "user_id": "59921", "datetime": "2014-11-14 19:53:11", "datestring": "14. nóv. '14, kl: 19:53:11", "text": "Vá er maðurinn siðblindur..."}, {"response_to": "30914496", "username": "bjorn788", "message_id": "30915173", "user_id": "70868", "datetime": "2014-11-14 20:35:21", "datestring": "14. nóv. '14, kl: 20:35:21", "text": "Sundra þessu strax í gær !   og passa börnin ekki blanda þeim inn í neitt!"}, {"response_to": "30915173", "username": "Ekkiglöð", "message_id": "30915189", "user_id": "287825", "datetime": "2014-11-14 20:49:47", "datestring": "14. nóv. '14, kl: 20:49:47", "text": "Já er mest stressuð með þau enda eru þau greinilega búin að skynja þetta mun lengur en ég þar sem ég tók eftir að hegðun þeirra er búin að vera undarleg síðan í sumar gagnvart pabba sínum. Reyna endalaust að fá athygli hans sem þau hafa aldrei sóst mikið í amk ekki svona. En skólabarnið er það stórt að ég held að hann muni blandast meira í þetta en hin nokkurn tímann og er ég að passa mig að læsa öllum umræðum svo hann geti ekki óvart skoðað þau."}, {"response_to": "30914496", "username": "piscine", "message_id": "30915215", "user_id": "16009", "datetime": "2014-11-14 21:13:38", "datestring": "14. nóv. '14, kl: 21:13:38", "text": "Elsku rúsínan mín. Það skiptir ekki nokkru máli hvort þessi maður verður sáttur við sambandsslitin eða \"viðurkennir að þetta sé búið\". Þetta er búið ef þú segir að þetta sé búið. Það er nóg. Leitaðu til fjölskyldu og vina/kvennaathvarfsins, byrjaðu hægt og rólega að tína saman pappíra (fæðingarvottorð, vegabréf, aðra pappíra), kreistu saman eins mikla peninga og þú getur og finndu öruggan stað fyrir þig og börnin til að vera á (sem hann veit ekki um) til að byrja með. Og farðu svo þegar þú treystir þér."}, {"response_to": "30915215", "username": "Wik", "message_id": "30915218", "user_id": "237792", "datetime": "2014-11-14 21:17:13", "datestring": "14. nóv. '14, kl: 21:17:13", "text": "Hún gæti nú lent í vondum málum að fara á einhvern stað sem hann veit ekkert um og fara svo úr landi þegar að hún treystir sér til."}, {"response_to": "30915218", "username": "piscine", "message_id": "30915223", "user_id": "16009", "datetime": "2014-11-14 21:19:27", "datestring": "14. nóv. '14, kl: 21:19:27", "text": "Ég ráðlagði henni ekki að fara úr landi. Ég ráðlagði henni að fara úr sambandinu."}, {"response_to": "30914496", "username": "nf", "message_id": "30915252", "user_id": "11776", "datetime": "2014-11-14 21:34:44", "datestring": "14. nóv. '14, kl: 21:34:44", "text": "Vá get gæti svo sem svarið að þú værir að lýsa aðstæðum mínum núna, erum við kannski giftar sama manninum??? Án gríns þá er þetta svakalegt en sem betur fer er ég bara með eitt barn en allar aðrar aðstæður nánast þær sömu. Ég er að uppgötva að ég sem hef alltaf verið mjög sterk andlega og tekið á öllu strax er farin að efast um allt og er orðin svakalega undirgefin eitthvað og hef ekkert sjálfstraust sem ég vona að eigi ekki við um þig."}, {"response_to": "30915252", "username": "staðalfrávik", "message_id": "30915564", "user_id": "79063", "datetime": "2014-11-15 00:17:44", "datestring": "15. nóv. '14, kl: 00:17:44", "text": "Gangi þér líka rosalega vel."}, {"response_to": "30915252", "username": "Pippí", "message_id": "30916249", "user_id": "255575", "datetime": "2014-11-15 18:25:30", "datestring": "15. nóv. '14, kl: 18:25:30", "text": "Knús! Gangi þér vel!"}, {"response_to": "30914496", "username": "birkirbjork", "message_id": "30915341", "user_id": "17304", "datetime": "2014-11-14 22:10:31", "datestring": "14. nóv. '14, kl: 22:10:31", "text": "Ég var í þessum aðstæðum allt of lengi. Í öðru landi með tvo unglinga (bjó þar í 16 ár) fyrir 9 mánuðum flúði ég, ég fékk á mig kæru en núna í september fór málið fyrir dóm og var fellt niður. Var með margar sannanir fyrir andlegu og líkamlegu ofbeldi. Ef að þig vantar stuðning eða vilt spyrja um eitthvað máttu senda einkaskilaboð."}, {"response_to": "30914496", "username": "avery", "message_id": "30915478", "user_id": "26599", "datetime": "2014-11-14 23:08:53", "datestring": "14. nóv. '14, kl: 23:08:53", "text": "Ég ætla að vona að þú hafir tekið eitthvað afrit af þessu sem þú sást í tölvunni hans til að sanna hegðun hans EF þú þarft á því að halda fyrir dómstólum."}, {"response_to": "30915478", "username": "Ekkiglöð", "message_id": "30915520", "user_id": "287825", "datetime": "2014-11-14 23:34:24", "datestring": "14. nóv. '14, kl: 23:34:24", "text": "Var of dofin til að afrita daginn sem ég fann þetta allt og svo þegar ég skoðaði aftur þá var hann búinn að eyða öllu. Nema ég hef afrit af svolitlu sem sýnir að amk að hann ætlaði að halda framhjá. Getur verið að dómstólar munu út frá því krefjast frá honum afrit af samtölunum en veit ekki. Hreinlega kann ekkert á þetta þar sem ég kem úr fjölskyldu sem fólk stendur saman, ber virðingu fyrir og er hreinskilið við hvort annað og hvað þá maka."}, {"response_to": "30915520", "username": "avery", "message_id": "30916056", "user_id": "26599", "datetime": "2014-11-15 16:29:54", "datestring": "15. nóv. '14, kl: 16:29:54", "text": ""}]}