{"url": "https://bland.is/umraeda/nyr-maki/30915237/?page=752", "date": "2014-11-14 21:28:21", "id": "30915237", "items": [{"text": "Nú er liðinn töluvert langur tími síðan ég og barnsfaðir minn hættum saman. Það mun liklega koma að því að annaðhvort okkar eða bæði náum okkur í nýja maka, mig langar að þegar að því kemur að ég eigi eftir að geta höndlað það að hann sé komin með aðra og að eg eigi eftir að geta haft jákvæð og góð samskipti bið hana en ég er samt svo hrædd um að ráða ekki við mig, að ég eigi bara eftir að fara að grenja þegar ég hitti þá konu og eigi ekki eftir ap geta verið í kringum hana/þau. Þið  sem hafið verið í þessum sporum hvað fannst ykkur best að gera til að komast yfir þessa tilfinningu?", "title": "nýr maki", "username": "Trunki", "message_id": "30915237", "user_id": "47044", "response_to": null, "datetime": "2014-11-14 21:28:21", "datestring": "14. nóv. '14, kl: 21:28:21"}, {"response_to": "30915237", "username": "lillion", "message_id": "30915245", "user_id": "266187", "datetime": "2014-11-14 21:32:25", "datestring": "14. nóv. '14, kl: 21:32:25", "text": "Að hætta að hitta fyrrverandi problem solved"}, {"response_to": "30915245", "username": "Wik", "message_id": "30915253", "user_id": "237792", "datetime": "2014-11-14 21:34:51", "datestring": "14. nóv. '14, kl: 21:34:51", "text": "Það er nú kannski hægari sagt en gert þegar að þau eiga barn/börn saman."}, {"response_to": "30915253", "username": "lillion", "message_id": "30915261", "user_id": "266187", "datetime": "2014-11-14 21:40:15", "datestring": "14. nóv. '14, kl: 21:40:15", "text": "Tók ekki eftir því reyndar. Ok það flækir málin töluvert. Eina ráðið er þá líklega það að vera á undan að fall in love with somebody new."}, {"response_to": "30915261", "username": "Fokk", "message_id": "30915559", "user_id": "200798", "datetime": "2014-11-15 00:13:18", "datestring": "15. nóv. '14, kl: 00:13:18", "text": "\"ég og barnsfaðir minn\"...."}, {"response_to": "30915237", "username": "lillion", "message_id": "30915246", "user_id": "266187", "datetime": "2014-11-14 21:32:26", "datestring": "14. nóv. '14, kl: 21:32:26", "text": "Að hætta að hitta fyrrverandi problem solved"}, {"response_to": "30915237", "username": "burrarinn", "message_id": "30915254", "user_id": "167632", "datetime": "2014-11-14 21:35:10", "datestring": "14. nóv. '14, kl: 21:35:10", "text": "Bara um að gera að næla sér í nýjan maka :) Gangi þér vel :)"}, {"response_to": "30915237", "username": "Silaqui", "message_id": "30915333", "user_id": "125345", "datetime": "2014-11-14 22:07:30", "datestring": "14. nóv. '14, kl: 22:07:30", "text": "Taktu bara á því þegar að því kemur."}, {"response_to": "30915333", "username": "Trunki", "message_id": "30915526", "user_id": "47044", "datetime": "2014-11-14 23:39:41", "datestring": "14. nóv. '14, kl: 23:39:41", "text": "Mig einmitt langar það ekki, þe að sjá djöful í næstu konu sem hann fer í alvarlegt samband við. Konan sem hann var með fyrst eftir að við hættum saman var reyndar algjör tík við mig og þá var það svo auðvelt fyrir mig að segjast bara ekki hafa nokkurn áhuga á að hitta hana eða tala við hana, það var mjög þægilegt...fyrir mig, en ekki börnin þess vegna er ég nú að vona að hann muni ná sér íeeinhverja sem mun haga sér almennilega næst."}, {"response_to": "30915526", "username": "Silaqui", "message_id": "30915786", "user_id": "125345", "datetime": "2014-11-15 10:41:34", "datestring": "15. nóv. '14, kl: 10:41:34", "text": "Það er í sjálfu sér óþarfi fyrir ykkur að hafa samskipti til að byrja með. Samskiptin geta bara snúist um börnin (sem ég í alvörunni mæli með fyrst eftir skilnað, þangað til að báðir aðilar skilnaðarins treysta sér í annað) og þá á milli þín og barnsföðursins. Svo má sjá til hvernig málin þróast."}, {"response_to": "30915786", "username": "Trunki", "message_id": "30915835", "user_id": "47044", "datetime": "2014-11-15 12:10:53", "datestring": "15. nóv. '14, kl: 12:10:53", "text": "Það er rúmt ár síðan við skildum og samskiptin hafa snúist ca 95% um börnin.  Æj mig langar bara að geta haft jákvæð samskipti við þá konu sem hann mun næst fara í alvarlegt samband við, en er samt sem áður pínu kvíðin fyrir því að geta ekki haldið andliti, en ég er rólegri eftir ráðleggingarnar frá labbi86, ég hlýt að geta vanist því þegar að því kemur, en hann hefur aldrei verið einhleypur jafnlengi og hann hefur verið núna og því er ég nokkuð viss um að það komi að því fljótlega að hann fari í alvarlegt samband, en hver veit svo sem."}, {"response_to": "30915835", "username": "Silaqui", "message_id": "30915842", "user_id": "125345", "datetime": "2014-11-15 12:19:19", "datestring": "15. nóv. '14, kl: 12:19:19", "text": "Já, það var gott innslag hjá labbi86."}, {"response_to": "30915835", "username": "Silaqui", "message_id": "30915850", "user_id": "125345", "datetime": "2014-11-15 12:27:41", "datestring": "15. nóv. '14, kl: 12:27:41", "text": "Minn barnsfaðir var einmitt ævinlega í samböndum þegar strákurinn okkar var lítill."}, {"response_to": "30915850", "username": "Trunki", "message_id": "30916579", "user_id": "47044", "datetime": "2014-11-15 22:55:43", "datestring": "15. nóv. '14, kl: 22:55:43", "text": "Ég hlakka svo til þegar börnin mín gets farið að sjá um þessi samskipti sjálf :)"}, {"response_to": "30916579", "username": "Silaqui", "message_id": "30916854", "user_id": "125345", "datetime": "2014-11-16 09:33:02", "datestring": "16. nóv. '14, kl: 09:33:02", "text": "Það er voða þægilegt. Kom reyndar á tíma þegar við foreldrarnir vorum orðin nokkuð sátt hvort við annað (frekar ljótur skilnaður)."}, {"response_to": "30915526", "username": "josepha", "message_id": "30917227", "user_id": "169324", "datetime": "2014-11-16 16:10:07", "datestring": "16. nóv. '14, kl: 16:10:07", "text": "Ég hef aldrei hitt barnsmóður míns sambýlismanns og hann hefur aldrei hitt kærasta barnsmóður sinnar. Samskiptin eru engin nema í sambandi við börnin, og þegar það eru foreldrafundir eða slíkt þá mæta (eðli málsins samkvæmt) bara foreldrarir. Einn daginn munu líklega koma upp þannig aðstæður að við munum öll hittast en ég sé ekki að þau samskipti þurfi að vera mikil, ever."}, {"response_to": "30917227", "username": "Trunki", "message_id": "30917239", "user_id": "47044", "datetime": "2014-11-16 16:25:56", "datestring": "16. nóv. '14, kl: 16:25:56", "text": "Hvað eruð þið búin að vera lengi saman? Eigið þip börn saman?"}, {"response_to": "30917239", "username": "josepha", "message_id": "30917521", "user_id": "169324", "datetime": "2014-11-16 20:01:02", "datestring": "16. nóv. '14, kl: 20:01:02", "text": "Við erum búin að vera saman í 2 ár og eigum ekki börn saman. Fyrst þegar hann sagði mér að hann og barnsmóðir hans væru ekki í neinum samskiptum fyrir utan það sem snerti börnin þá leit ég á það sem eitthvað neikvætt. En hann var (og er) sannfærður um að það væri best fyrir alla og hefði engin neikvæð áhrif á börnin. Núna er ég líka alveg viss um að þetta sé rétt hjá honum. Engar flækjur og ekkert vesen."}, {"response_to": "30917521", "username": "Trunki", "message_id": "30917701", "user_id": "47044", "datetime": "2014-11-16 21:48:51", "datestring": "16. nóv. '14, kl: 21:48:51", "text": "Já ok og fær barnið þá td tvær afmælisveislur og svoleiðis? Mín börn biðja td reglulega um að við pabbi þeirra gerum eitthvað saman með þeim er barnið hans ekkert að biðja um neitt svoleiðis?"}, {"response_to": "30917701", "username": "josepha", "message_id": "30918095", "user_id": "169324", "datetime": "2014-11-17 11:00:30", "datestring": "17. nóv. '14, kl: 11:00:30", "text": "Börnin eru tvö og það eru tvær afmælisveislur og svoleiðis já.  Þau hafa ekkert beðið um að mamma og pabbi gerðu hluti saman svo ég viti, en ef þau gerðu það þá væri það einfaldlega ekki boði, ekki frekar en að mamma og pabbi myndu byrja aftur saman þó börnin myndu biðja um það."}, {"response_to": "30917701", "username": "Máni", "message_id": "30918097", "user_id": "154", "datetime": "2014-11-17 11:02:05", "datestring": "17. nóv. '14, kl: 11:02:05", "text": "þú getur ekki bæði sleppt og haldið. þið eruð ekki fjölskylda lengur og óþarfi að þið hagið ykkur eins og fjölskylda. það getur líka bara ruglað barnið."}, {"response_to": "30918097", "username": "Trunki", "message_id": "30918166", "user_id": "47044", "datetime": "2014-11-17 12:22:18", "datestring": "17. nóv. '14, kl: 12:22:18", "text": "Ég mundi ekki segja að við séum að haga okkur eins og fjölskylda þó við látum það stundum eftir börnunum að vip bæði gerum eitthvað skrmmtilrgt með þeim. Eflaust getur það ruglað sum börn í einhverjum tilfellum á meðan það auðveldar lífið fyrir önnur börn að geta átt þesskonar samverustundir með foreldrum sínum stundum."}, {"response_to": "30915237", "username": "labbi86", "message_id": "30915366", "user_id": "204900", "datetime": "2014-11-14 22:18:15", "datestring": "14. nóv. '14, kl: 22:18:15", "text": "Minn fyrrverandi skildi við mig frekar nýlega. Fyrst á eftir var ég mikið að velta þessu fyrir mér, af því við ætlum alveg að vera vinir áfram, hvað ég myndi gera þegar að því kæmi að hann fyndi sér aðra konu til að deila lífinu með. Fyrst var ég einmitt sannfærð um að ég myndi aldrei afbera það og leið ennþá verr við tilhugsunina. Svo hélt ég áfram að velta þessu fyrir mér og þá í samhenginu með því að við erum jú skilin og skilin af góðum ástæðum, ég myndi til dæmis ekki vilja vera með honum í dag og er raunar fegin að hann tók þessa ákvörðun því ég hefði ekki haft kjark í hana."}, {"response_to": "30915366", "username": "Trunki", "message_id": "30915531", "user_id": "47044", "datetime": "2014-11-14 23:42:55", "datestring": "14. nóv. '14, kl: 23:42:55", "text": "Þetta meikar sens, mig langar nefnilega ekki að vera með honum aftur og mig langar heldur ekki að ná mér í mann. Ég vona samt að ég muni geta haldið andliti þegar ég mun hitta hans framtiðarmaka."}, {"response_to": "30915531", "username": "labbi86", "message_id": "30915537", "user_id": "204900", "datetime": "2014-11-14 23:47:25", "datestring": "14. nóv. '14, kl: 23:47:25", "text": "Þú getur það örugglega, hvort það verði auðvelt er hins vegar önnur saga. Í gegnum það ferli sem skilnaður er lærir fólk ýmislegt um sjálft sig og ég er í það minnsta oft ótrúlega hissa á því hvað ég get gert og hvernig ég tækla aðstæður sem ég hélt að ég gæti ekki tekist á við af þeim þroska sem ég hef sýnt, ég hefði aldrei trúað því fyrirfram. Þú getur gert allt sem þú veist að þú getur gert og svo miklu meira til :)"}, {"response_to": "30915237", "username": "hlynur2565", "message_id": "30915749", "user_id": "114219", "datetime": "2014-11-15 05:02:18", "datestring": "15. nóv. '14, kl: 05:02:18", "text": "Kaupa búnt af strokleðrum og stroka hann úr minninu  -  problem solved"}, {"response_to": "30915237", "username": "bdi", "message_id": "30918099", "user_id": "78753", "datetime": "2014-11-17 11:04:10", "datestring": "17. nóv. '14, kl: 11:04:10", "text": "Að taka á því þegar þar að kemur og vera ekki að búa til vandamál fyrirfram. Þegar upp er stðaið þarf maður ekkert að hafa svo mikil samskipti við þá manneskju til að byrja með og þetta verður líklega bara allt í lagi."}]}