{"url": "https://bland.is/umraeda/salfraedingar-medmaeli-hvernig-eru-timarnir-/30946791/?page=714", "date": "2014-12-11 15:53:41", "id": "30946791", "items": [{"text": "Þekkir einhver hérna til sálfræðinga sem hafa (eða gætu) hjálpað fólki sem þurfti að þola reglulegt andlegt ofbeldi frá foreldrum í æsku? Og sem er með þunglyndi, félagskvíða, og almennan kvíða?Ég veit að sálfræðingar eru mjög misjafnir, en ég hef aldrei nýtt mér neina aðstoð af þessu tagi svo ég er smá á báðum áttum. Eru tímarnir þannig að sálfræðingurinn segir ekkert eða segir aðeins hluti eins og ,,ég skil''? Ég held að það eitt að tala um þetta myndi ekki hjálpa mér, ef ég færi myndi mig langa að fá aðstoð við að sjá hvað er að mér og að vinna að því að breyta mér.", "title": "Sálfræðingar, meðmæli + hvernig eru tímarnir?", "username": "jolakjolar", "message_id": "30946791", "user_id": "289203", "response_to": null, "datetime": "2014-12-11 15:53:41", "datestring": "11. des. '14, kl: 15:53:41"}, {"response_to": "30946791", "username": "DarKhaireDwomAn", "message_id": "30946793", "user_id": "162498", "datetime": "2014-12-11 15:59:26", "datestring": "11. des. '14, kl: 15:59:26", "text": "ég hef verið hjá dásamlegum sálfræðingi hjá kvíðameðferðarstöðinni sem heitir Gunnhildur,  held að tímarnir séu afar einstaklingsbundnir en ég hafði góða reynslu af þessu."}, {"response_to": "30946791", "username": "Máni", "message_id": "30946854", "user_id": "154", "datetime": "2014-12-11 17:06:30", "datestring": "11. des. '14, kl: 17:06:30", "text": "Ég er hjá Bryndísi Einarsdóttur hjá Heilsustöðinni. Við förum yfir heimaverkefnin mín milli sem hún hlustar á mig pústa. Hún hefur líka útskýrt hlutina mjög vel fyrir mér."}, {"response_to": "30946791", "username": "pragmatic", "message_id": "30947105", "user_id": "82468", "datetime": "2014-12-11 19:38:23", "datestring": "11. des. '14, kl: 19:38:23", "text": "Sálfræðingar eru ekkert bara í því að hlusta. Stundum eru heimaverkefni og minn sálfræðingur er duglegur við að sýna mér önnur sjónarhorn sem ég get notað til að horfa á minn vanda."}]}