{"url": "https://bland.is/umraeda/helvitins-stress-/30958836/?page=697", "date": "2014-12-22 06:39:38", "id": "30958836", "items": [{"text": "Þorláksmessa á morgun,  á eftir ad gera svo margt, þrífa taka til og já klára finna jóla föt á börnin :( Á engan pening, eg á örorku og karlinn búin ad vera án atvinnu í nokkra mánudi  :( Þarf ad finna jólaföt í skápunum semsagt nota eitthvad gamalt. Hef ekki efni á nyjum. Hef verid ad fá lánada aura hjá ættingjum en lídur skelfilega med þad. Sé þetta fyrir mer eins og madur sé ad rúlla upp snjóbolta hann stækkar og stækkar líkt og vandinn bara vex og vex  :,( Hvad getur madur gert hef ALDREI verid í eins skelfilegri peningastödu ádur á þessum árstíma  :( OK ENGIN serstakur tilgangur med þessu innleggi annad en langar bara ad fá vorkunn og knús :,(", "title": "helvítins stress..", "username": "edeliaa", "message_id": "30958836", "user_id": "120628", "response_to": null, "datetime": "2014-12-22 06:39:38", "datestring": "22. des. '14, kl: 06:39:38"}, {"response_to": "30958836", "username": "ilmbjörk", "message_id": "30958840", "user_id": "142779", "datetime": "2014-12-22 06:57:48", "datestring": "22. des. '14, kl: 06:57:48", "text": "Varst það ekki þú sem ert í DK og varst í friplads veseninu?"}, {"response_to": "30958840", "username": "edeliaa", "message_id": "30958841", "user_id": "120628", "datetime": "2014-12-22 06:58:16", "datestring": "22. des. '14, kl: 06:58:16", "text": "Friplads ??"}, {"response_to": "30958841", "username": "ilmbjörk", "message_id": "30958842", "user_id": "142779", "datetime": "2014-12-22 06:59:05", "datestring": "22. des. '14, kl: 06:59:05", "text": "ó kannski varst það ekki þú.."}, {"response_to": "30958842", "username": "edeliaa", "message_id": "30958848", "user_id": "120628", "datetime": "2014-12-22 07:26:08", "datestring": "22. des. '14, kl: 07:26:08", "text": "nei liklegast ekki   veit ekki einu sinni hvad tu ert ad tala um"}, {"response_to": "30958848", "username": "ilmbjörk", "message_id": "30958849", "user_id": "142779", "datetime": "2014-12-22 07:31:47", "datestring": "22. des. '14, kl: 07:31:47", "text": "Ni.. en þú ert í DK? Friplads er þegar maður þarf ekki að borga fyrir leikskóla/SFO.."}, {"response_to": "30958849", "username": "edeliaa", "message_id": "30958851", "user_id": "120628", "datetime": "2014-12-22 07:44:07", "datestring": "22. des. '14, kl: 07:44:07", "text": "'o  ok  eg skil   bornin min eru ekki einu sinni i SFO   Ja rett eg er i DK"}, {"response_to": "30958836", "username": "LSP", "message_id": "30958847", "user_id": "220374", "datetime": "2014-12-22 07:25:51", "datestring": "22. des. '14, kl: 07:25:51", "text": "Knús til þín. Annars kaupi ég aldrei ný jólaföt, finn bara eitthvað í skápnum."}, {"response_to": "30958836", "username": "whoopi", "message_id": "30958859", "user_id": "133131", "datetime": "2014-12-22 08:20:01", "datestring": "22. des. '14, kl: 08:20:01", "text": "Mér þykir það ákveðinn lúxus að kaupa sér jjólaföt á hverju ári. Auðvitað á það að vera sjálfsagt mál að kaupa sér eitthvað, en ég hef aldrei vanið mig á það. Ekki stressa þig á að geta ekki keypt nýjan kjól. Það er vel hægt að nota það sem er til og það er bara nákvæmlega ekkert að því. :)"}, {"response_to": "30958859", "username": "ilmbjörk", "message_id": "30958869", "user_id": "142779", "datetime": "2014-12-22 08:32:31", "datestring": "22. des. '14, kl: 08:32:31", "text": "sama segi ég.. hér er ekki keypt neitt nýtt nema hugsanlega á barnið (ef það er eitthvað orðið of lítið).. en í ár þurfti ekkert að kaupa :) hann getur notað sömu föt og í fyrra :)"}, {"response_to": "30958869", "username": "Ziha", "message_id": "30958874", "user_id": "51148", "datetime": "2014-12-22 08:41:51", "datestring": "22. des. '14, kl: 08:41:51", "text": "Á þessu heimili eru einmitta allir löngu hættir að spá í jólaföt,,,, það eru keyptir nýjir sokkar og búið...strákarnir eiga ekki einu sinni spariskó... og hafa bara örsjaldan átt svoleiðis um ævina."}, {"response_to": "30958874", "username": "ilmbjörk", "message_id": "30958875", "user_id": "142779", "datetime": "2014-12-22 08:43:57", "datestring": "22. des. '14, kl: 08:43:57", "text": "Akkúrat.. ég ætla ekki að kaupa spariskó á minn þriggja ára til þess að nota ööör sjaldan! Á sumrin er hann í sandölum/strigaskóm og á veturna er hann í loðfóðruðum stígvélum ;) Við eigum reyndar ekki bíl heldur hjólum allt/tökum lest og þessvegna þurfum við að spá í því að vera rétt klædd eftir veðri.. engin not fyrir spariskó hérna :) Ef hann þarf að fara eitthvað \"fínt\" t.d. núna fyrir jólin þá fer hann í bestu strigaskónum sínum (eða tökum þá með). Og sama með mig, ég er sára sjaldan í spariskóm.. núna er kalt og þá er ég í kuldaskóm.."}, {"response_to": "30958875", "username": "hallon", "message_id": "30958879", "user_id": "61730", "datetime": "2014-12-22 08:53:52", "datestring": "22. des. '14, kl: 08:53:52", "text": "Ég keypti bara strigaskó sem eru töff við sparifötin og síðan geta þeir notað þá næsta sumar."}, {"response_to": "30958879", "username": "ilmbjörk", "message_id": "30959001", "user_id": "142779", "datetime": "2014-12-22 12:29:42", "datestring": "22. des. '14, kl: 12:29:42", "text": "Sniðugt! Minn á bara fína strigaskó síðan í sumar, hann vex eins og arfi þessi misserin, veit ekkert í hvaða skónúmeri hann verður næsta sumar!"}, {"response_to": "30958874", "username": "cutzilla", "message_id": "30958882", "user_id": "103215", "datetime": "2014-12-22 09:00:11", "datestring": "22. des. '14, kl: 09:00:11", "text": "ég segi það sama og Ziha engin jólaföt eða spariskór árum saman hér. Þegar peningar eru af skornum skammti þá er þetta munaður. Ég er öryrki og búin að vera það í eitthvað um 10 ár og maður þarf bara að breyta því hvernig maður hugsar. Þegar ég var að alast upp þá fengum við systurnar alltaf jólaföt og svo ný skólaföt þegar skólinn byrjaði. Það er eitthvað sem ég get því miður ekki gert fyrir syni mína (þeir eru unglingar í dag). Maður verður að einblína á það sem er mikilvægt og það er samvera og að elska og styðja börnin sín. Þau munu muna eftir því þegar þau eru fullorðin en ekki endilega eftir jólafötum (þó að langvarandi skortur geti auðvitað haft neikvæðar afleiðingar) en auðvitað er þetta erfitt svo ég skil ósköp vel það sem þú segir edileaa. Og það að skulda ekki ættingjum pening er sjaldgæfara hér á bæ en hitt. Þetta eru bara spilin sem manni var úthlutað og þannig er það bara. Auðvitað þyrmir yfir mann og sér í lagi á stundum eins og þessum þegar allt á að vera svo gott. En annars knús og vonandi nærðu að njóta jólanna þrátt fyrir aðstæður :)"}, {"response_to": "30958882", "username": "Ice1986", "message_id": "30959051", "user_id": "198251", "datetime": "2014-12-22 13:34:50", "datestring": "22. des. '14, kl: 13:34:50", "text": "uhm, ég kem úr efnaðri fjölskyldu og við fengum ekki jólaföt nema kannski einstaka sinnum þegar við vorum krakkar og vaxin uppúr öllu. Sem fullorðin manneskja hef ég aldrei keypt jólaföt. Ég held að þetta tengist nú ekki alltaf því hverjir eru öryrkjar og hverjir ekki heldur bara nægjusemi. Það þarf ekki að eiga fjölmarga sparikjóla sem eru teknir fram 1-2x á ári."}, {"response_to": "30959051", "username": "cutzilla", "message_id": "30959222", "user_id": "103215", "datetime": "2014-12-22 17:55:19", "datestring": "22. des. '14, kl: 17:55:19", "text": "jólafötin voru oft föt sem voru ekki alveg rosa fín þannig að það var hægt að nota það miklu oftar en 1-2 ári. Þannig að þau voru oft orðin vel eydd eftir árið. Svo er líka misjafnt hvað krakkar stækka mikið. Á heilu ári er hægt að stækka ansi mikið þegar maður er krakki. Þegar ég keypti jólaföt á syni mína, þeas þegar þeir voru litlir þá voru það aldrei föt sem voru notuð svona sjaldan. Mér myndi aldrei detta til hugar að kaupa svo fín föt að það sé bara hægt að nota þau nokkrum sinnum á ári. Millifín föt er málið. Föt sem eru fín þegar þau eru ný og svo notuð dags daglega fljótlega eftir það."}, {"response_to": "30958859", "username": "saedis88", "message_id": "30958890", "user_id": "56492", "datetime": "2014-12-22 09:38:04", "datestring": "22. des. '14, kl: 09:38:04", "text": "sammála, ef maður á fín föt sem passar þá bara auðvitað nota þau, held að ég sé að fara vera í sama kjólnum í ár, 3ja árið í röð :)"}, {"response_to": "30958859", "username": "afþví", "message_id": "30959312", "user_id": "40368", "datetime": "2014-12-22 19:51:30", "datestring": "22. des. '14, kl: 19:51:30", "text": "Já sammála ný jólaföt eiga ekki að valda stressi. Þetta er í fyrsta sinn sem ég get leyft mér að fata öll börnin mín upp fyrir jólin, áður fyrr mætti það bara afgangi en það skiptir engu máli. Að geta ekki keypt ný föt sem á að nota í nokkra klukkutíma á ekki að valda manni vanlíðan."}, {"response_to": "30958836", "username": "alboa", "message_id": "30958877", "user_id": "31118", "datetime": "2014-12-22 08:44:16", "datestring": "22. des. '14, kl: 08:44:16", "text": "Ef börnin eiga fín föt þá er algjör óþarfi að kaupa ný föt bara af því að það eru jól. Mín á nóg af sparifötum og mér datt ekki í hug að kaupa fleiri bara fyrir jólin."}, {"response_to": "30958836", "username": "stöðunni", "message_id": "30958880", "user_id": "15040", "datetime": "2014-12-22 08:54:43", "datestring": "22. des. '14, kl: 08:54:43", "text": "svona basl er sérstaklega erfitt á þessum árstíma.  :(  Ég sleppi líka nýjum fötum í ár.  Geta ættingjar eða vinir kannski boðið ykkur í mat um jólin?  Það sparar heilmikið.  Ertu búin að athuga með öll réttindi, eru ekki líka í danmörku stuðningur við foreldra einhverfra barna, umönnunarbætur eða eitthvað svoleiðis? Ertu búin að athuga með hjálparstofnanir þarna úti?"}, {"response_to": "30958880", "username": "edeliaa", "message_id": "30958886", "user_id": "120628", "datetime": "2014-12-22 09:29:26", "datestring": "22. des. '14, kl: 09:29:26", "text": "Já höfum talad vid alla."}, {"response_to": "30958886", "username": "edeliaa", "message_id": "30958887", "user_id": "120628", "datetime": "2014-12-22 09:33:43", "datestring": "22. des. '14, kl: 09:33:43", "text": "Og já med skóna er eg ekki ad stressa mig yfir."}, {"response_to": "30958886", "username": "Tipzy", "message_id": "30959276", "user_id": "26838", "datetime": "2014-12-22 19:22:57", "datestring": "22. des. '14, kl: 19:22:57", "text": "Spariskór eru ekkert möst, stelpan hefur ekki átt spariskó bara eiginlega ever."}, {"response_to": "30958836", "username": "Máni", "message_id": "30958892", "user_id": "154", "datetime": "2014-12-22 09:42:19", "datestring": "22. des. '14, kl: 09:42:19", "text": "Úff, er enga vinnu að hafa?"}, {"response_to": "30958836", "username": "edeliaa", "message_id": "30958896", "user_id": "120628", "datetime": "2014-12-22 09:45:35", "datestring": "22. des. '14, kl: 09:45:35", "text": "Þad gengur mjög rólega en hann hefur ábyggilega sótt um á fleiri þúsund stödum. :("}, {"response_to": "30958896", "username": "ilmbjörk", "message_id": "30959005", "user_id": "142779", "datetime": "2014-12-22 12:31:58", "datestring": "22. des. '14, kl: 12:31:58", "text": "Úff! Maðurinn minn er búinn að vera atvinnulaus síðan í júní og var loksins að fá vinnu, byrjar í febrúar.. það er bara meira en að segja það að reyna að fá vinnu hérna.. og maðurinn minn er háskólamenntaður, og  samkeppnin á vinnumarkaðinum er rosaleg!"}, {"response_to": "30959005", "username": "Máni", "message_id": "30959010", "user_id": "154", "datetime": "2014-12-22 12:33:49", "datestring": "22. des. '14, kl: 12:33:49", "text": "Maður er einmitt búinn að heyra af atvinnuástandinu í danmörku"}, {"response_to": "30959010", "username": "ilmbjörk", "message_id": "30959022", "user_id": "142779", "datetime": "2014-12-22 12:41:22", "datestring": "22. des. '14, kl: 12:41:22", "text": "mhm.. erfitt og tekur á sálina svona til lengdar. En hann fékk vinnu hjá start up fyrirtæki, borgar ekki eins vel en þetta er vinna og ef vel gengur fær hann hlut í fyrirtækinu :) Þannig að við erum bara sátt :)"}, {"response_to": "30958836", "username": "dekkið", "message_id": "30958904", "user_id": "108906", "datetime": "2014-12-22 10:03:18", "datestring": "22. des. '14, kl: 10:03:18", "text": "Varðandi fötin, notaðu bara það sem þið eigið. Ég er hætt að kaupa jólaföt á börnin mín. Strákarnir þola illa að vera í sparifötum,vilja bara vera alltaf í iþróttafötum. Á jólunum fá þeir þá að fara í gallabuxur og skyrtu sem til eru. Stelpan á alltaf trilljón kjóla og hún notar það sem hún á og velur sjálf. Einnig erum við hjónin hætt að kaupa jólaföt. Það er ekkert að því að nota það sem til er en að eyða peningum í eitthvað sem sjaldan er notað."}, {"response_to": "30958836", "username": "edeliaa", "message_id": "30959047", "user_id": "120628", "datetime": "2014-12-22 13:22:43", "datestring": "22. des. '14, kl: 13:22:43", "text": "Med fötin þá eru ad koma jól og á jólum vill madur hafa alla fína."}, {"response_to": "30959047", "username": "ilmbjörk", "message_id": "30959052", "user_id": "142779", "datetime": "2014-12-22 13:35:16", "datestring": "22. des. '14, kl: 13:35:16", "text": "Sóttir þú um jólaaðstoð frá kommúnunni/kirkjunni?"}, {"response_to": "30959047", "username": "lalía", "message_id": "30959320", "user_id": "62489", "datetime": "2014-12-22 19:59:45", "datestring": "22. des. '14, kl: 19:59:45", "text": "Hvað með, í ljósi ástandsins, að gera eins og í þræði sem ég las hérna um daginn, að hafa náttfata'hygge' um jólin?!  Ekkert að stressa sig á sparifötum heldur bara knúsa alla og líða vel?"}, {"response_to": "30959047", "username": "Atlantics", "message_id": "30959335", "user_id": "261614", "datetime": "2014-12-22 20:28:51", "datestring": "22. des. '14, kl: 20:28:51", "text": "En hvað með að reyna að gera hversdagsfötin sparilegri og vanda sig extra vel við útlitið? Segjum sem svo að þessi 15 ára eigi gallabuxur og venjulega peysu. Það er hægt að hafa fötin alveg nýþvegin og straua þau til þess að fá sérstaka áferð og \"sparilega lykt\" af þeim, það er hægt að aðstoða hana við að græja eitthvað flott í hárið á sér, skreyta sig með skartgripum, leyfa henni að fá smá ilmvatn (ef þú átt slíkt) og ef hún hefur áhuga á að mála sig er hægt að vanda sig við að gera það extra vandvirknislega. Nú, eða halda náttfatajól þar sem að allir eru í nýþvegnum og straujuðum náttfötum :)"}, {"response_to": "30958836", "username": "Aetna", "message_id": "30959064", "user_id": "59595", "datetime": "2014-12-22 13:58:23", "datestring": "22. des. '14, kl: 13:58:23", "text": "En leiðinlegt ástand :-("}, {"response_to": "30958836", "username": "Pinja", "message_id": "30959467", "user_id": "79952", "datetime": "2014-12-22 22:02:56", "datestring": "22. des. '14, kl: 22:02:56", "text": "Danir eru svo afslappaðir með jólin finnst mér. Ég bý líka í DK og gift dana. Höldum jólin hjá tengdó. Þar nennir fólk nánast ekkert að klæða sig upp, eru bara í kósýfötunum. Ég er alltaf overdressed. Ég er ágætlega stæð og við bæði með góðar vinnur og þarf ekki að kvarta yfir einu né neinu. Ég kaupi ekki ný föt á mig, finn kjól inni í skáp, heldur engin ný föt á manninn minn. Hann finnur skyrtu inn í skáp. Nenni ómögulega að kaupa rosalega fín föt á börnin mín sem eru mjög ung og passa í fötin kannski í mánuð eða tvo. Kaupi eitthvað hentugt sem mér finnst fínt sem þeir geta farið í um áramót og í afmæli næstu 2 mánuði. Enga spariskó. Ef ég finn ekkert sniðugt þá só bí ít. Mér hefur einmitt oft þótt daninn of látlaus um jól, ég var vön að fá nýtt dress öll jól og heimasaumað og nýja skó. En að vissu leyti finnst mér þetta orðið kosý og minnkar stress."}, {"response_to": "30958836", "username": "Apis", "message_id": "30959723", "user_id": "96435", "datetime": "2014-12-23 01:46:22", "datestring": "23. des. '14, kl: 01:46:22", "text": "Það sökkar að vera blankur, en ég hef aldrei skilið þetta með að fólk verði að fá ný föt um jólin (nú til dags)."}]}