{"url": "https://bland.is/umraeda/jolaheimthra-i-utlondum/30960289/?page=696", "date": "2014-12-23 22:38:05", "id": "30960289", "items": [{"text": "Ég bý erlendis og er að deyja úr jólaheimþrá. Þetta eru líklega jól nr. 3 sem ég held fjarri stórfjölskyldunni en mér finnst þetta extra erfitt þetta árið. Ég hef svolítið farið þá leið að gera eitthvað allt annað og öðruvísi á jólunum og afþakkað kurteislega allt hangikjöt, jólaöl og laufabrauð að heiman. Það myndi bara koma út á mér tárum að fara eitthvað að græja þetta hér. Finnst auðveldara að ganga bara inn í jólasiðina hér úti sem reyndar eru ekki upp á marga fiska miðað við alla þá helgi sem mér finnst jólin hafa yfir sér heima.Ég spilaði í lottóinu í fyrsta sinn um síðustu helgi í þeirri von að geta keypt miða fyrir okkur öll heim. Sá fyrir mér að ég myndi birtast óvænt með börn og mann á stofugólfinu heima hjá mömmu og pabba. Það gekk ekki eftir.Þið sem eruð erlendis og finnið fyrir mikilli heimþrá hvernig reynið þið að sefa hana og sættast við jólin?", "title": "Jólaheimþrá í útlöndum", "username": "sigga tolla", "message_id": "30960289", "user_id": "141924", "response_to": null, "datetime": "2014-12-23 22:38:05", "datestring": "23. des. '14, kl: 22:38:05"}, {"response_to": "30960289", "username": "Silaqui", "message_id": "30960382", "user_id": "125345", "datetime": "2014-12-23 23:47:07", "datestring": "23. des. '14, kl: 23:47:07", "text": "Við héldum 3 jól erlendis. Ég reyndi að endurskapa þær jólahefðir sem mér fannst skemmtilegar og bæta við nýjum. Mér fannst það hjálpa dálítið. Bestu jólin voru samt jólin sem við fórum til tengdó (í Hollandi). Þá vorum við allavega hjá fjölskyldunni, þó það væri ekki mín fjölskylda."}, {"response_to": "30960289", "username": "smusmu", "message_id": "30960546", "user_id": "9059", "datetime": "2014-12-24 08:54:00", "datestring": "24. des. '14, kl: 08:54:00", "text": "Ég finn enga gríðalega jólaheimþrá en þetta eru önnur jólin okkar hér. Við hefðum alveg getað farið til Íslands um jólin en ég bara nenni ekki ferðalagi á jólum, vil bara vera heima hjá mér í rólegheitum :/ Ég sakna samt fólksins míns alveg heil ósköp og væri mikið til í að vera í mat með þeim í kvöld sko. En við redduðum okkur malti svo við fáum jólabland og á morgun erum við með hangikjöt. Finnst bara næs að taka með sér smá af því sem maður er vanur um jólin :)"}]}