{"url": "https://bland.is/umraeda/einelti-stridni-i-nyjum-skola/30975119/?page=677", "date": "2015-01-07 09:22:50", "id": "30975119", "items": [{"text": "Þannig er að dóttir mín sem er að verða 8 ára finnst mér kvarta heldur oft yfir stríðni í nýjum skóla sem hún fór í í haust. Fyrst sagðist einhver strákurinn hata hana og þá var hún nýbyrjuð þarna. Svo hefur hún oft vælt yfir því að þurfa að fara í skólann og segir að það sé leiðinlegt þarna og leiðinlegt að þurfa að læra og að hún vilji bara í leikskólann aftur, hún segist ekki vilja sofna á kvöldin svo að hún þurfi ekki að vakna í skólann og rausið heldur áfram morguninn eftir. Hef rætt þetta við kennarann hennar sem er allur af vilja gerður í að fylgjast með en segist ekkert athugavert sjá. Núna var svo skólinn að byrja og strax eftir fyrsta daginn kemur hún miður sín heim með nýju hannah montanatöskuna sem stóra frænka hennar arfleiddi hana að sem hún fór svo glöð með í skólann og segir að krakkarnir hefðu sagt að þetta væri ljót taska og að 3 strákar hefðu sagt að hún(stelpan min) væri ljót. :( og eins segja krakkarinr að það megi ekki tala við neinn í 1 bekk.Henni líður ekki vel með þetta..hún er með lítið hjarta og þorir ekki að svara fyrir sig því þá heldur hún að það verði bara meiri stríðni.Hefur einhver staðið í þessum sporum með börnin sín..hvað gerðuð þið, hvað sögðuð þið börnunum ykkar að gera og lagaðist þetta?", "title": "Einelti/stríðni í nýjum skóla", "username": "Dísinmin", "message_id": "30975119", "user_id": "286968", "response_to": null, "datetime": "2015-01-07 09:22:50", "datestring": "7. jan. '15, kl: 09:22:50"}, {"response_to": "30975119", "username": "Felis", "message_id": "30975127", "user_id": "32229", "datetime": "2015-01-07 09:43:40", "datestring": "7. jan. '15, kl: 09:43:40", "text": "Það er ekkert sem þú þarft að segja barninu þínu að gera, það er ekki að gera neitt rangt."}, {"response_to": "30975127", "username": "Dísinmin", "message_id": "30975340", "user_id": "286968", "datetime": "2015-01-07 13:48:37", "datestring": "7. jan. '15, kl: 13:48:37", "text": "Kennarinn er allur af vilja gerður og hefur 1x talað við eitt barnið sem stelpan min kvartaði undan( ég lét vita og hann tók strax á því) og mjög þægilegt að spjalla við hann. En svo þrátt fyrir að stelpan kvarti heldur oft heima þá inn á milli segir hún að það hafi verið gaman í skólanum og virðist alveg eiga eina 5 vini í bekknum..svo að ástæðan fyrir því að ég er að koma með þessa umræðu hér er að ég veit ekki hvað ég á að halda með hana..hvenær ég eigi að fara í einhverjar aðgerðir eða hvort þetta sé eitthvað \"úlfur úlfur\" dæmi því að ég sé auðvitað ekki hvað er að ske í skólanum..ég get bara vitað það sem hún segir. Ég get ekki heldur vitað hvort hún sé að hnýta í einhvern..en ég held ekki vegna þess að hún talar mikið um það að það eigi ekki að stríða. En við vitum að einelti fer sjaldnast fram fyrir augum kennaranna og þessvegna verða þeir þess ekki varir."}, {"response_to": "30975340", "username": "Felis", "message_id": "30975344", "user_id": "32229", "datetime": "2015-01-07 13:50:49", "datestring": "7. jan. '15, kl: 13:50:49", "text": "það getur vel verið stórt vandamál þó að hún vilji stundum fara í skólann, og þó að hún eigi vini. Þetta getur vel undið upp á sig og orðið verra hratt. Það er greinilega eitthvað vandamál í gangi, kannski ekki einelti ennþá - kannski ljótt einelti. Það er erfitt að segja en það þarf að gera eitthvað til að laga þetta."}, {"response_to": "30975119", "username": "Ragga81", "message_id": "30975129", "user_id": "33320", "datetime": "2015-01-07 09:47:58", "datestring": "7. jan. '15, kl: 09:47:58", "text": "Ég er sammála Felis.  Vertu hörð og hlustaðu á barnið.  Þar sem ég sjálf varð fyrir miklu einelti og upplifði það að skólinn lofaði öllu fögru ár eftir ár eða þar til mamma hótaði að kæra skólann."}, {"response_to": "30975119", "username": "Felis", "message_id": "30975130", "user_id": "32229", "datetime": "2015-01-07 09:53:22", "datestring": "7. jan. '15, kl: 09:53:22", "text": "já og mig langar líka til að segja þér að amk þegar sonur minn varð fyrir einelti þá var það sem hann sagði mér af því sem fór fram bara rétt toppurinn á ísjakanum. Það er erfitt að hugsa til þess en ég myndi búa mig undir að komast að miklu ljótari hlutum en því sem dóttir þín hefur verið að segja þér frá :-/"}, {"response_to": "30975119", "username": "afþví", "message_id": "30975131", "user_id": "40368", "datetime": "2015-01-07 09:54:03", "datestring": "7. jan. '15, kl: 09:54:03", "text": "Ég myndi senda tölvupóst á alla foreldra og segja frá þessu. Biðja foreldra að ræða við börnin sín og halda mögulega vinahitting heima hjá þér eða fá annað foreldri í lið með þér til að halda svoleiðis hitting og reyna að þjappa saman hópnum."}, {"response_to": "30975131", "username": "Prym", "message_id": "30975183", "user_id": "45728", "datetime": "2015-01-07 10:58:25", "datestring": "7. jan. '15, kl: 10:58:25", "text": "Þetta er ein besta ráðlegging  sem ég hef séð hér.  Auðvitað að snúa sér beint að þeim ábyrgðiina bera á óvitunum."}, {"response_to": "30975119", "username": "Hugfangin", "message_id": "30975133", "user_id": "4060", "datetime": "2015-01-07 09:57:59", "datestring": "7. jan. '15, kl: 09:57:59", "text": "Er eitthvert barn í bekknum sem henni líkar við/er vinur/vinkona hennar?"}, {"response_to": "30975133", "username": "Dísinmin", "message_id": "30975290", "user_id": "286968", "datetime": "2015-01-07 12:56:00", "datestring": "7. jan. '15, kl: 12:56:00", "text": "Já hún á alveg 3 vinkonur amk sem hún hefur farið heim til og hafa komið til hennar og eins 2 vini og mjög gott samband við foreldra þeirra..þannig að það hefur ekki verið vandamálið en þetta er auðvitað mjög stór bekkur."}, {"response_to": "30975119", "username": "LadyGaGa", "message_id": "30975175", "user_id": "32188", "datetime": "2015-01-07 10:45:57", "datestring": "7. jan. '15, kl: 10:45:57", "text": "Þetta er frekar ljótt hjá svo ungum börnum.  Ég skil vel að hún vilji ekki fara í skólann.  Eins gott að eitthvað verði gert strax."}]}