{"url": "https://bland.is/umraeda/hpv-bolusetning/30986564/?page=662", "date": "2015-01-17 21:24:25", "id": "30986564", "items": [{"text": "Forvitnisspurning þar sem ég á stúlku sem mun bjóðast þessi bólusetning eftir nokkur ár. Samkvæmt fylgiseðlinum er ekki vitað hversu lengi hún er virk og að rannsóknir sýna að hún dugir sennilega aðeins í rétt rúmlega 6 ár og þörfin fyrir örvunarskammta er órannsökuð? Er einhver tilgangur með því að sprauta 12ára stúlkur með þessu ef þetta dugar bara í 6 ár? Er aftur sprautað eftir 6 ár? H efur einhver fengið svar við þessum spurningum?", "title": "HPV bólusetning", "username": "Maríalára", "message_id": "30986564", "user_id": "265596", "response_to": null, "datetime": "2015-01-17 21:24:25", "datestring": "17. jan. '15, kl: 21:24:25"}, {"response_to": "30986564", "username": "Degustelpa", "message_id": "30986569", "user_id": "237008", "datetime": "2015-01-17 21:27:56", "datestring": "17. jan. '15, kl: 21:27:56", "text": "er þetta ekki bara það nýtt að það sé ekki komin reynsla?"}, {"response_to": "30986564", "username": "TheMadOne", "message_id": "30986585", "user_id": "67426", "datetime": "2015-01-17 21:39:13", "datestring": "17. jan. '15, kl: 21:39:13", "text": "þó að mömmum langi ekkert að spá í það þá er ekkert ólíklegt að dóttir þín verði farin að stunda kynlíf áður en hún verður 18 ára. hún gæti verið byrjuð 14, jafnvel 13. Hvenær finnst þér að ætti að byrja að bólusetja?"}, {"response_to": "30986585", "username": "Maríalára", "message_id": "30986598", "user_id": "265596", "datetime": "2015-01-17 21:45:27", "datestring": "17. jan. '15, kl: 21:45:27", "text": "Jájá, en enn meiri líkur að þær haldi áfram eftir 18 ára.. mér finnst tilgangslaust að bólusetja ef það dugar bara í 6 ár og svo ekkert framhald. Ég vil bara vita hvað gerist svo eftir 6 ár, hvort það er bólusett aftur eða hvað?"}, {"response_to": "30986598", "username": "Ziha", "message_id": "30986614", "user_id": "51148", "datetime": "2015-01-17 21:54:13", "datestring": "17. jan. '15, kl: 21:54:13", "text": "Skilst á þessari klausu að það örvi myndun mótefnis á aldrinum 10-14 ára og það er mögulega ein af orsökunum fyrir þessum aldri svo er líka nefnt 15-25 ár þ.e. að það komi í veg fyrir sjúkdóma af völdum hpv á þeim aldri.  Fyrir utan auðvitað að það eru mun meiri líkur en hitt á því að stelpur byrji að stunda kynlíf fyrir 18 ára aldur.  Svo það er langt frá því að vera tilgangslaust.  En annars finnst mér eiginlega líka reyndar að strákar eigi að vera bólusettir fyrir þessu þar sem krabbamein af hpv veirunni er mjög algengt meðal þeirra, þá aðallega í hálsi/munni skilst mér...."}, {"response_to": "30986614", "username": "Felis", "message_id": "30986784", "user_id": "32229", "datetime": "2015-01-17 23:47:44", "datestring": "17. jan. '15, kl: 23:47:44", "text": "mér finnst að það eigi að bólusetja stráka fyrir þessu hvort sem þetta hefur bein áhrif á þá eða ekki. Alger óþarfi að hafa smitbera í gangi þó að smit hafi engin áhrif á þá sjálfa."}, {"response_to": "30986598", "username": "TheMadOne", "message_id": "30986694", "user_id": "67426", "datetime": "2015-01-17 22:50:19", "datestring": "17. jan. '15, kl: 22:50:19", "text": "þeir eru greinilega ekki búnir að komast almennilega að því, mér fyndist ekkert skelfilegt þó að dóttir mín þyrfti að fara í aðra sprautu um 18 ára, af hverju ættu þeir ekki að gera það? kannski þarf fólk að borga eitthvað fyrir eftir að það verður fullorðið"}, {"response_to": "30986564", "username": "veg", "message_id": "30986674", "user_id": "2039", "datetime": "2015-01-17 22:34:55", "datestring": "17. jan. '15, kl: 22:34:55", "text": "Systir mín var í tilraunahópi með þessa bólusetningu og var sprautuð fyrir meira en tuttugu árum. Og af einhverjum orsökum hefur hún sloppið við kynfæravörtu vandamál sem hafa þjáð vinkonur hennar í gegn um tíðina."}]}