{"url": "https://bland.is/umraeda/faedingarorlof/30980764/?page=669", "date": "2015-01-12 21:41:05", "id": "30980764", "items": [{"text": "Ég er ráðin í vinnunni minni til 15. febrúar. Ég á að eiga um miðjan mars. Það vilja væntanlega fáir ráða kasóléttakonu í minna en einn mánuð svo ég var að pæla í fæðingarorlofinu...alveg á síðustu stundu.Missi ég rétt til fæðingarorlofs mv mitt starfshlutfall ef ég geri ekkert í þennan mánuð? Vil helst ekki lenda í því að fá 60 þús kall á mánuði eins og ég hafi verið utan vinnumarkaðar.Ætti ég að sækja um atvinnuleysisbætur eða slíkt til að halda réttinum? Eða fara mánuði fyrr í fæðingarorlof (sem má).Einhver sem þekkir þetta eða hefur verið í svipuðum sporum :) Sendi þeim póst hjá fæðingarorlofssjóði en skildi ekki loðna svarið sem ég fékk. Mun líka tala betur við þau á morgun.", "title": "Fæðingarorlof", "username": "vidarina", "message_id": "30980764", "user_id": "64003", "response_to": null, "datetime": "2015-01-12 21:41:05", "datestring": "12. jan. '15, kl: 21:41:05"}, {"response_to": "30980764", "username": "saedis88", "message_id": "30980783", "user_id": "56492", "datetime": "2015-01-12 21:54:40", "datestring": "12. jan. '15, kl: 21:54:40", "text": "síðustu 6 mánuðir að fæðingu eru held ég ekki teknir inní fæðingarorlofið. s.s ef þú ert búin að vera x lengi í 100% starfi að6 mánuðum fyrir fæðingu færðu fullt fæðingarorlof. ef heilsan hjá þér er ekki góð þá ættirðu að geta fengið læknisvottorð og farið fyrr í fæðingarorlof sem er ekki skert af þessum 3 mánuðum sem þú átt rétt á"}, {"response_to": "30980783", "username": "vidarina", "message_id": "30980786", "user_id": "64003", "datetime": "2015-01-12 21:57:10", "datestring": "12. jan. '15, kl: 21:57:10", "text": "Ég hélt það, en síðustu sex skipta einmitt máli upp á rétt til fæðingarorlofs, annars lendir maður í því að fá greitt eins og maður hafi verið utan vinnumarkaðar."}, {"response_to": "30980786", "username": "saedis88", "message_id": "30980792", "user_id": "56492", "datetime": "2015-01-12 21:58:59", "datestring": "12. jan. '15, kl: 21:58:59", "text": "ef þú ert búin að vera í fullri vinnu í langann tíma ertu aldrei að fara fá 60þúsund kall á mánuði þvi þú gastekki fengið vinnu síðasta mánuðinn, getur alveg verið sallaróleg með það"}, {"response_to": "30980792", "username": "Degustelpa", "message_id": "30980812", "user_id": "237008", "datetime": "2015-01-12 22:15:47", "datestring": "12. jan. '15, kl: 22:15:47", "text": "það er ekki tekið allan réttinn af en það getur skert rosalega."}, {"response_to": "30980764", "username": "Abbagirl", "message_id": "30980787", "user_id": "20193", "datetime": "2015-01-12 21:57:18", "datestring": "12. jan. '15, kl: 21:57:18", "text": "Áttu ekki rétt á atvinnuleysisbótum ef þú færð ekki vinnu þegar ráðningasmaningnum þínum lýkur? Þá koma þær eins og laun."}, {"response_to": "30980764", "username": "arnahe", "message_id": "30980789", "user_id": "138478", "datetime": "2015-01-12 21:57:39", "datestring": "12. jan. '15, kl: 21:57:39", "text": "Hringdu og athugaðu,  líklega þarftu að fara á atvinnuleysisbætur í þennan mánuð á milli"}, {"response_to": "30980764", "username": "bogi", "message_id": "30980854", "user_id": "54181", "datetime": "2015-01-12 22:46:53", "datestring": "12. jan. '15, kl: 22:46:53", "text": "Ég var í þessum sporum fyrir 8 árum - fór á atvinnuleysisbætur, en svo urðu það bara 4 dagar því barnið kom tveim vikum fyrr :)"}, {"response_to": "30980764", "username": "virgo25", "message_id": "30980984", "user_id": "205762", "datetime": "2015-01-13 01:49:16", "datestring": "13. jan. '15, kl: 01:49:16", "text": "Geturðu ekki fengið veikindavottorð hjá lækni til að fá lengra fæðingarorlof? Ég hætti að vinna mánuði fyrir settan dag, fékk vottorð hjá lækni og fékk þá 1 auka mánuð greiddan frá fæðingarorlofssjóði. Ég var ekkert fárveik neitt en var orðin frekar þreytt í bakinu og líkamanum almennt og orkulaus. Ég þurfti að biðja um sérstakt vottorð sem virkaði til að fá þessa framlengingu."}, {"response_to": "30980984", "username": "nefnilega", "message_id": "30981106", "user_id": "52417", "datetime": "2015-01-13 10:49:15", "datestring": "13. jan. '15, kl: 10:49:15", "text": "Það breytir engu að fara í veikindaleyfi ef hún er ekki með ráðningu í mánuð. Hún verður að hafa einhvern launagreiðanda upp á réttindin, hver á að greiða veikindaorlofið?"}, {"response_to": "30980984", "username": "nefnilega", "message_id": "30981107", "user_id": "52417", "datetime": "2015-01-13 10:49:55", "datestring": "13. jan. '15, kl: 10:49:55", "text": "Ah sorrý mislas svarið þitt - ignore á það srm ég skrifaði :)"}, {"response_to": "30981107", "username": "virgo25", "message_id": "30981221", "user_id": "205762", "datetime": "2015-01-13 13:13:47", "datestring": "13. jan. '15, kl: 13:13:47", "text": ":)"}, {"response_to": "30980764", "username": "Milla80", "message_id": "30981380", "user_id": "106695", "datetime": "2015-01-13 16:12:54", "datestring": "13. jan. '15, kl: 16:12:54", "text": "Er þetta ekki þannig að það er horft á 12 mánaða tímabil sem lýkur 6 mánuðum áður en barnið fæðist sem væri þá í þínu tilviki september 2013-september 2014 en þá eru 6 mánuðir í mars."}, {"response_to": "30981380", "username": "Ziha", "message_id": "30981444", "user_id": "51148", "datetime": "2015-01-13 17:32:07", "datestring": "13. jan. '15, kl: 17:32:07", "text": "Nei,, eins og hefur nú þegar komið fram hérna að ofan ávinnst rétturinn síðustu sex mánuði fyrir fæðingu barns.  EF hún dettur af launum og hugsar ekkert út í það að skrá sig atvinnulausa eða fá framlengingu á fæðingarorlofinu tapar hún þessum rétti, punktur.  Það má að mér skilst ekki einu sinni detta út 1-2 dagar.... ef viðkomandi er ekki skráður á atvinnumarkaði eða einhverju úrræði sem er ígildi þess tapast rétturinn."}]}