{"url": "https://bland.is/umraeda/myrkfaelni/31000761/?page=639", "date": "2015-01-28 23:18:50", "id": "31000761", "items": [{"text": "Einhverjir hérna með góða reynslu af hvernig hægt er að eiga við barn sem er mjög myrkfælið?  Stelpan er 2.5 árs og þarf að hafa ljós hja sér alla nóttina og svona 10 bangsa, en ef hún vaknar á nóttunni sofnar hún sjaldnast aftur í sínu rúmi og segist þá vera hrædd við myrkrið.   Öll ráð vel þegin :)", "title": "Myrkfælni", "username": "dondli", "message_id": "31000761", "user_id": "239882", "response_to": null, "datetime": "2015-01-28 23:18:50", "datestring": "28. jan. '15, kl: 23:18:50"}, {"response_to": "31000761", "username": "strákamamma", "message_id": "31000796", "user_id": "11836", "datetime": "2015-01-28 23:44:00", "datestring": "28. jan. '15, kl: 23:44:00", "text": "myndi segja sögur um hvernig myrkrið passar okkur á kvöldin og nóttunni og hafa örlítið næturljós, helst með dimmer svo maður geti minnkað og minnkað ljósið með tímanum."}, {"response_to": "31000761", "username": "mocking jay", "message_id": "31003250", "user_id": "289790", "datetime": "2015-01-31 10:58:37", "datestring": "31. jan. '15, kl: 10:58:37", "text": "Ég svaf með kveikt ljós til 23 ára aldurs þannig 0 ráð hér megin hehe."}, {"response_to": "31000761", "username": "mjási191", "message_id": "31003815", "user_id": "164814", "datetime": "2015-01-31 22:18:35", "datestring": "31. jan. '15, kl: 22:18:35", "text": "Ég er rosalega myrkfælin sjálf þannig persónuleg reynsla er ekki mikil EN ég á frænku sem átti við þetta vandamál að stríða, hún var svo slæm að það mátti ekki skilja við hana þegar myrkrið skall á seinni partinn og ekki sjéns að sofna með slökkt ljós þrátt fyrir að vera í foreldra herbergi þannig þau fóru með hana í dáleiðslu og hún varð allt önnur eftir það :)"}, {"response_to": "31000761", "username": "Rory", "message_id": "31006324", "user_id": "56724", "datetime": "2015-02-03 14:55:46", "datestring": "3. feb. '15, kl: 14:55:46", "text": "Ég er ekki með nein ráð handa þér til að laga myrkfælni, en í Bauhaus er rosalega sniðug pera með fjarstýringu og ljósið skiptir litum og peran hitnar ekki neitt :)  stelpan mín elskar þetta ljós :)  það er líka hægt að ráða hversu mikil birta er á ljósinu :)"}, {"response_to": "31000761", "username": "superbest", "message_id": "31006988", "user_id": "77471", "datetime": "2015-02-03 23:58:53", "datestring": "3. feb. '15, kl: 23:58:53", "text": "strákurinn minn 9 ára þurfti að fara til sálfræðings vegna myrkfælni þar sem þetta var farið að há honum ekki aðeins á nóttunni heldur einnig á daginn og við ýmislegt. Sálfræðingurinn notaði HAM á hann sem virkaði vel en efast um að það myndi virka með svona ungt barn."}]}