{"url": "https://bland.is/umraeda/thid-sem-dilid-vid-andleg-veikindi/31002464/?page=644", "date": "2015-01-30 16:55:59", "id": "31002464", "items": [{"text": "Segið þið ykkar nánustu frá? Og hvernig hafa þá viðbrögðin verið? Ég loksins herti mig upp í það og fékk að heyra að ég ætti nú ekki að vera að hugsa svona, það gerði mig bara leiða og ég ætti frekar að fara í gönguferðir og hugsa jákvætt :( Ég sæi þetta gerast ef ég væri eingöngu með líkamleg veikindi...", "title": "Þið sem dílið við andleg veikindi", "username": "Begonia", "message_id": "31002464", "user_id": "290089", "response_to": null, "datetime": "2015-01-30 16:55:59", "datestring": "30. jan. '15, kl: 16:55:59"}, {"response_to": "31002464", "username": "She is", "message_id": "31002471", "user_id": "45783", "datetime": "2015-01-30 17:00:50", "datestring": "30. jan. '15, kl: 17:00:50", "text": "ég er að mestu hætt að nenna að ræða þetta, skilningurinn er frosin á suðurskautinu! haha þessi endalausu göngutúraráð, merkilegur fjandi."}, {"response_to": "31002471", "username": "Begonia", "message_id": "31002501", "user_id": "290089", "datetime": "2015-01-30 17:20:44", "datestring": "30. jan. '15, kl: 17:20:44", "text": "Ég skil þig vel að ræða þetta ekki, ég geri það ekki aftur. Mér líður bara en verr yfir að hafa loksins sagt frá þessu og fá svo ekkert nema skilningsleysi og meira vanlíðan út úr því."}, {"response_to": "31002501", "username": "She is", "message_id": "31002515", "user_id": "45783", "datetime": "2015-01-30 17:23:05", "datestring": "30. jan. '15, kl: 17:23:05", "text": "ég meiddi mig á fæti í lok síðasta árs og er þar að auki að glíma við hásinabólgu. Þegar ég sagði mömmu að göngutúrar hentuðu bara ekki vel núna þá sagði hún svo fallega: \"já þú hefur náttúrulega enga heilsu\". takk mamma, þetta hjálpar virkilega!!"}, {"response_to": "31002515", "username": "Begonia", "message_id": "31002622", "user_id": "290089", "datetime": "2015-01-30 18:37:29", "datestring": "30. jan. '15, kl: 18:37:29", "text": "Já það skilja flestir ef maður hefur takmarkanir vegna líkamlegra veikinda/kvilla en ekki þessara andlegu. Ég hélt að ég ætti mömmu sér á báti með svona en greinilega ekki :("}, {"response_to": "31002464", "username": "Angelsong13", "message_id": "31002482", "user_id": "217085", "datetime": "2015-01-30 17:09:33", "datestring": "30. jan. '15, kl: 17:09:33", "text": "Jú kannast við þetta. Hef aldrey skylið þessa þráhyggju með göngutúra þegar kemur að andlegum veikindum."}, {"response_to": "31002482", "username": "Begonia", "message_id": "31002505", "user_id": "290089", "datetime": "2015-01-30 17:21:25", "datestring": "30. jan. '15, kl: 17:21:25", "text": "Nei ekki ég heldur..."}, {"response_to": "31002464", "username": "KellingaGarmur", "message_id": "31002496", "user_id": "287827", "datetime": "2015-01-30 17:18:50", "datestring": "30. jan. '15, kl: 17:18:50", "text": "Ég þoldi ekki þessar göngutúra ráðleggingar, sem betur fer voru ekki margir svo skilningslausir."}, {"response_to": "31002496", "username": "Begonia", "message_id": "31002626", "user_id": "290089", "datetime": "2015-01-30 18:40:45", "datestring": "30. jan. '15, kl: 18:40:45", "text": "Takk fyrir netknúsið. Ég vona að þú hafir rétt fyrir þér og þetta verði skárra."}, {"response_to": "31002464", "username": "Lillyann", "message_id": "31002499", "user_id": "44743", "datetime": "2015-01-30 17:19:44", "datestring": "30. jan. '15, kl: 17:19:44", "text": "fyrst fekk ég sömu viðbrögð og þú og já ég ætti að fara í göngutúra og gera eitthvað fyrir sjálfan mig"}, {"response_to": "31002464", "username": "fálkaorðan", "message_id": "31002504", "user_id": "169630", "datetime": "2015-01-30 17:21:15", "datestring": "30. jan. '15, kl: 17:21:15", "text": "Fjölskyldan átti svolítið erfitt með þetta þar til ég fekk griningu á geðsjúkdóm með nafni annað en bara þunglyndi og kvíði. Ég var líka ódugleg að sega frá nákvæmlega hvað væri að hrjá mig. Sagði bara þunglyndi þó það væri kvíðaröskun og áfallasteituröskun líka."}, {"response_to": "31002464", "username": "mocking jay", "message_id": "31002509", "user_id": "289790", "datetime": "2015-01-30 17:22:02", "datestring": "30. jan. '15, kl: 17:22:02", "text": "Allir vita að ég eigi erfitt, en örfáir vita að það sé alvarlegt og aðeins 1-2 vita að ég sker mig (af fjölskyldumeðlimum þá). Aðeins 1 veit að ég er með sjálfsvígshugsanir."}, {"response_to": "31002464", "username": "Alpha❤", "message_id": "31002568", "user_id": "105727", "datetime": "2015-01-30 17:52:58", "datestring": "30. jan. '15, kl: 17:52:58", "text": "Það er ekki hægt að ræða við mina fjölskyldu um þetta. Eins sem maður fékk að heyra var að hætta aumingjaskapnum eða hætta þessari vitleysu. Í stað þess tala ég bara við vini eða vinkonur frekar. Mer finnst mjög erfitt að geta ekki talað við fjölskyldu mína. Skiptir ekki máli hvað það er, ég sé alltaf eftir því."}, {"response_to": "31002568", "username": "Begonia", "message_id": "31002633", "user_id": "290089", "datetime": "2015-01-30 18:46:04", "datestring": "30. jan. '15, kl: 18:46:04", "text": "Þú átt mína samúð. Það er svo ömurlegt að heyra svona frá fjölskyldunni, nógu erfitt er bara að segja frá, hvað þá að fá svona viðbrögð :( Ætli þú verðir ekki að fara háft maraþonn bara? Nei annars ég skil þig, þeir hjálpa ef maður getur mögulega farið þá en þeir lækna ekkert."}, {"response_to": "31002464", "username": "Catalyst", "message_id": "31002580", "user_id": "81856", "datetime": "2015-01-30 18:01:37", "datestring": "30. jan. '15, kl: 18:01:37", "text": "Já ég myndi gera það. Fyrst að pabbi sem var nú svona smá fordóma gagnvart þunglyndi og kvíða, fæðingarþunglyndi og svona.. fannst þetta hlyti í sumum tilfellum að vera bara aumingjaskapur og fólk ætti að geta tekið á þessu. Fyrst hann gat breyst svo um munar vegna þess að sonur hans veiktist, fyrst að hann er aðilinn sem að sonur hans leitar til þegar honum líður sem verst þá veit ég að ég á góða að ef ég skyldi veikjast, hvernig svo sem ég myndi veikjast líkamlega eða andlega."}, {"response_to": "31002464", "username": "cutzilla", "message_id": "31002596", "user_id": "103215", "datetime": "2015-01-30 18:15:00", "datestring": "30. jan. '15, kl: 18:15:00", "text": "ég hef í raun verið að glíma við geðræn veikindi bara frá byrjun svona næstum því en lokaði allt inni. Man ekki alveg hvernig viðbrögðin voru hjá familíunni þegar ég sagði þeim það en ég man að mamma var alltaf að segja við ,,af hverju ertu svona?\" ég hafði alltaf verið álitin sú sterka í familíunni en ég vissi sjálf að ég hafði aldrei verið það. Í dag fæ ég alveg skilning frá þeim enda eru þau ekkert minni geðsjúklingar en ég. En sumir munu aldrei skilja þetta sama hvað maður reynir að útskýra og að sumu leyti skil ég það því oft lendi ég í því að skilja ekki sjálf þessi veikindi og hvernig ætti þá manneskja sem hefur enga reynslu af þessu að skilja. Mér fannst best að fá skilning frá jafningjum mínum og ég lærði alveg rosalega mikið og styrktist rosalega mikið í Hugarafli en þar var ég á tímabili. En já þetta er magnað með göngutúrnana þeir eiga bara að lækna allt!"}, {"response_to": "31002464", "username": "bababu", "message_id": "31002649", "user_id": "177975", "datetime": "2015-01-30 18:58:34", "datestring": "30. jan. '15, kl: 18:58:34", "text": "Já, en það tók mig langan tíma og var erfitt."}, {"response_to": "31002464", "username": "Anlivi", "message_id": "31002902", "user_id": "192151", "datetime": "2015-01-30 22:10:14", "datestring": "30. jan. '15, kl: 22:10:14", "text": "Mig langar að vera jákvæð og benda á að þetta eru eðlileg fyrstu viðbrögð aðstandenda. Að minnsta kosti í þeim tilvikum þegar fjölskyldunni er ókunnugt um veikindin."}, {"response_to": "31002464", "username": "Dalía 1979", "message_id": "31002973", "user_id": "257096", "datetime": "2015-01-30 22:55:23", "datestring": "30. jan. '15, kl: 22:55:23", "text": "er búin að díla við það í 20 ár og nei segi ekki hverjum sem er frá því"}, {"response_to": "31002464", "username": "hlynur2565", "message_id": "31003051", "user_id": "114219", "datetime": "2015-01-31 00:34:01", "datestring": "31. jan. '15, kl: 00:34:01", "text": "Já ég sagði bróður mínum að ég hefði farið til geðlæknis og hann svona \"hrósaði\" mér og sagði að það hefði verið gott hjá mér ?"}, {"response_to": "31002464", "username": "mymble", "message_id": "31003060", "user_id": "279395", "datetime": "2015-01-31 00:47:22", "datestring": "31. jan. '15, kl: 00:47:22", "text": "Fjölskyldan mín veit alveg að ég hef bæði verið kvíðin og þunglynd frá unga aldri en þau veittu mér aldrei þann stuðning sem ég þarfnaðist né hlustuðu þegar ég opnaði mig fyrir þeim þegar ég var unglingur (og gat ekki mætt í skóla til dæmis). Þau eiginlega spörkuðu í mig liggjandi frekar, svo ég hef ekki kært mig um að hafa þau inní þessum málum en þau vita alveg að ég hef farið á kvíðanámskeið og er núna á lyfjum, og þau verða alltaf jafn hissa yfir því, því þau héldu að vandamálið hefði bara horfið af sjálfu sér. Enginn skilningur og nenni ekki, hef ekki orku í að reyna að fá skilning."}, {"response_to": "31002464", "username": "TheMadOne", "message_id": "31003095", "user_id": "67426", "datetime": "2015-01-31 01:36:37", "datestring": "31. jan. '15, kl: 01:36:37", "text": "ég hef fengið öll möguleg viðbrögð, frá algjörri hunsun sem hefur haft mjög neikvæð áhrif á börnin mín, yfirlýsingum um tískugreiningar, skilning og út í svona \"þú ert ein af okkur\". Náin fjölskylda sem ákvað að taka afstöðu gegn mér getur hvort sem er hoppað upp í rassgatið á sér, ég átti tengdafjölskyldu með mikla fordóma sem ég er sem betur fer laus við fyrir utan þá einstaklinga sem eru þeir einu sem ég hef áhuga á að vera í sambandi við. Ég geri enga kröfu um að fólk skilji þetta og vel að eiga frekar í samskiptum við þá sem eru ekki í einhverju krampaflogi yfir að ég sé eitthvað skrítin."}, {"response_to": "31002464", "username": "Skreamer", "message_id": "31003101", "user_id": "173840", "datetime": "2015-01-31 01:49:46", "datestring": "31. jan. '15, kl: 01:49:46", "text": "Bílív jú mí maður fær alveg jafn heimskuleg komment þegar maður er \"eingöngu með líkamleg veikindi\".  Fólk er uppfullt af skyndilausnum og allt í einu eru allir orðnir sjálfskipaðir sérfræðingar í því hvað er manni fyrir bestu.  Og já jú svei mér þá ef ég fékk ekki bara svona tilmæli með gönguferðir þótt ég gæti varla staðið í fæturna.  Fólk sér oft ekki sjúklinginn fyrir veikindum hans svo í stað þess að sinna manneskjunni á bak við sjúkdóminn fer fólk að reyna að ráðast á veikindin eins og það hafi einhverja þekkingu til þess."}, {"response_to": "31002464", "username": "Mrsbrunette", "message_id": "31003126", "user_id": "1651", "datetime": "2015-01-31 02:59:22", "datestring": "31. jan. '15, kl: 02:59:22", "text": "ég forðast eins og heitan eldinn að ræða þetta, er bara ekkert þannig týpa en fólk veit að það er mikið í gangi, verst finnst mér bara að fólk/næstu aðstadendur reyna ekkert að hjálpa, létta undir með mér, er með stórt heimili sem er erfitt að sinna vegna veikindinna."}]}