{"url": "https://bland.is/umraeda/2005-born/31008114/?page=602", "date": "2015-02-05 09:24:41", "id": "31008114", "items": [{"text": "HallóMig langar svo mikið að vita, hvernig ykkar 9 ára börn (kannski orðin 10) eru varðandi hitt kynið t.d??? Og þá er ég svona helst að spyrja ykkur sem eigið eða jafnvel áttuð dætur á þessum aldri. Ykkur sem eigið bara drengi á þessum aldri, er auðvitað velkomið að taka þátt í umræðunni :)Dóttir mín er alveg ferleg finnst mér :/ Hún minnir mig allt of mikið á mig þegar ég var á hennar aldri, var að vona að þetta myndi EKKI erfast.....hún er s.s alveg strákasjúk, skotin í þessum & hinum. Hún fékk síma í jólagjöf....sem hún notar töluvert, svo var ég að skoða hann og meðal annars sms-in (já mér finnst foreldrar hafa fullan rétt á því þegar afkvæmin eru ennþá bara börn) og mér finnst svo mikið af svona \"stráka spjalli\" á milli þeirra vinkvenna, hún gerir eins og ég líka gerði, velur sér vini sem eru aðeins eldri en hún og á þessum aldri er töluverður þroskamunur (finnst mér alla vega) á 9 og 11 ára hvað þá 12! Svo er hún voða upptekin af orðum eins og t.d ríða, segir að strákarnir í skólanum tali mikið um það, sem ég trúi alveg, en mér finnst hún vera orðin aðeins OF heltekin af því þegar hún t.d sagði þegar litli bróðir hennar var að klifra yfir hana og mér fannst eins og hún væri eitthvað ekki alveg að meika það, svo ég spurði \"Er ekki örugglega allt í lagi?\" Þá svaraði hún \"jújú....svo lengi sem hann riðlast bara ekki á mér!\" Je minn góður sko! Ekki nóg með það :D Við vorum að labba að bíl og ég fór að tala um ryðið á honum, og þá hún auðvitað \"RIÐIÐ!?\" Mamma oj! HVER? HVERJUM?\" Ég alveg Ó mæ \"Silja* mín, ég var að tala um ryð-bletti á bílnum....svo ræddi ég nánar um ryðgaða hluti ;pÆi Hahaha, verð að viðurkenna að þetta er vissulega pínu fyndið.......en samt finnst mér hún of ung, er það kannski bara rugl í mér? Hún er frekar bráðþroska (alla vega varðandi mjög margt) Það eru enn alveg þó nokkrir mánuðir í 10 ára afmælið.Vona að það myndist góð umræða um þetta mál ÁN leiðinda.*Silja er ekki hennar rétta nafn.", "title": "2005 börn", "username": "BlueLight", "message_id": "31008114", "user_id": "47501", "response_to": null, "datetime": "2015-02-05 09:24:41", "datestring": "5. feb. '15, kl: 09:24:41"}, {"response_to": "31008114", "username": "lofthæna", "message_id": "31008396", "user_id": "3375", "datetime": "2015-02-05 15:24:59", "datestring": "5. feb. '15, kl: 15:24:59", "text": "Er með 2004 stelpu og satt að segja kannast ég ekki við neitt af þessu sem þú ert að lýsa. Hvorki hjá henni né vinkonum hennar. Kannski tala þær eitthvað um strákana og eru skotnar en það fer þá afskaplega dult."}, {"response_to": "31008114", "username": "Felis", "message_id": "31008671", "user_id": "32229", "datetime": "2015-02-05 20:06:09", "datestring": "5. feb. '15, kl: 20:06:09", "text": "ég á 2005 strák og hann er bara sami krakkinn og alltaf, hann leikur sér mikið við stelpur og þær eru einsog hann - ósköp venjulegar og barnalegar."}, {"response_to": "31008114", "username": "Nola", "message_id": "31009283", "user_id": "86920", "datetime": "2015-02-06 14:03:29", "datestring": "6. feb. '15, kl: 14:03:29", "text": "Ég verð nú bara að viðurkenna að ég er stórlega hneiksluð á þessu. Í skóla sonar míns er ekki neitt svona byrjað. Systir mín á dóttur í sama bekk og sama þar, ekkert svona í gagngi."}, {"response_to": "31008114", "username": "ÓRÍ73", "message_id": "31009401", "user_id": "20092", "datetime": "2015-02-06 17:10:17", "datestring": "6. feb. '15, kl: 17:10:17", "text": "Eg þekki þetta model af börnun vel og þetta er óeðlilega mikið"}, {"response_to": "31008114", "username": "Siggaþóra", "message_id": "31010069", "user_id": "290293", "datetime": "2015-02-07 16:35:19", "datestring": "7. feb. '15, kl: 16:35:19", "text": "Hmmm ég á eina 2002 dóttir í stórum vinkonuhóp og ég kannast ekki við neitt svona hjá þeim og satt að segja myndi ég hafa áhyggjur. Í þínum sporum myndi ég leita ráða hjá fagaðila. Gangi þér vel."}, {"response_to": "31008114", "username": "hlúnkur", "message_id": "31033936", "user_id": "2493", "datetime": "2015-02-28 23:12:29", "datestring": "28. feb. '15, kl: 23:12:29", "text": "Mín er bara voða róleg 10 síðan í jan og er bara enn í barbí"}, {"response_to": "31008114", "username": "kevath", "message_id": "31038382", "user_id": "17181", "datetime": "2015-03-05 22:18:09", "datestring": "5. mar. '15, kl: 22:18:09", "text": "Ég á einn 2005 sem pælir ekkert i hinu kyninu, hann er oft með stráka i heimsókn og þeir tala bara um tölvuleiki og svona tölvutengda hluti, eins eru þeir ekkert að sms-ast á milli.."}, {"response_to": "31008114", "username": "kevath", "message_id": "31038383", "user_id": "17181", "datetime": "2015-03-05 22:18:15", "datestring": "5. mar. '15, kl: 22:18:15", "text": "Ég á einn 2005 sem pælir ekkert i hinu kyninu, hann er oft með stráka i heimsókn og þeir tala bara um tölvuleiki og svona tölvutengda hluti, eins eru þeir ekkert að sms-ast á milli.."}]}