{"url": "https://bland.is/umraeda/lin-/31012638/?page=630", "date": "2015-02-10 13:53:59", "id": "31012638", "items": [{"text": "Hédna eru þið búin að ræða þetta eitthvað?", "title": "Lín !?", "username": "veg", "message_id": "31012638", "user_id": "2039", "response_to": null, "datetime": "2015-02-10 13:53:59", "datestring": "10. feb. '15, kl: 13:53:59"}, {"response_to": "31012638", "username": "Steina67", "message_id": "31012663", "user_id": "39274", "datetime": "2015-02-10 14:08:10", "datestring": "10. feb. '15, kl: 14:08:10", "text": "Lín á auðvitað að fara eftir reglum eins og allir aðrir.  Það er algerlega ófært að komast upp með það að tilkynna ekki um vanskilin í þrjú ár.  Alveg sama þó svo að dánarbúið eigi að greiða vanskilin að þá er þetta fáránlegt."}, {"response_to": "31012663", "username": "veg", "message_id": "31012669", "user_id": "2039", "datetime": "2015-02-10 14:11:21", "datestring": "10. feb. '15, kl: 14:11:21", "text": "það er það sem mér finnst líka!"}, {"response_to": "31012669", "username": "boozled", "message_id": "31012749", "user_id": "278509", "datetime": "2015-02-10 15:07:30", "datestring": "10. feb. '15, kl: 15:07:30", "text": "Ég hugsa að partur af skýringunni er að lántakinn hefur líklega aldrei verið með tekjur hér á landi og því hefur bara verið greitt föstu afborginina hvert ár og aldrei tekjutengdu afborgunina, þannig það er kannski bara búið að greiða 3 milljónir í það eða eitthvað svoleiðis."}, {"response_to": "31012749", "username": "Steina67", "message_id": "31012844", "user_id": "39274", "datetime": "2015-02-10 16:24:18", "datestring": "10. feb. '15, kl: 16:24:18", "text": "Já ætli það sé ekki skýringin"}, {"response_to": "31012749", "username": "choccoholic", "message_id": "31012941", "user_id": "60534", "datetime": "2015-02-10 17:55:18", "datestring": "10. feb. '15, kl: 17:55:18", "text": "það skiptir engu máli hvort hann séi með tekjur hér á landi eða ekki. Ef hann skilar ekki inn skattaskýrslu þá er bara áætlað á hann og greiðslurnar eftir því - þú borgar alltaf tekjutengdu afborgunina, og það eru engar undantekningar á því. Það þarf heldur ekki að segja mér að maðurinn sé tekjulaus eða hafi verið tekjulaus öll þessi ár. Hann er menntaður tannlæknir og starfar í USA og það eru ekki margar stéttir þar sem eru með hærri laun en tannlæknar. Þekki meira að segja 3 nýútskrifaða tannsa sem eru að vinna í Boston og öll með vel yfir 10.000 dollara á mánuði."}, {"response_to": "31012941", "username": "boozled", "message_id": "31012950", "user_id": "278509", "datetime": "2015-02-10 18:02:35", "datestring": "10. feb. '15, kl: 18:02:35", "text": "OK þekkti nú ekki reglurnar með LÍN lántakanda sem búa erlendis. En kannski var þá áætlað á hann fáránlega lágt og ekki tekið mið af menntuninni sem hann ætti að vera að vinna við. Það er nefnilega ekki rétt að \"þú borgar alltaf tekjutengdu afborgunina\", ég var rosalega tekulág í 1-2 ár og þá var bara engin tekjutengd afborgun þau árin."}, {"response_to": "31012950", "username": "choccoholic", "message_id": "31012962", "user_id": "60534", "datetime": "2015-02-10 18:16:11", "datestring": "10. feb. '15, kl: 18:16:11", "text": "það er alltaf stuðst við meðallaun hjá viðkomandi stétt þegar verið er að áætla, og svo er líka tekið mið af genginu. Það er aldrei áætlað svo lágt að þú séir ekki að borga tekjutengda afborgun. Þú varst tekjulág og gast sýnt fram á það, en ef þú býrð td í noregi og ert í fæðingarorlofi og færð greiddar lágmarksgreiðslur frá fæðingarorlofssjóðinum þar þá losnarðu ekki við að borga tekjutengdu afborgunina því það er ekki tekið tillit til verðlags og framfærslukostnaðar í landinu sem þú býrði í heldur bara umbreytt öllum \"tekjum\" í íslenskar krónur og reiknað eftir því. Eini sénsinn á því að hann séi búinn að losna við tekjutengdu afborgunina er ef hann er með eigið fyrirtæki og ekki að skrifa á sig laun - þá getur hann sent inn skattaskýrslu sem sýnir fram á engar tekur og sleppur við allt nema föstu afborgunina."}, {"response_to": "31012962", "username": "AyoTech", "message_id": "31012972", "user_id": "16191", "datetime": "2015-02-10 18:24:56", "datestring": "10. feb. '15, kl: 18:24:56", "text": "Ef hann er í bandaríkjunum þá sendir hann skattaskýrsluna af rekstrinum og það eru ströng viðurlög þar að stinga undan skatti, hann verður að skrá tekjurnar. Þeir eru miklu strangari en við og margir lenda í \"audit\" eða úttekt þar sem er valið fólk random og rekstur þess, tekjur, eignir og skattur er skoðaður sérstaklega. Farið er á staðinn og innbú metið og allt."}, {"response_to": "31012669", "username": "AyoTech", "message_id": "31012848", "user_id": "16191", "datetime": "2015-02-10 16:33:05", "datestring": "10. feb. '15, kl: 16:33:05", "text": "Ef greiðandi er með lágar tekjur og greiðir ekki lítið eða ekki af tekjutengdu afborguninni vex lánið með verðtryggingunni eins og enginn sé morgundagurinn."}, {"response_to": "31012848", "username": "Steina67", "message_id": "31012855", "user_id": "39274", "datetime": "2015-02-10 16:38:18", "datestring": "10. feb. '15, kl: 16:38:18", "text": "Einmitt, láttu mig þekkja það"}, {"response_to": "31012848", "username": "Þjóðarblómið", "message_id": "31013100", "user_id": "48048", "datetime": "2015-02-10 21:25:22", "datestring": "10. feb. '15, kl: 21:25:22", "text": "Mitt lán lækkar einmitt mjög hægt... er ekki með háar tekjur, er grunnskólakennari. Minnir að tekjutengda greiðslan hafi verið um 10.000 kr á síðasta ári."}, {"response_to": "31012638", "username": "Krabbadís", "message_id": "31012677", "user_id": "41350", "datetime": "2015-02-10 14:17:20", "datestring": "10. feb. '15, kl: 14:17:20", "text": "En afhverju er LÍN að lána erlendum ríkisborgara sem eftir því sem ég best veit hefur aldrei verið á Íslandi og komið hefur komið fram í fréttum um þetta, að pabbi hans hafi alla tíð greitt afborganir af."}, {"response_to": "31012677", "username": "veg", "message_id": "31012709", "user_id": "2039", "datetime": "2015-02-10 14:34:53", "datestring": "10. feb. '15, kl: 14:34:53", "text": "góð spurning, er hann örugglega ekki íslenskur ríkisborgari?  lærði hann kannski tannlækningar hér á landi?  er lín lokað fyrir útlendinga?"}, {"response_to": "31012677", "username": "AyoTech", "message_id": "31012850", "user_id": "16191", "datetime": "2015-02-10 16:34:56", "datestring": "10. feb. '15, kl: 16:34:56", "text": "Fæddist hann á Íslandi? Svo var faðir hans íslenskur ríkisborgari og ef hann var giftur móðurinni þá fékk hann ríkisborgararétt?"}, {"response_to": "31012638", "username": "Zagara", "message_id": "31012707", "user_id": "68119", "datetime": "2015-02-10 14:32:47", "datestring": "10. feb. '15, kl: 14:32:47", "text": "Mér finnst ansi sérstakt að opinberum starfsmönnum sé stætt á að neita að tjá sig í svona málum. Svona fyrst þau eru að sækja svona hart fram."}, {"response_to": "31012638", "username": "josepha", "message_id": "31012762", "user_id": "169324", "datetime": "2015-02-10 15:26:10", "datestring": "10. feb. '15, kl: 15:26:10", "text": "Vá. Mér finnst merkilegt að sá sem tók lánið sé alveg frír af öllu þarna. Hann reynir að semja sjálfur en það er ekkert hlustað á það? þetta er óskiljanlegt mál"}, {"response_to": "31012762", "username": "AyoTech", "message_id": "31012853", "user_id": "16191", "datetime": "2015-02-10 16:36:48", "datestring": "10. feb. '15, kl: 16:36:48", "text": "Ef ekki tekst að innheimta lánið af lántakanda er gengið á ábyrgðarmann. Í þessu tilfelli börn ábyrgðarmannsins."}, {"response_to": "31012853", "username": "Steina67", "message_id": "31012861", "user_id": "39274", "datetime": "2015-02-10 16:43:59", "datestring": "10. feb. '15, kl: 16:43:59", "text": "Djöfulsins freka í þeim að ganga á lántakanda"}, {"response_to": "31012853", "username": "veg", "message_id": "31012907", "user_id": "2039", "datetime": "2015-02-10 17:23:44", "datestring": "10. feb. '15, kl: 17:23:44", "text": "En ef lántakandinn hefði hrokkið upp af en ekki ábyrgðarmaðurinn hefði skuldin fallið niður"}, {"response_to": "31012907", "username": "AyoTech", "message_id": "31012912", "user_id": "16191", "datetime": "2015-02-10 17:30:46", "datestring": "10. feb. '15, kl: 17:30:46", "text": "Nema það sem væri komið í vanskil. Ef lántakandi hefði dáið og væri með eitthvað í vanskilum, þá myndi sá hluti lenda á dánarbúinu. Ef lántaki er í skilum með lánið sitt þá erfist það ekki og fellur niður ef lántakandi deyr."}, {"response_to": "31012853", "username": "josepha", "message_id": "31012924", "user_id": "169324", "datetime": "2015-02-10 17:40:30", "datestring": "10. feb. '15, kl: 17:40:30", "text": "Já, ég veit það. Það er bara svo óeðlilegt að börn ábyrgðarmanns sem er látinn þurfi að standa skil af láni lántakanda sem er alveg jafn mikið á lífi og þau sjálf. Klikkað kerfi."}, {"response_to": "31012924", "username": "AyoTech", "message_id": "31012939", "user_id": "16191", "datetime": "2015-02-10 17:54:35", "datestring": "10. feb. '15, kl: 17:54:35", "text": "Það er auðvitað frekar ósanngjarnt finnst mér að fólk sem gekkst ekki persónulega í ábyrgð og tengist ekki lántakanda á neinn hátt þurfi að standa skil á láni hjá einhverjum út í bæ eða fyrir einhvern sem pabbi þeirra ákvað að skrifa undir fyrir. Mér finnst það algjört rugl þannig séð en ef þetta voru skilmálarnir, þá mun það standa."}, {"response_to": "31012939", "username": "Nói22", "message_id": "31012944", "user_id": "155078", "datetime": "2015-02-10 17:58:41", "datestring": "10. feb. '15, kl: 17:58:41", "text": "En voru það skilmálarnir? það er nefnilega spurningin. Samkvæmt Guðmundi Steingríms og var meira að segja viðurkennt af lögmanni Lín í tölvupósti til Guðmundar að þá þekktist ekki að ganga á börn ábyrgðarmanna ef ábyrgðarmaður lést. Svo allt í einu árið 2012 virðist þessi regla vera tekin upp hjá Lín og það án þess að auglýsa hana á nokkurn hátt."}, {"response_to": "31012944", "username": "AyoTech", "message_id": "31012951", "user_id": "16191", "datetime": "2015-02-10 18:04:28", "datestring": "10. feb. '15, kl: 18:04:28", "text": "Það getur verið að þessum skilmálum hafi ekki verið framfylgt en síðan 2012 var ákveðið að framfylgja þeim. Ekki að það hafi verið búið til þá, en farið að vinna samkvæmt því. Það hlýtur að vera í skilmálunum held ég því annars hefði fjölskyldan unnið málið, eða það held ég."}, {"response_to": "31012951", "username": "Nói22", "message_id": "31012952", "user_id": "155078", "datetime": "2015-02-10 18:05:22", "datestring": "10. feb. '15, kl: 18:05:22", "text": "Enda er þetta fáránlegur dómur og honum er skiljanleg áfrýjað."}, {"response_to": "31012952", "username": "AyoTech", "message_id": "31012958", "user_id": "16191", "datetime": "2015-02-10 18:12:01", "datestring": "10. feb. '15, kl: 18:12:01", "text": "Þetta er ekki svart hvítt, það er fáránlegt að lín hafi ekki látið vita af þessarri skuld ef það telst sannað að ekki var látið vita eða neitt áður en það fór til lögfræðings þá eru þau með eitthvað held ég. Ábyrgðarmaður er látinn vita ef lánið fer í vanskil og ef börn þeirra eru orðnir ábyrgðarmenn þá ber að láta þá vita myndi ég halda."}, {"response_to": "31012958", "username": "Nói22", "message_id": "31012960", "user_id": "155078", "datetime": "2015-02-10 18:13:23", "datestring": "10. feb. '15, kl: 18:13:23", "text": "En það var ekki farið eftir þeim lögum. Það er vandamálið. Lín braut lög og dómarinn meira að segja viðurkennir það í dómnum. En hann segir hreinlega að það bara skipti engu máli. Sem er algjörlega út í hött og hefur þar með gefið Lín hreinlega leyfi til að brjóta lög í framtíðinni. Enda er þessum dómi skiljanlega áfrýjað."}, {"response_to": "31012960", "username": "AyoTech", "message_id": "31012965", "user_id": "16191", "datetime": "2015-02-10 18:17:16", "datestring": "10. feb. '15, kl: 18:17:16", "text": "Ég hef ekki lesið dóminn en ef svo er, er það út í hött já."}, {"response_to": "31012853", "username": "Nói22", "message_id": "31012937", "user_id": "155078", "datetime": "2015-02-10 17:52:48", "datestring": "10. feb. '15, kl: 17:52:48", "text": "En það er samt svo skrítið hvað það virðist (allavega miðað við það sem Guðmundur Steingríms segir) vera lítill vilji til að semja um þetta mál hjá Lín. Samkvæmt honum kom boð frá lántakandanum um að hann myndi vilja borga slatta inn á höfuðstólinn og svo borga restina í skömmtum en það var bara eh nei. Það bara skil ég engan veginn."}, {"response_to": "31012937", "username": "AyoTech", "message_id": "31012945", "user_id": "16191", "datetime": "2015-02-10 17:58:49", "datestring": "10. feb. '15, kl: 17:58:49", "text": "Ef þetta var farið í frekari innheimtu eins og TMC sem mér skildist á Guðmundi, þá þýðir ekki að semja við LÍN þar sem skuldin er farið þaðan og þá þarf að semja við TCM. Þá hefði lántakandi þurft að semja við þá og það gildir ekki að borga \"inn á höfuðstólinn\" þegar um vanskil er að ræða, það þarf að gera upp vanskilin og semja um vanskilin sérstaklega. Hvorki lántakandi né fjölskyldan getur ákveðið að fá einhverja sérmeðferð á samningum við vanskil."}, {"response_to": "31012945", "username": "AyoTech", "message_id": "31012946", "user_id": "16191", "datetime": "2015-02-10 18:00:06", "datestring": "10. feb. '15, kl: 18:00:06", "text": "æji, TCM lögfræðistofu..."}, {"response_to": "31012945", "username": "Nói22", "message_id": "31012949", "user_id": "155078", "datetime": "2015-02-10 18:01:47", "datestring": "10. feb. '15, kl: 18:01:47", "text": "Hvaða sérmeðferð ertu að tala um? Er ekki eðlilegt þegar fólk er komið í vanskil að það vilji borga eftir bestu getu? Mér finnst það nú anski harkaleg innheimtustofnun sem leyfir ekkert slíkt."}, {"response_to": "31012949", "username": "AyoTech", "message_id": "31012954", "user_id": "16191", "datetime": "2015-02-10 18:09:12", "datestring": "10. feb. '15, kl: 18:09:12", "text": "Sérmeðferðin sem ég er að tala um er að vilja borga inn á höfuðstól þegar það eru vanskil sem þarf að semja um hjá lögfræðingi, það er ekki hægt að díla við LÍN þegar það er komið þangað. Væntanlega er þá ekki við lín að sakast að leyfa enga samninga, samningarnir eru gerðir við lögfræðistofuna um að greiða inn á vanskilin og greiða vanskilin upp. Síðan er hægt að greiða inn á lánið hjá LÍN."}, {"response_to": "31012954", "username": "Nói22", "message_id": "31012956", "user_id": "155078", "datetime": "2015-02-10 18:11:06", "datestring": "10. feb. '15, kl: 18:11:06", "text": "En þetta hefði aldrei farið í vanskil ef Lín hefði farið að lögum. Það eru lög til að vernda ábyrgðarmenn og Lín þverbraut þau. Ef farið hefði verið eftir þeim hefði bæði lántakandi og ættingjarnir geta reynt að semja við Lín áður en málið fór svona langt."}, {"response_to": "31012956", "username": "AyoTech", "message_id": "31012969", "user_id": "16191", "datetime": "2015-02-10 18:19:06", "datestring": "10. feb. '15, kl: 18:19:06", "text": "Já, hugsanlega. Síðan er annað í þessu að ef þau vinna málið fyrir hæstarétti getur verið að þau þurfi samt sem áður að borga af láninu eins og ábyrgðarmenn ef lántakandi greiðir ekki. LÍN þarf bara að láta vita fyrirfram."}, {"response_to": "31012969", "username": "Nói22", "message_id": "31012970", "user_id": "155078", "datetime": "2015-02-10 18:20:48", "datestring": "10. feb. '15, kl: 18:20:48", "text": "Ja það er samt ekki hugsanlega. Lín lét þau ekki vita í 2 og 1/2 ár að lánið væri í vanskilum og lét það bara vera að safna vöxtum og vaxtavöxtum í þann tíma."}, {"response_to": "31012970", "username": "AyoTech", "message_id": "31012982", "user_id": "16191", "datetime": "2015-02-10 18:32:06", "datestring": "10. feb. '15, kl: 18:32:06", "text": "En þú ert að fullyrða að það hefði ekki farið í vanskil ef þau vissu af þessu. Kannski hefðu þau borgað af því og kannski hefðu þau vilja gera mál úr því og kannski hefðu þau ekki borgað. Þau segja núna að þau hefðu borgað ef þau hefðu vitað af þessu en eru á sama tíma mjög ósátt við að þurfa að borga af láni sem ábyrgðarmaður. Ég er ekki að segja að þau hefðu ekki borgað eða samið, ég er að segja hugsanlega hefðu þau gert það. Athugið að þetta á við fortíðina þar sem þau hefðu gert það en það liggur ekkert fyrir til að sýna fram á að það hefði verið þannig."}, {"response_to": "31012982", "username": "Nói22", "message_id": "31012993", "user_id": "155078", "datetime": "2015-02-10 18:44:12", "datestring": "10. feb. '15, kl: 18:44:12", "text": "Bíddu þannig að hvað ertu þá að reyna að koma á framfæri?"}, {"response_to": "31012982", "username": "veg", "message_id": "31013041", "user_id": "2039", "datetime": "2015-02-10 19:53:25", "datestring": "10. feb. '15, kl: 19:53:25", "text": "Hvað þau hugsanlega hefðu gert skiptir bara engu máli, þau fengu ekkert tækifæri til að gera neitt. Fyrstu fréttir þeirra af málinu er bréf sem þeim er sent þremur mánuðum eftir að lánið er gjaldfellt, tæpum þremur árum eftir að lánið fer í vanskil."}, {"response_to": "31012956", "username": "Steina67", "message_id": "31013566", "user_id": "39274", "datetime": "2015-02-11 12:34:52", "datestring": "11. feb. '15, kl: 12:34:52", "text": "En þetta fór samt í vanskil því hætt var að greiða af láninu eftir að Ábyrgðamaðurinn dó, svo einhver hætti að borga af láninu og þegar hætt er að borga af láni að þá já fer það í vanskil.  Hélt fólk í alvörunni að lánið félli niður af því að ábyrgðamaðurinn dó?"}, {"response_to": "31013566", "username": "Nói22", "message_id": "31013848", "user_id": "155078", "datetime": "2015-02-11 16:34:15", "datestring": "11. feb. '15, kl: 16:34:15", "text": "Það eru lög um hvernig á að gera hlutina gagnvart ábyrgðarmönnum þegar lánið fer í vanskil. Lín braut þau og það er mjög alvarlegt."}, {"response_to": "31013848", "username": "AyoTech", "message_id": "31013864", "user_id": "16191", "datetime": "2015-02-11 16:47:35", "datestring": "11. feb. '15, kl: 16:47:35", "text": "Borgaði svo bróðurinn ekki neitt?"}, {"response_to": "31013864", "username": "Nói22", "message_id": "31013868", "user_id": "155078", "datetime": "2015-02-11 16:49:27", "datestring": "11. feb. '15, kl: 16:49:27", "text": "Það var reynt að semja en TMC neitaði öllum samningum. Bróðirinn kom með þann díl að hann myndi borga slatta inn á höfuðstólinn og restina í einhverjum hollum. TMC sagði þvert nei. Guðmundur sagði einmitt í viðtalinu að það hefði verið alveg ótrúleg stífni í þessu öllu. Alveg sama hvernig reynt hefði verið að semja að þá hefði alltaf verið sagt þvert nei."}, {"response_to": "31013868", "username": "AyoTech", "message_id": "31013883", "user_id": "16191", "datetime": "2015-02-11 17:05:41", "datestring": "11. feb. '15, kl: 17:05:41", "text": "Getur verið að bróðirinn hafi ekki kært sig um að greiða vanskilin sett fram af lögfræðistofunni og vildi koma með sinn eigin díl eins og þú segir? Ég skil að lögfræðistofan er stíf ef borgunin á að vera á forsendum skuldarans. Það þarf að greiða upp vanskil áður en hægt er að greiða inn á höfuðstólinn. Ef hann var að semja um það að fella niður vanskil fyrir það að borga slumpu inn á höfuðstólinn þá er það alveg out. Það er sérdíll sem aðrir fá því miður ekki og því er sanngjarnt að hann fái ekki slíkt heldur."}, {"response_to": "31013883", "username": "Nói22", "message_id": "31013884", "user_id": "155078", "datetime": "2015-02-11 17:08:15", "datestring": "11. feb. '15, kl: 17:08:15", "text": "En þessi vanskil hefðu aldrei orðið ef Lín hefði farið að lögum. Þau létu lánið dankast í tvö og hálft ár safnandi vöxtum og vaxtavöxtum og koma svo og segja \"hey þið eigið að greiða allt heila klabbið.\" Mér finnst það vera mjög alvarlegt og ég skil alveg að ættingjarnir sætti sig ekki við slíkt."}, {"response_to": "31013884", "username": "AyoTech", "message_id": "31013887", "user_id": "16191", "datetime": "2015-02-11 17:09:12", "datestring": "11. feb. '15, kl: 17:09:12", "text": "Já þú segir það mjög mikið og það er engin að mótmæla því heldur."}, {"response_to": "31013887", "username": "Nói22", "message_id": "31013888", "user_id": "155078", "datetime": "2015-02-11 17:10:31", "datestring": "11. feb. '15, kl: 17:10:31", "text": "Jú þú virðist vera að mótmæla því. talandi um einhverja sérdíla og eitthvað. Lestu þér bara til um þetta mál. Horfðu á þáttinn."}, {"response_to": "31013888", "username": "AyoTech", "message_id": "31013890", "user_id": "16191", "datetime": "2015-02-11 17:12:09", "datestring": "11. feb. '15, kl: 17:12:09", "text": "Búin. Lánið var í vanskilum. Lántaki greiddi ekki af því og það fór til lögfræðings. Lántaki vildi semja á eigin forsendum sem TMC sætti sig ekki við. Ekki flókið."}, {"response_to": "31013890", "username": "Nói22", "message_id": "31013891", "user_id": "155078", "datetime": "2015-02-11 17:13:26", "datestring": "11. feb. '15, kl: 17:13:26", "text": "Ef að þú hefur raunverulega horft á þáttinn og setið á eftir og fundist Lín og TMC hafa gert rétt þarna að þá bara vá."}, {"response_to": "31013891", "username": "AyoTech", "message_id": "31013894", "user_id": "16191", "datetime": "2015-02-11 17:18:12", "datestring": "11. feb. '15, kl: 17:18:12", "text": "Þarna var bara ein hlið. Ég er alveg opin fyrir því að það sé önnur hlið. Sumt var ekki rétt gert, en að segja að TMC hafi verið alveg ósveigjanlegir þá er aðeins hálf sagan sögð. TMC er væntanlega með ástæður fyrir því. Mér finnst til að mynda alveg furðulegt að þau hafi ekki viljað að vanskil yrðu greidd upp hjá þeim, en mér finnst skiljanlegt að þau hafi hafnað einhverjum díl sem kemur frá lántakanda sem felur í sér að greiða inn á höfuðstól."}, {"response_to": "31013894", "username": "Nói22", "message_id": "31013899", "user_id": "155078", "datetime": "2015-02-11 17:20:16", "datestring": "11. feb. '15, kl: 17:20:16", "text": "Það var ekki bara að sumt var ekki rétt gert. Lög voru þarna þverbrotin. það að láta þau ekki vita og svo safnar lánið bara vöxtum og vaxtavöxtum í 2 og 1/2 ár og svo er bara gert krafa um að borga allt heila klabbið er bara hreint og klárt lögbrot. Og ég skil alveg ættingjana að sætta sig ekki við svona."}, {"response_to": "31013899", "username": "AyoTech", "message_id": "31013903", "user_id": "16191", "datetime": "2015-02-11 17:24:15", "datestring": "11. feb. '15, kl: 17:24:15", "text": "Enn og aftur ég er ekki að mótmæla því... Er allt svart og hvítt í þínum heimi."}, {"response_to": "31013903", "username": "Nói22", "message_id": "31013909", "user_id": "155078", "datetime": "2015-02-11 17:26:52", "datestring": "11. feb. '15, kl: 17:26:52", "text": "Hverju ertu þá að mótmæla?"}, {"response_to": "31013909", "username": "AyoTech", "message_id": "31013915", "user_id": "16191", "datetime": "2015-02-11 17:30:24", "datestring": "11. feb. '15, kl: 17:30:24", "text": "engu raunverulega, er bara að diskútera málið. Þú bara kemur alltaf með einhverja tuggu sem ég er sammála en ég þarf ekki að vera sammála í einu og öllu eða ósammála í einu og öllu, ég er ekki svo svart hvít."}, {"response_to": "31013894", "username": "veg", "message_id": "31013902", "user_id": "2039", "datetime": "2015-02-11 17:23:47", "datestring": "11. feb. '15, kl: 17:23:47", "text": "Auðvitað gerðu þau athugasemd við vanskilin, samkvæmt þessu geta lánastofnanir bara þagað í þónokkurn tíma yfir vanskilum skuldara og gengið svo að hörku gegn ábyrgðarmanni og margfaldað ágóðan af lánastarfseminni."}, {"response_to": "31013902", "username": "AyoTech", "message_id": "31013905", "user_id": "16191", "datetime": "2015-02-11 17:26:06", "datestring": "11. feb. '15, kl: 17:26:06", "text": "Það er alveg eðlilegt að þau gera athugasemd. En er eðlilegt að lántaki komist upp með að greiða ekki? Lántaki ber þarna ábyrgð og verður að greiða upp vanskilin. Það lítur ekki út fyrir að hann hafi gert neitt í því né sé að gera neitt í því í dag heldur."}, {"response_to": "31013905", "username": "veg", "message_id": "31013911", "user_id": "2039", "datetime": "2015-02-11 17:28:26", "datestring": "11. feb. '15, kl: 17:28:26", "text": "Ég er alveg sammála því, en það virðist ekkert eiga að ganga á hann!"}, {"response_to": "31013911", "username": "Nói22", "message_id": "31013913", "user_id": "155078", "datetime": "2015-02-11 17:29:45", "datestring": "11. feb. '15, kl: 17:29:45", "text": "Fyrir utan að hann reyndi að greiða eftir að málið fór í vanskil en TMC neituðu öllum samningum."}, {"response_to": "31013911", "username": "AyoTech", "message_id": "31013916", "user_id": "16191", "datetime": "2015-02-11 17:31:14", "datestring": "11. feb. '15, kl: 17:31:14", "text": "Auðvitað á að ganga á lántakandann sem býr í Bandaríkjunum, að sjálfsögðu,, hann skuldar lánið."}, {"response_to": "31013902", "username": "Nói22", "message_id": "31013906", "user_id": "155078", "datetime": "2015-02-11 17:26:17", "datestring": "11. feb. '15, kl: 17:26:17", "text": "Akkúrat. Og samkvæmt þessum dómi, sem Hæstiréttur snýr vonandi við, að þá er það bara orðið löglegt."}, {"response_to": "31013890", "username": "josepha", "message_id": "31013907", "user_id": "169324", "datetime": "2015-02-11 17:26:22", "datestring": "11. feb. '15, kl: 17:26:22", "text": "Jú þetta er reyndar mun flóknara en þessi  dæmisaga þín sem er soðin saman úr bara bútum af þvi sem raunverulega gerðist."}, {"response_to": "31013907", "username": "AyoTech", "message_id": "31013912", "user_id": "16191", "datetime": "2015-02-11 17:28:37", "datestring": "11. feb. '15, kl: 17:28:37", "text": "örrugglega, ég hef bara þetta viðtal og það sem nói22 hérna heldur fram að lántaki hafi ætlað að slumpa inn á höfuðstólinn."}, {"response_to": "31013912", "username": "Nói22", "message_id": "31013914", "user_id": "155078", "datetime": "2015-02-11 17:30:23", "datestring": "11. feb. '15, kl: 17:30:23", "text": "hvað meinarðu að slumpa inn á höfuðstólinn?"}, {"response_to": "31013914", "username": "AyoTech", "message_id": "31013917", "user_id": "16191", "datetime": "2015-02-11 17:33:17", "datestring": "11. feb. '15, kl: 17:33:17", "text": "Þú sagðir hérna ofan að hann var með díl um að borga slatta, ekki slumpa reyndar en ég var að hafa það eftir þér."}, {"response_to": "31013917", "username": "Nói22", "message_id": "31013919", "user_id": "155078", "datetime": "2015-02-11 17:34:09", "datestring": "11. feb. '15, kl: 17:34:09", "text": "Oh for crying out loud. Vá. Vinnurðu fyrir Lín eða TMC?"}, {"response_to": "31013919", "username": "AyoTech", "message_id": "31013923", "user_id": "16191", "datetime": "2015-02-11 17:35:31", "datestring": "11. feb. '15, kl: 17:35:31", "text": "Neibb."}, {"response_to": "31013917", "username": "veg", "message_id": "31013926", "user_id": "2039", "datetime": "2015-02-11 17:36:56", "datestring": "11. feb. '15, kl: 17:36:56", "text": "í viðtalinu skildi ég það þannig að bróðirinn hefði boðist að borga slatta inn á skuldina og afganginn í nokkrum greiðslum."}, {"response_to": "31013926", "username": "Nói22", "message_id": "31013929", "user_id": "155078", "datetime": "2015-02-11 17:39:50", "datestring": "11. feb. '15, kl: 17:39:50", "text": "Já ég held að það hafi aldrei átt að verða neinir samningar. Bara láta lánið rúlla upp í dágóða upphæð og láta ættingjana svo borga það. Gróðastarfsemi fyrst og fremst."}, {"response_to": "31012638", "username": "tóin", "message_id": "31013321", "user_id": "161670", "datetime": "2015-02-11 00:07:33", "datestring": "11. feb. '15, kl: 00:07:33", "text": "Getur verið að ábyrgðarmaður lánsins hafi átt ekkju sem sat í óskiptu búi í x ár?"}, {"response_to": "31013321", "username": "veg", "message_id": "31013457", "user_id": "2039", "datetime": "2015-02-11 09:26:54", "datestring": "11. feb. '15, kl: 09:26:54", "text": "Skiptir það einhverju máli?"}, {"response_to": "31013457", "username": "tóin", "message_id": "31013518", "user_id": "161670", "datetime": "2015-02-11 11:27:23", "datestring": "11. feb. '15, kl: 11:27:23", "text": "ég er aðallaega að velta því fyrir mér hvort að tilkynning berist með sama hætti til hugsalegra lánadrottna og þegar einstaklingur deyr og bú er gert upp - hvort að skýringin á því að Lín hafi ekki gert neitt í þrjú ár hafi eitthvað með slíkt að gera (ef lín hefur ekki gert baun í bala í þrjú ár - er ekki búin að lesa um þetta mál :) )"}, {"response_to": "31013518", "username": "veg", "message_id": "31013523", "user_id": "2039", "datetime": "2015-02-11 11:36:25", "datestring": "11. feb. '15, kl: 11:36:25", "text": "Ég geri mér ekki grein fyrir því, en mér skilst að allir aðilar máls séu sammála um að engin tilkynning hafi borist um vanskil fyrr en með bréfi frá innheimtufyrirtæki þremur mánuðum eftir að lánið er gjaldfellt, tæpum þremur árum eftir fyrstu vanskil"}, {"response_to": "31013523", "username": "tóin", "message_id": "31013533", "user_id": "161670", "datetime": "2015-02-11 11:48:33", "datestring": "11. feb. '15, kl: 11:48:33", "text": ""}, {"response_to": "31013533", "username": "veg", "message_id": "31013547", "user_id": "2039", "datetime": "2015-02-11 12:11:24", "datestring": "11. feb. '15, kl: 12:11:24", "text": "Er það listað einhverstaðar hvort einhver sé ábyrgðarmaður á einhverju?  Getur verið að erfingjar hafi ekki neina vitneskju um ábyrgð þegar ábyrgðarmaður deyr, og geti þar af leiðandi ekki tekið upplýsta ákvörðun um hvort það tekur arf eða ekki?"}, {"response_to": "31013547", "username": "Steina67", "message_id": "31013571", "user_id": "39274", "datetime": "2015-02-11 12:38:33", "datestring": "11. feb. '15, kl: 12:38:33", "text": "Hmmm Guðmundur hafði vitneskju um að pabbi hans væri að greiða af þessu láni og að hann hefði áhyggjur af því.  Svo það er ekki eins og erfingjarnir hafi ekki vitað af þessu."}, {"response_to": "31013571", "username": "veg", "message_id": "31013646", "user_id": "2039", "datetime": "2015-02-11 13:41:30", "datestring": "11. feb. '15, kl: 13:41:30", "text": "burtséð frá þessu einstaka máli er hægt að nálgast upplýsingar um hvort látin ættingi er ábyrgðarmaður af einhverju láni einhverstaðar?"}, {"response_to": "31013646", "username": "Steina67", "message_id": "31013647", "user_id": "39274", "datetime": "2015-02-11 13:43:37", "datestring": "11. feb. '15, kl: 13:43:37", "text": "Ábyrgðamenn fá bréf núna frá Lín árlega um að þeir séu ábyrgðamenn að svona og svona miklu"}, {"response_to": "31013647", "username": "veg", "message_id": "31013659", "user_id": "2039", "datetime": "2015-02-11 13:51:32", "datestring": "11. feb. '15, kl: 13:51:32", "text": "allir nema erfingjar Steingríms þá?"}, {"response_to": "31013659", "username": "Steina67", "message_id": "31013705", "user_id": "39274", "datetime": "2015-02-11 14:36:07", "datestring": "11. feb. '15, kl: 14:36:07", "text": "Væntanlega þar sem ábyrgðamaðurinn er dáinn fyrir nokkrum árum síðan."}, {"response_to": "31013705", "username": "veg", "message_id": "31013737", "user_id": "2039", "datetime": "2015-02-11 15:13:29", "datestring": "11. feb. '15, kl: 15:13:29", "text": "Guðmundur svarar þessu í viðtalinu þarna efst."}, {"response_to": "31013737", "username": "Steina67", "message_id": "31014197", "user_id": "39274", "datetime": "2015-02-11 22:00:59", "datestring": "11. feb. '15, kl: 22:00:59", "text": "Það er náttúrulega bara rugl að standa svona að málunum og rukka löngu dáið fólk."}, {"response_to": "31013571", "username": "josepha", "message_id": "31013910", "user_id": "169324", "datetime": "2015-02-11 17:28:08", "datestring": "11. feb. '15, kl: 17:28:08", "text": "Guðmundur sagði að pabbi sinn hefði einmitt EKKI haft áhyggjur af þessu láni, þar sem ekki var hefð fyrir því að ganga á erfingja ábyrgðamanna fram að þessu."}, {"response_to": "31013533", "username": "bogi", "message_id": "31013552", "user_id": "54181", "datetime": "2015-02-11 12:16:44", "datestring": "11. feb. '15, kl: 12:16:44", "text": "Það er ekki hluti af skuldastöðu dánarbús þegar sá sem er dáinn hefur verið ábyrgðamaður á einhverju láni, láni sem er í skilum þegar dánarbúið er gert upp."}, {"response_to": "31013552", "username": "tóin", "message_id": "31013740", "user_id": "161670", "datetime": "2015-02-11 15:14:43", "datestring": "11. feb. '15, kl: 15:14:43", "text": ""}, {"response_to": "31013740", "username": "veg", "message_id": "31013840", "user_id": "2039", "datetime": "2015-02-11 16:30:21", "datestring": "11. feb. '15, kl: 16:30:21", "text": "Þetta stenst ekki hjá þér, ekki miðað við fréttir undanfarð. Hvorki miðað við steingrímsmálið né þetta mál með ábyrgðarmanninn sem lést 27 árum áður en lánið fór í vanskil."}, {"response_to": "31013840", "username": "tóin", "message_id": "31013865", "user_id": "161670", "datetime": "2015-02-11 16:48:07", "datestring": "11. feb. '15, kl: 16:48:07", "text": ""}, {"response_to": "31013865", "username": "AyoTech", "message_id": "31013885", "user_id": "16191", "datetime": "2015-02-11 17:08:20", "datestring": "11. feb. '15, kl: 17:08:20", "text": "Þetta lítur þannig út að þegar það er ábyrgðarmaður á námsláni, þá er ábyrgðarmaður no matter what. Ef hann deyr þá koma erfingjarnir í staðinn sjálfkrafa alveg sama hvenær ábyrgðarmaður deyr eða hvenær skuldari hættir að greiða af láninu. Ég skil þetta allavega þannig."}, {"response_to": "31013885", "username": "tóin", "message_id": "31013984", "user_id": "161670", "datetime": "2015-02-11 18:20:54", "datestring": "11. feb. '15, kl: 18:20:54", "text": ""}, {"response_to": "31013984", "username": "AyoTech", "message_id": "31013999", "user_id": "16191", "datetime": "2015-02-11 18:51:00", "datestring": "11. feb. '15, kl: 18:51:00", "text": "Já þetta er skrítið. Það á eftir að koma hlið LÍN svo hægt sé að sjá hvað eru þau að pæla, mér finnst það hafa komið mjög illa út fyrir þau að vilja ekki tjá sig um málið."}, {"response_to": "31013999", "username": "tóin", "message_id": "31014055", "user_id": "161670", "datetime": "2015-02-11 19:55:23", "datestring": "11. feb. '15, kl: 19:55:23", "text": ""}, {"response_to": "31013865", "username": "veg", "message_id": "31013889", "user_id": "2039", "datetime": "2015-02-11 17:11:43", "datestring": "11. feb. '15, kl: 17:11:43", "text": "Lánið var ekki í vanskilum þegar steingrímur dó."}, {"response_to": "31013533", "username": "boozled", "message_id": "31013702", "user_id": "278509", "datetime": "2015-02-11 14:31:15", "datestring": "11. feb. '15, kl: 14:31:15", "text": "Þetta kemur allt fram í viðtalinu. Steingrímur greiddi alla tíð af láninu fyrir Neil son sinn, og hann á að hafa athugað hvað myndi gerast þegar hann féll frá og þá var hefðin hjá LÍN að aðeins lýsa kröfu í dánarbú ábyrgðarmanns ef um opinber skipti var að ræða, þannig börnin vissu að þau þyrftu að gera einkaskipti til að ábyrgðin myndi ekki erfast. Svo fellur Steingrímur frá 2010 og Neil greiðir aldrei af láninu sjálfur þannig það fer í vanskil (sem er bara fáránlegt að mínu mati, það er eins og hann hafi reitt sig á að erfitt yrði að gera kröfu á hann þar sem hann býr í BNA og að ekki væri hægt að ganga á ábyrgðarmann því hann var látinn). 2012 verður stefnubreyting hjá LÍN um að láta það sama ganga yfir alla og að nú skuli líka vera gerð krafa í dánarbú þar sem einkaskipti fara fram. Þá var ákveðið að þetta yrði afturvirkt um nokkur ár og því var skyndilega gerð krafa á dánarbú Steingríms/erfingja Steingríms á gjaldföllnu láni án þess að erfingjarnir höfðu nokkra hugmynd um að þau væru búin að erfa þess ábyrgðarmannastöðu. Þá reyndu bæði lántakinn sjálfur og erfingjar Steingríms að semja eða svo segir Guðmundur en eina sem þeim var boðið var að erfingjarnir myndu skrifa undir sem ábyrgðarmenn og taka við skuldinni allri. Því var farið í mál."}, {"response_to": "31013702", "username": "AyoTech", "message_id": "31013863", "user_id": "16191", "datetime": "2015-02-11 16:45:54", "datestring": "11. feb. '15, kl: 16:45:54", "text": "Þetta meikar sense"}, {"response_to": "31012638", "username": "trilla77", "message_id": "31013458", "user_id": "39149", "datetime": "2015-02-11 09:34:04", "datestring": "11. feb. '15, kl: 09:34:04", "text": "Sko þetta mál virðist alveg stórfurðulegt eins og sést á umræðunni svo sem"}, {"response_to": "31013458", "username": "veg", "message_id": "31013477", "user_id": "2039", "datetime": "2015-02-11 10:07:42", "datestring": "11. feb. '15, kl: 10:07:42", "text": "Það var einhver frétt um daginn um erfingja ábyrgðarmanns sem voru rukkuð um vanskilalán.  Það voru einhver 15-16-17 ár frá því að ábyrgðarmaðurinn lést og dánarbúið gert upp, en lánið fór í vanskil bara í fyrra eða hittifyrra."}, {"response_to": "31013477", "username": "josepha", "message_id": "31013930", "user_id": "169324", "datetime": "2015-02-11 17:39:59", "datestring": "11. feb. '15, kl: 17:39:59", "text": "Er í alvöru hægt að hafa þetta svona? Hvað veit ég t.d. hvað  faðir minn skrifaði upp á og fyrir hvern......sá ímyndaði aðili er kannski einhver sem ég hef aldrei séð eða heyrt um. Skyndilega  hættir sá að greiða af láninu sínu og þá þarf ég að borga lán fyrir einhvern algeran stranger útí bæ. Þetta er bara svo ósanngjarnt fyrirkomulag."}, {"response_to": "31013930", "username": "veg", "message_id": "31013943", "user_id": "2039", "datetime": "2015-02-11 17:49:14", "datestring": "11. feb. '15, kl: 17:49:14", "text": "mig meira að sega misminnti þegar ég var að skrifa þetta hér fyrir ofan, það voru sko 27 ár frá því að ábyrgðarmaðurinn lést og þar til erfingjarnir fengu greiðslukröfu frá lín!"}, {"response_to": "31013458", "username": "AyoTech", "message_id": "31013565", "user_id": "16191", "datetime": "2015-02-11 12:30:58", "datestring": "11. feb. '15, kl: 12:30:58", "text": "Þetta snýst um vanskilin, þau erfast, ef allt er greitt jafnóðum lendir ekkert á neinum."}, {"response_to": "31013565", "username": "Krabbadís", "message_id": "31013568", "user_id": "41350", "datetime": "2015-02-11 12:35:58", "datestring": "11. feb. '15, kl: 12:35:58", "text": "Falla ekki námslán niður við lát lántakanda."}, {"response_to": "31013568", "username": "AyoTech", "message_id": "31013569", "user_id": "16191", "datetime": "2015-02-11 12:36:42", "datestring": "11. feb. '15, kl: 12:36:42", "text": "Ekki sá hluti sem er í vanskilum."}, {"response_to": "31013568", "username": "AyoTech", "message_id": "31013573", "user_id": "16191", "datetime": "2015-02-11 12:41:23", "datestring": "11. feb. '15, kl: 12:41:23", "text": "Eða réttara sagt, ekki það sem er gjaldfallið, hvort sem það er komið í vanskil eða ekki, útgefnir reikningar eða komið í innheimtu. Þetta stendur eftir og lendir á dánarbúinu en það getur verið brot af heildarupphæðinni. Restin fellur niður."}, {"response_to": "31013573", "username": "Steina67", "message_id": "31013575", "user_id": "39274", "datetime": "2015-02-11 12:44:14", "datestring": "11. feb. '15, kl: 12:44:14", "text": "Ertu viss um að þeir gjaldfelli ekki allt lánið ef það er þegar komið í vanskil?"}, {"response_to": "31013575", "username": "AyoTech", "message_id": "31013583", "user_id": "16191", "datetime": "2015-02-11 12:50:42", "datestring": "11. feb. '15, kl: 12:50:42", "text": "Ég er nokkuð viss á því að það er aðeins sá hluti sem er kominn í vanskil. Það væri ekki á það bætandi að stofnunin ynni eftir því að látinn lántaki með 50 þús í vanskilum fær allt lánið gjaldfellt á dánarbú, kannski margar milljónir á meðan annar með engin vanskil fær lánið niðurfellt. Ef svo er þarf virkilega að endurskoða þessa stofnun í heild."}, {"response_to": "31013583", "username": "josepha", "message_id": "31013932", "user_id": "169324", "datetime": "2015-02-11 17:41:10", "datestring": "11. feb. '15, kl: 17:41:10", "text": "Þetta voru 12 milljónir. Það hlýtur að vera allt lánið, eða það sem eftir stendur af því."}, {"response_to": "31013565", "username": "Steina67", "message_id": "31013578", "user_id": "39274", "datetime": "2015-02-11 12:45:48", "datestring": "11. feb. '15, kl: 12:45:48", "text": "Já en Ábyrgðarmaður dó og svo fór lánið í vanskil."}, {"response_to": "31013578", "username": "AyoTech", "message_id": "31013590", "user_id": "16191", "datetime": "2015-02-11 12:53:28", "datestring": "11. feb. '15, kl: 12:53:28", "text": "Já en þar sem lántaki er á lífi er lánið á lífi og lántaki þarf að greiða af því hvort sem ábyrgðarmaður er á lífi eða ekki. Ef hann greiðir ekki, lendir það á erfingjum ábyrgðarmannsins. Ef lántaki deyr, fellur sá hluti niður sem ekki er í vanskilum."}, {"response_to": "31013578", "username": "AyoTech", "message_id": "31013600", "user_id": "16191", "datetime": "2015-02-11 12:59:12", "datestring": "11. feb. '15, kl: 12:59:12", "text": "Eftir að ábyrgðarmaður deyr eru erfingjar hans sjálfkrafa komnir í ábyrgð ef lántaki hefur ekki tilnefnt nýjan ábyrgðarmann og þannig er LÍN að tryggja sig fyrir því að fá upp í lánið ef það er ekki greitt af því."}, {"response_to": "31013600", "username": "miramis", "message_id": "31014159", "user_id": "5483", "datetime": "2015-02-11 21:19:23", "datestring": "11. feb. '15, kl: 21:19:23", "text": "Sem eitt og sér er klikk. Þetta kerfi er galið."}]}