{"url": "https://bland.is/umraeda/flosu-exem-i-andliti/31012409/?page=626", "date": "2015-02-10 09:23:56", "id": "31012409", "items": [{"text": "Sæl öll, var greind með flösuexem fyrir sirka 2 árum og það lýsir sér þannig að það kemur öðru hverju mikil flasa í hársvörð og svo á ég það til að fá rauðleit útbrot í kringum nasir og augabrúnir. Síðasta tæpa árið eða svo hefur svo byrjað að bera á útbrotum í kringum augun sjálf líka, þ.e.a.s rétt fyrir neðan neðri augnhár og í augnkrókunum og ef ég set ekki daktacort strax á þetta þá dreyfir þetta úr sér niður á kinnar.... Þetta lítur út eins og litlar rauðar bólur út um allt en ef ég ber daktacort á þetta þá hverfur þetta á 1-2 dögum. Þetta er orðið þannig að ég lendi í því að fá útbrot þar sirka einu sinni í viku og þetta birtist \"fyrirvaralaust\" eða þ.e. ég fer að sofa með algjörlega útbrotalaust andlit og vakna svo með útbrot.. Mér finnst ég alltaf þurfa að vera að bera þetta blessaða krem á og mér er ekkert vel við það þar sem þetta er viðkvæmt svæði. Ég hef prófað að breyta algjörlega um mataræði, hef tekið út allar mjólkurvörur og allt glútein en ekkert virkar (virtist reyndar bara versna við það). Èg nota örsjaldan farða, hreyfi mig mikið og reglulega og reyki ekki. Spurði húðsjúkdómalæknir út í þetta sem gat ekkert sagt mér en skrifaði upp á bólukrem(?) fyrir mig sem ég var svo með ofnæmi fyrir og fékk útbrot út um allt andlit.....Er einhver með góð ráð um hvernig ég gæti komið í veg fyrir svona tíð útbrot og hvernig ég gæti haldið þessum leiðindum í lágmarki?", "title": "Flösu exem í andliti", "username": "kiripu", "message_id": "31012409", "user_id": "286044", "response_to": null, "datetime": "2015-02-10 09:23:56", "datestring": "10. feb. '15, kl: 09:23:56"}, {"response_to": "31012409", "username": "kiripu", "message_id": "31012415", "user_id": "286044", "datetime": "2015-02-10 09:42:27", "datestring": "10. feb. '15, kl: 09:42:27", "text": "Og annað í viðbót sem ég gleymdi : Fyrir nokkrum mánuðum síðan byrjaði ég líka að fá litlar \"bólur\" á augabrúna svæðið. Þ.e.a.s fyrir neðan augabrúnirnar... Þetta eru litlar rauðar bólur sem fara ekki með daktacort eða öðrum kremum og það er ekki hægt að springa þær eða neitt og það tekur marga mánuði að losna við þær.... Veit ekkert hvað þetta er eða afhverju í fjan.... þetta kemur :( Þetta tengist ekki plokki eða neinu slíku, hef gengið úr skugga um það"}, {"response_to": "31012409", "username": "Splæs", "message_id": "31012442", "user_id": "83074", "datetime": "2015-02-10 10:36:48", "datestring": "10. feb. '15, kl: 10:36:48", "text": "Kannski tímabært að fara til annars húðsjúkdómalæknis."}, {"response_to": "31012442", "username": "kiripu", "message_id": "31012449", "user_id": "286044", "datetime": "2015-02-10 10:43:58", "datestring": "10. feb. '15, kl: 10:43:58", "text": "Klárlega en það er nokkura mánaða biðtími hér, ekki nema ég hafi áhuga á einkareknum en það kostar þá hálfa höndina. Væri alveg til í að spara mér það"}, {"response_to": "31012449", "username": "Splæs", "message_id": "31012482", "user_id": "83074", "datetime": "2015-02-10 11:32:07", "datestring": "10. feb. '15, kl: 11:32:07", "text": "Getur þá í það minnsta pantað tíma. Tíminn styttist á meðan þú bíður."}, {"response_to": "31012482", "username": "kiripu", "message_id": "31012488", "user_id": "286044", "datetime": "2015-02-10 11:39:11", "datestring": "10. feb. '15, kl: 11:39:11", "text": "Já. Ég er semsagt búin að panta hann.... En mín reynsla er sú að læknar jafnt og aðrir hafa mjög takmarkaða þekkingu á því sem mögulega veldur flösu exemi eða virkar á það til lengri tíma. Þannig að ég býst ekkert sérstaklega við lausn á þessu í næstu heimsókn. Þessvegna er ég að athuga með ráð frá fólki hérna sem gæti kannast við sama vandamál og miðlað sinni reynslu"}, {"response_to": "31012409", "username": "nefnilega", "message_id": "31012612", "user_id": "52417", "datetime": "2015-02-10 13:24:05", "datestring": "10. feb. '15, kl: 13:24:05", "text": "Ég myndi athuga að skipta um andlitskrem, sjampó og þvottaefni og nota sem allra náttúrulegastar vörur."}, {"response_to": "31012409", "username": "cutzilla", "message_id": "31012713", "user_id": "103215", "datetime": "2015-02-10 14:38:06", "datestring": "10. feb. '15, kl: 14:38:06", "text": "getur verið að það sé möguleiki á að þú sért líka með ofnæmi fyrir einhverjum efnum sem koma við andlitið á þér ss andlitskrem, hreinsikrem? notarðu maskara? ég er með flösuexem í hársverði, augabrúnum og við nasir og í hökunni. Ég hef verið að nota Elocon við því. Húðsjukdómalæknir benti mér á það en svo var annar læknir sem sagði mer að það væri ekki gott að vera að nota það ár eftir ár því það eru sterar í því sem viðhalda ástandinu. Sá læknir benti mér á að taka kúr af Eloconinu og nota svo Dermatín sjampó fyrir hársvörð og augabrúnirnar. Er ekki byrjuð á því. En ég fékk oft útbrot, rauðar litlar bólur undir augunum og í æji endann á auganu en það var út af ofnæmi fyrir efni sem er notað oft í snyrtivörum og oftast líka í maskara. Getur verið að þetta versni við þessar matarbreytingar því líkaminn þarf alltaf að aðlaga sig breyttum aðstæðum og það sé bara einhver hreinsun í gangi?"}, {"response_to": "31012713", "username": "kiripu", "message_id": "31012831", "user_id": "286044", "datetime": "2015-02-10 16:11:16", "datestring": "10. feb. '15, kl: 16:11:16", "text": "Takk fyrir svarið :) Þetta er góður punktur með snertiofnæmið, þyrfti eiginlega að láta athuga það. Annars nota ég nánast aldrei maskara og tek svo sem ekki eftir breytingum þegar ég nota hann en hugsanlega tengist þetta einhverjum kremum eða þvottaefni eða einhverju þannig. Veit ég er með nikkel ofnæmi en er svosem ekkert í sérstakri snertingu við nikkel svona dagsdaglega. Læt allavega tékka á þessu"}, {"response_to": "31012831", "username": "cutzilla", "message_id": "31012874", "user_id": "103215", "datetime": "2015-02-10 16:53:45", "datestring": "10. feb. '15, kl: 16:53:45", "text": "nikkel er líka í mat"}, {"response_to": "31012874", "username": "kiripu", "message_id": "31012908", "user_id": "286044", "datetime": "2015-02-10 17:23:48", "datestring": "10. feb. '15, kl: 17:23:48", "text": "Næs! Vissi það ekki. Þarf greinilega aðeins að lesa mér til um þetta. En eru það þá ekki helst unnin matvæli?"}, {"response_to": "31012908", "username": "cutzilla", "message_id": "31013636", "user_id": "103215", "datetime": "2015-02-11 13:35:40", "datestring": "11. feb. '15, kl: 13:35:40", "text": ""}, {"response_to": "31013636", "username": "kiripu", "message_id": "31014127", "user_id": "286044", "datetime": "2015-02-11 20:56:28", "datestring": "11. feb. '15, kl: 20:56:28", "text": "Ji, ég ætla rétt að vona að þetta sé ekki mitt tilfelli. Þarf að láta athuga þetta .....En ef ég þyrfti að sleppa súkkulaði, lakkrís og hnetum þá hugsa ég að ég myndi bara halda þessum útbrotum í staðinn!! :D"}, {"response_to": "31012409", "username": "Kaffinörd", "message_id": "31012745", "user_id": "177966", "datetime": "2015-02-10 15:00:42", "datestring": "10. feb. '15, kl: 15:00:42", "text": "Það sem heldur mínu exemi í andliti niðri er regluleg notkun á Head & Shoulders og þá set ég það framan í mig þegar ég fer í sturtu."}, {"response_to": "31012745", "username": "Kaffinörd", "message_id": "31012746", "user_id": "177966", "datetime": "2015-02-10 15:02:03", "datestring": "10. feb. '15, kl: 15:02:03", "text": "Búinn að prófa alskonar efni fyrir andlitið og búinn að prófa mismunandi sjampó og það virkar ekkert eins vel á mig og Head & Shoulders"}, {"response_to": "31012746", "username": "kiripu", "message_id": "31012835", "user_id": "286044", "datetime": "2015-02-10 16:13:36", "datestring": "10. feb. '15, kl: 16:13:36", "text": "Já það væri alveg dæmigert að eftir áralanga notkun og tilraunir á hinum ýmsu rándýru kremum, olíum, pillum og name it að lausnin lægi svo á endanum í Head&Shoulders sem maður kaupir bara út í búð :) Hehe, ég ætla allavega að prófa og kaupa einn brúsa af Head&Shoulders á morgun! Takk fyrir ráðið"}, {"response_to": "31012835", "username": "Kaffinörd", "message_id": "31012870", "user_id": "177966", "datetime": "2015-02-10 16:49:49", "datestring": "10. feb. '15, kl: 16:49:49", "text": "En það er mismunandi hvað hentar hverjum."}, {"response_to": "31012409", "username": "HappyElf", "message_id": "31012801", "user_id": "84916", "datetime": "2015-02-10 15:56:50", "datestring": "10. feb. '15, kl: 15:56:50", "text": "Ég á við akkúrat sama vandamál að stríða. Ég nota Dermatín (fungoral) sjampó í hárið, set örlitla froðu af því á augabrúnirnar þegar þær eru mjög slæmar. Ér með krem sem heitir Protopic 0,03% og er steri og ég bar það á exemið sem kemur á nefið eða svona grófina þar sem nefið og kinnin mætast. Þegar ég mjög slæmt í hársverðinu nota ég vökva sem heitir Diprosalic 0,5 mg/g + 20 mg/g (veit hvað þetta allt þýðir, stendur bara á flöskunni). Einnig þegar ég er mjög slæm þá skelli ég baneitruðum búðalit í hárið og \"brenni\" blettina í burtu. Ég get alveg trúað að það sé ekki vísindaleg aðferð en mig allavega hættir að klæja. En sjampóið og þessi 2 lyf hafa alveg bjargað mér og ég næ að halda þessu alveg niðri :) Gangi þér vel og ég vona að þessa uppýsingar hjálpi þér eitthvað"}, {"response_to": "31012801", "username": "kiripu", "message_id": "31012840", "user_id": "286044", "datetime": "2015-02-10 16:17:44", "datestring": "10. feb. '15, kl: 16:17:44", "text": "Vá frábært að þú náir að halda þessu alveg í skefjum. Og takk fyrir ráðleggingarnar :) Mér hefur fundist það svínvirka fyrir hársvörðinn á mér þegar ég er slæm að þvo hárið með matarsóda og nudda mjög vel og nota svo í mesta lagi náttúrulega ólífuolíu sápu í það. Held því þannig í skefjum en það er eins og ekkert virki á augn-kinn-svæðið hjá mér. Þarftu að bera sterakremið á að staðaldri eða kemur það saldan fyrir?"}, {"response_to": "31012840", "username": "HappyElf", "message_id": "31013995", "user_id": "84916", "datetime": "2015-02-11 18:39:38", "datestring": "11. feb. '15, kl: 18:39:38", "text": "Ég ber það á mig þegar ég fæ exem og í nokkra daga á eftir alveg stöðugt, set það á mig eftir sturtu svona tvisvar í viku þess á milli til að halda húðinni góðri"}, {"response_to": "31012801", "username": "júbb", "message_id": "31014223", "user_id": "40135", "datetime": "2015-02-11 22:21:59", "datestring": "11. feb. '15, kl: 22:21:59", "text": "Ætlaði einmitt að benda á Fungoral því þó það sé í raun sveppalyf þá hjálpar það oft við svona exem vanda því þetta verður alltaf soldið sambland af allskonar bakteríum og exeminu."}, {"response_to": "31012409", "username": "hofnun", "message_id": "31012881", "user_id": "114388", "datetime": "2015-02-10 17:01:21", "datestring": "10. feb. '15, kl: 17:01:21", "text": "Ég keypti meðferðarsjampó hér:"}, {"response_to": "31012409", "username": "flugvél", "message_id": "31012994", "user_id": "50706", "datetime": "2015-02-10 18:52:24", "datestring": "10. feb. '15, kl: 18:52:24", "text": "Ég nota sjampó og hárnæringu sem heitir system 4 og fæst m.a. í heimkaup."}, {"response_to": "31012409", "username": "JD", "message_id": "31014129", "user_id": "28405", "datetime": "2015-02-11 20:59:26", "datestring": "11. feb. '15, kl: 20:59:26", "text": "Ég fékk exem á hendur og undir iljar árið 2005. Var ítrekað að fá sýkingar í exemsárin, mjög óþægilegt. Ég fékk sterakrem hjá lækni og hef svo haldið þessu niðri með því að taka omega 3-6-9 olíu. Finn mun ef ég tek olíuna ekki í einhverja daga, þá byrja að koma blettir. Svo ég mæli hiklaust með að prófa að taka svoleiðis :)"}, {"response_to": "31014129", "username": "kiripu", "message_id": "31014137", "user_id": "286044", "datetime": "2015-02-11 21:04:07", "datestring": "11. feb. '15, kl: 21:04:07", "text": "Góður punktur. Ég tók canapa olíu í nokkrar vikur því ég hafði heyrt að hún væri góð fyrir exem en hún breytti engu fyrir mig. Kannski omega geri gæfumuninn, ef ekki fyrir exemið þá pottþétt fyrir restina af líkamanum :)"}, {"response_to": "31014137", "username": "JD", "message_id": "31014144", "user_id": "28405", "datetime": "2015-02-11 21:06:30", "datestring": "11. feb. '15, kl: 21:06:30", "text": "Endilega prófaðu! Ég tek þetta í töflum núorðið, alveg 4-6 á dag. En ég er líka nánast hætt að nota krem á líkamann. Var alltaf með hrikalega þurra húð, t.d. á fótunum, en það er liðin tíð."}, {"response_to": "31014137", "username": "júbb", "message_id": "31014263", "user_id": "40135", "datetime": "2015-02-11 22:48:35", "datestring": "11. feb. '15, kl: 22:48:35", "text": "Það er helst að taka omega 3 því við fáum yfirleitt yfirdrifið nóg af omega 6 og þá myndast ójafnvægi. Einn húðlæknir sem ég spjallaði við sagði að einu skiptin þar sem hann mælti með meira en ráðlögðum dagskammti af omega 3 væri fyrir fólk með slæmt exem og psoriasis. En það verður að hafa í huga að ef maður notar stóra skammta af omega 3 þá getur það valdið því að það blæði meira hjá manni þegar maður fær sár. Þannig að þú skalt ræða við lækninn hvort þú eigir að taka stærri skammta af omega 3, það hefur að minnsta kosti hjálpað fólki í kringum mig mikið."}, {"response_to": "31012409", "username": "kiripu", "message_id": "31016543", "user_id": "286044", "datetime": "2015-02-14 07:24:43", "datestring": "14. feb. '15, kl: 07:24:43", "text": "Jæja kæra fólk. Set þetta hérna inn ef einhver skildi einhverntímann gúggla þessi sömu einkenni og kannski fá upp þennan þráð."}, {"response_to": "31016543", "username": "Þjóðarblómið", "message_id": "31017658", "user_id": "48048", "datetime": "2015-02-15 10:52:22", "datestring": "15. feb. '15, kl: 10:52:22", "text": "Rósroði er óþolandi fyrirbæri."}, {"response_to": "31017658", "username": "kiripu", "message_id": "31017688", "user_id": "286044", "datetime": "2015-02-15 11:32:05", "datestring": "15. feb. '15, kl: 11:32:05", "text": "Ert þú líka með rósroða? Er sammála, þetta er óþolandi fyrirbæri. Finnst þér þú roðna sérstaklega mikið jafnvel þótt þú sért ekkert að fara hjá þér? Ég finn voða mikið fyrir því og svo er eins og jafnvel minnsti \"innri vandæðagangur\" triggeri svaka roða... Oft er nóg að eitthvað komi mér smá á óvart eins og t.d. að hitta manneskju óvænt út í búð og hugsa \"Jæja hvað segi ég nú við þessa?\" eða eitthvað álíka kjánalegt og ómerkilegt. Ertu með einhver ráð til að halda þessu í skefjum? Sem og roða sem kemur um leið og hitastigið breytist, t.d. koma inn í hitað húsnæði eftir að hafa verið út í kulda? Roðinn er nánast einungis bundinn við kinnasvæðið"}, {"response_to": "31017688", "username": "Þjóðarblómið", "message_id": "31017690", "user_id": "48048", "datetime": "2015-02-15 11:35:01", "datestring": "15. feb. '15, kl: 11:35:01", "text": "Ég roðna mjög auðveldlega og sérstaklega við svona óvæntar aðstæður. Ég hitti uppáhalds íslenska leikarann minn í vinnunni á föstudaginn og þú getur rétt ímyndað þér hvernig ég var á litinn. Ég roðna í öllu andlitinu en er hætt að kippa mér upp við það. Ég get ekki stjórnað þessu og ætla ekki að reyna. Ég nenni ekki að vera með meik til að þetta sjáist minna."}, {"response_to": "31017690", "username": "kiripu", "message_id": "31017714", "user_id": "286044", "datetime": "2015-02-15 12:12:04", "datestring": "15. feb. '15, kl: 12:12:04", "text": "Æj, ég vona að ég finni einhverja leið til að minnka þetta. En takk fyrir nafnið á kreminu, þarf einmitt að prófa mig eitthvað áfram í þeim efnum nú þegar ég hef greininguna"}, {"response_to": "31017714", "username": "Þjóðarblómið", "message_id": "31017724", "user_id": "48048", "datetime": "2015-02-15 12:22:43", "datestring": "15. feb. '15, kl: 12:22:43", "text": "eftir því sem mér skilst þá skrifa læknar upp á sterkari útgáfur af ávaxtasýrum ef þess gerist þörf. Mér dugar að nota það sem ég get keypt í apótekinu, held að magnið sé 10 eða 15."}, {"response_to": "31012409", "username": "svalur12", "message_id": "31016727", "user_id": "203566", "datetime": "2015-02-14 13:14:01", "datestring": "14. feb. '15, kl: 13:14:01", "text": "Q10"}, {"response_to": "31012409", "username": "kr980", "message_id": "31017640", "user_id": "3255", "datetime": "2015-02-15 10:34:43", "datestring": "15. feb. '15, kl: 10:34:43", "text": "Ég er með svona húðvandamál og var sett í ljósameðferð niðrá Landsspítala og losnaði við allt vesen í 2 ár, svo kom það aftur og er aftur byrjuð í ljósum"}]}