{"url": "https://bland.is/umraeda/litla-saeta-hundastelpan-er-svo-mikid-krutt-varud-langt-vaemn-/31027486/?page=615", "date": "2015-02-22 23:34:31", "id": "31027486", "items": [{"text": "Langt síðan ég hef sagt hundakrútt, ég verð að segja ykkur hvað hún er mikið fyndnadúlla!   Sko hún elskar að kúra, alveg svona uppvið mig og með hausinn undir einhverju – skil ekki hvers vegna hún er ekki orðin heiladauð af súrefnisskorti...eeeeen, allavega. Sko hún er svo sæt, ég kannski vakna um morguninn og sest í sófann í uppáhalds sloppnum mínum og drekk kaffi, þá heyrist tripp tripp tripp og litli dillirass er mætt og vill aaaaðeins knúsast. Svo hlammar hún sér alveg upp við mig, gerir svo \"puuuufff* hljóð og byrjar að gera sig að kuðung og bora nefinu útum allt til að búa til bæli og hafa kósí. Og hún treður hausnum undir sloppinn, þannig að ég svona leyfi henni að nota þetta síða af sloppnum sem hangir hvort sem er bara niður sófann á meðan ég sit. Og hún alveg: TAKK SVO MIKIÐ og byrjar að rúlla sér inni í allan sloppinn. Á endanum sit ég öll skökk og hálf komin úr, í mjög læstri stellingu og næ ekki kaffibollanum eða neitt því ég er föst í afgangnum af sloppnum. Heyriði, þá rúúúlla ég mér svona niður á gólf og úr sloppnum í leiðinni svo ég trufli ekki kósíið hennar. Og hún alveg \"piiiiff\" og ég geri \"dona dona, kúrðu bara á meðan amma fer út að reykja\" og breiði afganginn af sloppnum mínum yfir hana. Labba (á brjóstunum!) að sækja mér lopapeysu og fer út. Sest svo aftur í sófann og hún alveg: \"puuuff\" þegar ég kem og sama sagan aftur. Treður sér inn í lopapeysuna og ég þarf að rúlla mér frá henni og láta mig leka niðrá gólf. Það eru peysur og teppi útum allt eftir hana.     Oh ég elskana svo mikið, hún er það krúttlegasta sem ég hef kynnst! Já og hún er 8 kíló og aldrei hefur neinn tekið jafn mikið pláss í rúminu mínu og hún. Stundum sef ég þversum og með lappirnar á gólfinu því hún er SVOOOOONA mikið langsum á ská, ofan á sænginni, undir teppi og með koddana mína hinu meginn. Og ég bara, sú máttetta sko alveg sú ert svo sæt! Amma bara frýs úr kulda og fær hálsríg og náladofa, iss það það er allt í lagi krúttið þitt!    Ég er búin að missa vitið, ég veit það :D Hvernig gat ég ekki vitað að ég er hundakona, skil ekki hvernig ég lifði áður en ég fattaði uppá hundum    Ókei bæ, farin að sofa með hausinn útúr til fóta!", "title": "Litla sæta hundastelpan er svo mikið krútt! (varúð langt væmn)", "username": "Andý", "message_id": "31027486", "user_id": "62139", "response_to": null, "datetime": "2015-02-22 23:34:31", "datestring": "22. feb. '15, kl: 23:34:31"}, {"response_to": "31027486", "username": "nefnilega", "message_id": "31027530", "user_id": "52417", "datetime": "2015-02-23 00:12:57", "datestring": "23. feb. '15, kl: 00:12:57", "text": "Ég vil mynd af þessu dýri takk!"}, {"response_to": "31027486", "username": "fálkaorðan", "message_id": "31027542", "user_id": "169630", "datetime": "2015-02-23 00:38:43", "datestring": "23. feb. '15, kl: 00:38:43", "text": "Mynd mynd mynd!"}, {"response_to": "31027486", "username": "júbb", "message_id": "31027586", "user_id": "40135", "datetime": "2015-02-23 01:02:02", "datestring": "23. feb. '15, kl: 01:02:02", "text": "haha, var einmitt að pakka minni inn í teppi, aaaaalveg inni í teppi. Ekki einu sinni trýni út úr. Svo eftir smá tíma fer hún að blása eins og físibelgur en kemur nú samt ekki undan teppinu. Hún hatar að láta halda á sér, vill ekki einu sinni sitja í fanginu á mér nema þegar það koma gestir sem eru hræddir við hana, þá verður hún extra þægur og góður kjölturakki. En hún vill alltaf sitja og liggja alveg klesst upp við mig, treður sér stundum á milli mín og armsins á stólnum, skil ekki hvernig hún kemst fyrir."}, {"response_to": "31027486", "username": "torat", "message_id": "31027641", "user_id": "126162", "datetime": "2015-02-23 09:28:02", "datestring": "23. feb. '15, kl: 09:28:02", "text": "Ohh, minnir mig alveg á kisuna mína. Ég ætlaði sko aldrei að eiga gæludýr, finnst þau best heima hjá öðrum og ég hef aldrei átt gæludýr svo ég var bara  hrædd um að ég myndi drepa dýr úr gleymsku eða eitthvað, svo flutti ofur krútt kisa inn til okkar. Hún mætti bara einn daginn og fór ekkert aftur (við erum búin að fá leyfi frá eigandanum sem var að flytja og gat ekki haft hana). Hún treður sér í fangið á manni, þarf sitt knús allavega tvisvar á dag og ef ég er ein heima og ætla að leggja mig aðeins, þá skríður hún undir sængina til mín og leggst ofan á magann á mér og sefur þar."}, {"response_to": "31027486", "username": "Humdinger", "message_id": "31027729", "user_id": "75920", "datetime": "2015-02-23 11:05:09", "datestring": "23. feb. '15, kl: 11:05:09", "text": "Svona þráðum er skylt að hafa meðfylgjandi mynd af krúttinu. :)"}, {"response_to": "31027729", "username": "Andý", "message_id": "31027813", "user_id": "62139", "datetime": "2015-02-23 12:41:06", "datestring": "23. feb. '15, kl: 12:41:06", "text": "Hæ, ég er sætasta krútt í heimi og stundum kölluð Dillirassa Loðmunda Dúllulína og allþkonað kðúttilegt því amma mín er géðbeeeluð!"}, {"response_to": "31027813", "username": "nefnilega", "message_id": "31027819", "user_id": "52417", "datetime": "2015-02-23 12:52:29", "datestring": "23. feb. '15, kl: 12:52:29", "text": "Ó sæta sæta! Hún er ekkert smá lík ömmu sinni."}, {"response_to": "31027819", "username": "Andý", "message_id": "31027825", "user_id": "62139", "datetime": "2015-02-23 12:55:10", "datestring": "23. feb. '15, kl: 12:55:10", "text": "Já við erum tvífarar og bestu vinkonur :)"}, {"response_to": "31027813", "username": "Humdinger", "message_id": "31028150", "user_id": "75920", "datetime": "2015-02-23 17:23:12", "datestring": "23. feb. '15, kl: 17:23:12", "text": "Sæt er hún, ég sé ekki alveg hvað hún er stór miðað við myndina, er þetta pincer eða eitthvað svoleiðis?"}, {"response_to": "31028150", "username": "Andý", "message_id": "31028178", "user_id": "62139", "datetime": "2015-02-23 17:50:37", "datestring": "23. feb. '15, kl: 17:50:37", "text": "Já hún er mini pinscher. Soldið stór miðað við hina krakkana"}, {"response_to": "31028178", "username": "Heiðlóan ♫♬♪ ♩", "message_id": "31028246", "user_id": "267951", "datetime": "2015-02-23 18:22:59", "datestring": "23. feb. '15, kl: 18:22:59", "text": "Sjá þennan gáfusvip :D"}, {"response_to": "31028246", "username": "Andý", "message_id": "31028332", "user_id": "62139", "datetime": "2015-02-23 19:27:10", "datestring": "23. feb. '15, kl: 19:27:10", "text": "Passa hana bara stundum, á ekki neitt í henni"}]}