{"url": "https://bland.is/umraeda/likamsraektarstodvar-/31021087/?page=621", "date": "2015-02-18 12:36:17", "id": "31021087", "items": [{"text": "Nú vantar mig ráð hjá ykkur.  Ég er manneskja sem finnst mjög leiðinlegt allt sem tengist líkamsrækt.  Fyrir 13 árum keypti ég mér árskort í World Class og hafði þá aldrei stigið fæti inn fyrir dyr á líkamsræktarstöð.  Ég var svosem alveg ágætlega dugleg að nota það í 9 mánuði en fannst þetta samt alltaf mjög leiðinlegt.Ég prófaði bæði að fara í pallatíma og faraí spinning en það var ekki fyrir mig.  Mér fannst líka alveg ferlegt á hlaupabrettinu.  Það sem mér fannst skárst og gerði þar til að ég gafst upp var að fara í tækin.Nú er ég nýorðin 40 ára og er allstaðar að lesa að þá byrji nú brennslan að minnka fyrst fyrir alvöru svo mig langar til að vera aðeins á undan og byrja að gera eitthvað áður en ég fer að þyngjast.  Ég er alveg í kjörþyngd en með smá maga og mætti náttúrlega styrkja mig alveg meira.Nú er komnar fullt af líkamsræktarstöðvum sem voru ekki þarna 2001 þegar ég var síðast og kannski komið eitthvað meira nýtt.  Er einhver stöð sem þið myndum mæla frekar með við mig og að prófa eitthvað sérstakt sem kannski ég myndi mögulega líka við.  Því það er agalegt þegar maður er að pína sig í að fara og hefur bara ekkert gaman að þessu.", "title": "Líkamsræktarstöðvar?", "username": "Áni", "message_id": "31021087", "user_id": "67689", "response_to": null, "datetime": "2015-02-18 12:36:17", "datestring": "18. feb. '15, kl: 12:36:17"}, {"response_to": "31021087", "username": "Áni", "message_id": "31021088", "user_id": "67689", "datetime": "2015-02-18 12:38:50", "datestring": "18. feb. '15, kl: 12:38:50", "text": "Og best að taka það fram að ég er ekki með sumarkort í sporthúsið til sölu eins og stendur í undirskriftinni.  Hefði nú kannski annars prófað það."}, {"response_to": "31021087", "username": "nefnilega", "message_id": "31021090", "user_id": "52417", "datetime": "2015-02-18 12:39:26", "datestring": "18. feb. '15, kl: 12:39:26", "text": "En að sleppa líkamsræktarstöðvum og fara í sund? Eða út að hjóla eða ganga?"}, {"response_to": "31021087", "username": "Máni", "message_id": "31021096", "user_id": "154", "datetime": "2015-02-18 12:50:22", "datestring": "18. feb. '15, kl: 12:50:22", "text": "Hvað með zumba? Vinkonur mínar halda ekki vatni yfir því. Aquafitness hljómar líka vel."}, {"response_to": "31021096", "username": "minnipokinn", "message_id": "31021275", "user_id": "103245", "datetime": "2015-02-18 15:45:02", "datestring": "18. feb. '15, kl: 15:45:02", "text": "Er zumba alltaf svona latino tónlist? væri svo til í eitthvað svona bara með hressandi popptonlist en finnst ég fá svo mikinn kjánahroll í´þessu bara útaf tónlistinni haha."}, {"response_to": "31021275", "username": "Máni", "message_id": "31021512", "user_id": "154", "datetime": "2015-02-18 18:38:06", "datestring": "18. feb. '15, kl: 18:38:06", "text": "Skilst það sé allskonar"}, {"response_to": "31021087", "username": "tennisolnbogi", "message_id": "31021101", "user_id": "224657", "datetime": "2015-02-18 12:53:15", "datestring": "18. feb. '15, kl: 12:53:15", "text": "Virkaði best fyrir mig að finna mér skemmtilega hreyfingu, nú fæ ég varla nóg og er í flottu formi. Gafst alltaf upp á \"ræktinni\". Nú fer ég í skemmtilega hóptíma með fjölbreyttum æfingum 3-5 sinnum í viku (ekki á höfuðborgarsvæðinu, veit ekki hvað væri sambærilegt þar). Virkar best fyrir mig að vera á heimilislegum stað með sama fólkinu, fyrir mér er þetta greinilega mikið félagslegt :) Svo er ég einu sinni í viku í líkamlegri \"hobbý-íþrótt\" með konum á svipuðum aldri, ásamt því að þefa uppi skemmtileg námskeið ef ég hef tíma (t.d. gönguskíði - næst á dagskrá!). Síðasta haust fór ég upp á fjall í skemmtilegum félagsskap, hef aldrei haft áhuga/viljað/nennt að gera slíkt áður, ekkert smá gaman."}, {"response_to": "31021087", "username": "Hugfangin", "message_id": "31021110", "user_id": "4060", "datetime": "2015-02-18 13:01:02", "datestring": "18. feb. '15, kl: 13:01:02", "text": "Hvernig hreyfing (ganga, hjól, sund, klifur, skautar, brennó...) finnst þér skemmtileg?"}, {"response_to": "31021110", "username": "Áni", "message_id": "31021200", "user_id": "67689", "datetime": "2015-02-18 14:32:14", "datestring": "18. feb. '15, kl: 14:32:14", "text": "Mér fannst alltaf ágætt að hjjóla og þess vegna hélt ég að spinning væri fínt en ég var bara alveg að deyja þar.  Ég kann varla að synda,gæti varla komist yfir laugina, er vatnshrædd."}, {"response_to": "31021200", "username": "Hugfangin", "message_id": "31021242", "user_id": "4060", "datetime": "2015-02-18 15:11:58", "datestring": "18. feb. '15, kl: 15:11:58", "text": "Hvað þá með þessa stelpu-hjólaklúbba?"}, {"response_to": "31021087", "username": "Trunki", "message_id": "31021145", "user_id": "47044", "datetime": "2015-02-18 13:48:24", "datestring": "18. feb. '15, kl: 13:48:24", "text": "Metabolic er skemmtilegast af því sem ég hef prófað"}, {"response_to": "31021087", "username": "minnipokinn", "message_id": "31021277", "user_id": "103245", "datetime": "2015-02-18 15:46:09", "datestring": "18. feb. '15, kl: 15:46:09", "text": "Ég lét aftur ´á það reyna að fá mér kort eftir eina tilraun… ekki að gera sig hjá mér. Hefði betur bara farið all in á gönguskíðum í vetur og svo hjóla, línuskautar og labba á sumrin."}, {"response_to": "31021087", "username": "óskin10", "message_id": "31021508", "user_id": "3978", "datetime": "2015-02-18 18:35:18", "datestring": "18. feb. '15, kl: 18:35:18", "text": "úff það hefur nú mikið breyst í þessum bransa síðan þú varst síðast með kort. Pallatímar löngu dottnir út. Ég hef átt kort í Hreyfingu og JSB og líkar mjög vel á báðum stöðum. JSB er bara konu stöð ef þú villt ekki æfa með köllum."}, {"response_to": "31021087", "username": "Dúfanlitla", "message_id": "31021515", "user_id": "254760", "datetime": "2015-02-18 18:40:55", "datestring": "18. feb. '15, kl: 18:40:55", "text": "Prófaðu að fara í göngu/fjallaferðir. Ef þér finnst ræktin leiðinleg þá er það kannski e-ð fyrir þig? Margir áhugamannahópar t.d á f.b"}]}