{"url": "https://bland.is/umraeda/fjorar-vikur-an-gedlyfja/31034911/?page=602", "date": "2015-03-01 23:58:53", "id": "31034911", "items": [{"text": "Hæhæ!Um daginn bað ég um ráð frá ykkur því ég var að hætta á öllum kvíðalyfjum og róandi. Fráhvörfin voru svo svakaleg að ég hélt að ég kæmist ekki í gegn um þetta. Ég fékk mjög góð viðbrögð og langaði að deila aðeins með ykkur hvernig lífið hefur breyst án lyfjanna. Kannski að þetta hjálpi einhverjum.Það fyrsta sem gerðist eftir að ég hætti inntöku var að ég fór að vakna fyrr á morgnana og það var mun auðveldara. Ég fann mikið fyrir tilfinningum mínum aftur, ég græt yfir öllu góðu og slæmu, get verið svolítið dramatísk en í stað þess að fela tilfinningar mínar leyfi ég þessu bara öllu að flæða. Það hefur verið mjög hreinsandi og frelsandi!Matarlyst hefur minnkað mikið, ég finn hvenær ég er södd en fann það ekki á lyfjunum.Ég er byrjuð að hafa kynferðislega löngun aftur, ég fæ fullnægingar mjög hratt (kannski 200% hraðar en á lyfjunum) og það er eins og það sé verið að af-frysta mig, ef svo má að orði komast. Mér finnst ég vera að vakna aftur til lífsins.Húðin mín er orðin mun sléttari. Ég fékk svolítið grófa og ójafna húð á lyfjunum eftir 8 ára notkun en hún virðist vera að sléttast öll og ljómi er að koma í hana aftur.Ég var hætt að fara á blæðingar, eða þær voru mjög óreglulegar og komu sjaldan. Tveimur vikum eftir að ég hætti á lyfjunum byrjaði ég á blæðingum og mér finnst eins og allt ferlið sé að komast í reglu aftur.Lyfin sem ég var á voru Esopram, Tafil og Tafil Retard. Þó vissulega taki það á að hætta á þeim vil ég frekar láta reyna á þetta og berjast við hugann heldur en að fara dofin í gegnum lífið. Ég nota ýmsar leiðir til að takast á við hugann, ég sauma út, nota stundum liti og litabækur til að róa hugann, ég passa hvað ég les í fjölmiðlum, fer mikið út að ganga, drekk rosalega mikið vatn og reyni að sneiða hjá sykri því hann hefur of örvandi áhrif á mig. Ég gerði allt þetta reyndar líka þegar ég var á lyfjunum en núna passa ég ennþá betur upp á þetta.Ég vona að þeir sem eru í svipuðum aðstæðum og ég standi í lappirnar og reyni að halda lyfjaneyslu í lágmarki. Það er svo auðvelt, og oft þægilegt, að deyfa allar tilfinningarnar og taka bara við hærri og hærri lyfjaskömmtun en lífið er til þess að finna fyrir því.", "title": "Fjórar vikur án geðlyfja", "username": "emblaosk", "message_id": "31034911", "user_id": "95787", "response_to": null, "datetime": "2015-03-01 23:58:53", "datestring": "1. mar. '15, kl: 23:58:53"}, {"response_to": "31034911", "username": "sakleysi98", "message_id": "31034946", "user_id": "293027", "datetime": "2015-03-02 01:27:51", "datestring": "2. mar. '15, kl: 01:27:51", "text": "Ég man að ég hætti á seroxati og fékk lífið mitt til baka. Fráhvörfin voru helvíti á jörðu og ég óska ekki einu sinni mínum versta óvin að ganga í gegnum það."}, {"response_to": "31034911", "username": "bluejean", "message_id": "31034987", "user_id": "100554", "datetime": "2015-03-02 07:12:47", "datestring": "2. mar. '15, kl: 07:12:47", "text": "Gangi þér  vel…..alltaf……fæ tár í augun að lesa þetta. …hugsa til allra þeirra sem hafa ekki  sama kjark og þú eða geta af öðrum ástæðum ekki hætt."}, {"response_to": "31034911", "username": "emblaosk", "message_id": "31035180", "user_id": "95787", "datetime": "2015-03-02 11:39:40", "datestring": "2. mar. '15, kl: 11:39:40", "text": "Takk fyrir það! Ég vildi líka skrifa þetta í þeirri von að fólk hugsi sig tvisvar um áður en það samþykkir meiri og meiri lyfjanotkun. Þetta er gífurleg vinna að viðhalda andlegri heilsu en klárlega fjárfesting til framtíðar ;)"}, {"response_to": "31034911", "username": "alboa", "message_id": "31035188", "user_id": "31118", "datetime": "2015-03-02 11:46:30", "datestring": "2. mar. '15, kl: 11:46:30", "text": "Ekki að ég vilji draga úr gleði þinni en 4 vikur er enn mjög stuttur tími. Líkaminn er í raun enn að jafna sig eftir þetta allt."}, {"response_to": "31035188", "username": "emblaosk", "message_id": "31035294", "user_id": "95787", "datetime": "2015-03-02 13:24:29", "datestring": "2. mar. '15, kl: 13:24:29", "text": "Já, ég er undir eftirliti og vissulega eru fjórar vikur stuttur tími. Hinsvegar finnst mér óhugnanlegt hvað þessi lyf hafa mikil áhrif á allt kerfið en á sama tíma er mér sagt af fagfólki að líta á þetta sem vítamín. Á sama tíma koma upp mörg tilfelli þar sem fólk er bráðkvatt á miðjum aldri eftir langa neyslu geðlyfja. Vissulega eru margir sem virkilega þurfa á lyfjum að halda til en í allt of mörgum tilfellum fær fólk lyf við vægu þunglyndi og kvíða því það er ekki tilbúið að takast á við tilfinningarnar eða fá ekki leiðsögn frá geðlæknum til þess. Með þessum pósti vildi ég einungis sýna fram á þessar svakalegu aukaverkanir sem lyfin höfðu á mig og fólk verður að vera vel upplýst áður en það byrjar inntöku."}, {"response_to": "31034911", "username": "Splæs", "message_id": "31035207", "user_id": "83074", "datetime": "2015-03-02 12:09:44", "datestring": "2. mar. '15, kl: 12:09:44", "text": "Þú segist drekka \"rosalega mikið vatn\". Farðu varlega í vatnsdrykkjuna svo þú skolir ekki út steinefnum úr líkamanum. Þú ætti ekki að þurfa að drekka nema 1,2-1,5 lítra á dag af vökva í hvaða formi sem er. Það fer eftir því hversu mikla hreyfingu þú ástundar."}, {"response_to": "31035207", "username": "emblaosk", "message_id": "31035295", "user_id": "95787", "datetime": "2015-03-02 13:25:57", "datestring": "2. mar. '15, kl: 13:25:57", "text": "Takk fyrir þetta. Ég er að drekka ca 2 lítra á dag til að reyna að hreinsa kerfið en góð ábending með steinefnin."}, {"response_to": "31035295", "username": "Splæs", "message_id": "31035446", "user_id": "83074", "datetime": "2015-03-02 17:41:34", "datestring": "2. mar. '15, kl: 17:41:34", "text": "Líkaminn er sjálfhreinsandi. Það þarf ekki að skola hann með vatni ;-)"}, {"response_to": "31034911", "username": "Mrsbrunette", "message_id": "31035225", "user_id": "1651", "datetime": "2015-03-02 12:25:07", "datestring": "2. mar. '15, kl: 12:25:07", "text": "Æðislegt, til hamingju með þetta :)"}, {"response_to": "31034911", "username": "blandabína", "message_id": "31035347", "user_id": "293096", "datetime": "2015-03-02 14:54:24", "datestring": "2. mar. '15, kl: 14:54:24", "text": "mér er ekki vel við þennan þráð þinn. Bara afþví að geðsjúkdómar eru margir og misalvarlegir."}, {"response_to": "31035347", "username": "She is", "message_id": "31035454", "user_id": "45783", "datetime": "2015-03-02 17:50:56", "datestring": "2. mar. '15, kl: 17:50:56", "text": "ég held ég geti ekki hætt að taka mín lyf og reynt að halda áfram að lifa, ég er nokkuð viss um að ég væri ekki á lífi á lyfja. Ég upplifi alls konar tilfinningar flesta daga og get ekki vel greint á milli hvort það eru lyfin en veikindin sem fletja mig út þegar mér líður mjög illa. Undanfarnar vikur hafa róandi lyf hjálpað til við að mér tekst að láta lífið fúnkera þó illa sé."}, {"response_to": "31035454", "username": "blandabína", "message_id": "31035477", "user_id": "293096", "datetime": "2015-03-02 18:10:08", "datestring": "2. mar. '15, kl: 18:10:08", "text": "Sammála"}, {"response_to": "31035347", "username": "emblaosk", "message_id": "31036722", "user_id": "95787", "datetime": "2015-03-03 22:07:34", "datestring": "3. mar. '15, kl: 22:07:34", "text": "Þetta er vissulega mjög einstaklingsbundið en hvað ef þú ert einfaldlega búin að telja þér trú um að þú getir ekki lifað án lyfjanna? Kannski mun ég aftur fara á lyfin en ég mun alltaf halda áfram að reyna að lifa án þeirra því ég tel svona lyf ekki til þess búin að taka ævilangt. Kannski deyrðu án lyfjanna en prufaðu að kynna þér rannsóknir sem tengja ótímabær dauðsföll við notkun geðlyfja, og þá er ég ekki að tala um sjálfsvíg heldur einfaldlega þá staðreynd að kerfið er ónýtt."}, {"response_to": "31036722", "username": "tjúa", "message_id": "31036730", "user_id": "7256", "datetime": "2015-03-03 22:15:33", "datestring": "3. mar. '15, kl: 22:15:33", "text": "hey, farðu varlega í svona tal. Takk."}, {"response_to": "31036730", "username": "emblaosk", "message_id": "31036741", "user_id": "95787", "datetime": "2015-03-03 22:22:00", "datestring": "3. mar. '15, kl: 22:22:00", "text": "Ég held að það sé einmitt mikilvægt að ræða þessi mál upphátt. Þegar kemur að allri lyfjanotkun er mikilvægt að lesa leiðbeiningar, aukaverkanir og jafnvel þær rannsóknir sem hafa verið gerða á viðkomandi lyfjum. Ég er ekki að leika mér að því að ræða þetta, ég tala út frá minni eigin reynslu og viðurkenni fúslega hvað lyfin hafa hjálpað mér mikið síðustu ár en það þýðir ekki að maður eigi að vera á þeim það sem eftir er án þess að athuga eftir einhvern tíma, í samráði við lækni, hvort möguleiki sé á lægri skammti eða lifa án þeirra."}, {"response_to": "31036741", "username": "tjúa", "message_id": "31036742", "user_id": "7256", "datetime": "2015-03-03 22:23:59", "datestring": "3. mar. '15, kl: 22:23:59", "text": "ertu kannski á móti bólusetningum?"}, {"response_to": "31034911", "username": "Skjálfandi við kertaljós", "message_id": "31035349", "user_id": "292226", "datetime": "2015-03-02 14:59:57", "datestring": "2. mar. '15, kl: 14:59:57", "text": "Þannig að þessi þráður er eiginlega um það að þú hættir að taka lyf sem þú þurftir ekki á að halda og þér fer að líða betur í kjölfarið, skiljanlega. Ef þú þyrftir hinsvegar að vera á lyfjunum myndu hlutirnir líta aðeins öðru vísi út."}, {"response_to": "31034911", "username": "Skjálfandi við kertaljós", "message_id": "31035350", "user_id": "292226", "datetime": "2015-03-02 15:00:28", "datestring": "2. mar. '15, kl: 15:00:28", "text": "Þannig að þessi þráður er eiginlega um það að þú hættir að taka lyf sem þú þurftir ekki á að halda og þér fer að líða betur í kjölfarið, skiljanlega. Ef þú þyrftir hinsvegar að vera á lyfjunum myndu hlutirnir líta aðeins öðru vísi út."}, {"response_to": "31034911", "username": "vinyl", "message_id": "31035495", "user_id": "281568", "datetime": "2015-03-02 18:29:22", "datestring": "2. mar. '15, kl: 18:29:22", "text": "FArðu varlega. Það eru ekki allir sem geta hætt á geðlyfjum og einmitt sumir þeirra gætu átt til að lesa svona sögur og byggt upp óraunhæfar væntingar. En gott ef þú varst ekki of veik  og gast þetta:) Gangi þér vel í framhaldinu, þetta er langhlaup."}, {"response_to": "31034911", "username": "Swarovski", "message_id": "31035531", "user_id": "5391", "datetime": "2015-03-02 19:00:56", "datestring": "2. mar. '15, kl: 19:00:56", "text": "Ég hef gert þetta oftar en einu sinni og vanlíðanin og einkennin komu ekki aftur fyrr en löngu löngu síðar, þá mörgum mánuðum síðar, í síðasta skipti sem ég hætti og hrapaði aftur niður var ég nær dauða en lífi og mun ég því aldrei þora að hætta á mínum lyfjum oftar."}, {"response_to": "31035531", "username": "blandabína", "message_id": "31035652", "user_id": "293096", "datetime": "2015-03-02 20:42:51", "datestring": "2. mar. '15, kl: 20:42:51", "text": "Vinkona mín hætti einmitt í nokkra mánuði svaka glöð eins og upphafsinnleggið. Hún var dáin 5 mánuðum seinna. Eftir að hafa verið án geðlyfja í 2 mánuði sirka."}, {"response_to": "31034911", "username": "emblaosk", "message_id": "31036718", "user_id": "95787", "datetime": "2015-03-03 22:04:19", "datestring": "3. mar. '15, kl: 22:04:19", "text": "Ég hef oft reynt að hætta en ekki tekist að komast lengra en niður í 5mg. Eins og ég hef skrifað í svörum hérna er ég alls ekki að gera lítið úr þeim sem þurfa á lyfjunum að halda og það hjálpaði mér mjög mikið á sínum tíma að taka inn þessi lyf. Punkturinn minn er einfaldlega sá að allt of margir eru að taka inn þessi lyf án ástæðu og aukaverkanir af þessum lyfjum eru slíkar að þetta er ekkert gamanmál. Ég verð pirruð þegar fagfólk segir t.d. við mig að horfa á þetta sem vítamín því þetta eru mjög sterk efni. Þessa dagana horfi ég á frábæra vinkonu mína deyja hægum dauða því hún fékk fæðingarþunglyndi og í stað þess að leita að rót vandans eru geðlyfin aukin í hverjum mánuði og búið að draga úr henni allar vígtennur."}, {"response_to": "31036718", "username": "tjúa", "message_id": "31036737", "user_id": "7256", "datetime": "2015-03-03 22:20:23", "datestring": "3. mar. '15, kl: 22:20:23", "text": "Ég les þetta eins og enn einn pistilinn um hvað lyflaust líf er dásamlegt. Og frasinn \"kannski deyrðu án lyfjanna, en....\" er alveg til að toppa það."}, {"response_to": "31036737", "username": "emblaosk", "message_id": "31036745", "user_id": "95787", "datetime": "2015-03-03 22:25:33", "datestring": "3. mar. '15, kl: 22:25:33", "text": "Ég þurfti á öllum þessum lyfjum að halda á meðan ég var að klára nám og koma mér fyrir í lífinu. Ég ræði m.a.s. sögu mína í minni hópum þar sem fólk er samankomið sem á í erfiðleikum með að klára nám eða er týnt í eigin geðsjúkdómum og þar tala ég um hvernig lyfin hjálpuðu mér í gegnum ákveðið tímabil. Ég vil ekki ala á fordómum heldur einungis vekja fólk til umhugsunar og láta ekki segja sér að þetta sé eins og vítamín."}, {"response_to": "31036745", "username": "tjúa", "message_id": "31036751", "user_id": "7256", "datetime": "2015-03-03 22:29:33", "datestring": "3. mar. '15, kl: 22:29:33", "text": "mér finnst þú þá gefa þér að fólk sé upp til hópa illa upplýst um eigin heilsu og sé að \"láta segja sér\". Það er miklu frekar að fólki finnst erfitt að leita sér aðstoðar og byrja að taka lyf, og það er oft mjög erfitt að halda fólki á lyfjum sem þarf á þeim að halda. Þú talar eins og minnihlutinn sé stór hópur sem ber að ná niður í ákveðið lágmark."}, {"response_to": "31036737", "username": "blandabína", "message_id": "31036816", "user_id": "293096", "datetime": "2015-03-03 23:10:03", "datestring": "3. mar. '15, kl: 23:10:03", "text": "Ég var að byrja á fontex sama morgun og eg las þetta og henti öllum pillunum í vaskinn til að vera dugleg eins og upphafsinnleggið. En henni þygir það dugnaður að geta hætt a lyfjum og að fólk eigi að vera duglegt á meðan frahvörfin eru. Þetta er svakaleg predikun og alhæfing. Ég því miður fárveik hlustaði a það. 4 vikur i næstu lyfjaendurnýjun. Ps ég er með alverlega fötlun og ptsd - en langaði svo að vera dugleg. Og vera eins og upphafsinnleggið. Se að mér."}, {"response_to": "31034911", "username": "emblaosk", "message_id": "31036734", "user_id": "95787", "datetime": "2015-03-03 22:18:06", "datestring": "3. mar. '15, kl: 22:18:06", "text": "Það er ekkert að því að ræða þessa hluti upphátt, hvort sem fólk er sammála þeim eða ekki. Þeir sem vilja kynna sér þær rannsóknir sem hafa verið gerðar geta t.d. gúgglað: ,,antidepressants sudden cardiac death\""}, {"response_to": "31036734", "username": "blandabína", "message_id": "31036822", "user_id": "293096", "datetime": "2015-03-03 23:11:22", "datestring": "3. mar. '15, kl: 23:11:22", "text": "Virkilega  hættu  núna - hugurinn þinn starfar ekki eðlilega að predika svona - Hættu"}, {"response_to": "31034911", "username": "Allegro", "message_id": "31036799", "user_id": "5868", "datetime": "2015-03-03 23:03:09", "datestring": "3. mar. '15, kl: 23:03:09", "text": "Hvað hefur þú langa reynslu af því að vera hætt á lyfjunum?  Virðist það stutt síðan að það sé varla komin nein langtíma reynsla. A.m.k finnst mér alveg meiga setja spurningarmerki við hvort það sé tímabært að koma með svona hvetjandi reynslu sögu."}, {"response_to": "31036799", "username": "Allegro", "message_id": "31036803", "user_id": "5868", "datetime": "2015-03-03 23:04:08", "datestring": "3. mar. '15, kl: 23:04:08", "text": "Sé það núna að þetta voru 4 vikur :)"}, {"response_to": "31034911", "username": "Kristod", "message_id": "31038201", "user_id": "170093", "datetime": "2015-03-05 21:05:27", "datestring": "5. mar. '15, kl: 21:05:27", "text": "Gangi þér vel með þetta :)"}]}