{"url": "https://bland.is/umraeda/hvad-er-ad-hrja-barnid-mitt-/31043912/?page=593", "date": "2015-03-11 16:52:29", "id": "31043912", "items": [{"text": "Sæl öll saman, mig langaði að athuga hvort einhver sé með einhverjar hugmyndir um hvað gæti verið að hrjá rúmlega fimm mánaða gamlan son minn.Síðan hann var rúmlega tveggja mánaða hefur hann sofið afskaplega illa, bæði að nóttu sem og degi. Þetta lýsir sér þannig að hann grætur og kveinkar sér mikið upp úr svefni, vaknar s.s. sjaldnast við þetta nema við séum of sein að sinna honum eitthvað, og fyllist af lofti. Hann herpist allur saman og prumpar og prumpar. Við erum að tala um að góð nótt hjá honum er ef þetta gerist á svona tveggja klst svefni, verstu næturnar er hann að gráta eða stynja af verkjum upp úr svefni á svona hálftíma fresti og stundum oftar. Stundum verður hann gjörsamlega óhuggandi og við þurfum að sveifla honum til eða frá eða láta hann ,,hjóla\", hann vill s.s. alls ekki vera kyrr. Þetta gerist líka í daglúrum, hann byrjar að gráta og kvarta svona 40mín eftir að hann sofnar og þetta heldur bara áfram, stundum næ ég að grípa inn í og hjálpa honum að halda áfram að sofa en alls ekki alltaf.Það gerðist ýmislegt á þeim tíma sem þetta byrjaði. Hann var greindur með bakflæði og fékk Gaviscon við því, brjóstagjöfin fór algjörlega út um þúfur því hann neitaði að drekka nema á ferð og í hálfsitjandi stöðu  þannig að jafnt og þétt fór hann alveg á þurrmjólk. Núna erum við aðeins farin að gefa honum grænmetis- og ávaxtamauk og graut samkvæmt ráðleggingum úr ungbarnaeftirlitinu þar sem hann er að þyngjast illa en höfum bara verið að gefa honum smá og smá í hádeginu. Hef prófað að gefa honum að kvöldi en þá líður honum alveg skelfilega illa alla nóttina og stútfyllist af lofti.Og hér kemur þetta dularfulla: Barnið grætur ALDREI þegar hann er vakandi, hann er svo kátur og glaður allan daginn, alla daga og hvers manns hugljúfi. Hann kvartar ekki og virðist ekki líða neitt illa. Þetta virðist bara gerast þegar hann sefur. Ég hef spáð hvort honum finnist svona vont að liggja lengi kyrr.Þetta er orðið ansi hvimleitt ástand, við hjónin höfum verið að sofa í klst dúrum hér og þar allar nætur síðan í byrjum desember og erum því orðin ansi þreytt á þessu en annars hef ég að sjálfsögðu mestar áhyggjur af litla drengnum mínum. Hef áhyggjur af þessari vanlíðan hans og af því að hann hvílist kannski ekki nóg :/ Við erum búin að fara með hann einu sinni til barnalæknis sem hafði engin svör og ræða þetta í ungbarnaverndinni. Eigum tíma hjá svefnráðgjafa á morgun og hjá öðrum barnalækni á föstudaginn. Ég bara neita að trúa því að þetta sé eðlilegt ástand :/Ég afsaka innilega ritgerðina en kannast einhver við svona lagað eða hefur einhverjar hugmyndir um hvað gæti verið að hrjá litla snáðann minn?Fyrirfram þakkir!", "title": "Hvað er að hrjá barnið mitt? :/", "username": "sveitastulkan17", "message_id": "31043912", "user_id": "195559", "response_to": null, "datetime": "2015-03-11 16:52:29", "datestring": "11. mar. '15, kl: 16:52:29"}, {"response_to": "31043912", "username": "Trunki", "message_id": "31043947", "user_id": "47044", "datetime": "2015-03-11 17:29:01", "datestring": "11. mar. '15, kl: 17:29:01", "text": "Er búið að athuga td mjólkuróþol?"}, {"response_to": "31043947", "username": "sveitastulkan17", "message_id": "31043970", "user_id": "195559", "datetime": "2015-03-11 17:51:31", "datestring": "11. mar. '15, kl: 17:51:31", "text": "Nei, það er ekki búið að kanna það en ég ætla klárlega að minnast á það í tímanum á föstudaginn. Er þá barnið ekki óvært á daginn líka? Ég þekki ekki einkennin, þarf að gúggla smá :)"}, {"response_to": "31043970", "username": "hlúnkur", "message_id": "31044236", "user_id": "2493", "datetime": "2015-03-11 21:19:09", "datestring": "11. mar. '15, kl: 21:19:09", "text": "Minn gutti tók trillingin aðalega á nóttuni og það tók mig 10 mánuði að finna hvað væri að þá var það mjólkuróþol og er mjög viðkvæmur ma ekki vera nein dropi af mjólk :(. Og þolir heldur ekki fisk en ekki með ofnæmi heldur óþol og það er bara hægt að mæla glútenóþol.  Mikil vinna en borgar sig 200%."}, {"response_to": "31044236", "username": "sveitastulkan17", "message_id": "31044352", "user_id": "195559", "datetime": "2015-03-11 23:01:12", "datestring": "11. mar. '15, kl: 23:01:12", "text": "Kærar þakkir fyrir þetta, er búin að hafa samband við eina sem er með höfuðbeina- og spjaldhryggs og aðra sem er með bowen. Ætlum að prófa það ef ekkert kemur út úr læknisheimsókninni."}, {"response_to": "31043970", "username": "EvaMist", "message_id": "31045221", "user_id": "39668", "datetime": "2015-03-12 22:33:02", "datestring": "12. mar. '15, kl: 22:33:02", "text": "Ég hef mikið með barn með mjólkurofnæmi að gera og hann verður svona. Var almennt glaður og ánægður yfir daginn en svaf illa og pirraður á nóttunni. Með þessa vindverki og virka voða líkar lýsingarnar hjá þér. Myndi alveg hætta að gefa honum nokkrar mjólkurvörur."}, {"response_to": "31045221", "username": "sveitastulkan17", "message_id": "31045248", "user_id": "195559", "datetime": "2015-03-12 22:43:21", "datestring": "12. mar. '15, kl: 22:43:21", "text": "Takk kærlega fyrir svarið, við ætlum að prófa að taka út mjólkina og prófa ofnæmismjólkina :) Kærar þakkir líka fyrir allar hugmyndirnar frá þér"}, {"response_to": "31045221", "username": "Ziha", "message_id": "31045287", "user_id": "51148", "datetime": "2015-03-12 23:01:17", "datestring": "12. mar. '15, kl: 23:01:17", "text": "Þú veist að rísmjólk er ekki ráðlögð fyrir mjög ung börn?"}, {"response_to": "31043912", "username": "Mangan", "message_id": "31043949", "user_id": "71093", "datetime": "2015-03-11 17:30:19", "datestring": "11. mar. '15, kl: 17:30:19", "text": "Getur verið að hann þoli ekki þurrmjólkina?  Finnst lýsingin vera eins og um fæðuóþol sé að ræða sérstaklega af því að þetta er alltaf í svefni þá er liklegt að hann sé með bakflæði, hafið þið prufað að lyfta dýnunni upp þeim meginn sem hann liggur með höfuðið hafa smá upphækkun þannig að hann liggi í smá halla?"}, {"response_to": "31043949", "username": "sveitastulkan17", "message_id": "31043974", "user_id": "195559", "datetime": "2015-03-11 17:53:06", "datestring": "11. mar. '15, kl: 17:53:06", "text": "Já, það getur verið þurrmjólkin en þetta er þriðja tegundin sem við erum að prófa og tegundin virðist skipta litlu. Við vorum með hátt undir höfði hjá honum þar til hann fór að hreyfa sig svona svakalega mikið í svefni, okkur var ráðlagt að hætta því þá. En það sakar ekki að prófa það aftur, okkur fannst það reyndar breyta engu :/"}, {"response_to": "31043912", "username": "staðalfrávik", "message_id": "31043954", "user_id": "79063", "datetime": "2015-03-11 17:32:27", "datestring": "11. mar. '15, kl: 17:32:27", "text": "Ég sýndi manninum mínum þetta innlegg og okkar dómur er sá (margra barna foreldrar, þar af með eitt jafngamalt þínu) að þið séuð bara svo óborganlega slemmtileg að hann getur ekki verið annað en svaka glaður í kring um ykkur :)"}, {"response_to": "31043954", "username": "sveitastulkan17", "message_id": "31043975", "user_id": "195559", "datetime": "2015-03-11 17:53:50", "datestring": "11. mar. '15, kl: 17:53:50", "text": "Já, mér finnst þetta klárlega vera eins og eitthvað í maganum. Við erum búin að prófa þrjár tegundir af þurrmjólk og það er enginn munur á milli, kannski er þetta bara eitthvað ofnæmi eða óþol. Ætla að nefna það í skoðuninni á föstudaginn :)"}, {"response_to": "31043975", "username": "Ziha", "message_id": "31043986", "user_id": "51148", "datetime": "2015-03-11 17:57:50", "datestring": "11. mar. '15, kl: 17:57:50", "text": "Prófaðu ofnæmismjólkina... Nutramigen, hún er að vísu rándýr en ef barnið þarf hana þá er hun niðurgreidd af Tr eða sjúkratryggingunum.... (beiðnin þarf samt að fara í gengum lækni)."}, {"response_to": "31043986", "username": "sveitastulkan17", "message_id": "31044354", "user_id": "195559", "datetime": "2015-03-11 23:01:50", "datestring": "11. mar. '15, kl: 23:01:50", "text": "Já, ætla að prófa hana. Hversu langan tíma ætli það taki að sjá einhvern mun á barninu? Hefurðu einhverja reynslu af því?"}, {"response_to": "31043986", "username": "EvaMist", "message_id": "31045228", "user_id": "39668", "datetime": "2015-03-12 22:35:12", "datestring": "12. mar. '15, kl: 22:35:12", "text": "En má þetta gamalt barn ekki fá rísmjólk?"}, {"response_to": "31045228", "username": "Ziha", "message_id": "31045291", "user_id": "51148", "datetime": "2015-03-12 23:03:11", "datestring": "12. mar. '15, kl: 23:03:11", "text": "Nei, rísmjólk er ekki æskileg fæða fyrir börn yfirleitt..... hún inniheldur nefnilega arsenik (í litlu magni ) og þótt það sé í lagi að gefa barni einstöku sinnum hrisgrjón er ekki æskilegt að gefa því rísmjólk..... sumstaðar er hún bönnuð eða svona á \"óæskilegum lista\" fyrir börn..... minnir að það hæsta sé innan við 6 ára, En annars hef ég séð 3 og 4 ára."}, {"response_to": "31045228", "username": "Ziha", "message_id": "31045296", "user_id": "51148", "datetime": "2015-03-12 23:05:46", "datestring": "12. mar. '15, kl: 23:05:46", "text": "Hérna er grein um þetta, samkvæmt henni voru þessar umbúðir sem um er talað merktar sem óæskileg fæða fyrir börn yngri en fimm ára út af arsenikinu....."}, {"response_to": "31045296", "username": "Ziha", "message_id": "31045302", "user_id": "51148", "datetime": "2015-03-12 23:09:24", "datestring": "12. mar. '15, kl: 23:09:24", "text": ""}, {"response_to": "31043975", "username": "Relevant", "message_id": "31044287", "user_id": "43469", "datetime": "2015-03-11 21:58:06", "datestring": "11. mar. '15, kl: 21:58:06", "text": "ég mæli líka með Nutramigen eins og Ziha, bjargaði okkar alveg og hann var einmitt svona kvalinn á næturnar. Hann er reyndar enn í miklu magabrasi bráðum 10 ára gamall og það er mjólkurvörutengt"}, {"response_to": "31044287", "username": "sveitastulkan17", "message_id": "31044356", "user_id": "195559", "datetime": "2015-03-11 23:02:18", "datestring": "11. mar. '15, kl: 23:02:18", "text": "Já, ætla að prófa hana. Manstu nokkuð hvað það tók ykkur langan tíma að sjá mun á stráknum þegar þið tókuð út mjólkurvörur?"}, {"response_to": "31043912", "username": "júbb", "message_id": "31043956", "user_id": "40135", "datetime": "2015-03-11 17:35:44", "datestring": "11. mar. '15, kl: 17:35:44", "text": "Hvernig barnalækni hittuði? Var það nokkuð meltingarsérfræðingur? Gæti verið gott að láta meltingarlækni kíkja á hann."}, {"response_to": "31043956", "username": "sveitastulkan17", "message_id": "31043977", "user_id": "195559", "datetime": "2015-03-11 17:54:39", "datestring": "11. mar. '15, kl: 17:54:39", "text": "Við hittum bara hefðbundinn barnalækni á Domus. Erum á leiðinni aftur núna á föstudaginn að hitta annan lækni, þekki reyndar ekki hvort hann sé meltingasérfræðingur en það var mikið mælt með honum hérna á bland :)"}, {"response_to": "31043912", "username": "piscine", "message_id": "31043957", "user_id": "16009", "datetime": "2015-03-11 17:38:03", "datestring": "11. mar. '15, kl: 17:38:03", "text": "Ertu með hátt undir höfðinu á nóttunni? Ef ekki er reynandi að setja t.d. kubba undir rúmfæturna höfðagaflsmegin. Ég er sjálf með bakflæði og ef ég drykki mjólkurvörur fyrir svefninn myndi ég ekkert sofa - svo kannski skoða það?"}, {"response_to": "31043957", "username": "sveitastulkan17", "message_id": "31043978", "user_id": "195559", "datetime": "2015-03-11 17:55:05", "datestring": "11. mar. '15, kl: 17:55:05", "text": ""}, {"response_to": "31043978", "username": "piscine", "message_id": "31043983", "user_id": "16009", "datetime": "2015-03-11 17:57:02", "datestring": "11. mar. '15, kl: 17:57:02", "text": "Gangi þér ofsa vel - ekki taka mínar \"ráðleggingar\" fram yfir ráðleggingar læknis. Má líka hækka með t.d. stórum kodda undir lakið? En af því að þú talar um að athuga með mjólkuróþol, þá er ég t.d. alls ekki með það, en líður illa af mjólkurvörum út af bakflæðinu, það kemur eins og þrenging í kokið á mér og mér líður illa og get ekki sofið."}, {"response_to": "31043983", "username": "sveitastulkan17", "message_id": "31044365", "user_id": "195559", "datetime": "2015-03-11 23:10:10", "datestring": "11. mar. '15, kl: 23:10:10", "text": "Kærar þakkir fyrir svarið. Við settum bækur undir fæturnar á rúminu við höfuðið, ætlum að prófa það. Það getur svo alveg verið að við verðum að prófa eitthvað annað lyf við bakflæðinu, að gaviscon sé ekkert að virka"}, {"response_to": "31043978", "username": "hillapilla", "message_id": "31044146", "user_id": "4176", "datetime": "2015-03-11 20:20:43", "datestring": "11. mar. '15, kl: 20:20:43", "text": "Það er hægt að hækka bara rúmið sjálft, ekki setja neitt undir barnið þ.e. heldur bara bók/bækur undir rúmfæturna höfuðmegin eða jafnvel möppu undir dýnuna. Minn gaur rúllaði svo sem þá bara neðar í rúmið en maður reyndi allt..."}, {"response_to": "31044146", "username": "sveitastulkan17", "message_id": "31044359", "user_id": "195559", "datetime": "2015-03-11 23:03:33", "datestring": "11. mar. '15, kl: 23:03:33", "text": "Já, við prófuðum það einmitt líka á sínum tíma :) En ég setti bækur aftur undir rúmið núna, ætlum að prófa það og gá hvort það skipti einhverju, svolítið síðan við prófuðum það síðast :) Takk fyrir svarið"}, {"response_to": "31043912", "username": "Rauði steininn", "message_id": "31043959", "user_id": "77629", "datetime": "2015-03-11 17:42:05", "datestring": "11. mar. '15, kl: 17:42:05", "text": "Gaviscon getur valdið hægðatregðu og hún getur valdið verkjum. Getur ath það."}, {"response_to": "31043959", "username": "sveitastulkan17", "message_id": "31043981", "user_id": "195559", "datetime": "2015-03-11 17:56:15", "datestring": "11. mar. '15, kl: 17:56:15", "text": "Hægðirnar virðast vera í fínu lagi fyrir utan það að þær eru pínu klístraðar og límkenndar og frekar illa lyktandi. Hann kúkar amk einu sinni á dag og það er yfirleitt ekki vandamál. Þegar hann byrjaði á gaviscon fékk hann smá harðlífi og við gáfum honum malt extract með því, það lagaðist fljótt."}, {"response_to": "31043959", "username": "isora", "message_id": "31044217", "user_id": "53908", "datetime": "2015-03-11 21:09:27", "datestring": "11. mar. '15, kl: 21:09:27", "text": "Gaviscon veldur líka vindgang. Myndi skipta yfir í Losac hið snarasta"}, {"response_to": "31044217", "username": "sveitastulkan17", "message_id": "31044366", "user_id": "195559", "datetime": "2015-03-11 23:10:27", "datestring": "11. mar. '15, kl: 23:10:27", "text": "Já, ætla að nefna það við barnalækninn. Takk fyrir svarið :)"}, {"response_to": "31043912", "username": "Dalía 1979", "message_id": "31044188", "user_id": "257096", "datetime": "2015-03-11 20:50:14", "datestring": "11. mar. '15, kl: 20:50:14", "text": "hann er pottþétt með laktosa ofnæmi myndi prufa að gefa honum lakotasfrýa mjólk"}, {"response_to": "31044188", "username": "Dalía 1979", "message_id": "31044193", "user_id": "257096", "datetime": "2015-03-11 20:52:01", "datestring": "11. mar. '15, kl: 20:52:01", "text": "nú eða bakflæði"}, {"response_to": "31044193", "username": "sveitastulkan17", "message_id": "31044367", "user_id": "195559", "datetime": "2015-03-11 23:11:07", "datestring": "11. mar. '15, kl: 23:11:07", "text": "Takk fyrir þetta. Heimilislæknirinn greindi hann einmitt með bakflæði, kannski þarf bara að skipta um lyf eða e-ð :/"}, {"response_to": "31044367", "username": "HvuttiLitli", "message_id": "31044413", "user_id": "41476", "datetime": "2015-03-12 00:19:34", "datestring": "12. mar. '15, kl: 00:19:34", "text": "Ég las grein í DV í vikunni (rakst á hana fyrir algjöra tilviljun) um foreldra sem prófuðu bio kult infantis fyrir sitt barn sem var mjög órólegt, m.a. með mikið bakflæði og sáu mikinn mun á barninu. Mæltu allavega hiklaust með þessu. Nú hef ég enga reynslu (enda barnlaus) og er ekki að segja að þú eigir að rjúka út og kaupa þetta en það sakar ekki að benda á... Gangi þér rosalega vel með kútinn :)"}, {"response_to": "31044413", "username": "sveitastulkan17", "message_id": "31046172", "user_id": "195559", "datetime": "2015-03-13 23:47:56", "datestring": "13. mar. '15, kl: 23:47:56", "text": "Takk kærlega fyrir ábendinguna og góðar kveðjur :)"}, {"response_to": "31043912", "username": "sveitastulkan17", "message_id": "31044351", "user_id": "195559", "datetime": "2015-03-11 23:00:25", "datestring": "11. mar. '15, kl: 23:00:25", "text": "Takk kærlega fyrir svörin öll sömul, ég met það mikils. Ætla að nefna allar þessar hugmyndir þegar við heimsækjum doksa á föstudag :)"}, {"response_to": "31043912", "username": "agustkrili", "message_id": "31044404", "user_id": "164739", "datetime": "2015-03-12 00:12:32", "datestring": "12. mar. '15, kl: 00:12:32", "text": "Hæ, þetta hljómar ofnæmis/óþolstengt í mínum eyrum og/eða bakflæðistengt - komdu í grúppu á facebook sem heitir mjólkurofnæmi og óþol, berðu upp sömu spurningu þar og gáðu hvaða svör þú færð - margir reynsluboltar þar :)"}, {"response_to": "31044404", "username": "sveitastulkan17", "message_id": "31046174", "user_id": "195559", "datetime": "2015-03-13 23:48:20", "datestring": "13. mar. '15, kl: 23:48:20", "text": "Takk kærlega fyrir þetta, ætla að kíkja á þennan hóp :)"}, {"response_to": "31043912", "username": "pinksalad", "message_id": "31044422", "user_id": "32069", "datetime": "2015-03-12 01:24:50", "datestring": "12. mar. '15, kl: 01:24:50", "text": "Miðað við lýsinguna mundi ég giska á að þetta sé sambland af bakflæðinu og mögulega mjólkuróþoli. Ef til vill á hann erfiðara með að losa loft á nóttunni þegar hann liggur lengi. Það er auðvelt fyrir ykkur að athuga með mjólkina fyrst að hann er bara á þurrmjólk, en ekki brjósti. Ég mæli með að þið gerið þetta þrennt:"}, {"response_to": "31044422", "username": "sveitastulkan17", "message_id": "31046176", "user_id": "195559", "datetime": "2015-03-13 23:49:18", "datestring": "13. mar. '15, kl: 23:49:18", "text": "Kærar þakkir fyrir þetta flotta svar! Við fórum til læknis í dag og hann skrifaði upp á zantac fyrir hann og mælti með ofnæmismjólkinni :) Nú vonum við bara að litla kút fari að líða betur :)"}, {"response_to": "31043912", "username": "unghusfru", "message_id": "31045171", "user_id": "128822", "datetime": "2015-03-12 22:09:17", "datestring": "12. mar. '15, kl: 22:09:17", "text": "Hæ :) Þetta hljómar svolítið eins og mjólkuróþol. Minn var svona, fullur af lofti og með bakflæði og grét bara og grét. Við vorum búin að reyna allt, miniform dropa, gavisjón mixtúruna, láta hann hjóla og ég meira að segja var búin að fullkomna nuddtækni þar sem ég strauk magan á honum til að losa um loftbólur. Fengum ábendingu um að þetta væri óþol, prufuðum að taka út alla mjólk og hann snarskánaði. Fórum svo í kjölfarið með hann í ofnæmispróf á Domus medica þar sem óþolið var staðfest. Hann er með þetta í dag 4 ára gamall, reyndar ekki hrifinn af mjólk greyið og ef það er mikill laktósi verður hann svolítið uppþembdur, en ekkert í líkingu við það þegar hann var lítill."}, {"response_to": "31045171", "username": "sveitastulkan17", "message_id": "31045242", "user_id": "195559", "datetime": "2015-03-12 22:41:27", "datestring": "12. mar. '15, kl: 22:41:27", "text": "Kærar þakkir fyrir þetta svar. Við ætlum klárlega að prófa að gefa honum þessa ofnæmismjólk :)"}, {"response_to": "31045242", "username": "casioo", "message_id": "31045353", "user_id": "291787", "datetime": "2015-03-12 23:47:52", "datestring": "12. mar. '15, kl: 23:47:52", "text": "Throw back thursday bara!"}, {"response_to": "31043912", "username": "assange", "message_id": "31045361", "user_id": "28026", "datetime": "2015-03-12 23:57:44", "datestring": "12. mar. '15, kl: 23:57:44", "text": "Bakflaedi"}, {"response_to": "31043912", "username": "Fuzknes", "message_id": "31045459", "user_id": "175638", "datetime": "2015-03-13 03:35:01", "datestring": "13. mar. '15, kl: 03:35:01", "text": "Vindverkir, hann er ekki búinn að ná tökum á að prumpa í svefni. Það er reynandi að glenna út á honum afturendann ca 2 tímum eftir að hann sofnar og gá hvort það kemur 'vindur'..."}, {"response_to": "31043912", "username": "PrincessBananahammock", "message_id": "31045614", "user_id": "174472", "datetime": "2015-03-13 11:46:38", "datestring": "13. mar. '15, kl: 11:46:38", "text": "Ég er að reyna að senda þér skilaboð en það virðist ekki vera að takast... væriru til í að senda mér svo ég geti sent þér til baka?"}, {"response_to": "31043912", "username": "strákamamma", "message_id": "31045893", "user_id": "11836", "datetime": "2015-03-13 19:44:14", "datestring": "13. mar. '15, kl: 19:44:14", "text": "ég myndi eftir mitt hræðilega magabarn (var þriðja barn af fjórum)  hætta öllum matargjöfum og gefa honum ekkert nema nutramigen þurrmjólk i að minnsta kosti 3 vikur"}, {"response_to": "31045893", "username": "sveitastulkan17", "message_id": "31046183", "user_id": "195559", "datetime": "2015-03-13 23:50:41", "datestring": "13. mar. '15, kl: 23:50:41", "text": "Takk kærlega :) við fórum til læknis í dag og hann fékk uppáskrifað Zantac og á að vera á ofnæmismjólkinni í tvær vikur og sjá hvað gerist :) Kannski borgar sig að gefa því aðeins meiri tíma"}, {"response_to": "31043912", "username": "monsan14", "message_id": "31046097", "user_id": "16823", "datetime": "2015-03-13 22:23:43", "datestring": "13. mar. '15, kl: 22:23:43", "text": "þetta lýsir sér eins og hjá syni mínum, hann er orðinn 2 ára og svaf aldrei heila nótt! ég prófaði að taka allt mjólurdæmi af honum og hann snarlagaðist og hefur aldrei sofið eða liðið betur"}, {"response_to": "31046097", "username": "sveitastulkan17", "message_id": "31046179", "user_id": "195559", "datetime": "2015-03-13 23:49:55", "datestring": "13. mar. '15, kl: 23:49:55", "text": "Takk fyrir svarið, við erum komin á ofnæmismjólkina og nýtt bakflæðislyf :)"}, {"response_to": "31043912", "username": "sveitastulkan17", "message_id": "31046186", "user_id": "195559", "datetime": "2015-03-13 23:53:51", "datestring": "13. mar. '15, kl: 23:53:51", "text": "Ég þakka ykkur öllum kærlega fyrir svörin! :)"}, {"response_to": "31046186", "username": "Relevant", "message_id": "31046285", "user_id": "43469", "datetime": "2015-03-14 04:54:17", "datestring": "14. mar. '15, kl: 04:54:17", "text": "frábært, gangi ykkur áfram vel og vonandi fer kútnum að líða betur og mömmunni og pabbanum um leið ;)"}, {"response_to": "31046186", "username": "Ziha", "message_id": "31046315", "user_id": "51148", "datetime": "2015-03-14 08:19:30", "datestring": "14. mar. '15, kl: 08:19:30", "text": "Mundu bara að fá beiðni upp á niðurgreiðslu á mjólkinni..... eða þ.e. láta lækninn sækja um það.  Ættir að geta það bara strax eftir nokkra daga ef þessi goða virkni heldur áfram."}]}