{"url": "https://bland.is/umraeda/frasogn-/31040451/?page=600", "date": "2015-03-07 22:22:45", "id": "31040451", "items": [{"text": "Einu sinni var ungur maður á ferðlagi  í  París. Hann ætlaði að kynna sér heiminn eins og margir vilja gera á þessum aldri. Eiffelturninn var náttúrulega hátt á listanum yfir áhugaverð verðmæti Parísar að skoða. Hann var búinn að athuga lestarferðir frá hótelinu, en þær virtust ekki henta,svo hann tók leigubíl .Þegar hann kemur að safninu er örtröð fyrir utan og söguhetjan er u.þ.b. að snúa við og halda heim, þá heyrir hann silkimjúka rödds sem segir. You are so sweet please talk to me.He  looks up and sees the most beautiful girl he´s ever seen. He falls in love instantly. They spend the afternoon together, have dinner, and he´s wondering what´s happening to him. After dinner she insists going to her hotel. When they get there she invites him in, and they share a drink.Suddenly she says, I want too eat you, let´s go to bed. Okkar maður hefur nú ekki mikið á móti þvi   og stekkur uppí rúm Hún fylgir á eftir og leggst við hlið hans. Mér finnst svolítið bjart segir hann, eigum við ekki að slökkva ljósið. Jú ástin mín, en slökkvarinn er við innganginn. Já, okay ég skal redda því. Nei þú reddar engu héðan af. Hún kyssti hann ástríðufullt um leið og hún lyfti vinstri arminum sem teygðist á undarlegan máta yfir allt herbergið, þar til að höndin náði slökkvaranum. Click.", "title": "Frásögn.", "username": "Erco", "message_id": "31040451", "user_id": "293264", "response_to": null, "datetime": "2015-03-07 22:22:45", "datestring": "7. mar. '15, kl: 22:22:45"}, {"response_to": "31040451", "username": "karamellusósa", "message_id": "31040474", "user_id": "28455", "datetime": "2015-03-07 22:50:51", "datestring": "7. mar. '15, kl: 22:50:51", "text": "er framhald?"}, {"response_to": "31040451", "username": "thobar", "message_id": "31040483", "user_id": "261095", "datetime": "2015-03-07 23:00:48", "datestring": "7. mar. '15, kl: 23:00:48", "text": "Ngösárf........."}, {"response_to": "31040451", "username": "TheMadOne", "message_id": "31040486", "user_id": "67426", "datetime": "2015-03-07 23:02:56", "datestring": "7. mar. '15, kl: 23:02:56", "text": "hvaða safni? af hverju færðist allt yfir í ensku allt í einu?"}, {"response_to": "31040486", "username": "torat", "message_id": "31040616", "user_id": "126162", "datetime": "2015-03-08 03:12:03", "datestring": "8. mar. '15, kl: 03:12:03", "text": "Because he was in útlönd!"}, {"response_to": "31040451", "username": "Ellert0", "message_id": "31040620", "user_id": "286200", "datetime": "2015-03-08 04:17:31", "datestring": "8. mar. '15, kl: 04:17:31", "text": "Já þannig, ég heyrði nú um einn sem fór á hótel og gekk upp að þjónustuborðinu til að skrá sig inn. Konan við borðið gaf honum lykilinn sinn og sagði honum á leiðinni að herberginu hans, \"Það er hurð með engu númeri sem er læst og engum er leyft að fara þarna inn.\" Hún útskýrði að þetta væri geymsluherbergi, og að það væri alveg bannað að fara inn. Hún útskýrði þetta margoft áður enn hún hleypti honum upp. Þannig hann fylgdi fyrirmælum konunar við þjónustuborðið, fór beint í herbergið sitt, og í háttinn."}]}