{"url": "https://bland.is/umraeda/hreidurblaeding-eda-bara-venjulegar-/31048006/?page=591", "date": "2015-03-15 16:32:07", "id": "31048006", "items": [{"text": "Hef verið á mjög reglulegum blæðingum yfirleitt, 28 daga tíðarhringur eins og klukka, átti að byrja á sunnudaginn fyrir viku en ekkert gerðist. Tók óléttupróf á föstudaginn og kom þá ljós lína, tók annað til öryggis og það kom eins, þessi ljósa lína.. Ákvað samt að bíða þangað til á morgun og taka þá annað próf en vakna svo í morgun með svona geðveika verki, líkir túrverkjum en samt einhvernveginn öðruvísi.. kom smá blóð, frekar hreint en svo aðeins meira komið núna og þá líkara venjulegum blæðingum.. Fylgja verkir hreiðurblæðingum, eða var ég bara sein að byrja á túr þennan mánuðinn? Verð að viðurkenna að þrátt fyrir að það væri ekkert á planinu að koma með barn núna að þá varð ég spennt þegar ljósa línan kom og frekar svekkt þegar það kom blóð..", "title": "Hreiðurblæðing eða bara venjulegar?", "username": "Kammó2", "message_id": "31048006", "user_id": "53352", "response_to": null, "datetime": "2015-03-15 16:32:07", "datestring": "15. mar. '15, kl: 16:32:07"}, {"response_to": "31048006", "username": "Allegro", "message_id": "31048017", "user_id": "5868", "datetime": "2015-03-15 16:51:23", "datestring": "15. mar. '15, kl: 16:51:23", "text": "Eru verkirnir að aukast, svipaðir eða minni? Blærðir enn, meira eða minna?"}, {"response_to": "31048017", "username": "Kammó2", "message_id": "31048032", "user_id": "53352", "datetime": "2015-03-15 17:01:10", "datestring": "15. mar. '15, kl: 17:01:10", "text": "Aðeins minni verkir og blæðir enn, kannski minna en þegar ég er venjulega á túr en samt ekkert lítið.. þarf allavega að vera með bindi.."}, {"response_to": "31048006", "username": "hillapilla", "message_id": "31048041", "user_id": "4176", "datetime": "2015-03-15 17:06:44", "datestring": "15. mar. '15, kl: 17:06:44", "text": "Hreiðurblæðing getur orðið þegar frjóvgað egg festir sig og það er þá fáeinum dögum *fyrir* annars væntanlegar blæðingar, ekki eftir. Hins vegar *getur* blætt aðeins í upphafi meðgöngu og það þarf ekki að þýða fósturmissi. En það er þá ekki hreiðurblæðing heldur eitthvað annað."}]}