{"url": "https://bland.is/umraeda/mig-vantar-sima-thann-besta-fyrst-eg-er-ad-thessu-/31052029/?page=585", "date": "2015-03-19 16:43:33", "id": "31052029", "items": [{"text": "Í stuttu máli, fyrir þann sem notar ekki símann sinn í samfélagsmiðlabrúk, er ekki sérlega hrifin af því að taka góðar myndir en langar að hafa möguleikann fyrir hendi fyrst hann er að þessu og það kemur ekki niður á öðrum kostum hans. Hann þarf að vera eitthvað sem er hægt að skipuleggja sig í, vel og vandlega, skoða og mögulega að einhverju leyti vinna við uppsetningu á heimasíðum þótt það sé sennilega í flestum tilvikum stórfelldur tímaþjófnaður þá myndi það auka notagildi hans ef einhverntíma kæmi upp þess háttar hallæri. En það þarf að vera hægt að gera sér vel grein fyrir hvernig vefir koma út eða öllu heldur hafa góða tilfinningu fyrir internetinu í símanum og notagildi þess til að geta fengið innsýn sem Agent Switcher sýnir ekki. Án þess að hafa nokkurn tíma verið fyrir það að setja mig inn í netið í símum einfaldlega vegna þess að mér þykir það ömruleg leið til að upplifa netið og tölvutækni á meðan maður er ekki að vinna við það sjálfur og pælir ekki í hvað maður getur gert betur heldur aðrir heldur pirrar sig á ókunnugum vefstjórum og fingralitlum verksmiðjuþrælum í staðinn. Síminn kemur aldrei í stað tölvunnar. Hann þarf að hafa lyklaborð sem er ekki bara gert fyrir þann sem er vanur því, og það sem er svo mikilvægast fyrir mig eru auðvitað ástæðan fyrir að kernelin hefur alltaf vinninginn þrátt fyrir að hafa marga svæsnustu vini mína komið sér fyrir í þægindaramma Apple þegar kemur að netnotkun, símanum og fjölskyldulífi. Friðhelgi er mér mjög mikilvægt svo að allar friðhelgisstillingar þarf að vera hægt að brúka út í hið ítrasta, hann þarf líka að sjálfsögðu að vera útbúinn öllum nauðsynlegum búnaði og ég ætla ekki að lenda í því fyrstu mánuðina að lenda í því ekki einu sinni og hvað þá tvisvar eða oftar að uppgötva að það bara vanti í hann bluetooth eða eitthvað þvíumlíkt fáránlegt. Þetta verður að vera sá besti þegar kemur að öllum praktískum búnaði og vera góður fyrir þann sem er mikið að vinna að verkefnum sem þarf að skipuleggja sig vel. Eini bissnessinn minn er notkun heimabanka, ástæðan fyrir því að ég hef átt skúffusíma í ódýrari kantinum er vegna þess að ég hef komist upp með það og vel það þar til ég lenti í dramatísku atviki sem varð til þess að ég ákvað að gera enn betur og segja símfyrirtækinu svona bara til að nefna til að byrja með og af því gefnu að ég kíkti ekki einu sinni á Moggann hvað ég eyði sorglega miklum tíma í yndislegum heimi þar sem maður getur helgið og grátið en samt verið fyrir framan fólk og gert jafnvel í leiðinni stórkostlegar uppgötvanir. Ó internet, ég átti mér ekki til von um líf áður en ég flæktist í því. Það líður senn að því að það verður hægt að fletta mér upp og sjá að ég var ekkert á Loftinu heldur á Tax free í Hagkaup. Og refreshaði moggann einan og sér 50 sinnum á þremur klukkutímum milli 14 og 17 í fyrradag. En að öllu gamni slepptu, besti tækjabúnaðurinn en ég er bara ekki með nógu góða sjón til að kunna að meta símaskjái í verðflokki við tölvuskjáinn minn. Verðið skiptir engu máli fyrir rétta tækið. En svona byrjaði þetta allt saman í saklausu búðarrápi.Heilar og sælar, mig vantar SD micro kort fyrir 4 ára samsung galaxy símtæki og ég er ekki að fara að kaupa það á 3 þúsund krónur á þeim stöðum sem ég hef farið og reynt að kaupa það. Það er bara heimskulegt og okur. Fjögurra ára gamalt kannski 4GB svona kort á að kosta í hæsta lagi 700 kall. Ef enginn veit um svona kort á sómasamlegu verði, 2GB eru yfirdrifið nóg þá kaupi ég mér frekar nýjan síma í dag heldur en kortið á 3 þúsund, svona til að undirstrika hversu mikið prinsipp mál er fyrir mér ætla ég að taka fram að það skiptir engu máli hvað hann kostar. Ég vil helst Android en ég kem ekki til með að vera með neitt eins og Skype eða Facebook og þar sem ég ætla að verða hjá nóva þá getur fólk bara alveg textað á mig SMSi eða hringt, það ætti að draga úr ónæðinu. Ég er hinsvegar án þess að fara út í smáatriði mikið í allskonar hugbúnaðart og vefgrúski og það væri gaman að hafa nógu öflugt tæki til að hægt væri að sinna því og sömuleiðis vinnunni minni sem er endalaust tengslanet, fundir, áminningar og fleira í þeim dúr. Nú hef ég haldið mig utan við þessa þróun ef þróun skildi kalla eftir tilkomu snjallsímanna þar sem að mér finnst þetta dýr fjárfestning, óþarflega dýr vegna þess að 4 ára gamli samsung galaxy síminn minn dugir alveg til þess að senda Snap chat, Facebook og senda inn veðurmyndir. Líka 160 þúsund króna tækniundrið sem fólk er að þvælast með, láta ræna af sér og fatta þá að öryggið sem fylgir því háþróaða tækniundri að geta staðsett símann sinn og meira að segja fengið með framúrskarandi forritun símanúmerið  sem þjófurinn þrorir loksins að setja í hann hálfu ári seinna. Ef þú ert ekki búin að gleyma lykilorðinu þínu inn á svæðið sem miðlar þessum upplýsingum nú eða bara komin með númer 7F í staðinn fyrir 5E sem þú áttir þegar honum var stolið. Þörfin fyrir að fá rúmlega hundrað þúsund króna aðstoð til að synca saman gögnum úr tölvunni og símanum ef lukkan er með þér og þú borgaðir líka 100 þúsund krónur of mikið þá fyrir að eiga möguleika á þessari hátækni þegar þú keyptir þér apple tölvu til að nota word og sækja eitthvað af þessum öppum sem geta skipt um hárlit með því að ýta bara á einn takka og bera þig saman við Madonnu og án þess að skipta um app deilt með öllum á Facebook á sínum tíma þá ert þú í góðum málum tæknilega.En sem betur fer þá eru þessir símar til fyrir þá sem vilja þá, mamma mín og pabbi fóru leiðina sem ég horfi svona á og ég hefði líklega ekki getað fjárfest betur fyrir þau í síma sem ætti eftir að gagnast og kenna þeim jafn mikið og þessir hafa gert. Þau eru í meira sambandi við mig í kjölfarið og það þykir mér vænt um, auk þess að hafa tengst skólafélögum sínum sum hver sem mamma var alltaf að vonast eftir að rekast á. Núna hefur hún þetta fólk í hendi sér, býður í afmæli og skrifar athugasemdir við hálftíma gamlar myndir teknar hinum megin á hnettinum. En einhver sem hefur ekki haft áhuga á því að vera í beinu sambandi við allt og alla fyrfir eitthvað sem á að heita ókeypis frá morgni til kvölds þótti mér síðast spennandi þegar ég var með ISQ númer, svo að fyrir mig, rétt eins og flesta aðra sem vilja láta tæknikunnáttu sína ná út fyrir strætó appið þá er þetta leið sem ég get farið til að borga 160 þúsund fyrir að fá aðgang að media center með miklum takmörkunum m.v. kostnað sem að auki týnir til alla þá galla sem þeirri ódýru snilldar lausn fylgir og ef ég nenni ekki að eyða í sem nemur 20 mínútum í að finna mér betri myndavél sem er betri en á Æfón en það verður enginn búinn að útbúa neitt tæki sem verður sniðugra til þess að deila myndinni og tónlistinni jafnóðum út um allann heim á rauntíma fyrir þá sem eru kannski pínu tækniheftir, eða hafa ekki tíma né áhuga á nenu umram viðbæturnar þegar kemur að apparatinu. Fyrir utan hvað það er hallærislegt að eiga Iphone til að senda af sér grettumyndir, nei, þetta var grín.Þetta eru nú engin trúarbrögð, fátt  er nefnilega verra en að halda uppi möntu sem er í sjálfu sér alveg rétt ef ég tala til dæmis fyrir sjálfan mig, ég er að fá miklu meira út úr kaupunum og notagildið verður langtum meira (fyrir mig sem er ekki á Facebook, Snapchat eða samskiptamiðlum og á ekki í þess háttar samskiptum við vini mína). Margir sem æla þessu upp úr sér væru betri settir með Iphoninn heldur en að vera með tækifæri á því sem segir að mínu mati hvor síminn sé betri sem tæki til að eiga sér með, uppgötva og fikta í en það finnst mér felast í hversu sérsniðinn símann þú getur gert að þér og þínum þörfum. það ertu aldrei að fara að gera með Iphone á sama hátt, svo að þrátt fyrir að vera óumdeilanlega öflugri (og betri;) sími þá ertu kannski með þeim kaupum búin að tapa því að geta með góðu móti gert allt sem var í grunninn ástæðan fyrir því að þú keyptir þér snjallsíma.En jæja, mikið ofboðslega er starfsfólkið símabúðum bæjarins heppið að hafa ekki fengið mig ennþá gangandi á milli búða og reyna að finna út hvaða Android sími kemur til með að henta mér best, þrátt fyrir að búa ekki yfir nógu skemmtilegu viðmóti til að ég geti skipt á tölvunni minni og símtæki með stýrikerfi sem er gott en ekki það sem mig langar að vinna með eingöngu og er bundin við (að sjálfsögðu finnur tæknin alltaf leið) en ég hef einfaldlega ekki neinn sérstakan áhuga á snjallsímum og þeirri neysluhyggju og leiðindum sem mér finnst þeir boða í stað tækni og möguleikunum sem eru fólgnir í henni. Dómínós appið er engin tækni í samtímanum og ég skal viðurkenna að mér fannst ég mjög tæknilegur svona í kring um 1998 þegar ég var að setja upp FTP server á laugardögum þegar það var ódýrara að hringja sig inn á löturhægt en byltingarkennt internetið. Jebb það eru ekki mjög mörg ár síðan og ér er langt frá því að vera einhver gúrú eða tölvusérfræðingur, ég er bara mikill áhugamaður og að auki þess bara fjandi nískur þegar kemur að því að kaupa eitthvað sem ég hef enga sérstaka þörf fyrir en þegar ég geri það þá þarf ég að gera það almennilega til að það hafi sem flesta möguleika fyrir mig.Hvernig í ósköpunum fer ég að því að finna síma sem hentar mér næstu árin (ójá þeir gera það auðveldlega sé farið vel með þá og þú finnir rétta tækið í þínar hendur). Ég sé til dæmis ekki neitt tæknilegra við glænýjan iphoninn og byltingarkennda fítusana hálfu ári eftir að eldri tala eða stafur var keyptur af þessu sama tæki fyrir stórfé, ég leyfi fólki yfirleitt bara að gera það sem því líður best með og fer varlega í að segja þeim að ég sé með tölvu inn í skáp sem ég nota í hallæri sem að getur gert þetta allt saman og betur ef ég gef mér tíma og set upp , skv, mínu mati, vera betri útgáfa af þeim tækninýjungum sem hún telur hvað byltingarfyllstar eins og allt syncið milli tækja. Hún fengi þó að eiga betri myndavél en ég, mun betri, enda hef ég lítinn áhuga á ljósmyndum.Ef einhver las þetta til enda þá virðist ég hafa einhverja gríðarlega tjáningarþörf þegar kemru að þessari ákvörðun sem spratt upp frá reiði vegna okri upp á ekki hærri tölu en þrjúþúsund krónur sem er svo yfirgengilegt og mikil glæpamennska. Þar sem það er að sjálfsögðu löngu úrelt þótt ég hafi hellings not fyrir það og allstaðar í hinum vestræna heimi fengist það með tífölldu gagnamagi á tífallt lægra verði. Ég tek það fram að okrið var á svona drastískan hátt einungis bundin við þetta eina tilfelli en gerði það að verkum að ég tók þá ákvörðun um að í stað þess að láta bara okra á mér eins og er gert á nánast hverjum degi (þrátt fyrir að ég taki það fram að það kom mér að óvart hve margir hlutir, sem ég að sjálfsögðu þurfti ekki voru á bara ágætis verði) þá var lítilræði sem er búið að vera á brunaútsölu allstaðar í nágrannalöndum okkar þar sem maður finnur það í sumum tilfellum 5 sínnum dýrara.Ég veit ekki hvaðan þessi miklar tjáningarþörf kom, en einhverra hluta vegna varð ég að koma þessu frá mér. Uppfærsla á tækjabúnaði eftir 4 ár með smáhlut sem selst ekki lengur, hverjum gagnast 4GB minni?  Varð í stað ánægjulegrar upplifunar þar sem ég hefði fengið þennan verðlausa hlut á klink, sá sem rekur fyrirtækið hefði losnað við verðlausan hlut í stað þess að henda honum og ég hefði getað kannað nýjar víddir í marga mánuði og engin hefði orðið sóunin.Málið er orðið heldur klikkað þegar að niðurstaðan er í fúlustu alvöru að kaupa nýjan síma, þá skiptir að sjálfsögðu verðið engu máli reynist það vera innan eðlilegra marka og í takt við það sem gerist í löndunum í kringum okkur sem er stundum raunin með eitthvað glænýtt. Það kæmi mér ekki að óvart þótt að Iphone yrði heimsfrumsýndur í Kringlunni fyrir fullu húsi á sama klukkutíma og verði og í Bandaríkjunum en þá erum að ræða nýjan síma . Og nýtt eintak mun að öllum líkindum verða ef eldra eintaki að falli ef það reynist praktískt sem er ekki endilega sjálfgefið, kannski verður hann bara með betri linsu og einfaldari deilimöguleika á myndum á ákveðna vefsíðu fyrir 20 þúsundum meiri peninga. Æi, af hverjui er bara aldrei hægt að fara sáttur neinstaðar út þegar maður kaupir eitthvað hérna, en hvað um það. Hvar get ég fengið 4GB SD míkrókort undir þúsund krónum? Ef sú verður ekki raunin þá verður víst bara kominn tími á að kaupa nýjan síma þar sem það mun borga sig og verða áralöng fjárfesting vel haldið við með ódýrum uppfærslum sendar fyrir meira en rúmlega sanngjarnt verð í umslagi eftir viku frá Þýskalandi.Takk fyrir og góðar stundir. Kveðja herra know it all sem veður í seðlum.", "title": "Mig vantar síma, þann besta fyrst ég er að þessu.", "username": "bilaleit2014", "message_id": "31052029", "user_id": "280700", "response_to": null, "datetime": "2015-03-19 16:43:33", "datestring": "19. mar. '15, kl: 16:43:33"}, {"response_to": "31052029", "username": "katrineir", "message_id": "31052030", "user_id": "141880", "datetime": "2015-03-19 16:48:04", "datestring": "19. mar. '15, kl: 16:48:04", "text": "vó."}, {"response_to": "31052029", "username": "Mainstream", "message_id": "31052044", "user_id": "110531", "datetime": "2015-03-19 17:06:11", "datestring": "19. mar. '15, kl: 17:06:11", "text": "Geturðu verið aðeins nákvæmari?"}, {"response_to": "31052029", "username": "ingei", "message_id": "31052051", "user_id": "37689", "datetime": "2015-03-19 17:09:34", "datestring": "19. mar. '15, kl: 17:09:34", "text": "Vá þetta er alltof mikil orðasúpa til að hægt sé að skilja hvað þú ert að reyna að segja. En þú eyðir ansi miklu púðri í að reyna að sannfæra sjálfan þig í að Apple sé algjört rugl með öryggið í skralli. Annars eru flestar setningar svo langar og vaða úr einu í annað að maður veit eiginlega ekki í lokin hvort þig langar í raun meira í iPhone eða eitthvað annað. Svo eru míkrókort eitthvað voða issue þarna, held ég og svo eitthvað um tækni sem að í hefur jafnvel ekkert með símana beint að gera."}, {"response_to": "31052029", "username": "adrenalín", "message_id": "31052054", "user_id": "15922", "datetime": "2015-03-19 17:10:15", "datestring": "19. mar. '15, kl: 17:10:15", "text": "Þó að ég hafi ekkert ið tímann að gera, þá nenni ég ekki að lesa þessa langloku um síma."}, {"response_to": "31052029", "username": "HollyMolly", "message_id": "31052057", "user_id": "135176", "datetime": "2015-03-19 17:12:25", "datestring": "19. mar. '15, kl: 17:12:25", "text": "Ég gaf þér plús fyrir fyrirhöfnina og af því mér finnst þetta fyndið. Las þetta samt ekki."}, {"response_to": "31052029", "username": "torat", "message_id": "31052155", "user_id": "126162", "datetime": "2015-03-19 18:26:18", "datestring": "19. mar. '15, kl: 18:26:18", "text": "Herra know it all. Ég nennti ekki að lesa alveg allt, en ég skal hjálpa þér. Ef þú kaupir handa mér Galaxy Note 4 síma skal ég segja þér hvort hann er síminn fyrir þig."}, {"response_to": "31052029", "username": "Gunnýkr", "message_id": "31052159", "user_id": "711", "datetime": "2015-03-19 18:30:18", "datestring": "19. mar. '15, kl: 18:30:18", "text": "ha?"}, {"response_to": "31052029", "username": "Doij", "message_id": "31052255", "user_id": "130650", "datetime": "2015-03-19 20:08:15", "datestring": "19. mar. '15, kl: 20:08:15", "text": "Ég las \"í stuttu máli\" og gafst upp. Gæti einhver látið mig hafa helstu punkta?"}, {"response_to": "31052029", "username": "AyoTech", "message_id": "31052279", "user_id": "16191", "datetime": "2015-03-19 20:29:24", "datestring": "19. mar. '15, kl: 20:29:24", "text": "Ok ég hef ekki tíma í þetta en þú getur notað þessa gagnagrunnssíðu við að finna nákvæmlega það sem þú ert að leita að"}, {"response_to": "31052029", "username": "Helvítis", "message_id": "31052341", "user_id": "281544", "datetime": "2015-03-19 21:18:38", "datestring": "19. mar. '15, kl: 21:18:38", "text": "Ég skal svara þér þegar ég er búin að hreinskrifa glósurnar úr pistlinum þínum."}, {"response_to": "31052029", "username": "QI", "message_id": "31052346", "user_id": "223573", "datetime": "2015-03-19 21:21:44", "datestring": "19. mar. '15, kl: 21:21:44", "text": "LOL í stuttu máli. :)"}, {"response_to": "31052029", "username": "Maríalára", "message_id": "31052488", "user_id": "265596", "datetime": "2015-03-19 22:27:51", "datestring": "19. mar. '15, kl: 22:27:51", "text": "Mæli með að senda þessa ritgerð í allar símabúðir og vega svo og meta svörin sem þú færð."}, {"response_to": "31052029", "username": "ÞBS", "message_id": "31052824", "user_id": "71686", "datetime": "2015-03-20 09:26:32", "datestring": "20. mar. '15, kl: 09:26:32", "text": "Er þetta masters ritgerðin þín um símakaup?"}]}