{"url": "https://bland.is/umraeda/barnabilstoll-i-flug-og-quinny-zapp-/31053982/?page=583", "date": "2015-03-21 15:09:54", "id": "31053982", "items": [{"text": "Þið sem hafið flogið nýlega með ungbörn, hefur verið mögulegt að taka stólinn með inn í vélina?Vil nefnilega vera viss þannig að ég geti pakkað stólnum vel inn ef hann þarf að fara í farangursrýmið.Og hefur einhver af ykkur farið með quinny zapp kerruna inn í vélina líka? Hef heyrt/lesið að maður eigi að geta tekið þær sem handfarangur en finn ekkert í fljótlegu bragði um það á netinu.", "title": "Barnabílstóll í flug (og Quinny zapp)", "username": "Zwandyz8", "message_id": "31053982", "user_id": "20636", "response_to": null, "datetime": "2015-03-21 15:09:54", "datestring": "21. mar. '15, kl: 15:09:54"}, {"response_to": "31053982", "username": "Abbagirl", "message_id": "31053983", "user_id": "20193", "datetime": "2015-03-21 15:11:30", "datestring": "21. mar. '15, kl: 15:11:30", "text": "Það fer eftir því hvort það eru laus sæti, svo er það líka eitthvað misjafnt milli flugfélaga."}, {"response_to": "31053982", "username": "alboa", "message_id": "31053985", "user_id": "31118", "datetime": "2015-03-21 15:13:24", "datestring": "21. mar. '15, kl: 15:13:24", "text": "Það hlýtur að fara eftir plássi í vélinni hvort þú komist með stólinn inn eða ekki. Ef vélin er smekkfull og þú situr þannig að það er ekki pláss fyrir stólinn þá gengur það væntanlega ekki upp."}, {"response_to": "31053982", "username": "zollie", "message_id": "31053987", "user_id": "28508", "datetime": "2015-03-21 15:15:37", "datestring": "21. mar. '15, kl: 15:15:37", "text": "ég fór þrisvar út með barnabílstól og ég fékk aldrei að fara með hann inní vélina (Icelandair og WOW) þar sem vélin var full í öll skiptin. Ég setti hann því við innganginn á flugvélinni ásamt Quinnyinum."}, {"response_to": "31053982", "username": "presto", "message_id": "31054052", "user_id": "7653", "datetime": "2015-03-21 17:04:08", "datestring": "21. mar. '15, kl: 17:04:08", "text": "Ef þú vilt vera alveg viss þarftu að kaupa sæti fyrir barnið og stólinn. Ef þú hins vegar kýst að kaupa ekki sæti undir barnið getur þú ekki verið viss um að fá sæti fyrir stólinn. Ég held að stólar komist yfirleitt ekki í farangurshólfin (sumir gerðu það þegar skólabörnin mín voru ungbörn). Það eru helst regnhlífakerrur sem komast í farangurshólfin ( ef vélin er frekar full). Ég notaði bæði regnhlífakerru og ssmfellanlega Gracokerro þegar  ég ferðaðist með mín kríli, þá afhenti ég kerruna bara í landganginum og fékk aftur með ferðatöskunum (setti ferðatöskuband utanum til öryggis)"}, {"response_to": "31054052", "username": "Zwandyz8", "message_id": "31054057", "user_id": "20636", "datetime": "2015-03-21 17:08:32", "datestring": "21. mar. '15, kl: 17:08:32", "text": "Gleymdi auðvitað að segja að ég væri að meina hvort það væri hægt að vera með stólinn í farangurshólfunum eða fyrir framan mann (er með bæði eldri börnin líka þannig að gólfplássið fyrir framan þau eru laus. Vil bara pakka stólnum vel inn (helst í bobbluplast) ef hann á að fara í farangursgeymsluna"}, {"response_to": "31054057", "username": "presto", "message_id": "31054061", "user_id": "7653", "datetime": "2015-03-21 17:12:20", "datestring": "21. mar. '15, kl: 17:12:20", "text": "Sumir stólar komast (komust) í farangurshólfin þegar búið er að leggja handfangið niður en ekki allir. Allt of stòr fyrir gólfið. Hlýtur að geta fengið upplýsingar um plássið hjá flugfélaginu (þ.e. Max hæð) ef flugið er fullt eða frekar fullt."}, {"response_to": "31054057", "username": "Abbagirl", "message_id": "31054077", "user_id": "20193", "datetime": "2015-03-21 17:24:11", "datestring": "21. mar. '15, kl: 17:24:11", "text": "Ertu að fara ein með þau? Þú getur ekki haft stólinn á gólfinu fyrir framan börninn og þeir komast ekki í farangurshólfið þannig að ef þú ert að fara ein með þau og þið sitjið 3 saman þá þarftu að setja hann með innrituðum farangri. Ef þið eruð 2 fullorðin að fara og það er laust sæti í vélinni þá gæti annað ykkar haft ungbarnið og stólinn hjá sér."}, {"response_to": "31054077", "username": "Zwandyz8", "message_id": "31054091", "user_id": "20636", "datetime": "2015-03-21 17:37:47", "datestring": "21. mar. '15, kl: 17:37:47", "text": "Já er að fara ein með þau. Gæti svo svarið það að stóllinn sé svo lítill að hann ætti að passa í farangurshólfin. En tek enga sjénsa þá og innrita hann bara"}, {"response_to": "31054091", "username": "Abbagirl", "message_id": "31054097", "user_id": "20193", "datetime": "2015-03-21 17:47:00", "datestring": "21. mar. '15, kl: 17:47:00", "text": "Ef hann kemst í handfarangurstösku þá er hann nógu lítill, annars ekki. Svo er örugglega betra að innrita hann ef þú getur verið með barnið í burðarpoka eða kerru, svo er handfarangurstaska og tvö börn í viðbót þannig að þetta er slatti að ferðast með ein."}, {"response_to": "31053982", "username": "Tipzy", "message_id": "31054053", "user_id": "26838", "datetime": "2015-03-21 17:05:32", "datestring": "21. mar. '15, kl: 17:05:32", "text": "Eftir því sem ég hef lesið þá er skylda að það megi festa hann með tveggja punkta belti, nema þú sést að pæla í að setja hann bara í hólfin fyrir ofan sætin."}]}