{"url": "https://bland.is/umraeda/sjalfbodi-i-sveit-i-vanda-v-thunglyndis-a-reddit/31069447/?page=564", "date": "2015-04-07 21:20:20", "id": "31069447", "items": [{"text": "'m kinda sick of Iceland. Have 3 days to finally go back home and it feels like they just wont pass. Please help (self.Iceland)submitted 2 hours ago by throwaway_forgoodHelloFirst of all, no offense, I don´t want to be disrespectful against your country and your people. It´s just myself that has a few issues going on in a particular situation that I got myself into.I´m staying at a farm in Iceland and I have now 4 days to finally go back home and it feels like they wont pass. I cant handle the angry faces, the isolation and the fact that they dont show any interest yet any respect towards me anymore. They almost never talk to me, never say please or thanks, they just talk Icelandic 24/7 when I´m around.Work is way more than the 4-5 hours that are prescriped by the organisation that organizes this. Consider this, I paid a lot of money to get here and I'm working over 40 hours a week for free, just food and accomodation are granted. That wouldnt be a problem but its just too much work hours.I'm serously at the end, I can't handle this anymore, I have no strength.Maybe you can give me some encouraging words or something :/", "title": "sjálfboði í sveit í vanda v þunglyndis á reddit", "username": "orkustöng", "message_id": "31069447", "user_id": "246358", "response_to": null, "datetime": "2015-04-07 21:20:20", "datestring": "7. apr. '15, kl: 21:20:20"}, {"response_to": "31069447", "username": "Horision", "message_id": "31069453", "user_id": "280646", "datetime": "2015-04-07 21:26:43", "datestring": "7. apr. '15, kl: 21:26:43", "text": "Now you've seen it. Hard ti image the Icelanders are record brakers in use of antidepressive ! Where are you from ?"}, {"response_to": "31069453", "username": "orkustöng", "message_id": "31069463", "user_id": "246358", "datetime": "2015-04-07 21:38:59", "datestring": "7. apr. '15, kl: 21:38:59", "text": "no l just put a copy paste of what he wrote on reddit, he is austrian, you can click the link to see it and register to answer him  or see his history there in comments"}, {"response_to": "31069463", "username": "Horision", "message_id": "31069574", "user_id": "280646", "datetime": "2015-04-07 22:26:48", "datestring": "7. apr. '15, kl: 22:26:48", "text": "Ógisslega ! Ég er búinn að vanda mig að skrifa útlensku !!"}, {"response_to": "31069447", "username": "orkustöng", "message_id": "31069540", "user_id": "246358", "datetime": "2015-04-07 22:17:26", "datestring": "7. apr. '15, kl: 22:17:26", "text": "skilaboðasagan hans , comment history í comments takkanum á síðunni hans hefur merkilega punkta eða heitir það overview, td, skil ekki alveg , er hann í sjálfsmorðshugleiðingum: I did have a few good supporting friends, but they all moved away from here to study. Atm I have no one to talk to. I found some people via r/depression to chat with though."}, {"response_to": "31069540", "username": "orkustöng", "message_id": "31069551", "user_id": "246358", "datetime": "2015-04-07 22:19:50", "datestring": "7. apr. '15, kl: 22:19:50", "text": "og þetta , been there done that , twice. Same with my job. It took me half a year to finally quit. After several workdays I was always convinced that I'll quit immediately, but I never dared to do so and kept going...Half a year later, half-dead, half-awake, I finally quit, crawling on the ground, completely exhausted."}]}