{"url": "https://bland.is/umraeda/ad-byrja-a-metaformin/31070085/?page=562", "date": "2015-04-08 18:05:37", "id": "31070085", "items": [{"text": "Er sumsé að fara að byrja á Metaformin (Glupohage) á morgun, var að ná í lyfin og er að lesa bæklinginn sem þeim fylgir...   Það eru alveg nokkrar aukaverkanir sem eru taldar mjög algenger en þetta er að vaxa mér stórkostlega í augum að þurfa að fara á þetta lyf að þurfa að díla við aukaverkanir en égfæ vanalega alltaf dálaglegan skammt af þeim sama á hvaða lyfi ég er.    Er sumsé með PCOS og afar háan blóðsykur (sykursýki í fjölskyldunni), fæ ekki egglos, er vel í yfirþyngd en sama hvað ég hef verið að gera (er með gott mataræði og hreyfi mig reglulega) þá er ég ekkert að léttast svo þetta er sá kostur sem læknarnir mínur ákváðu að væri bestur fyrir mig.    Svo... er að spá... hvernig hafa þessi lyf farið í ykkur sem eru á því eða hafið verið á því, einhverjir kostir eða gallar?    Mbk, Thrace", "title": "Að byrja á Metaformin", "username": "Thrace", "message_id": "31070085", "user_id": "174445", "response_to": null, "datetime": "2015-04-08 18:05:37", "datestring": "8. apr. '15, kl: 18:05:37"}, {"response_to": "31070085", "username": "Fokk", "message_id": "31070092", "user_id": "200798", "datetime": "2015-04-08 18:14:04", "datestring": "8. apr. '15, kl: 18:14:04", "text": "Ég, gallagripurinn sem upplifir allar mögulegar aukaverkanir, á enn eftir að upplifa svoleiðis á Metformin og ég er búin að vera á því í allavega 2 ár núna held ég. Hef bara góða reynslu af þessu, blóðsykurinn mun betri og mér gengur betur að léttast líka, sem er stór plús."}, {"response_to": "31070092", "username": "Thrace", "message_id": "31070096", "user_id": "174445", "datetime": "2015-04-08 18:18:08", "datestring": "8. apr. '15, kl: 18:18:08", "text": "Vona að ég verði svo heppin sjálf :o"}, {"response_to": "31070085", "username": "Jöklasóley", "message_id": "31070098", "user_id": "185540", "datetime": "2015-04-08 18:19:55", "datestring": "8. apr. '15, kl: 18:19:55", "text": "Kvensjúkdómalæknirinn minn skrifaði upp á þetta fyrir mig einmitt af því að ég er búin að vera í vandræðum að hafa egglos. Er búin að taka þetta núna í c.a. tvo mánuði, ég missti matarlystina í rúma viku til að byrja með, annars hef ég ekki fundið neitt og allaveganna ekki ennþá farið að hafa áhrif á tíðarhringinn sem er orðinn 43 dagar núna."}, {"response_to": "31070085", "username": "Mrsbrunette", "message_id": "31070099", "user_id": "1651", "datetime": "2015-04-08 18:25:10", "datestring": "8. apr. '15, kl: 18:25:10", "text": "Mjög vel en passaði mig á sykri og hveiti líka. Er allavegna mjög ánægð með þetta lyf og hegur bjargað mér alveg, varð ólétt.. léttist og gef reglulegar blæðingar og eðlilegar blæði gar, mun aldrei hætta á því."}, {"response_to": "31070085", "username": "Mrsbrunette", "message_id": "31070101", "user_id": "1651", "datetime": "2015-04-08 18:26:10", "datestring": "8. apr. '15, kl: 18:26:10", "text": "Afsakið innsláttavillurnar :þ"}, {"response_to": "31070101", "username": "Thrace", "message_id": "31070105", "user_id": "174445", "datetime": "2015-04-08 18:28:10", "datestring": "8. apr. '15, kl: 18:28:10", "text": "Ekkert mál :D Og takk fyrir svarið :)"}, {"response_to": "31070085", "username": "everything is doable", "message_id": "31070106", "user_id": "17765", "datetime": "2015-04-08 18:28:17", "datestring": "8. apr. '15, kl: 18:28:17", "text": "Ég fék svakalega ógleði sem kom aðalega á kvöldin og var fyrstu 2 mánuðina núna þarf ég að passa mig að taka hlé því ég missi alla matarlist að þeim punkti að ég kúgast við tilhugsunina svo þetta er ekki draumalyf. Ég hef ekkert verið að léttast á þessu en blóðsykurinn er betri. Það eru margir sem einfaldlega sitja á dollunni bara stanslaust á þessu en byrjaðu bara rólega og sjáðu hvernig þú höndlar þetta :) já og gangi þér vel (Ég er líka svona mannsekja sem fær allar aukaverkanir sem til eru)"}, {"response_to": "31070106", "username": "Thrace", "message_id": "31070111", "user_id": "174445", "datetime": "2015-04-08 18:34:43", "datestring": "8. apr. '15, kl: 18:34:43", "text": "Takk :)"}, {"response_to": "31070085", "username": "Relevant", "message_id": "31070122", "user_id": "43469", "datetime": "2015-04-08 19:01:05", "datestring": "8. apr. '15, kl: 19:01:05", "text": "ég fór á þetta fyrir mörgum árum af sömu ástæðu og þú. Þurfti að hætta fljótlega á því þar sem það leið ítrekað yfir mig og ég mátti ekki aka bíl eða neitt útaf þessu. En þegar að það var búið að líða tvisvar yfir mig í vinnunni við afgreiðsluborð þar sem samstarfsmenn og viðskiptavinir fengu algert áfall var ákveðið að ég þyldi það ekki. Þannig að það er nú eitt og annað sem getur gengið á með þessu lyfi þegar að það er notað í þessum tilgangi ;)"}, {"response_to": "31070085", "username": "hólímólí", "message_id": "31070770", "user_id": "292927", "datetime": "2015-04-09 12:01:03", "datestring": "9. apr. '15, kl: 12:01:03", "text": "Ég er með PCOS og er búin að vera á lyfinu í næstum ár og þetta hefur verið smá rússíbani. Fyrstu 2 mánuðirnir voru pain, ógleði og niðurgangur. Það gekk yfir en enn í dag eru dagar með þessum einkennum. Fæ líka daga þar sem ég hef nanast enga lyst á mat, sem er ekki gott. Þetta er víst roosalega misjafnt eftir fólki, sumir finna ekkert og aðrir gefast upp. Mér persóulega finnst þetta vera þess virði því ég er búin að missa 18 kg (hef ekkert verið að hreyfa mig meira en ég gerði) og hringurinn minn orðinn reglulegur 29 dagar :) Líður svo mikið betur á lyfinu !"}, {"response_to": "31070085", "username": "Oladís", "message_id": "31070781", "user_id": "94737", "datetime": "2015-04-09 12:29:20", "datestring": "9. apr. '15, kl: 12:29:20", "text": "Sumir þola þetta lyf vel en ekki allir ,ég fékk aukaverkun ,en ætla ekki að skrá það straks hér ,sjá hvernig það fer í þig ,þetta er gott lyf fyrir þá sem þola það ."}, {"response_to": "31070781", "username": "Oladís", "message_id": "31070786", "user_id": "94737", "datetime": "2015-04-09 12:34:47", "datestring": "9. apr. '15, kl: 12:34:47", "text": "Ég var með niðurgang í langan langan tíma ,svo loksins hlustaði læknir á mig og skipti um lyf ,og þvílíkur munur ,þeir sögðu þetta er ekki vegna þessa lyfs ,en það var vegna þessa lyfs ,nú þarf ég ekki wc með mér ef ég fer á rúntinn ."}, {"response_to": "31070085", "username": "ursuley", "message_id": "31070788", "user_id": "182804", "datetime": "2015-04-09 12:36:31", "datestring": "9. apr. '15, kl: 12:36:31", "text": "Gekk vel hjá mér á sínum tíma :)"}, {"response_to": "31070085", "username": "normal", "message_id": "31070975", "user_id": "105168", "datetime": "2015-04-09 16:29:17", "datestring": "9. apr. '15, kl: 16:29:17", "text": "Er sjàlf búin að vera mana mig i að byrja á þessu i nokkur ár þar sem glugoið fór svo illa i mig. Eftir að hafa lesið svörin hvetur mig nær því að byrja. En er þetta ekki dýrt lyf?"}, {"response_to": "31070975", "username": "Thrace", "message_id": "31071120", "user_id": "174445", "datetime": "2015-04-09 19:08:17", "datestring": "9. apr. '15, kl: 19:08:17", "text": "Borgaði 5þús fyrir 3 mánaða skammt."}]}