{"url": "https://bland.is/umraeda/nam-i-forystu-og-stjornun-i-haskolanum-a-bifrost/31102836/?page=523", "date": "2015-05-12 23:02:34", "id": "31102836", "items": [{"text": "Hefur einhver hér farið í þetta nám? Ef svo er, er það skemmtilegt og áhugavert? Það er talað um að það sé mikil hópavinna.  Er það ekki ogurlegt vesen svona í gegn um netið?  Mer finnst þetta svo dyrt nám. Tóku þið lán fyrir skólagjöldum og ætli það sé hægt að fá lín lán einungis fyrir skólagjöldum?", "title": "nám í Forystu og stjórnun í Haskólanum a Bifröst", "username": "Gunnýkr", "message_id": "31102836", "user_id": "711", "response_to": null, "datetime": "2015-05-12 23:02:34", "datestring": "12. maí '15, kl: 23:02:34"}, {"response_to": "31102836", "username": "Mainstream", "message_id": "31102840", "user_id": "110531", "datetime": "2015-05-12 23:21:52", "datestring": "12. maí '15, kl: 23:21:52", "text": "Það er alveg sama hvað Bifröst tekst að búa til margar háskólagráður með catchy nafni....þetta er alltaf bara Bifröst."}, {"response_to": "31102836", "username": "Sjéntilmaður", "message_id": "31103086", "user_id": "167011", "datetime": "2015-05-13 11:22:02", "datestring": "13. maí '15, kl: 11:22:02", "text": "Hæ, ég er í þessu námi núna og á eina önn eftir. Þetta er frábært nám í alla staði, það er mikil hópavinna sem er í raun mjög gott. Það eru margir sem stunda fjarnám á Bifröst en búa erlendis eða víðsvegar um landið. Það er í raun mjög auðvelt að vinna hópaverkefni þótt aðilar séu langt frá hvort öðrum. Við nemendur notumst mikið við Facebook hópa þar sem samskipti fara fram, einnig notum við mikið Google docs. Þau verkefni sem eru gerð eru að gildi frá 40-60% af loka einkunn og svo gildir þá lokapróf 40-60% á móti. Á vinnuhelgum eru margir gesta fyrirlesarar að koma úr atvinnulífinu. Í vetur komu bankastjóri Landsbankans, forstjóri Orkuveitu Reykjavíkur og fleiri. Varðandi verðið þá er það bara í samræmi við þá kennslu, þekkingu og þjónustu sem Bifröst býður uppá. Ég fæ lánað fyrir skólagjöldunum hjá LÍN. Bifröst er ekki stór skóli og býst ég við að hann vilji aldrei verða stór. Það er þessi persónulegu tengsl sem myndast hjá nemendum, kennurum og starfsfólki skólans sem eru svo mikilvæg. Við þekkjumst með nafni og erum því ekki bara einhver kennitala á blaði. Stór hluti af þeim sem hófu nám með mér í september er fólk sem kemur beint úr atvinnulífinu og er að bæta við sig menntun. Hópurinn er fjölbreyttur sem gerir umræðu á vinnuhelgum mjög skemmtilega."}, {"response_to": "31103086", "username": "arnthorsson", "message_id": "31103192", "user_id": "296434", "datetime": "2015-05-13 13:49:48", "datestring": "13. maí '15, kl: 13:49:48", "text": "Hljómar vel.."}, {"response_to": "31102836", "username": "Ice1986", "message_id": "31103449", "user_id": "198251", "datetime": "2015-05-13 20:04:05", "datestring": "13. maí '15, kl: 20:04:05", "text": "Án þess að ætla mér að móðga neinn þá myndi ég fara varlega í allt nám sem tengist Bifröst. Það er ekki metið mikils víða á vinnumarkaðinum. Hef verið að sjá um ráðningar og það er áberandi stórt hlutfall af fólki með gráður frá þessum skóla sem fær enga vinnu. Fyrir utan það að þetta er rugldýrt - getur fengið betri gráður á minni pening frá HR og HÍ"}, {"response_to": "31103449", "username": "ariariari", "message_id": "31103507", "user_id": "294702", "datetime": "2015-05-13 21:28:10", "datestring": "13. maí '15, kl: 21:28:10", "text": "Hvar hefuru verið að sjá um ráðningar sem hlutfall af útskrifuðum frá Bifröst fá ekki vinnu?"}, {"response_to": "31103449", "username": "rvkmær", "message_id": "31103508", "user_id": "189770", "datetime": "2015-05-13 21:28:14", "datestring": "13. maí '15, kl: 21:28:14", "text": "HR er reyndar rugl dýr skóli líka, fellur undir flokk með Bifröst en ég vona að álitið á Bifröst sé að breytast því það fjölgar alltaf í skólanum og skólinn er vel tengdur atvinnulífinu. Væri synd ef fólk væri bara flokkað niður eftir skólum."}, {"response_to": "31103449", "username": "Sjéntilmaður", "message_id": "31103555", "user_id": "167011", "datetime": "2015-05-13 21:57:24", "datestring": "13. maí '15, kl: 21:57:24", "text": "Að ætla ekki að móðga neinn en segja að gráða margra sé ekki mikils metin er heldur betur vitlaus og stór fullyrðing frá manneskju sem greinilega þekkir ekki til Háskólans á Bifröst. Bifrestingar eru víðsvegar í ábyrgðarstörfum og eru eftirsóttir vegna þeirra kennsluaðferða sem kenndar eru á Bifröst og nýtast í starfi."}, {"response_to": "31103555", "username": "rvkmær", "message_id": "31103676", "user_id": "189770", "datetime": "2015-05-13 22:57:47", "datestring": "13. maí '15, kl: 22:57:47", "text": "Nákvæmlega, það er allavega (að mínu mati) skóli sem að kennir þér að takast á við raunveruleg vandamál í starfi."}, {"response_to": "31102836", "username": "Catalyst", "message_id": "31103458", "user_id": "81856", "datetime": "2015-05-13 20:20:06", "datestring": "13. maí '15, kl: 20:20:06", "text": "Það er ekki svo mikið mal að vinna með fjarnemum. Hef gert það nokkrum sinnum og nú síðaat þá skrifaði eg lokaritgerð með annari sem býr í öðrum bæ og halfgerður fjarnemi þannig seð. Vinnum i google docs og vorum i videochatti a fb. Lika hægt að nota skype. Við unnum lika oft i word skjali. Önnur skrifaði og svo ræddum við hvað ætti að skrifa og breyta, stundum með gamla útgafu fyrir framan okkur. Easy peasy. En þekki ekki til Háskólans á Bifröst svo...."}]}