{"url": "https://bland.is/umraeda/16-manudir-a-milli-barna-sofa-hvar-/31102957/?page=514", "date": "2015-05-13 08:33:45", "id": "31102957", "items": [{"text": "Núna eru um tveir mánuðir þangað til barn númer tvö er væntanlegt á svæðið. Það verða 16 mánuðir á milli og ég er allt í einu að fríka út yfir svefn! Get ekki ákveðið hvort sé betra að eldri sofi inni hjá okkur (eins og hún gerir núna) eða hvort hún ætti að fara í sitt herbergi áður en nýja barnið kemur. Getið þið plís hjálpað mér? Ef ég væri með bæði börnin inni í svefnherbergi þá yrði ansi þröngt á þingi en það gæti kannski gengið :) eldri rumskar nokkrum sinnum á nóttunni og fær snuðið sitt. Núna er hún hinsvegar að fá nokkrar tennur og er ómöguleg á nóttunni. Einhver hérna með reynslu?", "title": "16 mánuðir á milli barna. Sofa hvar?", "username": "nautagullas", "message_id": "31102957", "user_id": "185374", "response_to": null, "datetime": "2015-05-13 08:33:45", "datestring": "13. maí '15, kl: 08:33:45"}, {"response_to": "31102957", "username": "smint84", "message_id": "31103016", "user_id": "199940", "datetime": "2015-05-13 10:20:52", "datestring": "13. maí '15, kl: 10:20:52", "text": "16 manuðir á milli 2 og 3 hjá mér og við höfðum þær báðar inni hjá okkur fyrstu 3 manuðina. Gekk mjög vel og voru ekkert að vekja hvor aðra þó að sú eldri hafi einmitt lika verið í tanntöku á þessum tíma og vaknaði oft öskrandi. Eru saman i herbergi núna og það gengur mjög vel, eru rúmlega eins árs og 2,5 árs. Aldrei neitt vesen. Eigum síðan von á næsta eftir mánuð sem verður inni hjá okkur fyrstu mánuðina og síðan verða þau öll saman í herbergi eftir það."}, {"response_to": "31103016", "username": "Angela in the forest", "message_id": "31105076", "user_id": "123423", "datetime": "2015-05-15 14:03:38", "datestring": "15. maí '15, kl: 14:03:38", "text": "Af því að það eru 2 mánuðir þá hefur þú tíma til þess að sjá hvort það virki fyrir ykkur að færa hana í annað herbergi, maður verður bara að vera sáttu við það sem maður gerir annars gengur það ekki.  Svo gæti verið málið að fá ráðleggingar hjá svefnráðgjafa á landspítalanum."}, {"response_to": "31102957", "username": "baunalongun", "message_id": "31111780", "user_id": "198526", "datetime": "2015-05-22 07:26:38", "datestring": "22. maí '15, kl: 07:26:38", "text": "Það eru 16 manuðir a milli hja mer og eldra barnið hefur sofið i sinu herbergi fra 6 manaða aldri en það var vegna þess að við vorum að vakna íntima og ótíma bara útaf hreyfingum..."}]}