{"url": "https://bland.is/umraeda/er-umbodsmadur-skuldara-/31101639/?page=525", "date": "2015-05-11 21:08:00", "id": "31101639", "items": [{"text": "eitthvað annað en hliðvörður helvítis?", "title": "er umboðsmaður skuldara...", "username": "TheMadOne", "message_id": "31101639", "user_id": "67426", "response_to": null, "datetime": "2015-05-11 21:08:00", "datestring": "11. maí '15, kl: 21:08:00"}, {"response_to": "31101639", "username": "1122334455", "message_id": "31101711", "user_id": "289913", "datetime": "2015-05-11 21:37:57", "datestring": "11. maí '15, kl: 21:37:57", "text": "Viltu útskýra nánar?"}, {"response_to": "31101711", "username": "TheMadOne", "message_id": "31101726", "user_id": "67426", "datetime": "2015-05-11 21:45:24", "datestring": "11. maí '15, kl: 21:45:24", "text": "íbúðalánasjóður neitar mér um greiðslufrystingu og vísar mér til umboðsmanns skuldara. Ég á kannski 3/4 af íbúðinni minni en kæri mig ekki um að fara í eitthvað ferli þar sem ég verð að standa og sitja eftir forskrift umboðsmanns skuldara á meðan ég bæði missi íbúðina og borga hverja einustu krónu hvort sem er. Ég skil ekki að það hjálpi mér. Ég er btw ekki í meiri vanskilum en þeim sem mynduðust á meðan ég beið eftir svari frá ÍLS og er komin á rétt ról við að jafna mig eftir nærri 2ja ára veikindi og áföll sem tengdust húsnæðinu. Mig vantaði í raun bara afmarkaðan tíma til að komast í eðlilegt jafnvægi."}, {"response_to": "31101726", "username": "mugg", "message_id": "31101731", "user_id": "48791", "datetime": "2015-05-11 21:47:07", "datestring": "11. maí '15, kl: 21:47:07", "text": "Þú getur talað við umboðsmann skuldara og athugað hvað þeir bjóða þér þú þarft ekkert að skrifa undir saming við þá nema"}, {"response_to": "31101731", "username": "TheMadOne", "message_id": "31101733", "user_id": "67426", "datetime": "2015-05-11 21:51:10", "datestring": "11. maí '15, kl: 21:51:10", "text": "hvað gerir hann í svona málum? eina sem ég þekki til er þegar fólk skuldar meira en það á og er að reyna að fá eitthvað niðurfellt. Ég þekki engan sem hefur fengið hjálp við að halda húsnæðinu."}, {"response_to": "31101733", "username": "mugg", "message_id": "31101734", "user_id": "48791", "datetime": "2015-05-11 21:54:00", "datestring": "11. maí '15, kl: 21:54:00", "text": "Þeir fara yfir heildar stöðuna og ráðleggja út frá því hvort þeir frysti lánið á meðan vanskil eru greidd eða hvað það er sem hentar þér. Það sakar ekki að tékka"}, {"response_to": "31101734", "username": "TheMadOne", "message_id": "31101740", "user_id": "67426", "datetime": "2015-05-11 21:59:02", "datestring": "11. maí '15, kl: 21:59:02", "text": "ég er bara að spá hvort ég eigi að nota allt sem ég á núna til að borga þessi litlu vanskil sem ég er með eða hvort það borgar sig alveg eins að bíða með það ef ég tala við US"}, {"response_to": "31101740", "username": "Kammó", "message_id": "31101759", "user_id": "30431", "datetime": "2015-05-11 22:17:12", "datestring": "11. maí '15, kl: 22:17:12", "text": "Ef þú átt 3/4 í íbúðinni þinni myndi ég borga upp vanskilin ef ég mögulega gæti og sleppa að tala við nokkurn mann."}, {"response_to": "31101759", "username": "TheMadOne", "message_id": "31101760", "user_id": "67426", "datetime": "2015-05-11 22:19:34", "datestring": "11. maí '15, kl: 22:19:34", "text": "gallinn er sá að ég þarf líka að gefa börnunum mínum að borða og jafnvel sjálfri mér. þess vegna sótti ég um frystinguna. Ég á góðan möguleika að vera komin í fulla vinnu í haust en það er ekkert 100%."}, {"response_to": "31101740", "username": "UngaDaman", "message_id": "31101762", "user_id": "191546", "datetime": "2015-05-11 22:23:28", "datestring": "11. maí '15, kl: 22:23:28", "text": "Ef þú getur borgað þetta þá að sjáfsögðu gerir þú það. Ég er ekki alveg að sjá á hvaða forsendum á íls að veita þér greiðslufrystingu?"}, {"response_to": "31101762", "username": "TheMadOne", "message_id": "31101776", "user_id": "67426", "datetime": "2015-05-11 22:32:22", "datestring": "11. maí '15, kl: 22:32:22", "text": "þetta virkar svona. ég á 80 þúsund eftir þegar ég er búin að borga hita, rafmagn, fasteignagjöld og allt það.... hvort á ég nú að borga íbúðarlánið eða kaupa mat?"}, {"response_to": "31101776", "username": "UngaDaman", "message_id": "31101800", "user_id": "191546", "datetime": "2015-05-11 22:46:07", "datestring": "11. maí '15, kl: 22:46:07", "text": "Ertu með fleiri lán en íbúðarlánið? 80 þúsund er mjög lítið, sérstaklega ef þú ert með börn á framfæri. En ef þú ert ekki með önnur lán þá er spurning hvort hægt sé að kæra þessa \"niðurstöðu\" eða biðja þau um að skoða málið að nýju?"}, {"response_to": "31101800", "username": "TheMadOne", "message_id": "31101808", "user_id": "67426", "datetime": "2015-05-11 22:51:50", "datestring": "11. maí '15, kl: 22:51:50", "text": "ég er með námslán sem fer fyrir fund stjórnar núna á miðvikudaginn, var búin að fá neitun þar líka af því að ég var ekki atvinnulaus, skiptir engu máli að ég er í hlutastarfi. fyrir utan það engin lán. Ég veit ekki hvað þýðir að endurtaka svona oft. Ég veit að þetta er fáránlega lítið svo að ég veit það líka að ég er endanlega screwed ef ég lendi á leigumarkaðinum."}, {"response_to": "31101808", "username": "mugg", "message_id": "31102120", "user_id": "48791", "datetime": "2015-05-12 10:32:33", "datestring": "12. maí '15, kl: 10:32:33", "text": "En ertu búin að athuga með að skuldbreyta láninu og lækka afborgunina ??"}, {"response_to": "31101776", "username": "Kung Fu Candy", "message_id": "31102124", "user_id": "220074", "datetime": "2015-05-12 10:36:35", "datestring": "12. maí '15, kl: 10:36:35", "text": "Mamma lenti líka í einhverju svona frá þeim, sótti um frystingu og svarið var eitthvað á þessa leið: Þú skuldar svo mikið hvorteðer, þessi 80þ kall á mánuði skiptir ekki máli... uhhh já akkúrat, hana munaði bara alls ekkert um að borga 80þ minna í reikninga."}, {"response_to": "31102124", "username": "staðalfrávik", "message_id": "31102203", "user_id": "79063", "datetime": "2015-05-12 12:26:36", "datestring": "12. maí '15, kl: 12:26:36", "text": "Eins með mömmu mína."}, {"response_to": "31101776", "username": "1122334455", "message_id": "31102137", "user_id": "289913", "datetime": "2015-05-12 10:47:00", "datestring": "12. maí '15, kl: 10:47:00", "text": "Mér finnst þessi greiðslumöt oft útí hött. Geturu ekki sýnt einhvern veginn fram á það að þú þurfir ekki allt það sem talið er upp í greiðslumati íls? Ég veit að þetta heitir eitthvað annað þegar maður er þá þegar kominn með lán, en þú skilur vonandi hvað ég er að fara."}, {"response_to": "31101726", "username": "disarfan", "message_id": "31102282", "user_id": "77469", "datetime": "2015-05-12 13:38:02", "datestring": "12. maí '15, kl: 13:38:02", "text": "Ef þú færð frystingu þá hækka afborganirnar þínar eftir tímabil frystingar og ÍLS er hætt að samþykkja frystingar nema þú getir sýnt fram á að vandi þinn sé tímabundinn og að í lok tímabilsins getir þú staðið undir hærri afborgunum."}, {"response_to": "31102282", "username": "staðalfrávik", "message_id": "31102301", "user_id": "79063", "datetime": "2015-05-12 14:04:18", "datestring": "12. maí '15, kl: 14:04:18", "text": "Þetta gæti gert fólki kleyft að reyna að selja."}, {"response_to": "31102282", "username": "TheMadOne", "message_id": "31102326", "user_id": "67426", "datetime": "2015-05-12 14:24:03", "datestring": "12. maí '15, kl: 14:24:03", "text": "Hvernig sýnir maður fram á tímabundinn vanda ef þeir biðja bara um tölur sem sýna stöðuna nákvæmlega núna? Afborganirnar eru ekkert mjög háar en þeirra forsendur eru til dæmis 18 þúsund í föt mánaðarlega, 35 þús í tómstundastarf og 50 þúsund í akstur/ferðir... fyrir utan fasteignagjöld sem Reykjavíkurborg felldi niður af því að ég var á endurhæfingalífeyri hálft síðasta ár"}, {"response_to": "31102326", "username": "disarfan", "message_id": "31102329", "user_id": "77469", "datetime": "2015-05-12 14:28:51", "datestring": "12. maí '15, kl: 14:28:51", "text": "þú þarft þá að sýna fram á að tekjur þínar verði hærri þegar frystingu líkur eða framfærslukostnaður þinn lægri. Ef þú verður með sömu tekjur eftir frystingu, þá ræður þú ekkert frekar við afborganirnar þá en nú og frystingin eykur bara á vanda þinn því vextir og þh hættir ekkert þó þú fáir frystingu."}, {"response_to": "31102329", "username": "TheMadOne", "message_id": "31102337", "user_id": "67426", "datetime": "2015-05-12 14:36:32", "datestring": "12. maí '15, kl: 14:36:32", "text": "Þeir hafa aldrei beðið um neinar þannig forsendur. En fyrst þú ert með þetta svona vel á hreinu... á hverju á ég að eiga von ef ég tala við umboðsmann skuldara?"}, {"response_to": "31102337", "username": "tjúa", "message_id": "31102342", "user_id": "7256", "datetime": "2015-05-12 14:47:19", "datestring": "12. maí '15, kl: 14:47:19", "text": "UMS hjálpaði mér helling á sínum tíma - en ég held að úrræðin eru sniðin að vanda einstaklingana og best væri að þú talaðir bara við þá sjálf."}, {"response_to": "31102342", "username": "TheMadOne", "message_id": "31102409", "user_id": "67426", "datetime": "2015-05-12 16:31:56", "datestring": "12. maí '15, kl: 16:31:56", "text": "Heyra reynslu annarra, til dæmis \"umboðsmaður skuldeigenda\""}, {"response_to": "31102337", "username": "WorldofDarkness", "message_id": "31102393", "user_id": "24256", "datetime": "2015-05-12 16:00:50", "datestring": "12. maí '15, kl: 16:00:50", "text": "Þú getur átt von á því að fá ráðleggingar um hvað sé hægt að gera í þinni stöðu. Svo bara ákveður þú hvort þú takir þeim ráðleggingum eða ekki."}, {"response_to": "31102337", "username": "disarfan", "message_id": "31102400", "user_id": "77469", "datetime": "2015-05-12 16:13:46", "datestring": "12. maí '15, kl: 16:13:46", "text": "Væntanlega að umboðsmaður skuldara geri ráð fyrir að þú þurfir að lifa og kaupa föt og mat og eitthvað fleira og segir þér þá ef þú hefur greiðslugetu til að borga af lánunum þínum. Ef þú vilt ekki gera eins og umboðsmaður skuldara segir þér að þú getir gert, þá er það þitt mál. Ég geri ekki ráð fyrir að umboðsmaður skuldara segi þér að þú getir á einhvern hátt komist hjá því að borga tryggar veðskuldir en mögulega verður þér bent á að sækja um lengingu á láninu, þannig að þú munir borga lægri upphæð í hvert sinn yfir lengri tíma (og borga þannig í raun meira fyrir láni þitt)."}, {"response_to": "31102400", "username": "TheMadOne", "message_id": "31102425", "user_id": "67426", "datetime": "2015-05-12 16:45:11", "datestring": "12. maí '15, kl: 16:45:11", "text": "Ég veit ekki hvort þér dettur í hug að ég reikni með að skuldirnar mínar hverfi bara af sjálfu sér. Ég veit að það gerist bara hjá fólki sem á skítnógan pening. Miðað við það sem þú segir þá myndi US bara segja það sama og ég get flett upp á neysluviðmiði og nota þá vitneskju sem ég hef núþegar. Neysluviðmiðið segir mér að ég geti ekki haldið heimili og hafi ekki getað gert það síðustu árin, samt er ég búin að gera það þennan tíma og er ekki búin að safna vanskilum. Þetta segir mér að neysluviðmiðið virkar ekki."}, {"response_to": "31102425", "username": "JD", "message_id": "31102494", "user_id": "28405", "datetime": "2015-05-12 17:55:17", "datestring": "12. maí '15, kl: 17:55:17", "text": "Ertu búin að vera óvinnufær vegna veikinda en getur líklega farið að vinna í haust? Ef svo er tókstu það fram í umsókninni? Ég sótti um frystingu fyrir nokkrum árum vegna atvinnuleysis mannsins míns, ég sjálf var í námi. Mér var bent á að taka það fram í umsókninni að ég myndi útskrifast eftir ár og tekjur heimilisins hækka."}, {"response_to": "31102494", "username": "TheMadOne", "message_id": "31102588", "user_id": "67426", "datetime": "2015-05-12 18:58:57", "datestring": "12. maí '15, kl: 18:58:57", "text": "nei ég er með vinnu en er ekki komin enn í fullt starf, ég hef ekkert 100% loforð um fullt starf samt."}, {"response_to": "31102425", "username": "disarfan", "message_id": "31102538", "user_id": "77469", "datetime": "2015-05-12 18:17:00", "datestring": "12. maí '15, kl: 18:17:00", "text": "Eflaust eru margir sem lifa undir neysluviðmiðinu, þar sem þau byggjast á meðaltalstölum, sem þýðir að helmingur þjóðarinnar eyðir meira og helmingurinn eyði minna. Mér finnst samt ótrúlegt ef umboðsmaður skuldara segir fólki að það verði nú bara að lifa við hungurmörk til að borga skuldirnar sínar."}, {"response_to": "31102538", "username": "TheMadOne", "message_id": "31102595", "user_id": "67426", "datetime": "2015-05-12 19:14:29", "datestring": "12. maí '15, kl: 19:14:29", "text": "eða þá viðmið félagsþjónustu og umboðsmanns skuldara. Ég á ekkert frekar eftir að hafa efni á því að eyða 18 þúsund á mánuði í föt eftir að missa húsnæðið frekar en árin áður."}]}