{"url": "https://bland.is/umraeda/bilhraedsla/31111622/?page=510", "date": "2015-05-21 23:26:43", "id": "31111622", "items": [{"text": "Ég hef verið ferlega bílhrædd síðan ég var barn, varð vitni að alvarlegu bílslysi og hef síðan þá verið mjög bílhrædd. Nýlega eignaðist ég barn og fannst ég versna til muna, vorum að panta okkur orlofshús í byrjun júní frekar langt í burtu og ég er búin að vera með kvíðahnút í maganum síðan, er eiginlega bara skelfingu lostin og á erfitt með svefn. Vorum búin að pæla í þessu fríi í svolítinn tíma og pöntuðum svo húsið í dag og ég hef ekki hugsað um annað. Ég er svoooo hrædd um að eitthvað komi fyrir og að litla krílið mitt slasist, eða að maðurinn minn slasist og ég verði ein eftir með barnið. Ég veit alveg að það eru ekkert miklar líkur á að eitthvað gerist en ekkert sem ég hef reynt róar mig. Líður svo illa núna að ég sé ekki fram á að sofa mikið. Hvað get ég gert? Er þetta alveg dæmi sem þarf lyf við eða eru aðrar aðferðir?", "title": "Bílhræðsla", "username": "miiia", "message_id": "31111622", "user_id": "154447", "response_to": null, "datetime": "2015-05-21 23:26:43", "datestring": "21. maí '15, kl: 23:26:43"}, {"response_to": "31111622", "username": "Cif", "message_id": "31111631", "user_id": "194472", "datetime": "2015-05-21 23:35:41", "datestring": "21. maí '15, kl: 23:35:41", "text": "Keyra um á nóttunni þegar er engin umferð :p"}, {"response_to": "31111622", "username": "Mae West", "message_id": "31111648", "user_id": "28460", "datetime": "2015-05-21 23:50:03", "datestring": "21. maí '15, kl: 23:50:03", "text": "Veit ekki hvort þú þarft lyf en það er held ég svolítið dæmigert að ef þú varst með kvíða/kvíðaköst fyrir þá magnist allt upp fyrst eftir að þú eignast barn."}, {"response_to": "31111622", "username": "stjörnuþoka123", "message_id": "31111654", "user_id": "80214", "datetime": "2015-05-21 23:55:44", "datestring": "21. maí '15, kl: 23:55:44", "text": "Reyndu að komast að hjá sálfræðingi sem fyrst. Það er tiltölulega einfalt að vinna með svona fóbíur og kvíða. Tekur þetta í litlum skrefum. Mæli með Kvíðameðferðarmiðstöðinni. Það kostar soldið, en gætir ath hvort að stéttarfélagið þitt taki þátt í kostnaði. Ef það er ekki valkostur mæli ég með að tala við heimilislækni sem getur þá jafnvel komið þér í samand við salfræðing hja heilsugæslunni."}, {"response_to": "31111622", "username": "bogi", "message_id": "31111992", "user_id": "54181", "datetime": "2015-05-22 14:18:38", "datestring": "22. maí '15, kl: 14:18:38", "text": ""}, {"response_to": "31111622", "username": "orkustöng", "message_id": "31114543", "user_id": "246358", "datetime": "2015-05-25 20:31:04", "datestring": "25. maí '15, kl: 20:31:04", "text": "ég hef ekki eða lítið verið bílslysahræddur , kannski aðeins meira en kærulausir samt, hef samt ákveðið snemma ævinnar að sleppa akstri út á land til öryggis vegna hraðans og skorti á aðgreiningu akreina í gagnkvæmar áttir . sýnist það ekki skynsamlegt að taka þá áhættu sem flestir taka."}, {"response_to": "31114543", "username": "bogi", "message_id": "31114912", "user_id": "54181", "datetime": "2015-05-26 10:01:56", "datestring": "26. maí '15, kl: 10:01:56", "text": "Það er frekar sorglegt að láta hræðslu stjórna lífi sínu."}, {"response_to": "31111622", "username": "tweety83", "message_id": "31114857", "user_id": "18847", "datetime": "2015-05-26 09:05:31", "datestring": "26. maí '15, kl: 09:05:31", "text": "Ég fór í huglæga atferlismeðferð HAM hjá sálfræðingi eftir bílslys, fékk áfallastreituröskun og var á barmi taugaáfalls þegar ég fór og það hefur hjálpað mér mikið."}]}