{"url": "https://bland.is/umraeda/laus-tonn-tannalfar-ofl-/31119639/?page=504", "date": "2015-06-01 00:04:39", "id": "31119639", "items": [{"text": "Nú er ég alveg ný í tanngeiranum. Eldri sonurinn himinlifandi yfir að loksins vera kominn með lausa tönn. Þónokkur búin að missa tönn í leikskólanum og náfrændi hans jafngamall búinn að missa nokkrar, menn því farnir að bíða! hahahaEn nú hefur hann verið að tala um að það sé skrítið að borða, brauð virki sem eitthvað hart út af tönninni og í kvöld æpti hann allt í einu allsvakalega þá var hann að býta súkkulaðið af íspinna og meiddi sig í lausu tönninni.Við auðvitað sögðum honum að nú yrði hann að borða varlega meðan að hann væri með lausa tönn, býta til hliðar og svona. En nú munum við hvorugt mikið eftir því að hafa misst framtennurnar annað en bara já gleðinni þegar sú fyrsta fór. Man ekkert hversu lengi hún var laus eða hvernig hún fór í raun.. rámar samt í að ég hafi verið dugleg að rugga þeim til og hálf þvinga þær til að losna meira :S En já.. þegar þær eru orðnar nokkuð lausar, hvað er svona ca langt í að þær fari þá? Verður maður ekki að bíða eftir að hún verði laf laf laf laus til að geta eitthvað vonast eftir til að ná henni sjálfur?Og að lokumhvað er tannálfurinn að skilja eftir? Munur á fyrstu tönn og þeim næstu?", "title": "Laus tönn, tannálfar ofl.", "username": "Catalyst", "message_id": "31119639", "user_id": "81856", "response_to": null, "datetime": "2015-06-01 00:04:39", "datestring": "1. jún. '15, kl: 00:04:39"}, {"response_to": "31119639", "username": "fálkaorðan", "message_id": "31119644", "user_id": "169630", "datetime": "2015-06-01 00:09:03", "datestring": "1. jún. '15, kl: 00:09:03", "text": "Ég sneri upp á fyrstu minnar, þegar hún var orði laf laus og óþolandi. Ekki þannig að hún ditti heldur kom stelpan með tönnina eftir nokkrar mínútur og var alveg sátt við að það hefði verið pínu sárt að ég sneri."}, {"response_to": "31119644", "username": "Catalyst", "message_id": "31119658", "user_id": "81856", "datetime": "2015-06-01 00:23:38", "datestring": "1. jún. '15, kl: 00:23:38", "text": "Já alveg rétt.. snúa.."}, {"response_to": "31119644", "username": "Lakkrisbiti", "message_id": "31119941", "user_id": "137532", "datetime": "2015-06-01 13:37:58", "datestring": "1. jún. '15, kl: 13:37:58", "text": "úfff þetta með að meiða hana vakti hjá mér minnungu af mömmu minni sitjandi ofan á mér og snúa upp á tönnina og rífa hana úr."}, {"response_to": "31119941", "username": "fálkaorðan", "message_id": "31119943", "user_id": "169630", "datetime": "2015-06-01 13:43:15", "datestring": "1. jún. '15, kl: 13:43:15", "text": "Já ég rétt kom við hún sagði á og ég sagði neibb ekki hægt að láta mömmu snúa henni."}, {"response_to": "31119943", "username": "Lakkrisbiti", "message_id": "31119950", "user_id": "137532", "datetime": "2015-06-01 13:52:29", "datestring": "1. jún. '15, kl: 13:52:29", "text": "Enda er það líka bara best. Minn var svolítið seinn að missa sínar tennur og þegar loks kom að því þá fór hann að nota allskonar aðferðir eins og að binda spotta í tönnina og hurð og skella :)"}, {"response_to": "31119950", "username": "fálkaorðan", "message_id": "31119951", "user_id": "169630", "datetime": "2015-06-01 13:54:46", "datestring": "1. jún. '15, kl: 13:54:46", "text": "Mín má gera það mínvegna þegar hún hefur vit til. En hún er bar 5 og tönn tvö er alveg að fara."}, {"response_to": "31119951", "username": "Lakkrisbiti", "message_id": "31119953", "user_id": "137532", "datetime": "2015-06-01 13:57:27", "datestring": "1. jún. '15, kl: 13:57:27", "text": "Mig minnir að minn hafi verið orðin 7 eða rétt að skríða í 7 þegar hans fyrsta fór. Eins og ég sagði hann var svolítið seinn til. Hann er orðin 13 og á enn eftir að missa 4 eða 5. Ef hann myndi fermast á næsta ári hefði það ekki komið mér á óvart að hann myndi vera tannlaus á fermingardaginn."}, {"response_to": "31119639", "username": "gaggy", "message_id": "31119761", "user_id": "116598", "datetime": "2015-06-01 08:51:20", "datestring": "1. jún. '15, kl: 08:51:20", "text": "Mín hafa fengið 250kr fyrir fyrstu tönn og 150 fyrir þær sem duttu á eftir..."}, {"response_to": "31119639", "username": "*vonin*", "message_id": "31119914", "user_id": "19276", "datetime": "2015-06-01 12:43:32", "datestring": "1. jún. '15, kl: 12:43:32", "text": "Hér var meira fyrir fyrstu tönn. 500 fyrir fyrstu og 100 fyrir hinar."}, {"response_to": "31119639", "username": "alboa", "message_id": "31119935", "user_id": "31118", "datetime": "2015-06-01 13:23:15", "datestring": "1. jún. '15, kl: 13:23:15", "text": "Hér var 500 fyrir fyrstu minnir mig. Annars hef ég bara látið þetta gerast hjá minni og ekkert verið að þvinga þær né snúa upp á. Var einhvern tímann sagt af tannlækni að það væri ekki gott að gera slíkt."}, {"response_to": "31119639", "username": "sellofan", "message_id": "31119940", "user_id": "156650", "datetime": "2015-06-01 13:34:11", "datestring": "1. jún. '15, kl: 13:34:11", "text": "Ég man að maður fékk sjálfur 100 kr. fyrir fyrstu tönnina og næsta tönn fór í kókglas yfir nótt til að sjá áhrif gosdrykkju á tennurnar. Rest fór svo bara í ruslið. Býst við að gera það sama þegar að því kemur."}, {"response_to": "31119639", "username": "fálkaorðan", "message_id": "31119944", "user_id": "169630", "datetime": "2015-06-01 13:43:54", "datestring": "1. jún. '15, kl: 13:43:54", "text": "Hér var ein\"mynd\" og einn peningur sem sagt 600kr við fyrstu tönn, gerir ráð fyrir einum peningi í restina."}, {"response_to": "31119639", "username": "links", "message_id": "31119948", "user_id": "18892", "datetime": "2015-06-01 13:50:03", "datestring": "1. jún. '15, kl: 13:50:03", "text": "Mín hefur fengið allt frá 100kr í 1000kr. Ég hef reyndar ekki gefið henni 1000kr en hún missti tönnina hjá afa sínum og hann átti ekkert annað hehe :)"}, {"response_to": "31119639", "username": "MUX", "message_id": "31119955", "user_id": "53030", "datetime": "2015-06-01 13:58:12", "datestring": "1. jún. '15, kl: 13:58:12", "text": "Þær geta verið lausar ansi lengi, núna er mín t.d. með eina lausa sem er búin að vera laus í 3 mánuði.  Hinsvegar þegar þær hafa orðið laflausar þá hafa þær farið samdægurs (fjórar farnar hjá henni). Hún reyndar tók fyrstu úr sér sjálf með því að toga og bað svo mig um að taka númer tvö fyrir sig, hinar fóru þegar hún var að borða og já hana kennir til þegar hún bítur í eitthvað með lausu tönnunum."}, {"response_to": "31119955", "username": "fálkaorðan", "message_id": "31119976", "user_id": "169630", "datetime": "2015-06-01 14:18:58", "datestring": "1. jún. '15, kl: 14:18:58", "text": "Hér er tanfé eyðslufé. Ég agitera samt fyrir því að bæta því í sparigrísina en það má nota til að kaupa eitthvað sem þarf að safna uppí eins og yoohoo treefriends bangsa"}, {"response_to": "31119976", "username": "MUX", "message_id": "31119979", "user_id": "53030", "datetime": "2015-06-01 14:22:09", "datestring": "1. jún. '15, kl: 14:22:09", "text": "jamm, hún er safnari og liggur á peningum eins og ormur á gulli.  Kaupir sér aldrei leikföng svo þetta fer bara inn á bók, pabbi hennar alveg búinn að heilaþvo barnið!"}, {"response_to": "31119979", "username": "fálkaorðan", "message_id": "31119980", "user_id": "169630", "datetime": "2015-06-01 14:25:06", "datestring": "1. jún. '15, kl: 14:25:06", "text": "Ég vil bjóða upp á þetta val með suma peninga, afmælis og jóla fara inn á langtímasparnaðinn ásamt öðrum gjöfum, sparibaukur og páskaeggjapeningar frá öfum og ömmum (vil ekki að þeim séu gefin egg) og svona tilfallandi peningar fara inn á sparibók sem er bundin til 3 ára og má kaupa sér eitthvað svona stórt eins og hjól 6 ára eða slíkt, nú eða flytja yfir á langtímasparnaðinn."}, {"response_to": "31119980", "username": "Catalyst", "message_id": "31119998", "user_id": "81856", "datetime": "2015-06-01 15:01:16", "datestring": "1. jún. '15, kl: 15:01:16", "text": "Minn á það til að safna pening sem hann finnur eða fær hjá okkur/ömmum og öfum í box. Síðan fer það af og til í baukinn líka. Oft er þetta bara 10 kr, 50 kr eða eitthvað (nema um ömmur og afa sé að ræða) þar sem að við erum alltaf með kort hehe."}]}