{"url": "https://bland.is/umraeda/ad-fara-til-kvensjukdomalaeknis/31127120/?page=493", "date": "2015-06-08 21:05:37", "id": "31127120", "items": [{"text": "Ég var að lesa mjög sorglega grein um ömurlega framkomu kvensjúkdómalæknis við sjúklinga sína. Framkomu sem mætti alveg kalla kynferðisbrot. Ég hef sem betur fer ekki upplifað slíkt og hryllir við að konur geti lent í svona. En ég fór að velta því fyrir mér hvað er eðlileg hegðun hjá kvensjúkdómalækni, þ.e. fyrir utan þetta kynferðislega sem var lýst þarna í greininni. Ég hef lent í tvennu sem mér finnst óþægilegt. Nr. 1 Lendi oft í því að læknirinn setur þessa frægu glennu inn, klemmir hana á leghálsinn og lætur hana svo bara hanga á meðan hann eða hún stússar í öðru, eins og þau átti sig ekki á hve sársaukafullt það er. Kannski svipað og að klemma eitthvað á pung sjúklings og láta það hanga. Nr. 2 Ég fór á krabbameinsleitarstöðina í leghálsskoðun og til að láta athuga með hnút í brjósti Af einhverri ástæðu var brjóstið þreifað á meðan ég lá glennt á bekknum og sloppurinn opnaður þannig að ég var með bæði brjóstin úti. Læknirinn var alvarleg kona, mikið að vanda sig og með henni aðstoðarkona. Ég treysti þeim alveg og fannst þetta fyndið, en hugsaði með mér hvað þetta væru asnalegar aðstæður. Þær höfðu sem betur fer rænu á því að loka sloppnum að neðan svo að ég var ekki ber þar.  Hvaða starfsreglur ætli séu til um svona? Ég mundi bæta þessu tvennu í reglurnar ef ég hefði eitthvað um það að segja.  Maður meiðir ekki sjúklinginn að óþörfu, og maður þreifar ekki brjóst á meðan konan liggur gleið í bekknum og getur ekki hreyft sig. Og tips. nr 3. maður talar ekki í símann á meðan maður er með konu hjá sér í skoðun. Það kallar ekki á faglegar aðstæður.", "title": "Að fara til kvensjúkdómalæknis", "username": "Isabel7575", "message_id": "31127120", "user_id": "127934", "response_to": null, "datetime": "2015-06-08 21:05:37", "datestring": "8. jún. '15, kl: 21:05:37"}, {"response_to": "31127120", "username": "Tvíst", "message_id": "31127395", "user_id": "208989", "datetime": "2015-06-09 01:11:45", "datestring": "9. jún. '15, kl: 01:11:45", "text": "Mèr finnst bara òtrùlega fràbært ad stadan er alveg ad verda þannig ì þjòdfèlaginu ad #konurtala - og hver sem er, hvenær sem er, getur àtt von à opinni og vægdarlausri umfjöllun um sig ef vidkomandi brýtur à annarri manneskju!"}, {"response_to": "31127395", "username": "Mainstream", "message_id": "31127397", "user_id": "110531", "datetime": "2015-06-09 01:13:50", "datestring": "9. jún. '15, kl: 01:13:50", "text": "En ef konurnar fá á sig málsókn og verða dæmdar fyrir meiðyrði?"}, {"response_to": "31127397", "username": "Tvíst", "message_id": "31127401", "user_id": "208989", "datetime": "2015-06-09 01:16:17", "datestring": "9. jún. '15, kl: 01:16:17", "text": "Fyrir ad tala um vidmòt sem þær mæta hjà t.d. lækni? Læknirinn ætti ansi erfitt med slìkt àn þess ad hreinlega brjòta trùnad sjàlfur."}, {"response_to": "31127397", "username": "myrran", "message_id": "31127405", "user_id": "112676", "datetime": "2015-06-09 01:19:27", "datestring": "9. jún. '15, kl: 01:19:27", "text": "Það er doldið erfitt að kæra yfir 100 konur fyrir meiðyrði. Held að enginn leggi í þann slag."}, {"response_to": "31127405", "username": "Mainstream", "message_id": "31127541", "user_id": "110531", "datetime": "2015-06-09 07:40:14", "datestring": "9. jún. '15, kl: 07:40:14", "text": ""}, {"response_to": "31127541", "username": "myrran", "message_id": "31127546", "user_id": "112676", "datetime": "2015-06-09 08:28:50", "datestring": "9. jún. '15, kl: 08:28:50", "text": "já það er auðvelt að fara í slag við eitt fórnarlamb. En í tilfelli læknisins þá eru margir tugir kvenna komnir fram með sömu sögu."}, {"response_to": "31127120", "username": "Isabel7575", "message_id": "31127406", "user_id": "127934", "datetime": "2015-06-09 01:20:42", "datestring": "9. jún. '15, kl: 01:20:42", "text": "Kannski ágætt að ítreka að mín saga er ekki af neinu ofbeldi, heldur er ég að velta því fyrir mér hvaða reglur læknar setja sér til að lenda ekki í asnalegum aðstæðum með sjúklingi."}, {"response_to": "31127120", "username": "TheMadOne", "message_id": "31127440", "user_id": "67426", "datetime": "2015-06-09 02:02:42", "datestring": "9. jún. '15, kl: 02:02:42", "text": "veistu ég hef fengið leiðsögn í hvernig á að þrífa lík og það var mjög mikið tillitsamara en þessar lýsingar. Það reyndi ekki á þessa leiðsögn en það sat eftir í mér hversu mikla virðingu sú sem leiðbeindi mér sýndi þessum látna einstakling."}, {"response_to": "31127440", "username": "Isabel7575", "message_id": "31127500", "user_id": "127934", "datetime": "2015-06-09 03:11:52", "datestring": "9. jún. '15, kl: 03:11:52", "text": "Vá en áhugavert!"}, {"response_to": "31127120", "username": "Benebí", "message_id": "31127564", "user_id": "46649", "datetime": "2015-06-09 09:13:53", "datestring": "9. jún. '15, kl: 09:13:53", "text": "Þessi glenna sem þú talar um, ertu að meina verkfærið sem lítur út eins og önd? Hún er ekki fest á leghálsinn er það?"}, {"response_to": "31127564", "username": "Isabel7575", "message_id": "31127875", "user_id": "127934", "datetime": "2015-06-09 15:11:33", "datestring": "9. jún. '15, kl: 15:11:33", "text": "Já ég held það sé þessi. Amk eitthvað sem þeir klemma utanum leghálsinn"}, {"response_to": "31127875", "username": "Benebí", "message_id": "31128582", "user_id": "46649", "datetime": "2015-06-10 08:50:24", "datestring": "10. jún. '15, kl: 08:50:24", "text": "Klemma utan um leghálsinn? Ertu viss, til hvers?"}, {"response_to": "31127875", "username": "Benebí", "message_id": "31128590", "user_id": "46649", "datetime": "2015-06-10 08:55:57", "datestring": "10. jún. '15, kl: 08:55:57", "text": "Ertu ekki bara að meina goggurinn sem er settur á leggangaopið til að gera allt aðgengilegt?"}, {"response_to": "31127120", "username": "Felis", "message_id": "31127568", "user_id": "32229", "datetime": "2015-06-09 09:19:17", "datestring": "9. jún. '15, kl: 09:19:17", "text": "ég hef farið til þónokkuð margra kvensjúkdómalækna, man eftir einhverjum 6 mismunandi bara í augnablikinu en sennilega eru þeir 1-2 fleiri. Allir nema einn voru karlmenn. Allir voru nærgætnir og professional og mér leið aldrei illa, vegna handbragða þeirra, eftir tímann."}, {"response_to": "31127120", "username": "Alveg að meikaða", "message_id": "31127601", "user_id": "64562", "datetime": "2015-06-09 09:49:41", "datestring": "9. jún. '15, kl: 09:49:41", "text": "Ég fór til kvensjúkadómalæknis á húð og kyn þegar ég var  um 18 ára. Það var engin hjúkka með og hann snerti á mér snípinn og sagði að ég væri greinilega ung og þröng. Fyrsta skoðunin sem ég fór í að neðan. Ég varð svo hissa og kjaftstopp eftir þetta að ég sagði engum frá."}, {"response_to": "31127601", "username": "GunnaTunnaSunna", "message_id": "31127667", "user_id": "272893", "datetime": "2015-06-09 11:42:03", "datestring": "9. jún. '15, kl: 11:42:03", "text": "Oj. Ég er bara orðlaus."}, {"response_to": "31127601", "username": "Isabel7575", "message_id": "31127876", "user_id": "127934", "datetime": "2015-06-09 15:12:09", "datestring": "9. jún. '15, kl: 15:12:09", "text": "Jesús."}, {"response_to": "31127601", "username": "Kattarskott", "message_id": "31127952", "user_id": "65074", "datetime": "2015-06-09 16:22:32", "datestring": "9. jún. '15, kl: 16:22:32", "text": "Ojjbara merkilegt að þú hafir fengist til að fara til kvennsa aftur  skil að þú hafir einungis farið til kvenkyns lækna eftir þetta."}, {"response_to": "31127601", "username": "strákamamma", "message_id": "31128069", "user_id": "11836", "datetime": "2015-06-09 18:46:56", "datestring": "9. jún. '15, kl: 18:46:56", "text": "jesús minn...."}, {"response_to": "31127120", "username": "Emmellí", "message_id": "31127623", "user_id": "129689", "datetime": "2015-06-09 10:27:17", "datestring": "9. jún. '15, kl: 10:27:17", "text": ""}, {"response_to": "31127623", "username": "GunnaTunnaSunna", "message_id": "31127668", "user_id": "272893", "datetime": "2015-06-09 11:43:44", "datestring": "9. jún. '15, kl: 11:43:44", "text": "Jii, þetta er hrikalegt að heyra."}, {"response_to": "31127623", "username": "Isabel7575", "message_id": "31127878", "user_id": "127934", "datetime": "2015-06-09 15:13:20", "datestring": "9. jún. '15, kl: 15:13:20", "text": "Alveg með ólíkindum!"}, {"response_to": "31127623", "username": "piano79", "message_id": "31127973", "user_id": "166867", "datetime": "2015-06-09 16:51:35", "datestring": "9. jún. '15, kl: 16:51:35", "text": "Ég lenti líka í þessu með að hann kleip í brjósin á mér án þess að hafa nokkra ástæðu til (var ekki í snemmsónar eða neitt þannig). Það einmitt situr enn frekar mikið í mér."}, {"response_to": "31127623", "username": "strákamamma", "message_id": "31128071", "user_id": "11836", "datetime": "2015-06-09 18:48:12", "datestring": "9. jún. '15, kl: 18:48:12", "text": "vá....   eins og brjóstakáf staðfesti sónarmynd!     maður myndi halda að sónarmyndin væri alveg nóg"}, {"response_to": "31127623", "username": "Tipzy", "message_id": "31128165", "user_id": "26838", "datetime": "2015-06-09 19:43:46", "datestring": "9. jún. '15, kl: 19:43:46", "text": "Staðfest sónarmyndina? Fór í snemmasónar á þessari meðgöngu 3x, því í fyrsta þá sást ekkert nema þykknun og aldrei nokkurn tíman datt lækninum í hug að þreifa á brjóstunum mínum til að staðfesta þessar 3 sónarmyndir. Hef satt best að segja aldrei heyrt um svona, hvorki á mínum 3 meðgöngum né hjá neinum sem ég þekki."}, {"response_to": "31128165", "username": "Emmellí", "message_id": "31128172", "user_id": "129689", "datetime": "2015-06-09 19:50:11", "datestring": "9. jún. '15, kl: 19:50:11", "text": "nei enda var þetta fáronlegt. Ég labbaði bara orðlaus út. Af hverju hann taldi eðlilegt að taka um brjóstin á mér í leggangaskoðun meðan ég var pikkföst í stólnum með útglennt klofið .... Ég gat svo sem horft fram hjá hinu að sjálf skoðunin var óþægileg (strokurnar og nálægðin) en þetta fannst mér langt yfir strikið. Svo hefur maður ekkert í höndunum."}, {"response_to": "31128172", "username": "Tipzy", "message_id": "31128174", "user_id": "26838", "datetime": "2015-06-09 19:51:22", "datestring": "9. jún. '15, kl: 19:51:22", "text": "Miða við ógrynnin öll af málum þá held ég það þurfi að taka upp þær reglur að hjúkrunarfræðingur þurfi að vera viðstaddur svona skoðanir."}, {"response_to": "31128174", "username": "Emmellí", "message_id": "31128180", "user_id": "129689", "datetime": "2015-06-09 19:55:45", "datestring": "9. jún. '15, kl: 19:55:45", "text": "Það myndi bara auka kostnaðinn við þessar skoðanir.... Nægur er hann nú án þess. En þetta einskorðast náttúrulega við þennan eina læknir (eftir því sem ég best veit). Flestir gera þetta af fagmennsku. Held að það þurfi frekar bara að auðvelda konum að tilkynna svona tilfelli."}, {"response_to": "31128174", "username": "evitadogg", "message_id": "31128820", "user_id": "61116", "datetime": "2015-06-10 12:48:07", "datestring": "10. jún. '15, kl: 12:48:07", "text": "Eg er viss um að mer þætti það þægilegra. A milli mín og míns læknis er fullkomið traust og mer finnst gott að fara til hans, gefur ser tíma, er vel undirbúinn (kynnir ser sögu manns aður en maður kemur) og veitir þannig persónulega þjonustu. Eg held að þriðji aðili myndi breyta þeirri dýnamík. Sögurnar sem maður les eru hræðilegar og eg vona innilega að þetta seu bara vinnubrögð þessa eina læknis (þó einum of mikið!)"}, {"response_to": "31128174", "username": "daggz", "message_id": "31129191", "user_id": "54335", "datetime": "2015-06-10 18:09:15", "datestring": "10. jún. '15, kl: 18:09:15", "text": "Ég held samt að fyrst og fremst þurfi landlæknisembættið að taka til hjá sér. Það er ekki eðlilegt hve illa er tekið á málum þar. Þá er ég ekki að tala bara um þetta tilvik (miðað við eina söguna þá vissu þeir alveg af þessu fyrir löngu) heldur bara svo margar. Lækna sem fá að skrifa út endalaus lyf (sem eru misnotuð) og fleira í þeim dúr."}, {"response_to": "31127623", "username": "Guppyfish", "message_id": "31128593", "user_id": "283014", "datetime": "2015-06-10 09:13:01", "datestring": "10. jún. '15, kl: 09:13:01", "text": "Nú spyr ein sem ekki veit. Hvað í ósköpunum er kvensjúkdómalæknir að pæla í brjóstum kvenna? Ég var nokkuð viss um að þeir ættu bara að spá í kjallaranum og krabbameinslæknar í brjóstum. Það væri eitt ef þetta væri framkvæmt á leitarstöðinni en snemmsónar er allt annar handleggur."}, {"response_to": "31128593", "username": "Emmellí", "message_id": "31128672", "user_id": "129689", "datetime": "2015-06-10 10:46:34", "datestring": "10. jún. '15, kl: 10:46:34", "text": ""}, {"response_to": "31128672", "username": "Guppyfish", "message_id": "31128686", "user_id": "283014", "datetime": "2015-06-10 10:53:26", "datestring": "10. jún. '15, kl: 10:53:26", "text": "Ég myndi vilja segja að ég hefði gefið honum einn á lúðurinn en ætli ég hefði ekki bara orðið svona hissa eins og þú og frosið. Leiðinlegt að þú hafir þurft að upplifa þetta :("}, {"response_to": "31127120", "username": "skófrík", "message_id": "31127950", "user_id": "197410", "datetime": "2015-06-09 16:08:35", "datestring": "9. jún. '15, kl: 16:08:35", "text": "Ég held það sé ekki til sú kona sem finnst þægilegt að fara til kvennsjúkdómalæknis. Ég hef farið til kvennsjúkdómalækna sem ég gat ekki, og svo annara sem mér finnst þægilegra að eiga samskipti við á þennan viðkvæma máta."}, {"response_to": "31127950", "username": "Isabel7575", "message_id": "31128129", "user_id": "127934", "datetime": "2015-06-09 19:21:07", "datestring": "9. jún. '15, kl: 19:21:07", "text": "ég er sammála."}, {"response_to": "31127120", "username": "Kattarskott", "message_id": "31127965", "user_id": "65074", "datetime": "2015-06-09 16:44:09", "datestring": "9. jún. '15, kl: 16:44:09", "text": "Þegar ég gekk með mitt fyrsta barn tæplega tvítug lenti ég í frekar andstyggilegri skoðun hjá lækni á kvennadeildinnir.  Ég lá inni á kvennadeildinni þegar hann sækir mig inn á stofu þar sem ég lá og fer með mig fram á skoðun.  Þar skipar hann mér að klæða mig úr að neðan fékk engan slopp eða lak né neitt og segir mér að fara upp á bekkinn.  Hann setur svo á sig hanska og á mjög harðhentann og þjösnalegan máta byrjar hann þessa \"skoðun\" ég kveinkaði mér undan þar sem hanskarnir \"brenndu\" þar sem hann notaði ekkert gel eða neitt á þá og hann var virkilega harðhentur.  Hann leit á mig með hálfgerðum fyrirlitningar svip og \"æ meiddirðu þig\" en hætti ekki og hélt áfram um stund.    Svo hættir hann skoðuninni segir mér að klæða mig og fara.  Ég skakklappaðist inn í rúm og lá svo þar í hnipri og leið eins og ég hefði orðið fyrir árás fann fyrir \"brunaverkjum\" og eymslum  í 2 daga á eftir í  og fékk martraðir nokkrar nætur á eftir. Ég óttaðist svona kjallara skoðanir meira en flest annað og forðaðist þær eins og heitan eldinn í langann tíma. Enda var þetta í annað skipti um ævina sem ég fór í svona skoðun og vissi ekki að þetta var ekki eðlilegt.   Uppgötvaði svo þegar fram liðu stundir að þetta var ekki eðlileg framkvæmd á skoðun eina sem ég hef lent í í líkingu við við þessa  var þegar ýtt var við belgjum til að koma fæðingu af stað þegar ég var gengin viku framyfir með barn númer 2 og það var ekki jafn þjösnalegt og þessi skoðun þarna."}, {"response_to": "31127965", "username": "Andý", "message_id": "31127979", "user_id": "62139", "datetime": "2015-06-09 17:08:59", "datestring": "9. jún. '15, kl: 17:08:59", "text": "Hæ ég lenti líka í svona ógeðslegu þegar belgurinn var losaður. Ég man ekki hvort það var læknirinn sem allir tala um eða annar læknir sem ég man líka efiir að var mjög óþægilegur á þessum tíma...þeir voru tveir svona óþægilegir í gamla daga, þess vegna vil ég ekki segja sögurnar mínar því ég man í fyrsta lagi ekki hvað hinn heitir og svo man ég ekki hver gerði mér hvað..ég á þrjár svona sögur sem sitja í mér frá þessum læknum"}, {"response_to": "31127979", "username": "Kattarskott", "message_id": "31128095", "user_id": "65074", "datetime": "2015-06-09 19:03:49", "datestring": "9. jún. '15, kl: 19:03:49", "text": "Þessi sem ég lenti í er ekki þessi sem allir eru að tala um en er örugglega bekkjarbróðir hans úr læknadeildinni því þeir eru jafnaldrar."}, {"response_to": "31127120", "username": "elinnet", "message_id": "31128221", "user_id": "61754", "datetime": "2015-06-09 20:52:26", "datestring": "9. jún. '15, kl: 20:52:26", "text": ""}, {"response_to": "31128221", "username": "Emmellí", "message_id": "31130018", "user_id": "129689", "datetime": "2015-06-11 15:23:36", "datestring": "11. jún. '15, kl: 15:23:36", "text": "Er þetta ekki bara spurning um það að vilja koma fram undir nafni eða ekki. Ég hef sjálf engan sérstakan áhuga á því að koma fram í viðtali við DV...."}]}