{"url": "https://bland.is/umraeda/sma-sambands-erfidleikar-vantar-ad-fa-radleggingar/31137114/?page=482", "date": "2015-06-19 18:35:12", "id": "31137114", "items": [{"text": "Hæ hæ mig langar að fá smá ráðleggingar. En þannig er að ég er að ganga í gegnum að slíta sambúð. Ekki búin að vera saman í næstum því ár. Við vorum næstum búin að ná saman aftur en ég er búin að vera með smá efa í smá tíma. Ég kyssti strák í milli tíðinni og er svo búin að kynnast öðrum. Fyrverandi sambýlismaður minn vill að við reynum aftur, sérstaklega því við eigum barn saman. En Ég er á báðum áttum. Við erum hrikalega ólík á marga vegu eigum nánast ekki sömu áhugamál og ég veit stundum ekki um hvað ég á að tala við hann því hann hefur ekki áhuga á því hvað ég er að segja. Hann er reyndar búinn að vera taka sig á og búinn að opna sig alveg fyrir mér og vill gera allt til að við getum reynt aftur. En Ég er hins vegar búin að finna strák sem passar við mig eins og flís við rass. Eigum sömu áhugamál, getum endalaust talað saman og ég get bara sagt hvað sem er við hann án þess að hafa á hættu að það sé sett út á það eða að það sé misskilið. Ég finn eiginlega bara væntumþyggju til fyrrverandi. En það sem ég er að velta fyrir mér er, er ég að taka ranga ákvörðun með því að segja alveg skilið við fyrrverandi og fara til hins stráksins eða ætti ég að gefa fyrrverandi séns. Tek það fram að við erum að spá í einhverri ráðgjöf en erum ekkki kominn á þann stað. Mér líður eins og það sé ósanngjarnt af mér að fara í samband aftur og hjartað mitt sé einhver staðar annar staðar en kannski er það bara vitleysa í mér. Ég er á algjörum krossgötum og spjótinn eru öll á mér. Ég vona að ég fái einhver góð svör frá ykkur og jafnvel frá einhverjum sem hefur verið í svipaðri stöðu og ég.", "title": "smá sambands erfiðleikar vantar að fá ráðleggingar", "username": "drullusokka", "message_id": "31137114", "user_id": "88425", "response_to": null, "datetime": "2015-06-19 18:35:12", "datestring": "19. jún. '15, kl: 18:35:12"}, {"response_to": "31137114", "username": "nibba", "message_id": "31137123", "user_id": "22725", "datetime": "2015-06-19 18:41:05", "datestring": "19. jún. '15, kl: 18:41:05", "text": "Fylgdu hjartanu, mér sýnist eins og þú sért pínu að láta undan þrýstingi með að fara í ráðgjöf með þínum fyrrverandi. Það er líka alltaf hægt að prófa aftur ef maður vill. Ég á fyrrverandi sem ég tók saman við aftur og komst að því að það er ástæða fyrir því að hann er fyrrverandi"}, {"response_to": "31137114", "username": "Relevant", "message_id": "31137129", "user_id": "43469", "datetime": "2015-06-19 18:45:35", "datestring": "19. jún. '15, kl: 18:45:35", "text": "mér heyrist þú vita hvað þú vilt. Segist vera búin að finna annan sem passar við þig eins og flís við rass og finna bara til væntumþykju til fyrrverandi............"}, {"response_to": "31137129", "username": "drullusokka", "message_id": "31137136", "user_id": "88425", "datetime": "2015-06-19 18:48:51", "datestring": "19. jún. '15, kl: 18:48:51", "text": "já það er kannski alveg þannig, það er aðalega því við eigum barn saman sem er að flækja þetta svolítið. Maður gerir ímyslegt fyrir börnin sín. En óhamingjusamir foreldrar eru kannski ekki alveg málið"}, {"response_to": "31137136", "username": "Relevant", "message_id": "31137137", "user_id": "43469", "datetime": "2015-06-19 18:49:57", "datestring": "19. jún. '15, kl: 18:49:57", "text": "nei alls ekki - getið verið vinir áfram og alið barnið upp með virðingu fyrir því og ykkur sjálfum. Gæti verið gott að fara í ráðgjöf til að finna þann flöt - þ.e. hvernig þið haldið vináttu til að ala barnið saman upp án þess að vera saman"}, {"response_to": "31137114", "username": "fálkaorðan", "message_id": "31137148", "user_id": "169630", "datetime": "2015-06-19 19:02:07", "datestring": "19. jún. '15, kl: 19:02:07", "text": "Ég mindi fara. Þú hljómar ekki eins og þú sért ástfangin af sambýlismanni þínum."}, {"response_to": "31137114", "username": "Trunki", "message_id": "31137220", "user_id": "47044", "datetime": "2015-06-19 20:41:46", "datestring": "19. jún. '15, kl: 20:41:46", "text": "Eins og þú lysir stöðunni núna held ég að þú og þinn fyrrverandi ættuð ekki að reyna neitt aftur núna."}, {"response_to": "31137114", "username": "She is", "message_id": "31137232", "user_id": "45783", "datetime": "2015-06-19 20:54:13", "datestring": "19. jún. '15, kl: 20:54:13", "text": "það er margt í mörgu, fyrst af öllu ætti fólk ekki að vera saman bara vegna barnanna, til slíks er lífið of stutt og dýrmætt. Ég þekki og sé því of oft inn í hjónaband þar sem slíkt er í gangi, amk frá hlið annars aðilans. Ég sé líka hvernig báðir aðilar reyna að finna á öðrum stöðum og með öðru það þeir ættu að geta fengið út úr hjónabandinu ef það væri betra. Mér finnst oft bara grátlegt að horfa upp á þetta fólk. en þeirra líf, þeirra val."}, {"response_to": "31137114", "username": "ragazza", "message_id": "31137459", "user_id": "52246", "datetime": "2015-06-19 23:27:03", "datestring": "19. jún. '15, kl: 23:27:03", "text": "Ástin er eins og brauð. Það þarf að baka nýtt á hverjum degi. Ég myndi segja þér að fara til ráðgjafa með barnsföður þínum, þú gætir séð eftir því að hafa ekki prófað það. Gangi þér vel."}, {"response_to": "31137114", "username": "Júlí 78", "message_id": "31137482", "user_id": "245905", "datetime": "2015-06-19 23:43:32", "datestring": "19. jún. '15, kl: 23:43:32", "text": "Ég er sammála ragazza. Finnst að þú ættir að fara til ráðgjafa með þínum fyrrverandi. Ekki endilega með það í huga að þið náið saman aftur heldur til að sjá hvað fór úrskeiðis hjá ykkur og til að skilja allt betur. Þá frekar geturðu haldið áfram með líf þitt hvort sem það er með honum eða nýja manninum sem þú ert búin að kynnast. Ekki ákveða neitt strax með framhaldið. Byrjaðu á að fara til rágjafa."}, {"response_to": "31137114", "username": "Húllahúbb", "message_id": "31137518", "user_id": "13729", "datetime": "2015-06-20 00:16:39", "datestring": "20. jún. '15, kl: 00:16:39", "text": "Tek undir með þeim sem segja ráðgjöf. Bara til að leysa ykkar mál þá endanlega ef út í það fer."}, {"response_to": "31137114", "username": "noneofyourbusiness", "message_id": "31137525", "user_id": "235094", "datetime": "2015-06-20 00:23:00", "datestring": "20. jún. '15, kl: 00:23:00", "text": "Það er ekkert að því að fara í ráðgjöf á þeim forsendum að slíta sambandinu á góðum nótum. Þekki eina sem fór í ráðgjöf með sínum eiginmanni (tvö börn) og niðurstaða þeirrar ráðgjafar var að þau ákváðu að skilja en reyna að gera það í eins góðu og hægt væri."}, {"response_to": "31137114", "username": "Heiðlóan ♫♬♪ ♩", "message_id": "31137593", "user_id": "267951", "datetime": "2015-06-20 02:57:07", "datestring": "20. jún. '15, kl: 02:57:07", "text": "Hafið þið verið í sundur í næstum eitt ár? Ég myndi bara sleppa tökunum"}, {"response_to": "31137114", "username": "josepha", "message_id": "31137618", "user_id": "169324", "datetime": "2015-06-20 08:55:37", "datestring": "20. jún. '15, kl: 08:55:37", "text": "Það er ósanngjarnt af þér að fara í samband með barnsföðurnum  aftur með hálfum huga finnst mér. Myndi segja skilið við hann strax. Og þó að það gangi ekki upp með hinn strákinn, þá skiptir það ekki máli því þú hefur hvort sem er ekki áhuga á barnsföðurnum. Hann á skilið að vera með manneskju sem virkilega hefur áhuga á honum, en er ekki með honum bara af einhverri skyldurækni. Sama gildir um þig. Þó að þið eigið barn saman, þá eigið þið foreldrarnir ykkar eigið sjálfstæða líf. Það er ekki forsenda fyrir hamingju barnsins að mamma og pabbi búi saman."}, {"response_to": "31137114", "username": "svarta kisa", "message_id": "31137969", "user_id": "45127", "datetime": "2015-06-20 15:17:51", "datestring": "20. jún. '15, kl: 15:17:51", "text": "Fylgdu hjartanu alla leið. Ég hef reynslu af svipuðu dæmi þar sem ég ákvað að láta undan þrýstingi og sleppa þessum nýja vegna þess að barnsfaðirinn lofaði öllu fögru og allt átti að breytast. Það er fátt sem ég sé eins mikið eftir í lífinu. Í dag erum við barnsfaðirinn löngu skilin aftur, hann kominn í nýtt sambandi og hamingjusamur og ég hef ekki fundið ástina aftur. Þó að mörg ár séu liðin er ég ennþá reið út í barnsföður minn fyrir að þrýsta á mig og spila með samviskubitið mitt bara vegna þess að hann var með sært egó (auðvitað veit ég samt að ákvörðunin var mín á sínum tíma en mér fannst ég ekki geta annað). Plís, ekki gera sjálfri þér þetta..."}, {"response_to": "31137114", "username": "drullusokka", "message_id": "31139487", "user_id": "88425", "datetime": "2015-06-22 10:32:23", "datestring": "22. jún. '15, kl: 10:32:23", "text": "Takk fyrir svörin. :) ég er alveg að atta mig en ég er samt með samviskibit yfir því að velja hinn strákinn :/ aðalega útaf barninu og að barnsfaðirinn er búin að opna sig alveg og vill allt fyrir okkur gera. Það væri mikið auðveldara ef hann væri ekki búinn að því. Ég vona að ég sé ekki að gera rangt."}]}