{"url": "https://bland.is/umraeda/enginn-fridur/31145439/?page=476", "date": "2015-06-28 11:47:23", "id": "31145439", "items": [{"text": "Nú er ég að leigja hjá foreldrum mínum íbúð í blokk og þau búa annars staðar, nema hvað að það þýðir lítið fyrir mig að nota lykilinn og læsa, þar sem þau koma hérna inn þegar ég er ekki heima og ég sé það því það er búið að færa hluti til og annað. Auk þess sem þau segja mér bara sjálf frá því með því að kvarta yfir að ég hafi ekki klárað uppvaskið eða e-ð sé ekki staðsett þar sem þeim finnst það eigi að vera.Eins og þið heyrið er ég auðvitað háð því að samskiptin séu góð, þau eru dugleg að passa fyrir mig annað barnið mitt sem er mjög mikilvægt útaf námi. Ég hef verið reið og sagt þeim að þau séu að brjóta á mér og ég vilji fá lykilinn þeirra, en þau segja þau eigi þessa íbúð og séu í fullum réttiÉg hef látið sem ég taki ekki eftir þessu til að gera þeim ekki til geðs að pirra mig á þessuMér finnst þetta svo barnalegt og pirrandi... finnst þetta svona við höfum völdin og þú getur ekkert gert í þessuÞau eru einnig með lykil að póstkassanum og taka póstinn stundum heim með sér þegar þannig liggur á þeim........ ein pirruð og vantar ráð... Leigan er auðvitað mjög ódýr... annars væri ég nú ekki hérna enn þá... samskiptin eru mjög slæm og ég fer ekki til þeirra nema fleira fólk sé því þá vanda þau samskipti við mig betur.. en það kemur samt fyrir þau nái ekki einu sinni að hafa stjórn á sér þá... Sem dæmi sagði ég mömmu frá mjög háum einkunnum úr skólanum og hún spurði hvort ég væri viss um að þau hefðu farið yfir rétt próf...þá leið mér nú bara eins og hún væri hálf svekkt yfir að vel gengi... ég sagði henni ég ætlaði nú ekkert að hringja og spyrja að því :o", "title": "Enginn friður", "username": "crazynuts", "message_id": "31145439", "user_id": "192963", "response_to": null, "datetime": "2015-06-28 11:47:23", "datestring": "28. jún. '15, kl: 11:47:23"}, {"response_to": "31145439", "username": "Snilld", "message_id": "31145441", "user_id": "52912", "datetime": "2015-06-28 11:53:23", "datestring": "28. jún. '15, kl: 11:53:23", "text": "Ef þú ert með leigusamning þá getur þú bent á að þau þurfti að gefa þér lágmark 24 tíma fyrirvara áður en þau ætla að skoða ástand íbúðarinnar. Ég held (er ekki viss) að þótt þú sért ekki með þingfestan leigusamning, þá gildi samt sömu reglur. Þetta er þitt heimili á meðan þú ert að leigja þarna. Enginn getur valsað inn á þitt heimili án þinnar vitundar eða samþykkis."}, {"response_to": "31145441", "username": "crazynuts", "message_id": "31145443", "user_id": "192963", "datetime": "2015-06-28 11:55:09", "datestring": "28. jún. '15, kl: 11:55:09", "text": "Er með þingfestan takk fyrir þetta vissi ekki af þessum 24 tímum :)"}, {"response_to": "31145443", "username": "Snilld", "message_id": "31145447", "user_id": "52912", "datetime": "2015-06-28 11:56:27", "datestring": "28. jún. '15, kl: 11:56:27", "text": "minnsta málið :o) Hef verið með leigusala sem vildi einmitt koma að vild en eftir að við vissum okkar réttindi þá fengum við frið. Gangi þér vel"}, {"response_to": "31145439", "username": "Skreamer", "message_id": "31145445", "user_id": "173840", "datetime": "2015-06-28 11:56:13", "datestring": "28. jún. '15, kl: 11:56:13", "text": "Skipta um cylinder much?"}, {"response_to": "31145439", "username": "TARAS", "message_id": "31145448", "user_id": "92236", "datetime": "2015-06-28 11:57:55", "datestring": "28. jún. '15, kl: 11:57:55", "text": "Skipta bara um sílender?"}, {"response_to": "31145448", "username": "crazynuts", "message_id": "31145459", "user_id": "192963", "datetime": "2015-06-28 12:20:47", "datestring": "28. jún. '15, kl: 12:20:47", "text": "Mér finnst svo róttækt að skipta um sílander langar bara geta komið þeim í skilning um þau séu að brjóta á mér, en ætli ég verði ekki bara að gera það, er rétturinn ekki mín megin að skipta ef ég vil það?"}, {"response_to": "31145459", "username": "TARAS", "message_id": "31145466", "user_id": "92236", "datetime": "2015-06-28 12:33:37", "datestring": "28. jún. '15, kl: 12:33:37", "text": "Það er líka ótækt að eiga ekki einkalíf. Ég gékk í gegnum það með mínum foreldrum fyrstu fullorðins árin mín að þau áttu mjög erfitt með að sleppa afskiptasemi, varð bara fyrir rest að setja þeim mjög skýrar reglur. Var mjög erfitt að mana sig upp í það og það var smá fíla, en það gékk og samband okkar varð mikið betra í kjölfarið. Ekki það, nú er ég að verða 38 ára og þau reyna stundum enn að skipuleggja líf mitt, sumt breytist víst seint."}, {"response_to": "31145439", "username": "Steina67", "message_id": "31145565", "user_id": "39274", "datetime": "2015-06-28 14:10:09", "datestring": "28. jún. '15, kl: 14:10:09", "text": "Minnir mig á þegar mín ma og pa æddu inn á systur mína kl 12 á laugardagsmorgni. Jú pabbi hringdi bjöllunni um leið og hann gekk inn bara svona til málamynda. Systir mín stekkur út úr rúminu og í slopp og lokar hurðinni á eftir sér, býður foreldrum okkar kaffi og meðan hún hellir uppá fer pabbi í könnunarleiðangur og opnar inn í svefnherbergið og býður góðan daginn og lokar svo aftur eins og ekkert væri eðlilegra.."}, {"response_to": "31145565", "username": "Galieve", "message_id": "31145619", "user_id": "217808", "datetime": "2015-06-28 15:31:14", "datestring": "28. jún. '15, kl: 15:31:14", "text": "Ohh ég lenti í svipuðu með mömmu mína. Hún óð inn í íbúð hjá mér (sem ég átti) og inn í svefnherbergi þar sem ég lá með gaur."}, {"response_to": "31145439", "username": "Dalía 1979", "message_id": "31145575", "user_id": "257096", "datetime": "2015-06-28 14:28:04", "datestring": "28. jún. '15, kl: 14:28:04", "text": "Foreldrar þinir eru að beita þig andlegu ofbeldi það gerir þér ekkert gott að umgangast þau nema að þau geri sér grein fyrir þessu ..mamma þin hefði alveg eins getað sagt þér að þú værir heims í staðinn fyrir að minnast á hvort það hafi verið ruglast á prófum"}, {"response_to": "31145439", "username": "Dreifbýlistúttan", "message_id": "31145598", "user_id": "81623", "datetime": "2015-06-28 14:55:34", "datestring": "28. jún. '15, kl: 14:55:34", "text": "Það er skiljanlegt að þú búir þarna vegna þess að leigan er ódýrari, en ég held að eina lausnin á þessu sé að þú finnir þér annað húsnæði. Það jafnast ekkert á við frelsi og vera laus við slíkan yfirgang."}, {"response_to": "31145439", "username": "assange", "message_id": "31145611", "user_id": "28026", "datetime": "2015-06-28 15:11:07", "datestring": "28. jún. '15, kl: 15:11:07", "text": "Eg myndi bilast. Foreldrar tinir eru ekki god vid tig. Myndi reyna ad setja eins mikla fjarlaegd a milli okkar og eg gaeti., almennt i lifinu"}, {"response_to": "31145439", "username": "nerdofnature", "message_id": "31145671", "user_id": "91627", "datetime": "2015-06-28 16:26:49", "datestring": "28. jún. '15, kl: 16:26:49", "text": "Sko. Rétturinn er þín megin. En ef þú ferð í hart að þá munu samskiptin örugglega ekki batna."}, {"response_to": "31145439", "username": "Splæs", "message_id": "31145683", "user_id": "83074", "datetime": "2015-06-28 16:35:06", "datestring": "28. jún. '15, kl: 16:35:06", "text": "Þetta gengur líka í hina áttina. Ég ætla að taka lyklana af brottfluttu börnunum mínum."}]}