{"url": "https://bland.is/umraeda/net-gb-thid-med-stora-fjolskyldu/31163980/?page=450", "date": "2015-07-24 20:18:20", "id": "31163980", "items": [{"text": "Hvað eruð þið með mörg gb þið sem notið net mikið og eruð með stóra fjölskyldu?  er ekki svolítið mikið að fara yfir 120gb þegar það eru bara 2 í heimili og ein tölva í notkun. Hlusta alveg eitthvað á spotify en alls ekki með það í gangi allann daginn. Horfi kannski á 2-3 þætti á netflix í mesta lagi og er með það stillt á lélegustu stillingu. Það er búið að vera ruglingur þar sem ég er hjá 365 en ég vil bara alls ekki meina að ég fari yfir 120gb. Hef verið með 80 í langan tíma og náði aldrei að fara yfir það.", "title": "net(gb) þið með stóra fjölskyldu", "username": "minnipokinn", "message_id": "31163980", "user_id": "103245", "response_to": null, "datetime": "2015-07-24 20:18:20", "datestring": "24. júl. '15, kl: 20:18:20"}, {"response_to": "31163980", "username": "minnipokinn", "message_id": "31163983", "user_id": "103245", "datetime": "2015-07-24 20:22:06", "datestring": "24. júl. '15, kl: 20:22:06", "text": "2-3 þætti á dag átti þetta að vera..."}, {"response_to": "31163980", "username": "nerdofnature", "message_id": "31164021", "user_id": "91627", "datetime": "2015-07-24 20:59:06", "datestring": "24. júl. '15, kl: 20:59:06", "text": ""}, {"response_to": "31164021", "username": "minnipokinn", "message_id": "31164136", "user_id": "103245", "datetime": "2015-07-24 22:25:31", "datestring": "24. júl. '15, kl: 22:25:31", "text": "Já þarf að fara að komast inná mínar síður.. búið að vera eitthvað vesen hjá félaginu sem ég er hjá og þeir eru ekkert að stressa sig á þessu neitt. Vildi samt ekki vera með vesen ef ég væri svo bara að fara framyfir sem ég er samt 99% viss um að sé ekki. Enda skoðaði einn langt aftur í tímann og var sammála að það væri eitthvað spes að hækka svona allt í einu. Meina það er slatti síðan það var farið að taka fyrir íslenskt niðurhal."}, {"response_to": "31163980", "username": "karamellusósa", "message_id": "31164321", "user_id": "28455", "datetime": "2015-07-25 00:31:15", "datestring": "25. júl. '15, kl: 00:31:15", "text": "við erum \"stórnotendur\"  er með þrjá unglinga sem streama mikið, hlusta á ´tonlist, þætti og einn sem spilar tölvuleiki yfir netið alla daga.    við foreldrarnir gætum líklega komist af með 20 gíg.      en við erum semsé með 300 gíg og höfum stundum farið yfir það.    erum oftast með rétt undir því samt."}]}