{"url": "https://bland.is/umraeda/rafsigarettur/31174030/?page=435", "date": "2015-08-09 22:42:19", "id": "31174030", "items": [{"text": "Er þetta gott hjálpartæki til að hætta að reykja? Er þetta skaðlaust? Sumir segja að þetta se skaðlaust a meðan aðrir segja að þetta se hættulegra en sigo :/ ???", "title": "Rafsígarettur", "username": "Gloriia", "message_id": "31174030", "user_id": "232187", "response_to": null, "datetime": "2015-08-09 22:42:19", "datestring": "9. ágú. '15, kl: 22:42:19"}, {"response_to": "31174030", "username": "nábrók", "message_id": "31174042", "user_id": "78105", "datetime": "2015-08-09 22:56:45", "datestring": "9. ágú. '15, kl: 22:56:45", "text": "þú púar bara þetta í stað sígarettunnar er verðlagt svipað, sennilega ekki eins óhollt en minnkar ekkert fíknina"}, {"response_to": "31174030", "username": "Tipzy", "message_id": "31174057", "user_id": "26838", "datetime": "2015-08-09 23:33:09", "datestring": "9. ágú. '15, kl: 23:33:09", "text": "Mér er alveg óskiljanlegt að fólk haldi þetta sé skaðlegra, verra en að reykja ekki neitt jú en get bara engan vegin trúað að þetta sé skaðlegra en að reykja. Kallinn minn notaði þetta til að hætta að reykja og gekk vel, notaði rafrettuna í kannski hálft ár og trappaði sig niður í styrkleika þarti lhann var farin að gleyma henni heilu dagana að þá lagði hann henni alveg...síðan eru rúmlega 4 ár og ekki vottur af því að langa byrja aftur. Hann hafði reykt í um 18 ár áður."}, {"response_to": "31174030", "username": "nennskiggi", "message_id": "31174079", "user_id": "292117", "datetime": "2015-08-10 00:22:53", "datestring": "10. ágú. '15, kl: 00:22:53", "text": "Veit ekki hvort þetta er skaðlaust, en mér líður allavega mikið betur líkamlega eftir að ég skipti. Sé ekki hvernig þetta getur verið skaðlegra en að reykja sígarettur sem innihalda allskonar baneitrað sull, ofan á það að það er hrikalega vont fyrir lungun að anda reyk, sama hvaðan hann kemur."}, {"response_to": "31174030", "username": "Myken", "message_id": "31174130", "user_id": "141701", "datetime": "2015-08-10 08:10:47", "datestring": "10. ágú. '15, kl: 08:10:47", "text": "Ég hefa að þetta sé hættulegra en síkó..Maðurinn minn er að nota þetta og gegnur súper vel, hann hefur reykt í rúmlega 20 ár..Fyrir utan finnst honum æði að þurfa ekki að standa úti í öllum veðrum..Svo er bara að trappa sig niður.."}, {"response_to": "31174130", "username": "Myken", "message_id": "31174131", "user_id": "141701", "datetime": "2015-08-10 08:13:10", "datestring": "10. ágú. '15, kl: 08:13:10", "text": "auk þess er þetta MIKIÐ ódýrari en að reykja að minnsta kosti hérna í Noregi..pakki á síkó á dag kostar kringum 100 kr og það í 30 daga er þá 3000 meðan að skammtur af þessu kostar 300 kr held að það eigi að duga í mánuð"}]}