{"url": "https://bland.is/umraeda/kaupa-sumarbustad/31179004/?page=421", "date": "2015-08-17 14:55:50", "id": "31179004", "items": [{"text": "Er að spá í að fjárfesta í bústað og er að skoða einn sem er byggður ´65. Bústaðurinn er með áföstum sólskála sem virðist leka meðfram og samtals eru þetta 39 fm með skálanum, skálinn er sirka 15 fm. Bústaðurinn er á eignarlandi sem er hálfur hektari. Hvað þarf maður að hafa í huga við kaup á svona gömlum bústað, einhver sem veit? Vil helst ekki kaupa köttinn í sekknum:)", "title": "Kaupa sumarbústað", "username": "kdm", "message_id": "31179004", "user_id": "52839", "response_to": null, "datetime": "2015-08-17 14:55:50", "datestring": "17. ágú. '15, kl: 14:55:50"}, {"response_to": "31179004", "username": "Júlí 78", "message_id": "31179172", "user_id": "245905", "datetime": "2015-08-17 17:32:58", "datestring": "17. ágú. '15, kl: 17:32:58", "text": "Ég myndi taka með mér lærðan smið til að kíkja á bústaðinn. Láta hann meta hvað þurfi að gera fyrir bústaðinn til þess að koma honum í stand. Lekur meðfram hverju? Það sem ég veit að ég myndi láta skoða sérstaklega er hvort að timbrið í bústaðnum sé eitthvað fúið en annars myndi ég bara biðja smiðinn um að skoða hann almennilega líka að öðru leyti. Reyna svo að fá bústaðinn lækkaðan í verði ef mikið þarf að gera og kosta til. En til hamingju ef þú færð bústaðinn og verður sátt, a.m.k. gáfulegt af þér að fá þér bústað á eignarlandi."}, {"response_to": "31179004", "username": "ingbó", "message_id": "31179195", "user_id": "146104", "datetime": "2015-08-17 18:03:25", "datestring": "17. ágú. '15, kl: 18:03:25", "text": "Hæpið að kaup á 50 ára gömlum sumarbústað geti talist fjárfesting, nema landið sé á þeim mun betri og eftirsóttari stað og bústaðnum hafi verið alveg sérlega vel við haldið - eða hreinlega endurnýjaður á öllum þessum árum. Ef það lekur með þessum sólskála er hætt við að kominn sé fúi í timbrið."}, {"response_to": "31179195", "username": "Kólumkilli", "message_id": "31181691", "user_id": "92334", "datetime": "2015-08-21 00:21:54", "datestring": "21. ágú. '15, kl: 00:21:54", "text": "Afhverju er það hæpið að það geti talist sem fjárfesting?"}, {"response_to": "31181691", "username": "ingbó", "message_id": "31183058", "user_id": "146104", "datetime": "2015-08-22 22:45:29", "datestring": "22. ágú. '15, kl: 22:45:29", "text": "Af því að það kostar mjög mikið að eiga og reka sumarbústað. Ég efast hins vegar ekki um að það getur gefið fólki mjög mikið til baka í \"óefnislegum\" gæðum, - gæðastundir etc. En að eiga og reka tvö heimili er dýrt og svo eins og ég sagði, ef bústaðnum hefur ekki verið þeim mun betur viðhaldið þá er hætt við að 50 ára bústaður eigi ekki mikið eftir, þ.e. það sé komið að viðhaldi og það jafnvel non stop í mörg ár."}, {"response_to": "31183058", "username": "Kólumkilli", "message_id": "31185029", "user_id": "92334", "datetime": "2015-08-25 21:08:28", "datestring": "25. ágú. '15, kl: 21:08:28", "text": "það er samt fjárfesting þrátt fyrir það....hvort að þetta er góð eða slæm fárfesting er svo annað mál............."}, {"response_to": "31179004", "username": "karamellusósa", "message_id": "31183010", "user_id": "28455", "datetime": "2015-08-22 21:53:14", "datestring": "22. ágú. '15, kl: 21:53:14", "text": "Eg myndi kynna mér fráeennslismál! Er viðurkennd rotþró eða bara tunna? Eða slikt, á þeim tima tíðkaðist að grafa bara niður stórar tunnur sem rotþrær en það er ekki leyfilegt lengur,"}, {"response_to": "31183010", "username": "kdm", "message_id": "31183616", "user_id": "52839", "datetime": "2015-08-23 19:57:51", "datestring": "23. ágú. '15, kl: 19:57:51", "text": "Takk innilega fyrir þessa punta, mjög gagnlegt:)"}]}