{"url": "https://bland.is/umraeda/hvernig-hjalpa-eg-unglingi-i-dosku-vantar-grunn-/31177250/?page=430", "date": "2015-08-14 17:11:16", "id": "31177250", "items": [{"text": "sonur minn kann enga dönsku, hann hefur verið latur og ekki nennt að læra hana, en langar virkilega núna að standa sig.    (segir hann sko...  svo kemur í ljós þegar að því kemur hvað hann gerir)    en allavega..   hann hefur engan grunn, er að fara í 10 bekk og getur ekkert í dönsku. þannig að þegar hann fer í skólann getur hann ekkert í kennslubókunum,    sem leiðir þá að því að hann mun hata tímana, ekki læra heima og ekki leggja sig fram.         get ég sent hann eitthvað, á námskeið, keypt bækur eða hvað get ég gert til að hjálpa honum,    tek fram að ég sjálf kann ekkert í dönsku svo það er lítið gagn í mér að hjálpa honum með skólabækurnar, gæti kannski hjálpað honum með alveg byrjendagrunninn en varla meir en það.", "title": "hvernig hjálpa ég unglingi í dösku, vantar grunn?", "username": "karamellusósa", "message_id": "31177250", "user_id": "28455", "response_to": null, "datetime": "2015-08-14 17:11:16", "datestring": "14. ágú. '15, kl: 17:11:16"}, {"response_to": "31177250", "username": "TheMadOne", "message_id": "31177256", "user_id": "67426", "datetime": "2015-08-14 17:17:58", "datestring": "14. ágú. '15, kl: 17:17:58", "text": "ég gæti ekki ímyndað mér meira frústrerandi verkefni en að ætla að kenna einhverjum fag frá byrjun sem ekki bara er viðkomandi 3 árum á eftir heldur skildi ég sjálf ekki staf í. Þú hefur alla mína samúð, ég myndi frekar borga einhverjum fyrir markvissa kennslu samhliða skólakennslunni, jafnvel reyna að fá hana í skólanum heldur en að ætla að læra þetta allt fyrir hann og berja það svo inn í hausinn á honum."}, {"response_to": "31177250", "username": "ert", "message_id": "31177300", "user_id": "37456", "datetime": "2015-08-14 17:59:04", "datestring": "14. ágú. '15, kl: 17:59:04", "text": "Reyndu að redda þér gömlum dönskum andrés blöðum og láta hann lesa."}, {"response_to": "31177250", "username": "Ísdrottning", "message_id": "31177316", "user_id": "17978", "datetime": "2015-08-14 18:27:23", "datestring": "14. ágú. '15, kl: 18:27:23", "text": "Þetta er ekki ómögulegt verkefni en þetta verður töff ofan á allt annað. Hann þarf virkilega að leggja sig fram við þetta."}, {"response_to": "31177316", "username": "karamellusósa", "message_id": "31177677", "user_id": "28455", "datetime": "2015-08-15 14:05:18", "datestring": "15. ágú. '15, kl: 14:05:18", "text": "Mmm mig minnir 6,  sem er eiginlega furðulega hátt miðað við bækurnar hans, þær eru tómar. eða kóperaðar eftir töflunni,"}, {"response_to": "31177677", "username": "Ziha", "message_id": "31177714", "user_id": "51148", "datetime": "2015-08-15 15:04:00", "datestring": "15. ágú. '15, kl: 15:04:00", "text": "hehe... það minnir mig á það þegar ég skoðaði vinnubækur þess elsta einu sinni, ég bara hváði og spurði hvernig ´i ósköpunum hann hefði komist upp með að skrifa bara í smá hluta þeirra... þá hafði hann bara fyllt út smá hluta af þeim flestum en samt fékk hann yfirleitt ansi góðar einkunnir í flestum fögum!   Hann átti það meira að segja til í framhaldsskóla að reikna út nákvæmlega hvað mörg verkefni hann þurfti að skila til að ná...... blah!  En ég fékk aldrei nokkurn tímann að heyra neina athugasemd um námið hjá honum hjá kennurum.... alltaf var allt í fína.. sem það var auðvitað en verkefnabækurnar voru samt langt frá því að vera útfylltar."}, {"response_to": "31177714", "username": "ÓRÍ73", "message_id": "31177730", "user_id": "20092", "datetime": "2015-08-15 15:15:42", "datestring": "15. ágú. '15, kl: 15:15:42", "text": "verkefnabækur þurfa oft ekkert að vera útfylltar, svo lengi sem nemendur eru að ná að skilja það sem er verið að vinna með."}, {"response_to": "31177730", "username": "Ziha", "message_id": "31177735", "user_id": "51148", "datetime": "2015-08-15 15:21:18", "datestring": "15. ágú. '15, kl: 15:21:18", "text": "Akkúrat það sem ég er að reyna að segja.... hún er að tala um einkunn miðað við stöðu á verkefnabókum.  :o)"}, {"response_to": "31177250", "username": "Ziha", "message_id": "31177319", "user_id": "51148", "datetime": "2015-08-14 18:36:07", "datestring": "14. ágú. '15, kl: 18:36:07", "text": "Sko, það er spurning um að byrja frá byrjun, t.d. á að lesa andrés andar blöð (á dönsku), ég lærði t.d. hellings dönsku á því á sínum tíma... lesa danskan texta með honum, horfa á danskar myndir.  T.d. hjálpar ótrúlega mikið að horfa á myndir með dönskum texta... ef maður skilur talið, því heilinn les textann því sem næst ósjálfrátt (ef maður er vanur að lesa textann) og lærir að tengja saman sum orð.  Danskur barnatími er án vafa snilld líka... teiknimyndasögur og bara allt með einföldum texta svona í byrjun."}, {"response_to": "31177250", "username": "Mae West", "message_id": "31177326", "user_id": "28460", "datetime": "2015-08-14 18:53:36", "datestring": "14. ágú. '15, kl: 18:53:36", "text": "Ég mætti ila í dönskutíma í grunnskóla og var bara með stæla eiginlega og man ekki hvort ég mætti einu sinni í samræmda prófið. En þegar ég tók svo önnina aftur í rólegum bekk með kennara sem mér líkaði vel við árið eftir og fylgdist með í tímum þá bara kom þetta þarna strax á þessari einu önn."}, {"response_to": "31177326", "username": "Mae West", "message_id": "31177327", "user_id": "28460", "datetime": "2015-08-14 18:55:37", "datestring": "14. ágú. '15, kl: 18:55:37", "text": "Að skreppa til DK saman auðvitað gæti líka virkað mjög mótíverandi. Kannski ef þið setjið ykkur eitthvað svona markmið eins og að skreppa ´ijólatívolí saman eða eitthvað. Ekki samt sem verðlaun, bara svona sem gulrót sem þið ræðið reglulega."}, {"response_to": "31177326", "username": "Helvítis", "message_id": "31177410", "user_id": "281544", "datetime": "2015-08-14 21:11:55", "datestring": "14. ágú. '15, kl: 21:11:55", "text": "Haha vá, svona var ég einmitt líka, nema ég þrjóskaðist við öll árin í grunnskóla."}, {"response_to": "31177250", "username": "ÓRÍ73", "message_id": "31177351", "user_id": "20092", "datetime": "2015-08-14 19:36:08", "datestring": "14. ágú. '15, kl: 19:36:08", "text": "en að tala við dönskukennarann og fá efni við hæfi?"}, {"response_to": "31177250", "username": "amazona", "message_id": "31177368", "user_id": "71158", "datetime": "2015-08-14 20:04:26", "datestring": "14. ágú. '15, kl: 20:04:26", "text": "Fara í Norræna húsið og leigja danskar myndir"}, {"response_to": "31177250", "username": "nábrók", "message_id": "31177396", "user_id": "78105", "datetime": "2015-08-14 20:54:39", "datestring": "14. ágú. '15, kl: 20:54:39", "text": "Ef hann kann að hala niður af netinu þá er hægt ólöglega að ná í mjög gott kensluforrirt fyrir flest tungumál sem heitir (rosetta stone) ég hef aðeins verið að skoða spænskuna  þar og finnst það virkilega skemmtilegt en það er líka bara hægt að googla það og sjá kynningu á því."}, {"response_to": "31177250", "username": "passoa", "message_id": "31177420", "user_id": "46850", "datetime": "2015-08-14 21:26:05", "datestring": "14. ágú. '15, kl: 21:26:05", "text": "Ég var alltaf mjög léleg í dönsku fram að tíunda bekk, en langaði svo að standa mig í tíunda bekk, þannig að ég fór á námskeið í námsflokkunum minnir mig, og tók auka valáfanga í dönsku í tíunda bekk (í stað þess að velja eitthvað mikið skemmtilegra) og fékk sent kennslubók með góðri grunnorsku (sennilega frá fyrri árum í að læra dönsku)."}, {"response_to": "31177250", "username": "Flínkastelpa", "message_id": "31177424", "user_id": "18639", "datetime": "2015-08-14 21:33:52", "datestring": "14. ágú. '15, kl: 21:33:52", "text": "Það er heldur ekki vitlaust að láta hann horfa á danskt barnaefni - MJÖG einfalt eins og Gurru Grís (sem ég veit reyndar ekki hvort er á dönsku en ég er að nota í enskukennslu hjá mér) til að fá smá tilfinningu fyrir tungumálinu"}, {"response_to": "31177250", "username": "karamellusósa", "message_id": "31177479", "user_id": "28455", "datetime": "2015-08-14 23:39:08", "datestring": "14. ágú. '15, kl: 23:39:08", "text": "Takk fyrir þetta :)"}, {"response_to": "31177250", "username": "Steina67", "message_id": "31177701", "user_id": "39274", "datetime": "2015-08-15 14:39:07", "datestring": "15. ágú. '15, kl: 14:39:07", "text": "Þú kaupir aukatíma handa honum.  Það sem virkaði hjá mínum var að hann fékk verkefnabókina inn í iPadinn."}, {"response_to": "31177250", "username": "Prym", "message_id": "31177724", "user_id": "45728", "datetime": "2015-08-15 15:11:46", "datestring": "15. ágú. '15, kl: 15:11:46", "text": "Ég mundi athuga dönskukennslu fyrir byrjendur í tómstundaskólum eða málaskólum ef þeir eru til ennþá."}]}