{"url": "https://bland.is/umraeda/sma-sem-mig-langar-til-ad-raeda/31181290/?page=425", "date": "2015-08-20 19:16:54", "id": "31181290", "items": [{"text": "Ég hef lengi glímt við veikindi sem á köflum hafa verið mjög erfið. Núna er ég að rísa upp ef svo má segja eftir erfiðan tíma, tímabil þar sem ég nánast missti tök á öllu nema því að draga andann :/ ég var hætt að geta eldað mat, það var slagur að fara í sturtu og tannbursta. Mér líður betur núna, finnst ég hafa lært mikið á því sem á undan er gengið. Einstöku sinnum skýtur þeirri hugmynd niður í hausinn á mér að ég sé að lifa mína síðustu tíma. Sá lærdómur sem mér hafi verið ætlaður í þessi lífi honum sé lokið. Ég er ekkert að plana að fyrirfara mér eða á neinn hátt að vinna mér mein. Þessi hugsun kemur bara stundum eins og þruma. Er einhver sem hefur upplifað eitthvað þessu líkt?", "title": "smá sem mig langar til að ræða", "username": "She is", "message_id": "31181290", "user_id": "45783", "response_to": null, "datetime": "2015-08-20 19:16:54", "datestring": "20. ágú. '15, kl: 19:16:54"}, {"response_to": "31181290", "username": "nefnilega", "message_id": "31181398", "user_id": "52417", "datetime": "2015-08-20 21:12:53", "datestring": "20. ágú. '15, kl: 21:12:53", "text": "Getur verið að þetta sé kvíði sem læðist aftan að þér og birtist svona?"}, {"response_to": "31181398", "username": "She is", "message_id": "31181783", "user_id": "45783", "datetime": "2015-08-21 08:16:26", "datestring": "21. ágú. '15, kl: 08:16:26", "text": "nei það er nefnilega engin kvíði í þessu, bara sátt. Ég var á göngu í dag og fann hvað lífið var gott, kyrrt, rólegt og mómentið dásamlegt. Allt í einu kemur sú hugsun hvort ég sé etv að lifa mína síðustu daga."}, {"response_to": "31181783", "username": "nefnilega", "message_id": "31181804", "user_id": "52417", "datetime": "2015-08-21 09:31:59", "datestring": "21. ágú. '15, kl: 09:31:59", "text": "Já ok. Ég hef þá ekki hugmynd :) Áhugaverð pæling."}, {"response_to": "31181290", "username": "soley18", "message_id": "31181400", "user_id": "99850", "datetime": "2015-08-20 21:13:59", "datestring": "20. ágú. '15, kl: 21:13:59", "text": "Kannast við svona hugsanir. Er sjálf að glíma við veikindi, ólæknandi en er ekki jafn slæm eins og þú lýsir þér. Þrátt fyrir jákvæðni og bjartsýni þá poppar samt reglulega upp þessi hugsun hvort þessu sé lokið. Ég eigi bara eftir að mara í hálfu kafi þar til yfir líkur. Hvort ég eigi aldrei eftir að upplifa aftur að \"upplifa\" hluti án þessa doða sem er alltaf yfir mér."}, {"response_to": "31181290", "username": "1122334455", "message_id": "31181403", "user_id": "289913", "datetime": "2015-08-20 21:15:01", "datestring": "20. ágú. '15, kl: 21:15:01", "text": "Ég kannast ekki við þessa tilfinningu en það er rosalega jákvætt að þú sért loksins að fá að einhverju leyti lausn þinna mála. Gangi þér súper vel með framhaldið."}, {"response_to": "31181290", "username": "Andý", "message_id": "31181408", "user_id": "62139", "datetime": "2015-08-20 21:17:52", "datestring": "20. ágú. '15, kl: 21:17:52", "text": "Já. Þetta kemur stundum fyrir mig einmitt þegar mér líður vel eftir eitthvað ömurlegt og erfitt. Eins og svona \"viðvörun\" eða já, bara rautt stoppskilti sem segir \"EKKI ANDA RÓLEGA!\". Ég reyni að svína framhjá því bara, við deyjum öll bara einhvern tíma. Hvort sem okkur líður vel eða illa"}, {"response_to": "31181290", "username": "Skreamer", "message_id": "31181504", "user_id": "173840", "datetime": "2015-08-20 22:07:27", "datestring": "20. ágú. '15, kl: 22:07:27", "text": "Jamm er alveg skelfilega ein í heiminum, finn enga samsvörun neins staðar...tala við engan og hugsa mikið um eigin dauðleika.  Það er skelfileg lífsreynsla að horfa á líkamann sinn ráðast á sjálfan sig.  Mér finnst ég eitthvað svo óverðug og yfirgefin.  Fer heim úr vinnunni með tárin á \"bak við augun\", berst við að halda þeim þar.  Á erfitt með mannamót, fæ köfnunartilfinningu, brotna saman inní mér, flý óþægilegar uppákomur og á mjög erfitt með að sjá fyrir mér framtíð í þessu lífi.  Ætli þetta sé ekki áfallastreituröskun?"}, {"response_to": "31181504", "username": "albínóme", "message_id": "31181712", "user_id": "290385", "datetime": "2015-08-21 00:49:27", "datestring": "21. ágú. '15, kl: 00:49:27", "text": "Skreamer ég hefði ekki geta lýst líðan minni betur"}, {"response_to": "31181504", "username": "She is", "message_id": "31181784", "user_id": "45783", "datetime": "2015-08-21 08:19:04", "datestring": "21. ágú. '15, kl: 08:19:04", "text": "knús, já það er alls ekki auðvelt að vera veikur á Íslandi í dag, það er klárleg eitthvað sem engin velur og vill."}, {"response_to": "31181290", "username": "fedmule", "message_id": "31181696", "user_id": "71439", "datetime": "2015-08-21 00:28:22", "datestring": "21. ágú. '15, kl: 00:28:22", "text": "Já ég kannast við þetta enda í veikinda fríi út af þessu. Ég er með þunglyndi og kvíðaraskanir og hef verið með það í 10 ár+ fyrst núna náði kvíðinn almennilegu taki á mér og get ég ekki unnið sem svo stendur. Þetta er furðulegt dæmi maður ræður ekkert við þetta og að stoppa þetta er eins og að stoppa hnerra ekki séns."}, {"response_to": "31181290", "username": "albínóme", "message_id": "31181710", "user_id": "290385", "datetime": "2015-08-21 00:46:59", "datestring": "21. ágú. '15, kl: 00:46:59", "text": "Já ég - daglega."}, {"response_to": "31181290", "username": "fálkaorðan", "message_id": "31181837", "user_id": "169630", "datetime": "2015-08-21 10:25:02", "datestring": "21. ágú. '15, kl: 10:25:02", "text": "Er þetta ekki bara sátt við lífið og dauðann. Ekki dauðaþrá heldur bara ánægja sem þú upplifir svona."}]}