{"url": "https://bland.is/umraeda/nefkirtlataka/31180900/?page=425", "date": "2015-08-20 14:18:15", "id": "31180900", "items": [{"text": "Hafiði farið með börnin ykkar í svoleiðis? Litla mín sem verður 2 ára í sept er að fara í nefkirtlatöku núna á þriðjd.. Ég er sjúklega stressuð.. Eitthvað við það að vita af barninu sínu í svæfingu er að fara illa í mig.. Þetta eru örugglega óþarfa áhyggjur og ég er að geea meira úr þessu en þarf.. En hvað eru þessir litlu kroppar lengi að jafna sig og fylgja einhverjir verkir eitthvað á eftir.. Veit að aðgerðin er stutt og hún megi fara á leikskólann daginn eftir.. Fékk bara ekki fleiri uppl frá lækninum en það... :/", "title": "nefkirtlataka", "username": "perla82", "message_id": "31180900", "user_id": "10622", "response_to": null, "datetime": "2015-08-20 14:18:15", "datestring": "20. ágú. '15, kl: 14:18:15"}, {"response_to": "31180900", "username": "hallon", "message_id": "31180936", "user_id": "61730", "datetime": "2015-08-20 15:10:21", "datestring": "20. ágú. '15, kl: 15:10:21", "text": "Sonur minn fór 1 1/2 árs í nefkirtlatöku.  Hann var alveg trylltur þegar hann vaknaði af svæfingunni og tók góðan tíma að ná honum niður.  En svo var hann bara fljótur að jafna sig og mikill munur á honum eftir að losna við nefkirtlana.  Hann var alltaf lasinn með hor fyrir aðgerð en hefur varla orðið misdægurt síðan."}, {"response_to": "31180900", "username": "perla82", "message_id": "31180978", "user_id": "10622", "datetime": "2015-08-20 15:52:12", "datestring": "20. ágú. '15, kl: 15:52:12", "text": "Það er einmitt búið að vera sama með mína... endalaust hor og hiti... komumst svo að því að hún væri með nefkirtla á stærð við fullorðna og bullandi sýkingu í kinnholunum... Vona að það lagist með þessu... Er samt voða taugaveikluð hehe"}, {"response_to": "31180900", "username": "donaldduck", "message_id": "31181139", "user_id": "124716", "datetime": "2015-08-20 17:22:02", "datestring": "20. ágú. '15, kl: 17:22:02", "text": "min eru bæðin búin í þessu, í báðum tilfellum voru kirtlar teknir út um leið og rör fóru í. tók þau ca klst að ná alveg áttum eftir svæfinguna, orðin fullhress daginn eftir"}, {"response_to": "31180900", "username": "buin", "message_id": "31181193", "user_id": "251484", "datetime": "2015-08-20 17:46:06", "datestring": "20. ágú. '15, kl: 17:46:06", "text": "Aðgerðin tekur ekki langan tima en þau verða oft mjög  óróleg þegar þau vakna. Minn grét og grét og þegar hann róaðist hefði hann getað farið í leikskólann svo hress hehe... Þetta endalausa kvef lagaðist í smá tíma, á endanum voru hálskirtlarnir teknir og hann hefur ekki orðið veikur siðan."}, {"response_to": "31180900", "username": "hillapilla", "message_id": "31181520", "user_id": "4176", "datetime": "2015-08-20 22:21:29", "datestring": "20. ágú. '15, kl: 22:21:29", "text": "Mín var nýorðin þriggja ára og hún varð alveg tjúlluð þegar hún vaknaði. Barðist um og öskraði og lognaðist svo aftur útaf og svaf það sem eftir var dags. Vaknaði svo eldhress með smá storknað blóð á efri vörinni..."}]}