{"url": "https://bland.is/umraeda/6-ara-afmaeli-og-aesingur-fram-ur-hofi/31197321/?page=381", "date": "2015-09-14 02:37:42", "id": "31197321", "items": [{"text": "Um helgina var hladið uppá 6 ára afmæli dóttur minnar. Það var vel undirbúið með leikjum og öðru, eins og gengur og gerist. Það sem kom mér mjög á óvart og ég var gjörsamlega óviðbúin var ærslin og óstjórn. Ég náði engu sambandi við sumar stúlkurnar og átti fullt í fangi með að fá hljóð til að útskýra t.d. ratleik eða skenkja  á diska og í glös. Á 40 mínútum var ég orðin hás og örvæntingafull. Ég ræddi þetta síðan við nokkra vini og kunningja sem eiga börn á svipuðu reki. Öll virtust þau kannast við þetta og fannst afmælismenningin vera breytt. Ein vinkona var með þá hugmynd að börnin kynnu ekki að  haga sér í afmæli inná heimili þar sem þeim er gefinn laus taumurinn í krakkalandi, ævintýralandi og þeim stöðum. Önnir lagði til að foreldrum yrði líka boðið til að hafa hemil á börnunum sínum.Við vorum a.m.k. sammála um að hafa aldrei lent í svona óstjórnlegum ærslagangi með eldri börnin okkar þegar þau áttu afmæli.Mér datt í hug að opna þessa umræðu hér á blandinu fyrst þeir sem ég hef talað við hafa lent í svona reynslu, eins og ég um helgina :)", "title": "6 ára afmæli - og æsingur fram úr hófi", "username": "Burnirót", "message_id": "31197321", "user_id": "102929", "response_to": null, "datetime": "2015-09-14 02:37:42", "datestring": "14. sep. '15, kl: 02:37:42"}, {"response_to": "31197321", "username": "Ziha", "message_id": "31198637", "user_id": "51148", "datetime": "2015-09-16 16:35:51", "datestring": "16. sep. '15, kl: 16:35:51", "text": "Ég hef ekki svona reynslu...... ég var með 6 ára afmæli með fullt af krökkum í fyrra... og 7 ára núna.... tók samt eftir aðeins meiri látum núna en það var líka gott veður og þau voru að flakka út og inn....."}, {"response_to": "31197321", "username": "ÓRÍ73", "message_id": "31201645", "user_id": "20092", "datetime": "2015-09-20 20:59:04", "datestring": "20. sep. '15, kl: 20:59:04", "text": "hefur aldrei verið vandamál hér, maður þarf bara ð vera með raunhæf markmið og geta haft stjórn á aðstæðunum. ég hef verið með 25 barna 6 ára afmæli heima, ekkert mál."}, {"response_to": "31197321", "username": "ny1", "message_id": "31209447", "user_id": "187737", "datetime": "2015-10-04 11:52:37", "datestring": "4. okt. '15, kl: 11:52:37", "text": "ég hef ekki þessa reynslu var með 6 ára afmæli um daginn og bjóst við að hér yrðu mikil læti og æsingur og ákvað því að hafa afmælið bara 2klst en ég hefði alvega getað verið með lengra afmæli með þessum börnum voru yndisleg allan tímann og sjálfum sér nóg að mestu.. fór að vísu með þeim í 2 leiki en þau voru einu orði sagt yndisleg"}, {"response_to": "31197321", "username": "bjrn", "message_id": "31210026", "user_id": "93830", "datetime": "2015-10-05 11:38:30", "datestring": "5. okt. '15, kl: 11:38:30", "text": "vá, ég á NÁKVÆMLEGA sömu reynslu og þú. Sú reynsla gerði það að verkum að mig langar bara ALLS ekki að halda barnafmæli aftur. En ég og maðurinn minn vorum akkúrat með þá tilgátu að þetta væri út af þessum krakkalöndum öllum því þar fá krakkarnir að hlaupa um óheft og þurfa ekkert að hugsa um hvort það séu læti, æsingur eða hvað......."}, {"response_to": "31197321", "username": "bogi", "message_id": "31212296", "user_id": "54181", "datetime": "2015-10-11 23:50:02", "datestring": "11. okt. '15, kl: 23:50:02", "text": "Ég held þetta tengist ekkert - amk. hef ég oft haldið barnaafmæli og mín reynsla er sú að fyrstu 40 mín eru alltaf mjög erfiðar. Allir spenntir að mæta í afmælið. Allaveganna, hef fundið fyrir þessu í afmælum þar sem ekki hefur tíðkast að börn séu í krakkalandi og hvað þetta heitir, þá var þetta líka svona."}]}