{"url": "https://bland.is/umraeda/siminn-med-nytt-i-solu/31200650/?page=398", "date": "2015-09-19 08:54:26", "id": "31200650", "items": [{"text": "Jæja hvaða álit hafið þið á þetta sem síminn er að bjóða upp á núna.Þennan heimilispakka á 12 þús kr Er eitthvað vit í þessu.Ég borga fyrir netið 6390 kr á mánuði og er með 150gb", "title": "Siminn með nýtt í sölu", "username": "hremmi", "message_id": "31200650", "user_id": "112549", "response_to": null, "datetime": "2015-09-19 08:54:26", "datestring": "19. sep. '15, kl: 08:54:26"}, {"response_to": "31200650", "username": "BlerWitch", "message_id": "31200683", "user_id": "85723", "datetime": "2015-09-19 10:38:25", "datestring": "19. sep. '15, kl: 10:38:25", "text": "Ég myndi taka þessu ef þetta væri gsm en ekki heimasími. Er með net, gsm og adsl sjónvarp og er að borga um 18.000 á mánuði sem mér finnst allt of mikið (hjá Vodafone)."}, {"response_to": "31200650", "username": "Júlí 78", "message_id": "31200741", "user_id": "245905", "datetime": "2015-09-19 12:28:50", "datestring": "19. sep. '15, kl: 12:28:50", "text": "Fólk þarf bara að vera meðvitað um það að þetta er ekki bara þessi 12 þúsundkall. Það bætist rúmlega 2 þús. við sem er línugjald. Alveg útpælt hjá Símanum virðist vera að hafa þá upphæð ekki áberandi í auglýsingunni, ég t.d. tók ekki eftir setningunni þar sem kemur að línugjaldið sé ekki innfalið enda með mjög litlum stöfum í þeim auglýsingum sem þeir birta og sá texti settur einhvers staðar út í horn!. Hins vegar tók ég tilboðinu því að reikingurinn hjá mér hækkar sáralítið, finnst fínt að fá ótakmarkaðan heimasíma og geta hringt úr heimasímanum ótakmarkað án aukagjalds í alla gsm. síma óháð kerfum. Svo finnst mér kostur að geta horft á Skjá einn gegnum tímaflakkið. Að vísu opnar Skjár einn dagskrána núna 1. okt (en tímaflakkið er í áskrift) en þeir tala um tilraun, ekki víst að svo verði til frambúðar. Með áskrift geturðu svo valið um SkjárKrakkar eða SkjárÞættir, 9 erlendar stöðvar færðu og líka Skjár Frelsi. En það fylgir bara 75 GB með áskriftinni þannig að ef þú notar meira þá yrðirðu væntanlega að borga aukagjald fyrir það."}, {"response_to": "31200741", "username": "VanillaA", "message_id": "31200870", "user_id": "97393", "datetime": "2015-09-19 16:11:25", "datestring": "19. sep. '15, kl: 16:11:25", "text": "Takk fyrir þetta, þú setur þetta upp þannig að meira að segja ég get skilið þetta:)"}, {"response_to": "31200870", "username": "Júlí 78", "message_id": "31200911", "user_id": "245905", "datetime": "2015-09-19 17:29:19", "datestring": "19. sep. '15, kl: 17:29:19", "text": "Já alltaf samt betra að tala við þjónustufulltrúann til að sjá hvernig þetta kemur út fyrir þig. Mér skildist svo að gsm símtöl sem eru gegnum farsímann þá fari það eftir því hvers konar pakka maður er með hjá þeim (gsm símapakka). T.d. ef þú borgar um 990 kr. þá geturðu talað í 90 mín. án þess að borga aukalega. Þannig að ég held að með ódýrari gsm pakka þá sé hægt að tala í styttri tíma en með dýrari gsm símapakka þá sé hægt tala í lengri tíma, jafnvel ótakmarkað. Það væri a.m.k. hægt að spyrja að því hvað gsm símapakki kostar miðað við það það sé hægt að hringja úr honum ótakmarkað án þess að fá á sig aukagjald."}, {"response_to": "31200650", "username": "Alli Nuke", "message_id": "31200789", "user_id": "218316", "datetime": "2015-09-19 13:44:29", "datestring": "19. sep. '15, kl: 13:44:29", "text": "Hringdu í Símann og spurðu út í heildarkostnaðinn þegar allt er tekið með í reikninginn."}, {"response_to": "31200789", "username": "hremmi", "message_id": "31201333", "user_id": "112549", "datetime": "2015-09-20 13:54:22", "datestring": "20. sep. '15, kl: 13:54:22", "text": "það er líka eitthvað af þessu sem fylgir bara í 6 mánuði. Er það bara þetta spotify."}]}