{"url": "https://bland.is/umraeda/fullordinshormonabolur/31226861/?page=357", "date": "2015-11-10 23:04:23", "id": "31226861", "items": [{"text": "Hefur einhver kona hér verið með bólur, tengdar hormónarugli, eftir tvítugt og losnað svo við þær varanlega?  Ef sú kona er til í alvörunni, nennir hún vinsamlegast að deila því sem hún gerði!     Er búin að fara á tvo decutan kúra, prófa allskonar náttúrulegt til að koma jafnvægi á hormónana, hef farið á pilluna en vil ekki vera á henni en hún gerði ekki einu sinni gagn, allkonar krem, búin að googla endalaust og fylgja allskonar ráðum. Fer almennt séð vel með húðina mína, hreinlæti og góðar vörur og matarræði nokkuð gott.  ÉG NENNI ÞESSU EKKI LENGUR!    Mamma mín segist hafa verið svona og ekki lagast fyrr en hún varð ólétt - ég nenni ekkert að bíða þangað til, er orðin 25 ára og hef verið að díla við bólur frá táningsaldri meira og minna.    Er búin að heimsækja marga húðlækna, mér líður eins og ég þurfi að laga þetta innanfrá ekki utanfrá, finna rótina, en það er bara ekki að takast!  Staðsetning á bólum segir mér (skv interneti) að þetta tengist hormónum, enda kannski augljóst þar sem ég er ekki táningur lengur, en hvað það er sem ruglar svona í mér er hulin ráðgáta, ég fer á nokkuð reglulegar blæðingar og þetta er eina sem ég á í vanda með.    Ef einhver er með svör þá bara endilega deila! :)", "title": "Fullorðinshormónabólur", "username": "einkadóttir", "message_id": "31226861", "user_id": "145608", "response_to": null, "datetime": "2015-11-10 23:04:23", "datestring": "10. nóv. '15, kl: 23:04:23"}, {"response_to": "31226861", "username": "kerberos", "message_id": "31226868", "user_id": "305128", "datetime": "2015-11-10 23:10:03", "datestring": "10. nóv. '15, kl: 23:10:03", "text": "Það væri kannski prófandi að fara til innkirtlasérfræðings, hormónabúskapurinn er á þeirra sérsviði."}, {"response_to": "31226861", "username": "stjörnuþoka123", "message_id": "31226869", "user_id": "80214", "datetime": "2015-11-10 23:10:03", "datestring": "10. nóv. '15, kl: 23:10:03", "text": "Eina sem virkaði fyrir mig var Diane mite, en þá var ég með of mikið testesteron (sexí) var á henni heillengi og var síðan góð eftir að ég hætti. Um daginn steyptist ég öll út í bólum og hélt að hormóna ruglið væri komið aftur en þá var ég með sýkingu í húðinni og fékk sýklalyf."}, {"response_to": "31226869", "username": "einkadóttir", "message_id": "31226879", "user_id": "145608", "datetime": "2015-11-10 23:17:12", "datestring": "10. nóv. '15, kl: 23:17:12", "text": "Hef einmitt verið sett á DIane Mite, hætti því mér fannst hún ekki vera að gera gagn og kynhvötin hvarf (gaman að því), en núna hef ég ekki einu inni tíma til að vera heillengi á henni, - ekki heillangur tími þangað til að mig langar í börn :/"}, {"response_to": "31226861", "username": "Rauði steininn", "message_id": "31226910", "user_id": "77629", "datetime": "2015-11-11 00:30:03", "datestring": "11. nóv. '15, kl: 00:30:03", "text": "Ég þarf að passa mataræðið mjög vel, ef ég fer að sukka sést það mjög fljótt. En ég nota pensim á bólurnar mínar og eftir 1 brúsa af því 2 á dag (man ekki hvað það var langur tími) losna ég nánast alveg við þær. En allur roði fer og þær sjást ekkert. elska pensímið nota það rosalega mikið. er hægt að fá núna sem heitir spotdoc held ég."}, {"response_to": "31226861", "username": "minnipokinn", "message_id": "31227086", "user_id": "103245", "datetime": "2015-11-11 13:27:16", "datestring": "11. nóv. '15, kl: 13:27:16", "text": "Er enn með bólur 25 ára en er á þriðja decutan kúrnum núna ... virkar vonandi. Annars var málið hjá mér líka held ég að ég var með sjúklega feita húð og forðaðist krem sem er algjört nono."}, {"response_to": "31226861", "username": "mirja", "message_id": "31228109", "user_id": "72581", "datetime": "2015-11-12 22:29:16", "datestring": "12. nóv. '15, kl: 22:29:16", "text": "Með hormónabólum, meinarðu þá litlum rauðum bólum?"}, {"response_to": "31228109", "username": "einkadóttir", "message_id": "31228171", "user_id": "145608", "datetime": "2015-11-13 01:35:22", "datestring": "13. nóv. '15, kl: 01:35:22", "text": "Nei ég meina bara allskonar bólum - acne, bara slæm húð útaf einhverju hormónarugli. Ég einmitt nenni ekki að fara á sýklalyf því mér finnst tilgangslaust að losna bara við þetta á meðan á því stendur. Decutan virkaði eins á mig, góð í svolítin tíma en versnar svo."}, {"response_to": "31228171", "username": "mirja", "message_id": "31229488", "user_id": "72581", "datetime": "2015-11-15 15:29:42", "datestring": "15. nóv. '15, kl: 15:29:42", "text": "Það er svo fúlt með þessi lyf að þau virka bara á meðan maður tekur því, eða eins og með decutan, bara í ákveðinn tíma eftir að kúrnum lýkur. Ég er að skríða á fertugsaldur og er enn að díla við þetta... og byrjaði ekki að fá miklar bólur fyrr en uppúr tvítugu!"}, {"response_to": "31226861", "username": "isora", "message_id": "31228157", "user_id": "53908", "datetime": "2015-11-13 00:23:46", "datestring": "13. nóv. '15, kl: 00:23:46", "text": "Fór í 5 ljosatíma á einum mánuði. Bólur bar hurfu"}, {"response_to": "31226861", "username": "Myken", "message_id": "31228243", "user_id": "141701", "datetime": "2015-11-13 09:37:05", "datestring": "13. nóv. '15, kl: 09:37:05", "text": "hef því miður engin ráð en ég var aldrei mikið með bólur sem unglingur en fæ bólur jefnvel meiri bólur sem fullorðin einmitt vegna hórmóna vill ég meina....Sem unglingur svona eina og eina á höku eða nef en í dag er það bak, brynga og háls ekki mikið í andlit en kemur fyrir"}, {"response_to": "31226861", "username": "LaRose", "message_id": "31228249", "user_id": "65188", "datetime": "2015-11-13 09:43:42", "datestring": "13. nóv. '15, kl: 09:43:42", "text": ""}, {"response_to": "31226861", "username": "Kentár", "message_id": "31228428", "user_id": "271705", "datetime": "2015-11-13 19:16:27", "datestring": "13. nóv. '15, kl: 19:16:27", "text": "Hætti að borða mjólkurvörur, líka laktósafríar og þær fóru loksins eftir að ég hafði lifað með þessu í næstum 20 ár."}, {"response_to": "31228428", "username": "einkadóttir", "message_id": "31228543", "user_id": "145608", "datetime": "2015-11-13 22:08:05", "datestring": "13. nóv. '15, kl: 22:08:05", "text": "úfff það er mikil fórn!"}, {"response_to": "31228543", "username": "Kentár", "message_id": "31229483", "user_id": "271705", "datetime": "2015-11-15 15:16:31", "datestring": "15. nóv. '15, kl: 15:16:31", "text": "Alveg smá erfitt í byrjun en þetta er svo þess virði, finnst ég loksins vera mun frjálsari og líka betur við sjálfa mig."}, {"response_to": "31228428", "username": "mirja", "message_id": "31229487", "user_id": "72581", "datetime": "2015-11-15 15:25:07", "datestring": "15. nóv. '15, kl: 15:25:07", "text": "Ég prófaði það einu sinni.... tók út allar mjólkurvörur í langan tíma, hafði því miður ekkert að segja. En gott að það virkar fyrir suma :)"}]}