{"url": "https://bland.is/umraeda/concerta-aukaverkanir-/31225746/?page=362", "date": "2015-11-08 20:46:28", "id": "31225746", "items": [{"text": "Jónatan heiti ég.Ég var greindur með adhd í vor. Læknirinn setti mig á 18 mg og hækkaði svo skammtinn upp í 36 mg. 36 mg virkar mjög vel fyrir mig, nema endingin er ekki nóg yfir daginn þannig að læknirinn bætti við 18 mg til að taka kl 6 á kvöldin þar sem ég er í kvöldskóla. Ég er semsagt að vinna á daginn sem rafvirki og er í skóla á kvöldin. Þetta combo svínvirkar fyrir mig og ég finn litlar sem engar aukaverkanir.Laugardaginn í seinust viku var ég í fríi, ég svaf til 1 og tek þá 36 mg. Fyrir slysni tek ég svo aftur 18 mg kl 6, þar sem það var laugadagur þá var það algjör óþarfi. Klukkutima síðar finn ég fyrir miklum svima, skjálfta um allan líkaman, magaóþægindi, vægar andadráttatruflanir og sting fyrir brjósti, þetta stóð yfir í einn og hálfan tíma.Seinna um kvöldið fór ég að finna fyrir náladofa og stingi í höndunum, fótunum og svo næst andlitinu.Eftir þetta skrautlega laugardagskvöld þá er eins og líkaminn sé hættur að þola Concerta, þótt það sé bara 36 mg yfir daginn.Ef ég tek inn Concerta þá fæ ég náladofa um líkaman, svima, hitatilfinningu, kvíða og skjálfta.Á tíma hjá lækninum aftur í næstu viku. Hafa einhverjir svipaða sögu að segja. Hversvegna byrjar líkaminn að \"hafna\" concerta allt í einu þar sem hann hefur þolað það allan þennan tíma.  Aldur: 29Þyngd 69 kg.Hæð: 1,86Tek fram að ég er ekki að misnota lyfið og tók ekki meira en mér var ráðlagt. mbk,Jónatan B", "title": "Concerta aukaverkanir.", "username": "jónatan86", "message_id": "31225746", "user_id": "299862", "response_to": null, "datetime": "2015-11-08 20:46:28", "datestring": "8. nóv. '15, kl: 20:46:28"}, {"response_to": "31225746", "username": "jónatan86", "message_id": "31225748", "user_id": "299862", "datetime": "2015-11-08 20:48:48", "datestring": "8. nóv. '15, kl: 20:48:48", "text": "Þetta combo hefur virkað fyrir mig í 2 vikur. 36 MG + 18 MG án vankvæða."}, {"response_to": "31225746", "username": "Abí", "message_id": "31225869", "user_id": "303404", "datetime": "2015-11-08 23:53:59", "datestring": "8. nóv. '15, kl: 23:53:59", "text": "Þetta nákvæmlega sama gerist hjá mér. Ég varð að lækka niður í 18 mg á dag og er að trappa mig aftur upp - um leið og ég fer yfir 36 mg þá fæ ég rosalegar aukaverkanir. Svima- hjartslátt með verkjum - eibs og ég vakni upp á nóttunni við að ég hætti að anda. Ég verð að taka kvölds og morgna því ég er of ofvirk til þess að sofa.  Ég er 74 kg"}, {"response_to": "31225746", "username": "Abí", "message_id": "31225871", "user_id": "303404", "datetime": "2015-11-08 23:55:36", "datestring": "8. nóv. '15, kl: 23:55:36", "text": "Stundum finnst mér eins og conserta hlaðist upp   og á x vikna fresti byrja aukaverkanir. Þá minnka ég skammtinn í smá tíma og hækka svo rólega."}, {"response_to": "31225746", "username": "Steina67", "message_id": "31225897", "user_id": "39274", "datetime": "2015-11-09 02:25:47", "datestring": "9. nóv. '15, kl: 02:25:47", "text": "Sorrý en nú er ég ADHD manneskjan orðin þreytt og ég byrjaði að lesa"}, {"response_to": "31225746", "username": "Myken", "message_id": "31225942", "user_id": "141701", "datetime": "2015-11-09 09:46:20", "datestring": "9. nóv. '15, kl: 09:46:20", "text": "ertu inn í Fullorðnir með ADHD/ADD"}]}