{"url": "https://bland.is/umraeda/hversu-mikid-er-edlilegt-ad-hugsa-ut-i-fortidina-/31241858/?page=341", "date": "2015-12-06 14:20:09", "id": "31241858", "items": [{"text": "sem dæmi, segjum sem svo að þú hafir verið kýld reglulega í æsku, er óeðlilegt að hugsa út í það reglulega eða er það merki um að þú sért orðin óheilbrigð?", "title": "hversu mikið er eðlilegt að hugsa út í fortíðina?", "username": "bryrog", "message_id": "31241858", "user_id": "307430", "response_to": null, "datetime": "2015-12-06 14:20:09", "datestring": "6. des. '15, kl: 14:20:09"}, {"response_to": "31241858", "username": "leonóra", "message_id": "31241888", "user_id": "166481", "datetime": "2015-12-06 16:09:11", "datestring": "6. des. '15, kl: 16:09:11", "text": "Ó nei.  Það er að mínu mati alls ekki merki um að þú sért óheilbrigð.  Finnst það einmitt merki um að þú þurfir að gera upp málin. Það hljómar ógeðslega illa að hafa verið kýldur reglulega í æsku.  Ég vona að þú leitir þér hjálpar og losnir við þessar hugsanir sem hljóta að meiða þig."}, {"response_to": "31241858", "username": "fálkaorðan", "message_id": "31241896", "user_id": "169630", "datetime": "2015-12-06 16:44:21", "datestring": "6. des. '15, kl: 16:44:21", "text": "Það hljómar mjög eðlilega ef ekki hefur verið unnið úr ofbeldinu. Hljómar líka eins og hugurinn sé kannski orðinn tilbúinn að takast á við það verkefni."}, {"response_to": "31241896", "username": "bryrog", "message_id": "31241907", "user_id": "307430", "datetime": "2015-12-06 17:18:05", "datestring": "6. des. '15, kl: 17:18:05", "text": "hvað er meint með því að vinna úr ofbeldi?"}, {"response_to": "31241907", "username": "fálkaorðan", "message_id": "31241913", "user_id": "169630", "datetime": "2015-12-06 17:23:40", "datestring": "6. des. '15, kl: 17:23:40", "text": "Ég gerði það með því að tala um það við sálfræðing og svo með því að fara í meðferð við áfallastreitu sem ég hef eftir ofbeldi. Ég sagði líka frá opinberlega og sendi einum af þeim sem beitti mig ofbeldi bréf þar sem að ég gerði honum ljóst að hann beitti mig ofbeldi."}, {"response_to": "31241913", "username": "daffyduck", "message_id": "31242245", "user_id": "277491", "datetime": "2015-12-07 05:15:05", "datestring": "7. des. '15, kl: 05:15:05", "text": "Mig hefur oft langað til sálfræðings til að ræða eitt atvik úr æsku sem hefur alltaf setið soldið í mér. Ég bara efast svo um að einhver sálfræðingur geti að nokkru leiti aukið innsýn mína í þetta eða komið með einn einast vinkil á það sem ég hef ekki þegar íhugað. Kannski hefði ég gott af því að ræða þetta við hlutlausan, èg veit það ekki. En að borga einhverjum sálfræðing 10-15 000 á tímann til að ræða mál sem hann getur ekki hjálpað mér með að neinu leyti, nema kannski hlusta (langar bara í rauninni ekkert að tala um þetta) á þessa sögu og allt það sem hefur fylgt í kjölfarið af henni, sem èg veit að má rekja að mörgu leyti beint til þessa atviks. Ég held ég ætti frekar bara spara peninginn minn og eyða honum í eithvað skemmtilegra en að velta mér meira upp úr einhverju úr fortíðinn sem verður ekki breytt úr þessu."}, {"response_to": "31242245", "username": "fálkaorðan", "message_id": "31242260", "user_id": "169630", "datetime": "2015-12-07 08:22:48", "datestring": "7. des. '15, kl: 08:22:48", "text": "Ef þetta er ofbeldi eða vanræksla sem er að sitja í þér þá mæli ég eindregið með að þú vinnir úr því. Þú þarft ekkert að borga sálfræðingi. Gott spjall við vin með innsýn í svona mál hjálpar mikið, eins eru samtök eins og Drekaslóð og Stígamót með fría aðstoð. Ef þú ert trúaður eða hefur ekkert á móti því þá gæti meira að segja samtal við prest hjálpað."}, {"response_to": "31241907", "username": "fálkaorðan", "message_id": "31241915", "user_id": "169630", "datetime": "2015-12-06 17:24:28", "datestring": "6. des. '15, kl: 17:24:28", "text": "Getur verið þessvegna að tala við vinkonu og bara segja frá. Það er ákveðin úrvinsla og holl."}, {"response_to": "31241858", "username": "nefnilega", "message_id": "31242279", "user_id": "52417", "datetime": "2015-12-07 08:58:29", "datestring": "7. des. '15, kl: 08:58:29", "text": "Sálfræðingar geta hjálpað fólki að vinna úr áföllum sem það hefur orðið fyrir. Þú ert ekki óheilbrigð þó þú hugsir svona, en gætir þurft aðstoð við að vinna úr því."}]}