{"url": "https://bland.is/umraeda/gisli-marteinn-thatturinn/31241743/?page=341", "date": "2015-12-06 05:31:20", "id": "31241743", "items": [{"text": "Ég varð frekar pirraður út í hann í gær. Það vildi nefnilega þannig til. Að allt í einu fóru þeir að tala um jólasveina og það að þeir væru ekki til. 5 ára sonur minn sat fyrir framan sjónvarpið á þessum tíma og skildi ekkert í þessu bulli í þeim og af afverju þeir væru að segja þetta. Ég bjóst ekki við að fullorðnir menn myndu byrja að hlægja að þessu á þessum tíma. Ég hefði slökkt ef ég hefði ekki verið að með sofandi smábarn í höndunum og fjarstýringin of langt í burtu frá mér til að ég gæti teygt mig. Þeir hefðu mátt sleppa þessu umræðuefni finnst mér, klukkan er átta og fullt af krökkum við sjónvarpstækin á þessum tíma. Þar fyrir utan er heimskulegt að halda því fram að jólasveinninn sé ekki til, þegar Bjarni Ben mesti jólasveinn allra tíma er í þættinum.", "title": "Gísli Marteinn þátturinn", "username": "daffyduck", "message_id": "31241743", "user_id": "277491", "response_to": null, "datetime": "2015-12-06 05:31:20", "datestring": "6. des. '15, kl: 05:31:20"}, {"response_to": "31241743", "username": "bananana", "message_id": "31241777", "user_id": "128480", "datetime": "2015-12-06 10:10:54", "datestring": "6. des. '15, kl: 10:10:54", "text": "Sammála, þetta getur haft lúmskt mikil áhrif á börn þegar allur lygavefurinn með jólasveininn er afhjúpaður. Þau taka því misjafnlega og ég man hvað það rýrði traust mitt á veröldina þegar ég komst að því að jólasveinninn og jésu voru báðir svona ævintýrakarakterar í hópi með Hans og Grétu, Mjallhvíti og fleirum. Algjört svekkelsi bara."}, {"response_to": "31241743", "username": "ID10T", "message_id": "31241898", "user_id": "75982", "datetime": "2015-12-06 16:46:16", "datestring": "6. des. '15, kl: 16:46:16", "text": "Ég man nú ekki eftir því að hafa orðið fyrir mikklu sjokki þegar ég fattaði þetta með sveinka, þurfti líklega eitthvað meira til að minnka traust mitt á heiminnum :)"}, {"response_to": "31241898", "username": "daffyduck", "message_id": "31242241", "user_id": "277491", "datetime": "2015-12-07 04:09:17", "datestring": "7. des. '15, kl: 04:09:17", "text": "Málið er ekki hvort hann verði eitthvað scared for life eftir þessa vitneskju. Málið er að hann er bara barn og hann hefur gaman af öllum þeim gjöfum sem koma frá jólasveininum. Ég vill bara leyfa honum að halda í þessa skemmtilegu barnstrú lengur og alger óþarfi að eyðileggja hana fyrir honum strax."}, {"response_to": "31242241", "username": "ID10T", "message_id": "31242296", "user_id": "75982", "datetime": "2015-12-07 10:09:04", "datestring": "7. des. '15, kl: 10:09:04", "text": "Rétt er það, annars átti þetta að vera svar ti banana sem talar um að missa traust á veröldinni, lenti bara á röngum stað."}, {"response_to": "31241743", "username": "LadyGaGa", "message_id": "31241900", "user_id": "32188", "datetime": "2015-12-06 16:47:35", "datestring": "6. des. '15, kl: 16:47:35", "text": "Leikkonan sem ég man ekki hvað heitir í augnablikinu klóraði í bakkann fyrir þá sem betur fer.  En þetta var klaufalegt og vanhugsað."}]}