{"url": "https://bland.is/umraeda/prednizolone-steratoflur/31247295/?page=332", "date": "2015-12-15 15:57:54", "id": "31247295", "items": [{"text": "Þið sem hafið verið á Prednizolone steratöflum hafið þið þyngst mikið eða fengið bjúg í framan? Var á 28 daga skammti og horfði á vigtina fljúga upp frá degi til dags.", "title": "Prednizolone steratöflur", "username": "Smileforme", "message_id": "31247295", "user_id": "34700", "response_to": null, "datetime": "2015-12-15 15:57:54", "datestring": "15. des. '15, kl: 15:57:54"}, {"response_to": "31247295", "username": "og ég", "message_id": "31247305", "user_id": "297509", "datetime": "2015-12-15 16:02:59", "datestring": "15. des. '15, kl: 16:02:59", "text": "Þú ert heppin ef þú hefur bara þyngst, það eru svakalegar aukaverkanir af þessu lyfi."}, {"response_to": "31247295", "username": "tjúa", "message_id": "31247388", "user_id": "7256", "datetime": "2015-12-15 17:54:52", "datestring": "15. des. '15, kl: 17:54:52", "text": "ég er í miðri 8 vikna meðferð og ég er að springa. Bókstaflega. Andlitið og maginn á mér eru svo útþanin að það er líkamlega vont, og húðin er alveg strekkt. Þetta er hræðilegt."}, {"response_to": "31247295", "username": "júbb", "message_id": "31247473", "user_id": "40135", "datetime": "2015-12-15 19:38:40", "datestring": "15. des. '15, kl: 19:38:40", "text": "Stundum já, stundum ekki. Fer alveg eftir skammtastærð og lengd kúrsins hjá mér. Ég er farin að passa mig svakalega á því hvað ég á til að narta þegar ég tek stærri kúrana því ég er oft byrjuð að narta löngu áður en ég fatta það og þá er betra að það séu til gulrætur alveg fremst í ísskápnum frekar en súkkulaðikex. En oft er þetta hreinlega bjúgur sem byrjar að renna af um leið og skammturinn er búinn."}, {"response_to": "31247473", "username": "Elgur", "message_id": "31247486", "user_id": "54968", "datetime": "2015-12-15 19:58:52", "datestring": "15. des. '15, kl: 19:58:52", "text": "Hvernig er með \"moonfacið\"? Losnar maður alveg við það þegar kúrinn er búinn? Tekur þetta langan tíma?"}, {"response_to": "31247486", "username": "júbb", "message_id": "31247510", "user_id": "40135", "datetime": "2015-12-15 20:27:37", "datestring": "15. des. '15, kl: 20:27:37", "text": "lang lang oftast losnar maður alveg við það. Það er til að það hverfi ekki en það er svo svakalega sjaldan að það tekur því varla að tala um það. Hinsvegar er þetta fita, sterarnir breyta því hvernig fitubirgðirnar dreifa sér og það þýðir að maður þarf að grennast til að þetta hverfi. Það byrjar yfirleitt fjótlega eftir að maður hættir á skammtinum en getur tekið nokkra mánuði, frekar persónubundið hvernig það er."}, {"response_to": "31247510", "username": "Elgur", "message_id": "31247516", "user_id": "54968", "datetime": "2015-12-15 20:34:10", "datestring": "15. des. '15, kl: 20:34:10", "text": "Takk fyrir svarið, vona það innilega. Á ekki vanda til að fá undirhöku eða svona miklar kinnar þannig að vonandi gengur þetta til baka."}, {"response_to": "31247486", "username": "hillapilla", "message_id": "31249228", "user_id": "4176", "datetime": "2015-12-18 12:50:05", "datestring": "18. des. '15, kl: 12:50:05", "text": "Dóttir mín hefur tvisvar farið á háskammtasterameðferð og tútnaði út eins og blaðra í bæði skiptin, varð kafloðin og fékk moonface, bumbu og kryppu og gríðarlega matarlyst. Þurftum að halda mat frá barninu... miðuðum ca. við hvað bróðir hennar borðaði. Í fyrra skiptið var hún tröppuð niður í núll á löngum tíma (9 mánuðum) og aukaverkanirnar minnkuðu með skammtinum og hurfu alveg í lokin. Hún var ekki tröppuð niður í núll í seinna skiptið en hefur verið á pínulitlum viðhaldsskammti í fjögur ár. Aukaverkanirnar gengu samt alveg til baka á fyrsta árinu. Það hefur örugglega hjálpað eitthvað að hún var/er náttúrulega barn og stækkaði að einhverju leiti upp í þyngdina..."}, {"response_to": "31247295", "username": "DarKhaireDwomAn", "message_id": "31247515", "user_id": "162498", "datetime": "2015-12-15 20:33:43", "datestring": "15. des. '15, kl: 20:33:43", "text": "ég þyngdist mikið og var bara alveg tjúll , átti erfitt með að halda tárunum og bara var gjörsamlega ólík mér .  Ég hata þetta lyf en það er mér lífsnauðsynlegt oft"}, {"response_to": "31247295", "username": "Skreamer", "message_id": "31247523", "user_id": "173840", "datetime": "2015-12-15 20:42:34", "datestring": "15. des. '15, kl: 20:42:34", "text": "Já og já.  Var meira og minna á þessu lyfi í heilt ár.   Maður fer sko alveg í Pacman mode.  Fékk svona moonface og buffalókryppu og þaðan af skemmtilegri aukaverkanir.  Númer eitt tvö og þrjú passaðu uppá að það er mjög mikilvægt að taka inn nóg af kalki á morgnana og magnesíum á kvöldin því lyfið getur valdið beinþynningu og  eyðilagt tennur.  Nú er ég í samskiptum við mikið af fólki á sterum og hehe ég tek alveg eftir því hjá fleirum en sjálfri mér hvað sterarnir gera fólk ört í skapi."}, {"response_to": "31247295", "username": "Nette", "message_id": "31247559", "user_id": "61885", "datetime": "2015-12-15 21:19:18", "datestring": "15. des. '15, kl: 21:19:18", "text": "Ó já hef sko þyngst mjög mikið og blásið útí framan allt þetta ár er búið að markast af háum steraskömmtum sem hafa valdið þessum skemmtilegum aukaverkunum er núna í niðurtröppun sem er erfiðari en allt af því að ég er með kortisól skort sem gerir það að verkum að ég þarf að trappa mjög hægt niður svo ég lendi ekki í krísu eins og það er kallað eða lífshættu hreinlega og það er hægara sagt en gert að vera þolinmóður þegar maður lítur svona út í framan :/  En ég reyni bara að minna mig reglulega á að aukaverkanirnar og sérstaklega moon feisið muni hverfa þegar frá líður og skammturinn orðinn minni það er alla vega reynsla flestra..."}, {"response_to": "31247295", "username": "evitadogg", "message_id": "31247607", "user_id": "61116", "datetime": "2015-12-15 22:27:42", "datestring": "15. des. '15, kl: 22:27:42", "text": "já ég fékk ógeðslega mikinn bjúg, moonface og allan pakkann og fór upp um fatastærð. Ekki gaman þar sem ég var 12-13 ára og sterarnir fóru að auki í skapið á mér en ég \"læknaðist\" svo það var nú þess virði."}, {"response_to": "31247295", "username": "karamellusósa", "message_id": "31249051", "user_id": "28455", "datetime": "2015-12-17 23:16:39", "datestring": "17. des. '15, kl: 23:16:39", "text": "ég er búin að vera á þeim í nærri 8 ár.   fyrst stórum skömmtum,  þyngdist ekkert og fékk aldrei moonface.  síðar á minni skömmtum og síðustu 3 ár á litlum (1 á ´dag)   hef ekki þyngst um gramm og frekar þurft að passa mig að borða svo ég léttist ekki. en ég fór niður í 53 kíló en vil helst vera um 57-9. þá er ég passleg."}, {"response_to": "31247295", "username": "passoa", "message_id": "31249231", "user_id": "46850", "datetime": "2015-12-18 12:58:57", "datestring": "18. des. '15, kl: 12:58:57", "text": "Blóðsykurinn getur líka sveiflast rosalega ef fólk er á háum skömtum af þessu lyfi"}]}