{"url": "https://bland.is/umraeda/greina-vefjagigt/31258715/?page=317", "date": "2016-01-05 08:47:56", "id": "31258715", "items": [{"text": "Ég er orðin nokkuð viss um að ég sé með vefjagigt og ég er svona að velta fyrir mér hvort ég eigi að fara til læknis til að fá úr því skorið? Málið er að þrátt fyrir slæman skrokk og önnur einkenni að þá get ég alveg unnið þó það sé oft erfitt þannig ég var að spá hvort það væri einhver tilgangur til að fá úr þessu skorið hjá lækni nánar en bara fá vitneskjuna? Er hvort sem er ekki svo lítið sem þeir geta gert til að hjálpa manni þó maður væri komin með greiningu á vefjagigt?", "title": "Greina vefjagigt", "username": "Trunki", "message_id": "31258715", "user_id": "47044", "response_to": null, "datetime": "2016-01-05 08:47:56", "datestring": "5. jan. '16, kl: 08:47:56"}, {"response_to": "31258715", "username": "ÓRÍ73", "message_id": "31258745", "user_id": "20092", "datetime": "2016-01-05 10:03:56", "datestring": "5. jan. '16, kl: 10:03:56", "text": "af hverju er lítið sem þeir geta gert? Margir sem fá fín lyf sem minnka einkenni, hægja jafnvel á, fá betri svefn, meiri orku... Svo er oft ágætt að vita að það sé þetta en ekki eitthvað annað. En þitt val auðvitað."}, {"response_to": "31258715", "username": "Mrsbrunette", "message_id": "31258775", "user_id": "1651", "datetime": "2016-01-05 11:42:14", "datestring": "5. jan. '16, kl: 11:42:14", "text": "Það er svo sem ágætt að vita hvað er að hrjá mann, en með vefjagigt að það besta sem virkar til að halda henni í skefjum er hreyfin og, æfingar eftir getu,  jóga, slökun og allur sá pakki, ekki fara framúr sér og kunna mörkin sín, Getur lesið inná vefjagigt.is og þraut.is um þetta."}, {"response_to": "31258715", "username": "raudmagi", "message_id": "31258777", "user_id": "172985", "datetime": "2016-01-05 11:47:55", "datestring": "5. jan. '16, kl: 11:47:55", "text": "Mér finnst vefjagigtar greyningin stundum vera til trafala ef ég þarf að fara til læknis út af öðru. Sem dæmi þá er ég búin að vera að kvarta yfir verkjum í hálsinum í 3 ár og alltaf var því skellt á vefjagigt, fyrir ári síðan heimtaði ég að fara í myndatöku og í haust fór ég í brjósklos og útsköfunaraðgerð á hálsinum. Ég hef fleiri dæmi um þar sem einhverju er klínt á vefjagigtina en ætla ekki að fara nánar út í það. En ég hef líka fengið lyf sem hjálpa til með svefninn sem skiptir miklu máli."}, {"response_to": "31258777", "username": "ove", "message_id": "31258778", "user_id": "44170", "datetime": "2016-01-05 11:50:49", "datestring": "5. jan. '16, kl: 11:50:49", "text": "Má ég forvitnast hvaða lyf þú ert að taka fyrir svefn?"}, {"response_to": "31258778", "username": "raudmagi", "message_id": "31258779", "user_id": "172985", "datetime": "2016-01-05 11:51:43", "datestring": "5. jan. '16, kl: 11:51:43", "text": "Ég er að taka kvíðalyf sem hefur þau áhrif að bæta svefninn og heytir Qateapin"}, {"response_to": "31258777", "username": "Soigné", "message_id": "31258783", "user_id": "294991", "datetime": "2016-01-05 12:05:29", "datestring": "5. jan. '16, kl: 12:05:29", "text": "Læknir (eða læknateymi sem ég var með á lsh) sagði orðrétt við mig \"ekki leyfa neinum að greina þig með þennan ruslakistusjúkdóm\" og þetta hefur alltaf setið pínu í mér."}, {"response_to": "31258783", "username": "fálkaorðan", "message_id": "31261350", "user_id": "169630", "datetime": "2016-01-09 08:40:17", "datestring": "9. jan. '16, kl: 08:40:17", "text": ":/ úff"}, {"response_to": "31258715", "username": "daggz", "message_id": "31258925", "user_id": "54335", "datetime": "2016-01-05 17:07:16", "datestring": "5. jan. '16, kl: 17:07:16", "text": "Veistu ég ekki hvort ég eigi að mæla með. Ég var búin að vera í bölvuðu veseni í lengri tíma og var loksins búin að fá meðhöndlun (lyf sem linuðu verki). En það blundaði alltaf í mér að ég gæti fallið undir vefjagigtar greininguna og jú viti menn, ég skoraði eiginlega alltof hátt í henni. En mér satt að segja líður ekkert betur, ég sjálf er enn með hálfgerða fordóma fyrir þessum sjúkdóm, kannski hluta til vegna þess hve hann er orðinn algengur. En eini kosturinn sem ég sé við þetta er að ég þarf ekki lengur á a'ð treysta á þennan eina lækni sem var að skrifa upp á lyfin fyrir mig, nú er ég með greiningu á bakvið þau en það var í raun verið að meðhöndla mig eins og típískan vefjagigtarsjúkling löngu fyrir greiningu."}, {"response_to": "31258715", "username": "safapressa", "message_id": "31258936", "user_id": "198011", "datetime": "2016-01-05 17:21:39", "datestring": "5. jan. '16, kl: 17:21:39", "text": "Ég hef ekki reynslu. En vil forvitnast hjá þeim sem vita, fer greiningin ekki þannig fram að það er ýtt á einhverja ákveðna punkta og ef þeir eru aumir þá er það greint sem vefjagigt? Hef bara heyrt þetta, megið endilega fræða mig ef það er ekki þannig."}, {"response_to": "31258715", "username": "kiwininja", "message_id": "31261313", "user_id": "95429", "datetime": "2016-01-09 02:44:01", "datestring": "9. jan. '16, kl: 02:44:01", "text": "það tók um 2 ár að greina náinn fjölskyldumeðlim. Þetta var orðið afarslæmt og var farið að leiðast út frá höndum upp í kjálka, manneskjan gat varla borðað."}, {"response_to": "31258715", "username": "fálkaorðan", "message_id": "31261349", "user_id": "169630", "datetime": "2016-01-09 08:39:02", "datestring": "9. jan. '16, kl: 08:39:02", "text": "Mín skoðun er að þegar (ef?) þú færð greininguna þá hefurðu forsendur til að skilja þig betur, þá geturðu betur unnið með það sem þú hefur og hætt að vinna gegn hlutum sem þú getur ekki breitt."}, {"response_to": "31258715", "username": "túss", "message_id": "31261355", "user_id": "23555", "datetime": "2016-01-09 09:01:55", "datestring": "9. jan. '16, kl: 09:01:55", "text": "Set alveg spurningamerki, nema þú sért mjög slæm. Fór til læknis sem potaði í nokkra staði og jú vefjagigt. Fír út með nokkrar tegundir lyfja sem fylltu mig af bjúg og ógleði en höfðu lítil áhrif á verkina.  Fór aftur og fékk þá sem bæta ógleðina en engar ráðleggingar um hreyfingu eða neitt, ákvað að hætta að taka lyfin og lesa mér til og hreyfa mig meira. Sé ekki eftir því. En auðvitað er þetta ekki svona hjá öllum, ég er alls ekki að segja, ekki fara til læknis. En þeir eru jú misjafnir eins og þeir eru margir ;)"}]}