{"url": "https://bland.is/umraeda/18-ara-dottir-min-er-astfangin-hjalp-/31255814/?page=324", "date": "2015-12-30 11:07:48", "id": "31255814", "items": [{"text": "Vantar smá hjálp og hlutlaust álit.  Fyrir hálfu ári síðan byrjaði dóttir mín á föstu með dreng á sama aldri.  Sambandið gekk vel og allt í sóma.  Síðan koma upp smá deilur og hún ákveður að hætta með honum.  Fannst hann vilja vera meira með vinum sínum en henni og var ósátt og segir honum upp.  Hann verður mjög sár og allt það en hún alveg ákveðin.  Nokkrum dögum seinna sér hún eftir þessu og vill byrja aftur með honum.  En hann segir nei takk.  Hann fer síðan að hitta aðra stúlku en það verður ekkert úr því og mín dóttir hittir annan dreng en ekkert verður heldur úr því.   Þau eru búin að deila og þræta og rífast og allan pakkann og þetta hefur verið erfitt tímabil.  En nú eru þau ,,vinir\" og deila ekki en haga sér eins og þau séu saman.  Hittast mikið og eru saman heilu og hálfu dagana.  Ég er svo hrædd um að hún fari illa út úr þessu.  Hún er virkilega ástfangin og tilbúin til að gera allt fyrir hann.  En að hennar sögn vill hann ekki byrja aftur með henni.  En henni finnst hann samt vera að gefa sér undir fótinn með því að vera alltaf tilbúin til að vera með henni og hitta hana.  En ég veit að hann segir aðra sögu, að hann ætli ekki aftur í samband við hana og passi sig að hafa það alveg skýrt.  Hann vill td ekki fara í bíó með henni, ekki út að borða, ekki gefa jólagjafir, ekki gera neitt sem pör gera. En hún er alveg viss um að hún geti breytt þessu og komi til með að ,,vinna\" hann aftur. Ég er skil ekki að hún láti bjóða sér þetta og hún geri ekki meiri kröfur fyrir sig. Það er sama hvað ég segi við hana hún hlustar ekki á mig og fer á bak við mig til að hitta hann.  Hvað getur maður gert?", "title": "18 ára dóttir mín er ástfangin, hjálp..", "username": "netdís", "message_id": "31255814", "user_id": "308323", "response_to": null, "datetime": "2015-12-30 11:07:48", "datestring": "30. des. '15, kl: 11:07:48"}, {"response_to": "31255814", "username": "piscine", "message_id": "31255815", "user_id": "16009", "datetime": "2015-12-30 11:10:23", "datestring": "30. des. '15, kl: 11:10:23", "text": "Ekkert. Hún ræður þessu. Vertu bara til staðar, tilbúin að styðja og hlusta."}, {"response_to": "31255814", "username": "BlerWitch", "message_id": "31255817", "user_id": "85723", "datetime": "2015-12-30 11:12:44", "datestring": "30. des. '15, kl: 11:12:44", "text": "Segðu þína skoðun en ekki pressa á hana með neitt. Hún verður að ráða þessu."}, {"response_to": "31255814", "username": "leonóra", "message_id": "31255834", "user_id": "166481", "datetime": "2015-12-30 11:49:02", "datestring": "30. des. '15, kl: 11:49:02", "text": "Ég væri mest hrædd um einhverskonar þráhyggju hjá henni.  Eins og henni finnist hún sjálf standa eða falla með því hvort henni tekst að ná honum eða ekki.   Mér finnst ég hafa lesið að ástarsorg sé vanmetin hjá unglingum.  Kannski væri hjálp fagmanns það rétta í stöðunni sem mundi hjálpa henni að sjá réttu stöðuna."}, {"response_to": "31255814", "username": "mariamey", "message_id": "31255842", "user_id": "267237", "datetime": "2015-12-30 11:54:37", "datestring": "30. des. '15, kl: 11:54:37", "text": "Mér heyrist hann ekkert vera að fara \"verr\" með hana, en hún með hann. Þau eru bara ung og vita ekki hvað þau vilja. Myndi bara láta þetta eiga sig og díla við þetta en vera til staðar ef hún þarf á því að halda."}, {"response_to": "31255814", "username": "safapressa", "message_id": "31255844", "user_id": "198011", "datetime": "2015-12-30 11:55:21", "datestring": "30. des. '15, kl: 11:55:21", "text": "Ég held að þetta séu bara mistök sem hún verður að fá að gera. Hún lærir af þessu. Vertu bara til staðar."}, {"response_to": "31255814", "username": "Staðalmyndir", "message_id": "31255917", "user_id": "308175", "datetime": "2015-12-30 13:52:59", "datestring": "30. des. '15, kl: 13:52:59", "text": "Hefurðu eða hefur hún spurt atthverju hann vill ekki gera svona hluti? Það er alltaf ástæða í svona málum."}, {"response_to": "31255814", "username": "fálkaorðan", "message_id": "31255920", "user_id": "169630", "datetime": "2015-12-30 14:01:50", "datestring": "30. des. '15, kl: 14:01:50", "text": "Hann er að halda henni heitri til að sofja hjá henni á meðan ekkert annað býðst. Mindi ekki segja að hann væri að fara illa með hana þar sem mér virðist á sögunni að hans afstaða sé henni alveg ljós."}, {"response_to": "31255814", "username": "Júlí 78", "message_id": "31255936", "user_id": "245905", "datetime": "2015-12-30 14:33:34", "datestring": "30. des. '15, kl: 14:33:34", "text": "Þegar foreldrar eru að skifta sér af ástamálum barna sinna. Láttu þau alveg eiga sig með þetta. Svo framarlega sem að gæinn er ekki ofbeldismaður, dópisti eða þaðan af verra þá er þetta bara allt í lagi. Þau eru bara að hittast, eru vinir, hvað er að því? Ef þú endilega vilt ráðleggja dóttur þinni eitthvað í þessu þá væri það kannski að tala um það við hana hvort það sé nokkuð einhver misskilningur á milli þeirra. Kannski væri gott fyrir þau að þau ræddu þetta almennilega, sambandsslitin, að hún útskýri fyrir honum þetta sem þú segir hér að henni hafi fundist hann vilja vera meira með vinum sínum en henni. Það er alveg hugsanlegt að strákurinn hafi mistúlkað þetta og haldið að hún hafi hætt með honum út af einhverju allt öðru, bara leiðinlegt ef fólk hættir saman út af einhverjum misskilningi."}, {"response_to": "31255814", "username": "fólin", "message_id": "31256014", "user_id": "202667", "datetime": "2015-12-30 16:04:25", "datestring": "30. des. '15, kl: 16:04:25", "text": "Leyfðu henni að \"brenna\" sig, ég var nú sjálf frekar vitlaus í ástarmálum eins og svo margir á þessum aldri og það er ekkert sem mamma mín hefði geta sagt eða gert til að breyta neinu. Vertu til staðar fyrir hana og ef hún biður um ráð þá gefur þú þau á endanum þá mun hún átta sig á að þetta er ekki framtíðar samband."}, {"response_to": "31255814", "username": "Lljóska", "message_id": "31256018", "user_id": "7217", "datetime": "2015-12-30 16:10:24", "datestring": "30. des. '15, kl: 16:10:24", "text": "hún er 18 ára og sjálfráða,lítið sem þú getur gert annað en að vera til staðar. Getur verið með þína skoðun á þessu en boð,bönn og tuð skilar engum árángri."}, {"response_to": "31256018", "username": "Gunnýkr", "message_id": "31256099", "user_id": "711", "datetime": "2015-12-30 19:26:03", "datestring": "30. des. '15, kl: 19:26:03", "text": "sammála þessu."}, {"response_to": "31255814", "username": "FireStorm", "message_id": "31256050", "user_id": "13349", "datetime": "2015-12-30 17:30:28", "datestring": "30. des. '15, kl: 17:30:28", "text": "Ég dáist að uppörvandi svörum sem þér berast elsku móðir."}]}