{"url": "https://bland.is/umraeda/fisko/31272518/?page=302", "date": "2016-01-31 16:01:17", "id": "31272518", "items": [{"text": "Fór í fiskó áðan og sá að einn lítill dverghamstur var bara með hús og vatn það var einu sinni ekki sag i húsinu þetta er rugl hann var með ekki með mat né hjól né einhver leikjöng eg þurfti að fara i afgreiðsluna og seigja að einu hamstragreyinu vantaði mat!!!! Fyrsti hamsturinn minn sem eg keypti keypti eg hann i fiskó ég fór svo að rækta hamstraunga og fiskó sagði mér að taka þá frá 2 vikna og ég sá þá þegar þeir voru orðnir 2 vikna að þeir voru ný byrjaðir að sjúa mjólk!! Mér finnst glatað hvernig fiskó hugsar um dýrin! Dýr eru lifandi ens og við!! Þeir þurfa vatn mat eithvað að gera og  mjúkt bæli ég táraðist þarna á þessu tímabili og langaði að vera hörð,og seigja þeim að setja allavegna hjól til þeirra svo þeir þurfa ekki bara að borða drekka sofa allt sitt líf:( en langaði ekki að vera alveg svona hörð og benti þeim bara á að einum vantaði mat:) en í alvörunni ég kaupi leiktæki og allt hand hömstrunum og það er eingin i einhverju helvítis pappa kassa þeir eru í góðum stórum grinda búrum. Ég er voðalega sár hvernig þau hugsa um vesalings dýrin... Hvað finnst ykkur um þau?? Allavegna ég er komin með mína skoðunn.", "title": "Fiskó", "username": "Katasigd", "message_id": "31272518", "user_id": "309715", "response_to": null, "datetime": "2016-01-31 16:01:17", "datestring": "31. jan. '16, kl: 16:01:17"}, {"response_to": "31272518", "username": "flal", "message_id": "31272522", "user_id": "123159", "datetime": "2016-01-31 16:09:41", "datestring": "31. jan. '16, kl: 16:09:41", "text": "Á hverju lifðu hamstrarnir þínir fyrstu tvær vikurnar?"}, {"response_to": "31272522", "username": "Katasigd", "message_id": "31272544", "user_id": "309715", "datetime": "2016-01-31 17:03:02", "datestring": "31. jan. '16, kl: 17:03:02", "text": "Náttúrlega mjólk en þegar eg var byrjuð á sjá þá drekka var 2 vikna"}, {"response_to": "31272518", "username": "BlerWitch", "message_id": "31272523", "user_id": "85723", "datetime": "2016-01-31 16:10:23", "datestring": "31. jan. '16, kl: 16:10:23", "text": "Hamstrar byrja reyndar að drekka um leið og þeir fæðast en auðvitað er tveggja vikna allt of ungt. En það er hægt að tilkynna um illa meðferð dýra á vef Matvælastofnunar:"}, {"response_to": "31272518", "username": "MadKiwi", "message_id": "31272829", "user_id": "53594", "datetime": "2016-02-01 04:31:58", "datestring": "1. feb. '16, kl: 04:31:58", "text": "Gott hjá þér að segja eitthvað. Þetta er ekki í lagi. Ef þetta er það sem viðskiptavinir sjá frammi í búðinni má spyrja sig hvort eitthvað verra leynist bakvið tjöldin. Er eftirlit með þessu?"}, {"response_to": "31272829", "username": "Katasigd", "message_id": "31272839", "user_id": "309715", "datetime": "2016-02-01 07:51:05", "datestring": "1. feb. '16, kl: 07:51:05", "text": "Ég veit það ekki mér fannst þetta hræðilegt og langaði að kaupa hann til þess að greyinu myndi liða betur! En þar sem eg er nuna með 15 hamstra held eg að það se erfit??"}]}