{"url": "https://bland.is/umraeda/rikir-strid-a-milli-muslima-a-islandi-/31272084/?page=302", "date": "2016-01-30 17:47:45", "id": "31272084", "items": [{"text": "Menningarsetur Múslima á Íslandi birti eftirfarandi færslu á Facebooksíðu sinni 20. janúar sl.\"Stofnun múslima á Íslandi, sem rekin er af af Hussein Aldaoudi framkvæmdastjóra Alrisalah samtakanna í Svíþjóð, framdi í dag enn á ný skýrt brot á íslenskum lögum með því að reyna að láta fjárlægja skilti Menningarseturs múslima á Íslandi við Skógarhlíð með valdi. Þetta gerðist eftir að eini talsmaður Stofnunar múslima var vísað úr stjórn Menningarseturs múslima á Íslandi. Nokkrir múslimar fóru til morgunbæna í dag og urðu vitni að því að bíll stöðvaði við dyr hússins og vinnumaður bjóst til að losa skiltið. Aðspurður sagðist hann hafa verið sendur af lögfræðingi Stofnunar múslima á Íslandi, Gísla, til að fjarlægja skiltið. Menningarsetur múslima á Íslandi fordæmir þessari aðför og hefur gert ráðstafanir með lögfræðingi til þess að stöðva síendurteknar tilraunir Stofnunar múslima til þess að skapa vandræði, átök og óeiningu meðal múslima á Íslandi.Vert er að benda á að á ársfundi Menningarseturs múslima á Íslandi þann 3. Janúar, upplýstu nokkrir meðlimir félagsins um fund með Hussein Aldaoudi og Karim Askari sem haldinn var á Grand Hotel í Reykjavík í desember síðast liðinn. Rætt var um hvernig grafa mætti undan stöðugleika og öryggi innan Menningarsetursins og hvernig mætti ná stjórn í félaginu. Aðili sem mætti á fundinn með Aldaoudi staðfesti að hann hefði verið beðinn um að taka saman lista með nöfnum og kennitölum sem Aldaoudi sagðist þurfa að nota til einhvers. Sumir þeirra sem sóttu fundinn á Grand Hótel þrættu fyrir það í fyrstu en viðurkenndu síðar að hafa sótt fundinn Þegar Hussein Aldaoudi og Karim Askari áttuðu sig á því að upplýsingar um fundinn hefðu lekið út fjölluðu þeir um fundinn á fb síðu sinni, tveimur vikum eftir að hann var haldinn, til að láta líta út fyrir að ekki hafi verið um leynifund að ræða\".Í dag mótmæltu svo félagar tveggja trúfélaga múslima á Íslandi fyrir utan Grand Hótel þar sem Stofnun múslima á íslandi hélt fund. Skv. eldri frétt á MBL.is á Stofnun múslima á Íslandi húsnæði það sem Menningarfélag Múslima hefur afnot af.", "title": "Ríkir stríð á milli múslima á Íslandi?", "username": "Karma Kamelljón", "message_id": "31272084", "user_id": "118690", "response_to": null, "datetime": "2016-01-30 17:47:45", "datestring": "30. jan. '16, kl: 17:47:45"}, {"response_to": "31272084", "username": "TheMadOne", "message_id": "31272085", "user_id": "67426", "datetime": "2016-01-30 17:54:35", "datestring": "30. jan. '16, kl: 17:54:35", "text": "ertu til í að gefa þér að ég hafi ekki hugmynd um neitt af þessu og útskýra það svo fyrir mér á mannamáli?"}, {"response_to": "31272085", "username": "TheMadOne", "message_id": "31272088", "user_id": "67426", "datetime": "2016-01-30 18:00:39", "datestring": "30. jan. '16, kl: 18:00:39", "text": "takk Nói fyrir mínusinn, endilega segðu mér fyrir hvað hann er svo að ég fái tækifæri til að bæta mig."}, {"response_to": "31272088", "username": "spunky", "message_id": "31272090", "user_id": "215459", "datetime": "2016-01-30 18:09:31", "datestring": "30. jan. '16, kl: 18:09:31", "text": "hahaha"}, {"response_to": "31272088", "username": "Nói22", "message_id": "31272146", "user_id": "155078", "datetime": "2016-01-30 20:04:33", "datestring": "30. jan. '16, kl: 20:04:33", "text": "Fyrir það að hlaupa alltaf í vörn fyrir islam, sama hvað. Í hvert skiptið sem það er nefnt eitthvað neikvætt um islam ert þú mætt til að gera annað hvort lítið úr því eða snúa út úr."}, {"response_to": "31272146", "username": "TheMadOne", "message_id": "31272167", "user_id": "67426", "datetime": "2016-01-30 20:36:41", "datestring": "30. jan. '16, kl: 20:36:41", "text": "ok svo að staðreyndi að ég skil ekki hvað er að gerast þarna er allt í einu orðið eitthvað allt annað? Þú ættir að prófa að taka hlutum eins og þeir eru settir fram en ekki fara að skálda eitthvað sem þér finnst að maður sé að meina."}, {"response_to": "31272167", "username": "Nói22", "message_id": "31272385", "user_id": "155078", "datetime": "2016-01-31 06:05:26", "datestring": "31. jan. '16, kl: 06:05:26", "text": "Þú spurðir hvers vegna ég gaf þér mínus. Ég svaraði."}, {"response_to": "31272146", "username": "ert", "message_id": "31272181", "user_id": "37456", "datetime": "2016-01-30 20:50:10", "datestring": "30. jan. '16, kl: 20:50:10", "text": "Ó var þetta innlegg neikvætt fyrir islam? Takk fyrir að láta mig vita. Ég hefði ekki fattað að athugasemdir við hegðun fólks væru athugasemdir við trú/trúleysi þeirra nema af þú bentir mér á það."}, {"response_to": "31272084", "username": "Petrís", "message_id": "31272136", "user_id": "292934", "datetime": "2016-01-30 19:52:38", "datestring": "30. jan. '16, kl: 19:52:38", "text": "Eru múslimar nokkru sinni  til friðs, þeir berjast við alla aðra og líka sín á milli"}, {"response_to": "31272136", "username": "ert", "message_id": "31272138", "user_id": "37456", "datetime": "2016-01-30 19:54:17", "datestring": "30. jan. '16, kl: 19:54:17", "text": ""}, {"response_to": "31272138", "username": "Dehli", "message_id": "31272143", "user_id": "99101", "datetime": "2016-01-30 20:02:34", "datestring": "30. jan. '16, kl: 20:02:34", "text": "Það er gott að það sé upplausn hjá ísl. löggunni. Þá hefur hún ekkert næði til að skakka leikinn hjá muslimum, og þá munu þeirra samtök flosna upp og engar moskur byggðar hér í náinni framtíð, sem er hið besta mál !"}, {"response_to": "31272084", "username": "shmeeus", "message_id": "31272402", "user_id": "95971", "datetime": "2016-01-31 09:53:41", "datestring": "31. jan. '16, kl: 09:53:41", "text": "Nokkuð mikið að segja ósætti sé stríð."}, {"response_to": "31272084", "username": "gulli81", "message_id": "31272516", "user_id": "182481", "datetime": "2016-01-31 15:49:31", "datestring": "31. jan. '16, kl: 15:49:31", "text": "Var það ekki fyrirséð? Ólíkir hópar múslima deila hart í heimahögum sínum og af hverju ætti það að vera eitthvað öðruvísi hér?"}, {"response_to": "31272516", "username": "Dehli", "message_id": "31272542", "user_id": "99101", "datetime": "2016-01-31 16:57:48", "datestring": "31. jan. '16, kl: 16:57:48", "text": "Svo er það athyglisvert, að muslimar hafa nánast ekkert álit á ekki muslimum.Og þótt að kristnar þjóðir séu fremri á nánast öllum sviðum, álita þeir kristni bara djók. Lélegir að draga ályktanir þessir muslimar."}, {"response_to": "31272542", "username": "ert", "message_id": "31272659", "user_id": "37456", "datetime": "2016-01-31 20:22:01", "datestring": "31. jan. '16, kl: 20:22:01", "text": "Já, skelfilegt að þeir skuli ekki vera eins og þú og telja kristna hvíta menn vera Ubermensch."}, {"response_to": "31272659", "username": "Dehli", "message_id": "31272691", "user_id": "99101", "datetime": "2016-01-31 21:16:37", "datestring": "31. jan. '16, kl: 21:16:37", "text": "Bla bla ..."}, {"response_to": "31272691", "username": "ert", "message_id": "31272699", "user_id": "37456", "datetime": "2016-01-31 21:31:45", "datestring": "31. jan. '16, kl: 21:31:45", "text": "Allt"}, {"response_to": "31272084", "username": "KolbeinnUngi", "message_id": "31272652", "user_id": "270226", "datetime": "2016-01-31 20:08:08", "datestring": "31. jan. '16, kl: 20:08:08", "text": "Enn þeir eru svo friðsamir og dásamlegir. Árni Páll segir þetta er gæða fólk sem kemur hingað til að fá borgað frí hjá á landi $$$$"}]}