{"url": "https://bland.is/umraeda/fluttningar-dk-til-islands-/31272841/?page=299", "date": "2016-02-01 08:18:33", "id": "31272841", "items": [{"text": "Ég bý í DK og er eitthvað að pæla í fluttningum til Íslands. Er allt í einu farin að sakna fjölskyldu og vini frekar mikið á Íslandi :/Væri mjög mikið til í að fá kosti og galla við að búa á Íslandi.Einnig væri fínt ef þið hefðuð einhverjar hugmyndir af vinnum til að sækja um ( ef ég flyt þá yrði það í haust/næsta vetur.)fyrirfram þakkir :D", "title": "fluttningar DK til Íslands?", "username": "annarbannar", "message_id": "31272841", "user_id": "309926", "response_to": null, "datetime": "2016-02-01 08:18:33", "datestring": "1. feb. '16, kl: 08:18:33"}, {"response_to": "31272841", "username": "Júlí 78", "message_id": "31272870", "user_id": "245905", "datetime": "2016-02-01 09:27:51", "datestring": "1. feb. '16, kl: 09:27:51", "text": "Ef þig langar að flytja á höfuðborgarsvæðið þá er þetta allt í lagi hjá þér ef þú átt nóg af peningum. Því það kostar alveg rosalega mikið að leigja íbúð og einnig kostar það rosalega mikið að kaupa íbúð. Ef þú átt fyrir íbúðinni þá ertu í góðum málum a.m.k. ef þú hefur vinnu en ef þú þarft að taka mikið lánað þá eru miklu hærri vextir af lánum á Íslandi heldur en í Danmörku og svo er líka mikið um verðtryggð lán sem ég fyrir mitt leyti myndi forðast eins og heitan eldinn. Ég myndi segja að betra sé fyrir þig að flytja út á land ef þú þarft að hafa mikið lánað í íbúðinni því þar er lægra húsnæðisverð (en verður auðvitað að hafa vinnu). En Danmörk hefur bara svo margt betra heldur en Ísland t.d. betra veður og lengra sumar. Lágir vextir og engir verðtrygging. Einnig er velferðarkerfið miklu betra. Ég held ég myndi halda mig við Danmörk í þínum sporum, fara svo bara til Íslands á hverju ári og heimsækja ættingjana. Ég hef enga hugmynd að"}, {"response_to": "31272870", "username": "annarbannar", "message_id": "31272899", "user_id": "309926", "datetime": "2016-02-01 10:30:24", "datestring": "1. feb. '16, kl: 10:30:24", "text": "Takk fyrir þetta :)"}, {"response_to": "31272899", "username": "Júlí 78", "message_id": "31272915", "user_id": "245905", "datetime": "2016-02-01 11:04:36", "datestring": "1. feb. '16, kl: 11:04:36", "text": "Ábyggilega lægsta húsnæðisverðið sem er langt frá höfuðborgarsvæðinu eins og t.d. á Vestfjörðum eða Austfjörðum en ég myndi athuga fyrst svæðin sem eru ekki alltof langt frá höfuðborginni og sem eru með góðar rútusamgöngur á milli. T.d. Suðurnesin, myndi skoða fyrst Keflavík, Njarðvík, Grindavík en hinir bæirnir eru ábyggilega líka ágætir, Sandgerði, Garður, Hafnir og Vogar. Ábyggilega fínt að vera á Selfossi, jafnvel Hveragerði. Veit nú ekki hvernig er að búa í Þorlákshöfn en ég sá nú einbýlishús auglýst þar á ca. 24 milj.sem er eins og 2 herb. íbúð á höfuðborgarsvæðinu, kannski ágætt þar ef það er ekki mikið mál að komast á Selfoss. Svo mætti líka athuga Akranes, frekar stutt að fara í höfuðborgina þaðan. En líklega ágætt að búa víða úti á landi. Þú ættir að skoða t.d. fasteignaverð á mbl.is undir Fasteignir eða á visir.is undir Fasteignir.(efst á síðu)."}, {"response_to": "31272915", "username": "Steina67", "message_id": "31272995", "user_id": "39274", "datetime": "2016-02-01 14:20:28", "datestring": "1. feb. '16, kl: 14:20:28", "text": "Það er erfitt að fá leigt húsnæði í Vogunum og slegist um þær eignir sem eru til leigu."}, {"response_to": "31272995", "username": "Júlí 78", "message_id": "31273010", "user_id": "245905", "datetime": "2016-02-01 15:32:05", "datestring": "1. feb. '16, kl: 15:32:05", "text": "Gott ef fólki líkar vel í Vogunum, ég gæti alveg hugsað mér að búa þar en þó finnst mér galli ef það er engin matvörubúð komin þangað og það þurfi alltaf í hvaða veðri sem er að komast í svoleiðis búð á Fitjum Njarðvík."}, {"response_to": "31273010", "username": "Steina67", "message_id": "31273170", "user_id": "39274", "datetime": "2016-02-01 21:40:43", "datestring": "1. feb. '16, kl: 21:40:43", "text": "Það er ágætis reddingarbúð hér og er ódýrari en 10/11. Ég fer sjaldnast í búð í Kef, reyndar oftar eftir að Krónan opnaði stóra og flotta búð þar."}, {"response_to": "31273170", "username": "Júlí 78", "message_id": "31273774", "user_id": "245905", "datetime": "2016-02-03 09:31:10", "datestring": "3. feb. '16, kl: 09:31:10", "text": "Já alveg hægt líka að mæla lífsgæði (góð lífsgæði) í rólegheitunum eins og þarna í Vogunum og að þurfa ekki að hafa áhyggjur af börnunum þó þau séu úti að leika. Örugglega flestir bara með stóran frysti þarna í  Vogunum. Það ætti að vera hægt að haga innkaupum þannig að það sé nógur matur til á heimilinu ef það er hægt að redda sér um mjólk og slíkt í þessari reddingarbúð."}, {"response_to": "31273774", "username": "Steina67", "message_id": "31273824", "user_id": "39274", "datetime": "2016-02-03 12:10:38", "datestring": "3. feb. '16, kl: 12:10:38", "text": "Skoooo ég hreinlega þoli þetta ekki \"að þurfa ekki að hafa áhyggjur af börnunum þó þau séu úti að leika\", þú sendir börnin þín ekkert út að leika og hefur svo engar áhyggjur.  Það hefur verið keyrt á barnið mitt í Vogunum en ekkert alvarlega þó."}, {"response_to": "31273824", "username": "Júlí 78", "message_id": "31274181", "user_id": "245905", "datetime": "2016-02-04 07:36:27", "datestring": "4. feb. '16, kl: 07:36:27", "text": "Ég hef nú sjálf búið í minni bæ og auðvitað hefur fólk þar passað börnin og ætlast til að fylgt sé  útivistarreglum, umferðarreglum og öðrum lögum og reglum sem settar eru. Ég var nú kannski ekki alveg með í huga algjör smábörn þegar ég skrifaði þetta, frekar börn sem komin eru á skólaaldur. En þó þau séu komin á skólaaldur og plássið eða staðurinn ekki stór þá þarf auðvitað samt að fylgjast eitthvað með börnunum. En ég heyrði það á konunum þarna þar sem ég bjó að þær hefðu haft meiri áhyggjur af börnunum á höfuðborgarsvæðinu."}, {"response_to": "31272899", "username": "Júlí 78", "message_id": "31272928", "user_id": "245905", "datetime": "2016-02-01 11:27:25", "datestring": "1. feb. '16, kl: 11:27:25", "text": "Ég las það eftirá að þú ert atvinnulaus svo þá er kannski ekki gott fyrir þig að kaupa húsnæði. Þú segir að þú eigir erfitt með að fá vinnu þarna úti en hefurðu skoðað möguleikana á að fara í nám þar? Miklu meiri stuðningur úti í Danmörku við nám heldur en á Íslandi. Hægt að fá lán og styrk gegnum SU. Ég myndi skoða þá möguleika út frá áhugasviði í þínum sporum. Held það yrði erfitt fyrir þig lífið hér á Íslandi ef þú ert ómenntuð og jafnvel með barn líka, launin eru ekki há fyrir ómenntaða. Þó ættirðu að geta farið í nám hérna ef þú ert með góðan stuðning, einhvern til að passa barnið og sérstaklega ef þú getur verið inná einhverjum ættingjum með húsnæði. Þú getur skoðað þessa síðu ef þú spáir í nám í Danmörku."}, {"response_to": "31272899", "username": "Mae West", "message_id": "31273361", "user_id": "28460", "datetime": "2016-02-02 10:21:58", "datestring": "2. feb. '16, kl: 10:21:58", "text": "Prófaðu að biðja jobcenter um aðstoð eða A kassann þinn ef þú ert þar um að hjálpa þér að komast í einhverja virkni. Það er örugglega eitthvað í boði sem þú hefðir gott af og gæti slegið aðeins á heimþránna í bili."}, {"response_to": "31273361", "username": "annarbannar", "message_id": "31273363", "user_id": "309926", "datetime": "2016-02-02 10:27:47", "datestring": "2. feb. '16, kl: 10:27:47", "text": "var ekkert þegar ég fór síðast á fund hjá jobcenter í byrjun jan :/"}, {"response_to": "31272841", "username": "Brendan", "message_id": "31272876", "user_id": "189208", "datetime": "2016-02-01 09:40:48", "datestring": "1. feb. '16, kl: 09:40:48", "text": "Kostir við Ísland eru sundlaugar, þétt samskiftanet og vinir, skíðasvæðin á veturnar, frábæra náttúra og sól alla nóttina á sumrin."}, {"response_to": "31272876", "username": "annarbannar", "message_id": "31272903", "user_id": "309926", "datetime": "2016-02-01 10:34:38", "datestring": "1. feb. '16, kl: 10:34:38", "text": "Já, þetta er satt með DK, margt hægt að gera þar."}, {"response_to": "31272903", "username": "Brendan", "message_id": "31272907", "user_id": "189208", "datetime": "2016-02-01 10:39:53", "datestring": "1. feb. '16, kl: 10:39:53", "text": "Ég held að ef þú náir kvíðanum og þunglyndinu í stjórn með aðstoð lækna muni þetta verða betra. Það er ekkert betra að flytja hingað og verra eflaust fjárhagslega verr stödd ofan á allt saman. Og flutningar eru dýrir."}, {"response_to": "31272907", "username": "annarbannar", "message_id": "31272927", "user_id": "309926", "datetime": "2016-02-01 11:25:17", "datestring": "1. feb. '16, kl: 11:25:17", "text": "er í meðhöndlun og búin að vera í meðhöndlun með kvíða og stress í nokkur ár núna.... og síðustu mánuði hefur það bara aukist hjá mér, hef verið svo kvíðin að ég kem mér ekki út úr húsi :( eina sem ég gerði þann dagin var að fara með barnið til dagm. og svo sækja hann."}, {"response_to": "31272927", "username": "Brendan", "message_id": "31272936", "user_id": "189208", "datetime": "2016-02-01 11:50:29", "datestring": "1. feb. '16, kl: 11:50:29", "text": "Þetta er ekki öfundsverð staða sem þú ert í þarna úti, sérstaklega ef þú hefur ekki þitt stuðningsnet eða fjölskyldu. Ef þú horfir nokkur ár fram í tímann þegar að barnið er orðið eldra og þú væntalega komin á betra ról. Á hvor staðnum langar þig frekar að búa?"}, {"response_to": "31272936", "username": "annarbannar", "message_id": "31272946", "user_id": "309926", "datetime": "2016-02-01 12:10:08", "datestring": "1. feb. '16, kl: 12:10:08", "text": "er búin að búa hérna úti í ca 7 ár, er búin með eitthvað í skóla bæði á íslandi og hérna í dk. (er að greiða af námslánum núna)."}, {"response_to": "31272946", "username": "Aquadaba", "message_id": "31272949", "user_id": "83758", "datetime": "2016-02-01 12:16:57", "datestring": "1. feb. '16, kl: 12:16:57", "text": "Það er \"ljótt\" að segja það en að vera útlendingur vinnur alltaf gegn manni þrátt fyrir að maður tali málið reiprennandi, það er að minnsta kosti mín reynsla. Það er erfiðara fyrir útlending að fá viðtöl.  Það er ekkert alltaf allt betra úti heldur en á íslandi og að minni reynslu sem bjó í 8 ár úti þá er mjög margt bara miklu betra á Íslandi.  Bæði ég og maðurinn minn spörkum í okkur að hafa ekki flutt heim fyrr. Ég veit ekki hvaða menntun þú hefur en það er okkar reynsla að í okkar atvinnugeirum eru launin hærri en úti þrátt fyrir að þau væru það ekki þá met ég það mjög mikils að maðurinn minn vinnur styttri vinnutíma ( þá með ferðatíma) heldur en hann gerði úti."}, {"response_to": "31272949", "username": "Júlí 78", "message_id": "31273788", "user_id": "245905", "datetime": "2016-02-03 09:47:42", "datestring": "3. feb. '16, kl: 09:47:42", "text": "Aquadaba, þú segir þetta: \" Leigumarkaðurinn er dýr hérna á íslandi en hann var líka algjört brjálæði úti.\"  Ertu þá að meina á Kaupmannahafnarsvæðinu? Það hefur ekki verið erfitt að fá húsnæði leigt á Jótlandi fyrir fólk sem ég þekki þar og leigan var ekki há þegar þau fluttu fyrir einhverjum árum síðan, ég man að mér fannst hún eiginlega algjört grín. Fjölskyldan fékk reyndar húsnæðisbætur en leigan var samt lág þó þær kæmu ekki til."}, {"response_to": "31273788", "username": "strákamamma", "message_id": "31273803", "user_id": "11836", "datetime": "2016-02-03 10:32:08", "datestring": "3. feb. '16, kl: 10:32:08", "text": "leiga er há í öllum stærri bæjum"}, {"response_to": "31273788", "username": "Aquadaba", "message_id": "31273808", "user_id": "83758", "datetime": "2016-02-03 10:44:59", "datestring": "3. feb. '16, kl: 10:44:59", "text": "Ég bjó ekki á kaupmannahafnarsvæðinu en í stærri bæ og það var slegist um íbúðir og mjög dýr leiga ef þú hafðir ekki sambönd eða varst námsmaður, mun dýrara en hér heima. Þú færð ekki húsnæðisbætur ef þú ert með ágætar tekjur og leikskólagjöld eru mjög há ef þú ert með góðar tekjur. Lífið er mjög gott í Dk ef þú ert námsmaður en það er fljótt að breytast að minnsta kosti af minnri reynslu um leið og þú færð tekjur inn.  Ef þú býrð í einhverju krummaskurði þá er sjálfsögðu lægri leiga en lífsgæðinn eins og ég vil hafa þau eru minni. Þá vil ég frekar vera á höfuðborgarsvæðinu með þeirri þjónustu sem þar er hægt að sækja en það er mín skoðun og mín lífsýn."}, {"response_to": "31273808", "username": "Júlí 78", "message_id": "31273817", "user_id": "245905", "datetime": "2016-02-03 11:24:16", "datestring": "3. feb. '16, kl: 11:24:16", "text": "Ok ég skil þig, auðvitað misjafnt hvað fólk vill. Mér finnst allt í lagi að búa í minni bæ en vil þó helst hafa góða þjónustu og einhvern miðbæjarkjarna með verslunum."}, {"response_to": "31273808", "username": "LaRose", "message_id": "31273885", "user_id": "65188", "datetime": "2016-02-03 15:19:13", "datestring": "3. feb. '16, kl: 15:19:13", "text": ""}, {"response_to": "31273788", "username": "Dreifbýlistúttan", "message_id": "31274185", "user_id": "81623", "datetime": "2016-02-04 07:54:11", "datestring": "4. feb. '16, kl: 07:54:11", "text": "Leiga í Árósum er svipað dýr og í Rkv, þar fyrir utan er hrikalega erfitt að fá leigt.-kannski vegna þess að það er tiltölulega auðvelt að kaupa...veit ekki."}, {"response_to": "31274185", "username": "Júlí 78", "message_id": "31274195", "user_id": "245905", "datetime": "2016-02-04 08:47:46", "datestring": "4. feb. '16, kl: 08:47:46", "text": "Mér finnst nú alveg eins fínir staðir annars staðar í Danmörku t.d. Sönderborg (góðar rútusamgöngur og lestarsamgöngur) sem er sunnarlega á Jótlandi, það er enginn hallærisbær og miðbærinn með fjölbreyttum verslunum og gaman að labba þar um. Ég get ekki betur séð en að þar sé alveg hægt að fá íbúðir miklu ódýrari leiguíbúðir heldur en hér á höfuðborgarsvæðinu hér á Íslandi. Fyrir 3 herb. íbúð sé ég t.d. auglýsta íbúð á 5.907, eitthvað kringum 115 þús. íslenskar. Reyndar kannski einhver bið á að fá íbúð gengum húsnæðisfélag en ég hef séð svipað verð á almenna markaðinum."}, {"response_to": "31274195", "username": "Dreifbýlistúttan", "message_id": "31274315", "user_id": "81623", "datetime": "2016-02-04 13:41:09", "datestring": "4. feb. '16, kl: 13:41:09", "text": "Þá áttu eftir að greiða fyrir rafmagn og hita en rafmagn í DK er mjög dýrt. Má alveg bæta 20-25.000 kalli við leiguna. Einnig er vatnskostnaður ekki alltaf inni í leigunni og vatn er dýrt í Dk."}, {"response_to": "31272936", "username": "strákamamma", "message_id": "31273425", "user_id": "11836", "datetime": "2016-02-02 12:31:50", "datestring": "2. feb. '16, kl: 12:31:50", "text": "Þetta er flott svar"}, {"response_to": "31272927", "username": "Dreifbýlistúttan", "message_id": "31274183", "user_id": "81623", "datetime": "2016-02-04 07:52:20", "datestring": "4. feb. '16, kl: 07:52:20", "text": "Hvar í Dk ertu?"}, {"response_to": "31272903", "username": "strákamamma", "message_id": "31273424", "user_id": "11836", "datetime": "2016-02-02 12:31:01", "datestring": "2. feb. '16, kl: 12:31:01", "text": "held það sé gott að gefa sér meiri tíma en bara 2 vikur til þess að vera með heimþra....meira alveg 2-3 ár ef þú ert ekki viss."}, {"response_to": "31273424", "username": "annarbannar", "message_id": "31273433", "user_id": "309926", "datetime": "2016-02-02 12:50:40", "datestring": "2. feb. '16, kl: 12:50:40", "text": "hef oft fengið heimþrá, á þessum 7 árum... en aldrei svona rosalega sterka eins og þessi er :/"}, {"response_to": "31272876", "username": "strákamamma", "message_id": "31272910", "user_id": "11836", "datetime": "2016-02-01 10:43:09", "datestring": "1. feb. '16, kl: 10:43:09", "text": "Langar aðeins að skipta mér af."}, {"response_to": "31272910", "username": "annarbannar", "message_id": "31272923", "user_id": "309926", "datetime": "2016-02-01 11:14:43", "datestring": "1. feb. '16, kl: 11:14:43", "text": "endilega skiptu þér af :D"}, {"response_to": "31272923", "username": "Aquadaba", "message_id": "31272935", "user_id": "83758", "datetime": "2016-02-01 11:45:44", "datestring": "1. feb. '16, kl: 11:45:44", "text": "Var í nákvæmlega sömu stöðu þú nema ekki einstæð en með maka sem vann/vinnur mjög mikið. Ég flutti heim fyrir stuttu og hef það mun betur hérna, andlega hliðin hjá mér var komin alveg í rúst það er rosalega erfitt að vera svona einn öllum stundum. Það gekk rosalega vel fyrir okkur að fá vinnu á Íslandi og maðurinn minn fær betur borgað á íslandi og vinnur minna og ég fæ mun betur borgað heldur en ég hefði fengið úti plús það við erum með stuðningsnet hérna sem við höfðum ekki ´úti."}, {"response_to": "31272935", "username": "annarbannar", "message_id": "31272937", "user_id": "309926", "datetime": "2016-02-01 11:54:00", "datestring": "1. feb. '16, kl: 11:54:00", "text": "ok :D frábært það :D"}, {"response_to": "31272937", "username": "Aquadaba", "message_id": "31272939", "user_id": "83758", "datetime": "2016-02-01 12:01:14", "datestring": "1. feb. '16, kl: 12:01:14", "text": "Það er bara mannskemmandi að vera svona mikið einn og sérstaklega með lítið barn, ég var orðin rosalega þunglynd. Bara litlu hlutirnir eins og að skreppa eitthvað út alein án barna er rosalega erfitt án stuðningsnets. Bæði mér og makanum fannst atvinnuleitin mun léttari hér heldur en úti, bæði af því að við tölum tungumálið og svo finnst mér meiri uppgangur í atvinnulífinu að minnsta kosti í okkar geirum heldur en úti. Við tókum gám og hann kostaði um 400þús."}, {"response_to": "31272939", "username": "annarbannar", "message_id": "31272971", "user_id": "309926", "datetime": "2016-02-01 13:29:54", "datestring": "1. feb. '16, kl: 13:29:54", "text": "takk :)"}, {"response_to": "31272923", "username": "passoa", "message_id": "31272993", "user_id": "46850", "datetime": "2016-02-01 14:17:54", "datestring": "1. feb. '16, kl: 14:17:54", "text": "Hefurðu möguleika á að flytja kannski heim til foreldra þinna á Íslandi á meðan þú ert að koma þér fyrir?"}, {"response_to": "31272993", "username": "annarbannar", "message_id": "31273006", "user_id": "309926", "datetime": "2016-02-01 15:28:37", "datestring": "1. feb. '16, kl: 15:28:37", "text": "mun hafa samband við þá og fá uppl. um verð."}, {"response_to": "31273006", "username": "passoa", "message_id": "31273432", "user_id": "46850", "datetime": "2016-02-02 12:49:12", "datestring": "2. feb. '16, kl: 12:49:12", "text": "Mínir foreldrar eiga einmitt pínulitla íbúð og við \"njótum\" okkar bara í gamla 7 fm herberginu mínu fjögur saman þegar við erum á Íslandi :p Maður sættir sig við ýmislegt sko :p"}, {"response_to": "31272923", "username": "strákamamma", "message_id": "31273426", "user_id": "11836", "datetime": "2016-02-02 12:34:33", "datestring": "2. feb. '16, kl: 12:34:33", "text": "hvar í dk ertu?"}, {"response_to": "31273426", "username": "annarbannar", "message_id": "31273437", "user_id": "309926", "datetime": "2016-02-02 12:51:36", "datestring": "2. feb. '16, kl: 12:51:36", "text": "Suðurjótlandi"}, {"response_to": "31273437", "username": "strákamamma", "message_id": "31273629", "user_id": "11836", "datetime": "2016-02-02 20:52:01", "datestring": "2. feb. '16, kl: 20:52:01", "text": "Ef þú ert í sönderborg veit ég að það er ansi sterkt og virkt íslendingafélag þar...spurning að reyna að komast í samband við eitthvað fólk"}, {"response_to": "31272910", "username": "superbest", "message_id": "31274199", "user_id": "77471", "datetime": "2016-02-04 09:02:31", "datestring": "4. feb. '16, kl: 09:02:31", "text": "Ég er sammála strákamömmu í flestu eftir að hafa búið í DK 2007-2014. Ekki misskilja, það er margt frábært við DK en t.d. veturinn þar sem ekki sést til sólar og allt er gráskýjað frá ca.okt - feb fer alveg með mig."}, {"response_to": "31274199", "username": "annarbannar", "message_id": "31274686", "user_id": "309926", "datetime": "2016-02-05 08:43:35", "datestring": "5. feb. '16, kl: 08:43:35", "text": "takk :)"}, {"response_to": "31272841", "username": "LaRose", "message_id": "31273030", "user_id": "65188", "datetime": "2016-02-01 16:49:47", "datestring": "1. feb. '16, kl: 16:49:47", "text": "Ekki öfundsverð staða. Hvað með föður? Getur hann ekkert létt undir? Annars myndi ég ná tökum á kvíðanum og þunglyndinu og svo taka ákvörðun byggða á skynsemi en ekki tilfinningum. Það er heldur ekki öfundsvert að vera einstæður á Íslandi. Ég hef prófað það hámenntuð og í vinnu og það var ekki létt. Byði ekki í það ef ég fengi láglaunavinnu. Vona þu finnir ut ut þessu :)"}, {"response_to": "31272841", "username": "annarbannar", "message_id": "31273336", "user_id": "309926", "datetime": "2016-02-02 09:40:55", "datestring": "2. feb. '16, kl: 09:40:55", "text": "fekk skilaboð frá einni hérna og ætla að svara henni hérna því ég get ekki sent skilaboð :/"}, {"response_to": "31273336", "username": "LaRose", "message_id": "31273404", "user_id": "65188", "datetime": "2016-02-02 11:57:54", "datestring": "2. feb. '16, kl: 11:57:54", "text": "Ertu með einhverja menntun? Hvernig störfum ertu að leita að? Talarðu góða dönsku?"}, {"response_to": "31272841", "username": "Sodapop", "message_id": "31273411", "user_id": "59869", "datetime": "2016-02-02 12:04:34", "datestring": "2. feb. '16, kl: 12:04:34", "text": "Ég er búin að lesa í gegnum umræðuna og vil bara bæta aðeins við öðru sjónarhorni."}, {"response_to": "31273411", "username": "passoa", "message_id": "31273436", "user_id": "46850", "datetime": "2016-02-02 12:51:00", "datestring": "2. feb. '16, kl: 12:51:00", "text": "Hann er reyndar held ég ósköp svipaður í verði, en hann sækir heim að dyrum og er víst með frábæra þjónustu :)"}, {"response_to": "31273436", "username": "Sodapop", "message_id": "31273439", "user_id": "59869", "datetime": "2016-02-02 12:56:39", "datestring": "2. feb. '16, kl: 12:56:39", "text": "Ok, þá hefur hann eitthvað hækkað. Það eru reyndar komin þrjú ár, þegar ég stóð í þessu. Þá var svipaður kostnaður fyrir mig að senda með honum, og að fara Norrænu-leiðina, en það var allt fullt hjá honum fram á haustið, svo ég valdi frekar að fara með Norrænu. En stóru flutningsfyrirtækin gáfu mér tilboð upp á rúmlega hálfa milljón, og þetta voru einhver 4 bretti, og þá hefði ég átt eftir að koma dótinu frá Reykjavík og austur á land..."}, {"response_to": "31273439", "username": "passoa", "message_id": "31273441", "user_id": "46850", "datetime": "2016-02-02 13:00:50", "datestring": "2. feb. '16, kl: 13:00:50", "text": "Vá! Það er rosalegat verð! Ég hef borgarð milli 50 og 60 þúsund fyrir hvert bretti fyrir einmitt einhverjum þremur árum síðan, og þá kostaði Jón Tómas nánast það sama, eina var að hans ferðir pössuðu ekki við mínar tímasetningar, þess vegna hef ég aldrei notað hann, veit að Eimskip er búið að hækka eitthvað núna, en veit að hann hefur líka hækkað eitthvað, svo ég bara geri ráð fyrir að þetta sé svipað, hef samt engan staðreyndir fyrir þvi :p"}, {"response_to": "31272841", "username": "Thorium", "message_id": "31273863", "user_id": "310022", "datetime": "2016-02-03 13:30:19", "datestring": "3. feb. '16, kl: 13:30:19", "text": "Ef þú ert með börn þá er DK mun betra en IS eins og staðan er í dag, ef peningar skipta máli í þínu tilviki."}]}