{"url": "https://bland.is/umraeda/launahaekkun-um-aramot-/31272038/?page=303", "date": "2016-01-30 16:30:10", "id": "31272038", "items": [{"text": "Voruð þið að fá launahækkun um áramót? Ég var að opna launaseðilinn minn sem ég fékk í janúar og sá að ég er með það sama í laun og í fyrra. Var ég að misskilja eitthvað svakalega með að launin myndu hækka 1. janúar? Veit ekki alveg hvers vegna ég átti að fara í verkfall í byrjun sumars ef launin mín breytast bara ekki neitt. Veit ekki alveg hvað ég átti að græða á þessum nýju samningum ef ég held bara áfram á sömu launum. Er ég að misskilja eitthvað svakalega? Ég er búin að gúgla og gúgla og ég sé bara ekkert sem útskýrir þetta, en ég vil helst ekki opinbera fáfræði mína fyrir yfirmanninum mín ef þetta á sér eðlilega skýringu. Ég er að vinna á skrifstofu, borga í verkalýðsfélag, byrjaði að vinna sem sumarstarfsmaður og skrifaði undir tímabundin ráðningarsamning þá, síðan var mér boðið að halda áfram en skrifaði aldrei undir nýjan samning. Ég hélt að almennir kjarasamningar myndu bara gilda.  Eða er ég bara screwed og dæmd til að vera með sömu laun forever?", "title": "Launahækkun um áramót?", "username": "cetera", "message_id": "31272038", "user_id": "159464", "response_to": null, "datetime": "2016-01-30 16:30:10", "datestring": "30. jan. '16, kl: 16:30:10"}, {"response_to": "31272038", "username": "tóin", "message_id": "31272042", "user_id": "161670", "datetime": "2016-01-30 16:45:43", "datestring": "30. jan. '16, kl: 16:45:43", "text": ""}, {"response_to": "31272042", "username": "cetera", "message_id": "31272053", "user_id": "159464", "datetime": "2016-01-30 16:59:20", "datestring": "30. jan. '16, kl: 16:59:20", "text": "Ég vil helst ekki segja það þar sem launafulltrúinn á vinnustaðnum mínum er virkur hér inni og myndi sennilega spotta mig um leið. En stéttarfélagið mitt er aðildarfélag Starfsgreinasambandsins (og er ekki eitt þeirra sem er undanskilið í aðalkjarasamningum og ég átti að fara í verkfall í kringum mánaðarmótin maí-júní og síðan í allshejrarverkfall viku síðar. Ég hef alltaf tilheyrt þessu stéttarfélagi og hef alltaf hækkað í launum um áramót."}, {"response_to": "31272038", "username": "icegirl73", "message_id": "31272045", "user_id": "160643", "datetime": "2016-01-30 16:49:08", "datestring": "30. jan. '16, kl: 16:49:08", "text": "Já ég fékk samningsbundna hækkun."}, {"response_to": "31272038", "username": "sigga109", "message_id": "31272048", "user_id": "41464", "datetime": "2016-01-30 16:52:16", "datestring": "30. jan. '16, kl: 16:52:16", "text": "Það þarf fyrst að samþykkja samninginn og þal tekur hækkunin ekki gildi fyrr en það er búið en hún gildir þá frá 1. janúar."}, {"response_to": "31272048", "username": "cetera", "message_id": "31272065", "user_id": "159464", "datetime": "2016-01-30 17:13:27", "datestring": "30. jan. '16, kl: 17:13:27", "text": "Ahh ég skil, þannig að þetta sem var í fréttunum um daginn að hækkunin 1. maí færist til 1. jan hefur ekki verið samþykkt ennþá? Vúhú! Fjári tek ég illa eftir í fréttatímanum. Takk! :)"}, {"response_to": "31272038", "username": "Kammó", "message_id": "31272061", "user_id": "30431", "datetime": "2016-01-30 17:09:18", "datestring": "30. jan. '16, kl: 17:09:18", "text": "Hringdu í stéttarfélagið þitt og spurðu."}, {"response_to": "31272061", "username": "cetera", "message_id": "31272063", "user_id": "159464", "datetime": "2016-01-30 17:11:06", "datestring": "30. jan. '16, kl: 17:11:06", "text": "Haha já mér hefur hugkvæmst það en það er laugardagur og þau opna ekki fyrr en á mánudag og þetta er að bögga mig núna. Var að reyna að notfæra mér að bland er opið um helgar líka ;)"}]}