{"url": "https://bland.is/umraeda/af-hverju-bad-eg-um-pening-herna-inni-serstok-skilabod-til-haess/31282872/?page=288", "date": "2016-02-21 14:31:22", "id": "31282872", "items": [{"text": "Ég bara er ekki að skilja það hvers vegna þú getur ekki látið mig í friði á vefnum. Um leið og ég voga mér að setja eitthvað hingað inn þá ertu mætt til að lítilækka mig eða draga það í efa sem ég segi. Taktu eftir því að ég bæði kem fram undir nafni og birti þessi skilaboð opinberlega. Það geri ég til að taka af þér skemmtunina við að 1) opinbera hver ég er og 2) gera grín að skilaboðunum með því að birta þau opinberlega. Og ef þú gætir nú tekið hausinn útúr rassgatinu á þér og séð að það eru ekki allir eins og steyptir í sama mótið í þjóðfélaginu þá færi minna fyrir þessum andskotans fordómum hjá þér. Ég hef þurft að þola þá frá þér af því að ég er ekki eins og allir aðrir sem teljast eðlilegir. Stundum vildi ég óska þess að ég hefði farið í lakið. Það hefði sparað ýmislegt.Þú segir að ég hafi áður reynt að svíkja út peninga af fólki hérna inni. Enn og aftur til að taka af þér skemmtunina og ánægjuna við að birta eldgamlar umræður og upplýsingar til að gera grín að mér þá ætla ég að segja frá þessu sjálfur. Það eru 11 ár síðan. Það var í apríl árið 2005 þegar ég sagðist vera með veikt barn og þyrfti að fara á læknavaktina. Það voru lagðar inná mig 4.500 krónur. Þessum peningum var samdægurs skilað. Ég myndi aldrei voga mér að gera svona í dag. Ég var ekki að reyna að svíkja út pening á föstudaginn. Ég þarf að borða eins og aðrir og nú skal ég útskýra fyrir þér af hverju ég þurfti peninga strax. Ég er með sjúkdóm sem kallast sykursýki og blóðsykurinn á það til að falla. Það sem ég ætlaði að gera við peninginn var að kaupa mér ávexti og eitthvað til að eiga yfir helgina því ég var lítið sem ekkert búinn að borða um daginn. Þó að pabbi minn sé tannlæknir þá kemur hann þessari umræðu ekki við. Ég veit hvað báðir þínir foreldrar gera. Ég myndi ekki voga mér að birta það á netinu. Það er rétt hjá þér undir venjulegum kringumstæðum myndi ég biðja pabba eða mömmu. Málið er að þau eru í útlöndum og koma í dag. Ég bý að auki ekki lengur hjá þeim. En ekki hafa áhyggjur, það var nikk hérna inni sem lagði inná mig 2.000 krónur og fékk það til baka í gær þegar ég náði í fjölskyldumeðlim. Ég tel mig ekki hafa verið að reyna að svíkja út peninga af notendum vefsins. Þetta voru örþrifaráð hjá mér.Og talandi um peningasafnanir, ert þú hvítþvegin og saklaus þegar kemur að því? Didn´t think so. Þú vissir það kannski ekki en ég þekki fólk útí Belgíu. Ég var að læra þar 2001-2002 sem skiptinemi. Um leið og ég sá hjálparbeiðni frá þér útaf þessari vinkonu þinni KT þá talaði ég við jafnaldra minn sem ég bjó hjá úti og bað hann um að fara með 1000 evrur til þessarar vinkonu þinnar því þú sagðir að hún myndi borga það til baka. Ef hún myndi ekki gera það þá myndi það lenda á mér. Þegar ég sá að þessi söfnun var bull og kjaftæði þá rétt tókst mér að afstýra því að þessi vinkona þín fengi 1000 evrur uppí hendurnar ókeypis. Peninga sem ég hefði aldrei séð aftur.Þetta á að vera spjallþráður og hér eiga allir að vera velkomnir en því miður er það ekki þannig því hér eru tvær klíkur ráðandi. Það er annarsvegar þú og klappstýrurnar og svo er það nikk sem mér er bannað að nefna á vefnum og hennar klappstýrur. Það nikk kann að láta mig vera hérna inni. Mér þykir ekkert jafn sjálfsagðara og að láta hana í friði.Ég neyðist því til að fara héðan því annars fæ ég ekki frið frá þér. Og taktu svo eftir því að þér kemur andskotanum ekki við hvað ég geri á vefnum og við hvern ég tala.", "title": "Af hverju bað ég um pening hérna inni? Sérstök skilaboð til háess", "username": "Tryggvi6", "message_id": "31282872", "user_id": "310843", "response_to": null, "datetime": "2016-02-21 14:31:22", "datestring": "21. feb. '16, kl: 14:31:22"}, {"response_to": "31282872", "username": "Júlí 78", "message_id": "31283363", "user_id": "245905", "datetime": "2016-02-22 07:37:36", "datestring": "22. feb. '16, kl: 07:37:36", "text": "Mér finnst það gott hjá þér að fara héðan (af umræðunum á Bland), það er ekki mannbætandi að ræða við sum nikk hérna. Leiðinlegt að þú sért með sykursýki, ég hef ekki séð það áður í umræðu frá þér. Gangi þér vel í lífinu í framtíðinni."}, {"response_to": "31283363", "username": "Zagara", "message_id": "31283388", "user_id": "68119", "datetime": "2016-02-22 10:11:14", "datestring": "22. feb. '16, kl: 10:11:14", "text": "Hann er ekkert farinn. Hann skrifar svona kveðjuþræði á mánaðar fresti."}, {"response_to": "31282872", "username": "svartasunna", "message_id": "31283417", "user_id": "54800", "datetime": "2016-02-22 11:17:32", "datestring": "22. feb. '16, kl: 11:17:32", "text": "Þú ætlast þó ekki til að einhver trúi þessari 1000 evru sögu er það?"}, {"response_to": "31283417", "username": "Háess", "message_id": "31283482", "user_id": "306481", "datetime": "2016-02-22 13:41:31", "datestring": "22. feb. '16, kl: 13:41:31", "text": "Bwahahahha!!!!"}, {"response_to": "31283482", "username": "Tryggvi6", "message_id": "31283495", "user_id": "310911", "datetime": "2016-02-22 15:02:44", "datestring": "22. feb. '16, kl: 15:02:44", "text": "Nenniru að drulla þér til Danmerkur og láta okkur á Íslandi í friði!!!???"}, {"response_to": "31283495", "username": "Zagara", "message_id": "31283497", "user_id": "68119", "datetime": "2016-02-22 15:08:36", "datestring": "22. feb. '16, kl: 15:08:36", "text": "24 tímar og 30 mín."}, {"response_to": "31283482", "username": "JónínaBEN", "message_id": "31283540", "user_id": "308976", "datetime": "2016-02-22 17:32:22", "datestring": "22. feb. '16, kl: 17:32:22", "text": ""}, {"response_to": "31283417", "username": "Brindisi", "message_id": "31283486", "user_id": "88255", "datetime": "2016-02-22 14:06:40", "datestring": "22. feb. '16, kl: 14:06:40", "text": "ég trúi ekki að þú hafir lesið svona mikið af þessu"}, {"response_to": "31283486", "username": "svartasunna", "message_id": "31283498", "user_id": "54800", "datetime": "2016-02-22 15:08:57", "datestring": "22. feb. '16, kl: 15:08:57", "text": "Mèr finnst ævintýri alltaf skemmtileg. 1001 evra, er það ekki eitthvað?"}, {"response_to": "31283417", "username": "Kaffinörd", "message_id": "31283507", "user_id": "177967", "datetime": "2016-02-22 15:27:13", "datestring": "22. feb. '16, kl: 15:27:13", "text": "Er hún eitthvað meira ótrúverðug en þessi svikasaga af veikri konu í Belgíu sem var n.b. full af mótsögnum ?"}, {"response_to": "31283507", "username": "svartasunna", "message_id": "31283519", "user_id": "54800", "datetime": "2016-02-22 15:55:54", "datestring": "22. feb. '16, kl: 15:55:54", "text": "Veikindasagan fannst mèr þó trúverðugri."}, {"response_to": "31283519", "username": "Kaffinörd", "message_id": "31283521", "user_id": "177967", "datetime": "2016-02-22 16:02:11", "datestring": "22. feb. '16, kl: 16:02:11", "text": "Nei hún var 100% ótrúverðug og Bland er ekki rétti vettvangurinn fyrir svona lagað. Bara fullkomlega réttmæt sneið til þessa notenda og þessa klíka hér inni sem vaða uppi."}, {"response_to": "31283521", "username": "svartasunna", "message_id": "31283555", "user_id": "54800", "datetime": "2016-02-22 18:45:09", "datestring": "22. feb. '16, kl: 18:45:09", "text": "Nei hún var 50% trúverðug."}, {"response_to": "31283521", "username": "VanillaA", "message_id": "31283740", "user_id": "97393", "datetime": "2016-02-23 00:57:42", "datestring": "23. feb. '16, kl: 00:57:42", "text": "Gerðu það, hættu að vera svona viðbjóðslega leiðinlegur alltaf."}, {"response_to": "31283417", "username": "Gunnýkr", "message_id": "31283511", "user_id": "711", "datetime": "2016-02-22 15:43:15", "datestring": "22. feb. '16, kl: 15:43:15", "text": "í alvöru.. finnst þér það ótrúverðugt.."}, {"response_to": "31282872", "username": "Kaffinörd", "message_id": "31283505", "user_id": "177967", "datetime": "2016-02-22 15:24:55", "datestring": "22. feb. '16, kl: 15:24:55", "text": "Ég vogaði að gagnrýna þessa \"söfnun\" á sínum tíma og safnanir yfir höfuð á þessum vef og það sem ég fékk af fúkkyrðum. Þetta er bara rétttrúnaðurinn er yfirgengilegur og það má ekkert gagnrýna sem fellur að ríkisskoðun þessara klíka sem þú talar um."}, {"response_to": "31283505", "username": "TheMadOne", "message_id": "31283743", "user_id": "67426", "datetime": "2016-02-23 01:14:30", "datestring": "23. feb. '16, kl: 01:14:30", "text": "ertu til í að skilgreina þessar klíkur sem þú ert að tala um og útskýra líka þessi fúkyrði? Ég man ekki brot af því sem ég les en flestir hérna geta haldið sig við rökræður og jafnvel rifrildi um málefni án þess að vera með persónulegar árásir."}, {"response_to": "31283743", "username": "Kaffinörd", "message_id": "31283761", "user_id": "177967", "datetime": "2016-02-23 02:54:51", "datestring": "23. feb. '16, kl: 02:54:51", "text": "Ég var nú lengi vel með notanda hér sem elti öll mín innlegg og mínusaði þau samviskusamlega. Taktu nú bara innleggshöfund. Það skiptir eiginlega ekki nokkru einasta máli hvað hann segir alltaf skal einhver koma með óþarfa skítkast og draga eitthvað eldgamalt inn í dæmið. Hundleiðinlegt bara. En ég get bara ekki annað en hrósað honum fyrir að benda á þá hræsnara hér sem kasta grjóti úr glerhús og þykjast vera á háum stalli. Þessi manneskja sem stóð fyrir þessari söfnun fyrir \"vinkonu\" sína er greinilega lítið að læra á sínum misstökum og sinni hegðun og það er miður. Og að lokum þá þurfa sumir hér að læra að útiloka þá sem fara í taugarnar á þeim."}]}