{"url": "https://bland.is/umraeda/strakavandamal-/31297467/?page=271", "date": "2016-03-21 03:28:25", "id": "31297467", "items": [{"text": "Ég er á seinasta ári í menntaskóla og er að útskrifast í vor. Í nóvember síðastliðnum var ég og strákur í bekknum mínum að hittast í sirka mánuð eftir að hafa verið hrifin af hvort öðru eiginlega alla skólagönguna. Við ákváðum síðan í sameiningu að við ættum ekki að hittast meira því við vissum að þetta myndi ekki ganga vegna nokkurra atriða sem ég ætla ekki að fara út í hér :) En við vorum bæði 100% sátt við þessa ákvörðun, ekkert rifrildi og vesen og við ákváðum að við myndum bara vera vinir eftir að hafa prófað þetta að minnsta kosti. Ég bjóst ekki við neinu öðru en að það myndi virka og við gætum bara verið vinir, nema hvað .......síðan þá hefur hann ekki gert mikið annað en að láta eins og fífl við mig. Ég hitti hann nánast á hverjum degi í skólanum og hann gjörsamlega hunsar mig og er einfaldlega leiðinlegur við mig. Ef við erum í hóp og ég segji eitthvað eða ef ég þarf að spurja hann að einhverju þá einhvernvegin nær hann að svara því eða commenta á það eins og þetta hafi verið geðveikt heimskulegt sem ég var að spurja eða segja og gerir þannig lítið úr því. Eða þá ef við erum kannski fjögur saman í hóp og hann er að tala. Þá augljóslega beinir hann samræðunum að hinum tveimur eins og ég sé bara ekki á staðnum, og ef við hittumst á balli eða djamminu og ég er með vinkonum mínum þá knúsar hann þær hæ en ekki mig. Ég get haldið áfram með dæmi en þetta eru allavega nokkur.Hefur einhver lent í svipuðu? Og er einhver með kenningu afhverju í anskotanum hann lætur svona?? Og eruði með hugmynd hvernig ég á að tækla þetta?? Ætti ég að hunsa hann tilbaka algjörlega, á ég að láta eins og ekkert sé og vera bara hress og tala við hann eða á ég að ná honum og ræða þetta við hann ??", "title": "Strákavandamál !!!", "username": "star123", "message_id": "31297467", "user_id": "167992", "response_to": null, "datetime": "2016-03-21 03:28:25", "datestring": "21. mar. '16, kl: 03:28:25"}, {"response_to": "31297467", "username": "Elisa7", "message_id": "31297487", "user_id": "64813", "datetime": "2016-03-21 09:49:01", "datestring": "21. mar. '16, kl: 09:49:01", "text": "Hann er augljóslega ekki sáttur við þig og hvernig málin þróuðust hjá ykkur?"}, {"response_to": "31297467", "username": "Splæs", "message_id": "31297496", "user_id": "83074", "datetime": "2016-03-21 10:27:42", "datestring": "21. mar. '16, kl: 10:27:42", "text": "Ég mundi ekki hitta hann nema algjöra nauðsyn beri til. \"Að vera vinir\" er breitt bil milli þess að sýna ekki óvild og að vera í virku vináttusambandi. Þið hafið líklega gleymt að skilgreina það sameiginlega. Hann virðist hafa skilgreint það sem \"vera dónalegur við ókunnuga manneskju\". Þú virðist hafa skilgreint það sem \"vera innilegur og alltaf utan í manneskju sem ég þekkti einu sinni.\""}, {"response_to": "31297467", "username": "fálkaorðan", "message_id": "31297499", "user_id": "169630", "datetime": "2016-03-21 10:35:11", "datestring": "21. mar. '16, kl: 10:35:11", "text": "Hann er augljóslega ekkert sáttur."}, {"response_to": "31297467", "username": "BlerWitch", "message_id": "31297554", "user_id": "85723", "datetime": "2016-03-21 12:45:18", "datestring": "21. mar. '16, kl: 12:45:18", "text": "Ég myndi ræða þetta við hann."}, {"response_to": "31297467", "username": "hallon", "message_id": "31297562", "user_id": "61730", "datetime": "2016-03-21 13:19:14", "datestring": "21. mar. '16, kl: 13:19:14", "text": "Hljómar svolítið eins og hann sé að refsa þér, einhver særindi kannski frá því að þið hættuð saman.  Ef þú ert viss um að þú viljir ekki samband eða að það myndi ekki ganga myndi ég leifa honum að jafna sig í friði og ekkert vera að hræra í honum með því að ræða málin.  Vetu bara kurteis við hann og ekkert vera að umgangast hann nema þú þurfir.  Getur síðan rætt þetta við hann seinna þegar lengri tími er liðinn og tækifæri gefst."}]}