{"url": "https://bland.is/umraeda/augnsyking-og-rodi-i-hud-/31297933/?page=270", "date": "2016-03-22 13:08:42", "id": "31297933", "items": [{"text": "Sonur minn er með enn eina augnsýkinguna (nánast mánaðarlegur viðburður) og fékk augnsmyrsli við henni á fyrsta degi sem var á fimmtudaginn í síðustu viku. Núna er hann búinn að vera með mikinn roða undir sama auga og alveg langt niður á kinn í a.m.k. 4 daga. Hann svíður í húðina þar sem hún er svona rauð og já þetta lítur mjög furðulega út en hefur samt sem áður lítið angrað hann.    Hann er í áskrift af augnsýkingum, hann fær eina í hvert einasta skipti sem hann fær kvefvírus og er mjög viðkvæmur almennt í augunum. Þetta er í fyrsta skipti sem að hann fær svona mikinn staðbundinn roða í  húð og hvað þá í andliti. Hefur einhver hugmynd um hvað gæti valdið, annað en vírus?     Ég er að fara með hann til heimilislæknis á morgun til að frysta vörtu svo að ég fæ doksa að sjálfsögðu til þess að kíkja á þetta en ákvað að skella þessu inn og athuga hvort að einhver kannist við einkennin.", "title": "Augnsýking og roði í húð.", "username": "Louise Brooks", "message_id": "31297933", "user_id": "103336", "response_to": null, "datetime": "2016-03-22 13:08:42", "datestring": "22. mar. '16, kl: 13:08:42"}, {"response_to": "31297933", "username": "Ziha", "message_id": "31297937", "user_id": "51148", "datetime": "2016-03-22 13:20:24", "datestring": "22. mar. '16, kl: 13:20:24", "text": "Ofnæmi?"}, {"response_to": "31297933", "username": "epli1234", "message_id": "31297986", "user_id": "29501", "datetime": "2016-03-22 16:05:37", "datestring": "22. mar. '16, kl: 16:05:37", "text": "Herpex zoster  eda herpex simplex. Hljòmar þannig of þà tarf hann veirulyf."}, {"response_to": "31297933", "username": "JónínaBEN", "message_id": "31297994", "user_id": "308976", "datetime": "2016-03-22 16:50:43", "datestring": "22. mar. '16, kl: 16:50:43", "text": "Er hann að nota gleraugu sem aðrir eiga?"}, {"response_to": "31297994", "username": "Louise Brooks", "message_id": "31298076", "user_id": "103336", "datetime": "2016-03-22 18:45:24", "datestring": "22. mar. '16, kl: 18:45:24", "text": "Hann notar ekki gleraugu en nuddar stundum augun með óhreinum puttum."}, {"response_to": "31297933", "username": "Relevant", "message_id": "31298131", "user_id": "43469", "datetime": "2016-03-22 20:34:30", "datestring": "22. mar. '16, kl: 20:34:30", "text": "ertu búin að vera með hann hjá augnlækni ? Er að spá í hvort að þetta geti tengst táragöngunum, að hann sé alltaf að fá þessar sýkingar ?"}, {"response_to": "31298131", "username": "Louise Brooks", "message_id": "31298167", "user_id": "103336", "datetime": "2016-03-22 21:58:09", "datestring": "22. mar. '16, kl: 21:58:09", "text": "Ég hef reyndar ekki farið með hann til augnlæknis en það er næst á dagskrá. Fór nokkrum sinnum með hann þegar hann var 1-3 ára og alltaf fékk hann bara sama augnsmyrslið svo að ég fór í framhaldinu bara oftast með hann á vakt eða til heimilislæknis og fékk það sama. Núna síðustu mánuði hefur heimilslæknirinn bara skrifað upp á þetta í símatíma en ég er bara langþreytt á þessu þar sem að hann getur varla lengur mætt í sundkennslu út af þessu vandamáli. Ég held ég panti tíma hjá augnlækni á morgun."}, {"response_to": "31298167", "username": "Relevant", "message_id": "31298354", "user_id": "43469", "datetime": "2016-03-23 13:08:57", "datestring": "23. mar. '16, kl: 13:08:57", "text": "mæli með því og ágætt að vera kannski með niðurskrifað ef þú hefur það einhvers staðar hvenær hann hefur verið a ðfá sýkingar. Getur kannski skráð það út frá því hvenær þið hafi leyst út úr apótekinu."}]}