{"url": "https://bland.is/umraeda/hvernig-get-eg-taekklad-thetta-/31308932/?page=254", "date": "2016-04-19 16:41:21", "id": "31308932", "items": [{"text": "Í hvert einasta skipti sem sonur minn verður reiður/ósáttur e.t.v fær ekki það sem hann vill, segir hann alltaf ,,Ég ætla þá bara drepa mig\" eða ,, Ég vill deyja\" ... Eitthvað í þessum dúr.. Ég er ekki alveg að skilja hversvegna í asnk. hann er að segja svona :/... Veit ekki hvaðan hann fær þetta heldur :s .. Er ég að reyna að fegra þetta því ég vill ekki sjá sannleikann með því að halda að þetta séu bara hans sterkustu hótanir og hann hefur hingað til fengið svakalega athyggli útá að segja þetta eða er þetta eitthvað sem ég þarf að láta skoða nánar, hefur þú lent í þessu með þitt barn / hvað myndiru gera  ? ...Nodebene þá er hann mjög skapstór/tapsár og á frekar erfitt með reiðina þegar hann verður reiður, hann er með adhd og hann er 6 ára", "title": "Hvernig get ég tækklað þetta :( ??", "username": "yourfantasy", "message_id": "31308932", "user_id": "212499", "response_to": null, "datetime": "2016-04-19 16:41:21", "datestring": "19. apr. '16, kl: 16:41:21"}, {"response_to": "31308932", "username": "ert", "message_id": "31308935", "user_id": "37456", "datetime": "2016-04-19 16:46:46", "datestring": "19. apr. '16, kl: 16:46:46", "text": "Maður gefur enga athygli út á svona hótanir. Hefur hann fengið athygli út á þetta? Frá hverjum?"}, {"response_to": "31308935", "username": "yourfantasy", "message_id": "31309044", "user_id": "212499", "datetime": "2016-04-19 20:11:59", "datestring": "19. apr. '16, kl: 20:11:59", "text": "Ég hef lesið um þetta og þegar hann hefur gert þetta í reiðiskassti hérna heima (2x) þá hef ég ekkert sagt en þau eru að taka þessu svakalega í skólanum eins og krakkanum sé alvara eða eitthvað... Ef þú spyrð hann svo ,,veistu hvað það er að deyja\" svarar hann nei o.O og gerir sér 0% grillur fyrir þessu"}, {"response_to": "31309044", "username": "ert", "message_id": "31309048", "user_id": "37456", "datetime": "2016-04-19 20:18:39", "datestring": "19. apr. '16, kl: 20:18:39", "text": "Þá er skólinn að ýta undir þessa hegðun. Hefðurðu beðið þau um hætta að veita þessu athygli? HVað segja þau?"}, {"response_to": "31309048", "username": "yourfantasy", "message_id": "31309059", "user_id": "212499", "datetime": "2016-04-19 20:29:14", "datestring": "19. apr. '16, kl: 20:29:14", "text": "Sko þegar ég sagði nkl. það að ég héldi að hann væri að notfæra sér þetta til að ná fram því sem hann vill ná fram, þar sem hann er í reiðisástandi þegar hann segir þetta .. Ég sagði sko ef drengurinn kæmi til mín grátandi/niðurlútur og myndi segja þetta það væri neyðarástand, en þarna er hann bara að kafna úr frekju og ég væri ekki að veita þessu athygli heldur þegar hann segir þetta þá myndi ég bara samt halda áfram að setja hann í timeout, eða fylgi honum inní herbergi þar sem hann getur klárað kastið, svo tala ég við hann þegar hann er rólegur og minnist ekki orð á þetta með að hann ætli að drepa sig eða eitthvað bara tala um kastið í heild og segi að maður eigi nú ekki að láta svona .."}, {"response_to": "31309059", "username": "ert", "message_id": "31309063", "user_id": "37456", "datetime": "2016-04-19 20:31:45", "datestring": "19. apr. '16, kl: 20:31:45", "text": ""}, {"response_to": "31309063", "username": "yourfantasy", "message_id": "31309078", "user_id": "212499", "datetime": "2016-04-19 20:41:03", "datestring": "19. apr. '16, kl: 20:41:03", "text": "Það hefur svosem ekki verið neinn fundur.. Þetta hefur skeð 2x í skólanum, bæði skiptin fór ég og talaði við hana og það var alltaf hringsólað í kringum þetta ,,hótaði að taka eigið líf\" í stað þess að adressa alvöru vandamálið .. t.d. eins og afhverju hann var að þessu .."}, {"response_to": "31309078", "username": "ert", "message_id": "31309081", "user_id": "37456", "datetime": "2016-04-19 20:44:41", "datestring": "19. apr. '16, kl: 20:44:41", "text": ""}, {"response_to": "31309081", "username": "yourfantasy", "message_id": "31309089", "user_id": "212499", "datetime": "2016-04-19 20:48:35", "datestring": "19. apr. '16, kl: 20:48:35", "text": "Ætla fara og tala betur við kennarann á morgunn og fá hana til að kíkja á það fyrir mig"}, {"response_to": "31309089", "username": "ert", "message_id": "31309095", "user_id": "37456", "datetime": "2016-04-19 20:54:12", "datestring": "19. apr. '16, kl: 20:54:12", "text": "Flott hún á alveg að geta fengið stuðning við þetta ef henni finnst þetta óþægilegt eða veit ekki hvernig hún að bregðast við. Það þarf einmitt að skoða hvað gerist áður en þessar hótanir koma en ekki að skoða þessar hótanir."}, {"response_to": "31309095", "username": "yourfantasy", "message_id": "31309102", "user_id": "212499", "datetime": "2016-04-19 21:00:30", "datestring": "19. apr. '16, kl: 21:00:30", "text": "Það er nákvæmlega það sem ég er búin að vera hugsa, ég hreinlega þoli ekki að fá tölvupóst um það að hann hafi hótað að taka eigið líf .. punktur ég vill heyra alla söguna"}, {"response_to": "31309102", "username": "e e e", "message_id": "31309127", "user_id": "105981", "datetime": "2016-04-19 21:22:52", "datestring": "19. apr. '16, kl: 21:22:52", "text": "Auðvitað ætti kennarinn að skrá alla söguna en athugaðu að dagbókarfærsla er ekki endilega kvörtun til þín. Dagbókarfærsla er skráning atvika og geymsla fyrir upplýsingar er varða nemandann, kennurum ber að skrá atvik sem gætu verið alvarleg, það væri vont ef sonur þinn hótar svona nokkrum sinnum og svo gerist eitthvað seinna og ekkert hefur verið skráð.  Hægt er að vísa á sálfræðing síðar og vitna þá í skráð atvik. Svo er kannski skipt um kennara og þá veit enginn hvort hann hefur einhverntíman hótað þessu áður eða ekki. Skráning er því góð  og í þágu barnsins í mörgum tilfellum. Auðvitað erbest að ræða við kennarann en skráningin sem slík er góð."}, {"response_to": "31309127", "username": "ert", "message_id": "31309145", "user_id": "37456", "datetime": "2016-04-19 21:41:02", "datestring": "19. apr. '16, kl: 21:41:02", "text": ""}]}