{"url": "https://bland.is/umraeda/ertu-a-leid-til-noregs-afslattur-hja-h-m-/31313833/?page=244", "date": "2016-05-03 16:23:04", "id": "31313833", "items": [{"text": "Mér datt í hug að einhver gæti nýtt sér þetta.Málið er að ég er á leið til Noregs og fór inn á norsku H&M síðuna il að sjá úrvalið þar.  Þá sá ég að maður getur gengið í H&M klúbbinn og safnað sér punktum þegar maður kaupir á netinu. En það besta er að þegar þú ert gengin í klúbbinn, færðu 20% afslátt af einum kaupum í H&M búð. Þetta tilboð gildir til 18. maí.Ef þið viljið prófa, þá er app í Google play sem heitir \"hm\" og það er fyrir H&M búðirnar. Þið downloadið því appi og gangið í klúbbinn. Mikilvægt er fyrir þá sem ætla að nota þetta tilboð að gefa upp staðsetninguna Noregur og gefa upp póstnúmer í Noregi. Ég notaði bara póstnúmerið á hótelinu mínu.Svo þegar þú ert í biðröð í búðinni, smellir þú á \"Bruk Kupong\". Passið að ýta alls ekki á þann takka fyrr en í biðröðinni við kassana, því hann virkar bara í klukkutíma.Ath. að þetta gildir bara fyrir EIN KAUP svo það borgar sig að safna í innkaupakörfuna og kaupa allt á einu bretti.Þetta er þess virði að prófa. Ég hlakka til að fara í H&M.", "title": "Ertu á leið til Noregs? Afsláttur hjá H&M!", "username": "Carpe Diem", "message_id": "31313833", "user_id": "67428", "response_to": null, "datetime": "2016-05-03 16:23:04", "datestring": "3. maí '16, kl: 16:23:04"}, {"response_to": "31313833", "username": "amazona", "message_id": "31314033", "user_id": "71158", "datetime": "2016-05-04 01:05:39", "datestring": "4. maí '16, kl: 01:05:39", "text": "Held að flest stór fyrirtæki veiti svona afslátt af fyrstu kaupum ef að þú gengur í klubb hjá þeim, í öllum löndum."}, {"response_to": "31313833", "username": "passoa", "message_id": "31314065", "user_id": "46850", "datetime": "2016-05-04 08:39:10", "datestring": "4. maí '16, kl: 08:39:10", "text": "Bara muna að biðja um taxfree ÁÐUR en þú borgar ;)"}, {"response_to": "31313833", "username": "Carpe Diem", "message_id": "31316066", "user_id": "67428", "datetime": "2016-05-09 19:04:14", "datestring": "9. maí '16, kl: 19:04:14", "text": "Þetta svínvirkaði en með vandkvæðum."}]}