{"url": "https://bland.is/umraeda/haettir-folk-ad-fa-ororkulifeyri-ef-thad-fer-i-nam-/31312423/?page=247", "date": "2016-04-29 20:10:12", "id": "31312423", "items": [{"text": ".", "title": "Hættir fólk að fá örorkulífeyri ef það fer í nám?", "username": "úje", "message_id": "31312423", "user_id": "47705", "response_to": null, "datetime": "2016-04-29 20:10:12", "datestring": "29. apr. '16, kl: 20:10:12"}, {"response_to": "31312423", "username": "fálkaorðan", "message_id": "31312430", "user_id": "169630", "datetime": "2016-04-29 20:17:16", "datestring": "29. apr. '16, kl: 20:17:16", "text": "Nei."}, {"response_to": "31312423", "username": "Sarait", "message_id": "31312440", "user_id": "38360", "datetime": "2016-04-29 20:33:03", "datestring": "29. apr. '16, kl: 20:33:03", "text": "Nei en það getur aftur á móti haft áhrif á það ef þú ert á endurhæfingarlífeyri"}, {"response_to": "31312440", "username": "úje", "message_id": "31312460", "user_id": "47705", "datetime": "2016-04-29 20:57:38", "datestring": "29. apr. '16, kl: 20:57:38", "text": "Af hverju þá þessi grein:"}, {"response_to": "31312460", "username": "Drekanammi", "message_id": "31312465", "user_id": "33182", "datetime": "2016-04-29 21:03:21", "datestring": "29. apr. '16, kl: 21:03:21", "text": "Það er erfitt fyrir marga öryrkja að mæta í skóla, Ég t.d. varð að hætta vegna þess að ég gat ekki mætt."}, {"response_to": "31312465", "username": "úje", "message_id": "31312469", "user_id": "47705", "datetime": "2016-04-29 21:07:26", "datestring": "29. apr. '16, kl: 21:07:26", "text": "Ég skil vel að það líti oft vel út í upphafi annar að geta mætt en svo komi annað á daginn. Ætti þá kannski að vera málið að fella niður skólagjöld fyrir öryrkja (og því er ég 100% fylgjandi). Eða þarf eitthvað meira til?"}, {"response_to": "31312460", "username": "Tipzy", "message_id": "31312468", "user_id": "26838", "datetime": "2016-04-29 21:07:17", "datestring": "29. apr. '16, kl: 21:07:17", "text": "Afþví aðrir geta sótt um styrki hér og þar en ekki öryrkjar, og ekki er allt nám lánshæft og það er ekkert BARA þegar kemur að því að fá yfirdrátt ofl. Oftar en ekki eru öryrkjar skuldugir upp fyrir haus, eftir löng veikindi áður en þeir fara á örorku og fá því ekkert frá bankanum bara si svona. Til dæmis þegar ég fór fyrst í nám og fór þá í mennstoðir og þurfti að borga námsgjöldin 120þús úr eigin vasa meðan bara held ég flest allir sem ég var í námi með fengu styrk til að fara í það. Öryrkjar eru sjaldnast að fara beint í háskólanám osfrv, oft byrjað smátt í svona undirbúningsnámi eða námskeiðum."}, {"response_to": "31312468", "username": "úje", "message_id": "31312472", "user_id": "47705", "datetime": "2016-04-29 21:09:15", "datestring": "29. apr. '16, kl: 21:09:15", "text": "Sótt um styrki hér og þar er stórlega ofmetið. Bara perfect námsmenn geta sótt um styrki, aðrir láta sig ekki dreyma um það."}, {"response_to": "31312472", "username": "Tipzy", "message_id": "31312473", "user_id": "26838", "datetime": "2016-04-29 21:10:04", "datestring": "29. apr. '16, kl: 21:10:04", "text": "Fólk á alls kyns réttindi í verkalýðsfélögum osfrv sem öryrkjar geta ekki."}, {"response_to": "31312473", "username": "úje", "message_id": "31312475", "user_id": "47705", "datetime": "2016-04-29 21:14:09", "datestring": "29. apr. '16, kl: 21:14:09", "text": "Mín reynsla er sú að þegar kom að því að ég hafði loksins tíma til að fara í nám, fékk ég lítinn styrk frá stéttarfélaginu en þau eru líka fáránlega misjöfn varðandi réttindi og þau stóru að jafnaði með betri réttindi en þau smáu.."}, {"response_to": "31312475", "username": "Tipzy", "message_id": "31312479", "user_id": "26838", "datetime": "2016-04-29 21:24:27", "datestring": "29. apr. '16, kl: 21:24:27", "text": "Nei ég spurði einhvern tíman hvort ég mætti greiða í eitt félag og fékk bara NEI!"}, {"response_to": "31312472", "username": "úje", "message_id": "31312474", "user_id": "47705", "datetime": "2016-04-29 21:10:15", "datestring": "29. apr. '16, kl: 21:10:15", "text": "Ég vil samt alls ekki að þessi umræða fari út í öryrkjar vs. ekki öryrkjar sem ég held ég hafi gerst sek um að snúa þannig með að benda á tiltæka styrki :/"}, {"response_to": "31312474", "username": "úje", "message_id": "31312480", "user_id": "47705", "datetime": "2016-04-29 21:25:12", "datestring": "29. apr. '16, kl: 21:25:12", "text": "Ég var að velta þessu fyrir mér því sumir öryrkjar hafa þrek í að vinna 50-60% starf sem er því miður sjaldan í boði á Íslandi. Ef fólk er menntað eru líkurnar samt mun meiri á að geta samið um hlutastarf starf á launum sem er hægt að lifa á.. Þess vegna held ég að það sé mjög mikilvægt að öryrkjar fái tækifæri til menntunar. Það þarf samt að vera e-ð jafnvægi milli þessi sem öryrkjum og öðrum býðst."}, {"response_to": "31312480", "username": "payperview", "message_id": "31314005", "user_id": "176448", "datetime": "2016-05-04 00:17:15", "datestring": "4. maí '16, kl: 00:17:15", "text": "Án þess að geta svarið fyrir það þá held ég að stefna tryggingastofnunar sé sú að reyna að gera sem flestum öryrkjum kleift að mennta sig til starfa sem hennta þeim, með það að markmiði, að einn daginn geti þeir unnið. amk. eins og þú nefnir, hlutastarf. það að vera öryrki (75%) það er hámarksörorka þýðir það að þú ert óvinnufær vegna líkamlegra eða andlegra veikinda eða fatlana. það breytist ekki þó þú sért í námi. þar af leiðandi er LÍN ekki með kerfi sem henntar öryrkjum, því til að geta lifað af námslánum þarftu að vera í fullu námi. sem er ekki minni vinna en full vinna."}, {"response_to": "31314005", "username": "payperview", "message_id": "31314006", "user_id": "176448", "datetime": "2016-05-04 00:19:43", "datestring": "4. maí '16, kl: 00:19:43", "text": "þannig að... ég hef oft hugsað með mér.. sem betur fer er þetta svona. sem betur fer geta öryrkjað sótt nám og haldið bótum á meðan, því annars væri öryrkjum nánast ekki mögulegt að mennta sig. og menntun er oft það eina sem kemur þeim í störf sem hennta þeim."}, {"response_to": "31312468", "username": "evitadogg", "message_id": "31314274", "user_id": "61116", "datetime": "2016-05-04 17:22:01", "datestring": "4. maí '16, kl: 17:22:01", "text": "Ég þekki ekki til með þessi námskeið og mentnastoðir sem þú vísar í en örugglega alveg rétt, aftur á móti kannast ég nú bara ekki við styrki hér og þar þegar kemur að því að vera í háskólanámi. Það eru örfáir styrkir í boði sem aðeins brotabrot er svo heppinn að fá. Og varðandi t.d. réttindi hjá verkalýðsfélögum þá er það nú kannski bara fyrsta árið ef þú hefur verið að vinna áður en þú fórst í skóla en það er sáralítið ef eitthvað eftir það, þegar maður er aðeins í hlutastarfi eða sumarstarfsmaður."}, {"response_to": "31314274", "username": "Tipzy", "message_id": "31314280", "user_id": "26838", "datetime": "2016-05-04 17:40:53", "datestring": "4. maí '16, kl: 17:40:53", "text": "Það er þetta að koma sér af stað sem er vandamálið. Oft eru öryrkjar búnir að vera lengi utan vinnumarkaðar og skóla og þurfa því að byrja á námskeiðum og þannig sem er ekki lánshæft hjá lín, en  fólk fær oft styrki hjá einmitt verkalýðsfélögum til að borga amk hluta eða jafnvel borgað af vmst eins og flestir sem voru með mér í menntastoðum fengu. T.d er hægt að fá styrk hjá verkalýðsfélögum fyrir meiraprófi, eða var amk þannig."}, {"response_to": "31312423", "username": "alboa", "message_id": "31314052", "user_id": "31118", "datetime": "2016-05-04 07:43:02", "datestring": "4. maí '16, kl: 07:43:02", "text": "Nei og í greininni sem þú vísar í eru rangfærslur um réttindi öryrkja í námi sem er lánshæft. Öryrkjar geta fengið undanþágu frá 22 eininga reglunni. Enginn fær lán fyrir skráningagjaldi í HÍ en öryrkjar fá afslátt af því. Lán hafa ekki áhrif á lífeyririnn en lífeyririnn hefur áhrifá námslánin, þetta eru jú tekjur."}, {"response_to": "31314052", "username": "Alpha❤", "message_id": "31314284", "user_id": "105727", "datetime": "2016-05-04 17:52:11", "datestring": "4. maí '16, kl: 17:52:11", "text": "geta? er það algengt? og hve margar einingar þá?"}]}