{"url": "https://bland.is/umraeda/hjalp-thekkir-einhver-augnlaekni-personulega-/31315584/?page=245", "date": "2016-05-08 10:14:41", "id": "31315584", "items": [{"text": "þannig er  mál með vexti að sonur minn er á Thailandi og er með augnsýkingu eða e-ð slíkt, Hann er búin að fara á milli lækna og segja þeir sitt og hvað. Í dag versnaði honum sky-ndilega, og sér allt í móðu, ég er hrædd um hann. Treysti ekki standardinum þarna. Nú er það svo að hér á Íslandi er ekkert hægt að hringja í neina neyðar-augnlæknaþjónustu til að fá ráðleggingar.Bráðamóttaka Bsp er hætt að taka fyrirspurnir. Þetta er hreint skelfilegt.    Eina ráðið fyrir fólk er að þekkja einhvern augnlækni persónulega til að ráðfæra sig við,er m. a. með mynd af öðru auga sem ég þarf að fá álit á o fl.    Kæru Blandverjar sem reddið flestu, er eitthvert ykkar sem þekkir augnlækni persónulega sem þið mynduð vilja tala við fyrir mig sem ég get borið mig upp við. Er sjálf hjfr. og er því aðeins inni í málum. Ég myndi vera þeim aðila /aðilum ævinlega þakklát fyrir hjálpina. Þetta þyrfti að vera í dag eða sem allra allra fyrst, augun eru mjög viðkvæm.    Vinsamlega hafið samband í einkaskilaboðum. Allra bestu þakkir <3", "title": "HJÁLP!! Þekkir einhver augnlækni persónulega?", "username": "elskum dýrin", "message_id": "31315584", "user_id": "82162", "response_to": null, "datetime": "2016-05-08 10:14:41", "datestring": "8. maí '16, kl: 10:14:41"}, {"response_to": "31315584", "username": "Soigné", "message_id": "31315586", "user_id": "294991", "datetime": "2016-05-08 10:21:06", "datestring": "8. maí '16, kl: 10:21:06", "text": "Hvar er hann staddur í Thailandi? Það eru mörg góð sjúkrahús í Thailandi þar sem standardinn er mun betri en hér á Íslandi. Er hann tryggður?"}, {"response_to": "31315586", "username": "elskum dýrin", "message_id": "31315593", "user_id": "82162", "datetime": "2016-05-08 10:36:15", "datestring": "8. maí '16, kl: 10:36:15", "text": "Já hann er tryggður"}, {"response_to": "31315593", "username": "fluflu", "message_id": "31315599", "user_id": "14611", "datetime": "2016-05-08 10:41:21", "datestring": "8. maí '16, kl: 10:41:21", "text": "En ef þú ferð á læknavaktina og hittir læknir það og sýnir honum þessa mynd og hvernig einkenni sonur þinn er með.  Kannski hefur læknirinn einhver sambönd og getur hjálpað."}, {"response_to": "31315584", "username": "isbjarnamamma", "message_id": "31315608", "user_id": "159704", "datetime": "2016-05-08 11:24:51", "datestring": "8. maí '16, kl: 11:24:51", "text": "Mig langar að senda syni þínum batakveðju, augun eru svo dýrmæt"}, {"response_to": "31315584", "username": "Júlí 78", "message_id": "31315622", "user_id": "245905", "datetime": "2016-05-08 12:42:31", "datestring": "8. maí '16, kl: 12:42:31", "text": "Ritari á slysadeild gat sótt mynd frá sérfræðingi úti í bæ fyrir mig vegna aðstandanda. Held þú hljótir að geta sent þessa mynd til þeirra eða barnaspítalans ef þú segir að sonur þinn sé í útlöndum og þú hafir miklar áhyggjur af honum en hringja samt áður og biðja ritarann um að læknirinn skoði myndina og tali við þig. Ég er viss um að ástæðan fyrir því að Bráðamóttaaka Bsp segist vera hætt að taka fyrirspurnir sé sú að þeir vilji að fólk komi beint með börnin sín til þeirra ef um bráðatilfelli sé að ræða eða leiti til barnalæknis ef ekki er um að ræða bráðatilfelli. Þinn sonur er hins vegar núna staddur erlendis. Hugsanlega geta læknarnir hér á bráðmóttökunni talað við læknana úti um vandamálið og þá læknarnir hér áttað sig betur á hvað sé í gangi. En ég þekki ekki vinnureglur hér heima varðandi svona en ég sjálf myndi reyna þetta."}, {"response_to": "31315584", "username": "Splæs", "message_id": "31315623", "user_id": "83074", "datetime": "2016-05-08 12:42:49", "datestring": "8. maí '16, kl: 12:42:49", "text": "Hefur sonur þinn ekki fengið meðferð hjá neinum af þessum læknum sem hann hefur hitt? Þú skrifar að þeir hafi sagt sitt á hvað. Þú segir \"augnsýkingu eða eitthvað slíkt\". Hvað hafa þeir sagt? Hvaða sjúkdómsgreiningar hefur hann fengið? Og þá hvaða meðferð?"}, {"response_to": "31315584", "username": "palmatre", "message_id": "31315697", "user_id": "194062", "datetime": "2016-05-08 16:30:57", "datestring": "8. maí '16, kl: 16:30:57", "text": "Það eru margir úrvalsspítalar í Thailandi með sérfræðingum á heimsmælikvarða. Í Bangkok eru t.d. nokkrir af bestu spítölum í suðaustur Asíu. Ef hann er einhversstaðar úti í sveit eða í litlum bæ þarf hann væntanlega að koma sér í næstu stórborg."}]}