{"url": "https://bland.is/umraeda/ad-stinga-af-til-utlanda/31313745/?page=241", "date": "2016-05-03 12:10:31", "id": "31313745", "items": [{"text": "Mig langar svo oft að stinga af til útlanda og hefja nýtt líf. Þá meina ég með því að láta engann vita, bara láta mig hverfa. En ég þekki svo marga sem vinna upp á flugstöð að það myndi aldrei ganga..... urghEinhver hér sem hefur gert þetta?", "title": "Að stinga af til útlanda", "username": "chubbymango", "message_id": "31313745", "user_id": "300376", "response_to": null, "datetime": "2016-05-03 12:10:31", "datestring": "3. maí '16, kl: 12:10:31"}, {"response_to": "31313745", "username": "Bakasana", "message_id": "31313748", "user_id": "266266", "datetime": "2016-05-03 12:18:26", "datestring": "3. maí '16, kl: 12:18:26", "text": "Geturðu ekki bara flutt til útlanda og hafið nýtt líf eins og venjulegt fólk gerir á hverjum degi."}, {"response_to": "31313748", "username": "chubbymango", "message_id": "31313749", "user_id": "300376", "datetime": "2016-05-03 12:19:18", "datestring": "3. maí '16, kl: 12:19:18", "text": "Nei mig langar að láta mig hverfa frá manninum mínum, fjölskyldu og vinum. Ég vil ekki að þau viti af mér. Mig hefur langað þetta í nokkur ár"}, {"response_to": "31313749", "username": "Bakasana", "message_id": "31313751", "user_id": "266266", "datetime": "2016-05-03 12:20:26", "datestring": "3. maí '16, kl: 12:20:26", "text": "viltu að þau hafi áhyggjur eða hvað er málið?"}, {"response_to": "31313751", "username": "chubbymango", "message_id": "31313753", "user_id": "300376", "datetime": "2016-05-03 12:22:00", "datestring": "3. maí '16, kl: 12:22:00", "text": "búin að glíma við alvarlegt þunglyndi og kvíða í mörg ár og trúi því að það sé betra að láta mig hverfa eitthvert og láta engan vita og hefja nýtt líf"}, {"response_to": "31313753", "username": "alboa", "message_id": "31313757", "user_id": "31118", "datetime": "2016-05-03 12:28:55", "datestring": "3. maí '16, kl: 12:28:55", "text": "Þunglyndið og kvíðinn mun ekkert hverfa við það. Eina sem það gerir er að skilja fjölskyldu og vini eftir með margar spurningar og mikil særindi. Og þú átt líklegast eftir að vera jafn þunglynd, kvíðin og með stórt samviskubit."}, {"response_to": "31313749", "username": "Elisa7", "message_id": "31313837", "user_id": "64813", "datetime": "2016-05-03 16:32:10", "datestring": "3. maí '16, kl: 16:32:10", "text": "Ég skil að þú viljir ekki að þau viti af þér, þ.e. hvar þú ert niðurkominn. En myndirðu vilja að þau haldi að þú hafir jafnvel fyrirfarið þér eða verið myrt eða verið rænd í þrælkun eða hvaðeina sem hægt er að hugsa sér þegar einhver hverfur sporlaust? Eða að það verði kannski haldin minningarathöfn um þig eins og þú hafir dáið? Er ekki nóg fyrir þig að yfirgefa alla og láta engan vita hvar þú ert niðurkominn?"}, {"response_to": "31313837", "username": "chubbymango", "message_id": "31313881", "user_id": "300376", "datetime": "2016-05-03 18:55:45", "datestring": "3. maí '16, kl: 18:55:45", "text": "Þau myndu líklegast halda að ég hefði fyrirfarið mér eða látið mig hverfa eitthvert. Held þau yrðu bara fegin."}, {"response_to": "31313881", "username": "TheMadOne", "message_id": "31313883", "user_id": "67426", "datetime": "2016-05-03 19:02:28", "datestring": "3. maí '16, kl: 19:02:28", "text": "það er mjög alvarlegur þunglyndistónn í þessu hjá þér og staðreyndin er sú að þetta er nánast alltaf byggt á ranghugmyndum að fólk yrði fegið. Vandamálin fylgja þér þangað sem þú ferð á meðan besta hjálpin sem þú getur fengið er þar sem fólk þekkir þig."}, {"response_to": "31313881", "username": "Elisa7", "message_id": "31313887", "user_id": "64813", "datetime": "2016-05-03 19:08:44", "datestring": "3. maí '16, kl: 19:08:44", "text": "En ertu viss? Hví ekki að láta þau vita eftir að þú hverfur að þú hafir einmitt látið þig hverfa svo þau þurfi ekki að velkjast í vafa? Eða er eingin væntumþykja á milli ykkar?"}, {"response_to": "31313887", "username": "Cheddar", "message_id": "31313888", "user_id": "230448", "datetime": "2016-05-03 19:13:26", "datestring": "3. maí '16, kl: 19:13:26", "text": "í þunglyndinu þá sér maður oft ekki væntumþykju sinni nánustu, þeir kunna að eiga erfitt með að tækla veikindin sem getur birst í ákveðnu frávarpi, endilega fáðu þér nú göngutúr."}, {"response_to": "31313888", "username": "Elisa7", "message_id": "31313900", "user_id": "64813", "datetime": "2016-05-03 20:17:08", "datestring": "3. maí '16, kl: 20:17:08", "text": "Já skal gera það. Eða varstu kannski ekki að tala við mig?"}, {"response_to": "31313900", "username": "TheMadOne", "message_id": "31313909", "user_id": "67426", "datetime": "2016-05-03 20:41:17", "datestring": "3. maí '16, kl: 20:41:17", "text": "göngutúrar eru allaveganna líklegri til að lækna yfirlæti en alvarlegt þunglyndi."}, {"response_to": "31313909", "username": "Elisa7", "message_id": "31313913", "user_id": "64813", "datetime": "2016-05-03 20:49:41", "datestring": "3. maí '16, kl: 20:49:41", "text": "Ef þér fannst svarið mitt til chubbymango vera yfirlætisfullt þá finnst mér það leitt. Það var allavega ekki hugsað þannig. Ég átta mig á að í þunglyndi sjái maður oft ekki væntumþykju sinna nánustu. Athugasemd mín (Eða er eingin væntumþykja á milli ykkar?) var hugsuð til að velta því upp og fá hana til að íhuga málið, því líklegra finnst mér að þar sé væntumþykja. En þetta hefur líklega ekki hljómað nógu vel hjá mér fyrst allavega þú fékkst annað á tilfinninguna."}, {"response_to": "31313909", "username": "Cheddar", "message_id": "31313924", "user_id": "230448", "datetime": "2016-05-03 21:13:11", "datestring": "3. maí '16, kl: 21:13:11", "text": "það er erfitt að upplifa að manns nánustu segi bara fáðu þér bara göngutúr þegar öllum er ljóst að manni líður mjög illa. Mér finnist nær að sýna samkennd, leitt að sjá að þér líður illa, er eitthvað sem ég get gert? eigum við að fá okkur göngutúr saman?"}, {"response_to": "31313924", "username": "TheMadOne", "message_id": "31313935", "user_id": "67426", "datetime": "2016-05-03 21:26:37", "datestring": "3. maí '16, kl: 21:26:37", "text": "vandamálið er líka að svo margir halda að lausnir sem virka fyrir tímabundna depurð sem hefur jafnvel komið af mjög eðlilegum örsökum og er hægt að vinna á með mjög venjulegum aðferðum virki fyrir fólk sem er alvarlega veikt af þunglyndi. Í þessu tilfelli myndi göngutúrinn sennilega hjálpa meira þar sem að þunglyndi einstaklingurinn fengi tækifæri til að tala um það sem væri að hrjá hann heldur en að hreyfingin hefði einhver áhrif sem slík, ef einstaklingurinn á annað borð treysti sér í einhvern göngutúr."}, {"response_to": "31313935", "username": "Cheddar", "message_id": "31313936", "user_id": "230448", "datetime": "2016-05-03 21:29:31", "datestring": "3. maí '16, kl: 21:29:31", "text": "fyrir mig sem lengi hef glímt við veikindi á geði er það samkenndin, að mér og minni líðan sé ekki varpað á dyr, látið eins og hún sé bara ekkert mál. Að ég megi líða eins og mér líður, vegna þess að mér líður þannig þá stundina. Það er svo vont að vera innan um fólkið sitt og skilningurinn og samkenndin er engin."}, {"response_to": "31313936", "username": "TheMadOne", "message_id": "31313937", "user_id": "67426", "datetime": "2016-05-03 21:35:46", "datestring": "3. maí '16, kl: 21:35:46", "text": "ég veit vel um hvað þú ert að tala. Það er líka svo sterkt í mörgum að ætla að leysa málin fyrir mann með einhverjum ofureinföldum húsráðum eins og maður sé búinn að berjast í mörg ár og jafnvel áratugi við þunglyndi af því að maður snýr rúminu vitlaust í herberginu sem maður sefur í (bara random dæmi) eða að það sé lækninum að kenna að gefa manni öll þessi lyf..."}, {"response_to": "31313937", "username": "Cheddar", "message_id": "31313938", "user_id": "230448", "datetime": "2016-05-03 21:36:29", "datestring": "3. maí '16, kl: 21:36:29", "text": "haha já satt, dæs"}, {"response_to": "31313924", "username": "Elisa7", "message_id": "31313941", "user_id": "64813", "datetime": "2016-05-03 21:49:13", "datestring": "3. maí '16, kl: 21:49:13", "text": "Ég er alveg sammála þessu. Ég misskildi textann þinn þar sem þú segir: \"sem getur birst í ákveðnu frávarpi, endilega fáðu þér nú göngutúr.\" þannig að þú værir að segja MÉR að fá mér göngutúr, og fattaði ekki að þú værir að taka þessa setningu sem dæmi um þetta ákveðna frávarp. Þetta er dáldið fyndið  :)"}, {"response_to": "31313881", "username": "burrarinn", "message_id": "31315202", "user_id": "167632", "datetime": "2016-05-07 02:17:56", "datestring": "7. maí '16, kl: 02:17:56", "text": "Nei, þau yrðu mjög sorgmædd. Óbærilega sorgmædd."}, {"response_to": "31313749", "username": "askvaður", "message_id": "31316924", "user_id": "165503", "datetime": "2016-05-12 20:54:19", "datestring": "12. maí '16, kl: 20:54:19", "text": "áttu börn?"}, {"response_to": "31316924", "username": "chubbymango", "message_id": "31317316", "user_id": "300376", "datetime": "2016-05-14 16:12:26", "datestring": "14. maí '16, kl: 16:12:26", "text": "nei"}, {"response_to": "31313745", "username": "alboa", "message_id": "31313750", "user_id": "31118", "datetime": "2016-05-03 12:19:51", "datestring": "3. maí '16, kl: 12:19:51", "text": "Þetta hljómar meira eins og þú sért að reyna flýja vandamál."}, {"response_to": "31313750", "username": "chubbymango", "message_id": "31313752", "user_id": "300376", "datetime": "2016-05-03 12:20:40", "datestring": "3. maí '16, kl: 12:20:40", "text": "Mikið rétt"}, {"response_to": "31313745", "username": "nefnilega", "message_id": "31313761", "user_id": "52417", "datetime": "2016-05-03 12:49:30", "datestring": "3. maí '16, kl: 12:49:30", "text": "Hefurðu rætt þetta við sálfræðing?"}, {"response_to": "31313761", "username": "chubbymango", "message_id": "31313765", "user_id": "300376", "datetime": "2016-05-03 12:59:26", "datestring": "3. maí '16, kl: 12:59:26", "text": "Já"}, {"response_to": "31313765", "username": "nefnilega", "message_id": "31313895", "user_id": "52417", "datetime": "2016-05-03 19:53:37", "datestring": "3. maí '16, kl: 19:53:37", "text": "Og hvað segir hann?"}, {"response_to": "31313765", "username": "stjarnaogmani", "message_id": "31314287", "user_id": "23650", "datetime": "2016-05-04 17:58:45", "datestring": "4. maí '16, kl: 17:58:45", "text": "Ég held að þú viljir bara gera þetta til að særa fólki og gera það hrætt. Það hljómar ekkert öðruvísi og þú ert að reyna að refsa þeim fyrir eitthvað."}, {"response_to": "31314287", "username": "TheMadOne", "message_id": "31314307", "user_id": "67426", "datetime": "2016-05-04 19:24:56", "datestring": "4. maí '16, kl: 19:24:56", "text": "þakka þér fyrir þetta stórkostlega innsæi, vona að þú þurfir aldrei að finna fyrir því á eigin skinni að þér finnist þú gera öllum greiða með því að hverfa, ég vona líka að þú eigir ekki og munir aldrei eiga vin eða ættingja sem myndi treysta þér fyrir svona erfiðum tilfinningum og fá svona viðbrögð frá þér... þeirra vegna."}, {"response_to": "31314307", "username": "stjarnaogmani", "message_id": "31314472", "user_id": "23650", "datetime": "2016-05-05 12:08:27", "datestring": "5. maí '16, kl: 12:08:27", "text": "Já hún segir. \"Ég held þau yrðu bara fegin\" hverju lýsir það? Þunglyndi já, en líka sjálfsvorkun. Það er allt í lagi að vera í sjálfsvorkun ef maður lætur það ekki bitna á öðrum, og þá meina ég vegna þess að hún veit að fólkið mun hafa áhyggjur, hún sagði það sjálf, \"Þau myndu líklegast halda að ég hefði fyrirfarið mér\" Vill hún að fólk haldi það? Er hún þá ekki eigingjörn?"}, {"response_to": "31314472", "username": "TheMadOne", "message_id": "31314473", "user_id": "67426", "datetime": "2016-05-05 12:11:39", "datestring": "5. maí '16, kl: 12:11:39", "text": "ef manneskja liggur á jörðinni og segir \"sparkaðu í mig, ég á það skilið\". Hvort gerir meira fyrir þig og hana að sparka í hana eins og hún biður um eða hjálpa henni að standa á fætur?"}, {"response_to": "31314473", "username": "stjarnaogmani", "message_id": "31314476", "user_id": "23650", "datetime": "2016-05-05 12:37:25", "datestring": "5. maí '16, kl: 12:37:25", "text": "Já ef fólk reynir að hjálpa henni á fætur þegar hún segir \"sparkaðu í mig\" og hún leggst aftur á jörðina og segir það sama. Hvað er hún þá að gera? Draga fólk ofan í sitt drama. Ég sé ekki betur en að það sé fullt af fólki sem er að reyna að hughreysta hana. Hún er ekkert að hlusta á það. Hvað þýðir það. Vill ekki hjálp. Vill bara vera í sinni sjálfsvorkun. Fólk það gefst upp á að hjálpa svoleiðis fólki. Þá er hún alein. Hvernig líður henni þá? Ef fólk er þunglynt á það að leita læknis, Ef hún hefur ekki einhvern til nálægt sér til að hjálpa henni að komast til læknis þá efast ég um að fólk hér á bland sem stendur upp og fer heim til hennar að reyna að koma henni til læknis. Hún þarf að hafa fyrir því sjálf. Þannig að í staðin fyrir að leggjast ítrekað í gólfið og segja \"sparkaðu í mig\" verður hún að taka leigubíl, fara í strætó eða keyra niður á göngudeild geðdeildar og biðja um viðtal. Það er ekki hægt að tala um þetta. Ég á ekki von á því að þunglynt fólk geti leitað sér læknis. (Það er mín reynsla)Einhver verður að segja, \"hvar ertu ég er að koma\""}, {"response_to": "31314476", "username": "ert", "message_id": "31314483", "user_id": "37456", "datetime": "2016-05-05 12:57:18", "datestring": "5. maí '16, kl: 12:57:18", "text": ""}, {"response_to": "31314483", "username": "stjarnaogmani", "message_id": "31314486", "user_id": "23650", "datetime": "2016-05-05 13:13:55", "datestring": "5. maí '16, kl: 13:13:55", "text": "Ég hef verið í viðtölum með fólki með geðraskanir og einstaka sinnum er manneskja í svoleiðis grúbbum. Það eru allir að reyna að ráðleggja þeirri manneskju. Allur fundurinn fer í það að sinna þeirri einu manneskju. Það er mín reynsla að ef sú manneskja hlustar ekki, tekur við ráðleggingum mun sú manneskja vera í sama farinu eftir fundinn. Það þýðir það að þessi þunglynda manneskja þarf að standa upp, takast á við vandann, Það er engin inn á fundinum sem getur bjargað henni. Hún verður að vilja það sjálf. Það þarf að komast að kjarna vandamálsins. Einsog í þessu tilfelli \" Þarftu athygli frá vissu fólki í kringum þig? Viltu að þínir nánustu hjálpi þér? Eða þarftu að leita útá við? Við vitum að henni líði illa. En hvað er það sem hún vill með því að koma hérna og segja að hún vilji stinga af? Er maðurinn hennar vondur við hana eða afskiptalaus? Kannski leiðist henni í sambandinu. Þetta hefur ekkert komið fram. Eða mögulega  \"þunglynd\" Það eru margar leiðir til að hjálpa henni. Það er ekki hægt að ræða það endalaust vegna þess að lokum mun þráðurinn hér á bland þynnast og hún situr eftir ein með líðan sína. Ég sé ekki betur en þegar fólk er að ráðleggja henni svarar hún ekki afhverju henni líður svona heldur yfiborðskennd svör einsog \"ég á ekki barn\" Það er svo mikið fólk upp á flugvelli sem þekkir hana. Það hefur ekkert með þa afhverju henni líður þannig að hún vilji stinga af."}, {"response_to": "31314486", "username": "ert", "message_id": "31314491", "user_id": "37456", "datetime": "2016-05-05 13:20:24", "datestring": "5. maí '16, kl: 13:20:24", "text": ""}, {"response_to": "31314491", "username": "stjarnaogmani", "message_id": "31314513", "user_id": "23650", "datetime": "2016-05-05 14:05:24", "datestring": "5. maí '16, kl: 14:05:24", "text": "Ég vill meina að þunglynt fólk sé eigingjarnt vegna þess að það sér bara sína eigin vanlíðan og engan áhuga á hvernig öðrum líður. Ég hef sjálf verið í þunglynd. Ég veit að þá skipti mig engu máli hvað öðrum finnst. Ég vildi yfirgefa börnin mín og fannst þau betur án mín komin. Ég var ekki hæf til að hugsa um þau. Ég fékk hjálp. Af fagaðilum. Ég ætlaði að stinga af uppí bústað en vegna þess að kallinn minn fyrrverandi hélt að ég ætlaði að hitta einhvern í bústaðnum(hann var paranoid og vildi ekki skilja vanlíðan mína.) Það endaði á að ég talaði við lækni um að koma mér inn á geðdeild svo ég kæmist burt. Ég þurfti að gera það sjálf vegna þess að ættingjar og aðrir tóku ekki af skarið. Ég þurfti bara í burt. Ef maður er í þunglyndi þarf maður annaðhvort að komast útúr aðstæðum eða leita að hjálp þar sem það býðst. Ég sé samt ekkert sem réttlætir það að skilja fólkið sitt eftir í óvissu með það hvar þú ert svo það heldur að maður sé dáin eða týndur. Það er bara hefnigirni og eigingirni. Það er eðlilegt að vera eigingjarn þegar maður einblínir eingöngu á sinn eigin sársauka. Þess vegna segi ég leitaðu þér hjálpar  chubbymango  ef engin annar gerir það"}, {"response_to": "31314513", "username": "ert", "message_id": "31314514", "user_id": "37456", "datetime": "2016-05-05 14:06:18", "datestring": "5. maí '16, kl: 14:06:18", "text": "Og þú byggir það á hvaða á rannsóknum?"}, {"response_to": "31314514", "username": "stjarnaogmani", "message_id": "31314515", "user_id": "23650", "datetime": "2016-05-05 14:07:19", "datestring": "5. maí '16, kl: 14:07:19", "text": "Rannsóknum? Hvað meinar þú?"}, {"response_to": "31314515", "username": "ert", "message_id": "31314516", "user_id": "37456", "datetime": "2016-05-05 14:08:16", "datestring": "5. maí '16, kl: 14:08:16", "text": "Ef það eru tengsl á milli þungislyndis og eigingirni þá hlýtur að vera búið að rannsaka það. Eru einhverjar rannsóknir sem fram á síkt tengsl."}, {"response_to": "31314516", "username": "stjarnaogmani", "message_id": "31314519", "user_id": "23650", "datetime": "2016-05-05 14:13:41", "datestring": "5. maí '16, kl: 14:13:41", "text": "Það veit ég ekkert  hvort að það sé búið að rannsaka þa. Það þarf ekkert að rannsaka allt. Mín eigin reynsla af því að vera margoft inná geðdeild er að innsæi inn í sín eigin veikindi er eina leiðin til að ná árangri. Enda hefur það reynst mér og læknar hafa sagt mér að eina ástæðan fyrir því að ég næ fljótt bata er vegna þess að vera með gott innsæi. Þa er að bera ábyrgð á sínum veikindum. Fólk hefur tilhneigingu til að vera með endalausar afsakanir vegna þess að það er í sjálfsvorkun í staðin fyrir að taka ábyrgð á sínum sjúkdóm."}, {"response_to": "31314519", "username": "ert", "message_id": "31314521", "user_id": "37456", "datetime": "2016-05-05 14:18:24", "datestring": "5. maí '16, kl: 14:18:24", "text": ""}, {"response_to": "31314521", "username": "stjarnaogmani", "message_id": "31314541", "user_id": "23650", "datetime": "2016-05-05 15:19:23", "datestring": "5. maí '16, kl: 15:19:23", "text": "Ég leitaði mér hjálpar vegna þess að mér leið illa og fólk í kringum mig skildi ekki hvað var að. Ég lét fólk vita að ég þyrfti að komast í burtu vegna þess að ég vildi ekki vera eigingjörn með því að stinga af og láta fólki líða illa yfir því hvar ég væri. Ég kalla ekki sjúkdóminn eigingirni ég kalla það að stinga af eigingirni. Láta engan vita. Maður á að vera tillitsamur við fólk sama hvað manni líður illa."}, {"response_to": "31314541", "username": "ert", "message_id": "31314550", "user_id": "37456", "datetime": "2016-05-05 15:42:40", "datestring": "5. maí '16, kl: 15:42:40", "text": ""}, {"response_to": "31314550", "username": "stjarnaogmani", "message_id": "31314554", "user_id": "23650", "datetime": "2016-05-05 15:49:53", "datestring": "5. maí '16, kl: 15:49:53", "text": "Ef það er gert í illgirni eða til að refsa þeim sem er þér ekki innan handar. Ef ég á mann og fer í burt og læt hann ekki vita þá er ég tillitslaus vegna þess að vera í sambandi þýðir að maður verður að taka tillit til hans. Hann hefur mjög sennilega áhyggjur af þér og ástæðulaust að láta hann óttast um þig."}, {"response_to": "31314554", "username": "ert", "message_id": "31314556", "user_id": "37456", "datetime": "2016-05-05 15:53:05", "datestring": "5. maí '16, kl: 15:53:05", "text": ""}, {"response_to": "31314556", "username": "stjarnaogmani", "message_id": "31314563", "user_id": "23650", "datetime": "2016-05-05 16:16:43", "datestring": "5. maí '16, kl: 16:16:43", "text": "Það er þetta sem hún segir\"Ég vil ekki að þau viti af mér\" \"Held þau yrðu bara fegin\" Afhverju er hún að velta þessu fyrir sér. Vegna þess að hún er að velta fyrir sér hvernig þeim líður ef hún stingur af, sem er leyndur áhugi hvernig þeim líður. Hvers vegna skiptir það máli ef hún er bara að hugsa þetta. Ef maður hugsar eitthvað þá stingur maður ekkert af. Þa er greinilegt að hún myndi vilja einhver viðbrögð við því að hverfa. Ég tel köllun á athygli"}, {"response_to": "31314563", "username": "ert", "message_id": "31314564", "user_id": "37456", "datetime": "2016-05-05 16:22:38", "datestring": "5. maí '16, kl: 16:22:38", "text": ""}, {"response_to": "31314564", "username": "ert", "message_id": "31314566", "user_id": "37456", "datetime": "2016-05-05 16:28:44", "datestring": "5. maí '16, kl: 16:28:44", "text": "Og þetta að þessar hugsanir séu köllun á athygli er skemmtileg. Þessi kona tjáir þessar hugsanir á bland og að þínu mati vill hún athygli út á þær og þú gefur henni athygli á þær vitandi að það er það sem konan vill. Af hverju ertu að ýta undir hegðun (að tjá þessa hugsanir) sem þú ert ósátt við?"}, {"response_to": "31314564", "username": "stjarnaogmani", "message_id": "31314567", "user_id": "23650", "datetime": "2016-05-05 16:33:06", "datestring": "5. maí '16, kl: 16:33:06", "text": "\" ráðlagt að taka ekki of mikið mark á hugsunum sínum\" hefur þú verið í meðferð og heyrt lækni ráleggja þér þetta? Ég skil ekki þannig lækni. Ef hún er að velta fyrir sér að stinga af og það er merkingarlaust. Til hvers er þá verið að pæla í því að hún sé þunglynd. Þá finnst mér þú gera lítið úr þunglyndi. Ég myndi hafa áhyggjur ef ég hugsaði um að drepa einhvern. Þú ættir að hafa það í huga hvort þú þurfir ekki að tala við sálfræðing."}, {"response_to": "31314567", "username": "ert", "message_id": "31314570", "user_id": "37456", "datetime": "2016-05-05 16:37:31", "datestring": "5. maí '16, kl: 16:37:31", "text": ""}, {"response_to": "31314570", "username": "stjarnaogmani", "message_id": "31314571", "user_id": "23650", "datetime": "2016-05-05 17:00:14", "datestring": "5. maí '16, kl: 17:00:14", "text": "Ég skil ekki afhverju fólk á þessum þræði heldur að stúlka sé þunglynd ef þetta er \"gjörhygli\" (Einsog ég skil það sem ég googlaði vegna þess að ég hef ekki heyrt um þetta orð.) Þá  skil ég ekki ef þetta eru bara hugsanir sem leita á hugann afhverju hún er að velta sér fyrir því hvernig fólkinu mun líða ef hún hverfur. Það að hugsanir leiti á huga koma alltaf og fara en hún er að leita álits um þessa hluti og virðst einsog hún vilji framkvæma þetta. Ef hugsanir leita á hugan hjá mér einsog þú segir koma og fara og er ég ekki að velta mér uppúr því ef það eru bara hugsanir. Ég leita mér aðstoðar ef mér finnst ég þurfa aðstoð. Það er fullt af fólki sem eru að eyða tíma sálfræðinga í einhverja vangaveltur. Ég myndi ráðleggja þessari stelpu þá að taka ekki marka á þessum hugsunum og einblína á eitthvað jákvætt.  Ég styð enga sérstaka meðferðarstefnu vegna þess að ég velti mér ekki uppúr því. Ég einfaldlega tek ábyrgð á líðan minni og geri það sem lknirinn ráðleggur mér einsog að hreyfa mig, sofa vel, taka lyfin og lifa í núinu."}, {"response_to": "31314571", "username": "ert", "message_id": "31314572", "user_id": "37456", "datetime": "2016-05-05 17:04:19", "datestring": "5. maí '16, kl: 17:04:19", "text": ""}, {"response_to": "31314572", "username": "stjarnaogmani", "message_id": "31314579", "user_id": "23650", "datetime": "2016-05-05 17:13:03", "datestring": "5. maí '16, kl: 17:13:03", "text": "Já ég skil það vel. Ég myndi þá ekki vera að pæla í hvernig þeim líður ef hún hverfur. Þá á hún að velta því fyrir sér hvað hún getur gert til að bæta líðan sína og það er ekki að flýja þau einsog að stinga af og vandamálið viðhelst. Ég bara get ekki skili þessa athugasemd hjá henni  \" ætli þeim sé ekki sama?\" Þetta stingur mig vegna þess að þá er hún að velta fyrir sér hlutum sem hjálpa henni ekkert í þessum aðstæðum. Er hún að leita að einhverju með þessu? Athygli ást?"}, {"response_to": "31314579", "username": "stjarnaogmani", "message_id": "31314582", "user_id": "23650", "datetime": "2016-05-05 17:16:09", "datestring": "5. maí '16, kl: 17:16:09", "text": "Ég man allt í einu að mér hefur verið bent á Hugræna athyglismeðferð og hef farið í það en það er eitthvað sem hver og einn getur sagt sér"}, {"response_to": "31314582", "username": "Dreifbýlistúttan", "message_id": "31315158", "user_id": "81623", "datetime": "2016-05-06 23:05:28", "datestring": "6. maí '16, kl: 23:05:28", "text": "Hef aldrei heyrt um þá meðferð."}, {"response_to": "31314579", "username": "ert", "message_id": "31314583", "user_id": "37456", "datetime": "2016-05-05 17:20:01", "datestring": "5. maí '16, kl: 17:20:01", "text": ""}, {"response_to": "31314583", "username": "stjarnaogmani", "message_id": "31314590", "user_id": "23650", "datetime": "2016-05-05 17:29:01", "datestring": "5. maí '16, kl: 17:29:01", "text": "Það er það sem við erum búin að mæna á. Þegar ég sagði að þetta væri eigingirni þá ætlaði allt að keyra um koll. Ég tel að það sé allt í lagi að benda fólki á að það sé eigingjarnt að hugsa svona."}, {"response_to": "31314590", "username": "ert", "message_id": "31314594", "user_id": "37456", "datetime": "2016-05-05 17:32:23", "datestring": "5. maí '16, kl: 17:32:23", "text": ""}, {"response_to": "31314594", "username": "stjarnaogmani", "message_id": "31314595", "user_id": "23650", "datetime": "2016-05-05 17:34:00", "datestring": "5. maí '16, kl: 17:34:00", "text": "s.s ef ég bendi á að þetta sé eigingirni, get ég ýtt henni út í meira þunglyndi?"}, {"response_to": "31314595", "username": "ert", "message_id": "31314596", "user_id": "37456", "datetime": "2016-05-05 17:35:05", "datestring": "5. maí '16, kl: 17:35:05", "text": "Þú ert að ýta undir að þessar hugsanir hennar hafi mikla merkingu og þar með að ýta undir jótrun. Jótrun viðheldur þunglyndi."}, {"response_to": "31314596", "username": "stjarnaogmani", "message_id": "31314599", "user_id": "23650", "datetime": "2016-05-05 17:41:53", "datestring": "5. maí '16, kl: 17:41:53", "text": "Vá ég sagði að þetta væri eigingirni. Má ekki hafa skoðanir á hlutum. Þetta er það sem fólk er svo viðkvæmt í þessu þjóðfélagi að það má ekki gagnrýna"}, {"response_to": "31314599", "username": "ert", "message_id": "31314602", "user_id": "37456", "datetime": "2016-05-05 17:44:55", "datestring": "5. maí '16, kl: 17:44:55", "text": "Jú ég hef ekkert bannað þér að hafa skoðun á hlutunum en þú þarft ekki að tjá þær. Með því að tjá þessa skoðun ertu að leggja áherslu á mikilvægi hugsana einstaklinga og þær segi gífurlega mikið um einstaklinginn. Ef þú vilt hjálpa fólki sem er kvíðið og þunglynt þá leggurðu einmitt áherslu á andstæðu þess. Nú veistu þetta og þá er bara spurning hvort þu viljir hjálpa fólki eða frekar tjá skoðanir þínar"}, {"response_to": "31314602", "username": "stjarnaogmani", "message_id": "31314603", "user_id": "23650", "datetime": "2016-05-05 17:49:31", "datestring": "5. maí '16, kl: 17:49:31", "text": "Hugsaðu hvað þú ert búin að eyða miklu púðri í að reyna að kenna mér hvað ég sé ósanngjörn með þessum orðum mínum á meðan þú hefðir getað ignorað það og hjálpað greyjið stelpunni. Meira segja búin að kenna mér um \"gjörhygli\" Það er vonandi að hún sé búin að fylgjast með líka vegna þess að það gæti hjálpað henni eitthvað að sækja námskeið í því"}, {"response_to": "31314603", "username": "ert", "message_id": "31314610", "user_id": "37456", "datetime": "2016-05-05 17:52:29", "datestring": "5. maí '16, kl: 17:52:29", "text": ""}, {"response_to": "31314595", "username": "TheMadOne", "message_id": "31314598", "user_id": "67426", "datetime": "2016-05-05 17:41:39", "datestring": "5. maí '16, kl: 17:41:39", "text": "þú ýtir undir þá tilfinningu hjá manneskjunni að hún sé einskis virði og skaði fólk í kringum sig, þarmeð betra fyrir alla að hún láti sig hverfa."}, {"response_to": "31314598", "username": "stjarnaogmani", "message_id": "31314619", "user_id": "23650", "datetime": "2016-05-05 18:15:14", "datestring": "5. maí '16, kl: 18:15:14", "text": "Ég veit um mann sem sat úti í bíl fyrir utan hús og sendi fyrrverandi konunni sinni sms að ef hún myndi ekki leyfa henni að sjá börnin myndi hann kála sér. Átti hún að hlaupa til að hjálpa honum og leyfa honum að sjá börnin eða passa börnin og taka sénsinn að hann myndi ekki framkvæma það? Hann var oft búin að hóta þessu. Hún tók sénsin að þetta væri hótun og hann framdi sjálfsmorð fyrir utan í bílnum. Hefði hún getað komi í veg fyrir það? Það er ekki hægt að ganga í kringum fólk einsog það megi ekkert segja.  Þá erum við meðvirk."}, {"response_to": "31314619", "username": "ert", "message_id": "31314620", "user_id": "37456", "datetime": "2016-05-05 18:17:06", "datestring": "5. maí '16, kl: 18:17:06", "text": "Ég skil ekki alveg - hverju var upphafsnikk að hóta þér? Ef hún var að hóta þér þá breytist allt málið."}, {"response_to": "31314619", "username": "TheMadOne", "message_id": "31314702", "user_id": "67426", "datetime": "2016-05-05 22:04:31", "datestring": "5. maí '16, kl: 22:04:31", "text": "finnst þér þetta sambærilegt? Ef þessi maður hefði talað við mig þá hefði ég sagt honum að ég gæti ekkert gert til að koma í veg fyrir að hann dræpi sig en í guðanna bænum ekki gera börninum sínum það að gera það í bílnum fyrir utan hjá þeim."}, {"response_to": "31314702", "username": "stjarnaogmani", "message_id": "31314732", "user_id": "23650", "datetime": "2016-05-05 22:41:52", "datestring": "5. maí '16, kl: 22:41:52", "text": "Þetta var allt mjög erfitt og sorglegt og hann var búin að hóta þessu lengi. Þetta eru náttúrulega eldfimar aðstæður og setur ættingja í vanda hvernig á að tjá sig við manninn. Það sem ég vill meina að þegar maður verður var við að einhver sé í skaðlegum hugleiðindum þá er stundum ekki hægt að koma í veg fyrir það að framkvæmi það. Ég hef lennt í þessum hugleiðingum þegar ég var í þunglyndi og það besta sem einn læknir sagði við mig var að ég gæti líka gert það á morgun, \"ég nota þetta þegar þetta hvarlar að mér. Ég veit að ég get þetta ef ég vil. afhverju ekki að leyfa deginum að líða og sjá til. Þunglynt fólk fær svona hugsanir ef það er í djúpu þunglyndi. Líka fólk með geðhvörf sem er orðið þreytt á sjúdóminum. Mín reynsla er samt sú þegar fólk er að tala um það og þá á svona vef sé yfirleitt ekki alvarlegar meiningar á bakvið það. Það er kannski að leita sér ráðlegginga. Ég vildi meina að það sé viss eigingirni að skija fólk eftir í óvissu um afdrif hennar, vegna þess að auðvitað er  fólki ekki sama. Það hjálpar ekkert manneskju sem er þunglynd að láta það bitna á öðrum. Maður á alltaf að bera virðingu fyrir öllum"}, {"response_to": "31314732", "username": "TheMadOne", "message_id": "31314850", "user_id": "67426", "datetime": "2016-05-06 09:39:09", "datestring": "6. maí '16, kl: 09:39:09", "text": "hversu mikil er þín reynsla á hvort fólki sé alvara þegar það talar á netinu eða annarsstaðar um að fremja sjálfsmorð? Lætur fólk þig vita hvort það hafi gert það eða ekki? Þú talar hvaða hjálp þú hafir fengið hjá lækni sem sagði þér að hugsa um það að þú getir líka alveg gert þetta á morgun. Samt segir þú: \"Ég held að þú viljir bara gera þetta til að særa fólki og gera það"}, {"response_to": "31314850", "username": "stjarnaogmani", "message_id": "31314864", "user_id": "23650", "datetime": "2016-05-06 10:28:36", "datestring": "6. maí '16, kl: 10:28:36", "text": "Af því að það er að vissu leyti eigingirni eða tillitsleysi að vilja stinga af og láta engan vita. Hver er ástæðan fyrir því? Er það til að refsa sínum ættingjum? Hún hefur ekkert svarað því. Ef fólk er að koma með athugasemdir á bland þá hlítur það að vera að stofna til umræða. Ég er engin sálfræðingur og ætla ekki að fara reyna að lækna fólk. Það er stundum sem ég geri það en bara ef ég heyri að það er opið fyrir ráðleggingum. Hún virðist föst í þessum hugleiðingum um að stinga af og þá gerir hún það bara. Það ætti kannski einhver að hjálpa henni að finna leið til þess"}, {"response_to": "31314864", "username": "TheMadOne", "message_id": "31314927", "user_id": "67426", "datetime": "2016-05-06 13:34:00", "datestring": "6. maí '16, kl: 13:34:00", "text": "Bíddu, þegar þér leið svona, var hugsunin þín að þú vildir refsa ættingjum með því að drepa þig?"}, {"response_to": "31314927", "username": "stjarnaogmani", "message_id": "31314933", "user_id": "23650", "datetime": "2016-05-06 13:37:26", "datestring": "6. maí '16, kl: 13:37:26", "text": "Já ég myndi hugsa að það hafi verið ástæðan. Einsog ég segi mjög eigingjarnt"}, {"response_to": "31314933", "username": "ert", "message_id": "31314940", "user_id": "37456", "datetime": "2016-05-06 13:45:45", "datestring": "6. maí '16, kl: 13:45:45", "text": "Nú er ég forvitin - ef maður vill refsa fólki þá er það af því að maður telur að það hafi gert eitthvað mjög rangt. Hvað taldirðu að ættingjar þínir sem hópur hafði gert rangt?"}, {"response_to": "31314940", "username": "stjarnaogmani", "message_id": "31314973", "user_id": "23650", "datetime": "2016-05-06 14:36:59", "datestring": "6. maí '16, kl: 14:36:59", "text": "Pabbi var mjög strangur og leyfði engum að snerta neitt og notaði mjög mikið andlegt og líkamlegt ofbeldi"}, {"response_to": "31314973", "username": "ert", "message_id": "31314995", "user_id": "37456", "datetime": "2016-05-06 16:12:47", "datestring": "6. maí '16, kl: 16:12:47", "text": "Þannig að þú vildir refsa ættingjum þínum fyrir það hann gerði?"}, {"response_to": "31314995", "username": "stjarnaogmani", "message_id": "31315167", "user_id": "23650", "datetime": "2016-05-06 23:31:18", "datestring": "6. maí '16, kl: 23:31:18", "text": "Já það var ein leið til að refsa honum bræður mínir ætluðu a drepa hann, ég kvennmaðurinn gat kannski ekki tekið á móti. Þetta kom allt fram þegar maður komst á mótþróaskeiðið að berjast á móti ofbeldinu. Í dag erum við búin að sættast og við höfum allveg látið hann heyra það. Það er bara svo algengt ef börn eru beitt ofbeldi í æsku a það leiði af sér ofbeldi annað hvort á öðrum eða á sjálfum sér. Þess vegna hef ég reynt að leyfa börnunum mínum að tjá sig. Ég endaði með því að fara á námskei sem heitir \"að alast upp aftur\" og fékk það í gegnum félagsþjónustuna"}, {"response_to": "31315167", "username": "ert", "message_id": "31315170", "user_id": "37456", "datetime": "2016-05-06 23:35:31", "datestring": "6. maí '16, kl: 23:35:31", "text": ""}, {"response_to": "31315170", "username": "stjarnaogmani", "message_id": "31315173", "user_id": "23650", "datetime": "2016-05-06 23:43:42", "datestring": "6. maí '16, kl: 23:43:42", "text": "Ég veit ekki. Mamma tók náttúrulega eftir öllu og ég vildi að hún myndi skilja við hann en það gerði hún aldrei og hefur  ástæðu fyrir því sem ég sé í dag.Maður er reiður þá gersamlega blindast maður á þá sem eru manni kærir.  Pabbi var bara aðalmálið og það vill oft verða að þannig þegar maður býr við ofbeldi, það er einsog að búa með alkahólista eða geðsjúklingi að heimurinn fer að snúast um þessa persónu og maður sér bara þann aðila. Þess vegna datt mér í hug með stelpuna að þessu innleggi hvort einhver hefði gert henni eitthvað.."}, {"response_to": "31315173", "username": "ert", "message_id": "31315175", "user_id": "37456", "datetime": "2016-05-06 23:45:29", "datestring": "6. maí '16, kl: 23:45:29", "text": "Er það þá rétt skilið hjá mér að þú hafir fyrst og fremst viljað hefna þín á pabba þínum og að eigingirnin hafi falist í því að hefndin hefði bitnað á saklausu fólki?"}, {"response_to": "31315175", "username": "stjarnaogmani", "message_id": "31315179", "user_id": "23650", "datetime": "2016-05-06 23:50:15", "datestring": "6. maí '16, kl: 23:50:15", "text": "Já þannig er það einmitt. Það er í öllu stríði saklaust fóllk sem verður fyrir kúlnahríð hinna byssuglöðu. Algjört óréttlæti"}, {"response_to": "31315179", "username": "ert", "message_id": "31315180", "user_id": "37456", "datetime": "2016-05-06 23:51:15", "datestring": "6. maí '16, kl: 23:51:15", "text": "Núna skil ég mikið betur. Þakka þér fyrir."}, {"response_to": "31315180", "username": "stjarnaogmani", "message_id": "31315184", "user_id": "23650", "datetime": "2016-05-06 23:56:03", "datestring": "6. maí '16, kl: 23:56:03", "text": "Sömuleiðis."}, {"response_to": "31315179", "username": "TheMadOne", "message_id": "31315185", "user_id": "67426", "datetime": "2016-05-07 00:08:10", "datestring": "7. maí '16, kl: 00:08:10", "text": "það eru bara alls ekki allir sem kenna öðrum um hvernig þeim líður. Það er fullt af fólki sem lifir með varanlegu þunglyndi sem gerir sér fyllilega grein fyrir því að þetta eru brengluð efnaboð í hausnum á þeim og líðanin kemur af því, ekki af því að það hafi einhver gert þeim eitthvað. Þetta skýrir aftur afstöðu þína til sjúkdómsins, það eru eðlileg viðbrögð við erfiðum tilfinningum að telja að þær séu afleiðing af utanað komandi aðstæðum, áföllum í æsku, vondri framkomu maka, endalausri óheppni og öllu mögulegu og huglæg atferlismeðferð hjálpar fólki að skoða þessar tengingar og átta sig á hversu brenglaðar þær eru. Common sense en þegar maður er fastur í vondum tilfinningum þá þarf maður að læra að taka þessar tilfinningar og slíta þær frá þessum tilbúnu útskýringum."}, {"response_to": "31314933", "username": "TheMadOne", "message_id": "31315174", "user_id": "67426", "datetime": "2016-05-06 23:45:15", "datestring": "6. maí '16, kl: 23:45:15", "text": "ok þú myndir hugsa það en veist ekkert um ástæðu upphafsinnleggsins. Persónulega þá tel ég mig ekki \"skulda\" neinum það að vera til staðar fyrir hann öðrum en börnunum mínum þar sem þau eru þeir einu sem eru í þessu lífi á minni ábyrgð."}, {"response_to": "31315174", "username": "stjarnaogmani", "message_id": "31315186", "user_id": "23650", "datetime": "2016-05-07 00:08:44", "datestring": "7. maí '16, kl: 00:08:44", "text": "Sem sagt sá þunglyndi má draga alla niður með sér í svartnættið þannig að hann heldur þeim í heljagreipum vegna þess að allir eru að reyna að láta henni/honum líða betur. Það er ekki aðferð sem virkar til að ná þeim úr þunglyndi. Sá þunglyndi verður að hisja sig upp á rasskatinu niður á geðdeild og biðja um hjálp. Já ég veit a stundum er hart að segja þetta, ég veit hvað þú ert a tala um með það að bíða tímunum saman niðri á geðdeild biðjandi um hjálp og ekkert skeður nógu hratt vegna þess að sá þunglyndi er komin á það að drepa sig. Það er ábyggilega ekki auðvelt að vinna á geðdeild og horfa uppá þessa þjáningu alla daga. Það er samt fólk þarna niður frá að ná sér í hjálp og það bíður og bíður í von um bata"}, {"response_to": "31315186", "username": "TheMadOne", "message_id": "31315187", "user_id": "67426", "datetime": "2016-05-07 00:15:03", "datestring": "7. maí '16, kl: 00:15:03", "text": "Lætur fólk svona við fólk sem deyr úr krabbameini? Flestir veikir leita sér aðstoðar en sorrí fólk fær ekkert endilega hjálp niðri á geðdeild. Ég þekki persónulega til einstaklings sem fór til að fá aðstoð á sunnudegi, fékk enga hjálp og var dáinn á mánudagsmorgni. Ef þú spyrðir lækninn eða skjálfandi læknanemann sem talaði við hann þá myndi hann sennilega segja að það væri bara ekki hægt að hjálpa sumum. Ef það er ekki hægt að hjálpa fólki þá deyr það gjarnan úr fylgikvillum sjúkdóma, þetta er bara eitt af þeim skiptum."}, {"response_to": "31315187", "username": "stjarnaogmani", "message_id": "31315188", "user_id": "23650", "datetime": "2016-05-07 00:26:18", "datestring": "7. maí '16, kl: 00:26:18", "text": "Ég veit það og þeir sem bjarga sér sjálfir lifa af þennan sjúkdóm svo hræðilegur getur hann orðið.  Þeir sterkustu lifa af. Þess vegna er heilbrigðiskerfið ekki að anna þessu. Ég tek sterkt til orða vegna þess að ég veit hvað það er að lifa með sveiflusjúkdóm Mania/þunglyndi. Ég myndi ekki hafa orku að hugsa um sjúklinga á geðdeild enda það eru mikil mannaskipti inná deildinni. Fólk brennur út. Þess vegna þarf fólk að vera þolinmótt,þrauka, bíða, hringja í lækni. Ég hef sem betur fer ekki fari langt niður í mörg ár, en er stanlaust að halda mér á mottunni með maníuna. Ég má ekki segja brandara þá liggur við að fólk keyri mig niður á deild. Enda yfirleitt í geðrofi og fer með sjúkrabíl niður á deild. Þá þarf ég ekki að bíða."}, {"response_to": "31315188", "username": "TheMadOne", "message_id": "31315190", "user_id": "67426", "datetime": "2016-05-07 00:38:10", "datestring": "7. maí '16, kl: 00:38:10", "text": "og samt ertu með alla þessa fordóma gagnvart fólki með geðsjúkdóma. Jahérna."}, {"response_to": "31315190", "username": "stjarnaogmani", "message_id": "31315192", "user_id": "23650", "datetime": "2016-05-07 01:05:00", "datestring": "7. maí '16, kl: 01:05:00", "text": "Ég er hata sjúkdóminn minn já. Ég vill vera frísk, ég þoli ekki þegar hann bitnar á öðrum vegna þess að ég sé hvað hann eyðileggur fyrir mér samskipti, ég reyni að vanda mig að tjá mig til að halda í vini mína. Ef henni líður svona illa og vill hverfa, hvers vegna að valda fólkinu sínu sársauka með því að fara án þess að leyfa þeim að vita hvar hún er. Eigingirni. Tillitsleysi. Sem er kannski vegna þess að hún sér bara sinn eigin sársauka vegna þess að hún er veik, já....... Er hún illgjörn?"}, {"response_to": "31315192", "username": "TheMadOne", "message_id": "31315203", "user_id": "67426", "datetime": "2016-05-07 02:18:54", "datestring": "7. maí '16, kl: 02:18:54", "text": "ég sé bara reiði sem beinist að þér sjálfri. Ég er margbúin að svara því sem þú skrifar hérna en þú velur að sjá það ekki."}, {"response_to": "31315203", "username": "stjarnaogmani", "message_id": "31315259", "user_id": "23650", "datetime": "2016-05-07 10:51:12", "datestring": "7. maí '16, kl: 10:51:12", "text": "Þess vegna held ég áfram. Allveg sama hve það er erfitt. Eitt skref í einu. Held áfram að lifa fyrir fólki mitt börnin mín. Eina sem ég segi ekki gefast upp. Það má ekki. Börnin verða svo sorgmædd. Og fjölskyldan. Það þarf að finna sé eitthvað að gera. Út að labba. Sækja staði sem eru uppbyggjandi. Hitta fólk sem er einsog þú. sem skilur þig. Hringja í lækni ef þú finnur að þú ert óbærilega veik. Hlusta á það sem hann ráðleggur þér. Fara eftir því. Það mun koma nýr dagur. Ég er ekki reið útí sjálfa mig nema þegar ég geri ekki það sem ég veit a er mér fyrir bestu vegna þess að þá er ég að hunsa sjálfa mig."}, {"response_to": "31315259", "username": "TheMadOne", "message_id": "31315268", "user_id": "67426", "datetime": "2016-05-07 11:06:38", "datestring": "7. maí '16, kl: 11:06:38", "text": "skrítið hvernig þú ferð frá því að segja \"ég\" yfir í að segja \"þú\". Kjarninn er einmitt að þú ert búin að fara í gegnum þitt ferli og finna þína niðurstöðu, svo ætlastu til þess að einhver annar sleppi ferlinu af því að þú getir gefið honum niðurstöðuna. Þetta virkar ekki svona og enginn sérfræðingur sem veit hvað hann er að segja hefur gert þetta við þig. Þú ert nefninlega ekki komin nema hálfa leið þó að þú haldir annað og þetta er vel viðurkennt stig, eitt af því sem er sameiginlegt með geðveikum og edrú fíklum, að fólk heldur að það geti bjargað öðrum með þeim aðferðum sem þeir sjálfir notuðu, jafnvel sjúkdómsgreina alla í kringum sig og boða svo sannleikann. Þetta er eitt af því sem ég er ekki hrifin af AA samtökunum, það sleppa alltaf einhverfir í gegn sem fara að vinna hjá þeim við ráðgjöf fyrir veika einstaklinga sem eru ekki komnir út úr þessu ferli og yfirfæra sín mál yfir á þá."}, {"response_to": "31315268", "username": "stjarnaogmani", "message_id": "31315271", "user_id": "23650", "datetime": "2016-05-07 11:16:53", "datestring": "7. maí '16, kl: 11:16:53", "text": "Þá verður fólk bara að leyfa sér að velta sér uppúr sjúkdómnum og láta hann vera aðalmálið í sínu lífi. Það þýðir að fólk gefst upp á þeim og fólk fer og nennir ekki að tala við það lengur. Það eykur vandann. Ég finn það t.d að þessi þráður er ekki að gera mér gott vegna þess að hér er ekkert nema vonleysi og uppgjöf og ég ég sé að ef ég held þessu áfram þá fer ég af stað í maníu og þar að leiðandi eyðilegg ég minn eigin bata. Þá leita ég annað og segi bara bless."}, {"response_to": "31315271", "username": "TheMadOne", "message_id": "31315273", "user_id": "67426", "datetime": "2016-05-07 11:22:59", "datestring": "7. maí '16, kl: 11:22:59", "text": "ástæðan fyrir því er sú að við erum að tala við manneskju á þessum stað og hún þarf að fá tækifæri til að finna fótfestu til að komast frá honum. Þú segir ekki við manneskju sem er örmagna á gangi, \"þú ferð bara í skálann sem er einhverstaðar þarna\" þú segir við hana \"hvíldu þig smávegis, stattu svo upp og gakktu í áttina að fjallinu, ef þú ert að gefast upp, sestu aftur og hvíldu þig en ekki of lengi, stattu aftur upp og haltu áfram, skálinn er þarna ég get lofað þér því.\" Kannski verður verkefnið ekki eins óyfirstíganlegt eins og það virtist vera í upphafi."}, {"response_to": "31315273", "username": "stjarnaogmani", "message_id": "31315282", "user_id": "23650", "datetime": "2016-05-07 11:44:11", "datestring": "7. maí '16, kl: 11:44:11", "text": "Rosalega er ég fegin að ég er bara mamma. Ég á dreng sem er með downs og einhverfu og ég geri þetta þegar ég er með hann. Ég gæti ekki verið að vinna á geðdeild líka"}, {"response_to": "31315282", "username": "TheMadOne", "message_id": "31315285", "user_id": "67426", "datetime": "2016-05-07 11:47:03", "datestring": "7. maí '16, kl: 11:47:03", "text": "það er bara allt í lagi með það, ég á 3 börn en ég vildi ekki vera að vinna í skóla."}, {"response_to": "31315285", "username": "stjarnaogmani", "message_id": "31315314", "user_id": "23650", "datetime": "2016-05-07 12:54:40", "datestring": "7. maí '16, kl: 12:54:40", "text": "Ég var að læra svolítið í sálfræði í skólanum þegar ég tók stúdent og þar var talað um eitthvað sem heitir eitthvað sem snýst í sambandi við uppgjöf. Þetta var á sama stað og maður var að lesa einsog silyrt viðbragð. Ég man ekki sjálft orðið en þa er einsog lær hegðun, lrt bjargarleysi. Það var gerð tilraun með hunda. Það var sett rafmagn þar sem þeir stóðu og þeir stukku yfir vegg en þá var rafmagn þar líka sem þýddi að það var engin undankomuleið. Það varð til þess að hundarnir gáfust upp og lærðu að sársaukinn var allstaðar og hnipruðu sig saman þó svo að rafmagnið væri á. Þeir hættu að bjarga sér frá sársaukanum. Þarna frís sá þunglyndi og getur ekki bjargað sér áfram"}, {"response_to": "31315314", "username": "TheMadOne", "message_id": "31315331", "user_id": "67426", "datetime": "2016-05-07 13:24:32", "datestring": "7. maí '16, kl: 13:24:32", "text": "ég sé ekkert samhengi með þessu og upphafsinnlegginu."}, {"response_to": "31315285", "username": "stjarnaogmani", "message_id": "31315315", "user_id": "23650", "datetime": "2016-05-07 12:56:49", "datestring": "7. maí '16, kl: 12:56:49", "text": "lært úrræðaleysi"}, {"response_to": "31315285", "username": "stjarnaogmani", "message_id": "31315337", "user_id": "23650", "datetime": "2016-05-07 13:36:58", "datestring": "7. maí '16, kl: 13:36:58", "text": "Ég næ ekki að kommenta á þráðinn sem þú sagðir \"ég sé ekkert samhengi með þessu og upphafsinnlegginu. \" þannig að ég kommenta hér. Afhverju séu ekkert samhengi með þessu?"}, {"response_to": "31315337", "username": "TheMadOne", "message_id": "31315339", "user_id": "67426", "datetime": "2016-05-07 13:43:09", "datestring": "7. maí '16, kl: 13:43:09", "text": "vegna þess að þú telur þig geta sjúkdómsgreint eitthvað sem gæti mögulega minnt þig á eitthvað sem þú lærðir í menntaskóla útfrá mjög eðlilegri beiðni um hjálp. Það getur varla flokkast undir úrræðaleysi. Þú ferð bara að dæla á manneskjuna hvað hún á að gera án þess að stoppa í eitt skipti og spyrja hana hvort hún sé búin að gera eitthvað eða allt af því. Þú ert alltaf að reyna að þvinga ástand manneskjunnar sem þú ert að tala við inn í kassa sem þú ert búin að búa til alveg sjálf."}, {"response_to": "31315174", "username": "stjarnaogmani", "message_id": "31316809", "user_id": "23650", "datetime": "2016-05-12 15:14:25", "datestring": "12. maí '16, kl: 15:14:25", "text": "Hvers vegna fáið þið ekki hjálp á bráðamótökunni þegar þið leitið. Hvernig hjálp viljið þið helst fá? Ég er a velta þessu fyrir mér vegna þess a ég þurfti að leita á bráðamótökuna um helgina og fékk strax hjálp."}, {"response_to": "31316809", "username": "TheMadOne", "message_id": "31316835", "user_id": "67426", "datetime": "2016-05-12 16:15:48", "datestring": "12. maí '16, kl: 16:15:48", "text": "Fólk hefur farið og beðið um innlögn vegna óbærilegra sjálfsvígshugsana og fengið nei"}, {"response_to": "31316835", "username": "stjarnaogmani", "message_id": "31316840", "user_id": "23650", "datetime": "2016-05-12 16:28:43", "datestring": "12. maí '16, kl: 16:28:43", "text": "Ég veit að það er stundum fullt inn á deild en þá er kannski hægt að gera eitthva einsog lyfjagjöf eða viðtal hjá lækni. Ég fór um helgina vegna gerofs og þurfti hjálp við að stoppa geðrofi og ég fékk lyf vi því. Það tók tvo daga að stoppa það. Ég fékk samt tíma daginn eftir í eftirfylgni til að sjá hvort það væri á góðri leið með að stoppa. Mér fannst vel tekið á móti mér. Ég er reynda rosalega á móti því að leggjast inn vegna þess að ég á strák sem þarf á mér að halda. Ef maður vill leggjast inn þá er oft læknir sem dæmir um hvort það er nauðsynlegt og oft sem fólk með þunglyndi segir kannski við lækninn að það sé ekki allveg komið á það stig að láta verða að því. Það þarf að vera rosalega ákveðinn. Læknirinn reynir að meta stöðuna hverju sinni. Ef maður segði t.d \"Ég mun örugglega drepa mig ef ég fer heim\" þá held ég a læknirinn verði að hlusta á það."}, {"response_to": "31314595", "username": "TheMadOne", "message_id": "31314604", "user_id": "67426", "datetime": "2016-05-05 17:50:09", "datestring": "5. maí '16, kl: 17:50:09", "text": "fyrir utan svona smáatriði eins og að enginn lifir fyrir annað fólk, það er eigingirni í fólki að ætlast til að allt sé í gúddí hjá öðrum af því að það hentar þeim betur."}, {"response_to": "31314590", "username": "TheMadOne", "message_id": "31314597", "user_id": "67426", "datetime": "2016-05-05 17:36:53", "datestring": "5. maí '16, kl: 17:36:53", "text": "það er ekkert smá drama, \"allt að keyra um koll\" ég stundum velti fyrir mér hvers vegna fólk sem ýkir alla hluti svona nennir að standa í samræðum"}, {"response_to": "31314570", "username": "Dreifbýlistúttan", "message_id": "31315157", "user_id": "81623", "datetime": "2016-05-06 23:04:11", "datestring": "6. maí '16, kl: 23:04:11", "text": "Ég á svo erfitt með þetta orð, gjörhygli."}, {"response_to": "31315157", "username": "ert", "message_id": "31315159", "user_id": "37456", "datetime": "2016-05-06 23:06:01", "datestring": "6. maí '16, kl: 23:06:01", "text": "Hvaða kyn viltu hafa á mindfullness?"}, {"response_to": "31315159", "username": "Dreifbýlistúttan", "message_id": "31315160", "user_id": "81623", "datetime": "2016-05-06 23:08:03", "datestring": "6. maí '16, kl: 23:08:03", "text": "Kynið er aukaatriði ef hugtakið nær að lýsa því sem það nær yfir."}, {"response_to": "31314563", "username": "Dreifbýlistúttan", "message_id": "31315156", "user_id": "81623", "datetime": "2016-05-06 23:02:43", "datestring": "6. maí '16, kl: 23:02:43", "text": "Köllun á athygli?"}, {"response_to": "31314554", "username": "Dreifbýlistúttan", "message_id": "31315155", "user_id": "81623", "datetime": "2016-05-06 23:01:18", "datestring": "6. maí '16, kl: 23:01:18", "text": "Ef manni líður það illa að maður sjái ekkert framundan nema flótta þá er eigingirni ekki rétta lýsingarorðið heldur ótti og afar lágt sjálfsmat."}, {"response_to": "31314541", "username": "neutralist", "message_id": "31315357", "user_id": "260872", "datetime": "2016-05-07 15:10:39", "datestring": "7. maí '16, kl: 15:10:39", "text": "Það er nú aldeilis munur að þú skulir hafa verið svona tillitssöm og fullkomin í þunglyndi þínu. Þú ættir kannski að halda námskeið til þess að kenna öðru þunglyndu fólki hvernig það á að haga sér."}, {"response_to": "31314516", "username": "bogi", "message_id": "31314549", "user_id": "54181", "datetime": "2016-05-05 15:42:22", "datestring": "5. maí '16, kl: 15:42:22", "text": "Er ekki bara málið að eitt af einkennum er \"eigingirni\", að því leiti að þú sérð ekkert nema þína eigin vanlíðan - eða allt snýst um hana þó þú ætlir þér það ekki. Þú getur samt ekkert að því gert."}, {"response_to": "31314549", "username": "stjarnaogmani", "message_id": "31314555", "user_id": "23650", "datetime": "2016-05-05 15:51:39", "datestring": "5. maí '16, kl: 15:51:39", "text": "þú sérð ekkert nema þína eigin vanlíðan"}, {"response_to": "31314555", "username": "TheMadOne", "message_id": "31314703", "user_id": "67426", "datetime": "2016-05-05 22:07:47", "datestring": "5. maí '16, kl: 22:07:47", "text": "er þetta staðhæfing um alla með alvarlegt þunglyndi? Ef svo er, hefur eitthvað að segja að segja manneskjunni að hún sé bara eigingjörn og eigi að taka sig saman í andlitinu?"}, {"response_to": "31314549", "username": "ert", "message_id": "31314557", "user_id": "37456", "datetime": "2016-05-05 15:54:48", "datestring": "5. maí '16, kl: 15:54:48", "text": "Ef menn vilja telja eigingirni geta verið tilkomna vegna sjúkdóma og geta verið sjúkdómseinkenni þá má hugsa þetta þannig. En það er vægast sagt vafasamt."}, {"response_to": "31314557", "username": "bogi", "message_id": "31314695", "user_id": "54181", "datetime": "2016-05-05 21:58:04", "datestring": "5. maí '16, kl: 21:58:04", "text": "Aðstandendur geta upplifað þetta þannig -"}, {"response_to": "31314695", "username": "ert", "message_id": "31314697", "user_id": "37456", "datetime": "2016-05-05 21:59:38", "datestring": "5. maí '16, kl: 21:59:38", "text": "Já, fólk getur upplifað alls konar."}, {"response_to": "31314549", "username": "TheMadOne", "message_id": "31314709", "user_id": "67426", "datetime": "2016-05-05 22:15:01", "datestring": "5. maí '16, kl: 22:15:01", "text": "veistu að ég held að eigingirni í þessu samhengi sé fylgifiskur öllum alvarlegum sjúkdómum með erfiðum krónískum einkennum. Maður á oft erfitt með að fúnkera í daglegu lífi með fólki ef maður er undirlagður verkjum allan sólarhringinn eða er í erfiðum lyfjameðferðum. Fólk hefur bara meiri tilhneigingu til að skilja þannig en geðsjúkdóma og almennt fara ekki að forðast þig á sama tíma"}, {"response_to": "31314307", "username": "stjarnaogmani", "message_id": "31315352", "user_id": "23650", "datetime": "2016-05-07 14:23:00", "datestring": "7. maí '16, kl: 14:23:00", "text": "Ég er ekki að geta svarað þræðinum hjá þér frá þér þannig að ég þarf að drita þessu annnars staðar."}, {"response_to": "31314287", "username": "chubbymango", "message_id": "31315610", "user_id": "300376", "datetime": "2016-05-08 11:32:46", "datestring": "8. maí '16, kl: 11:32:46", "text": "nei það er alls ekki málið !!"}, {"response_to": "31315610", "username": "ert", "message_id": "31315613", "user_id": "37456", "datetime": "2016-05-08 11:51:03", "datestring": "8. maí '16, kl: 11:51:03", "text": "Veistu svona hugsanir eru mjög algengar. Ertu hjá góðum meðferðaraðila sem þú hittir reglulega?"}, {"response_to": "31315613", "username": "chubbymango", "message_id": "31315747", "user_id": "300376", "datetime": "2016-05-08 19:16:39", "datestring": "8. maí '16, kl: 19:16:39", "text": "Já geðlækni, sálfræðingi og heimilislækni. Ég er búin að glíma við þetta helv í mörg mörg ár"}, {"response_to": "31315747", "username": "ert", "message_id": "31315750", "user_id": "37456", "datetime": "2016-05-08 19:21:45", "datestring": "8. maí '16, kl: 19:21:45", "text": "Hvað segir sálfræðingurinn við þessum hugsunum?"}, {"response_to": "31313745", "username": "GeorgiaAlexandra", "message_id": "31313775", "user_id": "301190", "datetime": "2016-05-03 13:33:06", "datestring": "3. maí '16, kl: 13:33:06", "text": "Ég held að þetta sé í grunninn ekki slæm hugmynd, ef hjarta þitt segir þér að þú sért ekki á réttum stað í lífinu þá er um að gera að hlusta á það. Það getur oft reynst manni vel að breyta um umhverfi og útlönd geta veita manni tækifæri á að enduruppgötva sjálfan sig. En það er kannski ósanngjarnt af þér að ætla að stinga af, láta þig hverfa. Þú getur einfaldlega sagt við manninn þinn að hjónabandinu sé lokið og að þú sért að flytja til útlanda og það sama við fjölskylduna þína. Þau þurfa í raun ekki að vita meira. Þín vegna ættirðu samt að undirbúa flutninginn aðeins, hvar ætlarðu að búa, framfleyta þér os.frv , svo þú lendir ekki í einhverju kvíðakasti af áhyggjum af því. Gangi þér vel!"}, {"response_to": "31313775", "username": "Ziha", "message_id": "31313809", "user_id": "51148", "datetime": "2016-05-03 15:09:31", "datestring": "3. maí '16, kl: 15:09:31", "text": "En ef börn eru í spilinu? Þurfa þau ekkert ad vita af mömmu sinni?"}, {"response_to": "31313809", "username": "chubbymango", "message_id": "31313818", "user_id": "300376", "datetime": "2016-05-03 15:26:31", "datestring": "3. maí '16, kl: 15:26:31", "text": "Á ekki barn"}, {"response_to": "31313745", "username": "karamellusósa", "message_id": "31313816", "user_id": "28455", "datetime": "2016-05-03 15:13:19", "datestring": "3. maí '16, kl: 15:13:19", "text": "gerðu það bara.... En ekki láta engann vita!    annars verður sett af stað margra milljón króna leit að þér, hjálparsveitir og löggan munu leita.  Fjölskyldan þín mun líka verða mjög sár og það er mjög illa gert að gera þetta þannig."}, {"response_to": "31313816", "username": "alboa", "message_id": "31313822", "user_id": "31118", "datetime": "2016-05-03 15:32:28", "datestring": "3. maí '16, kl: 15:32:28", "text": "Þegar svona leit er sett af stað er nú athugað hvort viðkomandi hafi farið úr landi. Það er gert með því til dæmis að athuga hvort fólk hafi keypt og notað flugmiða og vegabréfið sitt."}, {"response_to": "31313745", "username": "Júlí 78", "message_id": "31313824", "user_id": "245905", "datetime": "2016-05-03 15:34:03", "datestring": "3. maí '16, kl: 15:34:03", "text": "Ég heyrði nú af svoleiðis máli. Skeði erlendis. Kona ein lét sig hverfa þegar barnið (dóttir) hennar var lítið. Konan fannst mörgum árum seinna mig minnir í öðru landi og litla barnið orðið fullorðið. Ótrúlegt en satt þá vildi dóttirnin hitta þessa mömmu sína sem lét sig hverfa þó hún hefði ekki séð hana sína í fjöldamörg ár. Ég veit fyrir víst að ég myndi ekki kæra mig um svoleiðis foreldri sem bara styngi af og sýndi enga ábyrgð á neinu. Sýndi aldrei barninu neinn áhuga á afmælum, jólum og við aðra viðburði hjá því. Treystu mér, það eru ekki öll börn sem myndu kæra sig að eiga samskipti við svoleiðis foreldri sem hefur næstum aldrei sýnt barninu áhuga. En ef þú ætlar að láta verða af þessu þá bara vona ég að þú eigir ekki börn núna ef ætlunin er að yfirgefa þau (ég myndi þá vorkenna þeim). Einnig væri það ekki vel gert að láta sig hverfa og segja engum hvert þú ferð. Held það yrðu alltaf einhverjir sem myndu hafa áhyggjur af þér. Þú þarft greinilega hjálp, ef þér finnst þinn sálfræðingur ekki hjálpa þér nóg, prófaðu þá að hitta einhvern annan sálfræðing."}, {"response_to": "31313824", "username": "TheMadOne", "message_id": "31313842", "user_id": "67426", "datetime": "2016-05-03 16:41:43", "datestring": "3. maí '16, kl: 16:41:43", "text": "8 mínútum áður en þú settir þetta innlegg inn sagði upphafsinnleggið að það ætti ekki barn."}, {"response_to": "31313842", "username": "Júlí 78", "message_id": "31313859", "user_id": "245905", "datetime": "2016-05-03 17:22:54", "datestring": "3. maí '16, kl: 17:22:54", "text": "Okey, ég sá það ekki. Stundum betra að lesa allan þráðinn :)"}, {"response_to": "31313859", "username": "TheMadOne", "message_id": "31313882", "user_id": "67426", "datetime": "2016-05-03 18:57:22", "datestring": "3. maí '16, kl: 18:57:22", "text": "klárlega"}, {"response_to": "31313745", "username": "Cheddar", "message_id": "31313886", "user_id": "230448", "datetime": "2016-05-03 19:05:11", "datestring": "3. maí '16, kl: 19:05:11", "text": "stæðsti vandinn í þessu er að þú situr alltaf uppi með þig, þína líðan, þínar hugsanir, þig... ef við bættist við líðan í dag, vanlíðan yfir því að fara frá öllu sínu fólki, hver væri þá staðan? engin er einn, langflestir eiga fólk í kringum sig sem elskar og vill vel, fólk sem yrði miður sín ef þú færir og etv myndu einhverjir ekki jafna sig að fullu á því. Viltu það?"}, {"response_to": "31313745", "username": "Sodapop", "message_id": "31313912", "user_id": "59869", "datetime": "2016-05-03 20:46:41", "datestring": "3. maí '16, kl: 20:46:41", "text": "Getur alltaf tekið Norrænu..."}, {"response_to": "31313745", "username": "JónínaBEN", "message_id": "31313916", "user_id": "308976", "datetime": "2016-05-03 21:01:35", "datestring": "3. maí '16, kl: 21:01:35", "text": "Getur teki skip þarf ekkert að fljúga."}, {"response_to": "31313745", "username": "Smileforme", "message_id": "31315005", "user_id": "34700", "datetime": "2016-05-06 16:45:51", "datestring": "6. maí '16, kl: 16:45:51", "text": "Ertu að fá hjálp við þunglyndinu og kvíðanum? <3 Knús á þig. Fólk með þunglyndi líður oft eins og það sé bara fyrir. Sem er alls ekki rétt. En maður sér ekki í réttu ljósi þegar manni líður illa andlega. Myndi panta tíma hjá heimilislækni og fá þynglyndis og kvíðalyf. Flúoxetin hefur reynst vel. Svo er gott að vera í hugrænni atferlismeðferð með. Einnig að stunda hreyfingu. Hvað ertu gömul <3 ?"}, {"response_to": "31315005", "username": "chubbymango", "message_id": "31315611", "user_id": "300376", "datetime": "2016-05-08 11:37:25", "datestring": "8. maí '16, kl: 11:37:25", "text": "Ég er 28 ára. Ég er á lyfjum og búin að vera á þeim í 12 ár. Búin að prófa mörg lyf. Hitti geðlækni, sálfræðing og heimilislækni reglulega. Búin með HAM 2x. Er að fara byrja hjá Virk eftir nokkra daga."}, {"response_to": "31315611", "username": "stjarnaogmani", "message_id": "31315739", "user_id": "23650", "datetime": "2016-05-08 18:53:25", "datestring": "8. maí '16, kl: 18:53:25", "text": "Hefur þú eitthvað talað við lækninn um að hækka þunglyndislyfin?"}, {"response_to": "31315739", "username": "chubbymango", "message_id": "31315748", "user_id": "300376", "datetime": "2016-05-08 19:16:52", "datestring": "8. maí '16, kl: 19:16:52", "text": "er á hæsta skammti eins og er"}, {"response_to": "31315748", "username": "stjarnaogmani", "message_id": "31315759", "user_id": "23650", "datetime": "2016-05-08 19:52:27", "datestring": "8. maí '16, kl: 19:52:27", "text": "Ertu á jafvægislyfjum eða þunglyndis+kvíðalyfjum eða bæði?"}, {"response_to": "31315611", "username": "Smileforme", "message_id": "31315990", "user_id": "34700", "datetime": "2016-05-09 14:01:58", "datestring": "9. maí '16, kl: 14:01:58", "text": "ok frábært hjá þér svo þú ert búin að vera að vinna á fullu í þér. Stundum getur tekið langan tíma að finna rétta lyfið. Hvaða áhugamál hefuru? hefuru prófað að þakka fyrir 3 hluti á dag, til að beina huganum inn á jákvæða braut. Oft gott líka að hafa eitthvað til að hlakka til. Eins og utanlandsferð, eða einhver markmiðasetning. Ertu að æfa eitthvað? Ég var á tímabili með ofsakvíða sem fáir  héldui að væri hægt að losna við. En með mikilli vinnu þá fór hann, 7,9,13. Með Hugrænni atferlismeðferð, dáleiðslu, hreyfingu, kvíðalyfi og betra matarræði. Ertu að taka d-vítamín? Ef þú hefur tök á að komast til sólarlanda í fríi þá er það eitt besta meðalið. Áttu börn eða langar þér í börn?"}, {"response_to": "31313745", "username": "neutralist", "message_id": "31315354", "user_id": "260872", "datetime": "2016-05-07 15:04:51", "datestring": "7. maí '16, kl: 15:04:51", "text": "Þunglyndið og kvíðinn mun fylgja þér hvert sem þú ferð. Þú getur ekki skilið það eftir eins og fjölskyldu þína eða vini."}, {"response_to": "31313745", "username": "Vidarsdottir1", "message_id": "31317762", "user_id": "211151", "datetime": "2016-05-16 22:05:42", "datestring": "16. maí '16, kl: 22:05:42", "text": "Þú segir að þú viljir hverfa frá manninum þínum. Ef þú ert í óhamingjusömu sambandi þá er best að ljúka því gerir engum greiða á að lengja það á langinn. Að láta sig hverfa er ekki rétt að gera, það mun valda þér og öðrum vanlíðan og það mun ekki hjálpa neinum. Þú getur rætt þetta við fjölskyldu og vini um að þig langi í nýtt upphaf og þú þurfir þitt space og munir hafa samband vikulega eða mánaðarlega. En þú er augljóslega að eiga við mikið þunglyndi og það þarftu að læra að tækla og fá viðeigandi lyf og læknishjálp. Þarf sem þunglyndi er andleg líðan og þau áföll sem þú hefur lent í lífinu mun elta þig til annars lands svo það leysir ekki vandann að flýgja því þú ert ennþá sama manneskjan. Mæli með að fara iðka jóga, hugleiðslu og matarræði. Það er mjög mikilvægt fyrir þig að búa þér til rútínu borða vel og hollt, fara alltaf sama tíma að sofa, hafa tíma fyrir þig sem er bara fyrir þig og farðu og gerðu eitthvað skemmtilegt, prufaðu nýja hluti, farðu í göngu eitthvað til að brjóta upp þetta far sem þú ert í og veldur þér vanlíðan. Gangi þér vel"}]}