{"url": "https://bland.is/umraeda/kaupa-a-husi-a-okkar-eigin-landi-sem-er-ekki-komid-i-solu-en-bankinn-tok-af-odr/31327338/?page=224", "date": "2016-06-22 12:17:58", "id": "31327338", "items": [{"text": "halló.mál er með vexti að við eigum land sem við búum á í okkar eigin húsi. á landinu er skiki með öðru húsi á sem að utanaðkomandi fólk bjó í. það fólk hefur fyrir ca. ári síðan tapað húsinu til bankans. hefur ekki búið í því í yfir ár. okkur langar til að eignast húsið, þar sem það er nánast í garðinum okkar. fólkið leigði landið af okkur en pabbi minn sem er nýlega dáinn hafði ekki rukkað þau um leiguna og þau ekki borgað þó svo að einhver samningur væri (30 þús á ári, eða eitthvað slikk). hann var veikur maður svo hann innti ekki eftir þessu. það má svo sem grafið liggja, en núna er það Íslandbanki sem á húsið og ætti að amk. vera borga okkur leigu. svo viljum við líka kaupa húsið. eða í versta falli losna við það.bankinn á væntanlega eftir að setja það á sölu, en það gengur hægt því maðurinn sem bjó í húsinu er algjör trassi og skilur eftir lóðina fulla af alskonar risa tækjum eins og gröfum og vörubílum. allt ónotað og megnið óhreyft í yfir ár eða nokkur ár margt. má vera að bakinn sé að bíða eftir því að hann fjarlægi það, en það er lítið spennandi fyrir okkur landeigendur að hafa þetta þarna. eins viljum við koma þessu húsi í not, því við höldum að öðrum vanti húsnæði.kannast einhver við álíka mál? þó svo ekki væri nema að kaupa hús af banka sem er ekki enn búið að setja á sölu? eins og, hvernig maður getur farið að því. auðvitað munum við tala við lögfræðing ef þarf, eða þegar að því kemur, en mig langar að fá upplýsingar hjá öðrum sem gætu vitað til fyrst. s.s. ykkur kæru Blandverjar.", "title": "Kaupa á húsi á okkar eigin landi, sem er ekki komið í sölu en bankinn tók af öðrum", "username": "Pilsner3", "message_id": "31327338", "user_id": "316989", "response_to": null, "datetime": "2016-06-22 12:17:58", "datestring": "22. jún. '16, kl: 12:17:58"}, {"response_to": "31327338", "username": "Pilsner3", "message_id": "31327340", "user_id": "316989", "datetime": "2016-06-22 12:21:21", "datestring": "22. jún. '16, kl: 12:21:21", "text": "það á að standa \"Kaup\" þarna. virðist ekki getað lagað innsláttarvilluna svo það verður að hafa það. :)"}, {"response_to": "31327338", "username": "Petrís", "message_id": "31327344", "user_id": "292934", "datetime": "2016-06-22 12:59:05", "datestring": "22. jún. '16, kl: 12:59:05", "text": "Þú byrjar á því að senda bankanum rukkun fyrir leigunni frá þeim tíma sem hann tók húsið yfir, ég geri ráð fyrir að þá muni þeir biðja ykkur um fund og þar getið þið reifað málið. Eitt þó, þegar að þeim fundi kemur EKKI fara án þess að hafa með lögfræðing."}, {"response_to": "31327344", "username": "Pilsner3", "message_id": "31327351", "user_id": "316989", "datetime": "2016-06-22 13:15:19", "datestring": "22. jún. '16, kl: 13:15:19", "text": "Mælir þú með einhverjum?"}, {"response_to": "31327351", "username": "Petrís", "message_id": "31327363", "user_id": "292934", "datetime": "2016-06-22 13:48:39", "datestring": "22. jún. '16, kl: 13:48:39", "text": "Nei, ég hef ekki þurft mikið á þjónustu lögfræðinga að halda, þú ættir bara að leita að lögfræðistofu með lögmenn sem sérhæfa sig í samningagerð og slíku."}, {"response_to": "31327363", "username": "Pilsner3", "message_id": "31327397", "user_id": "316989", "datetime": "2016-06-22 19:59:26", "datestring": "22. jún. '16, kl: 19:59:26", "text": "Takk fyrir ráðgjöfina allavega.  Þetta hjálpaði."}]}