{"url": "https://bland.is/umraeda/er-lodinn-og-gert-grin-ad-mer-plis-lesa/31337007/?page=174", "date": "2016-08-05 22:46:07", "id": "31337007", "items": [{"text": "Hæ ég er kominn með mikið svart skegg og svart hár allstaðar ..á tippið mitt og undir hendurnar og núna mjög mikið á magann og bringuna, mjög þykkt og svart og ég hef mist röddina fyrir ári en hún er komin aftur og hinir segja að ég tali eins og einhver karl og hlæja stundum, mér var líka alltaf mjög illt í geirvörtunum og þær eru núna miklu stærri en á hinum en ekki illt þar samt lengur.. ég er stærri en allir strákarni í bekknum og með stærri vöðva.. mamma er búinn að tala með mér við læknin og hann segir að það sé allt í lagi að ég sé frekar mikið bráðþroskaður og eitthvað þannig.. en ekkert sjúkdóms neitt hann talaði um lyf sem mamma vildi ekki ég myndi taka sem gera að bráðþroska dæmið verður ekki eins hratt.. en mamma segir nei first allt er í lagi... amma segir að pabbi minn var svona líka hann en dó þegar ég var lítill og hann fæddist í tyrklandi. En ég þarf að raka skeggið oft og frændi minn kenndi mér það.. hann sagði líka að sofa með handklæði undir mér ef það kemur úr mér þegar ég sef því það hefur gerst án þess að ég sé að gera neitt og hann talaði um það við mömmu svo ég þurfti þess ekki.. mér þykir mjög vænt um hann og hann er eiginlega besti vinur minn en hann er 24 og ég get ekki alltaf verið með honum... en ég á ekki marga vini. mér finnst leiðinlegt  að fara í sund af því að hinir segja að ég sé eins og pabbi sinn og síðast gerðu stelpur grín að mér því ég með hárin á bringunni..  mér finnst gaman að fara í ræktina og lifta og þá líður mér vel en frændi minn bannar mér að gera mikið þar ég á að bíða þar til ég verð 18.. ég er líka með athigllisbrest og finnst leiðinlegt að lesa og finnst erfitt að skilja sumt í skólanum en´mig langar að verða bifvélvirki og æfa eins og Hafþór. á ég að raka bringuna mína og magan?? mér langar ekki til þess mér finnst ekki ljótt að vera með hár allstaðr því ég hef ´sð myndir af pabba og hann var svoleiðis en mér langar ekki a hinir séu alltaf að segja einhvað við mig.. kalla mig chewy og loðinn eins og api og segja ég sé með meiri hár en pabbi þeirra og bjúgutippi.. ein stelpa sagði að þetta væri ógeðslegt og ég ætti að raka allt.. mér finnst mest gaman að vera með frænda mínum og vinum hans en þeir eru 24 og drekka og þannig.. ef ég drekk get ég kannski verið meira með þeim...sorrí ætlaði ekki að skrifa svona mikið en þetta bara kom allt.. en er betra aðð raka allt?", "title": "Er loðinn og gert grín að mér.. plís lesa", "username": "Andreas Kuln", "message_id": "31337007", "user_id": "319503", "response_to": null, "datetime": "2016-08-05 22:46:07", "datestring": "5. ágú. '16, kl: 22:46:07"}, {"response_to": "31337007", "username": "rosamama", "message_id": "31337026", "user_id": "110014", "datetime": "2016-08-06 00:06:50", "datestring": "6. ágú. '16, kl: 00:06:50", "text": "Greinamerki.."}, {"response_to": "31337007", "username": "NRI03I25I00", "message_id": "31337043", "user_id": "312659", "datetime": "2016-08-06 01:26:06", "datestring": "6. ágú. '16, kl: 01:26:06", "text": "Úff elsku kallinn minn. Þú ert kannski öfgafullt dæmi, en ég veit hvernig það er að vera bráðþroska og langt á undan jafnöldrum sínum og hversu erfitt það getur verið. Ekki hafa áhyggjur af neinu af þessu. Hinir strákarnir verða sjálfir komnir með karlarödd, bringuhár og \"bjúgutyppi\" áður en þeir vita af og hvað varðar stelpurnar þá gleymdu þeim algjörlega um stund. Þetta eru bara stelpukjánar sem eru sjálfar að upplifa erfiða hluti innra með sér og uppfullar af ótta um sitt eigið útlit."}, {"response_to": "31337043", "username": "Orgínal", "message_id": "31337063", "user_id": "17656", "datetime": "2016-08-06 08:53:01", "datestring": "6. ágú. '16, kl: 08:53:01", "text": "Frábært svar!"}, {"response_to": "31337043", "username": "Andreas Kuln", "message_id": "31356956", "user_id": "319503", "datetime": "2016-10-28 21:34:49", "datestring": "28. okt. '16, kl: 21:34:49", "text": "Takk fyrir NRI var ekkert að þora alveg að svara þér en ég gerði það sem þú sagðir og sagði frænda mínum allt og hann hló að mér og sagði eigillega allt sama og þú segir aldrei raka neitt vera stoltur og finnastelpur sem eru ekki fífl :D"}]}