{"url": "https://bland.is/umraeda/vestmannaeyjar/31333066/?page=214", "date": "2016-07-19 12:01:09", "id": "31333066", "items": [{"text": "Okkur langar svo að flytja þangað en er að heyra bæði jákvætt og neikvætt um það. Jákvæða er að það er rosalega gott að ala upp börn þar (þekki það sjálf þar sem ég ólst upp þar sem krakki). Neikvæða er að það er orðin svo lítil þjónusta þar...eins og heilbrigðisþjónusta (og er reyndar orðin svona um allt land). En svo hef ég heyrt að það sé alltaf stappað með Herjólfi af túristum svo maður verði hálf einangraður.    Er einhver hér sem býr þar eða stuttu flutt(ur) þangað og getur sagt mér eitthvað hvernig er að búa þar núna?", "title": "Vestmannaeyjar", "username": "prumpitjú", "message_id": "31333066", "user_id": "6466", "response_to": null, "datetime": "2016-07-19 12:01:09", "datestring": "19. júl. '16, kl: 12:01:09"}, {"response_to": "31333066", "username": "Brindisi", "message_id": "31333073", "user_id": "88255", "datetime": "2016-07-19 12:26:09", "datestring": "19. júl. '16, kl: 12:26:09", "text": "hef aldrei komið þangað en vildi bara að þú vissir að það eru uppi hugmyndir hérna á blandinu að senda alla ísbirni sem koma að landi þangað"}, {"response_to": "31333066", "username": "augnskuggadrottningin", "message_id": "31333084", "user_id": "279395", "datetime": "2016-07-19 12:59:52", "datestring": "19. júl. '16, kl: 12:59:52", "text": "Ertu með börn? Hef alltaf heyrt að barnaskólinn (eru 2, er að tala um barnaskóla Vestmannaeyja, ekki Hamarskóla) sé með eindæmum lélegur og sérstaklega illa tekið á eineltismálum. Þetta hef ég heyrt frá fólki sem býr í Eyjum eða hefur búið þar og nefnir þetta m.a. sem dæmi fyrir því að þau myndu ekki velja að búa þar með sín framtíðar börn."}, {"response_to": "31333066", "username": "hveitipoki", "message_id": "31333090", "user_id": "219321", "datetime": "2016-07-19 14:07:31", "datestring": "19. júl. '16, kl: 14:07:31", "text": "Barnaskóla vestmannaeyja og hamarskoli eru sameinaðir í dag í einn grunnskóla vestmannaeyja. 1-6 og 7-10 að mig minnir. Er alinn þar upp og kunni vel við það. Já það komu upp einelti en ekki svo mikið og það var tekið vel á því og alskonar fyrirlestrar og verkefni gegn einelti. Held að þessi skóli sé ekkert síðir en aðrir. Var í tveim skólum í bænum líka, lenti í heiftarlegu einelti í garðabæ og komst aldrei í neinn vinahóp í kópavogi fyrir það að vera öðruvísi."}, {"response_to": "31333090", "username": "Ragga81", "message_id": "31333226", "user_id": "33320", "datetime": "2016-07-19 22:43:52", "datestring": "19. júl. '16, kl: 22:43:52", "text": ""}, {"response_to": "31333066", "username": "Ruðrugis", "message_id": "31333269", "user_id": "293353", "datetime": "2016-07-20 04:00:04", "datestring": "20. júl. '16, kl: 04:00:04", "text": "Okei, allir sem hafa svarað þér segja grunnskólann þarna vonlausan og einelti ljótt. Vonlaust að fá pláss hjá dagmömmu og löng biðröð á leikskóla."}]}