{"url": "https://bland.is/umraeda/blaedingar-/31336615/?page=208", "date": "2016-08-04 00:26:00", "id": "31336615", "items": [{"text": "Ég er 37 ára gömul og í smá veseni með blæðingarnar. Ég pantaði tíma hjá lækni í dag en kemst ekki að fyrr en í lok ágúst og því langaði mig aðeins að forvitnast hér...Þannig er mál með vexti að ég greindist með frumubreytingar í leghálsinum á síðasta ári en þær eru á 1. stigi og því ekkert gert nema fylgst með mér (veit ekki hvort þetta skipti máli en læt þetta fylgja með.)Ég hef verið á pillunni í nokkur ár og aldrei vesen þangað til fyrir um 4 mánuðum. Áður tók ég síðustu pilluna á fimmtudegi og byrjaði á blæðingum á sunnudegi og búin kannski á miðvikudegi. Núna tek ég síðustu pilluna á fim en er ekki að byrja fyrr en á mið og það kemur bara mjög lítið brúnt blóð. Þannig er það kannski fram á fös þegar ég byrja á nýju pilluspjaldi og þá koma \"eðlilegar\" blæðingar í kannski 2-3 daga! Engir öðruvísi verkir eða neitt...Ég er eitthvað búin að googla og finn ekkert og fæ ekki læknatíma fyrr en í lok ágúst og því datt mér í hug að það væri einhver hér sem hefði lent í svipuðu og/eða veit hvers vegna þetta gæti verið?", "title": "Blæðingar! :)", "username": "Hunangskanínan", "message_id": "31336615", "user_id": "50750", "response_to": null, "datetime": "2016-08-04 00:26:00", "datestring": "4. ágú. '16, kl: 00:26:00"}, {"response_to": "31336615", "username": "Mae West", "message_id": "31336622", "user_id": "28460", "datetime": "2016-08-04 01:12:31", "datestring": "4. ágú. '16, kl: 01:12:31", "text": "Einkenni krabbans eru held ég yfirleitt frekar meiri en minni blæðingar. Myndi samt bara algjörlega ræða þetta við lækni og jafnvel bara í síma ef þú ert mjög stressup. Brúnt blóð er gamalt blóð."}, {"response_to": "31336615", "username": "LaRose", "message_id": "31336669", "user_id": "65188", "datetime": "2016-08-04 10:13:22", "datestring": "4. ágú. '16, kl: 10:13:22", "text": ""}, {"response_to": "31336615", "username": "barnlaus", "message_id": "31336736", "user_id": "4660", "datetime": "2016-08-04 14:43:53", "datestring": "4. ágú. '16, kl: 14:43:53", "text": "Þetta tengist varla frumubreytingunum. Ég myndi frekar hafa áhyggjur af að þú sért ófrísk? eða að það sé komin tími á að hætta á pillunni og nota aðra getnaðarvörn. Pillan eykur hættu á brjóstakrabba, blóðtappa og kransæðasjúkdómum. Ég held að konum sé ráðlagt að nota aðra getnaðarvörn eftir 35 ára aldur svona almennt. Ekki það að ég geti bent á neitt um það..."}, {"response_to": "31336615", "username": "Neema", "message_id": "31336755", "user_id": "318931", "datetime": "2016-08-04 16:26:27", "datestring": "4. ágú. '16, kl: 16:26:27", "text": "Blæðingarnar eru oft svona hjá mér :) Er á pillunni líka."}]}