{"url": "https://bland.is/umraeda/4-ara-drengur-othekkur/31335664/?page=209", "date": "2016-07-30 22:14:38", "id": "31335664", "items": [{"text": "Góða kvöldiðEr í basli með son minn þessa dagana... datt í hug að leita ráða hér.Hann er rúmlega 4 ára, hefur alltaf þótt stór og þroskaður eftir aldri. Hefur hingað til verið nokkuð meðfærilegur og lítið vesen. Hann er núna hinsvegar orðin svo óþekkur. Hlýðir engu, \"heyrir\" ekkert, gerir allt sem honum dettur í hug, hlær svo þegar hann er skammaður o.s.frv. Inn á milli er hann náttúrlega algjör ljúfllingur og knúsar mann og kyssir. En svo er hann orðin að einhverjum svakalegum frekjuhundi sem hann var ekki áður. Hann var mikill dundari og lék sér með leikföng en núna er fótbolti aðalmálið og dúndrar boltum hér um alla stofu. Hann heimtar allskonar hluti og verður svo brjálaður þegar maður segir nei. Lemur mig jafnvel :(Við foreldrarnir höfum reynt að hafa ákveðin ramma og láta hann ekki komast upp með hvað sem er, en mér finnst við pottþétt vera taka eitthvað vitlaust á þessu. Er ég að mikla þetta fyrir mér? Er þetta bara tímabil sem gengur yfir? Hann jafnvel bara orðin kolvitlaus á að vera í sumarfríi með öllu því sem því tilheyrir...?", "title": "4 ára drengur óþekkur", "username": "stjaki", "message_id": "31335664", "user_id": "52686", "response_to": null, "datetime": "2016-07-30 22:14:38", "datestring": "30. júl. '16, kl: 22:14:38"}, {"response_to": "31335664", "username": "Ziha", "message_id": "31335674", "user_id": "51148", "datetime": "2016-07-30 23:13:32", "datestring": "30. júl. '16, kl: 23:13:32", "text": "Tímabil...og tengist líklega sumarfríinu.  En ég myndi samt stoppa fotboltaleik af innanhuss....fotbolti er allavega ekki stofuleikfang.....(minn fær ad sparka bolta upp stigann...svo hann er ekki alveg bannadur hér)"}, {"response_to": "31335664", "username": "hallon", "message_id": "31335678", "user_id": "61730", "datetime": "2016-07-30 23:31:15", "datestring": "30. júl. '16, kl: 23:31:15", "text": "Tímabil.  Á tvo gaura og kannast vel við þessa hegðun   Líklega tengist þetta sumarfríi.  Mér finnst reynast best að veita jákvæða athygli og vera dugleg að t.d spila við þá og gera eitthvað með þeim.  Þetta getur reynt á þolrifin viðurkenni það.  En fótbolti innanhús reyni ég að stoppa.  Stundum leyfi ég þeim að vera á svefnherbergisganginum með allar hurðir lokaðar og myndir af veggjum fjarlægðar"}, {"response_to": "31335678", "username": "stjaki", "message_id": "31335685", "user_id": "52686", "datetime": "2016-07-30 23:52:22", "datestring": "30. júl. '16, kl: 23:52:22", "text": "Takk fyrir svörin báðar. Gott að heyra þessi svör og ég vona að þetta sé bara tímabil hjá honum. Ég var einmitt að hugsa það að reyna að hafa þessa síðustu sumarfríisdaga sem svona gæðastundir. Samt án þess að við foreldrarnir breytumst í einhverja skemtanastjóra. Spila, göngutúra og eitthvað svoleiðis."}, {"response_to": "31335664", "username": "Alli69", "message_id": "31335781", "user_id": "3174", "datetime": "2016-07-31 21:08:46", "datestring": "31. júl. '16, kl: 21:08:46", "text": "Pffff. Er hann ekki bara með ADHD eins og 90% þjóðarinnar halda að þau séu með ??"}, {"response_to": "31335781", "username": "stjaki", "message_id": "31335788", "user_id": "52686", "datetime": "2016-07-31 21:57:01", "datestring": "31. júl. '16, kl: 21:57:01", "text": "Haha nei nei það held ég ekki. Bara plain frekja."}, {"response_to": "31335781", "username": "Haffibesti", "message_id": "31335841", "user_id": "261382", "datetime": "2016-08-01 00:48:12", "datestring": "1. ágú. '16, kl: 00:48:12", "text": "Þekkirðu eitthvað til með ADHD Alli69?"}, {"response_to": "31335664", "username": "Felis", "message_id": "31335818", "user_id": "32229", "datetime": "2016-07-31 23:39:16", "datestring": "31. júl. '16, kl: 23:39:16", "text": "Sennilega bara tímabil. Kannski er hann líka ekki jafn þroskaður og hann virðist og þarf bara að komið sé fram við hann eins og ef hann væri lítill rúmlega 4 ára drengur."}, {"response_to": "31335818", "username": "stjaki", "message_id": "31335823", "user_id": "52686", "datetime": "2016-07-31 23:46:02", "datestring": "31. júl. '16, kl: 23:46:02", "text": "Nei það er akkúrat rétt hjá þér. Þó hann sé voða klár í ýmsu þá er hann líka hálfgerður óviti. Eðlilega náttúrlega."}, {"response_to": "31335823", "username": "Felis", "message_id": "31335884", "user_id": "32229", "datetime": "2016-08-01 11:30:08", "datestring": "1. ágú. '16, kl: 11:30:08", "text": "Það er ótrúlega algengt að fólk geri alltof miklar kröfur á stórvaxin börn (er samt ekki að segja að þið gerið það sko) og einnig eru oft ekki gerðar nógu miklar kröfur á þá sem eru smávaxnir."}, {"response_to": "31335664", "username": "KogJ", "message_id": "31335837", "user_id": "113425", "datetime": "2016-08-01 00:22:54", "datestring": "1. ágú. '16, kl: 00:22:54", "text": "Við eigum einmitt í svipuðum vandræðum með son okkar, nóv 2012."}, {"response_to": "31335664", "username": "LaRose", "message_id": "31335880", "user_id": "65188", "datetime": "2016-08-01 10:34:13", "datestring": "1. ágú. '16, kl: 10:34:13", "text": ""}, {"response_to": "31335664", "username": "Júlí 78", "message_id": "31336139", "user_id": "245905", "datetime": "2016-08-02 10:50:40", "datestring": "2. ágú. '16, kl: 10:50:40", "text": "Nú veit ég ekki nákvæmlega hvernig uppeldið er hjá þér en þú segir þó að strákurinn sé orðinn óþekkur og hlýði engu og talar um að hann sé orðinn að \"frekjuhundi\". Það er eitt sem börn eru fljót að læra. Það er að ef þau sjá að þau fái hluti eða komist upp með hluti með því að láta illa, fara í frekjukast þá nota þau þetta trix til að fá það sem þau ætla sér. Þess vegna er ekki nóg að vera ákveðin stundum en stundum ekki. Það eru misvísandi skilaboð. Ef strákurinn sér dót í búðinni og þú vilt ekki kaupa það og strákurinn fær þá frekjukast. Leyfðu honum þá að fá sitt frekjukast og alltaf þegar hann heimtar dót í búðinni, aldrei að láta það eftir honum að kaupa það. Láttu hann með ákveðni þinni sjá það að hann fái aldrei dót þegar þið eruð saman í búðinni. Keyptu það frekar þegar þú ert ein eða þú og maðurinn þinn og barnið er ekki með í för. Þú þarft að hunsa neikvæða hegðun en jafnvel umbuna jákvæða hegðun. Því væri það t.d. ágætt að gefa honum bara dót á afmælum, jólum og þegar hann sýnir jákvæða hegðun. Aldrei að gefa honum neitt þegar hann lætur illa."}, {"response_to": "31336139", "username": "Venja", "message_id": "31336140", "user_id": "93696", "datetime": "2016-08-02 10:57:51", "datestring": "2. ágú. '16, kl: 10:57:51", "text": "Sjálfsagt að kaupa ekki dót þegar barnið fær frekjukasts, en af hverju ALDREI að kaupa eitthvað þegar þau eru saman í búðinni? Ef barnið er búið að haga sér einstaklega vel og biður fallega um eitthvað smáræði má þá ekki launa góðu hegðunina? Eða ef hann er búinn að vinna sér inn með góðri hegðun í X langan tíma að velja sér eitthvað?"}, {"response_to": "31336140", "username": "Júlí 78", "message_id": "31336148", "user_id": "245905", "datetime": "2016-08-02 11:26:26", "datestring": "2. ágú. '16, kl: 11:26:26", "text": "Skilurðu ekki hvað ég er að segja, ef hann einu sinni er búinn að fá eitthvað í búðinni með því að fara í frekjukast, (mamma hefur kannski sagt nei við hann þegar hann bað um eitthvað og þá fór hann í frekjukast) þá er hann vís með að nota sömu hegðun aftur þegar hann vill eitthvað í búðinni. Svo sagði ég: \" Keyptu það frekar þegar þú ert ein eða þú og maðurinn þinn og barnið er ekki með í för.\"  Jú allt í lagi að launa fyrir góða hegðun enda er ég að hvetja konuna til þess en betra en ég myndi þá ekki gera það í búðinni þar sem barnið hefur áður fengið frekjukast, frekar að kaupa eitthvað ein handa honum eða sjá hvað honum langar í, í búðinni og kaupa það þá seinna. Já ég veit alveg að þetta er barn LaRose, ekki hundur. Ég hef aldei átt hund svo ekki segja mér hvernig eigi að ala upp hund."}, {"response_to": "31336148", "username": "LaRose", "message_id": "31336160", "user_id": "65188", "datetime": "2016-08-02 11:51:05", "datestring": "2. ágú. '16, kl: 11:51:05", "text": ""}, {"response_to": "31336160", "username": "Júlí 78", "message_id": "31336184", "user_id": "245905", "datetime": "2016-08-02 13:17:50", "datestring": "2. ágú. '16, kl: 13:17:50", "text": "Þú segir: \" finnst ansi hart ad eitt frekjukast i bud eigi ad koma i veg fyrir ad hann fai eitthvad ur bud restina af æskunni\" Hver var að tala um það - restinni af æskunni?? Ertu ekki ennþá að fatta þetta? Ég var að tala um \"búðinni\" eða þessa tilteknu búð eða búðir þar sem barnið tók frekjukastið eða frekjuköstin. Þar myndi ég ekki fara að kaupa handa honum dót þegar hann væri í fylgd með mér. Það væri frekar að ég myndi kaupa handa honum dót í annarri búð þar sem hann hefur sýnt af sér góða hegðun ef hann væri með. Og by the way, mér finnst allt í lagi að gefa börnum ís! Og ég var ekkert að tala um að verða reið við barnið þegar það fær frekjukast, þvert á móti myndi ég sýna stillingu og ekki fara að æsa mig við barnið."}, {"response_to": "31336184", "username": "Brindisi", "message_id": "31336186", "user_id": "88255", "datetime": "2016-08-02 13:24:09", "datestring": "2. ágú. '16, kl: 13:24:09", "text": "hvað gerir þá fólk úti á landi þar sem eru ekkert margar búðir, ef að mín myndi taka eitt kast í Bónus, eitt í Nettó og eitt í Hagkaup þá væri ekki mikið eftir"}, {"response_to": "31336186", "username": "ert", "message_id": "31336192", "user_id": "37456", "datetime": "2016-08-02 13:44:41", "datestring": "2. ágú. '16, kl: 13:44:41", "text": ""}, {"response_to": "31336192", "username": "Brindisi", "message_id": "31336200", "user_id": "88255", "datetime": "2016-08-02 14:01:17", "datestring": "2. ágú. '16, kl: 14:01:17", "text": "eða bara hætti að gefa krakkanum verðlaun"}, {"response_to": "31336200", "username": "ert", "message_id": "31336201", "user_id": "37456", "datetime": "2016-08-02 14:04:43", "datestring": "2. ágú. '16, kl: 14:04:43", "text": "ég er með betri hugmynd - hættu bara að gefa krakkanum að borða."}, {"response_to": "31336201", "username": "Brindisi", "message_id": "31336208", "user_id": "88255", "datetime": "2016-08-02 14:23:13", "datestring": "2. ágú. '16, kl: 14:23:13", "text": "já það meikar meira sens þar sem ég versla í matinn í Bónus og krakkinn tók einu sinni frekjukast þar"}, {"response_to": "31336184", "username": "LaRose", "message_id": "31336187", "user_id": "65188", "datetime": "2016-08-02 13:25:55", "datestring": "2. ágú. '16, kl: 13:25:55", "text": "Verum bara sammala um ad vera osammala um uppeldisadferdina i thessu tilviki ok?"}, {"response_to": "31336148", "username": "Venja", "message_id": "31336178", "user_id": "93696", "datetime": "2016-08-02 13:05:18", "datestring": "2. ágú. '16, kl: 13:05:18", "text": ""}, {"response_to": "31336178", "username": "Júlí 78", "message_id": "31336188", "user_id": "245905", "datetime": "2016-08-02 13:26:06", "datestring": "2. ágú. '16, kl: 13:26:06", "text": "Það er til fullt af búðum, ekki nauðsynlegt að kaupa dót þar sem barn hefur áður fengið eitthvað með frekjunni einni saman. Ekki þar með sagt að barnið fáið neitt aftur út úr þessari tilteknu búð, ég myndi þá frekar kaupa það dót ein. En það getur svo sem vel verið að þó að barn hafi einu sinni fengið eitthvað með frekjukasti í einhverri búð að hægt sé að snúa við hegðuninn hjá barninu í þeirri búð með því að hunsa slæma hegðun og umbuna (launa) góða hegðun (í búðinni). Það þarf þarf þá örugglega að vera staðfastur í því að láta barnið ekki hafa dót úr búðinni aftur þegar það sýnir slæma hegðun."}, {"response_to": "31336188", "username": "Venja", "message_id": "31336191", "user_id": "93696", "datetime": "2016-08-02 13:42:07", "datestring": "2. ágú. '16, kl: 13:42:07", "text": "ok... þú um það. Mér persónulega finnst þvæla að vera að blanda búðinni sjálfri inn í málið. Eða staðsetningu frekjukastsins yfir höfuð. Fyrir mig skiptir það eitt máli að umbuna góða hegðun en ekki slæma og mér er sama hvort við séum stödd í dótabúð eða úti á róló eða uppi í ljósastaur. Skil ekki hvað staðsetningin hefur nokkuð með málið að gera."}, {"response_to": "31336191", "username": "Júlí 78", "message_id": "31336194", "user_id": "245905", "datetime": "2016-08-02 13:45:47", "datestring": "2. ágú. '16, kl: 13:45:47", "text": "Ég hef líka alltaf talað um það að það beri að umbuna fyrir góða hegðun en hunsa þá slæmu."}, {"response_to": "31336194", "username": "Venja", "message_id": "31336199", "user_id": "93696", "datetime": "2016-08-02 13:58:06", "datestring": "2. ágú. '16, kl: 13:58:06", "text": "já en hvað kemur búðin málinu við. Jón er búinn að vera eins og engill allan daginn og spyr eins og ljúflingur hvort hann megi fá lítinn límmiða, væru rök mín fyrir að hann fengi hann ekki að einu sinni var hann frekur í þessari búð?"}, {"response_to": "31336191", "username": "Ziha", "message_id": "31336217", "user_id": "51148", "datetime": "2016-08-02 15:12:35", "datestring": "2. ágú. '16, kl: 15:12:35", "text": "Sammála."}, {"response_to": "31336188", "username": "Ziha", "message_id": "31336214", "user_id": "51148", "datetime": "2016-08-02 15:11:45", "datestring": "2. ágú. '16, kl: 15:11:45", "text": "Þad eru þrjár matvörubúðir á Selfossi....(plús samkaup), ég hefdi bara ekki getað og gæti ekki enn farid med barnid í búð ef ég ætti ad fara eftir þessu.....þetta er bara heimskuleg regla.  Þad er enginn ad fara ad fara ad vekja t.d. Bud sem er hálftíma lengra ad keyra í bara út af því ad barnid hefur tekid frekjukast í þessari nær!"}, {"response_to": "31336214", "username": "Ziha", "message_id": "31336216", "user_id": "51148", "datetime": "2016-08-02 15:12:18", "datestring": "2. ágú. '16, kl: 15:12:18", "text": "*velja"}, {"response_to": "31336214", "username": "Júlí 78", "message_id": "31336349", "user_id": "245905", "datetime": "2016-08-03 00:34:46", "datestring": "3. ágú. '16, kl: 00:34:46", "text": "Já af því að þú verður að kaupa dót handa barninu og verður að hafa barnið hjá þér akkúrat þegar þú kaupir dótið?"}, {"response_to": "31336349", "username": "Abba hin", "message_id": "31336381", "user_id": "121134", "datetime": "2016-08-03 09:19:51", "datestring": "3. ágú. '16, kl: 09:19:51", "text": "Ef að barnið sýnir af sér hegðun sem vert er að umbuna akkúrat á þeim stað og þeim tíma þá já, það er mjög mikilvægt. Verðlaun eftirá þýða miklu minna í hausnum á svona krílum heldur en verðlaun sem koma strax."}, {"response_to": "31336139", "username": "LaRose", "message_id": "31336142", "user_id": "65188", "datetime": "2016-08-02 11:03:40", "datestring": "2. ágú. '16, kl: 11:03:40", "text": "Thetta er barn, ekki hundur."}, {"response_to": "31336142", "username": "Brindisi", "message_id": "31336146", "user_id": "88255", "datetime": "2016-08-02 11:17:26", "datestring": "2. ágú. '16, kl: 11:17:26", "text": "það vantaði bara að ef hann pissaði á sig þá ætti mjaka trýninu á honum uppúr því"}, {"response_to": "31336146", "username": "Júlí 78", "message_id": "31336149", "user_id": "245905", "datetime": "2016-08-02 11:32:24", "datestring": "2. ágú. '16, kl: 11:32:24", "text": "Ég myndi aldrei skamma barn fyrir að pissa á sig eða gera eins og þú segir. Myndi hins vegar hrósa barninu ef það pissaði í klósett ef það væri ekki alveg búið að venjast því að gera það."}, {"response_to": "31336139", "username": "stjarnaogmani", "message_id": "31336210", "user_id": "23650", "datetime": "2016-08-02 14:38:56", "datestring": "2. ágú. '16, kl: 14:38:56", "text": "Það nennir enginn að lesa svona langan texta með engum greinaskilum"}, {"response_to": "31336210", "username": "Venja", "message_id": "31336211", "user_id": "93696", "datetime": "2016-08-02 14:49:44", "datestring": "2. ágú. '16, kl: 14:49:44", "text": "Þetta eru 7 línur í tölvunni hjá mér. Ekki finnst mér það langt (og ég nennti að lesa)"}, {"response_to": "31336139", "username": "stjaki", "message_id": "31336332", "user_id": "52686", "datetime": "2016-08-02 23:31:15", "datestring": "2. ágú. '16, kl: 23:31:15", "text": "Takk fyrir ráðleggingarnar. Hans vandi er samt afar lítill í búðum vegna þess að hann fer helst ekki í búðir. Ég legg ekki á hann, mig eða aðra í búðinni að fara þangað meira en nauðsynlegt er. Honum (og mér) finnst mjög fínt að hann sé bara hálftíma lengur í leikskólanum á meðan ég klára innkaupin. Og sæki hann svo."}, {"response_to": "31335664", "username": "Prym", "message_id": "31336153", "user_id": "45728", "datetime": "2016-08-02 11:35:56", "datestring": "2. ágú. '16, kl: 11:35:56", "text": "Uppeldi er list.  Og það er vist að honum líður ekki vel í frekjukasti.   Reyndu að tala við hann á rólegum nótum, alltaf.  Lokaðu á frekjuna með því að segja t.d. við tölum ekki meira um þetta núna.  Þegar hann lemur þig tekur þú hann, setur hann á stól eða sófa og segir honum að bíða þangað til reiðin sé farin.  Það er erfitt að segja þetta svona en þú verður alltaf að halda ró þinni og yfirvegun.  Hann treystir á þig og þú verður að leiða hann rétta leið, hans vegna."}, {"response_to": "31336153", "username": "stjaki", "message_id": "31336333", "user_id": "52686", "datetime": "2016-08-02 23:35:15", "datestring": "2. ágú. '16, kl: 23:35:15", "text": "Falleg orð, takk fyrir þetta. Já það er alveg víst að uppeldi er list."}, {"response_to": "31335664", "username": "pacmann", "message_id": "31336335", "user_id": "302948", "datetime": "2016-08-02 23:47:24", "datestring": "2. ágú. '16, kl: 23:47:24", "text": "1 2 3 hlé í 4 min á 3."}]}