{"url": "https://bland.is/umraeda/thungun-eda-ekki/31342704/?page=198", "date": "2016-08-28 16:04:06", "id": "31342704", "items": [{"text": "Góðan daginn eg er svo forvitin hvort eh hafa lent i þessu\"5 dögum aður en eg atti að byrja a túr um daginn fæ eg eh tilfinningu að eg se ólétt fer og kaupi próf kemur dauf lina fer og kaupi fleiri alls 8 próf haha mis dauf lina a þeim öllum eg panta strax tima hja kvensa og fer til hennar strax daginn eftir hun sér ekkert segir líklegast að eg se komin stutt og eg fer þa að hugsa kannski er eg ekki þunguð og fer að hafa áhyggjur en eg er komin framyfir nuna og buin að taka annað og kom mjög skýr lina en mer finnst þetta svo skrýtið hélt að þessir kvensjúkdómalæknar ættu að sja hvað sem eg væri komin langt ??", "title": "Þungun eða ekki", "username": "Elisajons", "message_id": "31342704", "user_id": "320767", "response_to": null, "datetime": "2016-08-28 16:04:06", "datestring": "28. ágú. '16, kl: 16:04:06"}, {"response_to": "31342704", "username": "Helgenberg", "message_id": "31342708", "user_id": "224412", "datetime": "2016-08-28 16:25:16", "datestring": "28. ágú. '16, kl: 16:25:16", "text": "Þeir sjá ekkert svona snemma nei"}, {"response_to": "31342704", "username": "saedis88", "message_id": "31342722", "user_id": "56492", "datetime": "2016-08-28 17:18:28", "datestring": "28. ágú. '16, kl: 17:18:28", "text": "djí hver er svona æstur, 9 óléttupróf og beint í sónar o.O"}, {"response_to": "31342704", "username": "Thrace", "message_id": "31342728", "user_id": "174445", "datetime": "2016-08-28 17:36:03", "datestring": "28. ágú. '16, kl: 17:36:03", "text": "Það sést ekkert þegar þú ert komin svona rosalega stutt. Þegar ég fór í snemm sónar komin 6 vikur á leið miðað við fyrstu seinustu blæðingar þá var einhver sekkur þarna með hjartslætti..."}, {"response_to": "31342704", "username": "Silaqui", "message_id": "31342737", "user_id": "125345", "datetime": "2016-08-28 18:25:56", "datestring": "28. ágú. '16, kl: 18:25:56", "text": "Ég veit að það er erfitt að bíða en það er langbest að sýna biðlund og taka ekki próf fyrr en amk daginn eftir að þú átt að byrja á túr."}, {"response_to": "31342704", "username": "Steina67", "message_id": "31342744", "user_id": "39274", "datetime": "2016-08-28 18:34:32", "datestring": "28. ágú. '16, kl: 18:34:32", "text": "Vá aldrei hef ég á ævinni hef ég keypt svona mörg þungunarpróf og ég á 4 börn en orðið 5 sinnum ófrísk"}, {"response_to": "31342704", "username": "Allegro", "message_id": "31342813", "user_id": "5868", "datetime": "2016-08-28 19:33:46", "datestring": "28. ágú. '16, kl: 19:33:46", "text": "Ef það er rétt skilið hjá mér þá fórst þú til læknis einhverjum dögum áður en þú áttir að byrja á túr. Það er þá nokkrum dögum eftir að mögulegur getnaður átti sér stað. Eins og læknirinn sagði þá ertu líklega bara komin mjög stutt og erfitt fyrir hann að sjá hvort dagarnir frá getnaði eru 8 eða 9. En öll þessi óléttupróf ættu að vera ágætis sönnun á þungun þó svo að læknirinn hafi ekki treyst sér að segja nákvæmlega til um dagana."}, {"response_to": "31342704", "username": "Tipzy", "message_id": "31342984", "user_id": "26838", "datetime": "2016-08-28 20:46:57", "datestring": "28. ágú. '16, kl: 20:46:57", "text": "Lent í hverju nkl? Ef þú ert að meina að það sjáist ekkert, þá já. Enda sést yfirleitt ekkert nema maður sé komin einhverja 7 vikur og þþað er bæði algengt og eðlieg. Síðast þá vissi ég ekki hvað ég væri komin langt og það voru líkur á utanlegs, fékk alveg blússandi jákvætt en samt sást ekki neitt nema þykknun á leginu. Þurfi að koma 2-3 í viðbót á nokkrum vikum þartil læknirinn staðfesti að það væri þungun og á réttum stað, hann bjóst ekki við því þarsem gildin hjá mér voru svo há miðað við að sjá ekki neitt sem bendir til utanlegs."}, {"response_to": "31342704", "username": "krullukjúkklingurogsósa", "message_id": "31343302", "user_id": "300463", "datetime": "2016-08-29 19:59:36", "datestring": "29. ágú. '16, kl: 19:59:36", "text": "Ef prófið kemur jákvætt er mjög líklegt að um þungun sé að ræða því svona próf eru rétt í 99% tilfella. Getur pantað tíma í snemmsónar til að vera viss þegar þú ert komin 7 vikur (talið frá deginum sem þú hættir á túr síðast) annars er ekki mikið gert fyrstu vikurnar"}, {"response_to": "31343302", "username": "krullukjúkklingurogsósa", "message_id": "31343303", "user_id": "300463", "datetime": "2016-08-29 20:04:35", "datestring": "29. ágú. '16, kl: 20:04:35", "text": "Ef þú ætlar að halda því þá er líka gott að taka vítamín, fólínsýru, omega og D-vítamín en sleppa A-vítamíni"}, {"response_to": "31343302", "username": "Hedwig", "message_id": "31343307", "user_id": "26056", "datetime": "2016-08-29 20:37:27", "datestring": "29. ágú. '16, kl: 20:37:27", "text": "það er reyndar talið frá deginum sem blæðingar byrja :)"}]}