{"url": "https://bland.is/umraeda/snemmtaek-olettubugun/31341994/?page=200", "date": "2016-08-25 12:06:12", "id": "31341994", "items": [{"text": "Hæ... Ég er komin 11 vikur og er alltaf gjörsamlega orkulaus og uppgefin! Ég veit að það er fullkomlega eðlilegt að vera þreytt á þessum tíma og ég væri svosem ekkert mega stressuð yfir þessu ef ekki væri fyrir vinnuna. Mér finnst ég illa geta sinnt vinnunni, ég reyni að mæta en suma daga er það bara ómögulegt ... og stundum næ ég að mæta en ekki klára allan daginn. Ég veit ekki alveg hvað ég á að gera í þessu, það er ótrúlega mikið álag að vera alltaf stressuð og kvíðin yfir vinnunni. Hefur einhver verið á þessum stað? og hvað gerðuði í stöðunni? :)", "title": "Snemmtæk óléttubugun", "username": "stóratá", "message_id": "31341994", "user_id": "57946", "response_to": null, "datetime": "2016-08-25 12:06:12", "datestring": "25. ágú. '16, kl: 12:06:12"}, {"response_to": "31341994", "username": "ÓRÍ73", "message_id": "31341995", "user_id": "20092", "datetime": "2016-08-25 12:06:59", "datestring": "25. ágú. '16, kl: 12:06:59", "text": "ef þú getur ekki unnið, talarðu við lækni og athugar með að minnka við þig vinnu. Hefurðu rætt þettta við yfirmenn, einhver sveigjanleiki þar?"}, {"response_to": "31341995", "username": "stóratá", "message_id": "31341997", "user_id": "57946", "datetime": "2016-08-25 12:09:40", "datestring": "25. ágú. '16, kl: 12:09:40", "text": "Minn yfirmaður veit af ástandinu og segir mér að vera ekki stressuð - en mér finnst ég svo fá annað viðmót þegar ég læt vita að ég geti ekki mætt þann daginn. Líka leiðinlegt viðmót frá samstarfsfélögum, því þegar ég mæti ekki er auka álag á öðrum"}, {"response_to": "31341994", "username": "Splæs", "message_id": "31342003", "user_id": "83074", "datetime": "2016-08-25 12:18:53", "datestring": "25. ágú. '16, kl: 12:18:53", "text": "Tekurður inn fjölvítamín? Er búið að athuga hvort þú sért blóðlítil?"}, {"response_to": "31342003", "username": "stóratá", "message_id": "31342005", "user_id": "57946", "datetime": "2016-08-25 12:20:37", "datestring": "25. ágú. '16, kl: 12:20:37", "text": "Já tek vítamín og það hefur ekkert óeðlilegt komið úr blóðprufum - það eina sem er  er að púlsinn minn hefur verið mjög hraður. Blóðþrýstingurinn innan eðlilegra marka"}, {"response_to": "31341994", "username": "JungleDrum", "message_id": "31342078", "user_id": "29871", "datetime": "2016-08-25 18:42:04", "datestring": "25. ágú. '16, kl: 18:42:04", "text": "Æj eg var alltaf handónýt þessar fyrstu vikur, fór að lagast eftir þvi sem leið á meðgöngu, það er að segja þessi þreyta og orkuleysi. Ekki stressa þig um of :)"}, {"response_to": "31341994", "username": "ert", "message_id": "31342079", "user_id": "37456", "datetime": "2016-08-25 18:45:50", "datestring": "25. ágú. '16, kl: 18:45:50", "text": "Ég var ekki í vinnu þessar fyrstu vikur. Jafngott því ég svaf nær stanslaust. Taktu samstarfsfólkið ekki inn á þig. Ef það skilur þetta ekki þá er það bara þannig. Sumt fólk skilur bara ekki betur"}, {"response_to": "31341994", "username": "Mae West", "message_id": "31342083", "user_id": "28460", "datetime": "2016-08-25 19:14:55", "datestring": "25. ágú. '16, kl: 19:14:55", "text": "Það er möguleiki að þetta lagist þegar þú ert komin yfir 12 vikurnar. Ég var með hitavellu og slöpp á mínum meðgöngum fyrstu 3 mánuðina. En svo bara leið það hjá og ég eldhress aftur."}]}