{"url": "https://bland.is/umraeda/8-ara-gelgja-hvad-er-til-rada-vantar-virkilega-radleggingar-/31357436/?page=173", "date": "2016-10-31 09:38:06", "id": "31357436", "items": [{"text": "Mig vantar virkilega ráð hvernig ég get tekið á 8 ára syni mínum. Síðasta árið hefur hann tekið algjöra U-beygju hvað varðar hlýðni og kurteisi í minn garð. Hann hlýðir bókstaflega engu sem ég segi og rífur kjaft. Pokemon Go er að orðið að heimsins stærsta vandamáli og algjört brjálæðiskast tekið þegar ég tek símann af honum eða fylgi þeim reglum sem ég hef sett hvað varðar símanotkun.  Ástæðan fyrir því að barnið er með síma er sú að við búum erlendis. Han leikur sér mikið úti og finnst mér þetta vera ákveðið öryggi að vita af honum með síma.Hann sýnir engum öðrum þessa óvirðingu og talar pabbi hans og fleiri um að hann gjörbreytist þegar ég kem heim. Hann verður svakalega ör, getur engan vegin setið kyrr og unir sér engan vegin nema vera að atast í mér. Kvöldmaturinn einkennist af því að hann getur ekki setið kyrr og talar nonstop. Hann hefur ávallt verið mikill mömmustrákur og elskar til að mynda að fara með mér upp í rúm á kvödin og lesa og koma upp í á morgnana. Í síðasta foreldraviðtali var talað um hvað hann væri einstaklega hlýðinn, færi ávallt eftir fyrirmælum og væri góður og virkilega sanngjarn leiðtogi. Krakkarnir sækja í hann og er stanslaus straumur af börnum hingað eftir skóla. Getur þetta verið einvherskonar gelgja og pirringur sem hann lætur eingöngu bitna á mér. Kannast einhver við svona hegðun og getur möglega ráðfært mér áður en ég leita til fagmanna?Kveðja,", "title": "8 ára gelgja? Hvað er til ráða, vantar virkilega ráðleggingar..", "username": "schysst", "message_id": "31357436", "user_id": "322642", "response_to": null, "datetime": "2016-10-31 09:38:06", "datestring": "31. okt. '16, kl: 09:38:06"}, {"response_to": "31357436", "username": "ert", "message_id": "31357440", "user_id": "37456", "datetime": "2016-10-31 09:51:01", "datestring": "31. okt. '16, kl: 09:51:01", "text": "Hlýðir sem sagt föður sínum þegar faðirinn setur nákvæmega sömu reglur og þú og framfylgir þeim?"}, {"response_to": "31357440", "username": "schysst", "message_id": "31357445", "user_id": "322642", "datetime": "2016-10-31 10:11:26", "datestring": "31. okt. '16, kl: 10:11:26", "text": "Algjörlega, í einu og öllu of yfirleitt um leið. Ég hef til að mydna gefist upp á því að byðja barnið að fara í sturtu. Það kostar klst stríð, pabbi hans segir honum það einu sinni og hann er kominn í sturtuna 5 min síðar. Það er eins og allt sem ég byðji um svari hann með Nei-i. Hann hlýðir öllum öðrum, reynir aðeins að þrýsta á ömmu sína (mömmu mína s.s) en annars engan annan."}, {"response_to": "31357445", "username": "ert", "message_id": "31357446", "user_id": "37456", "datetime": "2016-10-31 10:13:52", "datestring": "31. okt. '16, kl: 10:13:52", "text": "Þannig  að þú og pabbinn hafið sömu reglur og fylgið þeim jafn hart eftir. Nú biður pabbi hans hann um að fara úr Pokemon. Hvað gerir pabbinn eða myndi gera hann ef hann segir nei? Hvað gerir þú?"}, {"response_to": "31357446", "username": "schysst", "message_id": "31357450", "user_id": "322642", "datetime": "2016-10-31 10:26:24", "datestring": "31. okt. '16, kl: 10:26:24", "text": "Pabbi hans er strangari. Ég get alveg viðurkennt það, ef hann segir nei við pabba sinn er síminn tekinn af honum og það er engan vegin til umræðu að hann fái hann aftur þann daginn. Ég get alveg viðurkent að ég reyni að semja áður en ég tek hann af honum og hef notast við að gefa þrjá sénsa, sem pabbi hans gerir ekki. Mér finnst hann full strangur á köflum og hefur strákurinn talað um það við mig að hann sé stundum hræddur því pabbi hans sé svo strangur. Hann getur haft gríðarlega dimmraddaða rödd þannig ef hann rétt beitir henni virðist hann mjög strangur. Það hinsvegar skilar sér í fullkominni virðingu. Við höfum margoft rætt þetta, hann vill ekki gefa sénsa á meðan ég vil gefa viðvörun áður en ég framkvæmi. Ég hef alveg spurt sjálfa mig að því hvort ég geti verið að borga fyrir það núna."}, {"response_to": "31357450", "username": "ert", "message_id": "31357452", "user_id": "37456", "datetime": "2016-10-31 10:29:40", "datestring": "31. okt. '16, kl: 10:29:40", "text": "Þannig að strákurinn á séns á því að eiga við þig en ekki við pabbann. Þá er augljóst að hann verður erfiðari við þig en pabbann af því að það virkar. Ef þú verður jafn ströng og pabbinn þá verður hann jafn erfiður við þig og pabbann. Ef pabbinn verður jafn sveigjanlegur og þú þá verður strákurinn jafn erfiður við þig og pabbann. Það sem er að valda þessu er að þið eruð ekki samstíga í uppeldinu. Þið verðið að vera samstíga í uppeldinu annars heldur þetta áfram."}, {"response_to": "31357452", "username": "ert", "message_id": "31357453", "user_id": "37456", "datetime": "2016-10-31 10:34:20", "datestring": "31. okt. '16, kl: 10:34:20", "text": "Ef faðirinn er ekki reiðubúinn að til að samræma uppeldið (yfirleitt þurfa báðir að gefa eftir) þá þurfið þið að fara í uppeldisráðgjöf. Þeir eru vanir að eiga við svona feður."}, {"response_to": "31357445", "username": "schysst", "message_id": "31357448", "user_id": "322642", "datetime": "2016-10-31 10:19:52", "datestring": "31. okt. '16, kl: 10:19:52", "text": "Hann er auðvitað ekki svona slæmur þegar við erum bæði heima, en þetta er hræðilegt þegar ég er ein með hann. Ég er eiginlega að gefast upp. Stöðugur mótþrói og hann gjörsamlega gerir allt sem hann veit að hann má ekki gera. Ef ég til að mynda er að gera helgarhreingerninguna á föstdögum á hann það til að ganga á eftir mér og rsla til, eða rústa herberginu sínu. Það tekur svo allan daginn þar til pabbi hans kemur heim að fá hann til að taka aftur saman eftir sig. Ég hef notað forréttinda-missi á hann, honum hins vegar er slétt sama og hefur hoppað út um næsta glugga og út þegar ég hef sagt honum að hann fari ekki út fyrr enn hann hafi tekið aftur til eftir sig. Ég þarf að hafa barnið í gjörgæslu  ef ég ætla láta hann hlýða mér."}, {"response_to": "31357448", "username": "ert", "message_id": "31357449", "user_id": "37456", "datetime": "2016-10-31 10:25:13", "datestring": "31. okt. '16, kl: 10:25:13", "text": "En Nú biður pabbi hans hann um að fara úr Pokemon. Hvað gerir pabbinn eða myndi gera hann ef hann segir nei? Hvað gerir þú?"}, {"response_to": "31357436", "username": "LaRose", "message_id": "31357451", "user_id": "65188", "datetime": "2016-10-31 10:28:24", "datestring": "31. okt. '16, kl: 10:28:24", "text": ""}, {"response_to": "31357451", "username": "schysst", "message_id": "31357454", "user_id": "322642", "datetime": "2016-10-31 10:35:50", "datestring": "31. okt. '16, kl: 10:35:50", "text": "Við fluttum erlendis fyrir rúmu ári síðan. Honum líður samt voðalega vel hérna og talar um að hann vilji alls ekki fara heim. Hinsvegar vorum við heima í allt sumar og vorum þá bara í íbúðinni okkar (við eigum íbúð heima). Þar var hann voðalega ljúfur, en svo sem stöðug afþreying bæði búa foreldrar mínir hinum megin við götuna og svo á hann mikið af vinum frá því í 1 bekk sem hann heldur enn sambandi við."}, {"response_to": "31357454", "username": "schysst", "message_id": "31357455", "user_id": "322642", "datetime": "2016-10-31 10:39:27", "datestring": "31. okt. '16, kl: 10:39:27", "text": "Ég hef verið heima allt þetta haust. Hann kemur heim úr skólanum 3 og við eigum tima saman milli 3-4 þar sem við klárum heimalærdóminn og leikum saman. Okkur hefur samt grunað hvort hann sé afbrýðisamur í garð okkar beggja. Hann er stöðugt utan í okkur og ef við knúsumst er hann kominn á milli okkar. Við erum nýlega komin út á vinnumarkaðinn eftir langt nám svo það hefur alltaf verið gríðarlega mikið að gera og allur laus tími farið í strákinn ef við höfum náð tíma saman."}, {"response_to": "31357455", "username": "LaRose", "message_id": "31357467", "user_id": "65188", "datetime": "2016-10-31 11:12:24", "datestring": "31. okt. '16, kl: 11:12:24", "text": ""}, {"response_to": "31357467", "username": "schysst", "message_id": "31357469", "user_id": "322642", "datetime": "2016-10-31 11:32:38", "datestring": "31. okt. '16, kl: 11:32:38", "text": "En nú er ég heima. Ég hef ekki enn fengið vinnu svo ég hef einmitt tekið þennan tíma og alfarið ræktað sambandið okkar. Hann kemur fyrr heim úr skólanum."}, {"response_to": "31357436", "username": "Júlí 78", "message_id": "31357456", "user_id": "245905", "datetime": "2016-10-31 10:40:26", "datestring": "31. okt. '16, kl: 10:40:26", "text": "Þú segir að Pokemon Go sé orðið að heimsins stærsta vandamáli og algjört brjálæðiskast tekið þegar þú tekur símann af honum. Út á hvað gengur þessi leikur? Eru einhverjar frekar fígúrur í honum? Ég myndi taka þennan síma af honum og láta hann bara fá venjulegan takkasíma þannig að hann geti hringt í þig en geti ekki farið í leiki í símanum. Svo myndi ég útskýra fyrir honum rólega að ef hann ætli að vera með slæma hegðun þá hafi það afleiðingar. Hann geti ekki búist við að fá allt þegar hann láti svona. Svo myndi ég passa mig á að æsa mig aldrei við hann sama hvað á gengur, reyna frekar þvert á móti að sýna honum bara ást og hlýju, sem mér heyrist að þú gerir líka. En hann þarf skýr skilaboð og þú þarft að standa við þau skilaboð, ekki láta stundum eftir honum ef hann hagar sér illa. En svo auðvitað finnst mér líka að það þurfi að verðlauna hann þegar hann er virkilega góður. Ég myndi svo mæla með því að þú reyndir að hafa sem mesta samveru við strákinn og að sú samvera væri sem mest á jákvæðum nótum. T.d. að þið færuð 2 saman að baka smákökur, já strákum þykir örugglega líka gaman að baka eins og stelpum. Reyna svo að fullvissa hann sem mest hvað þér þykir vænt um hann."}, {"response_to": "31357456", "username": "schysst", "message_id": "31357458", "user_id": "322642", "datetime": "2016-10-31 10:49:25", "datestring": "31. okt. '16, kl: 10:49:25", "text": "Pokemon go gengur út á að vera úti og fanga einvherjar fígurur. Það eru allir krakkarnir í þessu. Allir vinir hans eru með iphone (við búum í virkilega vel stæðu hverfi) svo þeir eru alltaf saman í pokemon go. Minn er með gamlan samsung og hafa mörg tár fallið því við erum heimsins verstu foreldrar að geaf honum ekki iphone. Ég nefndi það við nokkra foreldra hvort það væri möglega sniðugt að setja pokemon go tíma á en það fékk ekki miklar undirtektir. Þetta er auðvitað virkielga þægilegt fyrir foreldra að senda börnin út í pokemon go. Þau eru þá úti og alltaf hægt að ná í þau. Ég myndi kjósa að hafa þetta 2-3 daga í viku t.d milli 4 og 5 og að krakkarnir í götunni hefðu þá allir þá reglu. Hina dagana væri leikið í venjulegum leikjum úti."}, {"response_to": "31357458", "username": "schysst", "message_id": "31357459", "user_id": "322642", "datetime": "2016-10-31 10:52:03", "datestring": "31. okt. '16, kl: 10:52:03", "text": "Getur verið að hann sé afbrýðisamur út í okkur bæði. Ef hann fengi að ráða myndi hann liggja í fanginu á mér allan daginn og nóttina og fá algjöra þjónustu á einu og öll og knúsa pabba sinn inn á milli. Hann verður alltaf svo ör ef við erum að atast i hvort öðru. og einmitt er kominn á milli alveg um leið."}, {"response_to": "31357459", "username": "ert", "message_id": "31357461", "user_id": "37456", "datetime": "2016-10-31 10:59:44", "datestring": "31. okt. '16, kl: 10:59:44", "text": ""}, {"response_to": "31357458", "username": "Júlí 78", "message_id": "31357463", "user_id": "245905", "datetime": "2016-10-31 11:03:00", "datestring": "31. okt. '16, kl: 11:03:00", "text": "Ég er alveg sammála ert. Þið þurfið að vera samstíga í uppeldinu, þú og pabbinn. Þú sagðir: \" Ég get alveg viðurkent að ég reyni að semja áður en ég tek hann af honum (símann) og hef notast við að gefa þrjá sénsa, sem pabbi hans gerir ekki.\" Auðvitað þarftu að vera ákveðin en vera samt aldrei með einhvern frekjutón í röddinni. En mér heyrist þú gera margt jákvætt með drengnum svo það er gott. En hugsanlega þurfið þið fjölskyldan að fá ráðgjöf hjá fagaðila um þetta allt. Hjá sálfræðingi sem er vanur svona uppeldisráðgjöf."}, {"response_to": "31357458", "username": "Júlí 78", "message_id": "31357464", "user_id": "245905", "datetime": "2016-10-31 11:06:53", "datestring": "31. okt. '16, kl: 11:06:53", "text": "Ég er samt ekki sammála því að það þurfi að gefa eftir. Mér finnst aðalmálið að strákurinn fái skýr skilaboð og það sé staðið við það sem sagt er."}, {"response_to": "31357464", "username": "ert", "message_id": "31357465", "user_id": "37456", "datetime": "2016-10-31 11:09:25", "datestring": "31. okt. '16, kl: 11:09:25", "text": "Það er ekki hægt að samræma uppeldið nema annað hvort eða bæði forledrarnir gefi eftir (= breyti uppeldisstíl sínum). Það er ekki hægt að breyta sér og ekki breyta sér á sama tíma."}, {"response_to": "31357436", "username": "Splæs", "message_id": "31357539", "user_id": "83074", "datetime": "2016-10-31 17:46:13", "datestring": "31. okt. '16, kl: 17:46:13", "text": "Gelgja tengist hormónabreytingum kynþroskaskeiðs svo það er eitthvað annað að hrjá son þinn."}, {"response_to": "31357539", "username": "neutralist", "message_id": "31357571", "user_id": "260872", "datetime": "2016-10-31 20:04:14", "datestring": "31. okt. '16, kl: 20:04:14", "text": "Ég efast um að hún hafi meint þetta bókstaflega."}, {"response_to": "31357436", "username": "Tóga", "message_id": "31357600", "user_id": "37543", "datetime": "2016-10-31 21:27:37", "datestring": "31. okt. '16, kl: 21:27:37", "text": ""}]}