{"url": "https://bland.is/umraeda/buseta-i-bandarikunum/31355749/?page=176", "date": "2016-10-21 17:10:53", "id": "31355749", "items": [{"text": "Er einhver hér inni sem býr í Bandaríkjunum eða þekkir til þar?  Í hvaða ríki er best að búa upp á góða skóla fyrir unglinga, hagstæðan fasteignamarkað og milt veðurfar?", "title": "Búseta í Bandaríkunum", "username": "Fiskigluggi", "message_id": "31355749", "user_id": "323598", "response_to": null, "datetime": "2016-10-21 17:10:53", "datestring": "21. okt. '16, kl: 17:10:53"}, {"response_to": "31355749", "username": "Suburban", "message_id": "31355846", "user_id": "266134", "datetime": "2016-10-22 12:46:56", "datestring": "22. okt. '16, kl: 12:46:56", "text": "Bandarikin eru stór og sennilega yfir 300 milljón skoðanir hvar er best að búa hér."}, {"response_to": "31355846", "username": "sigurlas", "message_id": "31355859", "user_id": "107249", "datetime": "2016-10-22 13:45:22", "datestring": "22. okt. '16, kl: 13:45:22", "text": "hvernig ertu að fíla að búa þarna? Hvernig er fólkið? Yfirborðskennd og falskt? Klárt og skemmtilegt? Pirrarðu þig ekkert á að t.d. hormónum er dælt í kjötið þarna ?"}, {"response_to": "31355859", "username": "Suburban", "message_id": "31355869", "user_id": "266134", "datetime": "2016-10-22 14:23:36", "datestring": "22. okt. '16, kl: 14:23:36", "text": "Er mjög ánægður hér, fólkið í kringum mig er ekkert falskt."}, {"response_to": "31355749", "username": "grænirsokkar", "message_id": "31355861", "user_id": "258647", "datetime": "2016-10-22 13:50:44", "datestring": "22. okt. '16, kl: 13:50:44", "text": "Eg bjó í Bandaríkjunum fyrir 2 árum, vorum búsett í New york.   Skólarnir þarna eru æðislegir og svo mikið betri en þeir hér á Íslandi!   Við bjuggum á Manhattan þannig að fasteignaverðið var sjúklega hátt að sjálfsogðu en eg veit af því að verðið er mikið betra í úthverfum New york og New Jersey td :)   Veðrið er mjog heitt á sumrin 30• yfirleitt og svo skítkalt á veturnar."}, {"response_to": "31355749", "username": "Júlí 78", "message_id": "31356170", "user_id": "245905", "datetime": "2016-10-24 10:11:43", "datestring": "24. okt. '16, kl: 10:11:43", "text": "Ég hef farið til Bandaríkjanna þegar það er eins mikið frost eins og þú talar um. Það var auðvitað kalt úti en það var mjög skrýtið að sjá fullt af bílum þvers og kruss, líka stóra trukka sem höfðu runnið til á vegunum, þetta leit helst út eins og einhver spilaborg hefði hrunið. Þá velti ég því fyrir mér af hverju svona fréttir (sem mér fannst mikil frétt) færi ekki til Íslands og hvort svona slys væru algeng í Bandaríkjunum að vetri  til. Fannst líka skrýtið að sjá engin börn á ferli þar sem ég kom. Krakkar eru alveg örugglega ekki jafn frjáls þarna eins og á Íslandi. Hef líka farið til Bandaríkjanna þegar hitinn hefur verið um 40 stig. Það var ekki líft úti, ekki einu sinni hægt að fara í smá göngutúr þá og bara líft þar sem var loftkæling. Mér finnst skárra veðrið á Íslandi þó ég sé ekkert hrifin af veðrinu hérna, leiðist helst þetta mikla rok sem er hér oft og svo þegar brjálaða veðrið byrjar, yfirleitt í jan. febr. Held ég færi frekar til hinna Norðurlandanna ef ég ætlaði að flytja erlendis, sumarið kemur þar fyrr en á Íslandi og endist lengur en hér. Svo er ég ekkert að fíla alla þessa byssueign Bandaríkjamanna. Alltof mikið um að veikir einstaklingar skjóti fullt af saklausi fólki þar. En örugglega líka fullt af kostum að vera þarna en ég færi annað."}, {"response_to": "31356170", "username": "Suburban", "message_id": "31356207", "user_id": "266134", "datetime": "2016-10-24 12:40:48", "datestring": "24. okt. '16, kl: 12:40:48", "text": "Ég er nú ekki að verja bandariska bíla menningu EN, Ef þú berð saman árekstra í Reykjavik saman viðHofsós þá muntu sjá að það er mikill munur."}, {"response_to": "31355749", "username": "MadKiwi", "message_id": "31356267", "user_id": "53594", "datetime": "2016-10-24 19:03:25", "datestring": "24. okt. '16, kl: 19:03:25", "text": "Þetta er aldeilis stór spurning. Ég hef búið hér í 10 ár og aldrei orðið vör við glæpi sjálf nema í frettunum, enda um 300 milljón manns hér. Hinsvegar hefur verið brotist inn til mín á Íslandi. Mér fínt fólkið mun vinalega og auðveldara að kynnast heldur en heima. Skólar eru góðir á norð austur ströndinni en góða skóla er hægt að finna hvar sem er. Óhagstæðustu húsnæðin eru í stóru borgunum, Flórída er hlýtt en ég myndi aldrei þola rakann þar. Það eru svæði með fullkomna veðráttu án raka einsog td suður Kaliforníu en þar er dýrt húsnæði nema þú sért meiri útúr. Ég myndi vinna mér utfra hvar þú fengir vinnu, velja besta fylkið þar sem veðrið og laun eru góð. Gætir fundið góðan skóla út frá því."}]}