{"url": "https://bland.is/umraeda/hvad-er-eiginlega-ad-mer-/31359104/?page=169", "date": "2016-11-09 20:25:58", "id": "31359104", "items": [{"text": "Gott kvöld.   Nú hef ég velt því fyrir mér reglulega í einhver ár hvort eitthvað sé að mér. Ég hef tvisvar á þessum tíma verið greind með járnskort (og held ég B12 skort á sama tíma). Þessu fylgdi mikil þreyta og orkuleysi almennt. Þetta hefur lagast með vítamínum og járngjöf en svo stuttu síðar hefur mér jafnvel liðið eins, þrátt fyrir að enginn skortur sé til staðar samkvæmt blóðprufum.     Ég er ekki alltaf svona en með reglulegu millibili. Ég er greind þunglynd og er á lyfjum sem mér finnast halda þunglyndinu niðri. Hef einnig fengið kvíða og þess vegna á ég frekar erfitt með að  gera greinarmun á því hvenær einkennin eru líkamleg eða andleg. Ég er upp á mitt besta þegar ég er dugleg að hreyfa mig reglulega í langan tíma. Hinsvegar stoppar orkuleysið mig stundum í því þannig þetta verður hálfgerður vítahringur.Já, svo er líka möguleikinn á því að ég sé einfaldlega aumingji með lægri þreytuþröskuld en hinn almenni maður. Upplifir einhver annar svona? Ætti ég að kíkja til læknis vegna þessa (ef já hvað er hægt að skoða?)  Tek það fram að ég sef uþb 8 tíma á nóttu og legg mig á daginn ef möguleiki.Með fyrirfram þökkum.", "title": "Hvað er eiginlega að mér?", "username": "rosamama", "message_id": "31359104", "user_id": "110014", "response_to": null, "datetime": "2016-11-09 20:25:58", "datestring": "9. nóv. '16, kl: 20:25:58"}, {"response_to": "31359104", "username": "augnskuggadrottningin", "message_id": "31359115", "user_id": "279395", "datetime": "2016-11-09 21:09:13", "datestring": "9. nóv. '16, kl: 21:09:13", "text": "Geta verið lyfin. Líka bara almennt álag, ertu undir miklu álagi? Ég er svona líka (þunglynd og kvíðin, mismikið eftir tímabilum en er ekki á lyfjum) en er samt alltaf þreytt, held ég sé þreyttari en meðalmanneskja og hef oft farið í blóðprufur sem útskýra ekki þessa þreytu."}, {"response_to": "31359115", "username": "rosamama", "message_id": "31359393", "user_id": "110014", "datetime": "2016-11-10 20:07:05", "datestring": "10. nóv. '16, kl: 20:07:05", "text": "Já kannski eru þetta lyfin. En nei held ég sé ekki undir meira álagi en aðrir, á samt ungt barn og er í vinnu."}, {"response_to": "31359104", "username": "Varanseld", "message_id": "31359167", "user_id": "177706", "datetime": "2016-11-09 23:07:04", "datestring": "9. nóv. '16, kl: 23:07:04", "text": "Mögulega vefjagigt"}, {"response_to": "31359167", "username": "rosamama", "message_id": "31359394", "user_id": "110014", "datetime": "2016-11-10 20:10:54", "datestring": "10. nóv. '16, kl: 20:10:54", "text": "Takk. Margt þarna sem passar, hinsvegar kannast ég ekki við þessa \"tender points\"."}, {"response_to": "31359104", "username": "LaRose", "message_id": "31359244", "user_id": "65188", "datetime": "2016-11-10 08:34:33", "datestring": "10. nóv. '16, kl: 08:34:33", "text": ""}, {"response_to": "31359244", "username": "rosamama", "message_id": "31359389", "user_id": "110014", "datetime": "2016-11-10 20:01:16", "datestring": "10. nóv. '16, kl: 20:01:16", "text": "Nei, telst held ég með miðlungs eða vægar, án þess að ég sé sérfræðingur"}, {"response_to": "31359104", "username": "elsabjorkeinars", "message_id": "31359326", "user_id": "292580", "datetime": "2016-11-10 13:20:01", "datestring": "10. nóv. '16, kl: 13:20:01", "text": "Ég glími við svona miklu þreytu og orkuleysi. Verð eiginlega að sætta mig við það bara. Það finnast engar ástæður fyrir þessu. En ég er að vísu á lyfjum vegna þunglyndis og kvíða. Getur vel verið að þetta sé útaf þeim."}, {"response_to": "31359326", "username": "elsabjorkeinars", "message_id": "31359327", "user_id": "292580", "datetime": "2016-11-10 13:21:08", "datestring": "10. nóv. '16, kl: 13:21:08", "text": "og já ég hef líka verið greind með járnskort. Læknirinn sagði nokkuð eðlilegt að konu fái járnskort af og til ef þær taka ekki inn járn (vegna blæðinga). Þannig að núna tek ég alltaf járn og hef ekki fengið járnskort síðan. Tek einnig önnur góð vítamín og lýsi."}, {"response_to": "31359104", "username": "PrumpandiStrumpur", "message_id": "31359414", "user_id": "316593", "datetime": "2016-11-10 23:00:49", "datestring": "10. nóv. '16, kl: 23:00:49", "text": "Prufa amino drykk!"}, {"response_to": "31359104", "username": "fallegazta", "message_id": "31359426", "user_id": "95461", "datetime": "2016-11-11 00:14:15", "datestring": "11. nóv. '16, kl: 00:14:15", "text": "Er búið að athuga skjaldkirtilinn?  Vanvirkur skjaldkirtill getur valdið mikilli þreytu og orkuleysi."}, {"response_to": "31359104", "username": "Aerie", "message_id": "31359431", "user_id": "170010", "datetime": "2016-11-11 00:35:26", "datestring": "11. nóv. '16, kl: 00:35:26", "text": "Fáðubalmennilega á hreinr stöðuna á B12 margir sem hafa lent í að fá skort þurfa að taka inn B12 eða fara í reglulegar B12 sprautur til frambúðar eftir að skirtur kom upp annars kemur alltaf skortur reglulega. Eins gæti verið gott fyrir þig að taka járn að staðaldri ef þú ert að fá skort reglulega. Til að taka að staðaldri mæli ég með járni í vökvaformi. Eins ættu allir Íslendingar að taka D vítamín að staðalfri og jafnvel tvöfaldan skammt yfir skammdegismánuðina. Aulið D vítamín getur líka hjálpað við þunglyndi. Ég myndi mæla með að þú tækir D vitamin sem inniheldur 2000 i.u. í hverjum skammti og helst sem eru perlur en ekki pillur ef þú fattar. Það gæti líka verið sniðugt að láta athuga skjaldkirtilinn og hvort allt er í lagi þar, klassísk einkenni vanvirks eru svona"}, {"response_to": "31359104", "username": "Hellcat", "message_id": "31359444", "user_id": "12041", "datetime": "2016-11-11 03:46:59", "datestring": "11. nóv. '16, kl: 03:46:59", "text": "myndirðu fara til læknis og láta tékka hjá þér blóðið fyrir skjaldkirtilsójafnvægi"}, {"response_to": "31359444", "username": "rosamama", "message_id": "31359636", "user_id": "110014", "datetime": "2016-11-12 00:57:05", "datestring": "12. nóv. '16, kl: 00:57:05", "text": "Já geri það kannski bara :) Þakka svörin."}, {"response_to": "31359104", "username": "orkustöng", "message_id": "31359512", "user_id": "246358", "datetime": "2016-11-11 14:22:46", "datestring": "11. nóv. '16, kl: 14:22:46", "text": "amk fæ ég mikla þreytutilfinningu ef sleppi þunglyndislyfjum , ef heilinn er í slæmu standi þannig . er stundum skárri. þreytan hverfur svo strax ef tek lyfin. og geta gert mann hressan stundum en þau valda líka dofa og tilfinningaleysi á kroppstifinnningar líka  svo hreyfilöngun minnkar kannski eða maður fær lítið útúr því .  en myndi segja skv þessu að þreytan þín sé af öðru en þunglyndi ef þú ert á lyfjum."}, {"response_to": "31359104", "username": "vediamo", "message_id": "31359641", "user_id": "77669", "datetime": "2016-11-12 01:49:13", "datestring": "12. nóv. '16, kl: 01:49:13", "text": "gætir líka hugsanlega verið með einfalt glútein og mjólkurþól. Lýsingin hljómar svipuð"}]}