{"url": "https://bland.is/umraeda/hvad-telst-edlilegt-ad-fa-morg-flogakost-adur-en-thad-er-greint-/31357258/?page=173", "date": "2016-10-30 13:52:26", "id": "31357258", "items": [{"text": "Systir mín sem er tvítug og er búsett fyrir norðan hefur verið að fá svokölluð flogaköst. Nú var hún að fá sjötta kastið og þau eru farin að versna s.s núna er hún farin að missa sjón og og fl. atriði sem benda til flogaveiki en e-h hluta vegna eru læknar á akureyri ráðalausir og vita ekki hvað er til ráða, þeir hafa ekki sett hana á nein lyf, þannig að þegar hún fær kast þá er brunað með hana á akureyri með sjúkrabíl öll skiptin og gefið taugaslakandi lyf og ath. með blóðið, þetta er orðið mjög skrítið allt. Læknarnir sem taka á móti henni er oftast nær aldrei sami læknirinn þeir setja hana í sömu próf og hún hefur verið sett í áður sem að segjir manni það að þeir tala greinilega ekki saman og eru bara hreint og beint ráðalausir . Erum að bíða eftir að hún komist til sérfræðings hér í RVK og erum að bíða eftir að e-h rannsóknarteymi.  s.s spurning mín er sú hvað er eðlilegt að hún þurfi að þola svona mörg köst áður en hún er sett á lyf eða fundið útúr þessu, er virkilega svona erfitt að greina flogaveiki? ég hef lesið mér til um flogaveiki og finnst mér hún bera öll merki þess, en þar sem ég er ekki læknir þá getur maður ekki verið viss en umfram allt finnst mér vinnubrögð þeirra á akureyri ekki vera til fyrirmyndar, eru þeir jafnvel bara að bíða eftir því að hún komi sér suður og fái þar kast, þeir segjast vera að ýta á eftir þessu en allt kemur fyrir ekki. hvað er til ráða?", "title": "Hvað telst eðlilegt að fá mörg flogaköst áður en það er greint???", "username": "volvo s60", "message_id": "31357258", "user_id": "244614", "response_to": null, "datetime": "2016-10-30 13:52:26", "datestring": "30. okt. '16, kl: 13:52:26"}, {"response_to": "31357258", "username": "Mae West", "message_id": "31357259", "user_id": "28460", "datetime": "2016-10-30 13:57:03", "datestring": "30. okt. '16, kl: 13:57:03", "text": "Myndi hafa samband við þau hjá Lauf ef þið eruð ekki búin að því. Leita ráða þar."}, {"response_to": "31357259", "username": "alboa", "message_id": "31357278", "user_id": "31118", "datetime": "2016-10-30 15:50:38", "datestring": "30. okt. '16, kl: 15:50:38", "text": "Tilgnagslaus samtök.  kv. alboa"}, {"response_to": "31357258", "username": "alboa", "message_id": "31357279", "user_id": "31118", "datetime": "2016-10-30 15:53:05", "datestring": "30. okt. '16, kl: 15:53:05", "text": "Það geta verið margar aðrar ástæður fyrir því að fólk fái flogaköst önnur en flogaveiki. Flogalyf eru alls ekki eitthvað til að dæla út hingað og þangað og það þarf að finna réttu lyfin.   Læknarnir á Akureyri ættu hins vegar að þrýsta á að hún komist fyrr að. Einnig ef ekki er búið að segja ykkur þetta þá á hún ekki að keyra næsta árið amk.  kv. alboa"}, {"response_to": "31357279", "username": "alboa", "message_id": "31357281", "user_id": "31118", "datetime": "2016-10-30 16:00:29", "datestring": "30. okt. '16, kl: 16:00:29", "text": "Annars er hræðilegt að komast að hjá taugalækni a Íslandi. Þeir eru flestir orðnir gamlir og að hætta störfum og það er nánast engin nýliðun í gangi. Svo eru aðrir sem eru fastir í gömlum lyfjum sem gera meiri skaða en gagn.  kv. alboa"}, {"response_to": "31357279", "username": "volvo s60", "message_id": "31357385", "user_id": "244614", "datetime": "2016-10-30 23:30:56", "datestring": "30. okt. '16, kl: 23:30:56", "text": "það var búið að láta okkur vita af því, en mér finnst ansi lélegt að ekki sé búið að koma henni til sérfræðings hingað suður þar sem eru rúmir 2 mánuðir frá fyrsta flogi"}, {"response_to": "31357385", "username": "alboa", "message_id": "31357390", "user_id": "31118", "datetime": "2016-10-31 00:22:21", "datestring": "31. okt. '16, kl: 00:22:21", "text": "Síðast þegar ég vissi var um ca 5-6 mánaða bið eftir tíma hjá taugalækni. Ef hins vegar hún heldur ítrekað áfram að fá flog væri ekkert vitlaust að fá hana suður og fara með hana á slysó í næsta flogi og athuga hvort hún fái ekki samtal við taugalækni þannig. Hins vegar er það alls ekkert víst að það hjálpi."}, {"response_to": "31357258", "username": "Splæs", "message_id": "31357291", "user_id": "83074", "datetime": "2016-10-30 17:38:38", "datestring": "30. okt. '16, kl: 17:38:38", "text": "Hefur hún verið sett í heilalínurit? Það er ein af rannsóknunum sem eru notaðar við sjúkdómsgreiningu."}, {"response_to": "31357291", "username": "volvo s60", "message_id": "31357382", "user_id": "244614", "datetime": "2016-10-30 23:25:54", "datestring": "30. okt. '16, kl: 23:25:54", "text": "já hún hefur farið í það."}, {"response_to": "31357258", "username": "shs9", "message_id": "31357293", "user_id": "182268", "datetime": "2016-10-30 17:57:59", "datestring": "30. okt. '16, kl: 17:57:59", "text": "Sendi þér póst eftir smá"}, {"response_to": "31357258", "username": "isora", "message_id": "31357315", "user_id": "53908", "datetime": "2016-10-30 19:40:02", "datestring": "30. okt. '16, kl: 19:40:02", "text": "Eru einhver önnur einkenni? Veit um eina sem var með MS sem fór að fá flog sem afleiðingu af sjúkdómnum."}]}