{"url": "https://bland.is/umraeda/adhd-fullordnir-og-engin-roandi-lyf-virka-a-kvida-ekki-a-adhd-lyfjum-anyone-/31358923/?page=170", "date": "2016-11-08 19:50:23", "id": "31358923", "items": [{"text": "Ég er búin að vera með kvíða síðan ég man eftir mér og versnað mikið með árunum. Ég hef prófað allan skalan af róandi lyfjum en þau gera ekkert fyrir mig. Ég hef alltaf átt erfitt með svefn og á endanum byrjað að taka svefntöflur sem hættu að virka. Algert einbeitingarleysi alltaf og tekið núna 12 próf og öll í hæsta við ADHD. Ég er búin að prófa núna Rítalín 10mg töflu eina í dag og eina í gær og allur kvíði farinn, einbeitninginn rosaleg og meiri að segja steinrotaðist án martraða í nótt ekki lengi en alveg sultu slök.Einhver annar spáð í því hvort að það að taka kvíðastillandi lyf sem geta valdið kvíða sé fyrir alla. Og já ég er búin að fara í þvílíku lyfja rólurnar hjá læknum.", "title": "ADHD fullorðnir og engin róandi lyf virka á kvíða. Ekki á ADHD lyfjum. Anyone??", "username": "rumpastilskin", "message_id": "31358923", "user_id": "48529", "response_to": null, "datetime": "2016-11-08 19:50:23", "datestring": "8. nóv. '16, kl: 19:50:23"}, {"response_to": "31358923", "username": "TheMadOne", "message_id": "31358924", "user_id": "67426", "datetime": "2016-11-08 19:57:52", "datestring": "8. nóv. '16, kl: 19:57:52", "text": "þess vegna þarf maður að taka lyf í samráði við lækni."}, {"response_to": "31358924", "username": "rumpastilskin", "message_id": "31358927", "user_id": "48529", "datetime": "2016-11-08 20:24:21", "datestring": "8. nóv. '16, kl: 20:24:21", "text": "Já ég er búin að vera að biðja um það því ég er búin að vera að farast úr kvíða í mörg ár og núna undir áreiti og get ekki verið lengur í sömu lyfjasúpunni og ekki sofið ég er bara að spá í því hvort að ADHD fólk hafi fundið að róandi hafi farið öfug í þau eða ekki virkað at all."}, {"response_to": "31358927", "username": "Alpha❤", "message_id": "31358939", "user_id": "105727", "datetime": "2016-11-08 21:33:57", "datestring": "8. nóv. '16, kl: 21:33:57", "text": "sum róandi virka ekki neitt á mig og önnur svakalega vel. Ætli það fari ekki eftir því hvaða efni það er sem hentar hverjum og einum."}, {"response_to": "31358927", "username": "TheMadOne", "message_id": "31358952", "user_id": "67426", "datetime": "2016-11-08 22:45:14", "datestring": "8. nóv. '16, kl: 22:45:14", "text": "varstu ekki að segja að þú værir komin með lausn?"}]}