{"url": "https://bland.is/umraeda/hvernig-thurrkara/31357505/?page=170", "date": "2016-10-31 14:46:22", "id": "31357505", "items": [{"text": "Electrolux þurrkarinn okkar gaf sig eftir rúmlega 11 ár í 5 manna fjölskyldu. Eigum Electrolux þvottavél. Mig vantar að kaupa mig þurrkara sem fyrst og sýnist að Elko er ávallt alltaf með besta verðið. Ég er að spá í þessum 2  Bæði eru með varmadælitækni (sem skiptir kannski ekki öllu málilð á Íslandi), Bosch er 9 kg Electrolux 8 kg, Bosch er með þurrkunartími 123 min og hinn 170 min...... Munar 30þ kr á verðið, Bosch dýrari. Er einhver með reynslu á þessum vélum? Eða öðrum vélum.....", "title": "Hvernig þurrkara", "username": "korny", "message_id": "31357505", "user_id": "32270", "response_to": null, "datetime": "2016-10-31 14:46:22", "datestring": "31. okt. '16, kl: 14:46:22"}, {"response_to": "31357505", "username": "kirivara", "message_id": "31357783", "user_id": "189868", "datetime": "2016-11-01 20:33:14", "datestring": "1. nóv. '16, kl: 20:33:14", "text": "Eru ekki allir hættir að nota þurkara, bæði dýrt og fer illa með föt"}, {"response_to": "31357783", "username": "korny", "message_id": "31357878", "user_id": "32270", "datetime": "2016-11-02 09:37:14", "datestring": "2. nóv. '16, kl: 09:37:14", "text": "??"}, {"response_to": "31357878", "username": "kirivara", "message_id": "31357931", "user_id": "189868", "datetime": "2016-11-02 14:15:05", "datestring": "2. nóv. '16, kl: 14:15:05", "text": "Nei bara spurði, annars á ég ágætis AEG þurkara en nota hann ekki mikið eins og fyrr segir, þá aðallega í neyð ef það er ekki hægt að hengja út eða bráðliggur á einhverju."}, {"response_to": "31357783", "username": "Hedwig", "message_id": "31357879", "user_id": "26056", "datetime": "2016-11-02 09:46:11", "datestring": "2. nóv. '16, kl: 09:46:11", "text": "Þurrkari er æðisleg uppfinning og hef ekki séð að fötin séu eitthvað verri úr þurrkarann nema þau eru mýkri bara."}, {"response_to": "31357505", "username": "Skessuskass", "message_id": "31357960", "user_id": "133904", "datetime": "2016-11-02 15:16:22", "datestring": "2. nóv. '16, kl: 15:16:22", "text": "Ég á 2 ára gamlan þurrkara frá Bosch sem ég er mjög ánægð með. Ekki sömu týpu samt og þú ert að spá í. Ég skoðaði markaðinn á sínum tíma og þeir eru margir orðnir mjög tölvustýrðir. Ég vildi hins vegar einfaldan þurrkara sem hægt er að opna og loka eftir hentisemi, s.s. ekki með öryggislokun sem tekur einhverjar mínútur að bíða eftir. Minn er líka með sjálfhreinsandi rakaþétti, sem mér finnst mikill kostur. Hef ekki fyrr heyrt um sjálfhreinsandi síur svo ég giska á að átt sé við rakaþéttinn í lýsingunni á þurrkaranum sem þú ert að spá í. Margir þurrkarar í dag eru orðnir mjög háværir, miklu háværari en eldri þurrkarar, svo það væri þáttur sem ég myndi skoða vel."}, {"response_to": "31357960", "username": "korny", "message_id": "31358154", "user_id": "32270", "datetime": "2016-11-03 10:25:32", "datestring": "3. nóv. '16, kl: 10:25:32", "text": "Er þinn með varmadælitækni? Hvað er hann marga mínútur að hitna (ég set oft skyrtur í þurrkari í um 5 mín til að ná krumpur út, svo þarf helst þurrkari sem hitna fljótt....)?"}, {"response_to": "31358154", "username": "Skessuskass", "message_id": "31358759", "user_id": "133904", "datetime": "2016-11-07 19:03:52", "datestring": "7. nóv. '16, kl: 19:03:52", "text": "Fyrirgefðu sein svör, fer sjaldan hingað inn. Ég veit ekki hvort hann er með varmadælutækni en ég hélt fyrst í stað að hann væri eitthvað bilaður því hann ætlaði aldrei að hitna og þvotturinn verður í raun aldrei svona brennandi heitur eins og í gamla (c.a. 6 ára gamall Electrolux). Ég einmitt notaði gamla þurrkarann minn oft til að slétta.  Ég geri það sjaldnar núna, finn ekki eins þörfina en kannski spilar inn í að hann er lengur að hitna. Þessi nýi er hins vegar með miklu öflugri blástur og er held ég fljótari að þurrka en sá gamli og virðist slíta þvottinum minna.  Blásturinn virkar svo sem líka við að slétta en þarf kannski aðeins lengri tíma.  Annar stór kostur er svo að þvotturinn kemur miklu ferskari úr þurrkinum en áður, á því er mjög mikill munur."}, {"response_to": "31357505", "username": "Kaffinörd", "message_id": "31358844", "user_id": "177967", "datetime": "2016-11-08 08:51:10", "datestring": "8. nóv. '16, kl: 08:51:10", "text": "Miele alla daga og engar málamiðlanir"}]}