{"url": "https://bland.is/umraeda/thid-sem-buid-erlendis/31358186/?page=170", "date": "2016-11-03 12:08:41", "id": "31358186", "items": [{"text": "Getið þið séð fram á að geta flutt aftur til Íslands,  eða er engin löngun til þess?    Ég spyr þar sem mér langar að flytja aftur heim en með húsnæðismal á Íslandi er eins gott að maður sé milljónamæringur.  Svo myndi vanta bíl og þá bætast tryggingar við,  og flutningur til Íslands yrði dýr þar sem þyrfti gám og maður þyrfti að fá laun sem covera allan þann kostnað ásamt háa kostnaðinum við matarinnkaup.  Myndi taka gám með dótinu þar sem ég myndi ekki leggja í af kaupa sofa og rum og allt það á Íslandi  Einhver sem er ný fluttur heim sem er búin að ganga í gegnum þetta eða einhverjir sem þekkja til hvernig best er að komast yfir þetta", "title": "Þið sem búið erlendis", "username": "Laiskajaska", "message_id": "31358186", "user_id": "324218", "response_to": null, "datetime": "2016-11-03 12:08:41", "datestring": "3. nóv. '16, kl: 12:08:41"}, {"response_to": "31358186", "username": "littleboots", "message_id": "31358226", "user_id": "170628", "datetime": "2016-11-03 13:25:37", "datestring": "3. nóv. '16, kl: 13:25:37", "text": "Mig er svona farið að langa það pínu eftir sex ár hérna úti, en er ekki tilbúin í það alveg strax. Við höfum það á ýmsan hátt gott hérna úti, en það er aðallega félagslegi og fjölskyldutengdi þátturinn heima sem laðar mann að Íslandi, sérstaklega eftir að við hófum barneignir.  Okkur langar einmitt að spara meira fyrir útborgun á íbúð áður en við flytjum, því ég vil helst ekki fara á leigumarkaðinn þegar við flytjum heim."}, {"response_to": "31358186", "username": "sigga tolla", "message_id": "31358229", "user_id": "141924", "datetime": "2016-11-03 13:43:23", "datestring": "3. nóv. '16, kl: 13:43:23", "text": "Ég er búin að vera úti í sex ár, með mann og 2 litla stráka. Mig er farið að langa mjög mikið heim, ég sakna foreldra minna og systkina alveg svakalega mikið. Við erum að spá í að reyna að fara næsta vor en erum með áhyggjur af sömu hlutum og þú. Mér finnst eins og þetta sé allt voðalegt basl á Íslandi. Við erum bæði ágætlega menntuð og ættum alveg að geta fengið vinnu heima. En þessi húsnæðismarkaður er stórfurðulegur og allur kostnaður virkar eittthvað svo hár í samanburði við laun sem fólk er að fá."}, {"response_to": "31358229", "username": "Myken", "message_id": "31358453", "user_id": "141701", "datetime": "2016-11-04 19:25:17", "datestring": "4. nóv. '16, kl: 19:25:17", "text": "og matarkostnaðurinn líka.."}, {"response_to": "31358186", "username": "sigga tolla", "message_id": "31358236", "user_id": "141924", "datetime": "2016-11-03 14:30:04", "datestring": "3. nóv. '16, kl: 14:30:04", "text": "En ertu búin að skoða verð á gámi? Það veltur náttúrlega á hvaðan þú ert að flytja en mér sýnist það varla borga sig fyrir okkur að gera það. Frekar kaupa ný húsgögn. En á eftir að skoða það betur."}, {"response_to": "31358236", "username": "Ruðrugis", "message_id": "31358332", "user_id": "293353", "datetime": "2016-11-04 01:23:36", "datestring": "4. nóv. '16, kl: 01:23:36", "text": "Ég myndi skoða verð á húsgögnum hér á Íslandi áður en þú ákveður að kaupa allt nýtt hér þegar þú flytur, ef ég skil þig rétt."}, {"response_to": "31358332", "username": "superbest", "message_id": "31358476", "user_id": "77471", "datetime": "2016-11-05 00:29:50", "datestring": "5. nóv. '16, kl: 00:29:50", "text": "Sammála. Þetta er ótrúlega fljótt að safnast uppí gríðarlegar upphæðir. Veit þetta því ég hef prófað það þegar ég flutti út - borgar sig ekki."}, {"response_to": "31358332", "username": "sigga tolla", "message_id": "31358901", "user_id": "141924", "datetime": "2016-11-08 15:34:56", "datestring": "8. nóv. '16, kl: 15:34:56", "text": "Já, ég á efitr að kanna þetta betur. En ég bý í USA og það mun kosta mikið að koma með gám. Líklega um miljón ISK. Og mér finnst reyndar ekkert að IKEA...."}, {"response_to": "31358901", "username": "saedis88", "message_id": "31358921", "user_id": "56492", "datetime": "2016-11-08 19:43:15", "datestring": "8. nóv. '16, kl: 19:43:15", "text": "þú ert samt mjög fljót að fara uppí milljón í húsgögnum og öllu. eldhúsáhöld eru t.d. fljót að telja og kostnaður sem maður tekur ekki endnilega inní myndina"}, {"response_to": "31358186", "username": "strákamamma", "message_id": "31358330", "user_id": "11836", "datetime": "2016-11-04 01:08:29", "datestring": "4. nóv. '16, kl: 01:08:29", "text": "Við erum nýflutt heim...  fluttum fyrir 3-5 ára tímabil til að byrja  með og búum í stúdentahúsnæði, einmitt vegna þessa að það er svo mikið rugl að leigja eða kaupa eins og málin standa núna."}, {"response_to": "31358186", "username": "LaRose", "message_id": "31358377", "user_id": "65188", "datetime": "2016-11-04 10:18:58", "datestring": "4. nóv. '16, kl: 10:18:58", "text": ""}, {"response_to": "31358377", "username": "sigurlas", "message_id": "31358458", "user_id": "107249", "datetime": "2016-11-04 20:11:27", "datestring": "4. nóv. '16, kl: 20:11:27", "text": "í hvað eyðið þið peningunum ykkar?"}, {"response_to": "31358458", "username": "LaRose", "message_id": "31358572", "user_id": "65188", "datetime": "2016-11-06 04:43:44", "datestring": "6. nóv. '16, kl: 04:43:44", "text": "Gull og svona"}, {"response_to": "31358572", "username": "sigurlas", "message_id": "31358581", "user_id": "107249", "datetime": "2016-11-06 10:04:21", "datestring": "6. nóv. '16, kl: 10:04:21", "text": "híhí sniðugt"}, {"response_to": "31358186", "username": "alboa", "message_id": "31358409", "user_id": "31118", "datetime": "2016-11-04 12:33:39", "datestring": "4. nóv. '16, kl: 12:33:39", "text": "Ég er nýflutt út og það var ódýrara fyrir mig að flytja dótið út með gámi heldur en að endurnýja allt hér (þrátt fyrir að vera flytja til lands með hagstæðu verðlagi). Ég get því ekki ímyndað mér að það sé ódýrara að kaupa allt nýtt á Íslandi."}, {"response_to": "31358409", "username": "LaRose", "message_id": "31358411", "user_id": "65188", "datetime": "2016-11-04 12:38:38", "datestring": "4. nóv. '16, kl: 12:38:38", "text": "Hvert ertu flutt?"}, {"response_to": "31358186", "username": "Myken", "message_id": "31358452", "user_id": "141701", "datetime": "2016-11-04 19:24:34", "datestring": "4. nóv. '16, kl: 19:24:34", "text": "já og nei..ég sakna íslands, fjölskyldunar og hafa umhverfi sem ég þekki í kringum mig. En eftir 6 ár hérna úti sé ég ekki fram á að við séum á leið til íslands nema í frí. við erum búin að koma okkur ágætlega fyrir hérna úti.. Krakkarnir þekkja ekkert annað voru 3-6 og 9 þegar við fluttum og ég er hrædd um að þau munu ekki þrífast í skólakerfinu."}, {"response_to": "31358186", "username": "superbest", "message_id": "31358477", "user_id": "77471", "datetime": "2016-11-05 00:39:52", "datestring": "5. nóv. '16, kl: 00:39:52", "text": "við fluttum fyrir tveim árum og það var vissulega erfitt því það eru bara kostir og gallar á svo ótrúlega mörgum og margþættum stigum. Það var mjög erfitt í byrjun man ég við nánast sáum eftir því þó við vildum ekki viðurkenna það. Það var þó fljótt að jafna sig og það voru sérstaklega krakkarnir sem blómstruðu hérna - frjáls. Svo er margt sem er ekki hægt að meta t.d. fengum við að fylgja ömmu síðasta spölinn og því er ég ótrúlega fegin. En varðandi húsnæðismál þá gerðum við eins go margir aðrir, bjuggum inná fólki til að jafna skellinn. Já það er erfitt en ekkert sem maður getur ekki þolað í nokkra mánuði."}, {"response_to": "31358186", "username": "flækjustig", "message_id": "31358552", "user_id": "318716", "datetime": "2016-11-05 23:36:49", "datestring": "5. nóv. '16, kl: 23:36:49", "text": "Auðvitað verðurðu að gera ráð fyrir að þetta verði dýrt."}, {"response_to": "31358186", "username": "MadKiwi", "message_id": "31358811", "user_id": "53594", "datetime": "2016-11-07 22:57:10", "datestring": "7. nóv. '16, kl: 22:57:10", "text": "Mig langar ekkert heim, en ef ég myndi flytja heim þá yrði það RUGL að kaupa húsnæði með verðtryggingu. Yrði frekar að safna mér þartil ég gæti staðgreitt hana, sem yrði semsagt aldrei. Þessi lán eru ótrúlega slæm fyrir neytandann og mig langar ekki í skuldir sem stækka bara."}, {"response_to": "31358186", "username": "lalía", "message_id": "31358919", "user_id": "62489", "datetime": "2016-11-08 18:53:09", "datestring": "8. nóv. '16, kl: 18:53:09", "text": "Við höfum mjög litla löngun til að flytja aftur til Íslands eins og er. Íhuguðum það í svona hálfa mínútu fyrir rúmu ári þegar við vorum að taka framtíðarákvarðanir en eftir stutta heimsókn fundum við að það var ekki það sem við vildum."}, {"response_to": "31358186", "username": "bogi", "message_id": "31358922", "user_id": "54181", "datetime": "2016-11-08 19:44:06", "datestring": "8. nóv. '16, kl: 19:44:06", "text": "Ég bjó fimm ár í Danmörku og við ætluðum alltaf heim aftur. Hefði viljað prófa að vinna úti en það gekk ekki að fá vinnu úti og markaðurinn betri á Íslandi á þeim tímapunkti. Ég fékk strax fína vinnu og maðurinn minn sem er arkitekt hefur haft vinnu þegar hann vill, á meðan við sjáum fólk sem útskrifaðist með honum fyrir fjórum árum varla verið komið með vinnu enn.   Á tímabilum verð ég mjög pirruð á Íslandi en ég var líka pirruð á Danmörku, svo kannski er þetta bara ég :/  Ég finn samt hvað allt varð auðveldara og hvað ég öðlaðist mikið frelsi við að flytja aftur heim. Kannski prófum við aftur seinna - hver veit :)"}, {"response_to": "31358186", "username": "barnabætur", "message_id": "31358929", "user_id": "308369", "datetime": "2016-11-08 20:29:45", "datestring": "8. nóv. '16, kl: 20:29:45", "text": "Ég bý í Noregi og ætla að flytja heim næsta vor. Atvinnumálin eru orðin frekar erfið og þetta stóðst ekki alveg væntingar. Þekki fleira fólk sem er í sömu hugleiðingum, ætli það sé einhver flóðbylgja að fara af stað?"}]}