{"url": "https://bland.is/umraeda/rispa-i-leiguibud-/31361896/?page=164", "date": "2016-11-24 20:56:43", "id": "31361896", "items": [{"text": "Ég er að fara að flytja úr íbúð sem ég var að legja núna fljótlega og það eru tvær frekar ljótar og djúpa rispur á gólfinu eftir að tappinn datt undan sótanum hjá mér og skrapaði í parketið. Og svo á öðrum stað þá missti ég stórann saltsteinslampa í gólfið sem gerði litla holu í parketið. Þegar ég flutti í íbúðina fyrir 4 árum var gólfið allt nýpússað. Þetta parket er þó gamalt og var ekki fallegt þegar ég flutti inn og mér finnst frekar leiðinlegt að borga pússun á 40 fm á svona gömlu parketi og það kostar alveg um 200þ kr hjá fagmanni. Ég er búin að segja leigusalanum frá þessu og sagðist ætla að pússa parketið en vissi þá ekki hvað það kostar. Ég er að spá hvað ég gæti gert án þess að vera ósanngjörn.", "title": "Rispa í leiguíbúð.", "username": "srosant", "message_id": "31361896", "user_id": "321924", "response_to": null, "datetime": "2016-11-24 20:56:43", "datestring": "24. nóv. '16, kl: 20:56:43"}, {"response_to": "31361896", "username": "noldurseggur", "message_id": "31361899", "user_id": "81771", "datetime": "2016-11-24 21:00:20", "datestring": "24. nóv. '16, kl: 21:00:20", "text": "Þú getur greitt fyrir skemmdirnar þínar. Það er ekki ósanngjarnt. Þú tókst við þessu nýpússuðu og skilar mörðu og með rispum. Dont be a pakk."}, {"response_to": "31361896", "username": "safapressa", "message_id": "31361902", "user_id": "198011", "datetime": "2016-11-24 21:10:38", "datestring": "24. nóv. '16, kl: 21:10:38", "text": "það eru til fyllingarefni í parketrispur í byko t.d. svipað og vaxlitur. Getur líka notað einhverja tegund af hnetum, man ekki hvaða.. og svo kannski að bóna sjálf bara parketið? En um að gera að gera þetta í samráði við leigusalann."}, {"response_to": "31361902", "username": "Brindisi", "message_id": "31361942", "user_id": "88255", "datetime": "2016-11-25 08:38:04", "datestring": "25. nóv. '16, kl: 08:38:04", "text": "valhnetur gera kraftaverk"}, {"response_to": "31361896", "username": "Mjallhvít og dvergarnir 5", "message_id": "31361921", "user_id": "6434", "datetime": "2016-11-24 23:04:53", "datestring": "24. nóv. '16, kl: 23:04:53", "text": "Ath. með fyllingarefni. Það er alltaf svo að eðlilegt slit er á öllu sem gengið er um og ekkert nýtt þar undir sólinni. Engin sem leigir íbúð býst við að gólfefni séu eins og ný eftir 4. ára leigu/búsetu.."}, {"response_to": "31361896", "username": "Fuzknes", "message_id": "31361924", "user_id": "175638", "datetime": "2016-11-25 00:36:16", "datestring": "25. nóv. '16, kl: 00:36:16", "text": "þú ert búin að borga fyrir að nota gólfið í 4 ár, það sér á ÖLLUM gólfum eftir 4 ára notkun. Er ekki notkun á gólfinu annars innifalin í leigunni? Það er oftast mögulegt að laga svona á slitnu gólfi þannig að það sjáist varla án þess að slípa allt gólfið. Smá sandpappír og smá lakk ætti að duga...."}, {"response_to": "31361924", "username": "Háesss", "message_id": "31361999", "user_id": "311188", "datetime": "2016-11-25 17:30:56", "datestring": "25. nóv. '16, kl: 17:30:56", "text": "Skemmdir og eðlilegt slit er ekki það sama."}, {"response_to": "31361896", "username": "ræma", "message_id": "31361961", "user_id": "36674", "datetime": "2016-11-25 11:57:38", "datestring": "25. nóv. '16, kl: 11:57:38", "text": "Leigusali verður að gera sér grein fyrir því að það er verið að ganga um gólfin og það mun sjást eitthvað á þeim eftir 4 ár, er einmitt að standa í svipuðu að fara úr íbúð eftir mörg ár"}, {"response_to": "31361961", "username": "tóin", "message_id": "31361986", "user_id": "161670", "datetime": "2016-11-25 15:33:45", "datestring": "25. nóv. '16, kl: 15:33:45", "text": "Hún er ekki að tala um \"umgengnisálag\", heldur skemmdir - annars vegar djúpar rispur og hins vegar vegna einhvers sem datt í gólfið.  Ég hefði haldið að leigutryggingin væri notuð upp í þetta, en það er kannski bara vitleysa"}, {"response_to": "31361896", "username": "svartasunna", "message_id": "31361988", "user_id": "54800", "datetime": "2016-11-25 16:16:23", "datestring": "25. nóv. '16, kl: 16:16:23", "text": "Myndi bara ræða aftur við leigusalann. Þegar èg leigði einu sinni þá var trygging notuð uppí skemmdir sem urðu á gólfdúk.  Myndi ekki mæla með því að \"hotfixa\" þetta nema tala við leigusala fyrst, leiðinlegt að fá íbuð til baka með slæmri lagfæringu sem þarf jafnvel að endurgera og kostar þá meira...èg hef sem leigusali líka lent í því."}, {"response_to": "31361896", "username": "Háesss", "message_id": "31361994", "user_id": "311188", "datetime": "2016-11-25 17:25:39", "datestring": "25. nóv. '16, kl: 17:25:39", "text": "Skemmdir eru skemmdir, þú skilar íbúðinni auðvitað í því ástandi sem þú tókst við henni, almenn umgengni eru ekki skemmdir."}, {"response_to": "31361896", "username": "Mjallhvít og dvergarnir 5", "message_id": "31361997", "user_id": "6434", "datetime": "2016-11-25 17:27:46", "datestring": "25. nóv. '16, kl: 17:27:46", "text": "Sé ég hefði átt að lesa betur. Taldi þig tala um almennt slit.. en viðgerðir á skemmdum myndi ég ræða við eigandann."}]}