{"url": "https://bland.is/umraeda/magakrampar-og-fylgifiskar/31365813/?page=154", "date": "2016-12-21 18:56:45", "id": "31365813", "items": [{"text": "Sæl öllsömul.  Ég er búinn að vera eiga við magakrampa sem eru soldið einkennilegir og ekki fengið bót á.  Fór í ristilspeglun fyrir ári siðan og allt kom fínt og flott út. Fór í blóðprufi þar sem eg var í vandræðum að léttast og fá massa og kom í ljos að ég var lár í testa og járni.  En.. svo byrjaði áhyggjubomban.....  Fór að fá magaskot sem leiddu til ferða á salerni og bjóst ég við að þetta væri mjólkuróþol en svo virðist það ekki bara vera það.  Málið er þegar ég fæ krampann þá þarf ég að fara mjög fljótt á salernið og það hefur komið blóð með. Stundum nóg til að lita vatnið en oftast ekkert.  Ég fór til doksa og það var tékkað á gyllinæð en ekki var það.  Og fékk ég lyf fyrir ristilkrampa. En þessir krampar virðadt koma eftir að ég er nýlega búinn að borða. Því miður er lyktin bæði af lofti og ferðum ekki góð og verri en maður getur kallað próteinbombu.  Að google þetta er ekki skemmtilegt kemur alltaf ristil krabbi og svoleiðis skemmtilegheit.   Er einhver sem getur eitthvað hjálpað.. Er ekki beint að sofna áhyggjulaus.  Fyrirfram þökk.", "title": "Magakrampar og fylgifiskar", "username": "414ever", "message_id": "31365813", "user_id": "326200", "response_to": null, "datetime": "2016-12-21 18:56:45", "datestring": "21. des. '16, kl: 18:56:45"}, {"response_to": "31365813", "username": "kirivara", "message_id": "31365825", "user_id": "189868", "datetime": "2016-12-21 20:03:47", "datestring": "21. des. '16, kl: 20:03:47", "text": "Heyrðu ég get sagt þér frá einum magaveikum sem ég þekki, hann hefur verið slæmur í mörg ár og ekkert gert neitt sérstaklega í því þangað til að hann fór að taka inn Probi Mage 1 hylki á dag og er hann á glasi nr.2 og segist bara vera allt annar og þetta sé að bjarga lífi hans á mörgu leiti hann var hættur að vilja vera meðal fólks út af vindverkjum og prumpi með þvílíkri lykt en það hefur stórlagast. Ég hef engra hagsmuna að gæta gagnvart þessu svo ekki er ég að auglýsa það, ég veit ekki hvað þetta kostar en ég veit að þetta á að geymast í kæli og fæst í Heilsuhúsum og stöku Apóteki (þar sem ég hef séð þetta). Prófaðu endilega og vittu hvort þetta geti hentað þér."}, {"response_to": "31365825", "username": "414ever", "message_id": "31365892", "user_id": "326200", "datetime": "2016-12-22 11:22:58", "datestring": "22. des. '16, kl: 11:22:58", "text": "Hvar fæ ég þetta"}, {"response_to": "31365892", "username": "kirivara", "message_id": "31365948", "user_id": "189868", "datetime": "2016-12-22 19:15:10", "datestring": "22. des. '16, kl: 19:15:10", "text": "Hann segist hafa keypt þetta í Heilsuhúsinu á Selfossi og þá er það örugglega til í Heilsuhúsinu í Kringlunni og svo hef ég séð þetta í einhverri Lyfju búðinni man bara ekki hvar."}, {"response_to": "31365892", "username": "kirivara", "message_id": "31365950", "user_id": "189868", "datetime": "2016-12-22 19:18:53", "datestring": "22. des. '16, kl: 19:18:53", "text": "Gúgglaði þetta fyrir þig, Abel heilsuvörur hafa eitthvað með þetta að gera."}, {"response_to": "31365813", "username": "ingbó", "message_id": "31365899", "user_id": "146104", "datetime": "2016-12-22 11:55:44", "datestring": "22. des. '16, kl: 11:55:44", "text": "Sleppa öllu próteindufti, ef þú eft að taka það og fara svo í ristilspeglun."}, {"response_to": "31365899", "username": "414ever", "message_id": "31365912", "user_id": "326200", "datetime": "2016-12-22 13:00:12", "datestring": "22. des. '16, kl: 13:00:12", "text": "Fór fyrir ári síðan ekkert að sjá."}, {"response_to": "31365912", "username": "ingbó", "message_id": "31366101", "user_id": "146104", "datetime": "2016-12-23 23:46:14", "datestring": "23. des. '16, kl: 23:46:14", "text": "Nú - þá er að taka mataræðið í gegn. Mjólkursýrugerlar - nota laktósafríar mjólkurvörur ef þú neytir mjólkur á annað borð.  Örnu AB mjólk reynist mörgum mjög vel - sýrt grænmeti - hljómar kannski sérkennilega en hjálpar gerlaflórunni í þörmunum.  Og fylgjast mjög vel með meltingunni, skrifa niður hvað þú borðar og reyna að finna út hvað fer illa í þig.  Mörgum reynist betra að borða súrdeilsbrauð en venjulegt og auðvitað fyrst og fremst heilkornabrauð.  Grænmeti gjarnan soðið frekar en hrátt.  Og enn og aftur - slepptu próteinduftinu."}, {"response_to": "31365813", "username": "fortunecup", "message_id": "31365963", "user_id": "140356", "datetime": "2016-12-22 21:32:56", "datestring": "22. des. '16, kl: 21:32:56", "text": "Ég hef aðeins eitt ráð.  Ristilspeglun. Þarft tilvísun frá heimilislækni til að komast í það."}, {"response_to": "31365813", "username": "alboa", "message_id": "31365978", "user_id": "31118", "datetime": "2016-12-22 22:31:11", "datestring": "22. des. '16, kl: 22:31:11", "text": "Haltu matardagbók í mánuð og athugaðu hvort þú sjáir eitthvað mynstur. T.d. með mjólkuróþol, lestu mjög vel utan á allt sem þú borðar og drekkur til að sjá hversu mikið af mjólk þú ert að innbyrða og skráðu það niður. Sama með hveiti og sykur. Þannig geturðu mögulega séð út mynstur og hvað það er sem þú raunverulega þolir ekki.  kv. alboa"}, {"response_to": "31365978", "username": "bdsnhaviet2016", "message_id": "31366007", "user_id": "326242", "datetime": "2016-12-23 02:20:20", "datestring": "23. des. '16, kl: 02:20:20", "text": "good, no.1"}, {"response_to": "31365813", "username": "safapressa", "message_id": "31366004", "user_id": "198011", "datetime": "2016-12-23 01:26:24", "datestring": "23. des. '16, kl: 01:26:24", "text": "Ég mæli með að byrja daginn á tveim glösum af vatni og góðgerlum fyrir magann. Passa líka mataræðið, hafa sykur, hveiti og mjólkurvörur í lágmarki. Gefðu þessu tvær vikur og ég er viss um að þú finnur mun. Ef ekki er eitthvað annað að og þá þarf nánari rannsóknir."}, {"response_to": "31365813", "username": "ragazza", "message_id": "31366115", "user_id": "52246", "datetime": "2016-12-24 01:14:53", "datestring": "24. des. '16, kl: 01:14:53", "text": "prófaðu að taka út glúten. gangi þér vel."}, {"response_to": "31365813", "username": "daggz", "message_id": "31366139", "user_id": "54335", "datetime": "2016-12-24 14:25:08", "datestring": "24. des. '16, kl: 14:25:08", "text": "Nákvæmlega svona er ég búin að þurfa að eiga við í nokkur ár. Mataræðið skiptir miklu. Ég þoli illa tómatvörur, sterkan mat, lauk (sérstaklega rauðlauk) og þungan mjólkurmat eins og mikið af rjóma og ostum. Eins verð ég að passa mig að borða ekki seint á kvöldin."}]}