{"url": "https://bland.is/umraeda/kynlif-og-keiluskurdur/31367970/?page=149", "date": "2017-01-07 23:14:40", "id": "31367970", "items": [{"text": "Ég fór í keiluskurð í gær og það gekk mjög vel og engir verkir, blóð eða vandamál. Ég veit að það má ekki stunda kynlíf í 4-5 vikur eftir það en ég asnaðist til að stunda endaþarmsmök áðan. Við reyndum að fara rólega en eins og gengur og gerist þá kom smá æsingur í okkur (sem varði þó ekki lengi)Ég fann enga verki á meðan eða eftir en nún er ég með smá stingi í leghálsinum, þetta er ekki beint verkur heldur bara óþægindi.. Það blæðir ekkert og engin útferð eða neitt þannig. Ég gleymdi alveg að spurja hvort að það mætti eða hvort hún væri bara að tala um kynlíf í leggöng og ég finn ekkert um þetta á google. Vill einhver plís segja mér hvort eég hafi verið að skemma eitthvað og hvort að sárið grói samt ekki alveg rétt?Ég veit það fyrir víst að ég get ekki sleppt öllu kynlífi þennan tíma ef ég verð alveg verkjalaus...", "title": "Kynlíf og keiluskurður", "username": "AddaDuda", "message_id": "31367970", "user_id": "326728", "response_to": null, "datetime": "2017-01-07 23:14:40", "datestring": "7. jan. '17, kl: 23:14:40"}, {"response_to": "31367970", "username": "TheMadOne", "message_id": "31367989", "user_id": "67426", "datetime": "2017-01-08 00:55:37", "datestring": "8. jan. '17, kl: 00:55:37", "text": "Varstu í keiluskurði í gær og til í kynlíf í dag?  Þú ættir að hvíla þig aðeins."}, {"response_to": "31367989", "username": "AddaDuda", "message_id": "31368011", "user_id": "326728", "datetime": "2017-01-08 09:47:42", "datestring": "8. jan. '17, kl: 09:47:42", "text": "Já.  Hef ekki enn fundið neitt til. Ég stundaði líka kynlíf kvöldið og daginn eftir leghálsspeglun og það hafði engin slæm áhrif á mig. Það er líka talað um 10 daga án kynlífs eftir það en ég held ég gæti hreinlega ekki þraukað svo lengi án kynlífs :/  Ég finn allavega ekkert til í dag þannig ég hef minna áhyggjur af þessu núna.  Ég væri samt til í svar við upphafs spurningunni. .."}, {"response_to": "31368011", "username": "Bakasana", "message_id": "31368022", "user_id": "266266", "datetime": "2017-01-08 11:41:33", "datestring": "8. jan. '17, kl: 11:41:33", "text": "Er þetta spurning um einhvers konar hvatvísi sem þú hefur ekki stjórn á? Ef þú getur raunverulega ekki haft stjórn á þessu gæti þurft einhverja auka læknishjálp/lyf. Getur maki/bólfélagi þinn ekki verið einhver aðstoð í þessu? Ef þú telur þig ekki geta þraukað í nokkra daga (eða einn) en átt skv læknisráði að sleppa kynlífi í nokkrar vikur ættirðu hiklaust að hafa samband við lækninn þinn og fá í það minnsta betri upplýsingar um hvaða áhrif aukið blóðflæði eða samdrættir hafa á keiluskurðinn."}, {"response_to": "31368011", "username": "saedis88", "message_id": "31368023", "user_id": "56492", "datetime": "2017-01-08 11:43:46", "datestring": "8. jan. '17, kl: 11:43:46", "text": "læknirinn segir ekkert kynlíf í x tíma. þú bara hlustar á lækninn."}, {"response_to": "31368011", "username": "TheMadOne", "message_id": "31368037", "user_id": "67426", "datetime": "2017-01-08 13:30:55", "datestring": "8. jan. '17, kl: 13:30:55", "text": "Það er himinn og haf á milli keiluskurðar og speglunnar. Þú getur \"rifið upp\" sárið eftir keiluskurðinn. Það gæti þurft ennþá lengra kynlífshlé."}, {"response_to": "31368011", "username": "TheMadOne", "message_id": "31368079", "user_id": "67426", "datetime": "2017-01-08 19:18:13", "datestring": "8. jan. '17, kl: 19:18:13", "text": "ef þú ert þá ekki tröll þá ertu með opið sár í píkunni á þér. Þú átt ekki einu sinni að reyna á þig til að byrja með."}]}