{"url": "https://bland.is/umraeda/hofudverkur-i-enni-i-ca-3-ar-e-r-rad-/31371435/?page=141", "date": "2017-01-29 20:42:42", "id": "31371435", "items": [{"text": "jamm er sem sé búin að vera með stöðugan höfuðverk í ca 3 ár. Það hefur ekkert fundist út hvað það er en hefur reyndar svo sem ekki verið mikið skoðað. Er búin að vera líka með taugaverki í höfðinu og það er alveg vitað hvað það er en með verkinn í enninu þá er fátt um svör. Stundum er hann slæmur en venjulega bara er hann. Hann hamlar mér ekki mikið en þetta er bara mjög pirrandi ástand. Læknir sagði við mig að ég gæti þess vegna átt von á að vera alltaf með hann. Ég er bara ekki alveg sátt við það. Eða er ekki tilbúin að sætta mig við það. Fyrir ca 22 árum þá keyrði bíll á mig og ég lenti á enninu og það þurfti að sauma 7 spor og ég er alltaf með smá bólgu þar og verð aum ef ég rek mig í þar. Varla getur það verið að valda þessu? Þessi höfuðverkur kom í kjölfarið á áfalli. Eða ég varð fyrir áfalli og þá byrjuðu taugaverkirnir og svo nokkrum mánuðum seinna kom þessi ennishöfuðverkur og hefur verið stöðugt síðan þá. Er einhver sem hefur einhverja hugmynd eða hefur reynslu af þvi að vera með stöðugan höfuðverk og losnað við hann? Ég er alveg blank.", "title": "höfuðverkur í enni í ca 3 ár. E-r ráð?", "username": "cutzilla", "message_id": "31371435", "user_id": "103215", "response_to": null, "datetime": "2017-01-29 20:42:42", "datestring": "29. jan. '17, kl: 20:42:42"}, {"response_to": "31371435", "username": "PrumpandiStrumpur", "message_id": "31371441", "user_id": "316593", "datetime": "2017-01-29 21:07:10", "datestring": "29. jan. '17, kl: 21:07:10", "text": "Ertu að taka einhver lyf?"}, {"response_to": "31371441", "username": "cutzilla", "message_id": "31371442", "user_id": "103215", "datetime": "2017-01-29 21:08:41", "datestring": "29. jan. '17, kl: 21:08:41", "text": "já en þegar þetta byrjaði var ég bara að taka magabólgulyf"}, {"response_to": "31371442", "username": "PrumpandiStrumpur", "message_id": "31371460", "user_id": "316593", "datetime": "2017-01-29 23:59:42", "datestring": "29. jan. '17, kl: 23:59:42", "text": "Ertu enn að èta þau? Hefurðu ath. Aukverkun við þeim. Drekka nóg af vatni."}, {"response_to": "31371460", "username": "cutzilla", "message_id": "31371470", "user_id": "103215", "datetime": "2017-01-30 07:16:51", "datestring": "30. jan. '17, kl: 07:16:51", "text": "aldrei datt mér í hug að magabólgulyfið gæti valdið einhverjum aukaverkunum sem þessum en þegar ég fer að skoða þetta þá sýnist mér að þetta sé eitthvað sem þarf að skoða. Ætla að tala við lækninn minn um að prófa eitthvað annað lyf til að skoða hvort þetta geti verið sökudólgurinn. Kærar þakkir."}, {"response_to": "31371470", "username": "PrumpandiStrumpur", "message_id": "31371473", "user_id": "316593", "datetime": "2017-01-30 09:34:43", "datestring": "30. jan. '17, kl: 09:34:43", "text": "À þessu magabólgu lyfi Er aukaverkun hausverkur."}, {"response_to": "31371435", "username": "Júlí 78", "message_id": "31371457", "user_id": "245905", "datetime": "2017-01-29 23:53:42", "datestring": "29. jan. '17, kl: 23:53:42", "text": "Það er svo margt sem getur valdið höfuðverk. Mér finnst þú ættir að fara aftur til læknis og láta tékka á blóðprufum hjá þér, einnig blóðþrýstingi. Einnig þar sem þú hefur lent í bílslysi þó það séu mörg ár síðan að ræða það við lækninn hvort ekki sé rétt að mynda höfuðið eða að þú farir í svona tölvusneiðmynd (CT-scan). En stress getur líka valdið höfuðverk, ertu í stressandi vinnu? Eða er mikið álag á þér?"}, {"response_to": "31371457", "username": "cutzilla", "message_id": "31371471", "user_id": "103215", "datetime": "2017-01-30 07:20:34", "datestring": "30. jan. '17, kl: 07:20:34", "text": "það er ekkert í blóðprufum sem skýrir höfuðverk.  Ég hef ekki farið í CT scan en hef farið í röntgen og segulómum af höfði. En prófa að nefna þetta við lækninn minn. Er ekki í stressandi vinnu, er öryrki. En nei það er ekki mikið álag á mér. En ég skoða þetta með  CT mynd. Kærar þakkir."}, {"response_to": "31371435", "username": "notjona", "message_id": "31371485", "user_id": "318897", "datetime": "2017-01-30 10:56:52", "datestring": "30. jan. '17, kl: 10:56:52", "text": "ég er með af og til hausverk sem virðist byrja í enni, á eftir að fara í segulómskoðun og skoða hausinn, ef ekkert kemur þar upp ætla ég að prófa botox, já botox"}, {"response_to": "31371485", "username": "cutzilla", "message_id": "31371506", "user_id": "103215", "datetime": "2017-01-30 13:38:25", "datestring": "30. jan. '17, kl: 13:38:25", "text": "ég prófaði bótox reyndar út af taugaverkjunum í höfðinu og það var sprautað í hnakkann á mér. Ég átti soldið erfitt með að halda haus í einhvern tíma og fékk lánaðan hálskraga til að nota til að hvíla mig. Því miður virkaði það ekki fyrir mig. En það hefur virkað fyrir marga."}, {"response_to": "31371435", "username": "Alexandar", "message_id": "31371547", "user_id": "185458", "datetime": "2017-01-30 18:14:40", "datestring": "30. jan. '17, kl: 18:14:40", "text": "Hefur þú íhugað að skera út kolvetni úr fæðu? Það var ansi algengt hjá mér að vera með hausverk þar til ég byrjaði á lágkolvetnamataræði.  Það hefur verið notað til að laga mígreni og flogaveiki.  Hvað með eitthvað eins og THC/CBD?"}, {"response_to": "31371547", "username": "cutzilla", "message_id": "31371560", "user_id": "103215", "datetime": "2017-01-30 19:58:01", "datestring": "30. jan. '17, kl: 19:58:01", "text": "nei ég hafði nú ekki pælt sérstaklega í því en skoða það. En með THC/CBD þá veit ég alveg af því en það er bara ekki my thing. Myndi frekar skoða það ef þetta væru miklar kvalir. Sumir erlendis hafa verið að nota það á taugaverkina í höfðinu, sem ég er líka með en ég er á lyfjum sem hafa haft mikil áhrif á þá."}, {"response_to": "31371435", "username": "Hómer joð Simpsson", "message_id": "31371555", "user_id": "326220", "datetime": "2017-01-30 19:50:07", "datestring": "30. jan. '17, kl: 19:50:07", "text": "Hefuru verið að sofa illa eða horft of mikið a Sjónvarpið"}, {"response_to": "31371555", "username": "cutzilla", "message_id": "31371558", "user_id": "103215", "datetime": "2017-01-30 19:54:14", "datestring": "30. jan. '17, kl: 19:54:14", "text": "í 3 ár? ég sef misjafnlega og á tíma sem ég horfi mikið á sjónvarp en á líka tíma sem ég horfi eiginlega ekkert á sjónvarp. Ég myndi halda að ef þetta væru orsakavaldarnir að þá myndi ég einhvern tímann fá frí frá höfuðverknum þó það væri ekki nema klst. En hver veit."}]}