{"url": "https://bland.is/umraeda/ma-ekki-vera-osammala-heimilislaekninum-sinum-/31383425/?page=113", "date": "2017-05-04 18:58:13", "id": "31383425", "items": [{"text": "Þannig er mál með vexti að ég talaði við læknirinn minn um að ég ætti við kvíðavandamál að stríða og vildi fá tilvísun á geðlækni, þar sem það er erfitt og tekur langan tíma að komast að hjá þeim.  Hann sagði ég þyrfti þess ekkert og kom með úrræði um lyfjagjöf sem ég var ekki sammála (geðdeyfðarlyf) sem taka vikur að byrja virka.  Ég afþakkaði og með þrautseigju gaf hann mér tilvísun á geðlækni sem ég tel betur farinn í að ræða svona mál við.  Viti menn nú þegar ég hringdi í morgun og vildi endurnýja verkjalyf sem ég þarf oft að taka, lenti í vinnuslysi fyrir árum og brotnuðu 3 hryggjarliðir ( þar af leiðandi á ég oft við verki að stríða). Þá neitar hann mér um það og er ástæðan að ég hlustaði ekki á hans ráð í seinasta samtali okkar, ég sagði þú ert heimilislæknirinn minn hvert á ég eiginlega að leita annað en til þín, hann sagði að ég ætti að finna útúr því sjálfur.  Tók fram að ég hafi áður skipt um heimilislækni, já ég bjó útá landi og flutti til Rvk!", "title": "Má ekki vera ósammála heimilislækninum sínum?", "username": "hilmar1", "message_id": "31383425", "user_id": "135765", "response_to": null, "datetime": "2017-05-04 18:58:13", "datestring": "4. maí '17, kl: 18:58:13"}, {"response_to": "31383425", "username": "everything is doable", "message_id": "31383426", "user_id": "17765", "datetime": "2017-05-04 19:04:14", "datestring": "4. maí '17, kl: 19:04:14", "text": "Ég myndi ekki hika við að senda kvörtun á heilsugæsluna og landlækni og skipta svo um heimilislækni, ég tek ekki í mál að díla við lækna sem hlusta ekki á mína hlið og mína skoðun á hvaða leið ég vil fara í meðferð."}, {"response_to": "31383426", "username": "hilmar1", "message_id": "31383429", "user_id": "135765", "datetime": "2017-05-04 19:07:48", "datestring": "4. maí '17, kl: 19:07:48", "text": "Já þetta er bara fáránlegt, vetkirnir mínir tengdust ekkert seinasta samtali okkar. Ætlaði að senda kvörtun til landslækni enn geri það líka núna á heilsugæsluna, þetta er í Domus Medica."}, {"response_to": "31383429", "username": "Myken", "message_id": "31383436", "user_id": "141701", "datetime": "2017-05-04 20:43:12", "datestring": "4. maí '17, kl: 20:43:12", "text": "já mæli með því að senda hvortun á báða staði.."}, {"response_to": "31383436", "username": "hilmar1", "message_id": "31383443", "user_id": "135765", "datetime": "2017-05-04 20:55:08", "datestring": "4. maí '17, kl: 20:55:08", "text": "Nei ég var búinn að leita útum allt enginn að taka við nýjum eða alveg 3 mánaða við. Var svo bent á stað sem sérhæfir sig í foreldrum með ung börn og fékk heimavitjun sama dag og tíma í næstu viku. Mjög ánægður með það. Það var líka látið mig gera próf og svona ekki bara hey þú ferð bara á þetta og ekkert hlustað á mann!"}, {"response_to": "31383425", "username": "Soigné", "message_id": "31383448", "user_id": "294991", "datetime": "2017-05-04 21:37:04", "datestring": "4. maí '17, kl: 21:37:04", "text": "Sendu kvörtun til landlæknis og yfirlæknis heilsugæslunnar þar sem þú ert og ekki hika við það. Svona fólk sko..."}, {"response_to": "31383425", "username": "Hunzell", "message_id": "31383641", "user_id": "318919", "datetime": "2017-05-06 19:55:26", "datestring": "6. maí '17, kl: 19:55:26", "text": "Ekkert vesen. Þú rekur lækninn og færð þér annan."}]}