{"url": "https://bland.is/umraeda/bad-einu-sinni-i-viku/31385582/?page=110", "date": "2017-05-15 00:35:50", "id": "31385582", "items": [{"text": "Ég les fréttir af því að gamalt fólk á hjúkrunarheimilum fær böðun einu sinni í viku. Líka gamalt fólk sem býr heima sem þarf aðstoð við böðun. Ég fór svona að velta þessu fyrir mér þar sem ég fer nú í bað að minnsta kosti á hverjum degi hvort þarfir mínar varðandi það yrðu eitthvað öðruvísi þegar ég er orðin það lasburða að ég geti ekki baðað mig sjálf. Skyldi vera nóg fyrir mig að fá böðun einu sinni í viku? Mig hryllir við tilhugsuninni. Hvað með ykkur, haldið þið að ykkur myndi nægja böðun einu sinni í viku á gamals aldri?", "title": "Bað einu sinni í viku", "username": "Júlí 78", "message_id": "31385582", "user_id": "245905", "response_to": null, "datetime": "2017-05-15 00:35:50", "datestring": "15. maí '17, kl: 00:35:50"}, {"response_to": "31385582", "username": "TheMadOne", "message_id": "31385584", "user_id": "67426", "datetime": "2017-05-15 00:52:03", "datestring": "15. maí '17, kl: 00:52:03", "text": "þetta er bara eitt af mörgu sem fólk þarf að sætta sig við."}, {"response_to": "31385584", "username": "Júlí 78", "message_id": "31385586", "user_id": "245905", "datetime": "2017-05-15 01:03:35", "datestring": "15. maí '17, kl: 01:03:35", "text": "Mér finnst augljóst að það þarf fleira starfsfólk inn á hjúkrunarheimilin og í heimaþjónustuna. Til þess að svo geti orðið þarf að borga hærri laun fyrir þessa vinnu, svo fleira fólk fáist í störfin. Nei, það er nú meiri forgangur á það að borga þessum alþingismönnum hærri laun þó þeir hafi ágæt laun fyrir. Ég velti því fyrir mér hvort þessir ráðamenn muni sætta sig við böðun einu sinni í viku þegar og þeir lenda á til dæmis hjúkrunarheimilum eða þurfa aðstoð við böðun heima. Æi, ég gleymdi alveg, auðvitað verður t.d. Bjarni Ben í engum vandræðum með svona þjónustu fyrir sig, hann á nóga peninga, hann bara hringir í einkaþjónustu Sinnum eða hvað þetta heitir og biður um böðun fyrir sig eins oft og hann vill. Það er munur að eiga nóg af peningum. Vonum bara að hann þurfi ekki að fara á stofnun eins og hjúkrunarheimili."}, {"response_to": "31385586", "username": "Mae West", "message_id": "31385592", "user_id": "28460", "datetime": "2017-05-15 02:58:14", "datestring": "15. maí '17, kl: 02:58:14", "text": "Það er borgað sérstaklega fyrir böð, það er ekki málið."}, {"response_to": "31385582", "username": "Mae West", "message_id": "31385590", "user_id": "28460", "datetime": "2017-05-15 02:54:57", "datestring": "15. maí '17, kl: 02:54:57", "text": "Fólk er baðað oftar ef það kemur eitthvað uppá. Þetta er frekar ömurlegt að þetta sé svona en það er rosaleg mannekla á mörgum stöðum og böð kosta einnig aukalega fyrir hjúkrunarheimilin. Leitt að það skipti máli en það hlýtur að spila inní."}, {"response_to": "31385590", "username": "Mae West", "message_id": "31385591", "user_id": "28460", "datetime": "2017-05-15 02:57:11", "datestring": "15. maí '17, kl: 02:57:11", "text": "Ég semsagt vinn á hjúkrunarheimili. Þegar ég byrjaði þá var þetta oft tvö böð á sumum deildum, það hefur síðan þá minnkað og er gjarna eitt bað á viku allavega þar sem ég þekki til en það er allur gangur á því og auðvitað er það ekki alltaf svoleiðis en jú oftar en ekki."}, {"response_to": "31385591", "username": "Júlí 78", "message_id": "31385610", "user_id": "245905", "datetime": "2017-05-15 09:42:55", "datestring": "15. maí '17, kl: 09:42:55", "text": "Ef böð kosta aukalega fyrir hjúkrunarheimilin þá þarf bara meira fjármagn til þeirra. En þó finnst mér það ekki nóg því stjórnendur hjúkrunarheimila eru misjafanir og það að fá meiri pening inn í reksturinn er ekki gerir það ekki öruggt að baðþjónustan verði meiri. Mér finnst að það ætti að vera í lögum að það sé réttur hvers og eins að fá böðun oftar en einu sinni í viku hvort sem fólk er á hjúkrunarheimilum eða er svo lasburða að það getur ekki baðað sig heima án aðstoðar."}, {"response_to": "31385582", "username": "Ljufa", "message_id": "31385597", "user_id": "62972", "datetime": "2017-05-15 06:38:43", "datestring": "15. maí '17, kl: 06:38:43", "text": "Mér finnst þetta hreint alveg ömurlegt. Ég á aldraðan föður á Vífilsstöðum sem fer væntanlega á hjúkrunarheimili. Hnan fær böðun vikulega og það var líka þannig þegar hann var heima um hríð. Svo virðist sem fólk aðlagist þessu, amk flestir þótt við sem yngri erum skiljum það ekki. Oft er fólk svo lélegt og lasburða að það er búið á því eftir baðið, það upplifir oft lítið notalegt við baðið eins og við sem frísk erum. Föðum mínum finnst baðið erfitt og er hundkalt enda æðakerfið orðið mjög lélegt. Þannig er nu það, þarfirnar breytast."}, {"response_to": "31385582", "username": "alboa", "message_id": "31385600", "user_id": "31118", "datetime": "2017-05-15 06:50:52", "datestring": "15. maí '17, kl: 06:50:52", "text": "Ég vann á hjúkrunarheimili og mörgum fannst þetta vikulega bað nánast of mikið. Leið illa í þessu baði og vildu frekar bara góðan þvott. Fólko er þvegið á hverjum degi þó það fari ekki í sturtu/bað á hverjum degi. Sumir vildu fara tvisvar í viku og ef það var hægt fengu þeir það.   Húðin á mörgum þoldi varla vikulega baðið, hvað þá meira. Enda þynnist húðin á fólki á þessum aldri mikið. Fólk svitnar mikið minna líka. Það er ekki hægt að bera 90 ára veika manneskju saman við 45 ára fullfríska manneskju þegar kemur að þörfum varðandi baðferðir.  kv. alboa"}, {"response_to": "31385600", "username": "LaRose", "message_id": "31385601", "user_id": "65188", "datetime": "2017-05-15 07:23:46", "datestring": "15. maí '17, kl: 07:23:46", "text": ""}, {"response_to": "31385601", "username": "Júlí 78", "message_id": "31385609", "user_id": "245905", "datetime": "2017-05-15 09:37:53", "datestring": "15. maí '17, kl: 09:37:53", "text": "Ég er næstum viss um að starfsfólkið á hjúkrunarheimilum og í heimaþjónustunni er ekki að þvo öllu fólkinu á með þvottapoka á öllum þeim stöðum sem ætlast er til að fólk þvoi sér sérstaklega þegar farið er í sundlaug. Kannski á einhverjum þessum stöðum, ég efast a.m.k. um að þau séu að þvo fólkinu við kynfæri með þvottapoka, það væri a.m.k. ágætt að vita frá einhverjum sem vinnur á svona stað hvort svo sé."}, {"response_to": "31385609", "username": "GunnaTunnaSunna", "message_id": "31385612", "user_id": "272893", "datetime": "2017-05-15 09:56:28", "datestring": "15. maí '17, kl: 09:56:28", "text": "Ég var að vinna á hjúkrunarheumili og jú það er þvegið mjög vel 1x í viku. Meira að segja 2x um hárið. Og vel þvegið á kynfærasvæði undir höndum og undir brjóstum. Þeir sem voru taldir þurfa oftar bað fengu að auki 1 bað að kvöldi svo þá var það 2x í viku. Svo er neðan þvottur á hverju kvöldi og morgni, vel þvegið á kynfærasvæði og að aftan. Og undir hendur og brjóst á hverjum morgni. Ég mín reynsla er sú að það sé frekar erfitt að fá eldra fólk í bað frekar heldur en þeim finnist þetta ekki nóg. Þetta reynir rosalega á þau og þau eru oft bara alveg búin eftir þetta. Þetta er að minnsta kosti mín reynsla."}, {"response_to": "31385612", "username": "Júlí 78", "message_id": "31385613", "user_id": "245905", "datetime": "2017-05-15 10:04:15", "datestring": "15. maí '17, kl: 10:04:15", "text": "Einhver hjúkrunarheimili þvo þeim einstaklingum sem þess þurfa oftar en einu sinni í viku t.d. þeim sem eru með þvagleka. En ég held að sum hjúkrunarheimilin séu ekkert að spá í að þvo fólki meira en það sem lög gera ráð fyrir. Ef lögin segja einu sinni í viku þá sé það ekki oftar. Það finnst mér ekki boðlegt, ekki vil ég vera á svoleiðis stað seinna meir takk fyrir!  En greinilega betra system á þessu á þessu hjúkrunarheimili sem þú vannst á GunnaTunnaSunna. Má ég spyrja hvaða hjúkrunarheimili þetta var?"}, {"response_to": "31385613", "username": "GunnaTunnaSunna", "message_id": "31385617", "user_id": "272893", "datetime": "2017-05-15 10:49:58", "datestring": "15. maí '17, kl: 10:49:58", "text": "Eir"}, {"response_to": "31385613", "username": "Brindisi", "message_id": "31385622", "user_id": "88255", "datetime": "2017-05-15 12:20:52", "datestring": "15. maí '17, kl: 12:20:52", "text": "ertu ekki til í að finna þennan lagabálk um baðferðir vistmanna hjúkrunarheimila?"}, {"response_to": "31385622", "username": "Júlí 78", "message_id": "31385705", "user_id": "245905", "datetime": "2017-05-16 02:23:50", "datestring": "16. maí '17, kl: 02:23:50", "text": "Kannski ekki til svoleiðis lagabálkur, kannski eiga hjúkrunarheimilin bara að hafa þetta eins og þeim sýnist. Mér finnst aftur á móti að það þurfi að vera a.m.k. alveg ljóst hvað sé ætlast til af hjúkrunarheimilunum varðandi böðun vistmanna. Að það standi eitthvað um það í reglugerð sem hjúkrunarheimilin eigi að fara eftir."}, {"response_to": "31385609", "username": "LaRose", "message_id": "31385618", "user_id": "65188", "datetime": "2017-05-15 10:58:11", "datestring": "15. maí '17, kl: 10:58:11", "text": "Fólki er þvegið daglega. Ég hef sjálf unnið á elliheimilum og það er þvegið undir höndum, andlit og kynfærasvæði/bakhluti á hverjum degi."}, {"response_to": "31385609", "username": "ledom", "message_id": "31385635", "user_id": "185727", "datetime": "2017-05-15 16:27:20", "datestring": "15. maí '17, kl: 16:27:20", "text": "Þegar ég vann á dvalar/hjúkrunarheimili fengu þeir sem þurftu aðstoð daglegan neðanþvott, og svo eftir þörfum."}, {"response_to": "31385609", "username": "alboa", "message_id": "31385637", "user_id": "31118", "datetime": "2017-05-15 16:40:38", "datestring": "15. maí '17, kl: 16:40:38", "text": "Þar sem ég vann var fólki þvegið undir höndum, undir brjóstum og á kynfærasvæði á hverjum degi. Tvisvar á dag hið minnsta á kynfærasvæði."}, {"response_to": "31385637", "username": "Júlí 78", "message_id": "31385703", "user_id": "245905", "datetime": "2017-05-16 02:18:53", "datestring": "16. maí '17, kl: 02:18:53", "text": "Nei bjóst nú alveg við að vel væri hugsað um fólkið að mörgu leyti. En bjóst ekki við að fólk væri þvegið (kannski með þvottastykki) eins mikið og þú lýsir alboa. En ég held að þetta geti verið misjafnt eftir heimilum. Ég t.d. skoðaði eitthvað  umsagnir Landlæknis um hjúkrunarheimiin á netinu og þar kemur fram að í sumum tilfellum er mönnunin talin ekki nógu góð þ.e. það vantar fleira starfsfólk þar. Þá spyr ég mig hvort að á þeim heimilum séu gamla fólkið þvegið nógu oft hvort sem það er venjuleg böðun eða þvottur eins og þú lýsir."}, {"response_to": "31385600", "username": "Júlí 78", "message_id": "31385611", "user_id": "245905", "datetime": "2017-05-15 09:46:14", "datestring": "15. maí '17, kl: 09:46:14", "text": "Það má vel vera að sumum finnist óþarfi að fara í bað oftar en einu sinni í viku. En öðrum gæti fundist það mjög óþægilegt og viljað fá böðun oftar, það ætti þá að vera réttur þeirra þá að fá böðun oftar."}, {"response_to": "31385611", "username": "alboa", "message_id": "31385638", "user_id": "31118", "datetime": "2017-05-15 16:41:33", "datestring": "15. maí '17, kl: 16:41:33", "text": "Réttur kannski, raunhæft er allt annað. Það fer allt eftir mönnun og hvað annað er í gangi á deildinni sem viðkomandi er á."}, {"response_to": "31385582", "username": "ledom", "message_id": "31385634", "user_id": "185727", "datetime": "2017-05-15 16:25:48", "datestring": "15. maí '17, kl: 16:25:48", "text": "Ég hef unnið á hjúkrunarheimili (nokkrum deildum innan þess) og þar var ekkert mál að hjálpa fólki í bað/sturtu oftar ef þau óskuðu þess. Svo var það oft svoleiðis að fólk vildi ekkert baða sig oftar. Fólk hafði kannski vanist því að fara bara í bað/sturtu einusinni í viku og fannst fínt að halda því svoleiðis :)"}, {"response_to": "31385582", "username": "Salvelinus", "message_id": "31385659", "user_id": "94594", "datetime": "2017-05-15 20:30:24", "datestring": "15. maí '17, kl: 20:30:24", "text": "Eins og hefur komið fram er bara meiri háttar mál fyrir fólk á þessum aldri að fara í bað. Það svitnar líka mjög lítið. Auðvitað er það þvegið eftir þörfum samt sem áður."}, {"response_to": "31385582", "username": "Skreamer", "message_id": "31385668", "user_id": "173840", "datetime": "2017-05-15 21:04:08", "datestring": "15. maí '17, kl: 21:04:08", "text": "Þegar ég sá titilinn hélt ég fyrst að þetta væri svona bænaumræða."}, {"response_to": "31385582", "username": "Steina67", "message_id": "31385717", "user_id": "39274", "datetime": "2017-05-16 08:51:14", "datestring": "16. maí '17, kl: 08:51:14", "text": "Fyrir 30 árum fékk afi minn aðstoð heima við að fara í bað einu sinni í viku, svo það hefur varla breyst mikið."}]}