{"url": "https://bland.is/umraeda/hegdunarvandi-6ara/31387134/?page=106", "date": "2017-05-29 23:26:27", "id": "31387134", "items": [{"text": "Ég skrifa hér því mig vantar hjálp. Stráknum mínum hefur liðið illa síðustu vikur, hann er reiður, leiður, vill ekki tjá sig hvað er að, fær frekju/þrjóskuköst sem hann getur ekki komið sér út úr og heldur áfram þar til við gefumst upp. Hann hlýðir ekki því sem hann er beðinn um, t.d. að fara að hátta, hann þrjóskast við og er endalaust að gera eitthvað annað til að tefja tímann og mér sýnist hann bíða eftir að við biðjum aftur og aftur.Svo byrjaði annað fyrir ca. 2mánuðum að hann segist eiga erfitt með að kyngja. Hann tyggur matinn í mauk og ætlar svo aldrei að geta kyngt (ég er að tala um að hann tyggur jarðaber í Óskajógúrt), hann er klukkutíma að borða eina pylsu. Er búin að fara með hann í rannsóknir og ekkert líkamlegt að sjá.Hann á 15mánaða systur og hefur ekki sýnt afbrýðissemi hingað til og er rosagóður við hana. En mér sýnist hann taka þetta meira út á þolinmæði okkar.Svo ef ég nota reiðiröddina og skipa honum (eftir margar beiðnir í góðu) þá brotnar hann og grætur og það er alveg að fara með mig, ég enda oft á að brotna líka.Mig langar að leita faglegrar aðstoðar, hafið þið þessa reynslu og getið þið leiðbeint mér, hafið þið reynslu af sálfræðingum eða hvað sem er", "title": "Hegðunarvandi 6ára", "username": "bensa", "message_id": "31387134", "user_id": "136831", "response_to": null, "datetime": "2017-05-29 23:26:27", "datestring": "29. maí '17, kl: 23:26:27"}, {"response_to": "31387134", "username": "kirivara", "message_id": "31387135", "user_id": "189868", "datetime": "2017-05-29 23:43:42", "datestring": "29. maí '17, kl: 23:43:42", "text": "Getur ekki verið að hann eigi við einhverja kyngierfiðleika að etja, sem gæti verið eittnvað tengt bakflæði eða þindarsliti, það er alltaf erfitt að leggjast á bakið (fara í rúmið) með þessi vandamál því að þá byrjar ónotin, sviðinn svona hálftíma efitr og jafnvel allt ætlar upp úr manni, getur hann ekki bara verið hræddur við að fara að sofa vegna þessa, kunna ekki að koma orðum að því hvað er að hrjá litla skinni. Magasérfæðingur held ég að sé sá sem þú átt að leita til en annars gangi ykkur vel og batakveðjur á þann 6 ára :)"}, {"response_to": "31387134", "username": "Júlí 78", "message_id": "31387145", "user_id": "245905", "datetime": "2017-05-30 01:03:53", "datestring": "30. maí '17, kl: 01:03:53", "text": "Ég veit ekki hvaða rannsóknir hann hefur farið í en ég myndi byrja á að fara með hann til háls-nef og eyrnalæknis. A.m.k. útiloka fyrst að eitthvað líkamlegt sé að honum. Er hann t.d. með alltof stóra hálskirtla? En það gæti líka verið einhver afbrýðisemi hjá honum þó svo að hann sé mjög góður víð systur sína. Kannski finnst honum hún fá meiri athygli en hann. Gott gæti þá verið foreldrarnir skiptust á að sýna honum einum óskipta athygli, gera eitthvað skemmtilegt með honum t. d. föndra eitthvað og tala við hann og jafnvel lesa fyrir hann í a.m.k. 1 klukkutíma í einu."}, {"response_to": "31387134", "username": "ert", "message_id": "31387149", "user_id": "37456", "datetime": "2017-05-30 09:10:28", "datestring": "30. maí '17, kl: 09:10:28", "text": "Ég myndi bara hafa samband við sálfræðing. Gúglaðu bara´. Þeir eiga flestir að geta leiðbeint við svona."}, {"response_to": "31387134", "username": "steinn800", "message_id": "31387157", "user_id": "326496", "datetime": "2017-05-30 11:26:39", "datestring": "30. maí '17, kl: 11:26:39", "text": "Ekkert að því að leita aðstoðar td sálfræðings.  Ég á strák á sama aldri og stelpu sem er að verða 2 ára.  Strákurinn minn byrjaði með svipaða takta sem hann hélt til streitu í rúmlega mánuð. Þá var hann frekur skellti hurðum og lamdi í okkur ef hann fékk ekki allt sem hann vildi.  Þetta gæti verið afbrýðisemi hjá honum út í litla barnið. Það gæti verið að hann þurfi bara meira knús,hrós og tíma með ykkur einum.  Ég reyni að gefa mér núna meiri tíma til að fara með minn bara við tveir að gera eitthvað skemmtilegt. Þetta með að tyggja matinn er orugglega bara hans leið til að ná athygli ykkar. Á meðan hann borðar og er hraustur þá myndi ég bara hunsa þessa hegðun. Þá hættir hann þessu líklega eftir nokkur skipti."}, {"response_to": "31387134", "username": "mymble", "message_id": "31387171", "user_id": "279395", "datetime": "2017-05-30 15:10:36", "datestring": "30. maí '17, kl: 15:10:36", "text": "Beint til sálfræðings."}, {"response_to": "31387134", "username": "bogi", "message_id": "31387218", "user_id": "54181", "datetime": "2017-05-30 23:16:26", "datestring": "30. maí '17, kl: 23:16:26", "text": "Lenti sjálf í því að geta ekki kyngt neinum mat - ekki súpum og þegar ég var verst varla vatni. Það fannst ekkert að mér og ég er búin að vinna í að kenna sjálfri mér að borða aftur og niðurstaða lækna var bara farðu til sálfræðings.  Svo stundum gerast svona hlutir án þess að það finnist skýringar."}]}