{"url": "https://bland.is/umraeda/fjarhagsadstod-fra-borginni-/31382835/?page=114", "date": "2017-04-28 20:28:53", "id": "31382835", "items": [{"text": "Veit einhver hér  hvort hægt sé að sækja um þannig  aðstoð  ...ég hef semsagt aldrei þurft að gera það áður....og kem ekki til með að þurfa þess (nema auðvitað að eitthvað komi fyrir) en þyrfti svo sannarlega á því að halda þessi mánaðarmót :(  veit einhver hvot það sé hægt svona í eitt skipti?", "title": "Fjárhagsaðstoð frá borginni.?", "username": "féfríður888", "message_id": "31382835", "user_id": "153199", "response_to": null, "datetime": "2017-04-28 20:28:53", "datestring": "28. apr. '17, kl: 20:28:53"}, {"response_to": "31382835", "username": "Júlí 78", "message_id": "31382839", "user_id": "245905", "datetime": "2017-04-28 20:43:56", "datestring": "28. apr. '17, kl: 20:43:56", "text": "Þú þarft alveg örugglega að leggja fram gögn t.d. síðustu skattaskýrslu ef þú sækir um fjárhagsaðstoð hjá borginni. Líka gögn yfir það sem þú hefur fengið (laun eða annað) á þessu ári. Ég held að þú þurfir líka að leggja fram svona gögn ef þú sækir um mataraðstoð frá t.d. Fjölskylduhjálpinni."}, {"response_to": "31382835", "username": "ert", "message_id": "31382843", "user_id": "37456", "datetime": "2017-04-28 21:47:47", "datestring": "28. apr. '17, kl: 21:47:47", "text": "Það sem ég efast um er að kerfið vinni nógu hratt til að þú fáir peninginn fljótlega"}, {"response_to": "31382835", "username": "Tryggvi6", "message_id": "31382852", "user_id": "330932", "datetime": "2017-04-28 22:58:07", "datestring": "28. apr. '17, kl: 22:58:07", "text": "Svarið við þessu er nei. Þú getur hringt og spurt á þjónustumiðstöð á þriðjudaginn en reglur varðandi fjárhagsaðstoð eru mjög strangar og ekki eitthvað sem er afgreitt á einum degi. Svo þarftu að hafa verið undir ákveðnum tekjumörkum undanfarin ár þannig ekki gera þér neinar vonir en alltaf hægt að hringja og spyrja."}, {"response_to": "31382835", "username": "Mae West", "message_id": "31382853", "user_id": "28460", "datetime": "2017-04-28 23:03:56", "datestring": "28. apr. '17, kl: 23:03:56", "text": "Já já getur það alveg. Það eru fundir einu sinni í viku minnir mig. Ef þú uppfyllir skilyrði þá færðu pening fljótlega eftir slíkan fund. Minnir að þeir séu á fimmtudögum. Hef einmitt lent í því að þurfa svona bara eitt skipti og það var mjög auðsótt og einfalt mál."}, {"response_to": "31382853", "username": "ert", "message_id": "31382857", "user_id": "37456", "datetime": "2017-04-28 23:41:24", "datestring": "28. apr. '17, kl: 23:41:24", "text": "getur maður sótt um án þess að tala við félagsráðgjafa? - það er biðin eftir slíku viðtali sem ég óttast að taki svo langan tíma"}, {"response_to": "31382857", "username": "Mae West", "message_id": "31382974", "user_id": "28460", "datetime": "2017-04-30 08:56:58", "datestring": "30. apr. '17, kl: 08:56:58", "text": "Æh man ekki alveg, þetta eru tvö ár síðan eða eitthvað, kannski pínu meira en nei þurfti ekki að bíða lengi eftir viðtali, einhverja nokkra daga, kannski viku, og svo var bara símtal held ég á eftir.  Æh kannski man ég þetta ekki nógu vel."}, {"response_to": "31382835", "username": "unghusfru", "message_id": "31383036", "user_id": "128822", "datetime": "2017-04-30 22:17:41", "datestring": "30. apr. '17, kl: 22:17:41", "text": "Mjög ströng skilyrði,  þarft að skora x mörg stig hjá féló. Talar við hverfisstöðina þína og þetta væri líklega aldrei búið að fá afgreiðslu fyrr en um miðjan maí"}]}