{"url": "https://bland.is/umraeda/hne-likamsaras-og-bati/31388760/?page=102", "date": "2017-06-15 00:17:20", "id": "31388760", "items": [{"text": "Ég varð fyrir hrottalegri líkamsárás við sérsveitarstörf í Belgíu fyrir 4 árum (starfaði í óeirðarsveit sem reglulega þurfti að slökkva elda og berja niður uppþot í glæpahverfum, en það er önnur saga), ég hef ekki getað beygt hnéið á mér síðan. Ég hef gengið með spelku og staf og læknar hafa bundið litlar vonir við að hnéið myndi lagast. Eftir þúsundir tíma hjá læknum, sjúkraþjálfurum, hnyklæknum, bæklunarlæknum og meira að segja allskonar galdrakuklurum (konan heimtaði það) þá hefur ekkert verið að frétta. Ég er 36 ára gamall og alltaf stundað lyftingar af krafti og verið í  mjög góðu formi, þannig mjög leiðinlegt að þurfa að sætta sig við þessi örlög. Ég er svona í ágætis formi í dag þrátt fyrir ónýtt hné, en lyftingarnar fóru að mestu, kappsundið fór, fjallgöngurnar fóru, ég hef ekki getað haldið á stráknum mínum líkt ég vildi (en hann fæddist sömu nótt og ég var laminn, en það er líka önnur saga) og meira að segja kynlífið beyglaðist (allavega varð brösulegt). Fyrir 8 mánuðum þá byrjaði ég að stunda sérhæfðar jóga æfingar með ráðleggingum frá erlendum félaga í von að það myndi hjálpa eitthvað, eftir 8 mánuði af því að grenja, svitna, öskra, vera hughreystur af konunni og snáðanum og halda svo áfram að grenja og öskra svolítið meira þá er þetta núna niðurstaðan. Öskrin, svitin og tárin eru heldur ekki lengur til staðar, bara bros: Ég hef aldrei haft trú á jóga. Konan mín er svo himinlifandi yfir þessu að hún getur ekki hætt að kyssa mig og vil helst hringja í Kastjós hahaha. En mig langaði bara að deila þessu með ykkur. Takk fyrir að  lesa þennan tilgangslausa póst, en ég bara varð að deila þessu með fleirum.", "title": "Hné.. líkamsárás.. og bati", "username": "NRI03I25I00", "message_id": "31388760", "user_id": "312659", "response_to": null, "datetime": "2017-06-15 00:17:20", "datestring": "15. jún. '17, kl: 00:17:20"}, {"response_to": "31388760", "username": "Pappakassi dauðans", "message_id": "31388761", "user_id": "315888", "datetime": "2017-06-15 00:22:58", "datestring": "15. jún. '17, kl: 00:22:58", "text": "Úff þetta er hrikalegt. Hrikaleg saga, mér varð illt við að lesa. Gangi þér allt í haginn félagi :)"}, {"response_to": "31388760", "username": "N e o n", "message_id": "31388814", "user_id": "229842", "datetime": "2017-06-15 16:49:43", "datestring": "15. jún. '17, kl: 16:49:43", "text": "Gott að heyra... aldrei að gefast upp ;)"}, {"response_to": "31388760", "username": "NRI03I25I00", "message_id": "31388854", "user_id": "312659", "datetime": "2017-06-15 23:24:05", "datestring": "15. jún. '17, kl: 23:24:05", "text": "Nei uppgjöf er ekki að fara eiga sér stað héðan af, takk fyrir hvatninguna!"}, {"response_to": "31388760", "username": "jonathd", "message_id": "31389076", "user_id": "333481", "datetime": "2017-06-17 17:43:49", "datestring": "17. jún. '17, kl: 17:43:49", "text": "Vá gott að þú ert að ná árangri. Sé ekki betur en þú getir bara beygt hnéið mjög mikið á myndinni, ekki var það alveg stíft?"}, {"response_to": "31388760", "username": "Halli61", "message_id": "31389082", "user_id": "328634", "datetime": "2017-06-17 18:31:56", "datestring": "17. jún. '17, kl: 18:31:56", "text": "Flottur árangur nú bara skella sér í vax fyrir rúv:)"}]}