{"url": "https://bland.is/umraeda/oryrkjar-atvinnuleysisbaetur-laglaunafolk-/31386751/?page=107", "date": "2017-05-25 15:59:30", "id": "31386751", "items": [{"text": "Er mikill munur á peningum sem þessir hópar hafa á milli handanna? Er bara að forvitnast af því að það er mikið af fólki í óvissu með húsnæði og margir eiga ekki fyrir mat sem er skeflilegt. En spurning mín kemur af því að það er svo mikið af umræðum og það er svo oft tekið fram einstæð  móðir með börn og er öryrki. Er ekki að reyna að vera móðgandi en held að kerfið okkar ýti undir að fólk fari á örorku en svo eru aðrir sem  ekki fá vinnu eru ekki á örorku eða á mjög lágum launum. Finnst þetta fólk allt í sama hóp og þörfin fyrir húsnæði er jafnmikilvæg fyrir allt þetta fólk. Finnst þjóðfélagið okkar vera að ýta undir að bera okkur eins illa og við getum til að fá þak yfir höfuðið. Finnst komin tími til að ríkisstjórn landsins finni einhverja lausn á þessu, miðað við höfðatölu að þá eru allt of mörg börn á Íslandi sem lifa við skelfilega fátækt. Og vil taka það fram enn og aftur að ég er ekki að tala niður til öryrkja.", "title": "öryrkjar, atvinnuleysisbætur, láglaunafólk.", "username": "jak 3", "message_id": "31386751", "user_id": "73536", "response_to": null, "datetime": "2017-05-25 15:59:30", "datestring": "25. maí '17, kl: 15:59:30"}, {"response_to": "31386751", "username": "Júlí 78", "message_id": "31386791", "user_id": "245905", "datetime": "2017-05-26 00:55:23", "datestring": "26. maí '17, kl: 00:55:23", "text": "Ríkisstjórnin er ekkert að hugsa um að hafa eitthvað almennilegt velferðakerfi hér, þeim er alveg sama um öryrkjana, gamla fólkið eða t.d. einstæðar fátækar mæður með börn en tala fallega í einhverjum hátíðarræðum. Auðvitað á þetta að vera þannig að það sé í boði fyrir þessa hópa og jafnvel fleiri hópa leiguhúsnæði á viðráðanlegur verði, þannig að húsnæðiskostnaðurinn nái ekki meira en 25% af útborguðum launum. Þannig ætti leigan ekki að vera hærri en innan við 50 þúsund ef útborguð laun eru 190 þús. En hver fær íbúð á leigu á því verði hér á höfuðborgarsvæðinu? Kannski félagslegt húsnæði? En er það mikið í boði? Held ekki, a.m.k. mjög löng bið og þá þarf fólk að sætta sig við að leigja eitt herbergi ef það vill ekki borga hærri leigu en 50 þús og má þakka fyrir ef það er aðgangur að eldhúsi og baði. Heldurðu að það færi vel um gamla manneskju og kannski lasburða í slíku húsnæði, eða öryrkjann? Ég hef ekki séð svona farið með fólk í t.d. Danmörku og Svíþjóð, ég væri flutt þangað ef ég væri í svona stöðu eða bara til Spánar."}]}