{"url": "https://bland.is/umraeda/einhver-kynnt-ser-nyja-greidslukerfid-hja-laeknum/31381309/?page=119", "date": "2017-04-13 21:13:53", "id": "31381309", "items": [{"text": "Fór til læknis í morgun og þá kom umræða umm nýja greiðslukerfið sem á að taka kannski gildi 1 mai. er einhver sem skilur þetta kerfi???", "title": "einhver kynnt sér nýja greiðslukerfið hjá læknum", "username": "hangikjöt", "message_id": "31381309", "user_id": "27442", "response_to": null, "datetime": "2017-04-13 21:13:53", "datestring": "13. apr. '17, kl: 21:13:53"}, {"response_to": "31381309", "username": "ÓRÍ73", "message_id": "31381315", "user_id": "20092", "datetime": "2017-04-13 22:48:05", "datestring": "13. apr. '17, kl: 22:48:05", "text": "er það ekki kerfið þar sem þú þarft tilvísun til sérfræðinga frá heimilislækni til að borga minna?"}, {"response_to": "31381315", "username": "TheMadOne", "message_id": "31381317", "user_id": "67426", "datetime": "2017-04-13 23:11:34", "datestring": "13. apr. '17, kl: 23:11:34", "text": "ég skil ekki hvernig þetta á að virka. Verður maður að fá tilvísun til sérfræðings í hvert skipti... kvennsjúkdómalæknis, ofnæmislæknis, þessa lækna sem maður er að fara til reglulega út af ákveðnum sjúkdómum?"}, {"response_to": "31381315", "username": "hangikjöt", "message_id": "31381358", "user_id": "27442", "datetime": "2017-04-14 11:15:48", "datestring": "14. apr. '17, kl: 11:15:48", "text": "já ég er ekki alveg að skilja þetta og ef ég þarf að fara fyrst í gegnum mínn heimilislækni þá verð ég að fara að byrja að trúa á guð eða eitthvað álíka því að fá tíma hjá honum tekur 10-21 dag. En oft bent á vaktina ef málið er aðkallandi og þá þarf maður að mæta kl 16 og bíður til 19 þó maður sé með ungabarn."}, {"response_to": "31381309", "username": "Júlí 78", "message_id": "31381352", "user_id": "245905", "datetime": "2017-04-14 10:59:51", "datestring": "14. apr. '17, kl: 10:59:51", "text": "Þetta nýja \"kerfi\" er svo heimskulegt. Þó það virki kannski vel í Svíþjóð þar sem landlæknir þekkir vel til þá efast ég um að það virki eitthvað vel hér. Maður fær yfirleitt ekkert tíma hjá heimilislækninum hér \"á morgun\" til að fá tilvísun hjá sérfræðingi. Nei, maður gæti þurft að bíða í 2 vikur eftir tímanum hjá heimilislækninum nema að ætlunin sé að fólk fari á síðdegisvaktina eða Læknavaktina og borgi miklu hærra verð fyrir tímann (eins og það sé ekki nóg álag á Læknavaktinni nú þegar). Og fólk sem þarf nauðsynlega að hitta sérfræðinginn strax getur ekkert beðið endalaust. Hvað svo þegar tilvísunin er komin í hendurnar, á þá aftur að bíða í einhverjar vikur til að komast til sérfræðingsins? Þetta nýja \"kerfi\" verður bara dýrara fyrir sjúklinginn og meira vesen fyrir hann."}, {"response_to": "31381352", "username": "hangikjöt", "message_id": "31381359", "user_id": "27442", "datetime": "2017-04-14 11:16:56", "datestring": "14. apr. '17, kl: 11:16:56", "text": "já ég er ekki alveg að skilja þetta kerfi, stóð líka ekkert mikið um þetta inn á sjukra.is."}, {"response_to": "31381352", "username": "ÓRÍ73", "message_id": "31381364", "user_id": "20092", "datetime": "2017-04-14 11:31:08", "datestring": "14. apr. '17, kl: 11:31:08", "text": "Síðast þegar þetta átti að taka þatt hélt ráðherraþví fram að það yrði búið að laga heilsugæslukerfið og maður ætti að geta fengið tíma þar mjög hratt. En ég stórefast um það."}]}