{"url": "https://bland.is/umraeda/sonn-saga-af-vidskiptum-vid-onefnt-fyrirtaeki/31384188/?page=112", "date": "2017-05-10 23:34:21", "id": "31384188", "items": [{"text": "Athugið vegna samkomulags við fyrirtækið sem ég tala um hér að neðan mun ég ekki greina frá nafni þess eða gefa nánari upplýsingar í hvaða grein það starfar.Ég kem í ónefnt fyrirtæki í Reykjavík og kaupi dýra vöru á raðgreiðslum. Þetta er í lok nóvember 2015. Eftir að hafa beðið í klukkutíma þá var mér sagt að kaupin gengu ekki og ég ætti að koma aftur næsta dag sem og ég geri. Ég kem og er látinn kvitta fyrir móttöku og samning og varan klár en enn vandræði að ganga frá kaupunum og ég látinn bíða í annan klukkutíma en ekkert gengur en mér er sagt að varan bíði eftir mér og sé tekin frá og ég geti komið næsta dag. Ég á spjall til við þetta fyrirtæki þar sem ég segist ekki hafa fengið vöruna og þeir biðjast afsökunar og bjóða afslátt. Ég kem svo og þá eru þeir búnir að selja vöruna sem þeir tóku frá en eiga annan lit og ég kaupi þá vöru og kvitta fyrir. Síðan kaupi ég aðra vöru 23.12.2015 í fyrirtækinu.Fyrirtækið setur mánaðarlegar afborganir á greiðslukortið fyrstu 8 mánuði ársins 2016 en svo verða mistök og þeir hætta að rukka mig um afborganir. Þeir senda mér svo greiðsluseðil í netbankann á dögunum þar sem þeir rukka mig fyrir þrjár greiðsludreifingar þ.e fyrir vöruna sem ég fékk aldrei og hafði aldrei verið greitt inná og svo hinar tvær vörurnar sem ég svo sannarlega fékk. Þeir senda enga tilkynningu eða sundurliðun fyrir reikningnum. Þegar ég leita svara hjá umræddu fyrirtæki þá er mér sagt að ég hafi ekki staðið við afborganir og því sé verið að gjaldfella þetta núna. Ég hafði ekki hugmynd um að þetta væri dottið út. Í samtali mínu við starfsmann í verslun og þar sem ég vísa í ofangreint samtal á facebook er mér sagt að það geti hver sem er sagt hvað sem er og fólk væri mjög fært í því að ljúga og hagræða sannleikanum. Ég hefði víst kvittað fyrir vörunni og mér bæri að greiða hana þ.e vörunni sem ég fékk aldrei fyrst. Ég sagði við hana að ég myndi greiða fyrir hinar tvær vörurnar sem ég svo sannarlega fékk. Þarna er ég þjófkenndur og sakaður um lygar.Í dag var að berast tölvupóstur frá yfirmanni í þessu fyrirtæki þar sem þeir segjast ekki hafa ástæðu til að rengja mig og fella niður kröfuna útaf vörunni sem ég fékk aldrei í hendurnar og nú er ég að semja um endurgreiðslu á hinum tveim vörunum. Það er ekki minnst einu orði á afsökunarbeiðni útaf því að hafa mig fyrir rangri sök og saka mig um lygar og þjófnað. Hvernig mynduð þið bregðast við svona löguðu?Ég mun aldrei gefa upp nafnið á fyrirtækinu eða í hvaða grein það starfar.", "title": "Sönn saga af viðskiptum við ónefnt fyrirtæki", "username": "Tryggvi6", "message_id": "31384188", "user_id": "330932", "response_to": null, "datetime": "2017-05-10 23:34:21", "datestring": "10. maí '17, kl: 23:34:21"}, {"response_to": "31384188", "username": "alboa", "message_id": "31384195", "user_id": "31118", "datetime": "2017-05-10 23:45:15", "datestring": "10. maí '17, kl: 23:45:15", "text": "Segja ok. Sparka í sjálfa mig fyrir að fylgjast ekki betur með fjármálunum mínum og halda áfram með lífið.  kv. alboa"}, {"response_to": "31384188", "username": "seniorcash", "message_id": "31384205", "user_id": "196217", "datetime": "2017-05-11 01:55:50", "datestring": "11. maí '17, kl: 01:55:50", "text": "Ef fyrirtækið myndi ekki biðjast afsökunar á þessu að þá myndi ég nafngreina þá, þ.e. setja hvaða vöru ég verslaði og nafnið á fyrirtækinu á netið. Þannig að það komi upp þegar fólk googlar fyrirtækið."}, {"response_to": "31384188", "username": "Allegro", "message_id": "31384227", "user_id": "5868", "datetime": "2017-05-11 12:06:08", "datestring": "11. maí '17, kl: 12:06:08", "text": "Af hverju er verið að endurgreiða hinar tvær vörurnar?"}]}