{"url": "https://bland.is/umraeda/ekki-tilbuin-i-barn-nr-4-/31399543/?page=77", "date": "2017-10-04 13:50:23", "id": "31399543", "items": [{"text": "Sælar.Málið er að ég er með sjúkdóm sem lýsir sér þannig að ég get ekki verið á getnaðarvörnum sem innihalda hormón. Ég hef stundað kynlíf síðustu 13 ár þannig að ég veit upp á hár hvenær ég er á túr og hvaða tími er \"öruggur\". Málið er að ég var greinilega ekki með þetta á hreinu síðast. Tók því neyðarpilluna er samt ólétt. Komin 4 vikur, búin að fá jákvætt 2x.Málið er að ég veit ekki hvort að ég sé tilbúin að eiga annað barn á 3, er heldur ekki viss um að ég geti farið í fóstureyðingu.Er mjög frjó þar sem að um leið og við ákvaðum að eiga barn, komu þeir strax.Þessi neyðarpilla er 95% örugg en ég er samt ólétt.Ætli þessi pilla hafi skaðað fóstrið?Þykir þetta rangt þar sem ég gleðst ekki yfir að vera ólétt. :( Líður ekkert sérstaklega vel. En við höfum alltaf talað um að það væru meiri líkur en minni að eignast barn nr 4.Hvernig er eins og að fara í fóstureyðingu, hugsar maður alltaf um það?Finnst þetta voðalega erfitt allt saman.Er einhver hérna sem getur sagt eitthvað um þetta. Vil síður fá einhver skítköst. Því auðvitað veit ég hvernig börnin verða til.", "title": "Ekki tilbúin í barn nr 4...", "username": "Nottin", "message_id": "31399543", "user_id": "89100", "response_to": null, "datetime": "2017-10-04 13:50:23", "datestring": "4. okt. '17, kl: 13:50:23"}, {"response_to": "31399543", "username": "saedis88", "message_id": "31399545", "user_id": "56492", "datetime": "2017-10-04 13:53:52", "datestring": "4. okt. '17, kl: 13:53:52", "text": "barn er ekki alltaf blessun. barn er ekki alltaf velkomið."}, {"response_to": "31399545", "username": "Nottin", "message_id": "31399546", "user_id": "89100", "datetime": "2017-10-04 13:56:27", "datestring": "4. okt. '17, kl: 13:56:27", "text": "Takk fyrir þetta svar :*"}, {"response_to": "31399543", "username": "amazona", "message_id": "31399566", "user_id": "71158", "datetime": "2017-10-04 20:04:15", "datestring": "4. okt. '17, kl: 20:04:15", "text": "Nei, ég hef lítið hugsað um mína fóstureyðingu, ólst upp í mikilli fátækt og þurfti að flytja að heiman 16 ára, foreldrar mínir voru bæði öryrkjar og mjög léleg til heilsunnar, þannig að ég sá ekki fram á að getaklárað mitt nám og séð fyrir sjálfri mér án stuðningsnets."}, {"response_to": "31399543", "username": "Myken", "message_id": "31399568", "user_id": "141701", "datetime": "2017-10-04 20:43:50", "datestring": "4. okt. '17, kl: 20:43:50", "text": "Skondið að rekast á þetta þar sem ég er einmitt í fóstureyðingar umræðu á Facebook. ."}, {"response_to": "31399543", "username": "Júlí 78", "message_id": "31399575", "user_id": "245905", "datetime": "2017-10-04 21:45:19", "datestring": "4. okt. '17, kl: 21:45:19", "text": "Mér finnst að fóstureyðingar ættu einugis að vera neyðarúrræði. T.d. ef fjarhagurinn er slæmur og enginn stuðningur hvorki frá barnsföður, foreldrum eða öðrum. Ég þekki ekki þínar aðstæður til þess að ég geti tjáð mig sérstaklega um það. En eitt veit ég, konur eru misjafnar, sumar geta alveg farið í fóstureyðingu og hugsa nánast ekkert um það, aðrar sjá mikið eftir því og hugsa um það mikið eftirá. Mér finnst þú ættir að spyrja sjálfa þig að því hvort þú getir alveg lifað með ákvörðuninni að fara í fóstureyðingu, þú ein sjálfsagt veist svarið."}, {"response_to": "31399575", "username": "mymble", "message_id": "31399580", "user_id": "279395", "datetime": "2017-10-04 21:58:40", "datestring": "4. okt. '17, kl: 21:58:40", "text": "Ok, finnst þér þá að konur eigi að prenta út launaseðla, yfirlit og fleira til að sýna fram á að þær væru að nýta sér þungunarrof sem neyðarúrræði?"}, {"response_to": "31399575", "username": "Myken", "message_id": "31399690", "user_id": "141701", "datetime": "2017-10-06 11:25:34", "datestring": "6. okt. '17, kl: 11:25:34", "text": "flestar konur hugsa um það sem neyðarúrræði."}, {"response_to": "31399690", "username": "Orgínal", "message_id": "31400276", "user_id": "17656", "datetime": "2017-10-12 10:38:50", "datestring": "12. okt. '17, kl: 10:38:50", "text": "Með mjög víðri skilgreiningu á neyð."}, {"response_to": "31400276", "username": "Myken", "message_id": "31400301", "user_id": "141701", "datetime": "2017-10-12 17:25:07", "datestring": "12. okt. '17, kl: 17:25:07", "text": "Skiftir engu hvort það í víðri eða þrengri skilgreiningu fæstar eru að leika sér að þessi."}, {"response_to": "31399575", "username": "Raw1", "message_id": "31400234", "user_id": "125748", "datetime": "2017-10-11 17:02:45", "datestring": "11. okt. '17, kl: 17:02:45", "text": "Og líka einfaldlega ef manni langar ekki í barn/fleiri börn..... don't forget that!!"}, {"response_to": "31399543", "username": "mymble", "message_id": "31399581", "user_id": "279395", "datetime": "2017-10-04 22:01:15", "datestring": "4. okt. '17, kl: 22:01:15", "text": "Sædís said it all. Fór í fóstureyðingu 18 ára - vildi frekar djamma. ;) Aldrei séð eftir því. Eftir að ég fór að eignast börn sé ég líka að 18 ára ég hefði ekki höndlað þetta neitt sérstaklega vel"}, {"response_to": "31399581", "username": "Júlí 78", "message_id": "31399587", "user_id": "245905", "datetime": "2017-10-05 00:00:56", "datestring": "5. okt. '17, kl: 00:00:56", "text": "Ég get ekki séð að Saedis88 hafi eitthvað verið að segja frá sinni reynslu þó hún sé ekkert á móti fóstureyðingum. Svo er ég ekki viss um að þú mymble hafir skilið svar mitt. Það dæmi sem ég tók var bara eitt dæmi um það sem kannski myndi teljast neyðarúrræði. Ég held meira að segja að það sé í lögunum að það þurfi góða og gilda ástæðu fyrir fóstureyðingu þó mér sýnist að reyndin sé sú að konan ákveður þetta. Ef við ættum að taka eitt dæmi þar sem fóstureyðing væri ekki neyðarúrræði þá væri það til dæmis þegar kona ákveður að fara í fóstureyðingu vegna þess að  hún má ekki vera að því að eignast barn \"núna\" þrátt fyrir góðar heimilisaðstæður og telur það kannski spilla starfsframa sínum."}, {"response_to": "31399587", "username": "mymble", "message_id": "31399589", "user_id": "279395", "datetime": "2017-10-05 00:12:20", "datestring": "5. okt. '17, kl: 00:12:20", "text": "Úreld lög, en jú, konur fá sem betur fer að fara sama hver ástæðan er. Og ekkert að því vali"}, {"response_to": "31399587", "username": "Zagara", "message_id": "31399607", "user_id": "68119", "datetime": "2017-10-05 10:36:50", "datestring": "5. okt. '17, kl: 10:36:50", "text": "Sem betur fer búum við í landi þar sem konurnar ráða þessu. Þær eru betri í að meta sínar persónulegu aðstæður en fólk á alþingi."}, {"response_to": "31399587", "username": "vexenpexen", "message_id": "31399610", "user_id": "270512", "datetime": "2017-10-05 11:04:41", "datestring": "5. okt. '17, kl: 11:04:41", "text": "\"ég vil það ekki\" er fín ástæða til að rjúfa meðgöngu"}, {"response_to": "31399587", "username": "Abba hin", "message_id": "31399617", "user_id": "121134", "datetime": "2017-10-05 14:51:30", "datestring": "5. okt. '17, kl: 14:51:30", "text": "Ég er 26 ára, í góðu sambandi með manni sem ég elska og stefni á að vera með það sem eftir er ævinnar. Ég er með háskólagráðu og vinn í að ná mér í aðra, hann er fulllærður, í góðri vinnu og við stöndum mjög vel. Bæði eigum við sterkt bakland sem stendur með okkur."}, {"response_to": "31399617", "username": "Júlí 78", "message_id": "31399618", "user_id": "245905", "datetime": "2017-10-05 15:07:24", "datestring": "5. okt. '17, kl: 15:07:24", "text": "1. Ég dæmi ekki um það hvað fólk á rétt á."}, {"response_to": "31399618", "username": "mymble", "message_id": "31399619", "user_id": "279395", "datetime": "2017-10-05 15:13:33", "datestring": "5. okt. '17, kl: 15:13:33", "text": "Konur hafa ekki endilega áhuga á börnum. ÞAÐ er lykilatriði hér."}, {"response_to": "31399618", "username": "Abba hin", "message_id": "31399651", "user_id": "121134", "datetime": "2017-10-05 20:51:41", "datestring": "5. okt. '17, kl: 20:51:41", "text": "Ég veit líka um mæður sem hafa engan áhuga á barninu sínu og hefðu betur rofið þungun ef þær hefðu haft tækifæri til þess. Og konur hafa vissulega verið í námi þó þær séu með börn, það er bara alls ekki það sem ég er að láta stoppa mig. Mig bara langar ekki í barn núna, ekki útaf hálfkláruðu háskólagráðunni heldur bara því lífið mitt núna er geggjað og mig langar ekkert í barn sem að breytir lífinu í allt annað en eins og það er núna, eins og ég vil hafa það."}, {"response_to": "31399618", "username": "TheMadOne", "message_id": "31399816", "user_id": "67426", "datetime": "2017-10-07 19:36:59", "datestring": "7. okt. '17, kl: 19:36:59", "text": "mig virkilega langar að vita hvers vegna það þarf einhverjar sérstaklega slæmar aðstæður til þess að kona fari í fóstureyðingu. Hvar liggur sjálfselskan? Eru konur fæddar í þennan heim til þess að unga út börnum... annað væri sjálfselska? Endilega svaraðu þessu, mig langar mikið að skilja rökin."}, {"response_to": "31399816", "username": "Orgínal", "message_id": "31400277", "user_id": "17656", "datetime": "2017-10-12 10:42:05", "datestring": "12. okt. '17, kl: 10:42:05", "text": "Ég væri til í að taka þessa umræðu einfaldlega vegna þess að mér finnst áhugavert að sjá hvaða rök koma fram á báðum hliðum málsins. Þetta er þó mál sem þar sem lítill skoðanasveigjanleiki er leyfður og því nenni ég ekki að taka að mér að prufa að setja fram mótrök vegna þess skítkasts sem óumflýjanlega mun fylgja í kjölfarið."}, {"response_to": "31399618", "username": "Myken", "message_id": "31400302", "user_id": "141701", "datetime": "2017-10-12 17:26:41", "datestring": "12. okt. '17, kl: 17:26:41", "text": "Afhverju sjalfselska"}, {"response_to": "31399618", "username": "TheMadOne", "message_id": "31400306", "user_id": "67426", "datetime": "2017-10-12 17:38:01", "datestring": "12. okt. '17, kl: 17:38:01", "text": "ég er ennþá að bíða eftir útskýringunni á því að það sé sjálfselska að fara í fóstureyðingu. Af hverju á kona að eiga barn ef hún hefur aðstæður til þess en vill það ekki?"}, {"response_to": "31399587", "username": "Bakasana", "message_id": "31399628", "user_id": "266266", "datetime": "2017-10-05 16:48:24", "datestring": "5. okt. '17, kl: 16:48:24", "text": "Uh, kona sem vill ekki eignast barn neyðist til að fara í fóstureyðingu ef hún verður þunguð. Af hverju er peningaleysi neyð en viljaleysi ekki?"}, {"response_to": "31399628", "username": "Júlí 78", "message_id": "31399633", "user_id": "245905", "datetime": "2017-10-05 17:22:41", "datestring": "5. okt. '17, kl: 17:22:41", "text": "Ég tók sem dæmi konu (eða unga stúlku) sem er með bágan fjárhag OG engan stuðning frá barnsföður, foreldrum eða öðrum. Konur hafa alveg getað átt börn þó að fjárhagur sé ekki upp á marga fiska. En ef fjárhagurinn er svo slæmur að konan getur varla séð fyrir sjálfri sér hvað þá barni og hefur engan stuðning frá neinum, hvað á þá að gera?"}, {"response_to": "31399633", "username": "mymble", "message_id": "31399635", "user_id": "279395", "datetime": "2017-10-05 17:35:52", "datestring": "5. okt. '17, kl: 17:35:52", "text": "Það sem henni sýnist."}, {"response_to": "31399633", "username": "Sodapop", "message_id": "31399636", "user_id": "59869", "datetime": "2017-10-05 17:36:53", "datestring": "5. okt. '17, kl: 17:36:53", "text": "Barn sem elst upp með einstæðri fátækri móður sem elskar það, mun að öllum líkindum eiga mun betri barnæsku en barn sem elst upp við höfnun foreldranna vegna þess að það var ekki velkomið á þeim tíma sem það kom undir."}, {"response_to": "31399636", "username": "Júlí 78", "message_id": "31399638", "user_id": "245905", "datetime": "2017-10-05 17:54:35", "datestring": "5. okt. '17, kl: 17:54:35", "text": "Ég er ekkert að segja að allt snúist um peningana, var að segja að margar hafa alveg getað átt börn þó að fjárhagurinn sé ekki góður. Ég gagnrýndi einungis það að þykja það í lagi að fara í fóstureyðingu þrátt fyrir góðar heimilisaðstæður og gott bakland. Það er líka stórskrýtið ef fólk getur ekki þótt vænt um barnið sitt. Skil það þó vel ef kona lendir í tímabundnu fæðingarþunglyndi."}, {"response_to": "31399638", "username": "Zagara", "message_id": "31399639", "user_id": "68119", "datetime": "2017-10-05 18:02:25", "datestring": "5. okt. '17, kl: 18:02:25", "text": "Er gaman að búa í svona svarthvítum heimi?"}, {"response_to": "31399639", "username": "Júlí 78", "message_id": "31399667", "user_id": "245905", "datetime": "2017-10-06 01:26:59", "datestring": "6. okt. '17, kl: 01:26:59", "text": "Ég hef það ágætt takk fyrir. Sem betur fer þá maður hafa sína skoðun."}, {"response_to": "31399667", "username": "saedis88", "message_id": "31399672", "user_id": "56492", "datetime": "2017-10-06 08:50:33", "datestring": "6. okt. '17, kl: 08:50:33", "text": "fólk má hafa hvaða ástæðu sem það vill til að vlija ekki eignast börn. Konur sem verða óléttar verða ekkert alltaf óléttar í kæruleysi. hvort sem það truflar starfsframa, lítill peningur, of mörg börn fyrir, enginn áhugi að eignast börn eða hvaða ástæða sem er það bara skiptir eeeeeengu máli. ef kona vill ekki barn eða getur ekki séð um barn þá er það algjörlega hennar val og ákvörðun að fara í meðgöngurof. Ef þú ert á móti því þá skalt þú bara sleppa því að fara í slíka aðgerð og taka andlitið úr annarra manna rassi."}, {"response_to": "31399672", "username": "Júlí 78", "message_id": "31399686", "user_id": "245905", "datetime": "2017-10-06 10:48:54", "datestring": "6. okt. '17, kl: 10:48:54", "text": "Það er þannig NÚNA að fólk má hafa hvaða ástæðu sem það vill til að fara í fóstureyðingu. ÉG MÁ SAMT hafa mína skoðun á þessum málum. Ef fólk vill ekki eiga fullt af börnum þá er alltaf hægt að fara í ófrjósemisaðgerð. En annars af því þú talar um að allt sé svo erfitt með 3 börn, ég hef nú horft upp á giftar konur sem hafa eignast 3-4 börn og ekkert verið of ríkar af peningum. Þrátt fyrir það hafa þær brosað gegnum lífið, alltaf jákvæðar og allt gengið vel hjá þeim. Þær hafa kannski þurft að vera útsjónarsamar og ekki getað keypt sér allt sem þær hafa langað til en samt verið ánægðar."}, {"response_to": "31399686", "username": "saedis88", "message_id": "31399687", "user_id": "56492", "datetime": "2017-10-06 10:52:44", "datestring": "6. okt. '17, kl: 10:52:44", "text": "ég er hamingjusöm, gengur vel og allt það. en peningalega séð er þetta spurning um að rýna í hverja krónu og vera útsjónasöm. sem við erum.  en það þyðir ekki að það sé ótrúlega gaman og auðvelt. En ég kvarta svosem ekki. En ég skil fullkomlega að fólk leggi ekki í frekari barneignir til að komast hjá svoleiðis stöðu. Eins og staðan er núna þá langar mig ekki í fleiri börn, en ég legg ekki í ófrjósemisaðgerð. finnst það of final. ætla melta það í nokkur ár hugsa ég."}, {"response_to": "31399687", "username": "Júlí 78", "message_id": "31399688", "user_id": "245905", "datetime": "2017-10-06 11:19:29", "datestring": "6. okt. '17, kl: 11:19:29", "text": "Ég held að margir nú til dags þurfi nú að rýna í hverja krónu og vera útsjónarsamir. Það er ekkert grín t.d. að kaupa sér íbúð á háu verði og vera með fullt af lánum eða að leigja sér íbúð. Jafnvel einstaklingar með engin börn geta haft það mjög erfitt peningalega séð. Ísland er mjög dýrt land finnst mér, eiginlega bara helst fyrir þá efnameiri að búa þar."}, {"response_to": "31399688", "username": "saedis88", "message_id": "31399707", "user_id": "56492", "datetime": "2017-10-06 14:15:26", "datestring": "6. okt. '17, kl: 14:15:26", "text": "það þarf klarlega blóð svita og tár til að reyna safna sér útborgun. við leggjum fast og samviskusamlega fyrir mánaðrlega en telur svo lítið :("}, {"response_to": "31399638", "username": "mymble", "message_id": "31399641", "user_id": "279395", "datetime": "2017-10-05 18:49:00", "datestring": "5. okt. '17, kl: 18:49:00", "text": "Og þú ert gagnrýnd fyrir að þykja gagnrýnisvert að sumar konur kjósa að fara í fóstureyðingu þrátt fyrir góðar aðstæður. Þetta er okkar réttur og forréttindi að fá að nýta hann.."}, {"response_to": "31399638", "username": "Abba hin", "message_id": "31399652", "user_id": "121134", "datetime": "2017-10-05 20:53:47", "datestring": "5. okt. '17, kl: 20:53:47", "text": "Fólk sem er þvingað til að eignast börn getur vel tekið reiði sína og sárindi út á börnunum jafnvel þannig að því þyki ekkert vænt um þau, það segir sig eiginlega bara sjálft. Þú hlýtur að skilja það."}, {"response_to": "31399628", "username": "Orgínal", "message_id": "31400280", "user_id": "17656", "datetime": "2017-10-12 10:55:47", "datestring": "12. okt. '17, kl: 10:55:47", "text": "Þ.e. kona sem vill ekki fæða barn! Ef hún vill ekki eiga það eru tvær leiðir löglegar; fóstureyðing og ættleiðing."}, {"response_to": "31400280", "username": "Myken", "message_id": "31400303", "user_id": "141701", "datetime": "2017-10-12 17:27:54", "datestring": "12. okt. '17, kl: 17:27:54", "text": "Óvart mínus sorry"}, {"response_to": "31399587", "username": "TheMadOne", "message_id": "31399791", "user_id": "67426", "datetime": "2017-10-07 11:30:11", "datestring": "7. okt. '17, kl: 11:30:11", "text": "af hverju ætti það ekki bara að vera ákvörðun konunnar hvort hún fjarlægir eitthvað sem er bara vefur með minni tilfinningar en ánamaðkur úr líkama sínum í staðinn fyrir að leyfa því að breytast í barn sem mun vera fjárhagsleg byrði í tvo áratugi, stjórna hvaða störf þú getur unnið, stjórna hvaða möguleika þú hefur á búsetu, bæði staðsetningu og stærð, allt þitt líf takmarkast við líf þessa einstaklings og getur verið rót óteljandi vandamála í samskiptum við makann sem síðan margfaldast ef þú skilur við makann..."}, {"response_to": "31399543", "username": "Myken", "message_id": "31399657", "user_id": "141701", "datetime": "2017-10-05 21:58:31", "datestring": "5. okt. '17, kl: 21:58:31", "text": ""}, {"response_to": "31399657", "username": "Lúpínan", "message_id": "31399774", "user_id": "154831", "datetime": "2017-10-07 00:42:15", "datestring": "7. okt. '17, kl: 00:42:15", "text": "Hér er annað video þar sem barnið er teiknað með...fyrst við erum að fræða fólk um hvernig þetta fer fram :)"}, {"response_to": "31399774", "username": "Myken", "message_id": "31399781", "user_id": "141701", "datetime": "2017-10-07 09:25:35", "datestring": "7. okt. '17, kl: 09:25:35", "text": "Þetta er ároðursvideo"}, {"response_to": "31399774", "username": "vanskil", "message_id": "31400536", "user_id": "58427", "datetime": "2017-10-15 13:04:46", "datestring": "15. okt. '17, kl: 13:04:46", "text": "Eins og Myken segir, þetta er áróðursvideo."}, {"response_to": "31399543", "username": "Lúpínan", "message_id": "31399769", "user_id": "154831", "datetime": "2017-10-06 23:37:39", "datestring": "6. okt. '17, kl: 23:37:39", "text": "Getur ekki verið að þú þurfir bara smá tíma til að komast yfir sjokkið? <3 Þetta snýst ekki um aðrar konur og þeirra reynslu, sumar sjá ekki eftir því en aðrar sjá eftir því alla ævi. Þú segir að þú sért ekki viss um að þú getir farið í fóstureyðingu, bara það bendir til þess að það séu miklar líkur á að ÞÚ munir sjá eftir því. Öll börn eru blessun og kraftaverk, þó að barnið þitt sé ennþá pínulítið þá er það alveg jafn dýrmætt. Ekki samt líða illa yfir að vera ekki glöð yfir þessu nýja barni strax, þetta barn er óvænt og miklar tilfinningar sem fylgja og það er fullkomlega eðlilegt.  Neyðarpillan skaðar ekki barnið þitt :)"}, {"response_to": "31399769", "username": "mymble", "message_id": "31399775", "user_id": "279395", "datetime": "2017-10-07 00:57:10", "datestring": "7. okt. '17, kl: 00:57:10", "text": "Róleg að vera augljóslega pro life, gagnvart konu sem hallast mögulega að því að fara í fóstureyðingu. Og fóstur á fyrstu vikum meðgöngu eru aldrei jafn dýrmætt og alvöru, lifandi börn sem kona gengur með og kemur í heminn, og á."}, {"response_to": "31399775", "username": "Orgínal", "message_id": "31400278", "user_id": "17656", "datetime": "2017-10-12 10:44:39", "datestring": "12. okt. '17, kl: 10:44:39", "text": "Það hugsa hreint ekki allar konur sig vel um áður en þær fara í fóstureyðingu og það má færa rök fyrir því að það sé bara allt í lagi."}, {"response_to": "31400278", "username": "mymble", "message_id": "31400288", "user_id": "279395", "datetime": "2017-10-12 13:17:22", "datestring": "12. okt. '17, kl: 13:17:22", "text": "Örugglega langflestar og mér sy´nist þessi kona einmitt vera að leggja mikla hugsun í hvað hún ætlar að gera."}, {"response_to": "31399543", "username": "svartasunna", "message_id": "31399810", "user_id": "54800", "datetime": "2017-10-07 18:48:11", "datestring": "7. okt. '17, kl: 18:48:11", "text": "Èg á tvo börn og er 38 ára. Fyrir um 2 árum varð èg ófrísk og èg og þáverandi kærasti ákváðum að halda ekki áfram með meðgöngu (þó að sjálfsögðu ætti èg endanlegt val) Èg tók pillu, eftir nokkrar klst fór að blæða og blæddi í um mánuð. Enginn líkamlegur sársauki en hormónalega var èg mjög viðkvæm. Eitthvað sem enginn vill gera en maður verður bara að vega og meta kosti og galla. hann"}, {"response_to": "31399543", "username": "Kaffinörd", "message_id": "31399835", "user_id": "177967", "datetime": "2017-10-08 01:11:01", "datestring": "8. okt. '17, kl: 01:11:01", "text": "blessuð vertu bara sleppa þessu ef þú vilt ekki barnið og sparaðu okkur skattgreiðendum skildinginn"}, {"response_to": "31399835", "username": "TheMadOne", "message_id": "31399837", "user_id": "67426", "datetime": "2017-10-08 01:20:21", "datestring": "8. okt. '17, kl: 01:20:21", "text": "ég get alveg lofað þér að sá sem á barnið leggur mikið meira til en þú sem skattgreiðandi. Þínar tilfinningar koma málinu nákvæmlega ekkert við."}, {"response_to": "31399543", "username": "Kaffinörd", "message_id": "31399836", "user_id": "177967", "datetime": "2017-10-08 01:11:02", "datestring": "8. okt. '17, kl: 01:11:02", "text": "blessuð vertu bara sleppa þessu ef þú vilt ekki barnið og sparaðu okkur skattgreiðendum skildinginn"}, {"response_to": "31399543", "username": "stjarnaogmani", "message_id": "31400173", "user_id": "23650", "datetime": "2017-10-10 21:47:32", "datestring": "10. okt. '17, kl: 21:47:32", "text": "Þegar maður er búin að eignast það mörg börn að maður vill ekki fleiri ætti maður að fara í ófrjósemisaðgerð"}, {"response_to": "31400173", "username": "Myken", "message_id": "31400304", "user_id": "141701", "datetime": "2017-10-12 17:30:27", "datestring": "12. okt. '17, kl: 17:30:27", "text": "Ef það væri svo létt.  Það er meira vesen fyrir konu að fá það í gegn en fóstureyðingu.  Sérstaklega ef hún er í yngri kantinum"}, {"response_to": "31400173", "username": "Venja", "message_id": "31400644", "user_id": "93696", "datetime": "2017-10-16 07:59:15", "datestring": "16. okt. '17, kl: 07:59:15", "text": "Hvað ef maður vill kannski eignast börn seinna? Hvað ef eitthvað skelfilegt gerist og maður missir öll börnin sín og gæti ekki einu sinni stofnað nýja fjölskyldu síðar meir? Ég ákvað fyrir löngu að hætta að eignast börn en ég hefði ekki getað hugsað mér að fara í ófrjósemisaðgerð"}, {"response_to": "31400644", "username": "Myken", "message_id": "31400656", "user_id": "141701", "datetime": "2017-10-16 09:20:40", "datestring": "16. okt. '17, kl: 09:20:40", "text": "ef ég myndi missa öll börnin mín í einu þá myndi ég vilja deyja sjálf."}, {"response_to": "31400656", "username": "Venja", "message_id": "31400666", "user_id": "93696", "datetime": "2017-10-16 10:54:57", "datestring": "16. okt. '17, kl: 10:54:57", "text": "já sem betur fer er það sjaldgæft (í okkar heimshorni). Ég var bara að benda á mínar hugsanir þegar ég ákvað að hætta að eignast börn, ég var með þessa \"hvað ef\" hugsun, og þó nýtt barn kæmi ekki í staðin fyrir þau sem ég hefði misst, þá mundi það etv. gefa lífi mínu ánægju og tilgang aftur. Ég er samt að mörgu leiti sammála þér, ég get ekki ímyndað mér að ég mundi vilja lifa ef ég mundi missa öll börnin í einu, en þetta er samt eitthvað sem flestir hugsa/segja en halda svo samt áfram að lifa þrátt fyrir svakalegar hörmungar - ég held að viljinn til að lifa sé rosalega sterkur innra með okkur."}, {"response_to": "31400666", "username": "Myken", "message_id": "31400668", "user_id": "141701", "datetime": "2017-10-16 10:57:34", "datestring": "16. okt. '17, kl: 10:57:34", "text": "hann er það..."}, {"response_to": "31399543", "username": "Nottin", "message_id": "31400199", "user_id": "89100", "datetime": "2017-10-11 01:37:15", "datestring": "11. okt. '17, kl: 01:37:15", "text": "Sælar. Langar að þakka ykkur fyrir þessi innlegg, mjög gott að lesa það sem þið eruð að skrifa."}, {"response_to": "31400199", "username": "Lúpínan", "message_id": "31400216", "user_id": "154831", "datetime": "2017-10-11 10:50:22", "datestring": "11. okt. '17, kl: 10:50:22", "text": "Neyðin hlýtur þá að vera svakaleg fyrst þú ert að hugsa um þetta þegar þú hefur upplifað sársaukann sem fylgir því að missa barn :( Er eitthvað sem væri hægt að gera til að styðja ykkur og létta undir með ykkur þannig að þið getið hugsað ykkur að eiga barnið ykkar? Frjárhagsstyrk, föt fyrir krílið eða strákana þína, hjálp við þrif eða barnapössun, matargjafir á meðgöngunni og eftir að barnið er fætt? Hvað sem er, sendu mér skilaboð ef það er eitthvað sem ég og kirkjan mín getum gert til að hjálpa ykkur."}, {"response_to": "31400216", "username": "veg", "message_id": "31400218", "user_id": "2039", "datetime": "2017-10-11 11:03:28", "datestring": "11. okt. '17, kl: 11:03:28", "text": "þú ert nú meira ó....."}, {"response_to": "31400218", "username": "Lúpínan", "message_id": "31400223", "user_id": "154831", "datetime": "2017-10-11 12:57:21", "datestring": "11. okt. '17, kl: 12:57:21", "text": "Hún á reyndar 4 lítil börn, eitt þeirra er ófætt."}, {"response_to": "31400223", "username": "veg", "message_id": "31400228", "user_id": "2039", "datetime": "2017-10-11 13:33:27", "datestring": "11. okt. '17, kl: 13:33:27", "text": "hún á 3 börn!  fósturklasi er ekki barn og það er auglóst að þú hefur ekkert lesið innleggið hennar og tekur ekkert mark á því sem hún segir, ekki vildi ég fá svoleiðis fólk inn á mitt heimili sem heldur í ofánálagt að það sé að sýna \"kærleika\" í verki."}, {"response_to": "31400223", "username": "mymble", "message_id": "31400289", "user_id": "279395", "datetime": "2017-10-12 13:19:16", "datestring": "12. okt. '17, kl: 13:19:16", "text": "Vá, af því það er svo heillandi staða að vera í, að geta ekki komist af nema fá fjárhagsaðstoð og þyggja matargjafir....."}, {"response_to": "31400223", "username": "Myken", "message_id": "31400305", "user_id": "141701", "datetime": "2017-10-12 17:34:51", "datestring": "12. okt. '17, kl: 17:34:51", "text": "3 ekki 4 ennþá enda bara gengin 4 vikur og ekki of seint að enda meðgöngunnar þar sem hún er kominn svo stutt"}, {"response_to": "31400199", "username": "Orgínal", "message_id": "31400279", "user_id": "17656", "datetime": "2017-10-12 10:53:11", "datestring": "12. okt. '17, kl: 10:53:11", "text": "Ég held reyndar að fullt af konum fari í fóstureyðingu án þess að það sé neyðarúrræði og þær hafa rétt til þess hér á landi. Hjá þér gæti hins vegar verið um neyðarúrræði að ræða ef áhættan af meðgöngu er mikil fyrir þig. Ef svo er finnst mér vera ákveðin klaufaleg umhyggjusemi í að stinga upp á ófrjósemisaðgerð. Það er þó umræða sem hjálpar þér að sjálfsögðu ekki í þeim aðstæðum sem þú ert í."}, {"response_to": "31400199", "username": "mymble", "message_id": "31400290", "user_id": "279395", "datetime": "2017-10-12 13:20:25", "datestring": "12. okt. '17, kl: 13:20:25", "text": "Gangi þér bara vel sama hvað þú gerir."}]}