{"url": "https://bland.is/umraeda/althingisumraedurnar-a-ruv/31399924/?page=78", "date": "2017-10-08 22:02:54", "id": "31399924", "items": [{"text": "Eruð þið að horfa á þetta ?Í hóp af fólki sem samanstendur af meðal annars Óttar Proppe er Sigurður Ingi engu að síður ótvíræður sigurvegar ljótustu hárgreiðslunnar, með stífgellað lokka að ofan og ekkert í hliðunum.", "title": "Alþingisumræðurnar á rúv", "username": "skoðanalögreglan", "message_id": "31399924", "user_id": "303699", "response_to": null, "datetime": "2017-10-08 22:02:54", "datestring": "8. okt. '17, kl: 22:02:54"}, {"response_to": "31399924", "username": "Steina67", "message_id": "31399962", "user_id": "39274", "datetime": "2017-10-09 01:00:54", "datestring": "9. okt. '17, kl: 01:00:54", "text": "Þetta eru ekki alþingisumræður.  Þetta eru kosningaumræða"}, {"response_to": "31399924", "username": "Júlí 78", "message_id": "31399964", "user_id": "245905", "datetime": "2017-10-09 02:04:28", "datestring": "9. okt. '17, kl: 02:04:28", "text": "Ég er nú ekki að spá í flottasta hárinu (eða hárleysi) eða flottustu fötunum hjá þessu fólki sem kom fram í þessum þætti heldur spái ég í hvað það segir og helstu áherslumál þeirra."}, {"response_to": "31399964", "username": "skoðanalögreglan", "message_id": "31399971", "user_id": "303699", "datetime": "2017-10-09 09:07:17", "datestring": "9. okt. '17, kl: 09:07:17", "text": "Í alvörunni djö ert þú skrítin ég er bara að pæla í hárinu á þeim. Ég ætla btw að kjósa eftir því hver er með flottasta hátið ??"}, {"response_to": "31399971", "username": "Júlí 78", "message_id": "31399980", "user_id": "245905", "datetime": "2017-10-09 09:54:22", "datestring": "9. okt. '17, kl: 09:54:22", "text": "Það voru ekki mín orð að þú ætlaðir að kjósa eftir því hver væri með flottasta hárið. Eigum við ekki bara að segja að mér finnist almennt skrýtið þegar fólk er að byrja að koma fram í umræðum um málefni fyrir kosningar að vera þá að spá í útliti frambjóðenda eða gera lítið úr útliti þeirra. Meira að segja Kári Stefánsson sem ég hef annars álit á byrjar á að bera saman útlit Sigmundar Davíðs í grein í Fréttablaðinu í dag og hans sjálfs (Kára) við spyrilinn í Kastljósi 28. september. Talar um að þeir séu púkalegir (Kári og Sigmundur) en spyrillinn: \"var ungur maður og glæsilegir í skærbláum jakkafötum og geislaði af honum sjarminn.\""}, {"response_to": "31399964", "username": "tjúa litla", "message_id": "31400029", "user_id": "28335", "datetime": "2017-10-09 19:26:36", "datestring": "9. okt. '17, kl: 19:26:36", "text": "Hmm alveg pæling að prófa svona einusinni að kjósa bara eftir lúkkinu, sjá svo hvernig standa sig næsta árið ;)"}, {"response_to": "31399924", "username": "Júlí 78", "message_id": "31399988", "user_id": "245905", "datetime": "2017-10-09 11:10:00", "datestring": "9. okt. '17, kl: 11:10:00", "text": "Mér fannst Sigurður Ingi bara mjög fínn og hárið á honum líka. Aðrir frambjóðendur litu líka vel út. En ég tók vel eftir því sem Sigurður Ingi sagði. Hann talaði um að fjölga þjónustuíbúðum og hjúkrunarheimilum fyrir aldraða. Ég er honum svo sannarlega sammála honum í því að þess þurfi. Algjör skömm að því að veikasta fólkið þurfi að bíða lengi að komast inn á svoleiðis staði og að byrðunum eða álaginu sem því fylgir að annast svona veika sjúklinga er í raun velt upp á aðstandendur í mjög langan tíma. En ég tók eftir öðru sem Siguður Ingi sagði. Hann talaði um að setja milljarð í tannlækningar aldraðra. En hvað þá með öryrkjana? Eru þeir eitthvað betur staddir en aldraðir? Ég held ekki."}, {"response_to": "31399988", "username": "skoðanalögreglan", "message_id": "31400012", "user_id": "303699", "datetime": "2017-10-09 16:29:36", "datestring": "9. okt. '17, kl: 16:29:36", "text": "Og talaði hann eh um að hækka laun starfsfólksins sem á að vinna þarna. Eða ætlar hann að flytja inn starfsfólk tilnað vinna þarna. Það verður gaman fyrir gamla fólkið þegar það verður bara einn eða tveir sem skilja almennilega hvað þau eru að segja."}, {"response_to": "31400012", "username": "Júlí 78", "message_id": "31400055", "user_id": "245905", "datetime": "2017-10-09 20:33:55", "datestring": "9. okt. '17, kl: 20:33:55", "text": "Nei, hann talaði ekkert um það. Hann er auðvitað að reyna að fá gamla fólkið og aðstandendur þess til þess að kjósa Framsókn. En ég reyndar minnist þess ekki að Framsókn hafi gert eitthvað sérstaklega mikið fyrir gamla fólkið þegar flokkurinn var við stjórnvölinn. Og það er undirmönnun á t.d. sumum hjúkrunarheimilum, það staðfestir Landlæknir í skýrslum. Kannski vegna lágra launa starfsfólks en aðrar ástæður gætu einnig verið fyrir því."}]}