{"url": "https://bland.is/umraeda/hjalp/31395671/?page=86", "date": "2017-08-26 14:43:20", "id": "31395671", "items": [{"text": "Hvað á maður að gera þegar maður þarf lyfsseðilsskylt lyf og kemst ekki á heilsugæslustöð afþví það er helgi!? ég get ekki beðið fram á mánudag því ég þarf þetta lyf helst strax í gær...við hvern hefur maður samband? ég þarf bara að ná að tala við hjúkrunarfræðing...hringir maður á landspítalann? ég get ekki farið með þetta tiltekna mál á kópavogsvaktina og beðið þar heillengi og eitthvað rugl...get ég hringt í apótek og þau fletta mér upp og sjá að ég hef tekið þetta lyf samt fyrir löngu? held að þau geti sjálf ekkert gert...skil ekki hvað ég á að gera", "title": "Hjálp", "username": "ayahuasca", "message_id": "31395671", "user_id": "166511", "response_to": null, "datetime": "2017-08-26 14:43:20", "datestring": "26. ágú. '17, kl: 14:43:20"}, {"response_to": "31395671", "username": "TheMadOne", "message_id": "31395676", "user_id": "67426", "datetime": "2017-08-26 14:58:40", "datestring": "26. ágú. '17, kl: 14:58:40", "text": "það er læknavaktin í Kópavoginum sem er í boði, ef þú hefur leyst þetta lyf út í sama apótekinu í langan tíma, augljóst að þú hefur klárað skammtinn út frá því og fólkið þekkir þig þá er möguleiki að lyfjafræðingurinn bjargi þér um skammt fyrir helgina en hann honum ber engin skylda til þess."}, {"response_to": "31395671", "username": "e e e", "message_id": "31395698", "user_id": "105981", "datetime": "2017-08-26 18:01:02", "datestring": "26. ágú. '17, kl: 18:01:02", "text": "Eingöngu læknir má skrifa upp á lyfseðilskyld lyf, enginn annar hvorki lyfjafræðingur né hjúkrunarfræðingur, þegar maður talar við hjúkrunarfræðing á heilsugæslunni sinni til að fá lyf sem hefur verið ávísað áður af lækni er hjúkrunarfræðingurinn alltaf búinn að fá samþykki læknisins áður en hann sendir í apótekið. Eini möguleikinn er læknavaktin og læknar."}, {"response_to": "31395671", "username": "kaldbakur", "message_id": "31395786", "user_id": "124160", "datetime": "2017-08-27 09:38:16", "datestring": "27. ágú. '17, kl: 09:38:16", "text": "Ef þetta er lífsnauðsynlegt hafðu þá samband við spítalann eða jafnvel apotekið þitt"}, {"response_to": "31395671", "username": "karamellusósa", "message_id": "31395801", "user_id": "28455", "datetime": "2017-08-27 12:57:04", "datestring": "27. ágú. '17, kl: 12:57:04", "text": "Vissirðu ekki fyrir helgi að þig vantaði lyfið?   Egmælimeð aðvera i lyfjaskömmtun með heimsendingu fyrir svona lyf,  þa þarf aldrei að lenda iveseni með að vanta lyfin sín.   En eg veit ekki hvort eitthvað aðotek myndi redda þer einum eða tveimur dagskömmtum fram yfir helgi, fer held eg alveg eftir þci hvaða lyf um ræðir. Læknavaktin avisar held eg ekki kviðalyfjum eða ávana-lyfjum."}, {"response_to": "31395671", "username": "Abba hin", "message_id": "31395829", "user_id": "121134", "datetime": "2017-08-27 18:03:20", "datestring": "27. ágú. '17, kl: 18:03:20", "text": "Nei, þú hringir alveg 100% ekki á Landspítalann."}]}