{"url": "https://bland.is/umraeda/hatur/31397401/?page=82", "date": "2017-09-15 00:09:09", "id": "31397401", "items": [{"text": "Hatur hefur aldrei verið tilfinning sem ég hef fundið mikið fyrir á minni ævi. En hún hefur stíg magnast út í eina manneskju á undanförnum mánuðum því miður. En ég hata barnsföður minn meira en pestina þessa dagana. Hann er búinn að vera að ljúga upp á mig upp á síðkastið og ég hef nkl ekkert gert honum. Hann fær að hafa barnið þegar hann vill það og hef ég aldrei beitt neinni tálmun af neinu tagi síðan við skildum enda er barnið mitt nr 1,2 og 3 hjá mér og ég vil endilega að hann hitti það sem mest.. En afh er hann að ljúga upp á mig og hvað græðir hann á því?? Sumt fólk er bara fætt fífl!!!", "title": "Hatur", "username": "Beta6mussa", "message_id": "31397401", "user_id": "301777", "response_to": null, "datetime": "2017-09-15 00:09:09", "datestring": "15. sep. '17, kl: 00:09:09"}, {"response_to": "31397401", "username": "Júlí 78", "message_id": "31397413", "user_id": "245905", "datetime": "2017-09-15 07:49:41", "datestring": "15. sep. '17, kl: 07:49:41", "text": "Leitt að þér líður svona. En ég er með þá afstöðu að miklu betra sé að biðja fyrir þeim sem gera eitthvað á hlut manns heldur en að hata þá. Reyndu frekar að tala við barnsföður þinn í rólegheitum og spyrja hann af hverju hann sé að ljúga upp á þig. Kannski er hann að því að hann heyrir einhverjar sögur um þig sem eru ekki sannar, þá hefurðu tækifæri á að segja honum að hann eigi ekki að trúa öllu sem hann heyrir. Ég myndi a.m.k. taka þannig á málum að rökræða við hann um það sem þú segir að hann ljúgi upp á þig."}, {"response_to": "31397413", "username": "Beta6mussa", "message_id": "31397479", "user_id": "301777", "datetime": "2017-09-15 19:17:20", "datestring": "15. sep. '17, kl: 19:17:20", "text": "Hann er alveg að gera þetta upp á sínar eigin spítur. Ásaka mig um að beita barninu andlegu ofbeldi og ljúga um að ég hugsi ekki um það og fleira rugl.. Á bara ekki til orð yfir þessu og er ekki að skilja hvað ég hef gert til að eiga þetta skilið. Hann á konu og önnur börn og skiðti ég mér ekkert af hans lífi.. Óþolandi óþarfa bögg bara.."}, {"response_to": "31397479", "username": "Júlí 78", "message_id": "31397482", "user_id": "245905", "datetime": "2017-09-15 19:45:52", "datestring": "15. sep. '17, kl: 19:45:52", "text": "Ef að þú og barnsfaðir þinn getið ekki rætt saman og verið samstíga með uppeldið á barninu þá myndi ég bara ráðleggja ykkur að kalla til þriðja aðila eins og sálfræðing (þar sem þið ræðið við hann/hana saman eða í sitt hvoru lagi) til að vinna að því að hugsa um hagsmuni og hamingju barnsins ykkar. Það er augljóst að beiskja, biturleiki og ásakanir ykkar á milli sem jafnvel barnið mun heyra og skilja í framtíðinni er ekki leið til þess að barninu muni líða vel. Reynið því að vinna í því að ykkur geti samið vel, það mun skila sér í því að barninu verði forðað frá vandamálum seinna meir, vanlíðan og fleira."}]}