{"url": "https://bland.is/umraeda/kynfaeravortur-hjalp-medferd-og-andlega-hlidin/31407898/?page=58", "date": "2018-01-21 16:46:00", "id": "31407898", "items": [{"text": "Hafa einhverjar stelpur hér lent í kynfæravörtum? Og þá hvernig meðferð fengu þið við þeim og hvernig þið díluðu andlega við þetta?Ég sá eitthvað sem leit út eins og varta í byrjun desember og fór beint í skoðun, það var ekki alveg staðfest og kom aftur í byrjun/miðjan janúar til að tékka. Þá var þetta staðfest og ein önnur komin. Læknirinn sagði að best væri að fjarlægja þær með sýru. SÝRU! Omg hvað það hljómaði illa. Það var svo bara mjög sárt í smá stund en svo lagaðist það. En svo daginn eftir var þetta orðið hrikalega vont og sárt og er ss. búið að vera þannig í 5 daga. Lænirinn sagði í símann að það hlyti að hafa myndast brunasár hjá mér. Það er skelfilega vont að pissa (langar að gráta, það er það vont) og fara í sturtu og ganga í nærbuxum og eiginlega það eina sem meiðir ekki er að liggja kylliflöt í engu að neðan undir sæng. Fékk sem betur fer eitthvað verkjastillandi krem til að setja á þetta sem ég nota svona 10x á dag og þarf að taka verkjalyf. Svo þegar ég skoða svæðið með spegli sýnist mér ég sjá fullt fullt af vörtum útum allt, litlir hvítir dílar sem voru ekki áður. Mér er farið að líða bara mjög illa yfir þessu og er þetta búið að stúta sjálfsmyndinni. Sé bara fram á margar vikur með þessum kvölum og veseni, ekkert kynlíf (er í sambandi) og get ekki unnið eða stundað áhugamál sem krefjast hreyfingar.Hvernig á maður að díla við svona?? Er einhver hér sem hefur svipaða sögu af kynfæravörtum sem var ekki svona slæm? Kannski fæ ég álit hjá öðrum lækni uppá að fá eitthvað annað en sýru, því hún fór ekki bara á þessa 2 staði sem vörturnar voru á heldur útum allt og mynduðu ca 3 auka sár.", "title": "Kynfæravörtur - hjálp!- meðferð og andlega hliðin", "username": "ea9", "message_id": "31407898", "user_id": "212243", "response_to": null, "datetime": "2018-01-21 16:46:00", "datestring": "21. jan. '18, kl: 16:46:00"}, {"response_to": "31407898", "username": "Ágúst prins", "message_id": "31407933", "user_id": "74748", "datetime": "2018-01-22 08:52:53", "datestring": "22. jan. '18, kl: 08:52:53", "text": "Ég þurfti í aðgerð vegna kynfæra vartna   Var það mikið að læknirinn lagði ekki í að setja sýru á þær allar þegar ég var vakandi :/   Ég var frá vinnu í um 10 daga Fór í eftir skoðun eftir ca viku og þá var notað sýru til að taka restina.   Vildi að ég hefði peppandi ráð  En þetta lagast á endanum"}, {"response_to": "31407898", "username": "lukkuleg82", "message_id": "31408077", "user_id": "249835", "datetime": "2018-01-23 09:09:58", "datestring": "23. jan. '18, kl: 09:09:58", "text": "Ég veit til þess að þetta er tekið með laser á Húðlæknastöðinni á Smáratorgi, þá færðu staðdeyfingu og þetta er tekið. Getur tekið nokkur skipti en þetta virkar og læknarnir þarna eru mjög almennilegir."}]}