{"url": "https://bland.is/umraeda/ad-vera-tala-numer-eda-manneskja-/31402887/?page=71", "date": "2017-11-09 10:48:22", "id": "31402887", "items": [{"text": "Ein Facebook vinkona min sem hefur unnið mikið með flóttafólki.  Og en  meira hefur hún unnið á þessum átaka svæðum.    Hún lagði þinn status út í dag.     Í kvöld rakst ég á ungan mann sem flúði hingað til lands fyrir rúmu ári. Ég þekki hann ekki persónulega, aðstoðaði hann með eitthvað smáræði stuttu eftir að hann kom en hef ekki verið í frekari samskiptum við hann. Ég heyri þó af honum annað slagið í gegnum mann sem þekkir hann.   Hann var að vinna í kvöld og fyrir tilviljun átti ég erindi á vinnustað hans. Hann kom sérstaklega til mín og heilsaði, en það tók mig smá stund að þekkja hann. Ekki vegna þess að ég myndi ekki eftir honum, heldur vegna þess hve breyttur hann var. Andlitið er vissulega það sama, en fasið og líkamsburðurinn breyttu ásýnd hans. Þetta djúpa, einlæga bros sem mætti mér hef ég heldur ekki séð áður. Maðurinn sem ég hitti fyrir ári hafði stöðu hælisleitanda og gekk um með höfuðið á undan sér og horfði að mestu niður í gólf. Hann var hörkulegur en vandaði sig mikið við að vera kurteis og almennilegur, þó svo að félagsleg orka hans byði augljóslega ekki upp á slíka áreynslu í samskiptum. Áhyggusvipurinn og tortryggnin gagnvart kerfinu og framtíðinni var allsráðandi, sama hvað hann reyndi að fela það. Augnaráðið staldraði ekki lengi við á sama stað og hann var allur á iði. Stressaður, hræddur og óöruggur.    Maðurinn sem ég hitti í kvöld var í sama líkama og fyrir ári, en það var eins og slaknað hefði á öllum vöðvum í andlitinu, nema þeim sem lyftu munnvikunum uppávið. Hann var léttur í spori, stóð teinréttur og var óhræddur við að taka pláss. Hann talaði við mig á frábærri íslensku, grínaðist og vildi vita hvað á daga mína hefði drifið. Hann er að eigin sögn á góðum stað, öruggur og þakklátur fyrir að hafa vinnu, sem hann sinnir af metnaði. En hann er líka þreyttur því líkt og margir í hans stöðu er hann í láglaunastarfi og eins og láglaunafólk á Íslandi veit, þá borgar eitt starf varla leiguna. Hann er því í tveimur störfum og vinnur langa daga. Burtséð frá álaginu sem því fylgir segist hann sáttur. Hann hefur hlutverk í samfélaginu og er öruggur fyrir átökunum sem geysa í heimalandi hans. Allt það sem skiptir okkur mestu máli, en við leiðum sjaldnast hugann að því fyrir okkur flestum er friður og atvinna eða hlutverk í samfélagi mjög hversdagslegur hlutur.  Hann er ekki á þeim stað sem hann er í dag okkar vegna, heldur vegna eigin elju. Hann komst lifandi í gegnum ferli sem er svo erfitt og hættulegt bæði líkama og sál, að margir gefast upp. Kerfið gefst upp á enn fleirum.     Það flýr enginn að gamni sínu. Hvað þá alla leið til Íslands til að sinna illa borguðu starfi sem nýtur takmarkaðrar virðingar. Það að leggja slíkt á sig er merki um takmarkalausa ást fyrir lífinu og slíku ber okkur að mæta af virðingu og kærleika. Því ég held að virðing, skilningur og kærleikur sé það besta sem við getum boðið öllu fólki í þessum heimi sem við búum í. Það er fyrsta skref í að laga kerfi sem var skapað á grunni tortryggni og fordóma.   Hrædda manninn sem ég hitti fyrir ári síðan hef ég séð í öllum sem hafa festst kviksyndinu sem kerfið er. Sú hræðsla skilgreinir hann þó ekki. Hann er þessi hressi, vingjarnlegi maður sem ég hitti í kvöld. Laus úr kverkataki kerfisins, aftur orðin manneskja samkvæmt kerfinu og hættur að vera númer. Fólk á aldrei að þurfa að vera númer.", "title": "Að vera tala/númer eða manneskja!!!?", "username": "Myken", "message_id": "31402887", "user_id": "141701", "response_to": null, "datetime": "2017-11-09 10:48:22", "datestring": "9. nóv. '17, kl: 10:48:22"}, {"response_to": "31402887", "username": "kaldbakur", "message_id": "31402890", "user_id": "124160", "datetime": "2017-11-09 11:44:09", "datestring": "9. nóv. '17, kl: 11:44:09", "text": "Já það er mjög gott ef vel tekst til með hjálp fyrir  fólk sem á hvergi heima."}, {"response_to": "31402887", "username": "polyester", "message_id": "31402898", "user_id": "311777", "datetime": "2017-11-09 12:41:47", "datestring": "9. nóv. '17, kl: 12:41:47", "text": "þessi vinkona þín er greinilega heilaþvegin langflestir sem koma hingað og sækja um hæli koma í annarlegum tilgangi frá friðsömum öruggum löndum"}, {"response_to": "31402898", "username": "Myken", "message_id": "31402974", "user_id": "141701", "datetime": "2017-11-10 21:13:03", "datestring": "10. nóv. '17, kl: 21:13:03", "text": ""}, {"response_to": "31402898", "username": "Ziha", "message_id": "31402994", "user_id": "51148", "datetime": "2017-11-11 09:40:57", "datestring": "11. nóv. '17, kl: 09:40:57", "text": "Hahahaha......  já einmitt.  Ég er alveg viss um að maðurinn sem er að vinna á mínum vinnustað og er frá Sýrlandi hefur djöfullegar áætlanir um að sprengja allt.. og alla, eða nei, held að það sé ekki sannleikurinn, held að eina heilaþvegna persónan hér sé þú.........  þú ættir greinilega bara að drífa þig út til þessara friðsömu og öruggu landa sjálf/ur og búa bara þar fyrst það er svona æðislegt."}, {"response_to": "31402994", "username": "polyester", "message_id": "31403003", "user_id": "311777", "datetime": "2017-11-11 16:46:01", "datestring": "11. nóv. '17, kl: 16:46:01", "text": "þú veist ekkert um það frekar en að aðrir vitað af fyrirætlunum annara sem hafa framið hryðjuverk flestir hælisleitendur sem hingað koma koma frá friðsömum ríkjum og samkvæmt skýrslu ríkislögreglustjóra þá koma þeir til að vinna svart og fá fé frá ríkinu og húsnæði og sumir koma gagngert til að fremja glæpi og er þessi straumur tengur við skipulagða glæpastarfssemi líka"}, {"response_to": "31403003", "username": "neutralist", "message_id": "31403072", "user_id": "260872", "datetime": "2017-11-12 08:09:11", "datestring": "12. nóv. '17, kl: 08:09:11", "text": "Langflestir sem koma frá svokölluðum \"friðsömum ríkjum\" eins og Makedóníu eru líka sendir fljótt heim aftur. Það er ekki verið að ræða um þá hér, heldur þá sem fá stöðu flóttamanns eins og ungi maðurinn í upphafsinnlegginu."}, {"response_to": "31403072", "username": "polyester", "message_id": "31403073", "user_id": "311777", "datetime": "2017-11-12 08:35:21", "datestring": "12. nóv. '17, kl: 08:35:21", "text": "jæja það er gott ef það er búið að breyta því að allir frá friðsömu ríkjunum séu sendir fljótt heim var því breytt í vikunni kannski ?"}, {"response_to": "31403073", "username": "neutralist", "message_id": "31403074", "user_id": "260872", "datetime": "2017-11-12 08:40:11", "datestring": "12. nóv. '17, kl: 08:40:11", "text": "Er lesskilningi þínum eitthvað ábótavant? Langflestir eru ekki allir."}, {"response_to": "31403074", "username": "polyester", "message_id": "31403076", "user_id": "311777", "datetime": "2017-11-12 08:56:53", "datestring": "12. nóv. '17, kl: 08:56:53", "text": "já því hlýtur þá að hafa verið breytt í vikunni"}, {"response_to": "31403076", "username": "neutralist", "message_id": "31403077", "user_id": "260872", "datetime": "2017-11-12 08:57:30", "datestring": "12. nóv. '17, kl: 08:57:30", "text": "Var breytt í september. Þú veist að það er nóvember núna, er það ekki, trölli litli?"}, {"response_to": "31403073", "username": "neutralist", "message_id": "31403075", "user_id": "260872", "datetime": "2017-11-12 08:53:44", "datestring": "12. nóv. '17, kl: 08:53:44", "text": "Þar fyrir utan var meðalafgreiðslutími á forgangsumsóknum (þar á meðal þeim sem koma frá svokölluðum öruggum löndum eða eru með bersýnilega tilhæfulausar umsóknir) ekki nema rétt rúmlega 30 dagar á árinu 2016."}, {"response_to": "31402887", "username": "neutralist", "message_id": "31403071", "user_id": "260872", "datetime": "2017-11-12 08:07:48", "datestring": "12. nóv. '17, kl: 08:07:48", "text": "Ég þekki einn sem kom fyrir einu og hálfu ári síðan. Reyndar var hann alltaf opinn og glaðlegur, er það enn frekar í dag. Á þessu eina og hálfa ári hefur hann útvegað sér tvær vinnur, eignast kærustu og farið að leigja, fyrst einn og svo með vini sínum. Ungur maður sem er fullur þátttakandi í samfélaginu."}]}