{"url": "https://bland.is/umraeda/fjarlaegja-faedingabletti/31408460/?page=56", "date": "2018-01-30 03:34:24", "id": "31408460", "items": [{"text": "Hvert er best að fara til að fjarlægja fæðingabletti? Hef farið bæði til húðlæknis og lýtalæknis áður að láta fjarlægja bletti.Er með sirka 20 stk bletti og lýti sem ég vil losna við. Hefur greinst hjá mér frumubreytingar og ég vil því láta fjarlægja blettina sem gæti verið eitthvað í. Vil taka það fram að ég hef reglulega farið til húðlæknis í tékk en hann er svo tregur að vilja fjarlægja þá. Það var á hörkunni að hann á endanum gaf sig að taka blettinn sem voru frumubreytingar í, sá blettur var mjög lítill og saklaus en þó vel dökkur.Vitiði hvort tryggingafélag greiði niður eða hvort hægt sé að sækja um styrk einhverstaðar? Eða húðlæknir/lýtalæknir gefi magnafslátt? Hef farið nokkrum sinnum og þetta er svo dýrt og sérstaklega núna allt þetta magn og ég komin yfir tvítugt. Man ég fékk niðurgreitt þegar ég fór fyrst um 16 ára.Takk fyrir að lesa", "title": "Fjarlægja fæðingabletti", "username": "cheerios75", "message_id": "31408460", "user_id": "310219", "response_to": null, "datetime": "2018-01-30 03:34:24", "datestring": "30. jan. '18, kl: 03:34:24"}, {"response_to": "31408460", "username": "kirivara", "message_id": "31408486", "user_id": "189868", "datetime": "2018-01-30 16:21:20", "datestring": "30. jan. '18, kl: 16:21:20", "text": "Fjölskyldumeðlimur fór í svona hjá húsjúkdómalækni og voru teknir einir 7-8 á einu bretti og borgaði hann bara komugjald sem ég man nú ekki hvað var. Hefuru tékkað á stéttarfélaginu þínu hvort þú fáir eitthvað niðurgreitt þaðan."}, {"response_to": "31408486", "username": "supert", "message_id": "31408878", "user_id": "86379", "datetime": "2018-02-05 00:23:48", "datestring": "5. feb. '18, kl: 00:23:48", "text": "Tví midur .... Ta er kerfid mjög breytt i dag vardandi gjaldid. En húdlæknar eiga bara taka tad sem teir grunar ad se eitthvad eda tad er eitthvad sem er virkilega ad valda tèr ótægindum. Ef teir taka eitthvad sem fólk vill bara losna vid er tad utan tryggingar og tu tarft ad greida fyrir tad allt sjàlfur.  En eg myndi kikja bara til annars húdlæknis og spjalla vid hann. Teir eru misjafnir eins og teir eru margir. Svona adgerdir\\læknisheimsóknir eru ekki nidurgreidd af stéttafèlögum nema tu sert i flugmannafèlaginu s.s. flugmadur eda flugfreyja. Gangi ter vel"}, {"response_to": "31408460", "username": "malata", "message_id": "31408672", "user_id": "234967", "datetime": "2018-02-02 07:18:56", "datestring": "2. feb. '18, kl: 07:18:56", "text": "Held ekki að það sé neitt endurgreitt en auðvitað gott að tékka á stéttarfélaginu. Fór sjálf til Elísabet Reykdals í Domus og hún gerði það mjög vel. Kostaði held ég um 10.000 fyrir 3 fæðingarblettir (en það var 4 árum síðan...)."}, {"response_to": "31408460", "username": "mugg", "message_id": "31408697", "user_id": "48791", "datetime": "2018-02-02 19:04:01", "datestring": "2. feb. '18, kl: 19:04:01", "text": "Rafn Ragnarsson hefur tekið hjá mér og syni mínum"}, {"response_to": "31408460", "username": "blomid", "message_id": "31408769", "user_id": "4434", "datetime": "2018-02-03 21:40:22", "datestring": "3. feb. '18, kl: 21:40:22", "text": "Fór fyrir rúmu ári til Ágústar lýtalæknis sem fjarlægði þrjá fæðingarbletti úr andlitinu á mér (ég bað ekki um fleiri á þeim tíma). Hann sendi í ræktun og því borgað ég eitthvað aðeins minna (skv honum).  Minnir ég hafi borgað um 15 þúsund fyrir aðgerðina (svo aukalega fyrir forviðtal og saumatöku)."}]}