{"url": "https://bland.is/umraeda/hvar-upplifir-madur-jolastemminguna-/31405668/?page=63", "date": "2017-12-19 18:11:07", "id": "31405668", "items": [{"text": "Já kannski best en hvar ?1. Kristskirkju Landakoti 2. Hjá herkastalafólkinu ?3. Samhjálp ? Já hvar annarsstaðar ?", "title": "Hvar upplifir maður jólastemminguna ?", "username": "kaldbakur", "message_id": "31405668", "user_id": "124160", "response_to": null, "datetime": "2017-12-19 18:11:07", "datestring": "19. des. '17, kl: 18:11:07"}, {"response_to": "31405668", "username": "Zagara", "message_id": "31405670", "user_id": "68119", "datetime": "2017-12-19 18:14:08", "datestring": "19. des. '17, kl: 18:14:08", "text": "Örugglega besta stemningin heima hjá biskupi kirkjunnar eftir dóm kjararáðs."}, {"response_to": "31405670", "username": "kaldbakur", "message_id": "31405677", "user_id": "124160", "datetime": "2017-12-19 19:21:40", "datestring": "19. des. '17, kl: 19:21:40", "text": "Já og eru alþingismenn líka sáttir og með gleðileg jól ?"}, {"response_to": "31405668", "username": "Júlí 78", "message_id": "31405689", "user_id": "245905", "datetime": "2017-12-19 21:42:20", "datestring": "19. des. '17, kl: 21:42:20", "text": "Ja biskupinn hlýtur að líða vel um jólin, hún fær afturvirka greiðslu til 1. janúar 2017 eða samtals 3,2 milljónir í eingreiðslu. Og svo fara launin hennar í 1,2 milljónir plús 40 fasta yfirvinnueininga. Samtals munu laun hennar þá verða 1.553.323 á mánuði. Hún mun ekki líða skort og getur því haldið gleðileg jól og auðvitað væri það þá í anda kristinnar trúar að hún myndi deila a.m.k. einhverju af þessu með fátækum. Sama er með alþingismenn, enginn skortur heima hjá þeim en hversu sáttir þeir eru það veit ég ekki. Jú sjálfsagt sáttir fyrir að komast inn á þig og þurfa ekki að lifa á einhverri hungurlús en ég vil segja að þeir alþingismenn eru ekki með hjartað á réttum stað sem ekkert reyna að bæta kjör þeirra verst settu t.d. í hópi aldraðra og öryrkja. Auðvitað átti að gera eitthvað strax í þeirra málum þegar stjórnin tók við. Það var alveg hægt en þeir segjast ætla að skoða málin svona fram á vor! Ég heyrði það alveg á Katrínu Jakobsdóttir í fréttum að til stæði að breyta kerfinu þó hún talaði á óljósum nótum. Ég spái því að til standi að að spara þar einhvers staðar í almannatryggingakerfinu til að geta bæta eitthvað kjör aldraðra og  öryrkja (því þeir munu neyðast til þess eftir mótmæli þessara hópa) en það standi ekki til að auka fé í málaflokkinn. Spái því líka að sú hækkun sem kannski myndi koma næsta sumar hjá þessum hópum verði ekki merkileg, alveg eins og fyrri daginn."}, {"response_to": "31405689", "username": "Júlí 78", "message_id": "31405690", "user_id": "245905", "datetime": "2017-12-19 21:43:53", "datestring": "19. des. '17, kl: 21:43:53", "text": "Sáttir við að komast inn á þing átti þetta að vera."}, {"response_to": "31405668", "username": "leonóra", "message_id": "31405709", "user_id": "166481", "datetime": "2017-12-20 10:36:15", "datestring": "20. des. '17, kl: 10:36:15", "text": "Ég held að hver og einn beri ábyrgð á sinni jólastemningu þ.e ekki hægt að  sækja hana eitthvert eða kaupa.  Þú verður að finna hana í eigin kjöti og leita hennar þar.  Voða spekilegt  en held það sé bara soleis.  Minnist þess að hafa verið illa stemmd um jól og bara nennti ekki að finna fyrir henni svo jólin liðu eins og reykur framhjá mér það árið."}, {"response_to": "31405668", "username": "Júlí 78", "message_id": "31405710", "user_id": "245905", "datetime": "2017-12-20 11:18:23", "datestring": "20. des. '17, kl: 11:18:23", "text": "Ég held nú að kærleikurinn finnist  alveg á öllum þessum stöðum sem þú telur upp kaldbakur (en hef reyndar aldrei farið þangað sjálf) en ef ég væri einstæðingur og einmana þá held ég færi kannski í Herkastalann að vera innan um aðra sem væru einmana og fá að borða góðan mat með þeim. Það hefur verið í boði en núna er búið að selja Herkastalahúsið niðrí bæ og að ætlunin sé að fara upp á Suðurlandsbraut (las það nýlega í fréttum). En eftir smá gúggl þá las ég inn á visir.is frétt um málið frá 2016 og þar sagði  að starfsemi Hjálpræðishersins verði í Mjódd, þar sem félagið hefur samkomustað, þar til nýtt húsnæði rís."}, {"response_to": "31405668", "username": "Júlí 78", "message_id": "31405711", "user_id": "245905", "datetime": "2017-12-20 11:31:03", "datestring": "20. des. '17, kl: 11:31:03", "text": "En ég fann síðuna þeirra herinn.is og það þarf víst að skrá sig í jólahátíðarmat þar með fyrirvara."}, {"response_to": "31405668", "username": "Hunzell", "message_id": "31405954", "user_id": "318919", "datetime": "2017-12-24 03:06:44", "datestring": "24. des. '17, kl: 03:06:44", "text": "Jólastemming í Kristskirkju er að mörgu leiti dýpri en víða."}]}