{"url": "https://bland.is/umraeda/nyr-dagur-/31415593/?page=36", "date": "2018-05-31 17:41:53", "id": "31415593", "items": [{"text": "Ótrúlegt hvað fólk leyfir fólki að pína sig í umferðinni með Holu Hjálmari.  Svo bara bulla þessir gaurar útí eitt  um einhverja lausn  í framtíðinnii með Borgarlínu eftar að hafa eyðilagt allt umferðarkerfið +i Reykjavík.", "title": "Nýr Dagur ?", "username": "kaldbakur", "message_id": "31415593", "user_id": "124160", "response_to": null, "datetime": "2018-05-31 17:41:53", "datestring": "31. maí '18, kl: 17:41:53"}, {"response_to": "31415593", "username": "KolbeinnUngi", "message_id": "31415616", "user_id": "270226", "datetime": "2018-06-01 12:26:52", "datestring": "1. jún. '18, kl: 12:26:52", "text": "þeir hafa nú ekki einu sinni haft vit fyrir því að útskýra ''borgarlínuna'' ? þeir hafa auglýst það óhemju en ég samt engu nær hvað það er einu sinni. ælti þeir vita það sjálfur. skildi það upprunaleg það átti vera lestarkerfi sem er uppá yfirborðinu en það er hætt við það."}, {"response_to": "31415616", "username": "Júlí 78", "message_id": "31415619", "user_id": "245905", "datetime": "2018-06-01 13:27:46", "datestring": "1. jún. '18, kl: 13:27:46", "text": "Svona, svona þú átt bara að bíða eftir að allt verður tilbúið og þá ætla þeir að kynna þetta. Vertu bara þolinmóð/ur KolbeinnUngi ;). Ég hef heldur ekki hugmynd hvar þessi borgarlína á að vera enda kannski ekki búið að ákveða það. Ég hélt líka að þetta ætti að vera einhvers konar lestarkerfi eða léttlestarkerfi og það svo sem hljómaði ekkert voðalega illa. En núna er það bara venjulegur strætó á einhverjum forgangsakreinum skilst mér. Ætli að þá verði leyfilegt fyrir strætó að keyra á hundraðinu? Ég hef nú ekki tekið strætó lengi en þegar ég gerði það um tíma þá var eins og strætó væri í kappakstri á Miklubraut og jafnvel líka á Kringlumýrarbraut. Kannski best að vera á sínum einkabíl."}, {"response_to": "31415619", "username": "kaldbakur", "message_id": "31415622", "user_id": "124160", "datetime": "2018-06-01 17:14:10", "datestring": "1. jún. '18, kl: 17:14:10", "text": "Já þessi Borgarlína er fyrst og fremst forgangsakrein fyrir Strætó, rútur, leigubíla og sjúkra-  og slökkvilið."}]}