{"url": "https://bland.is/umraeda/aupair-ekki-lengur-cool-/31419562/?page=25", "date": "2018-08-24 13:09:59", "id": "31419562", "items": [{"text": "Ég hef nýlega verið að auglýsa eftir nýrri íslenskri Aupair til að aðstoða okkur hér í London. Ég setti auglýsingu í blöðin, póstaði á Facebook og gerði allt sem ég hef gert í öll þau 3 skipti sem við höfum ráðið aupair í fortíðinni. Venjulega höfum við fengið um 20-30 umsóknir en í þetta skiptið höfum við hinsvegar ekki fengið eina einustu umsókn!  Þess vegna langar mig að spyrja ykkur, þykir það ekki \"cool\" lengur að gerast aupair? Er þetta ekki lengur séð sem tækifæri til að skoða heiminn eða eru krakkar með einhverjar aðrar áherslur í dag?  Þætti fróðlegt að heyra hvað ykkur finnst.", "title": "Aupair - ekki lengur cool?", "username": "Madison", "message_id": "31419562", "user_id": "52053", "response_to": null, "datetime": "2018-08-24 13:09:59", "datestring": "24. ágú. '18, kl: 13:09:59"}, {"response_to": "31419562", "username": "Júlí 78", "message_id": "31419565", "user_id": "245905", "datetime": "2018-08-24 14:41:31", "datestring": "24. ágú. '18, kl: 14:41:31", "text": "Ertu ekki bara að bjóða of litla greiðslu fyrir starfið? Veit það er fæði og húsnæði innifalið í starfinu og jafnvel flugmiðar á staðinn og heim og það er metið til einhvers en kannski ekki spennandi að taka svona að sér nema að fá þokkalega borgað fyrir það. Annars er þetta orðinn hættulegur heimur, hryðuverkamenn hér og þar og ekki síst í London. Ekki spennandi að fara þangað."}, {"response_to": "31419562", "username": "nonni400", "message_id": "31419568", "user_id": "276048", "datetime": "2018-08-24 15:19:19", "datestring": "24. ágú. '18, kl: 15:19:19", "text": "Instant gratification kynslóðin byrjar á toppnum eða bara sleppir þessu og móðgast. Svo er London ekkert hættulegri staður en hver annar, ef viðhorfið er að fara ekki þangað út af hryðjuverkamönnum þá eru þeir búnir að vinna."}, {"response_to": "31419568", "username": "TheMadOne", "message_id": "31419587", "user_id": "67426", "datetime": "2018-08-24 20:24:08", "datestring": "24. ágú. '18, kl: 20:24:08", "text": "hvað miðar þú við þegar þú segir að London sé ekkert hættulegri en hver annar staður? Ekki það að ef þú býrð hjá fjölskyldu í London eða hvaða stórborg annarri þá hangir þú ekkert í miðbænum alla daga"}, {"response_to": "31419587", "username": "nonni400", "message_id": "31419594", "user_id": "276048", "datetime": "2018-08-25 07:37:46", "datestring": "25. ágú. '18, kl: 07:37:46", "text": "Að sjálfsögðu fer það eftir hvort þú miðar við höfuðborg Íslands eða Kólumbíu."}, {"response_to": "31419562", "username": "leonóra", "message_id": "31419583", "user_id": "166481", "datetime": "2018-08-24 18:31:40", "datestring": "24. ágú. '18, kl: 18:31:40", "text": "Spurning hvort ekki hafi að segja gríðarlega mikið framboð á vinnu fyrir ungt fólk á Íslandi.  Það getur valið úr vinnu hér heima.  Afhverju að yfirgefa vinahópinn og fjölskylduna fyrir vinnui erlendis þegar þjóðin er allt árið á faraldsfæti.  Ungt fólk fer í útskriftarferðir og heimsreisur hægri vinstri hér  á Íslandi og þykir sjálfsagt."}, {"response_to": "31419562", "username": "Ljónsgyðja", "message_id": "31419602", "user_id": "316891", "datetime": "2018-08-25 15:06:39", "datestring": "25. ágú. '18, kl: 15:06:39", "text": "Ég er alveg hætt að sja fólk óska eftir að gerast aupair."}]}