{"url": "https://bland.is/umraeda/leiguhusnaedi-riftun/31415018/?page=37", "date": "2018-05-20 19:00:04", "id": "31415018", "items": [{"text": "Ég fór að skoða íbúð til leigu fyrir nokkrum dögum, ég var ekkert sérstaklega að opna alla skápa og skúffur og var heldur ekki að opna bakaraofninn eða ísskápinn en ég sagði að það þyrfti að mála og að ég myndi alveg geta gert það. En svo var mér boðin þessi íbuð af leigusölum strax daginn eftir og þau vildu afhenda hana strax á þeim degi. Ég var auðvitað svo spennt að ég sagði bara já en hefði kannski átt að byðja um að skoða hana einu sinni enn áður en ég myndi skrifa undir samning. En þannig fór að ég hitti leigusalanna bara á einhverju bílaplani og skrifaði undir leigusamning og gaf þem bankatryggingu. Núna hef ég farið 3 sinnu uppí þessa íbúð og sé hvað þarf að gera mikið svo hún sé íbúðarhæf. Viftur, bakaraofn og ísskápur er mjög óhreint auk þess eru gluggar og læsingar í ólagi. Svo er ekki ljósaperur ekki í öllum herbergjum og klósettseta laus. Ég hef borgað nú leigu út mánuðinn plús 3 mánaða bankatryggingu.Hef ég rétt á að biðja um riftun á samningi og endurgreiðslu þar sem ég átti ekki von á þessu eða er ég bundin þessum samningi? Það eru bara 2 dagar síðan ég skrifaði undir samninginn, með aðeins einum vott en ekki tveim ef það skiptir máli.", "title": "leiguhúsnæði-riftun", "username": "sæskjaldbaka", "message_id": "31415018", "user_id": "170001", "response_to": null, "datetime": "2018-05-20 19:00:04", "datestring": "20. maí '18, kl: 19:00:04"}, {"response_to": "31415018", "username": "ert", "message_id": "31415019", "user_id": "37456", "datetime": "2018-05-20 19:59:32", "datestring": "20. maí '18, kl: 19:59:32", "text": "þú getur alveg þrifið ísskápinn og bakaraofnin. Það er verra mál með læsingar. Kemst hver sem er inn í íbúðina?"}, {"response_to": "31415019", "username": "ert", "message_id": "31415020", "user_id": "37456", "datetime": "2018-05-20 20:10:18", "datestring": "20. maí '18, kl: 20:10:18", "text": "Og ljósaperu og klósettuvandamálið skil ég ekki. Festirðu ekki bara klósettsetuna?"}, {"response_to": "31415020", "username": "Venja", "message_id": "31415130", "user_id": "93696", "datetime": "2018-05-22 17:34:40", "datestring": "22. maí '18, kl: 17:34:40", "text": "mér finnst bara lásarnir vera vandamál og ég geri ráð fyrir að leigusali eigi að laga það. Þegar ég fer í nýja íbúð eða hús kaupi ég hvort sem er nýja klósettsetu"}, {"response_to": "31415130", "username": "sakkinn", "message_id": "31415155", "user_id": "72364", "datetime": "2018-05-22 23:09:34", "datestring": "22. maí '18, kl: 23:09:34", "text": "það er ekkert að finnast. Leigendur eiga að sjá um smávæginlegt í viðgerðum þar á meðal lása."}, {"response_to": "31415155", "username": "Venja", "message_id": "31415231", "user_id": "93696", "datetime": "2018-05-24 11:32:16", "datestring": "24. maí '18, kl: 11:32:16", "text": "jú þar sem mér finnst ekki vera neitt vandamál þannig lagað séð að ofn sé óhreinn eða klósettseta laus. Öðrum gæti fundist það vandamál."}, {"response_to": "31415231", "username": "sakkinn", "message_id": "31415286", "user_id": "72364", "datetime": "2018-05-25 17:03:04", "datestring": "25. maí '18, kl: 17:03:04", "text": "ja sorry við afhendingu auðvitað. En ef td smávæginlegt bilar þá ber leiganda að gera við það. Gleymdi mér smá í röflinu :)"}, {"response_to": "31415286", "username": "Venja", "message_id": "31415291", "user_id": "93696", "datetime": "2018-05-25 18:17:01", "datestring": "25. maí '18, kl: 18:17:01", "text": "já maður hringir nú kannski ekki í leigusalann ef eitthvað smávægilegt bilar þegar maður býr í íbúðinni, en að læsingar séu ekki í lagi er soldið meira"}, {"response_to": "31415291", "username": "sakkinn", "message_id": "31415480", "user_id": "72364", "datetime": "2018-05-28 19:37:46", "datestring": "28. maí '18, kl: 19:37:46", "text": "læsingar eru á leigenda ef þeir hafa búið í íbúðinni það er alveg pottþétt"}, {"response_to": "31415480", "username": "Venja", "message_id": "31415517", "user_id": "93696", "datetime": "2018-05-29 21:13:34", "datestring": "29. maí '18, kl: 21:13:34", "text": "jájá, en það er verið að tala um að manneskjan var að fá íbúðina afhenta"}, {"response_to": "31415018", "username": "leonóra", "message_id": "31415036", "user_id": "166481", "datetime": "2018-05-21 09:07:24", "datestring": "21. maí '18, kl: 09:07:24", "text": "Sanngjarnt að semja um lækkun á næstu leigugreiðslu vegna vinnu við þrif og útlagðan kostnað.  Mér finnst þú hafa verið svikin.  Það er ógeðslegt að taka við íbúð sem er loðin af skít og mikil vinna að þrífa t.d. bakarofn og ísskáp.  Líka jafnógeðslegt að finnast það í lagi að leigja út svona skítuga íbúð."}, {"response_to": "31415018", "username": "kaldbakur", "message_id": "31415065", "user_id": "124160", "datetime": "2018-05-21 14:40:02", "datestring": "21. maí '18, kl: 14:40:02", "text": "Var þetta sanngjarnt leiguverð sem þú gekkst að ?"}, {"response_to": "31415018", "username": "Júlí 78", "message_id": "31415075", "user_id": "245905", "datetime": "2018-05-21 17:43:11", "datestring": "21. maí '18, kl: 17:43:11", "text": "Auðvitað á leigusali að hafa íbúð sem hann leigir hreina. En mér finnst líklegt að þú hafir fengið íbúðina einmitt af því þú varst ekki með neitt röfl og bauðst þar að auki til að mála íbúðina! Það er skortur á leiguhúsnæði a.m.k. á höfuðborgarsvæðinu og sjálfsagt margir sem fyndist það allt í lagi að a.m.k. þrífa bakaraofninn/viftu og ísskápinn og skipta um perur og festa klósettsetu. Ekki mikið mál með þetta. En ef gluggar og læsingar eru í ólagi þá þarf að tala við leigusalann um það. Það getur vel verið að leigusalinn fallist á riftun leigusamningsins ef þú talar við hann strax en annars má lesa um þetta allt í lögunum."}, {"response_to": "31415018", "username": "nutiminn123", "message_id": "31415077", "user_id": "344146", "datetime": "2018-05-21 19:07:08", "datestring": "21. maí '18, kl: 19:07:08", "text": "Lúxusvandamál og ekki mikið sem þarf að laga. Ég minni á að þú ert leigjandi og átt ekki íbúðina svo það er ekki þitt að laga það sem þarf að laga heldur leigusala. Byrjar á því að hafa samband við leigusalann og segir hvað er að sem þarf að laga. Viftan, bakarofninn og ísskápurinn verða þá þrifin, gluggarnir og læsingarnar lagaðar, skipt um ljósaperur og klósettsetu. Þetta er leigusalans að sja um en ekki þitt verk. Á tímum sem þessum myndi ég ekki kvarta heldur þakka fyrir það að hafa húsnæði."}, {"response_to": "31415077", "username": "Júlí 78", "message_id": "31415099", "user_id": "245905", "datetime": "2018-05-22 01:23:10", "datestring": "22. maí '18, kl: 01:23:10", "text": "Já vissulega er það leigusalans að \" þrífa bakaraofninn/viftu og ísskápinn og skipta um perur og festa klósettsetu\" áður en nýr leigjandi tekur við. En margir myndu samt bara gera þetta sjálf frekar en að fara að tala um þetta svona eftir að búið er að skrifa undir leigusamning."}, {"response_to": "31415018", "username": "efia", "message_id": "31415122", "user_id": "193093", "datetime": "2018-05-22 16:22:15", "datestring": "22. maí '18, kl: 16:22:15", "text": "Nokkur ár siðan fórum við fram kærunefnd húsamála vegna leka og vatnstjóni á veggjum sem hafi verið falið með náttborði og stól. ("}, {"response_to": "31415122", "username": "efia", "message_id": "31415125", "user_id": "193093", "datetime": "2018-05-22 16:46:58", "datestring": "22. maí '18, kl: 16:46:58", "text": "hér er íbúðin á AirBnb:"}, {"response_to": "31415122", "username": "kaldbakur", "message_id": "31415254", "user_id": "124160", "datetime": "2018-05-24 22:09:31", "datestring": "24. maí '18, kl: 22:09:31", "text": "Það eru takmörk fyrir því hvað fólk gengur langt vegna leigu íbúðar."}]}