{"url": "https://bland.is/umraeda/thid-sambandsfolk-/31412290/?page=47", "date": "2018-03-29 12:50:04", "id": "31412290", "items": [{"text": "Þið sem eruð í sambandi/gift og annar einstaklingurinn er A-týpa og hinn B-týpa, hvernig fúnkerið þið fjölskyldulega séð? Það eru börn á heimilinu og ég er persónulega að verða gráhærð á manninum mínum sem vakir fram á nætur og ef ég bið hann að fara fram á morgnanna þá er hann varla fúnkerandi fyrr en um kl. 15. Núna er ég að tala um helgar, ekki virka daga, hann er í vinnu og sinnir henni vel. Hann er frábær í alla staði, góður pabbi og allt þetta - en ég er orðin svo þreytt á að þurfa að eyða orkunni í að reyna að fá hann til að fara snemma að sofa og vakna snemma þegar þetta virðist ekki vera e-ð sem náttúran gaf honum. Ég verð líka þreyttari daginn eftir ef ég er endalaust að vakna og biðja hann að fara að sofa. Ég sé að þetta er allt saman fáránlegt þegar ég skrifa þetta, við erum fullorðið fólk og þetta ætti ekki einu sinni að vera vandamál, en ég veit ekki hvort ég eigi bara að sætta mig við þetta eða láta mig enn dreyma um kósý helgarmorgna með allri fjölskyldunni, þar sem allir eru vakandi að njóta þess að vera saman, ekki einn hrjótandi í sófanum og gjörsamlega óstarfhæfur..", "title": "Þið sambandsfólk :)", "username": "happhapp", "message_id": "31412290", "user_id": "267891", "response_to": null, "datetime": "2018-03-29 12:50:04", "datestring": "29. mar. '18, kl: 12:50:04"}, {"response_to": "31412290", "username": "Splæs", "message_id": "31412293", "user_id": "83074", "datetime": "2018-03-29 13:54:05", "datestring": "29. mar. '18, kl: 13:54:05", "text": "Mér finnst B-fólk taka sér frekar mikið rými að vaka til 3 eða 4 að morgni og sofa svo fram yfir hádegi ef það ætlar sér að eiga fjölskyldu."}, {"response_to": "31412293", "username": "happhapp", "message_id": "31412368", "user_id": "267891", "datetime": "2018-03-31 11:05:30", "datestring": "31. mar. '18, kl: 11:05:30", "text": "Mér finnst það nefnilega líka. Mér finndist ekkert mál að hann svæfi til 10, ég hef ekkert á móti því að vakna á morgnanna með börnunum. Mér finnst ég líka fá minni tíma fyrir sjálfa mig þegar þetta er svona, þar sem ég passa vel að sofna snemma til að geta verið hress með börnunum."}, {"response_to": "31412290", "username": "Raw1", "message_id": "31412294", "user_id": "125748", "datetime": "2018-03-29 14:09:41", "datestring": "29. mar. '18, kl: 14:09:41", "text": "Ég er A, hann er B, og erum barnfrjáls, finnum ekki mikið fyrir þessu. Hann fer að sofa þegar hann vill og vaknar þegar hann vill, sama á við um mig."}, {"response_to": "31412294", "username": "happhapp", "message_id": "31412369", "user_id": "267891", "datetime": "2018-03-31 11:05:57", "datestring": "31. mar. '18, kl: 11:05:57", "text": "Ég fann heldur ekkert fyrir þessu þegar við vorum barnlaus. Þá skipti þetta mig engu málu."}, {"response_to": "31412290", "username": "mymble", "message_id": "31412297", "user_id": "279395", "datetime": "2018-03-29 14:23:09", "datestring": "29. mar. '18, kl: 14:23:09", "text": "Ég er B manneskja með 2 börn og maðurinn minn er A týpa. Við förum yfirleitt að sofa milli 12-1  og hann vaknar yfirleitt með börnunum og ég fæ að sofa þar til ég vakna, sem er um 10 en börnin vakna yfirleitt um 8:30-9:00. Allir sáttir við þetta en stundum er ég með samviskubit yfir því að hann fari yfirleitt alltaf fram með börnin en á meðan hann er sáttur þá er þetta ekki vandamál.  Ef næturnar hafa verið mjög erfiðar með yngra barnið þá hef ég jafnvel fengið að sofa lengur en ég höndla lítin/erfiðan svefn mun verr heldur en maðurinn minn sem hressist við það eitt að setjast upp. Ég hef sjálf engan áhuga á að sofa lengur en til 9-10 eða vaka til 3-4 á næturnar, með börn og eftir að ég eignaðist fyrsta barnið mitt þá þurfti ég einfaldlega að venjast þeirri breytingu í lífinu. Svona vökur fram á nótt og svefn fram eftir degi eru bara ekki í boði þegar maður er með börn. Mín skoðun er að maðurinn þinn þurfi að skilja það og breyta sinni svefn rútínu því þessar aðstæður eru óásættanlegar."}, {"response_to": "31412297", "username": "lillion", "message_id": "31412358", "user_id": "266187", "datetime": "2018-03-31 01:43:08", "datestring": "31. mar. '18, kl: 01:43:08", "text": "Rannsókn7r sýna fram á að þeir sem sofa lítið um langan tíma. Eru margfalt líklegri til að fá hjartaáföll,heilablóðfall og þró með sér öldrunarsjúkdóma eins og alzheimer og heilabilun."}, {"response_to": "31412297", "username": "happhapp", "message_id": "31412370", "user_id": "267891", "datetime": "2018-03-31 11:07:22", "datestring": "31. mar. '18, kl: 11:07:22", "text": "Ég er algjörlega sammála þér."}, {"response_to": "31412290", "username": "TheMadOne", "message_id": "31412305", "user_id": "67426", "datetime": "2018-03-29 16:52:14", "datestring": "29. mar. '18, kl: 16:52:14", "text": "Í guðanna bænum ekki vera að tuða í fullorðnum mann um hvenær hann fer að sofa. Það er bara meðvirkni og býr bara til leiðindi. Hann verður að taka ábyrgð á sjálfum sér og taka sinn hluta af því sem þarf að gera. Hann velur að fara seint að sofa, hann hlýtur þá að treysta sér til að taka þungann af verkunum seinni partinn og hann fer á fætur ef þið eruð að fara eitthvað eða gera eitthvað sérstakt eða hvað? Leysið málin á vitrænan hátt en láttu hann stjórna hvernig hann sefur. Gerðu kröfu um að hann standi við sitt en ekki koma fram við hann eins og barn"}, {"response_to": "31412305", "username": "lillion", "message_id": "31412359", "user_id": "266187", "datetime": "2018-03-31 01:44:19", "datestring": "31. mar. '18, kl: 01:44:19", "text": "Nei það verður og nöldra allan sólarhringinn"}, {"response_to": "31412359", "username": "TheMadOne", "message_id": "31412366", "user_id": "67426", "datetime": "2018-03-31 10:12:56", "datestring": "31. mar. '18, kl: 10:12:56", "text": "Var ég að svara þér? Ef ekki þá er þetta frekar samhengislaust hjá þér"}, {"response_to": "31412305", "username": "happhapp", "message_id": "31412371", "user_id": "267891", "datetime": "2018-03-31 11:13:05", "datestring": "31. mar. '18, kl: 11:13:05", "text": "Hann velur það sjálfur já og tekur afleiðingunum. Ég sem morgunmanneskja væri til í að geta stundum átt notalegan morgun með allri fjölskyldunni og geta komist út úr húsi öll saman fyrir hádegi. Ég geri mér fulla grein fyrir því að hann er ábyrgur fyrir sínum svefni og oftast skipti ég mér ekki að, en óhjákvæmilega veldur þetta stundum óþarfa pirringi."}, {"response_to": "31412305", "username": "kaldbakur", "message_id": "31412377", "user_id": "124160", "datetime": "2018-03-31 13:54:06", "datestring": "31. mar. '18, kl: 13:54:06", "text": "Já - loksins kemur vitrænt svar frá þér."}, {"response_to": "31412377", "username": "TheMadOne", "message_id": "31412384", "user_id": "67426", "datetime": "2018-03-31 18:14:02", "datestring": "31. mar. '18, kl: 18:14:02", "text": "Hefurðu íhugað að fá þér enn eitt notandanafnið \"hrokinn mættur á svæðið\"? Það færi þér ágætlega"}, {"response_to": "31412290", "username": "leonóra", "message_id": "31412309", "user_id": "166481", "datetime": "2018-03-29 19:19:06", "datestring": "29. mar. '18, kl: 19:19:06", "text": "Oj..... þekki þetta svo alltof vel.  Átti 3 börn með honum - stóð við allar sínar skuldbindingar svo framarlega sem þær hentuðu honum og á þeim tíma sem hentaði honum sem var auðvitað oftast þegar börnin sváfu.  Ég gerði næstum allt ein með börnunum og þegar við loksins skildum þá urðu þau næstum ekki vör við það og ég eiginlega bara fjárhagslega.   Nú mörgum árum síðar er hann enn einn rorrandi í sinni B-mennsku og allt snýst um hannogtímannhansoghentiseminahansogégummigfrámértilmín.  Ég fæ hroll."}, {"response_to": "31412309", "username": "lillion", "message_id": "31412360", "user_id": "266187", "datetime": "2018-03-31 01:45:02", "datestring": "31. mar. '18, kl: 01:45:02", "text": "Igh ég líka"}, {"response_to": "31412309", "username": "happhapp", "message_id": "31412372", "user_id": "267891", "datetime": "2018-03-31 11:14:05", "datestring": "31. mar. '18, kl: 11:14:05", "text": "Úff, minn maður er sem betur fer ekki svona. Við gerum flest saman, en ég þarf að eyða orku í að koma öllu í gang á skikkanlegum tíma."}, {"response_to": "31412309", "username": "sigmabeta", "message_id": "31412493", "user_id": "154970", "datetime": "2018-04-03 10:37:58", "datestring": "3. apr. '18, kl: 10:37:58", "text": "Ég þekki þetta líka nema ég eignaðist engin börn með viðkomandi, sem betur fer. En við leigðum saman og hann var lítið fyrir að borga af sínum launum í leigu eða mat eða rekstur heimilis, eða sinna húsverkum, hann bara gerði eitthvað af því ef og þegar hann nennti. Og fór í fýlu út í mig ef ég fór að “nöldra”."}, {"response_to": "31412290", "username": "buin", "message_id": "31412365", "user_id": "251484", "datetime": "2018-03-31 09:18:46", "datestring": "31. mar. '18, kl: 09:18:46", "text": "Við skiptum helgunum. Ég ,,sef,, út laugardag og hann sunnudag. Hann velur þá bara hvenær hann fer í bólið. Er sjálf morgunhani en nÿt þess að kúra, lesa og svona annan morguninn :)"}, {"response_to": "31412365", "username": "happhapp", "message_id": "31412373", "user_id": "267891", "datetime": "2018-03-31 11:14:51", "datestring": "31. mar. '18, kl: 11:14:51", "text": "Við gerum það líka stundum, mjög notalegt."}, {"response_to": "31412290", "username": "ÓRÍ73", "message_id": "31412446", "user_id": "20092", "datetime": "2018-04-01 23:10:01", "datestring": "1. apr. '18, kl: 23:10:01", "text": "Ég sé um börnin á kvöldin (ég er B) og vaki fram yfir miðnætti, hann vaknar svo með þeim á morgnana meðan ég sef..."}, {"response_to": "31412290", "username": "Bakasana", "message_id": "31412456", "user_id": "266266", "datetime": "2018-04-02 08:55:38", "datestring": "2. apr. '18, kl: 08:55:38", "text": "Við stilltum okkur saman þegar við fórum að búa og eignast börn. Ég gæti líffræðilega auðveldlega vakað fram á morgun og sofið svo til hádegis allar helgar eins og ég gerði þegar ég var ung og einhleyp. En mér dettur bara ekki í hug að gera það. Það sem ég get “lagt á mig” fyrir vinnu hlýt ég að geta gert líka fyrir fjölskylduna. Eftir ca 20 ár af því að vakna til vinnu, barna og áhugamála er ég líka reyndar hætt að sjá vöku fram á miðjar nætur og svefn fram á miðjan dag sem eitthvað eftirsóknarvert."}, {"response_to": "31412290", "username": "sigmabeta", "message_id": "31412492", "user_id": "154970", "datetime": "2018-04-03 10:34:29", "datestring": "3. apr. '18, kl: 10:34:29", "text": "Ég er B týpa og maðurinn minn A. Við skiptumst á að fara á fætur um helgar með barninu og ef ég vaki lengi á nóttunni þá fæ ég samt engan afslátt og ég get sjálfri mér um kennt."}]}