{"url": "https://bland.is/umraeda/opna-netverslun-baetur-orlof/31418862/?page=26", "date": "2018-08-10 17:59:43", "id": "31418862", "items": [{"text": "Ég er ólétt á atvinnuleysisbótum og er að hugsa um að opna netverslun. Ég myndi ekki stofna fyrirtæki strax né fá mér vsk númer heldur bara byrja á að opna netverslunina án þess að rukka vask.  Má þetta á atvinnuleysisbótum eða í fæðingarorlofi??   Mér finnst ég td alltaf vera að lesa um fólk sem stofnar fyrirtæki í fæðingarorlofi en ég veit að það má ekki vinna í fæðingarorlofi nema vera á skertu orlofi, td taka 50% orlof í 12 mán og vinna 50% en ég er að velta fyrir mér hvernig þetta er með netverslun.", "title": "Opna netverslun/bætur/orlof", "username": "frökenbongó", "message_id": "31418862", "user_id": "172931", "response_to": null, "datetime": "2018-08-10 17:59:43", "datestring": "10. ágú. '18, kl: 17:59:43"}, {"response_to": "31418862", "username": "Hulda32", "message_id": "31418924", "user_id": "322479", "datetime": "2018-08-12 13:56:43", "datestring": "12. ágú. '18, kl: 13:56:43", "text": "Hvort sem þú rukkar vsk eða ekki þarftu að reikna þér laun (endurgjald) af vinnunni, greiða staðgreiðslu, lífeyrissjóð og tryggingargjald.  Vinna er vinna hvort sem þú standir á bak við afgreiðsluborð í verslun eða sitjir heima við tölvuna við rekstur netverslunar.  Ef þú vilt gera þetta löglega og rétt þarftu að tilkynna það.  Þú gætir kannski reiknað út hvað þú ætlar að verja miklum tíma í þetta og tilkynnt til VMST að þú ætlir að vinna t.d. 10 tíma á mánuði.  Ef þú ert að fara að flytja inn vörur þarftu að greiða virðisaukaskatt af þeim þegar þær koma til landsins en þú getur ekki nýtt innskattinn viði sölu nema þú sért með vsk númer.  Ég myndi mæla með að fá einhvern til að hjálpa þér að gera viðskiptaáætun (þ.e. ef þú kannt það ekki sjálf) og sjá hvort þetta gæti borgað sig.  Ég veit um marga sem hafa farið út í rekstur netverslana og komið út í stórum mínus.  Það þarf að halda bókhald og skila rekstrarframtali með skattframtalinu þínu og ef þú kannt það ekki sjálf þarftu að borga bókara eða endurskoðanada fyrir það.  Til að vera með netverslun þarftu að vera með vefsíðu og pöntunarkerfi og væntanlega mismunandi greiðslumöguleika.  Það kostar að setja þetta allt upp og væntanlega þarftu að greiða mánaðargjöld fyrir vistun síðunnar, sölukerfisins og svo þjónustugjöld til kortafyrirtækis."}, {"response_to": "31418924", "username": "frökenbongó", "message_id": "31418926", "user_id": "172931", "datetime": "2018-08-12 15:27:48", "datestring": "12. ágú. '18, kl: 15:27:48", "text": "Takk fyrir þetta :)  En veistu hvernig þetta er með að vera með fyrirtæki í fæðingarorlofi?"}, {"response_to": "31418926", "username": "Hulda32", "message_id": "31418927", "user_id": "322479", "datetime": "2018-08-12 15:29:31", "datestring": "12. ágú. '18, kl: 15:29:31", "text": "Nei ég þekki það ekki"}]}