{"url": "https://bland.is/umraeda/mordingjaleikur-a-vinnustad-reglur-/31412745/?page=46", "date": "2018-04-08 20:53:24", "id": "31412745", "items": [{"text": "Ég langaði til að koma af stað morðingjaleik í vinnunni hjá mér sem ég heyrði af, nema að ég finn ekki \"reglur\" fyrir hann. Þekkir einhver þennan leik?Í stuttu máli:Hver dregur 3 miða með: nafni þess sem á að drepa, með hverju og hvar. T.d. áttu að drepa Jón með servíettu í ljósritunarherberginu. Enginn má sjá þegar drápið gerist og það eru gefnir ákveðnir dagar til að ljúka verkinu.Í einni útgáfu heyrði ég að það væri stigakeppni, þ.e.a.s. sá sem er drepinn þarf að láta morðingjann hafa nafnið á fórnalambinu sínu. Annars bara \"stemmingin\" að leita eftir góðu færi eða vera var um sig.Væri samt gaman að fá hugmyndir um reglur og með hverju er hægt að drepa :)", "title": "Morðingjaleikur á vinnustað, reglur?", "username": "Sifið", "message_id": "31412745", "user_id": "70010", "response_to": null, "datetime": "2018-04-08 20:53:24", "datestring": "8. apr. '18, kl: 20:53:24"}, {"response_to": "31412745", "username": "e e e", "message_id": "31412762", "user_id": "105981", "datetime": "2018-04-09 19:33:43", "datestring": "9. apr. '18, kl: 19:33:43", "text": "Eg sá um þennan leik fyrir nokkrum árum, á reglurnar einhversstaðar. Það eru tveir miðar sem þú dregur, nafn og morðvopn, það má drepa allsstaðar innan veggja vinnustaðar, verður að vera einn með fórnarlambinu og þú tekur við fórnarlambi og morðvopni þess sem þúdrepur, þannir ná sumir að drepa nokkra aður en þeir eru drepnir. Á endanum eru bara tveir eftir og þegar annar þeirra er drepinn kemur í ljós að morðinginn var næsta fórmarlamb hins, leikurinn tekur nokkra daga."}, {"response_to": "31412762", "username": "e e e", "message_id": "31412764", "user_id": "105981", "datetime": "2018-04-09 19:46:15", "datestring": "9. apr. '18, kl: 19:46:15", "text": "Þegar leikurinn var búinn var hann rakinn upp, hver og einn sagði frá sínu morði og aðferðinni, það var mesta snilldin, þetta gerist allt í skúmaskotum og þú veist ekki hver er dauður, þess vegna endar leikurinn með því að allir koma saman og þá er hlegið yfir aðferðum og plotti sem fólk notaði. Sumir fengu hjálp frá samstarfsmönnum og voru meðsekir, það komallt upp á yfirborðið í lokin."}, {"response_to": "31412762", "username": "kirivara", "message_id": "31412836", "user_id": "189868", "datetime": "2018-04-10 21:24:05", "datestring": "10. apr. '18, kl: 21:24:05", "text": "Gaman  ..  gaman -   Gætir þú sett þessar leikreglur einhvers staðar inn eða vísað okkur á hvar við geðum nálgsast þær/keypt..."}, {"response_to": "31412745", "username": "e e e", "message_id": "31412763", "user_id": "105981", "datetime": "2018-04-09 19:41:39", "datestring": "9. apr. '18, kl: 19:41:39", "text": "Morðvopnin voru t.d. sleif, mappa, stilabók, gúmmihanski, klosettrúlla, skrúfjarn, tuska, kaffibolli, tommustokkur Og allskonar. Ekki hafa penna, síma, gleraugu og slikt, þetta þarf að vera pinu vesen fyrir suma, það er skemmtilegt, fólk fór að vera með hliðartöskur, bera yfirhafnir undir hendinni, halda a möppum og pappírum til að fela morðvopnin, gera sér upp erindi og vandamál her og þar, vera samferða öðrum í og úr mat til að hafa vitni og fl. skemmtilegt. Tók stóran sveig þegar það mætti öðrum einum á göngunum, hljop í burtu frá fólki...snilldarleikur."}, {"response_to": "31412763", "username": "Sifið", "message_id": "31412772", "user_id": "70010", "datetime": "2018-04-09 21:55:31", "datestring": "9. apr. '18, kl: 21:55:31", "text": "Takk kærlega fyrir svarið! Þetta hjálpaði heilmikið, langar til að prófa þetta."}, {"response_to": "31412763", "username": "Sifið", "message_id": "31412815", "user_id": "70010", "datetime": "2018-04-10 14:07:03", "datestring": "10. apr. '18, kl: 14:07:03", "text": "Ein pæling samt með reglurnar. Ef vitni verður að morði, hvað þá?"}, {"response_to": "31412815", "username": "e e e", "message_id": "31412832", "user_id": "105981", "datetime": "2018-04-10 20:32:04", "datestring": "10. apr. '18, kl: 20:32:04", "text": "Sá sem ætlar að drepa þarf alltaf að vera viss um að enginn annar sjái morðið, það má ekki vera neinn mjög nálægt, allt í lagi þó sjáist í einhvern nokkuð frá. Þetta er leikur og hann er ekkert fullkominn, best að ræða leikinn og fá spuringar áður en hann hefst."}]}