{"url": "https://bland.is/umraeda/breytt-heimsmynd-trump-evropa-asia-og-island/31417166/?page=31", "date": "2018-07-03 12:49:43", "id": "31417166", "items": [{"text": "Nýr forseti Bandaríkjanna hefur gjörbreytt heimsmndinni á tveim árum. Donald Trump er að taka á þeim vandamálum sem heiminn hefur verið að klaga.  Bandaríkin eru búin að jarðstja þetta fyrirbæri sem kallaðist Isis og var búið að hertaka mörg lönd svo sem Iraq, Afganistan  og Syrland og ógnuðu heiminum sem mest.  N-Kórea er núna nánast eins og KFUM félag í hópi þjóðanna. Pútin er fyrir löngu orðin kjaftstopp þegar Trump er annars vegar. Statistarnir í ESB eins og Merkel og Macron eru loksins farin að sjá að það er ekki heppilegt að fá yfir sig flóðbylgju flóttamanna frá Arabaheiminum, Afríku og Asíu. Styrjaldir í arabaheiminum eru rétt við bæjardyr Evrópu Misréttið í arabaheiminum fer illa saman við lífsviðhorf Evrópubúa og flóttafól þaðan er ekki til að bæta Evrópu   En Íslandi hefur aldrei gengið eins vel og þessi árin.  Efnahagslífið er í blóma og framtíðin björt.   Sarsæl fjármálastjórn hefur sýnt umheiminum að landið stendfur traustum fótum efnahagslega og þessvegna er Íslenskt þjóðfélag að verða það best stæða meðal vestrænna þjóða.    Upplausn í heimsmálunum getur jafnvel styrkt undirstöður Íslands enn betur  þar sem landið er talið utan þessara hræringa heimsveldanna. Bandaríkin Evrópa og Asía eru okkar helstu markaðslönd.   Við eigum að vera vinveitt öllum þessum  þjóðum, vera í viðskiptum og samskiptum og ekki loka á þær leiðir.", "title": "Breytt heimsmynd - Trump - Evrópa - Asía og Ísland", "username": "kaldbakur", "message_id": "31417166", "user_id": "124160", "response_to": null, "datetime": "2018-07-03 12:49:43", "datestring": "3. júl. '18, kl: 12:49:43"}, {"response_to": "31417166", "username": "jaðraka", "message_id": "31417167", "user_id": "335089", "datetime": "2018-07-03 14:11:43", "datestring": "3. júl. '18, kl: 14:11:43", "text": "Í Evrópu hefur mörg undanfarin ár  ríkt  mikið frelsi fyrir fólk frá Asíu, Afríku og víðar til að setjast að og njóta þeirra lífsgæða sem Evrópuþjóðir hafa komið sér upp.  Þetta fresli til innflutnings fólks í stórum stíl hentaði lengi vel stórfyrirtækum varðandi ódýrt vinnuafl og var þægilegt fyrir almenning sem nýtti sér þjónustu þessa fólks. Jafnaðarmannaflokkar víða í Evrópu voru mjög fylgjandi þessari þróun. En þegar þessi fólksfjöldi fór að þrengja að lífsafkomu almennings innflytjendur gerðust gamlir og lasburða  þá breyttust þessir jafnaðarmannaflokkar afstöðu sinni.  Innflytjendurnir voru farnir að krefjast  ellilífeyris, læknisþjónustu og hlutdeildar í lífsgæðum jafnt og aðrir sem höfðu byggt upp almannaþjónustukerfið."}]}