{"url": "https://bland.is/umraeda/fa-utborgad-fri/31417107/?page=31", "date": "2018-07-02 11:55:20", "id": "31417107", "items": [{"text": "Sæl öll  Ég var að velta fyrir mér , nú segir vinnuveitandinn minn mér að ég fái ekkert borgað þegar ég tek frí. Hann segir að ég fái orlofið úborgað í timakaupinu. Nú er ég ekki vel að mér í þessum málum. Vinir mínir sem vinna hjá svipuðum fyrirtækjum segjast fá 14 daga útborgaða í sumarfrí. Er þetta alveg eðlilegt ?.", "title": "Fá útborgað frí", "username": "Lanke51", "message_id": "31417107", "user_id": "230519", "response_to": null, "datetime": "2018-07-02 11:55:20", "datestring": "2. júl. '18, kl: 11:55:20"}, {"response_to": "31417107", "username": "haustlinan", "message_id": "31417108", "user_id": "194601", "datetime": "2018-07-02 12:05:44", "datestring": "2. júl. '18, kl: 12:05:44", "text": "Mjög missjafnt milli fyrirtækja minn maður fær td ekki orlof nema af auka vöktum en fær orlofsuppbót, en hann fær einmitt 14daga í sumarfrí og 12daga í vetrarafrí á launum. En orlofið er einmitt greitt til að covera launalaust sumarfrí"}, {"response_to": "31417107", "username": "TheMadOne", "message_id": "31417109", "user_id": "67426", "datetime": "2018-07-02 13:44:15", "datestring": "2. júl. '18, kl: 13:44:15", "text": "Í fyrsta lagi skaltu skoða launaseðilinn þinn og sjá hvað stendur í honum. Lögum samkvæmt á að borga þér orlof ekki seinna en um miðjan maí, miðað við 2 virka daga á hvern unninn mánuð frá maí árinu áður eða gefa launað leyfi í sumarfríi jafn marga virka daga. Það má borga yfirvinnuorlof jafn óðum en ekki dagvinnuorlof. Ef launaseðillinn er ekki skýr þá borgar sig fyrir þig að fara með þá seðla sem þú átt í stéttarfélagið þitt og láta yfirfara þá."}, {"response_to": "31417107", "username": "jak 3", "message_id": "31417334", "user_id": "73536", "datetime": "2018-07-07 09:34:49", "datestring": "7. júl. '18, kl: 09:34:49", "text": "þetta fer bara eftir því hvar þú vinnur en varstu ekkert búin að athuga þetta þegar þú byrjaðir að vinna? Sumir borga orlofið með laununum og þú verður sjálf að taka það frá til að eiga pening þegar kemur að sumarfríi"}]}