{"url": "https://bland.is/umraeda/vandraedi-med-post-eftir-flutninga-/31411371/?page=50", "date": "2018-03-11 15:47:26", "id": "31411371", "items": [{"text": "Hefur einhver lent í póstveseni eftir flutninga ? Mér finnst þjónustan vera pínu spes. Ég keypti íbúð og flutti lögheimili mitt þangð en ekki strax inn í íbúðina því það þurfti að gera hana upp að hluta. Ég hringi í póstinn og spyr hvort það sé ekk nóg að tilkynna um flutning þegar ég flyt inn og fá póstinn þá þangað á nýja staðinn. Jú jú ekkert mál segir þjónustufulltrúi.  Ég tilkynni ekki um flutning en tek eftir að ég fæ engan póst lengur . Og ég hringi í Póstinn , þá er það þannig að póstur er fluttur á lögheimili nema sé beðið um annað ( sem ég taldi mig hafa beðið um) . Eitthvað að pósti fór á lögheimilið en ég var samt ekki búin að merkja póstkassann svo margt var sent aftur til baka. Ég reyni að leiðrétta þetta og laga en þetta hefur aldrei komist alveg í lag.   Hafið þið lent í svipuðu ? Ég hef komið fram óánægju minni við Póstinn. Skil ekki af hverju maður þarf að tilkynna um flutning ef þeir fara ekkert eftir því heldur bara lögheimili sem er ekki einu sinni orðið merkt. Mér finnst þjónustu hafa hrakað eftir að þeir urðu einkavæddir. Svipað og hefur gerst í nágrannalöndum.", "title": "Vandræði með póst eftir flutninga.", "username": "fróna", "message_id": "31411371", "user_id": "54742", "response_to": null, "datetime": "2018-03-11 15:47:26", "datestring": "11. mar. '18, kl: 15:47:26"}, {"response_to": "31411371", "username": "saedis88", "message_id": "31411372", "user_id": "56492", "datetime": "2018-03-11 16:06:21", "datestring": "11. mar. '18, kl: 16:06:21", "text": "borgaðirðu fyrir áframsendingu?"}, {"response_to": "31411372", "username": "fróna", "message_id": "31411374", "user_id": "54742", "datetime": "2018-03-11 16:16:04", "datestring": "11. mar. '18, kl: 16:16:04", "text": "Nei ég tilkynnti aldrei flutning þar sem ég var ekki flutt þó lögheimilið mitt væri á nýja staðnum. Sem sagt ég hætti að fá póstinn þar sem ég bý og fékk hann ekki heldur nema eitt og eitt bréf á lögheimilið. Þetta átti svo að vera komið í lag en hefur alltaf hökkt síðan ."}, {"response_to": "31411374", "username": "saedis88", "message_id": "31411375", "user_id": "56492", "datetime": "2018-03-11 16:33:14", "datestring": "11. mar. '18, kl: 16:33:14", "text": "Þa er þetta bara eðlilegt."}, {"response_to": "31411375", "username": "fróna", "message_id": "31411376", "user_id": "54742", "datetime": "2018-03-11 17:06:36", "datestring": "11. mar. '18, kl: 17:06:36", "text": "Til hvers þarf maður þá að tilkynna flutning , slík aðgerð er þá varla marktæk þegar Pósturinn sjálfur ákveður hvert á að senda póstinn útfrá lögheimili  og þetta er ekki komið í lag meira enn hálfu ári seinna."}, {"response_to": "31411374", "username": "Kaffinörd", "message_id": "31411378", "user_id": "177967", "datetime": "2018-03-11 17:30:51", "datestring": "11. mar. '18, kl: 17:30:51", "text": "Póstur er nú yfirleitt sendur á það heimilisfang sem hann er stílaður á nema borgað sé fyrir áframsendingu annars er póstur endursentur og sagt að viðkomandi sé farinn. Þannig að fólk getur þess vegna verið að fá póst á 2 staði ef bæði skráningin hjá Póstinum og lögheimili er sitthvort heimilisfangið. Þannig að sértu skráð á 2 mismunandi staði fer póstur á bæði heimilisföngin nema borgað sé fyrir áframsendingu.  Fyrirtæki getur líka t.d. verið staðsett á sama heimilisfanginu staðsett í iðnaðarhverfi í þjóðskrá og hjá Póstinum en samt fær eigandi þess póst á fyrirtækið heim til sín."}, {"response_to": "31411374", "username": "Mammzzl", "message_id": "31411383", "user_id": "13176", "datetime": "2018-03-11 18:54:32", "datestring": "11. mar. '18, kl: 18:54:32", "text": "Pósturinn sem þú átt að fá er samt væntanlega stílaður á lögheimilið svo eðlilegt að hann fari þangað nema þú borgir fyrir og skráir sérstaklega að hann eigi að fara eitthvað annað"}, {"response_to": "31411371", "username": "Júlí 78", "message_id": "31411381", "user_id": "245905", "datetime": "2018-03-11 18:20:30", "datestring": "11. mar. '18, kl: 18:20:30", "text": ""}]}