{"url": "https://bland.is/umraeda/kvi-i-hja-bornum/31419760/?page=24", "date": "2018-08-28 08:56:50", "id": "31419760", "items": [{"text": "Hafidi reinslu af því ad setja barn undir 12 ára á kvídalyf? Megid endilega segja mér hve alvarlegur kvídinn var og hvort þid hafid prófad eithvad ádur. Læknar eru frekar tregir vid ad gefa ungum börnum lyf, þau geta víst ordid æst af þeim, en mér finst ekki saka ad prófa, kvídin skertir þad mikid lífsgædin.", "title": "Kvíđi hjá börnum", "username": "Markilan", "message_id": "31419760", "user_id": "310771", "response_to": null, "datetime": "2018-08-28 08:56:50", "datestring": "28. ágú. '18, kl: 08:56:50"}, {"response_to": "31419760", "username": "TheMadOne", "message_id": "31419799", "user_id": "67426", "datetime": "2018-08-28 15:41:06", "datestring": "28. ágú. '18, kl: 15:41:06", "text": "eigðu þessa umræðu við hann og ef þér líkar ekki svörin farðu til annars læknis, ekki nafnlausra á netinu"}, {"response_to": "31419760", "username": "Mrsbrunette", "message_id": "31419927", "user_id": "1651", "datetime": "2018-08-30 20:38:54", "datestring": "30. ágú. '18, kl: 20:38:54", "text": "Sko ég á barn sem er mikið kvíðabarn og það var talað um að mögulega þyrfti að setja hana a lyf en það átti að prófa að láta hana fara yil sálfræðings fyrst og hún gót til Hrundar Þrándardóttur, og vá þvílíkt sem það hjálpaði henni, fór í marga tíma kom svo löng pása.. svo var hún farin að versna og bað sjalf um að fara aftur til Hrundar, fór þá í 3 tíma.. vantaði bara smá pepp og minna hana a verkfærin.. hún bjargaði barninu mínu. Hefur ekki þurft lyf. En ég var opin fyrir því og læknirinn því þetta var orðið mjög heftandi fyrir hana."}, {"response_to": "31419927", "username": "Mrsbrunette", "message_id": "31419930", "user_id": "1651", "datetime": "2018-08-30 21:34:35", "datestring": "30. ágú. '18, kl: 21:34:35", "text": "Ok.. afsakið innsláttavillur!! :)"}, {"response_to": "31419760", "username": "kep", "message_id": "31419942", "user_id": "44452", "datetime": "2018-08-31 09:34:12", "datestring": "31. ágú. '18, kl: 09:34:12", "text": "Sonur minn var reyndar orðin 12 ára þegar hann byrjaði á kvíðalyf (flúoxetín). Kvíðin hjá honum birtist sem mikla áráttu- og þráhyggjuhegðun. Hann byrjaði á sama tíma hjá sálfræðing (hugræn atferlismeðferð) og vildi læknirinn hans meina að lyfið mundi hjálpa honum að komast yfir fyrsta erfiða þröskuldin. Þetta hefur gengið vel og við höfum ekki tekið eftir neina aukaverkanir af lyfinu. Hann er að hætta á lyfinu núna, ári seinna, en heldur áfram hjá sálfræðingi. Ég veit hins vegar ekki hversu mikil þátt lyfið hefur átt í bataferlinu hjá honum. Kannski hefði þetta gengið jafnvel bara með sálfræðimeðferðinni."}, {"response_to": "31419760", "username": "ÓRÍ73", "message_id": "31419943", "user_id": "20092", "datetime": "2018-08-31 11:17:54", "datestring": "31. ágú. '18, kl: 11:17:54", "text": "mínar voru mikið yngri þegar þær byrjuðu á kvíðalyfjum, hjálpaði þeim geggjað."}]}