{"url": "https://bland.is/umraeda/laun-althingismanna-og-auka-sporslur-afstada-asi-/31410603/?page=51", "date": "2018-02-27 16:56:51", "id": "31410603", "items": [{"text": "Já er nokkuð annað í stöðunni en að tilkynna að samningar séu úr gildi fallnir ?", "title": "Laun Alþingismanna og auka sporslur. Afstaða ASÍ.", "username": "kaldbakur", "message_id": "31410603", "user_id": "124160", "response_to": null, "datetime": "2018-02-27 16:56:51", "datestring": "27. feb. '18, kl: 16:56:51"}, {"response_to": "31410603", "username": "kaldbakur", "message_id": "31410613", "user_id": "124160", "datetime": "2018-02-27 20:49:40", "datestring": "27. feb. '18, kl: 20:49:40", "text": "Kjaradómur og þessi ríflega hækkun til forstjóra ríkisins og til þingmanna hefði aldrei átt að ganga í gegn."}, {"response_to": "31410603", "username": "polyester", "message_id": "31410625", "user_id": "311777", "datetime": "2018-02-27 22:39:11", "datestring": "27. feb. '18, kl: 22:39:11", "text": "ASÍ vinnur ekki fyrir sín félagsmenn þeir eru bara í þykjustuleik til að geta setið lengur að kjötkötlunum enda hafa verkalíðsfélög verið að ganga úr asi og líklega munu fleiri félög gera það"}, {"response_to": "31410603", "username": "KolbeinnUngi", "message_id": "31410626", "user_id": "270226", "datetime": "2018-02-27 22:39:46", "datestring": "27. feb. '18, kl: 22:39:46", "text": "ég veit ekki hvernig þetta allt eigi eftir að enda.."}, {"response_to": "31410603", "username": "Júlí 78", "message_id": "31410634", "user_id": "245905", "datetime": "2018-02-27 23:29:46", "datestring": "27. feb. '18, kl: 23:29:46", "text": "Er eitthvað talað um að hækka persónuafsláttinn? Ég heyrði ekki orð um það hjá Katrínu Jakobs. Það er gott og blessað að hækka atvinnuleysisbætur en hvað gagnast það láglaunafólki sem er í vinnu eða öldruðum eða öryrkjum?  Þetta sjálftökulið á þinginu kann ekki að skammast sín. Finnst alveg sjálfsagt að þau sjálf fái himinhá laun og einnig sumir ríkisstarfsmenn og gera ekkert til að draga vitleysuna tilbaka. Ætlast svo til að allir hinir sem aldrei ná endum saman því kaupið eða bæturnar ná ekki einu sinni útborgað það sem Velferðarráðuneytið segir að fólk þurfi sér tilframfærslu auk húsnæðiskostnaðar. Samningum verður sagt upp, það er alveg ljóst í mínum huga."}, {"response_to": "31410603", "username": "Júlí 78", "message_id": "31410664", "user_id": "245905", "datetime": "2018-02-28 11:53:02", "datestring": "28. feb. '18, kl: 11:53:02", "text": "Af því að þú minnist á auka sporslur alþingismanna. Var að reka augun í það í Fréttablaðinu að Logi Einarsson fær 550.597 á mán. fyrir álag fyrir formann flokks sem er ráðherra fyrir utan allt hitt sem hann fær eins og t.d. þingfarakaupið uppá 1.101.194 og fastan starfskostnað uppá 40.000. Væntanlega fá hinir formen stjórnarflokka svona upphæð í álagsgreiðslu en mér blöskrar þetta. Ég var nú sjálf í mjög miklu álagsstarfi hjá ríkisfyrirtæki, þurfti að vinna á við tvo eða þrjá, algjör akkorðsvinna og varla að maður komst í kaffi eða mat. Samt fékk ég nú ekki krónu sem flokkaðist sem einhver álagsgreiðsla! Og að þessi álagsgreiðsla hjá þessum formanna flokka skuli vera yfir hálfri milljón á mánuði er hneyksli. Þeir komast örugglega í sinn matartíma alltaf og fá sinn kaffitíma og ekki eru þeir neitt á hlaupum nema þá kannski í sínum frítíma! Hafa svo þægileg sæti í vinnunni sinni og geta verið að keyra um á lúxusjeppum og fá svo meira að segja ferðakostnaðinn skattfrjálsan. Aumingja þeir eða þannig, gott að láta þá fá mjög ríflega álagsgreiðslu!"}, {"response_to": "31410664", "username": "kaldbakur", "message_id": "31410677", "user_id": "124160", "datetime": "2018-02-28 15:02:45", "datestring": "28. feb. '18, kl: 15:02:45", "text": "Nú er búið aðáhveða að samningarnir skulu standa til áramóta."}, {"response_to": "31410677", "username": "Júlí 78", "message_id": "31410736", "user_id": "245905", "datetime": "2018-03-01 00:41:22", "datestring": "1. mar. '18, kl: 00:41:22", "text": "Ég tók eftir að Gylfi Arnbjörns sagði þetta: \" Menn eru ósáttir með hlutskipti okkar félagsmanna,“ segir Gylfi. Hins vegar telji menn eðlilegt að þriggja prósenta launahækkun og hækkun lágmarkslauna í 300 þúsund í maí komi fram.\""}, {"response_to": "31410736", "username": "Helga31", "message_id": "31410796", "user_id": "129258", "datetime": "2018-03-01 22:09:34", "datestring": "1. mar. '18, kl: 22:09:34", "text": "Ég væri til að gera næst : sleppa alveg að láglaunafólk t.d. til 250 þ borgar ekki skatt af því frekar  en ekki hækka persónuafslátinn  .."}, {"response_to": "31410796", "username": "kaldbakur", "message_id": "31410797", "user_id": "124160", "datetime": "2018-03-01 22:23:36", "datestring": "1. mar. '18, kl: 22:23:36", "text": "Lágmarkslaun ættu að vera 400 þús. kr og enginn skattur væri greiddur af þeirri upphæð."}, {"response_to": "31410603", "username": "jaðraka", "message_id": "31410862", "user_id": "335089", "datetime": "2018-03-03 10:49:03", "datestring": "3. mar. '18, kl: 10:49:03", "text": "Katrín Forsætisráðherra segist vera í \"Samtali\" við fólkið vegna þessa."}, {"response_to": "31410862", "username": "Júlí 78", "message_id": "31410865", "user_id": "245905", "datetime": "2018-03-03 12:24:25", "datestring": "3. mar. '18, kl: 12:24:25", "text": "Var hún ekki að vísa til samtala stjórnvalda og aðila vinnumarkaðarins?  Hún er a.m.k. ekki að tala við fólkið sem lifir á lægstu laununum. En smá leiðrétting. Var að lesa að lágmarkslaunin hækka um 7% næst en það verði um 3% almenn launahækkun. Það er samt hafsjór á milli 7% launahækkunar og 45% launahækkunar."}, {"response_to": "31410865", "username": "kaldbakur", "message_id": "31410873", "user_id": "124160", "datetime": "2018-03-03 14:37:41", "datestring": "3. mar. '18, kl: 14:37:41", "text": "Já væri gott ef laugmarkslaun og eftirlaun frá TR hækkuðu um sömu upphæð."}, {"response_to": "31410873", "username": "Júlí 78", "message_id": "31410879", "user_id": "245905", "datetime": "2018-03-03 18:03:41", "datestring": "3. mar. '18, kl: 18:03:41", "text": "Já er sammála með það að almannatryggingakerfið hér á Íslandi ætti að vera með svipaðar reglur og á hinum Norðurlöndunum. Mér finnst að það ætti að leggja niður allar skerðingar hjá TR. Ég las þetta á netinu (frétt frá 22.febr. 2018) um Noreg:"}]}