{"url": "https://bland.is/umraeda/ad-losa-sig-ur-skuldum-eftir-hjonaband-med-fikli/31415674/?page=36", "date": "2018-06-03 00:21:24", "id": "31415674", "items": [{"text": "Nú er ég komin gjörsamlega á lokapunkt og lítið hægt að gera. Maðurinn minn tók sig á og hætti öllu rugli en fór svo að misstíga sig oftar og oftar. Núna er sambandi ekki við bjargandi frá minni hálfu, en hann er búinn að koma okkur í gígantískar skuldir og ég er skráð fyrir öllu. Núna þætti mér ómetanlegt að fá að heyra frá þeim sem hafa reynsluna.", "title": "Að losa sig úr skuldum eftir hjónaband með fíkli", "username": "sindyellow", "message_id": "31415674", "user_id": "67852", "response_to": null, "datetime": "2018-06-03 00:21:24", "datestring": "3. jún. '18, kl: 00:21:24"}, {"response_to": "31415674", "username": "TheMadOne", "message_id": "31415679", "user_id": "67426", "datetime": "2018-06-03 01:28:58", "datestring": "3. jún. '18, kl: 01:28:58", "text": "Þetta hljómar mjög illa og ég vona að þú komist í gegnum þetta en númer eitt er að reyna að semja, vera bara hreinskilin með ástandið og lýsa fullum vilja til að standa við þínar skuldbindingar, þú verður að sjálfsögðu að loka á fíkilinn svo að þú lekir ekki peningum áfram, ef þú hefur aðgang að endurskoðanda þá eru þeir oft góðir í raunhæfum út og inn reikningi. Skuldareigendur eru oft þokkalega viljugir til að lengja í lánum og jafnvel gefa afslætti á dráttarvöxtum og kostnaði ef fólk sýnir vilja til að ganga frá sínum skuldum.    Það er fullkomnlega mögulegt að þetta sé orðið meira en þú getur ráðið við, ef þú ert í eigin húsnæði þá er líklegt að þú þurfir að selja eða endurfjármagna, minnka við þig eða fara á leigumarkað.    Ef þú átt ekkert og getur ekki samið um þolanlegar greiðslur þá hættir þú að borga, yfirleitt taka þeir ekki fólk í gjaldþrotaskipti sem á ekkert en þú getur heldur ekki átt neitt á eigin nafni.    Þú þarft að vera mjög hreinskilin við sjálfa þig hvað þú ræður við, ef þú borgar og borgar og veist að þú getur aldrei náð utan um skuldirnar þá ertu bara að leggja gríðarlegt álag á þig en á sama tíma bara að sökkva dýpra í fátæktarfenið. Þeir sem eiga skuldirnar halda þeim við út í það óendanlega  en ef staðan batnar seinna þá er yfirleitt hægt að ná sæmilegum samningum þar sem þeir vilja auðvitað fá eitthvað upp í skuldirnar frekar en ekkert.   Vonandi gefur þetta þér einhverja hugmynd um möguleikana án þess að draga úr þér kjarkinn."}, {"response_to": "31415674", "username": "kaldbakur", "message_id": "31415685", "user_id": "124160", "datetime": "2018-06-03 09:08:10", "datestring": "3. jún. '18, kl: 09:08:10", "text": "Hvernig skuldir eru þetta ?"}]}