{"url": "https://bland.is/umraeda/netverslun-og-skiptimidi/31423778/?page=14", "date": "2018-11-13 13:38:06", "id": "31423778", "items": [{"text": "Var að versla 2 jólagjafir í netverslun Ellingsen á sunnudegi. Ég senti þeim strax póst um að ég óskaði eftir skiptimiði á vörurnar (en gerði ráð fyrir allar vörur seldar í nóvember og desember koma með skiptimiði sem gildir til eftir jól, eins og fæst í búðina sjálf). Þá fékk ég svar um að það var of mikill vinna og ég þarf að mæta í búðina til að sækja skiptimiðarnir sjálf. Ég er rosaleg hissa og pirruð út í þessu - skíl ekki svona þjónusta. Svo núna er ég að biða eftir að fá vörurnar heimsent til að geta farið með þeim í búðina svo þau geta sett skiptimiði á! Er ég með of miklar kröfur hér?", "title": "Netverslun og skiptimiði", "username": "korny", "message_id": "31423778", "user_id": "32270", "response_to": null, "datetime": "2018-11-13 13:38:06", "datestring": "13. nóv. '18, kl: 13:38:06"}, {"response_to": "31423778", "username": "polyester", "message_id": "31423782", "user_id": "311777", "datetime": "2018-11-13 14:43:11", "datestring": "13. nóv. '18, kl: 14:43:11", "text": "ég hefði bara krafist þess að kaupin gengu til baka"}, {"response_to": "31423782", "username": "korny", "message_id": "31423783", "user_id": "32270", "datetime": "2018-11-13 15:08:55", "datestring": "13. nóv. '18, kl: 15:08:55", "text": "Þau voru að senda mér nýtt svar áðan (þar sem ég gaf ekki upp) og sagðist það vera nóg að syna kvittuninn ef ég víl skila eftir jól. Þar sem þetta eru gjafir fyrir börnin min er það í lagi."}, {"response_to": "31423783", "username": "Jinglebells", "message_id": "31423803", "user_id": "145830", "datetime": "2018-11-13 19:58:32", "datestring": "13. nóv. '18, kl: 19:58:32", "text": "Vá hvað það er samt hallærislegt! Hvað ef þetta væri gjöf til vinafólks? Ekki fer maður að senda kvittun með gjöfinni.  Mér finnst þetta rosalega asnalegt og það að versla á netinu falla svolítið um sjálft sig ef maður þarf að gera sér ferð til þess að redda skiptimiða."}]}