{"url": "https://bland.is/umraeda/barn/31421412/?page=20", "date": "2018-09-29 13:39:02", "id": "31421412", "items": [{"text": "Daginn  Við búum á Íslandi og það er árið 2018 og mig langar að vita er Barnavernd alveg heilög stofnun og meiga bara gera það sem þeir vilja? Þeir skikkuðu móður sem er með forsjá barns á Vog og á meðan hún er á Vogi þá er barnið látið hverfa í fóstur þótt það sé vilji hjá fjölskyldu meðlimum að fóstra barnið. Móðir kemur af Vogi í dag og ætlaði til barnsins sem var vistað í Barnahúsi en bara sagt hann er farinn og fær ekkert að vita hvar barnið sitt er niður komið. Er þetta bara alveg löglegt árið 2018", "title": "Barn", "username": "Karasætasta", "message_id": "31421412", "user_id": "160572", "response_to": null, "datetime": "2018-09-29 13:39:02", "datestring": "29. sep. '18, kl: 13:39:02"}, {"response_to": "31421412", "username": "Venja", "message_id": "31421424", "user_id": "93696", "datetime": "2018-09-29 15:24:09", "datestring": "29. sep. '18, kl: 15:24:09", "text": "Eitthvað held ég að það vandi alveg heilan helling í þessa sögu."}, {"response_to": "31421424", "username": "Karasætasta", "message_id": "31421427", "user_id": "160572", "datetime": "2018-09-29 15:39:30", "datestring": "29. sep. '18, kl: 15:39:30", "text": "Og hvað vantar ?? Móðir er með forsjá og á meðan hún er á Vogi hverfur barnið úr barnahúsi Þar sem það átti að vera á meðan móðir væri á Vogi að beiðni bvn í Rvk"}, {"response_to": "31421427", "username": "Venja", "message_id": "31421440", "user_id": "93696", "datetime": "2018-09-29 21:16:01", "datestring": "29. sep. '18, kl: 21:16:01", "text": "Þetta hljómar eins og bvn hafi bara upp úr þurru mætt heim til hennar, sett hana í einn bíl og upp á vog, barnið í annan bíl og í barnahús, og í framhaldi af því stolið barninu og gefið einhverjum.."}, {"response_to": "31421412", "username": "Zagara", "message_id": "31421428", "user_id": "68119", "datetime": "2018-09-29 15:40:49", "datestring": "29. sep. '18, kl: 15:40:49", "text": "Nei þetta er ekki heilög stofnun og því miður mörg dæmi þess að það þurfi ansi mikið að ganga á áður en börnum er komið út úr óviðunandi aðstæðum."}, {"response_to": "31421428", "username": "Karasætasta", "message_id": "31421429", "user_id": "160572", "datetime": "2018-09-29 15:50:50", "datestring": "29. sep. '18, kl: 15:50:50", "text": "En móðir undrirritaði samning við bvn þess eðlis að fara á Vog og ekkert yrði aðhafst í málinu á meðan sem sagt barnið yrði í barnahúsi á meðan en svo hverfur barnið þaðan og ættingjar búnir að segja bvn að þeir óski eftir að fóstra barnið og sumir af þeim með fóstur leyfi og já vantar fullt í söguna sem verður ekki sagt hér en er bara að spyrja hvort það sé löglegt að gera samning og fara svo á bakvið hann þegar móðir er ekki til staðar þar sem hún fær ekki að vera með síma né tölvu á Vogi og er að gera sitt besta að beiðni bvn"}, {"response_to": "31421429", "username": "Júlí 78", "message_id": "31421431", "user_id": "245905", "datetime": "2018-09-29 16:19:33", "datestring": "29. sep. '18, kl: 16:19:33", "text": "Ég myndi ráðleggja móðurinni að fara til lögfræðings með þennan undirritaða samning og ræða málið við hann. Ég veit ekki hvað hann getur gert í málinu en það er frekar hlustað á lögfræðing heldur en móðurina eða ættingja hennar. Veit um svoleiðis mál þó það sé ekki akkúrat eins og þetta mál."}, {"response_to": "31421429", "username": "TheMadOne", "message_id": "31421447", "user_id": "67426", "datetime": "2018-09-30 00:43:37", "datestring": "30. sep. '18, kl: 00:43:37", "text": "Barnaverndarnefndin á að hugsa um velferð barnsins og getur ekkert samið sig frá því. Konan verður að taka þetta upp við nefndina þegar hún kemur út, að fara á Vog er bara fyrsta skrefið í að vera edrú og hún ætti kannski að fá aðstoð við framhaldið í samvinnu við bvn."}, {"response_to": "31421412", "username": "alboa", "message_id": "31421498", "user_id": "31118", "datetime": "2018-10-01 18:54:48", "datestring": "1. okt. '18, kl: 18:54:48", "text": "Nokkur atriði.  1. Barnahús tekur viðtöl og veitir meðferð en vistar ekki börn. Börnin hafa væntanlega farið á Vistheimili barna eða annan sambærilegan stað. 2. Það getur eitthvað hafa komið upp á meðan konan var á Vogi (t.d. börnin sagt frá einhverju) sem breytti forsendum samningsins. 3. Þegar barnaverndarnefnd fundar um þennan samning eða að breyta honum þannig að hann er ekki lengur með samþykki forsjáraðila, þá á hún rétt á að leggja sína hliða fyrir fundinn og fá lögfræðiaðstoð til þess.  En það breytir ekki grundvallaratriðinu. Það vantar alveg skelfilega mikið í þessa sögu til að svara einhverju af viti.  Kv. alboa"}, {"response_to": "31421498", "username": "guruu", "message_id": "31421525", "user_id": "7432", "datetime": "2018-10-02 04:49:08", "datestring": "2. okt. '18, kl: 04:49:08", "text": "Barnið er bara 3 mánaða. Svo það er ólíklegt að það hafi getað sagt frá einhverju."}, {"response_to": "31421525", "username": "daggz", "message_id": "31421528", "user_id": "54335", "datetime": "2018-10-02 08:40:10", "datestring": "2. okt. '18, kl: 08:40:10", "text": "Þá gæti þess vegna verið að læknisrannsókn hafi leitt eitthvað í ljós sem breytir forsendum.  Það er ómögulegt að svaea þessu. Það vantaf mikið inn í söguna og það er nú frekar típískt fyrir frásagnir þeirra sem standa nálægt börnunum.  Þó einhver skyndmenni vilji fóstra barnið og þó þeir séu jafnvel með önnur börn í fóstri (eða reynslu af slíku) þá er það bara alls ekki alltaf í hag barnsins að vista það hjá skykdmennum. Það getur verið meðvirkni í gangi og margar ástæður fyrir því að það sé frekar valinn aðili ótengdur foreldrunum.  Barnavernd er langt frá því að vera heilög stofnun og þar má mörgu breyta til hins betra. En algengast er nú samt að þeir grípi alltof sein og of lítið inn í, ekki öfugt. Frásögn foreldra í miðri hringiðunni er bara sjaldnast besta heimildin um taunverulega stöðu mála. Enda í eðli sínu mannig að fólk gerir sér oft ekki grein fyrir vandamálinu."}, {"response_to": "31421412", "username": "askjaingva", "message_id": "31421521", "user_id": "333487", "datetime": "2018-10-01 23:02:34", "datestring": "1. okt. '18, kl: 23:02:34", "text": "Það virðist vera ansi mikið í ólagi í barnaverndarmálum í þessu landi og sá maður sem reyndi að gera eitthvað í því með því að áminna barnaverndarnefndir sem fóru ekki að reglum fékk heldur betur að finna fyrir því. Það er ekki vafi hverjir stóðu að baki þeim árásum. Ef háttsettur embættismaður komst naumlega undan hvernig heldurðu að hinum almenna borgara vegni í þeim viðskiptum."}]}