{"url": "https://bland.is/umraeda/medvirkur-karlmadur-ofbeldissamband/31422655/?page=17", "date": "2018-10-22 10:33:58", "id": "31422655", "items": [{"text": "Ég var í sambandi í nokkur ár þar sem ég varð fyrir líkamlegu og andlegu ofbeldi. Nú er ég skilinn sem betur fer, en er að verða fyrir andlegu og félagslegu ofbeldi vegna hennar. Einhverjar reynslusögur hér með úrvinnslu úr þessu. Þetta er viðkvæmt mál fyrir karlmenn.. og konur náttúrulega líka..", "title": "Meðvirkur karlmaður - Ofbeldissamband", "username": "Medvirkur", "message_id": "31422655", "user_id": "352499", "response_to": null, "datetime": "2018-10-22 10:33:58", "datestring": "22. okt. '18, kl: 10:33:58"}, {"response_to": "31422655", "username": "TheMadOne", "message_id": "31422656", "user_id": "67426", "datetime": "2018-10-22 11:10:11", "datestring": "22. okt. '18, kl: 11:10:11", "text": "Hefurðu prófað al anon eða coda fundi?"}, {"response_to": "31422656", "username": "Medvirkur", "message_id": "31422657", "user_id": "352499", "datetime": "2018-10-22 11:12:51", "datestring": "22. okt. '18, kl: 11:12:51", "text": "Nei, ekki ennþá. Ég skammast mín fyrir svo margt. Að hafa ekki farið fyrr út úr sambandinu og láta þetta viðgangast. En ég ætla að skoða þetta. Það eru ekki svona fundir þar sem ég bý en kemst með smá akstri."}, {"response_to": "31422657", "username": "TheMadOne", "message_id": "31422658", "user_id": "67426", "datetime": "2018-10-22 11:31:14", "datestring": "22. okt. '18, kl: 11:31:14", "text": "Þeir sem eru með þér á svona fundum eru í sömu sporum á mismunandi stigum svo þú þarft alls ekki að skammast þín. Svo þarftu að vinna í því að veita ekki aðgang að þér til að stöðva áframhaldandi ofbeldi. Þetta getur verið langt og erfitt ferli svo það er mikilvægt að þú gefist ekki upp. Þú ert búinn að taka fyrsta skrefið, èg þekki sjálf af reynslu að það er ekki endilega það erfiðasta, það getur ýmislegt komið upp sem maður reiknaði ekki með."}, {"response_to": "31422658", "username": "Medvirkur", "message_id": "31422665", "user_id": "352499", "datetime": "2018-10-22 14:13:39", "datestring": "22. okt. '18, kl: 14:13:39", "text": "Takk kærlega..."}, {"response_to": "31422658", "username": "Medvirkur", "message_id": "31422669", "user_id": "352499", "datetime": "2018-10-22 14:55:18", "datestring": "22. okt. '18, kl: 14:55:18", "text": "Þessi kona kenndi mér samt; það sem ég vil alls ekki. Og svo er ég að upplifa það að vera einhleypur er gjöf til sjálfskoðunar og nú get ég lifað lífinu á mínum forsendum. Ég er að upplifa mig heilan í fyrsta skipti í mörg ár og mikið drama. Að vera einhleypur er tækifæri til að vera heill og láta drauma sína rætast."}, {"response_to": "31422669", "username": "TheMadOne", "message_id": "31422685", "user_id": "67426", "datetime": "2018-10-22 16:52:30", "datestring": "22. okt. '18, kl: 16:52:30", "text": "Gangi þér vel, mér finnst skipta máli að muna að ég stjórna hvernig mér líður, ef annað fólk lætur mér líða illa þá get ég valið að gefa því ekki aðgang að mér, annað hvort ekki umgangast það eða taka ekki þátt í þrætum. Það er alveg súrrealískt að fylgjast með fólki reyna að halda eitt uppi rifrildi ef maður stígur sjálfur til baka og tekur ekki þátt."}, {"response_to": "31422685", "username": "Sessaja", "message_id": "31422718", "user_id": "347493", "datetime": "2018-10-22 20:07:26", "datestring": "22. okt. '18, kl: 20:07:26", "text": "#Hissa ætlarðu ekki snúa út úr eins og flestum þráðum? Ert þú kannski farinn að skrifa drama og svara drama til að þú lítur eitthvað betur út hérna inni á spjallinu?"}, {"response_to": "31422718", "username": "TheMadOne", "message_id": "31422720", "user_id": "67426", "datetime": "2018-10-22 20:17:20", "datestring": "22. okt. '18, kl: 20:17:20", "text": "Þú þekkir mig inni á þessu spjalli greinilega ekki mikið"}, {"response_to": "31422657", "username": "Venja", "message_id": "31422719", "user_id": "93696", "datetime": "2018-10-22 20:08:11", "datestring": "22. okt. '18, kl: 20:08:11", "text": "Ég held að allir sem koma úr ofbeldissamböndum hugsa svona. Ofbeldið var ekki þér að kenna og það er ekkert auðvelt að losa sig út úr ofbeldissambandi. Frábært að þér tókst það og flott að þú leitir eftir ráðum og hjálp við að byggja þig upp. Endilega að prófa al anon eða coda, þú munt hitta marga sem eru í eða hafa verið í svipuðum sporum. Og ef þér líkar ekki þá þarftu ekki að fara aftur. Gangi þér vel!"}, {"response_to": "31422655", "username": "Guttina", "message_id": "31422717", "user_id": "143228", "datetime": "2018-10-22 19:56:19", "datestring": "22. okt. '18, kl: 19:56:19", "text": "Ég mæli með að þú farir í Bjarkarhlíð"}]}