{"url": "https://bland.is/umraeda/vg-vill-skattleggja-okkur-meira/31428058/?page=5", "date": "2019-01-09 03:23:14", "id": "31428058", "items": [{"text": "Nú eigum við íslendingar að gerast jórtrandi grænmetisætur sem borgum fyrir loftlagsbreitingar á meðan Trump neitar því að loftlagsbreitingar séu vandamál. Bændur eiga að hætta að framleiða kjöt og byrja bara að framleiða grænmeti. Hvaða geðsýki er á þessum bæ hjá VG?Það er ekki einsog við Íslendingar getum vegið á móti mengunum hjá stórþjóðum. En að lækka skatta á láglaunafólk er ekki inní myndinni. Sennilega er ætlunin að gera okkur að jórtrandi aumingjum svo að við getum ekki risið upp gegn valdnýðslu og kúgun stjórnvalda. Við gerum margfallt meira gagn að ýta á stórþjóðir að gera eitthvað í loftlagsbreitingarmálim en að reyna laga það sjálf hérna á Íslandi.Hvernig væri að setja alvöru matvæla löggjöf sem vinnur gegn offitu frekar en að taka burt prótein inntökuna okkar. Kannski vegna þess að þeir sem eru of feitir hafa ekki orku til að rísa upp gegn valdnýðslu og kúgun. Réttast væri að losa okkur við sykur og salt inntak. Flestar unnar matvörur eru með of mikið af aukaefnum. Kjúllinn á Subway er t.d. 50% kjúklingur og restin er soja, salt, sykur og ýmis önnur aukaefni allt blandað saman í það sem þeir kalla bringu. Svo er brauðið uppfullt af salti og sykri. Samt fá þeir með leyfi til að kalla sig heilsusamlegan kost í skindibita.En fyrir þá sem ekki vissu, þá er skindibiti uppfullur af unnri kjötvöru sem inniheldur bara hluti sem gerir okkur feit, veldur sykursýki og hjartasjúkdómum. Þessvegna er þetta svona bragðgott og óhollt. Það eru örfáar undantekningar og best er að sleppa því alveg að fá sér skindibita. Miklu hollara að elda hamborgara heima hjá sér en að kaupann útí sjoppu. Svo er það margfallt ódýrara, en kannski á það eftir að breitast með nýjum kjötskatti.", "title": "VG vill skattleggja okkur meira", "username": "BjarnarFen", "message_id": "31428058", "user_id": "353446", "response_to": null, "datetime": "2019-01-09 03:23:14", "datestring": "9. jan. '19, kl: 03:23:14"}, {"response_to": "31428058", "username": "polyester", "message_id": "31428065", "user_id": "311777", "datetime": "2019-01-09 09:24:14", "datestring": "9. jan. '19, kl: 09:24:14", "text": "ég held að það mætti allavega fara að gera ransóknir á hvað gerist í heilanum á fólki sem skiptir yfir í grænmetisfæði"}, {"response_to": "31428058", "username": "spikkblue", "message_id": "31428067", "user_id": "353481", "datetime": "2019-01-09 10:45:54", "datestring": "9. jan. '19, kl: 10:45:54", "text": "VG hafa sýnt og sannað að þegar kemur að lygum og að stinga kjósendur í bakið, þá slá þau jafnvel við Bjarna Ben og Sjálfstæðisflokknum."}, {"response_to": "31428067", "username": "BjarnarFen", "message_id": "31428074", "user_id": "353446", "datetime": "2019-01-09 12:47:13", "datestring": "9. jan. '19, kl: 12:47:13", "text": "Það slær nú enginn Sjálfstæðisflokknum og Framsókn við þegar kemur að því að fara ílla með Ísland."}, {"response_to": "31428074", "username": "spikkblue", "message_id": "31428098", "user_id": "353481", "datetime": "2019-01-09 16:21:36", "datestring": "9. jan. '19, kl: 16:21:36", "text": "Framsóknarflokkurinn með allt sitt hyski trompar allt og alla þegar kemur að því að fara illa með og arðræna land og þjóð!"}, {"response_to": "31428058", "username": "Júlí 78", "message_id": "31428070", "user_id": "245905", "datetime": "2019-01-09 12:19:08", "datestring": "9. jan. '19, kl: 12:19:08", "text": ""}, {"response_to": "31428070", "username": "BjarnarFen", "message_id": "31428073", "user_id": "353446", "datetime": "2019-01-09 12:43:45", "datestring": "9. jan. '19, kl: 12:43:45", "text": "Ég er nú ekkert á því að skattleggja erlent kjöt eitthvað frekar. Enda er það bannað samkvæmt EES lögum. Svo er lambakjötið okkar að mestu leiti selt á erlenda markaði. Þegar ég kaupi grænmeti þá leita ég eftir að finna Hollenskar vörur. Hollendingar eru fremstir í heimi þegar kemur að því að framleiða grænmeti og framleiða meira grænmeti en nokkur önnur þjóð í Evrópu. Enda finn ég það á bragðinu hvað það er hollt og gott. Svo er það alltaf ódýrara en það Íslenska. Þótt að við borgum einnig fyrir flutningskostnaðinn. Við ættum frekar að hætta að niðurgreiða íslenskar landbúnaðarafurðir og kaupa meira erlendis. Það mundi vera gríðarlegur sparnaður fyrir þjóðarbúið. Einnig fyrir okkur sem kaupum það."}, {"response_to": "31428073", "username": "Júlí 78", "message_id": "31428075", "user_id": "245905", "datetime": "2019-01-09 13:05:20", "datestring": "9. jan. '19, kl: 13:05:20", "text": "Ef það er bannað að skattleggja erlent kjöt frekar en íslenskt samkvæmt EES lögum þá er það bann sem verður auðvitað að fara eftir. En við getum alveg komið með einhverja þætti í sjónvarpinu þar sem íslenska kjötið er dásamað og bara íslensk matvæli yfirleitt. Ég kaupi kál helst frá einum íslenskum framleiðanda sem kom fram í sjónvarpinu einhvern tíma.(kannski á Hringbraut). Þar kom fram að hann notaði engin eiturefni við framleiðsluna, ég treysti því þeim framleiðanda vel. Man þó ekki hvað hann heitir en þekki umbúðirnar. Allavega ég vel íslenskt umfram það erlenda. Það er helst kartöflur sem ég spái ekki svo mikið í hvaðan koma. Vil hafa þær almennilegar (mjúkar) en ekki of mjölmiklar. En ertu að segja BjarnaFen að ef ég kaupi lambakjöt út í búð að þá geti ég ekki treyst því að það sé íslenskt? Annars á auðvitað að merkja allar matvörur vel bæði innihaldsefni og hvaðan þær koma."}, {"response_to": "31428075", "username": "BjarnarFen", "message_id": "31428076", "user_id": "353446", "datetime": "2019-01-09 13:21:13", "datestring": "9. jan. '19, kl: 13:21:13", "text": "Það er bannað að skattlegga erlent kjöt umfram það íslenska, en þeir geta hækkað skattin á því öllu. Ef þú kaupir lambakjöt útí búð þá geturu ekki verið 100% viss um hvaðan það kemur, ekki nema það standi sérstaklega á umbúðunum. En þeir hafa logið að okkur áður hvaðan kjötið kemur og það er voðalega sjaldan sem það er prófað hvort það sé íslenskt eða erlent. Ef þú kaupir unna kjötvöru, hakk t.d. þá getur staðið íslensk framleiðsla en það þíðir ekki að kjötið sé íslenskt. Það þíðir bara að það sé unnið og pakkað á Íslandi. Ora baunir koma t.d. frá Bandaríkjunum og Ora fiskur í dós var lengi vel pólskur fiskur, veiddur úr Eistrasaltshafi sem er mengaðasti sjór í heimi. Núna er búið að banna það að fiskur úr Eistrasaltshafi sé notaður í manneldi. Þannig ég hef ekki hugmynd hvaðan Ora fiskur í dós kemur. En ég er nokkuð viss um að hann komi ekki frá Íslandi."}, {"response_to": "31428076", "username": "Júlí 78", "message_id": "31428078", "user_id": "245905", "datetime": "2019-01-09 13:34:10", "datestring": "9. jan. '19, kl: 13:34:10", "text": "Það er nú ansi hart ef maður getur ekki treyst því að lærið eða hryggurinn sem maður kaupir úti í búð sé íslenskt eða íslenskur. Þá er bara að kaupa sér kjötið frá einhverjum íslenskum bæ sem maður getur séð inná beintfrabyli.is  En þá er eins gott að hafa rúmgóðan frystiskáp eða frystikistu. Mér finnst það líka vera vörusvik ef það stendur á umbúðunum íslensk framleiðsla en svo er kjötið ekkert íslenskt. Ef svo er þá þarf að koma á skýrari reglum með þetta þannig að neytandinn viti nákvæmlega hvaðan varan er. Það þarf að standa á pakkiningunni hvaðan kjötið er. Ég kaupi annars yfirleitt fisk bara í fiskbúð. Keypti samt fisk sem var í kæli fyrir ekki svo löngu síðan í Bónus. Það geri ég aldrei aftur. Fannst þetta ekkert vera nýr fiskur þó að dagsetningin væri ekki útrunnin og fiskurinn var bara vondur, fór að mestu í ruslið."}, {"response_to": "31428076", "username": "Júlí 78", "message_id": "31428079", "user_id": "245905", "datetime": "2019-01-09 13:45:10", "datestring": "9. jan. '19, kl: 13:45:10", "text": "Vil bæta því við að mér finnst að kjöt á Íslandi a.m.k. íslenska kjötið megi ekki vera hærra verðlagt en hefur verið. T.d. keypti ég nýlega kringum 2 kílóa læri, kryddað, nýlega og það kostaði rúm 3 þús. Er það ekki nógu dýrt?"}, {"response_to": "31428079", "username": "BjarnarFen", "message_id": "31428080", "user_id": "353446", "datetime": "2019-01-09 13:55:05", "datestring": "9. jan. '19, kl: 13:55:05", "text": "Það er bara eðlilegt verð. En ég set alltaf spurningarmerki við kryddað kjöt. Best er að fá kjötið ferskt og krydda það svo heima. Þannig getur maður fundið lyktina af kjötinu einsog það kemur."}, {"response_to": "31428080", "username": "Júlí 78", "message_id": "31428083", "user_id": "245905", "datetime": "2019-01-09 14:12:27", "datestring": "9. jan. '19, kl: 14:12:27", "text": "Jú örugglega betra að hafa það ferskt og krydda sjálf/ur. Ég reyndar kryddaði þetta kjöt meira sjálf þó það væri kryddað ;) Líka kannski betra að kaupa fiskinn til dæmis í flökum heldur en í einhverju gumsi, maður veit svo sem lítið hvað er í þessu gumsi hjá þeim í fiskbúðinni sem þeir nefna kannski mangó fisk eða sinneps fisk eða karrý fisk."}, {"response_to": "31428083", "username": "BjarnarFen", "message_id": "31428088", "user_id": "353446", "datetime": "2019-01-09 14:44:19", "datestring": "9. jan. '19, kl: 14:44:19", "text": "Ferskasta varan er alltaf hrein og óblönduð. Það er staðreynd."}, {"response_to": "31428058", "username": "ert", "message_id": "31428116", "user_id": "37456", "datetime": "2019-01-09 19:32:46", "datestring": "9. jan. '19, kl: 19:32:46", "text": ""}, {"response_to": "31428116", "username": "BjarnarFen", "message_id": "31428117", "user_id": "353446", "datetime": "2019-01-09 19:37:29", "datestring": "9. jan. '19, kl: 19:37:29", "text": "Sem stendur er þetta hugmynd frá Andrés Ingi Jónsson þingmanni VG. En hugmyndir þingmanna eiga til að verða að veruleika."}, {"response_to": "31428117", "username": "ert", "message_id": "31428120", "user_id": "37456", "datetime": "2019-01-09 19:42:58", "datestring": "9. jan. '19, kl: 19:42:58", "text": "Er hann eini þingmaður VG?"}, {"response_to": "31428120", "username": "BjarnarFen", "message_id": "31428122", "user_id": "353446", "datetime": "2019-01-09 20:11:46", "datestring": "9. jan. '19, kl: 20:11:46", "text": "Nei, en hann er í forsvari fyrir þetta. Þú finnur hann á fb."}, {"response_to": "31428122", "username": "ert", "message_id": "31428131", "user_id": "37456", "datetime": "2019-01-09 22:09:34", "datestring": "9. jan. '19, kl: 22:09:34", "text": "Þannig að VG er ekkert í þessu, bara einn þingmaður sem vill til að er í VG."}, {"response_to": "31428131", "username": "BjarnarFen", "message_id": "31428139", "user_id": "353446", "datetime": "2019-01-10 06:16:55", "datestring": "10. jan. '19, kl: 06:16:55", "text": "Eru þingmenn VG að lækka skattinn á lágtekjufólk? Eru VG að bæta kjör þeirra sem lægstar hafa tekur? Eru VG að bæta kjör öryrkja? Eru VG að taka á þeim vanda ungra manna sem eru ekki að finna vinnu en færast í meiri mæli á örorkubætur? Eru VG að hækka veiðileyfisgjöldin? Nei, en samt voru VG búin að lofa að taka á þessum málaflokkum."}, {"response_to": "31428139", "username": "ert", "message_id": "31428144", "user_id": "37456", "datetime": "2019-01-10 08:58:15", "datestring": "10. jan. '19, kl: 08:58:15", "text": "Af hverju tókstu ekki þau dæmi í upphafi"}, {"response_to": "31428139", "username": "Júlí 78", "message_id": "31428146", "user_id": "245905", "datetime": "2019-01-10 09:25:50", "datestring": "10. jan. '19, kl: 09:25:50", "text": "VG er núna með alalmálið inni á þingi eitthvað tal um að sporna við loftslagsbreytingum því þau verða að virðast trúverðugur flokkur, það er jú eitthvað sem þau hafa alltaf barist fyrir og kannski hlusta samstarfsflokkarnir á þau með það. Hin málin vita þau að a.m.k. Sjálfstæðisflokkurinn hlustar ekkert á, v/þeirra sem lægstar hafa tekjurnar, v/eldri borgara og öryrkja, v/vanda ungra manna sem eru ekki að finna vinnu sem fara þá í meira mæli á örorku, v/veiðileyfagjalda. Svo hangir VG í þessari stjórn því þau vita það að fylgið er hrunið hjá þeim hvort sem er en átta sig greinilega ekki á því að flokkurinn gæti þurrkast út ef þau ætla að vera svona þausetin þarna. Eða kannski Kata hafi gefið Bjana Ben hátíðlegt loforð um að sprengja ekki stjórnina á kjörtímabilinu og hún ætil sér að halda það loforð alveg sama hvað. En setur þá loforðin sem hún gaf kjósendum sínum á ís á meðan. En kjósendur munu muna hvað flokkurinn afrekaði þegar kemur að næstu kosningum."}, {"response_to": "31428131", "username": "BjarnarFen", "message_id": "31428140", "user_id": "353446", "datetime": "2019-01-10 06:19:56", "datestring": "10. jan. '19, kl: 06:19:56", "text": "Helduru að maðurinn sé að fara með þetta í RUV ef hann hefur ekki stuðning innan flokksins? Prófaðu að lesa fréttina og reyndu að skilja hvað er í gangi inná þingi."}, {"response_to": "31428140", "username": "ert", "message_id": "31428143", "user_id": "37456", "datetime": "2019-01-10 08:57:48", "datestring": "10. jan. '19, kl: 08:57:48", "text": "Þannig að það er umtalsverður stuðningur við þetta mál innan VG? Hvað styðja þingmenn VG þetta mál?"}, {"response_to": "31428117", "username": "Kingsgard", "message_id": "31428123", "user_id": "348125", "datetime": "2019-01-09 20:21:13", "datestring": "9. jan. '19, kl: 20:21:13", "text": "Þessi þingmaður er líklega bara að æfa sig í framsögn fyrir framan áheyrendur enda hugmyndin tóm vitleysa. Hins vegar má húkka atkvæði frá draumkenndum jaðarhópum sem hafa fundið sannleikan sinn og vilja í barnslegri gleði sinni neyða sýn sinni inná hvert mannsbarn. Þetta gæti ekki einu sinni orðið að stefnu á almennum leikskóla."}]}