{"url": "https://bland.is/umraeda/lagmarkslaun-their-sem-toku-upp-a-thvi-ad-setja-skatt-a-thau-/31422582/?page=16", "date": "2018-10-21 12:24:23", "id": "31422582", "items": [{"text": "Ég var að kíkja á grein eftir Stefán Ólafsson prófessor við H.Í. Þar segir að lágmarkslaun voru skattfrjáls á árunum 1988-1996. Hverjir voru við völd þá? Jú ég sé að það voru menn eins og t.d. Steingrímur Hermannsson, Halldór Ásgrímsson,  (framsókn) Jón Baldvin Hannibalsson og Jóhanna Sigurðurðardóttir (Alþýðuflokki) Ólafur Ragnar Grímsson, Svavar Gestsson og Steingrímur Sigfússon ( Alþýðubandalagi).   Þegar þetta breytist að byrjað er að skattleggja lágmarkslaun þá eru eingöngu Sjálfstæðisflokkur og Framsókn við völd! En athygli vekur að þegar Jóhönnustjórnin var 2009-2012 þegar bara Samfylking og VG voru við völd þá datt þeim ekkert í  hug að breyta þessu aftur í þá átt að lágmarkslaun væru ekki skattlögð!    Mesta skattbyrði á þá lægst launuðu hefur svo verið frá 2015 (44%) 2016 (46%) 2017 (49%) og 2018 (51%!!). Sem sagt meira en helmingur lágmarkslauna skattlagður að fullu!! Á þessum tíma frá 2015 hafa aðallega verið við völd Sjálfstæðisflokkur og Framsókn en Viðreisn og Björt framtíð í næstum eitt ár. Svo þegar prósentutalan hefur farið upp í 51% (2018)  þá er Katrín  Jakobsdóttir líka við völd og það forsætisráðherra!  Skyldu margir þakka henni fyrir að hjálpa til með þessa vitleysu? Er eitthvað hægt að treysta fólki í pólitík? Þeir sem hafa verið við völd og þykjast hugsa vel um láglaunafólk gerir það ekki greinilega. Verkin tala. Sjálfstæðisflokkur og Framsókn bera ábyrgð á því að hafa byrjað að skattleggja lágmarkslaunin. Og vilja taka meira og meira af þeim.", "title": "Lágmarkslaun - þeir sem tóku upp á því að setja skatt á þau.", "username": "Júlí 78", "message_id": "31422582", "user_id": "245905", "response_to": null, "datetime": "2018-10-21 12:24:23", "datestring": "21. okt. '18, kl: 12:24:23"}, {"response_to": "31422582", "username": "Grrrr", "message_id": "31422584", "user_id": "343189", "datetime": "2018-10-21 12:36:26", "datestring": "21. okt. '18, kl: 12:36:26", "text": "Það er flokksræði á Íslandi. Hefur verið lengi. Það er fyrst hugsað um að þingmenn og ráðherrar hafi það gott. Svo er passað uppá að flokkskálfarnir fái ríkisstörf. Síðan er reynt að skapa vinnu úti á landi, afþví þar eru atkvæðin verðmeiri, göng, virkjanir, álver osfr. Loks þegar kemur að smælingunum þá er ekkert eftir. Það þýðir ekkert að kjósa fjórflokkinn, svona hefur þetta verið frá lýðveldisstofnun."}, {"response_to": "31422584", "username": "Júlí 78", "message_id": "31422587", "user_id": "245905", "datetime": "2018-10-21 12:54:13", "datestring": "21. okt. '18, kl: 12:54:13", "text": "Já er nokkuð sammála þér. Það á líka allra síst að hafa Sjálfstæðisflokkinn í fjármálaráðuneytinu, sá flokkur hugsar akkúrat ekkert um þá sem eru á lágmarkslaunum og Bjarni Ben stjórnar sitjandi forsætisráðherra Katrínu Jakobsdóttur eins og einhverrri puntudúkku sem er hlýðin og góð við hann."}, {"response_to": "31422582", "username": "neutralist", "message_id": "31422586", "user_id": "260872", "datetime": "2018-10-21 12:53:17", "datestring": "21. okt. '18, kl: 12:53:17", "text": "Þegar Jóhönnustjórnin var við völd var verið að bjarga Íslandi af barmi gjaldþrots eftir hrun og ekki hægt að lækka neina skatta.  Það væri hægt núna, en ríkisstjórn Katrínar Jakobsdóttur vill frekar lækka veiðigjöld."}, {"response_to": "31422586", "username": "Júlí 78", "message_id": "31422588", "user_id": "245905", "datetime": "2018-10-21 12:56:11", "datestring": "21. okt. '18, kl: 12:56:11", "text": "Mér finnst það ekki alveg vera afsökun, einhverjir aðrir en láglaunafólkið sem á erfitt með allt hjá sér átti að bjarga Íslandi af barmi gjaldþrots."}, {"response_to": "31422586", "username": "kaldbakur", "message_id": "31422591", "user_id": "124160", "datetime": "2018-10-21 13:02:45", "datestring": "21. okt. '18, kl: 13:02:45", "text": "Jóhönnustjórnin fór verst með heimilin og ellilífeyrisþegana. Jóhönnustjórnin skerti grunnlífeyri ellilífeyrisþega sem engum hefði dotootið í hug að gera."}, {"response_to": "31422591", "username": "neutralist", "message_id": "31422592", "user_id": "260872", "datetime": "2018-10-21 13:07:05", "datestring": "21. okt. '18, kl: 13:07:05", "text": "Kjaftæði. Jóhönnustjórnin var að bajrga því sem bjargað varð, eftir að íhaldið og bankarnir settu landið á hausinn.  Jöfnuður jókst í tíð Jóhönnustjórnarinnar, en hefur verið að aukast aftur í tíð tveggja síðustu ríkisstjórna íhaldsins."}, {"response_to": "31422592", "username": "Júlí 78", "message_id": "31422600", "user_id": "245905", "datetime": "2018-10-21 13:28:21", "datestring": "21. okt. '18, kl: 13:28:21", "text": "Ef þú talar við fólk á lágmarkslaunum eða fólk á örorku eða ellilífeyri þá held ég þú skiljir neutralist að í þeirra huga var enginn jöfnuður í gangi í tíð Jóhönnustjórnarinnar. Og þó skattbyrði láglaunahópa lækkaði jú eitthvað  á tímabili þegar Jóhanna var við völd þá hækkaði hún aftur á  meðan hún var við völd. Þegar Jóhanna var að hætta kringum 2012 þá var skattbyrðin hjá þessum hópi um 37% sýnist mér.  (sjá seinni myndina)."}, {"response_to": "31422592", "username": "Júlí 78", "message_id": "31422601", "user_id": "245905", "datetime": "2018-10-21 13:30:31", "datestring": "21. okt. '18, kl: 13:30:31", "text": "Hér sést ef skrollað er niður hverjir voru við völd á hverjum tíma."}, {"response_to": "31422592", "username": "kaldbakur", "message_id": "31422602", "user_id": "124160", "datetime": "2018-10-21 13:32:33", "datestring": "21. okt. '18, kl: 13:32:33", "text": "Þú gleymir einu minn kæri Jóhanna var ráðherra í stjórninni þegar bankarnir  hrundu."}, {"response_to": "31422592", "username": "Grrrr", "message_id": "31422604", "user_id": "343189", "datetime": "2018-10-21 13:42:13", "datestring": "21. okt. '18, kl: 13:42:13", "text": "Sennilega hafa aldrei jafn margir öryrkjar misst heimilin sín einsog einmitt í tíð Jóhönnu og Steingríms. Svo verðlaunaði Sigmundur þeim sem ekki misstu heimilin sín í næstu ríkisstjórnartíð. Ekkert gert fyrir þá efnaminnstu sem misstu heimilin sín."}, {"response_to": "31422604", "username": "sakkinn", "message_id": "31422865", "user_id": "72364", "datetime": "2018-10-26 06:57:49", "datestring": "26. okt. '18, kl: 06:57:49", "text": "you win some lose some.... geta ekki allir fengið allt."}, {"response_to": "31422865", "username": "Júlí 78", "message_id": "31422867", "user_id": "245905", "datetime": "2018-10-26 08:09:22", "datestring": "26. okt. '18, kl: 08:09:22", "text": "Þú talar um það sakkinn að þú sért ekki til í að halda megninu af því fólki (öryrkjum uppi)...Ég vil nú segja um það að það er ekki eins og fólk geti bara pantað það að fara á örorku, fólk þarf að fara í gegnum allskonar mat áður. En ýmsar orsakir geta líka verið fyrir fjölgun öryrkja. Ég var að lesa frétt inná visir.is frá því í ágúst 2017. Þar segir meðal annars: \" Einnig virðist breyting vera að verða á örorkuþegum eftir aldri. Ungu fólki á örorku hefur hlutfallslega fjölgað mun meira en heildarfjölda öryrkja. Ungu fólki á aldrinum 20 til 24 ára sem þiggur örorku hefur fjölgað úr 752 í 957, eða um 27,3 prósent, á síðustu sex árum. Einnig hefur fjölgað í aldurshópnum 25 til 29 ára úr 1.005 í 1.186, eða um 18 prósent."}, {"response_to": "31422867", "username": "sakkinn", "message_id": "31422905", "user_id": "72364", "datetime": "2018-10-26 17:58:28", "datestring": "26. okt. '18, kl: 17:58:28", "text": "nægja aðstoð??? þetta eru margir fituhlunkar, spilandi tölvuleiki mest allan daginn og verða þunglyndir og komast á örorku. Smá gras eða hass hefur eflaust hjálpað þar til. Málið er að við erum með hlutfallslega mun hærra hlutfall fólki á örorku en flest lönd i heiminum."}, {"response_to": "31422905", "username": "Júlí 78", "message_id": "31422914", "user_id": "245905", "datetime": "2018-10-26 19:58:18", "datestring": "26. okt. '18, kl: 19:58:18", "text": "Ertu þá sem sagt á þeirri skoðun að allir þeir sem til dæmis vantar útlimi eða eru alvarlega fatlaðir eða mikið veikir jafnvel eftir slys, að allt þetta fólk eigi að gjalda fyrir það að einherjum hefur tekist að komast á örorku vegna þess sem þú nefnir? Finnst þér þessar bætur sem örorkubætur eru sem sagt of háar til þessa fólks? Held þú sért bara með fordóma gagnvart öryrkjum. Jafnvel þó þessir fituhlunkar sem eru spilandi tölvuleiki mest allan daginn og verða þunglyndir eins og þú orðar það séu á einhverjum örorkubótum, heldurðu að þeir prísi sig sælan á þeim? Veist þú eitthvað hvað fólk fær útborgað sem eru á slíku? Kynntu þér málið, hvernig væri það og þegar þú ert búin að því þá skaltu segja mér hvort þú sjálf gætir lifað á svona bótum. Og það er fullt af fólki sem spilar tölvuleiki mjög mikið en eru samt í fullri vinnu, ekki allir fituhlunkar eins og þú talar um heldur bara mis-feitir eða grannir. Það er ekkert verra að hanga í tölvuleikjum eða að hanga mikið yfir sjónvarpinu bara svo þú vitir það. Ekki heldur gott þegar fólk er í einhverri ofþjálfun eins og maður hefur séð að margir eru í. Það er bara einfaldlega best að hreyfa sig eitthvað en gæta samt að því að hvílast nóg."}, {"response_to": "31422914", "username": "sakkinn", "message_id": "31422927", "user_id": "72364", "datetime": "2018-10-26 22:20:51", "datestring": "26. okt. '18, kl: 22:20:51", "text": "nei auðvitað ekki. Ég er all for it að hjálpa þeim sem raunverulega þurfa á henni að halda. En bæturnar eru of háar miðað við lágmarkslaun"}, {"response_to": "31422927", "username": "Júlí 78", "message_id": "31422936", "user_id": "245905", "datetime": "2018-10-27 01:18:58", "datestring": "27. okt. '18, kl: 01:18:58", "text": "Það er tekinn skattur af 300 þús. kr. lágmarkslaunum, útborguð laun eru örugglega alltof lág. Meira að segja finnst mér þessi krafa uppá hvað 425 þús ætti frekar að vera hærri því ath. sú upphæð á ekki að koma fyrr en í lok samningstímabils eða eftir 3 ár!!  Og ekki einu sinni víst að þessi krafa verði samþykkt. Kannski hækka þeir persónuafsláttinn eitthvað en að lágmarkslaun verði aftur skattlaus, ég á eftir að sjá það gerast. Nei þessi ríkisstjórn er búin að sanna það að hún hefur enga samúð með láglaunafólki svo það er ekki hægt að vera bjartsýn. Og ef almennur launamaður lifir varla á lágmarkslaunum af hverju ætti þá öryrkinn að geta lifað á lægri launum en það? Þarf hann ekki oft að borga fyrir mikinn lyfjakostnað og kannski lækniskostnað? Ég hef ekki heyrt um neinn öryrkja sem hefur það gott fjárhagslega. Og svo ofan á það hefur þetta fólk oft þjáningar út af heilsunni hvort sem þær eru líkamlegar og/eða andlegar. Það þarf samt að lifa eins og annað fólk, sumir eiga barn eða börn og vill gefa þeim jólagjafir eins og annað fólk og vill kannski veita sér eitthvað eins og annað fólk! Nei bæturnar hjá öryrkjum eru örugglega ekki of háar heldur alltof lágar."}, {"response_to": "31422936", "username": "sakkinn", "message_id": "31422940", "user_id": "72364", "datetime": "2018-10-27 09:57:13", "datestring": "27. okt. '18, kl: 09:57:13", "text": "Það er glórulaust að hækka lágmarkslaun þetta mikið."}, {"response_to": "31422940", "username": "Júlí 78", "message_id": "31422965", "user_id": "245905", "datetime": "2018-10-27 21:29:53", "datestring": "27. okt. '18, kl: 21:29:53", "text": "Ég skil, þér finnst sem sagt réttlátt að ef við segjum að það verði 5% hækkun á öll laun þá fær sá sem er með 300 þús. 15 þús. kr. hækkun, sá sem er með milljón 50 þús. kr. hækkun og sá sem er með 2 milljónir fær 100 þús. kr. hækkun. Ekki gleyma að það er borgaður skattur af þessu þannig að ætli sá sem er með lægstu launin fái þá ekki bara útborgað af þessari hækkun sinni mjög lítið. Það er ástæða fyrir því að verkalýðsforkólfar tala um að þetta sé ekkert réttlátt! Og ekki gleyma því að sá sem er með háu launin fær oft miklu meiri hækkun á sín laun heldur en láglaunamaðurinn ef talað er um prósentur. Það voru t.d. engin 5% hækkun hjá alþingismönnum og ráðherrum síðast. Nei, þetta lið þar heldur að það sé svo merkilegra en annað fólk að það eigi skilið að fá miklu meiri hækkun en flestir aðrir. Og ef þú ætlar að tala  um að þeir séu svo og svo mikið menntaðir þá er það allur gangur á því hvernig þeirra menntun er. T.d. er nú Sigurður Ingi dýralæknir og hefur unnið eitthvað við landbúnaðarstörf. Held að það séu engin dýr þarna á Alþingi sem þurfi að lækna. En ég viðurkenni það að það þarf að lækna ýmsa alþingismenn og ráðherra!! Margir alls ekki í lagi þarna á þingi! Og það fer virkilega í taugarnar á mér þegar fólk talar um láglaunastörf af lítilsvirðingu. Heldurðu virkilega að þeir sem vinna við færiband séu bara að glápa á vöruna? Ef það fæst svoleiðis starf þá held ég að margir myndu nú sækja um það! Nei, það get ég sagt þér að án fólksins sem vinnur svokölluð lágmarkslaun þá væri allt í lamasessi hér!"}, {"response_to": "31422965", "username": "sakkinn", "message_id": "31422969", "user_id": "72364", "datetime": "2018-10-27 22:59:51", "datestring": "27. okt. '18, kl: 22:59:51", "text": "Þingmenn eru í merkilegri störfum en þau sem eru láglauna.... sama hvaða tilfinningar þú hefur fyrir því. Annað er bara vitleysa að segja. Þó svo að forstjóri skráðs félags hækki í launum um 500 þús eða eitthvað álika kemur þér og öðrum það bara nákvæmlega ekkert við. Þín laun tengjast honum ekkert og hvaða hækkanir hann hefur fengið..... kemur bara málinu núll við. Bara nálægðin á Íslandi gerir það að verkum að þér finnist það koma málinu við."}, {"response_to": "31422969", "username": "Júlí 78", "message_id": "31422975", "user_id": "245905", "datetime": "2018-10-28 01:41:45", "datestring": "28. okt. '18, kl: 01:41:45", "text": "Hvernig færðu það út að þingmenn séu í merkilegri störfum en þau sem eru í láglaunastörfum? Finnst þér til dæmis ekkert merkilegt starf að vera að vinna á leiksskóla? Jú kannski ekkert merkilegt ef að manneskjan sem vinnur þar leggur enga alúð við starfið og leggur sig ekki fram um að tengjast börnunum og að hjálpa þeim við það sem fram fer á leiksskólanum. Ekki misskilja mig, starf alþingismann getur líka verið mikilvægt og merkilegt ef að sá eða sú sem er í því starfi leggur sig fram um að vinna að hag ALLRA íslendinga en ekki bara sumra."}, {"response_to": "31422975", "username": "sakkinn", "message_id": "31422991", "user_id": "72364", "datetime": "2018-10-28 22:55:04", "datestring": "28. okt. '18, kl: 22:55:04", "text": "laun og menntun fara ekkert endilega saman. Þetta skiptir máli hvaða virði viðkomandi einstaklingur er að búa til fyrir fyrirtækið sitt."}, {"response_to": "31422991", "username": "Júlí 78", "message_id": "31422993", "user_id": "245905", "datetime": "2018-10-29 01:22:51", "datestring": "29. okt. '18, kl: 01:22:51", "text": "Númtíminn 1. nóv. 2016 : \" Kjararáð hefur hækkað laun alþingismanna þrisvar sinnum á einu ári. Þingfararkaup hefur hækkað um tæplega 70% frá því í nóvember í fyrra."}, {"response_to": "31422993", "username": "sakkinn", "message_id": "31423042", "user_id": "72364", "datetime": "2018-10-29 21:16:07", "datestring": "29. okt. '18, kl: 21:16:07", "text": "Logi býr á Akureryi. Til að halda uppi byggð sem er sjónarmið í okkur almennu lögum að Alþingismenn eiga að geta sótt sín kjördæmi...... en þetta eru bara klink upphæðir í stóra samhenginu. En við DV fólk eins og þig þá einflaldlega skilur þú þetta ekki."}, {"response_to": "31423042", "username": "Júlí 78", "message_id": "31423063", "user_id": "245905", "datetime": "2018-10-30 10:03:01", "datestring": "30. okt. '18, kl: 10:03:01", "text": "DV fólk eins og mig??  Ég fer líka inná mbl.is og les fréttir þar, er ég þá líka Morgunblaðs-manneskja? Já og fer líka inná visir.is og les fréttir þar og svona gæti ég haldið áfram..."}, {"response_to": "31422905", "username": "Júlí 78", "message_id": "31422924", "user_id": "245905", "datetime": "2018-10-26 21:15:59", "datestring": "26. okt. '18, kl: 21:15:59", "text": "Og af því að þú talar um það sakkinn að við erum með hlutfallslega mun hærra hlutfall fólki á örorku en flest öll lönd í heiminum þá vil ég gjarnan að þú lesir þetta:  \"Athugasemdir Öryrkjabandalags Íslands við skýrslu Tryggva"}, {"response_to": "31422905", "username": "ert", "message_id": "31423002", "user_id": "37456", "datetime": "2018-10-29 10:35:17", "datestring": "29. okt. '18, kl: 10:35:17", "text": "Já af því mörg lönd eru með þetta fólk á atvinnuleysisbótum. Hefurðu unnið við endurhæfingu fólks sem óvinnufært eða hvaðan hefurðu þekkingu þína á stöðu fólks með örorku eða á endurhæfingalífeyri?"}, {"response_to": "31422592", "username": "polyester", "message_id": "31422634", "user_id": "311777", "datetime": "2018-10-21 19:13:58", "datestring": "21. okt. '18, kl: 19:13:58", "text": "þú ert með nýjar fréttir sé ég geturðu útskýrt fyrir okkur hvernig íhaldið og bankarnir settu landið á hausinn ?"}, {"response_to": "31422586", "username": "sakkinn", "message_id": "31422864", "user_id": "72364", "datetime": "2018-10-26 06:54:42", "datestring": "26. okt. '18, kl: 06:54:42", "text": "veiðigjöldin eru bara klinkk upphæð i heildarsamhenginu"}, {"response_to": "31422586", "username": "polyester", "message_id": "31422937", "user_id": "311777", "datetime": "2018-10-27 03:37:27", "datestring": "27. okt. '18, kl: 03:37:27", "text": "enda eru veiðigjöldin að drepa litlar og meðalstórar útgerðir það kæmi mun meira í ríkissjóð með að aðskilja veiðar og vinnslu og allan fisk á markað þá fyrst færu útgerðarkóngarnir að væla"}, {"response_to": "31422937", "username": "sakkinn", "message_id": "31422941", "user_id": "72364", "datetime": "2018-10-27 09:59:12", "datestring": "27. okt. '18, kl: 09:59:12", "text": "Hvað heldur þú að gerist þegar allur fiskur fer á markað? Þá lækkar hann í það sem þeir eru að greiða fyrir hann... ekki vera bjáni"}, {"response_to": "31422941", "username": "polyester", "message_id": "31422944", "user_id": "311777", "datetime": "2018-10-27 10:43:18", "datestring": "27. okt. '18, kl: 10:43:18", "text": "það segjir sig sjálft að hann hækkar það er verið að borga langt undir markaðsvirði fyrir fisk í dag"}, {"response_to": "31422944", "username": "sakkinn", "message_id": "31422947", "user_id": "72364", "datetime": "2018-10-27 11:32:38", "datestring": "27. okt. '18, kl: 11:32:38", "text": "nei.... ástæða þess að markaðsverð er hátt er að það fer svo lítið á markað í dag, framboðið er lágt."}, {"response_to": "31422947", "username": "polyester", "message_id": "31422951", "user_id": "311777", "datetime": "2018-10-27 17:43:15", "datestring": "27. okt. '18, kl: 17:43:15", "text": ""}, {"response_to": "31422582", "username": "kaldbakur", "message_id": "31422589", "user_id": "124160", "datetime": "2018-10-21 12:58:50", "datestring": "21. okt. '18, kl: 12:58:50", "text": "Skattheimtan er jafnvel langtum meiri en 51% ef tekin er skattskerdingin med."}, {"response_to": "31422589", "username": "Júlí 78", "message_id": "31422590", "user_id": "245905", "datetime": "2018-10-21 13:00:12", "datestring": "21. okt. '18, kl: 13:00:12", "text": "Einmitt"}, {"response_to": "31422590", "username": "kaldbakur", "message_id": "31422593", "user_id": "124160", "datetime": "2018-10-21 13:07:07", "datestring": "21. okt. '18, kl: 13:07:07", "text": "Þegar tekin eru ýmis skerðingarákvæði vegna öryrkja og ellilífeyrisþega þá er skattheimtan oft um 73% !"}, {"response_to": "31422593", "username": "Júlí 78", "message_id": "31422599", "user_id": "245905", "datetime": "2018-10-21 13:15:38", "datestring": "21. okt. '18, kl: 13:15:38", "text": "Já þau eru öll biluð þarna sem fara með stjórn landsins, eru ekki í neinum takti við raunveruleikann eða eru alveg sama um þá lægst laununðu þar á meðal öryrkja og ellilífeyrisþega."}, {"response_to": "31422599", "username": "Grrrr", "message_id": "31422605", "user_id": "343189", "datetime": "2018-10-21 13:52:15", "datestring": "21. okt. '18, kl: 13:52:15", "text": "Hárrétt, nú er ég nýlega orðinn öryrki og ég get vel séð það að ég endi bara heimilislaus og á götunni á þessum kjörum í þessu landi. En ég sé ljós í endanum á þeim göngunum ef ég lendi í þeim. Þá þarf bara að berja ráðherra í höfuðið og þá er manni úthlutað húsnæði. En á meðan ég skrimti þá sleppa þeir víst. :)"}, {"response_to": "31422605", "username": "Júlí 78", "message_id": "31422606", "user_id": "245905", "datetime": "2018-10-21 13:54:39", "datestring": "21. okt. '18, kl: 13:54:39", "text": "Þú getur jú farið til Spánar og lifað ódýrara þar á öryrkjalaunum þar eða að segja ef þú átt fyrir farinu fram og tilbaka."}, {"response_to": "31422606", "username": "Grrrr", "message_id": "31422607", "user_id": "343189", "datetime": "2018-10-21 13:57:17", "datestring": "21. okt. '18, kl: 13:57:17", "text": "Nei, takk. Ég hef ekki áhuga á Spáni."}, {"response_to": "31422606", "username": "Grrrr", "message_id": "31422608", "user_id": "343189", "datetime": "2018-10-21 14:01:26", "datestring": "21. okt. '18, kl: 14:01:26", "text": "Ég nýti mér bara réttinn til að fara í nám og svo fer ég bara eitthvað næs. Þetta land er ekki fyrir neinn nema þá sem eiga."}, {"response_to": "31422599", "username": "kaldbakur", "message_id": "31422610", "user_id": "124160", "datetime": "2018-10-21 14:35:49", "datestring": "21. okt. '18, kl: 14:35:49", "text": "Dánarbætur sem dæmi (ekki ef þú drepst sjálfur samt :) )  eru tekjutengdar ef öryrki eða ellilífeyrisþegi TR á í hlut."}, {"response_to": "31422610", "username": "ert", "message_id": "31422613", "user_id": "37456", "datetime": "2018-10-21 15:03:46", "datestring": "21. okt. '18, kl: 15:03:46", "text": "Ef ég man rétt þá úrskurðaði Umbi í þessu máli fyrir ári og þetta á að vera breytt núna."}, {"response_to": "31422613", "username": "kaldbakur", "message_id": "31422615", "user_id": "124160", "datetime": "2018-10-21 15:10:14", "datestring": "21. okt. '18, kl: 15:10:14", "text": "Ok gott mál - þetta þokast þá"}, {"response_to": "31422610", "username": "kaldbakur", "message_id": "31422614", "user_id": "124160", "datetime": "2018-10-21 15:08:11", "datestring": "21. okt. '18, kl: 15:08:11", "text": "Það mætti svo bæta við þessa sögu að sá sem í gröfina fór og gaf maka bótarétt til að sjá um útför og TR skattlagði er ekki laus allra mála.  Sá dauði er orðinn \"félag\" eða fyrirtæki eftir dauðann.  Þetta félag erfir t.d. ábyrgðir eða uppáskriftir þess látna á námslán barna sinna.  Félagið \"dánarbúið\" er ekki eins og eitthvert EHF með takmarkaðri ábyrgð. Nei nei ... þú gætir t.d. fengið reikning vegna maka þíns sem hefði legið í gröfinni í 10 ár vegna undirskriftar á námslán !"}, {"response_to": "31422614", "username": "Júlí 78", "message_id": "31422626", "user_id": "245905", "datetime": "2018-10-21 17:54:03", "datestring": "21. okt. '18, kl: 17:54:03", "text": "Já líka ef að um er að ræða hjón og annað fellur frá en hitt fer á hjúkrunarheimili þá detta niður allar greiðslur frá TR til þess sem fer á hjúkruarheimilið og ekkert víst að viðkomandi fái  mikið út úr lífeyrissjóði og getur verið í mínus með allt. Ef einhverjar eignir eru þá er ekkert tillit tekið til kosnaðar vegna eignanna (fasteignagjöld, tryggingar, viðhaldskostnaður og fl., já stundum getur viðhald ekki einu sinni beðið áður en selt er)  Og ef aðstandendur ætla þá að leigja eitthvað út af eignunum þá er borgar það sig ekkert því ef leigt er til dæmis fyrir 100 þús. (uppgefin leiga) þá getur dvalargjaldið á hjúkrunarheimilinu hækkað um 65 þúsund. Kerfið er þannig uppbyggt að það er eins gott að gamla fólkið er búið að selja ofan af sér þegar það fer á hjúkrunarheimili, annars verða bara vandræði og kannski engin króna til að eiga fyrir fatnaði, klippingu, naglasnyrtingu og fl. sem gamla fólkið þarf að borga sjálft úr eigin vasa þegar það er á hjúkrunarheimili.  Eða kannski það sé þannig að ríkið ætlist til þess að aðstandendur borgi sjálft allt mögulegt sem þarf að greiða vegna eignanna?  Eins gott að aðstandendur séu þá vel aflögufærir."}, {"response_to": "31422626", "username": "kaldbakur", "message_id": "31422627", "user_id": "124160", "datetime": "2018-10-21 18:06:52", "datestring": "21. okt. '18, kl: 18:06:52", "text": "Jamm ekki ólíkt og í sögunum um  Dickens í London og níðingana þar."}, {"response_to": "31422627", "username": "Júlí 78", "message_id": "31422629", "user_id": "245905", "datetime": "2018-10-21 18:20:18", "datestring": "21. okt. '18, kl: 18:20:18", "text": "Inga Sæland  segir að Alþingi einkennist oft af hagsmunagæslu þingmanna og í raun sé landinu stjórnað af hagsmunasamtökum. að innan veggja þingsins séu alls staðar leyndarmál. (Dv. í dag). Svo n  efnir hún veiðigjaldafrumvarpið sem dæmi um hvernig hagsmunasamtök stjórni landinu. „Þau eru hinir eiginlegu stjórnendur Íslands í dag\" segir hún. Svo heldur hún áfram: \"Mér sýnist það birtast i því hvernig löggjöfin er slegin sundur og saman fyrir ákveðin hagsmunaöfl.\""}, {"response_to": "31422629", "username": "kaldbakur", "message_id": "31422633", "user_id": "124160", "datetime": "2018-10-21 18:38:46", "datestring": "21. okt. '18, kl: 18:38:46", "text": ""}, {"response_to": "31422627", "username": "Júlí 78", "message_id": "31422630", "user_id": "245905", "datetime": "2018-10-21 18:23:10", "datestring": "21. okt. '18, kl: 18:23:10", "text": "En já vonandi er eitthvað hlustað á þau hjá  Flokki fólksins á þinginu. Það verður athyglisvert að sjá hvernig tekið verður á málum næstu mánuði."}, {"response_to": "31422582", "username": "ittam123", "message_id": "31422952", "user_id": "125573", "datetime": "2018-10-27 18:01:11", "datestring": "27. okt. '18, kl: 18:01:11", "text": "Ég veit um fullt af dæmum þar sem fólk er svo lasið að það þarf að vera á örorku. En svo tekur það fullt af svartri vinnu, þar a meðal vinnu sem er 12 tímar a dag í nokkra daga og mikið álag. Fer svo til spánar og usa nokkrum sinnum á ári og kaupir nýjan bíl á 2 ára fresti. Þau hafa það skítt maður"}, {"response_to": "31422952", "username": "Júlí 78", "message_id": "31422966", "user_id": "245905", "datetime": "2018-10-27 21:54:42", "datestring": "27. okt. '18, kl: 21:54:42", "text": "Ég þekki ekki svona dæmi eins og þú nefnir ittam123. Veit hins vegar um a.m.k. 2 dæmi (konur) sem þyrftu að vera komnar á örorku fyrir löngu síðan vegna slæmrar heilsu. Önnur getur þó prjónað eitthvað (notað hendurnar) og hin getur ekkert unnið, hún hefur reynt að vinna úti en varð að hætta því heilsan versnaði mjög mikið. (lenti til dæmis í bílslysi). En sem betur fer þá eiga þær báðar eiginmenn sem hafa einhverjar tekjur því ef það væri ekki þá væru þær mjög illa staddar!  En ég veit það bara að þó það séu einhver svona dæmi eins og þú lýsir þá eiga ekki aðrir sem skráðir eru öryrkjar og sannarlega eru það að gjalda fyrir hina sem reyna að notafæra sér kerfið og hefur tekist það."}, {"response_to": "31422952", "username": "ert", "message_id": "31423003", "user_id": "37456", "datetime": "2018-10-29 10:36:22", "datestring": "29. okt. '18, kl: 10:36:22", "text": "Þú ert væntanlega búinn að tilkynna þetta fólk."}, {"response_to": "31423003", "username": "ittam123", "message_id": "31423004", "user_id": "125573", "datetime": "2018-10-29 10:53:07", "datestring": "29. okt. '18, kl: 10:53:07", "text": "Ekki ég persónulega, en já það er búið að því."}, {"response_to": "31423004", "username": "ert", "message_id": "31423005", "user_id": "37456", "datetime": "2018-10-29 10:58:07", "datestring": "29. okt. '18, kl: 10:58:07", "text": "Gott."}, {"response_to": "31422582", "username": "lillion", "message_id": "31422964", "user_id": "266187", "datetime": "2018-10-27 21:06:07", "datestring": "27. okt. '18, kl: 21:06:07", "text": "2009 -2012 tíminn er mikill óvissutími varðandi íslenskan efnahag svo það er alveg skiljanlegt að skattlagningu hafi ekki verið breytt þá. Annars hef ég enga trú á þessu fólki sama hvaða flokki þau tilheyra. Ég viðurkenni að ég hélt að Kata J. Væri traustsins verð en hún hefur sannað sig sem sami eiginhagsmunaseggurinn og allir hinir hún má f...a sér eins og restin af þessu skítapakki."}, {"response_to": "31422582", "username": "Kaffinörd", "message_id": "31422995", "user_id": "177967", "datetime": "2018-10-29 07:09:54", "datestring": "29. okt. '18, kl: 07:09:54", "text": "en ef þú berð kaupmátt í dag saman við 1988-1996 og líka skuldir ríkisins 1988 vs i dag."}, {"response_to": "31422995", "username": "Júlí 78", "message_id": "31423001", "user_id": "245905", "datetime": "2018-10-29 09:41:34", "datestring": "29. okt. '18, kl: 09:41:34", "text": "Horfðu á Silfrið (eftir 16 mín) þar kemur fram að jafnvel Gylfi Arnbjörnsson hafi sagt að hækkanir sem hafa komið á undanförnum árum að ríkið hefur hirt þær til sín. En endilega allir að horfa á þennan þátt, góður þáttur! Ég held að láglaunahóparnir hafi ekkert séð aukinn kaupmátt hjá sér. En ýmsir aðrir hafa séð þennan aukinn kaupmátt hjá sér, t.d. alþingismenn, ráðherrar og ríkisforstjórar."}, {"response_to": "31423001", "username": "sakkinn", "message_id": "31423043", "user_id": "72364", "datetime": "2018-10-29 21:18:30", "datestring": "29. okt. '18, kl: 21:18:30", "text": "Kaupmáttur launa lægst launa fólks hefur hækkað umfram flesta.... hinsvegar hefur leiga hækkað og það er bara annað mál... svo er talað um að hækka skatta á ofurlaun og fátækt fólk telur ofurlaun vera 1.100 þús sem eru engin ofurlaun"}, {"response_to": "31423043", "username": "Júlí 78", "message_id": "31423065", "user_id": "245905", "datetime": "2018-10-30 10:20:37", "datestring": "30. okt. '18, kl: 10:20:37", "text": "Þú bara getur ekki verið með svona samanburð sakkinn.  Þó svo að t.d. 200 þúsund kr. laun hækki um 45% og fari upp í 290 þúsund þá er það um 90 þúsund kr. hækkun hjá þessum láglaunamanni. Ef við tökum töluna 800 þús. og launin fari þá í 1.160.000 við 45% hækkun þar þá er hækkunin 360 þúsund. Hvor ætli fái meiri kauphækkun í sinn vasa? Það er engin tilviljun að verkalýðsforkólfar eru ekki hrifnir af svona prósentuhækkun launa. Jú því það er alltaf þannig að sá sem er með hærri laun fær þá meira í sinni vasa."}, {"response_to": "31423065", "username": "sakkinn", "message_id": "31423193", "user_id": "72364", "datetime": "2018-10-31 22:17:01", "datestring": "31. okt. '18, kl: 22:17:01", "text": "og hvað með það??? þetta skiptir máli hvaða virði þú ert að búa til. Það eru miklar líkur á því að þeir sem eru á lágum launum eru að búa til minna virði en þeir sem eru á háum launum. Síðan er það ábyrð summra sem eru á háum launum. Ef það yrði borgað almennilega fyrir að vera alþingismaður þá mögulega fáum við gott fólk þar inn."}, {"response_to": "31423193", "username": "Júlí 78", "message_id": "31423195", "user_id": "245905", "datetime": "2018-10-31 22:34:23", "datestring": "31. okt. '18, kl: 22:34:23", "text": "Þú vilt sem sagt ekkert að það sé þak á leiguverð eða regluverk kringum það? Við eigum þá ekkert að hafa þetta eitthvað svipað og gerist á hinum norðurlöndunum? Nei, nei. leyfum bara öllum að okra út í það óendanlega á húsaleigu og höldum laununum niðri a.m.k. hjá láglaunahópunum, er það ekki það sem þú vilt sakkinn? Þú hlýtur bara sækja fundi reglulega þarna upp í Valhöll Sakkinn. Eða ert sjálf/ur atvinnurekandi og þar að auki að leigja út húsnæði sem þú hugsanlega getur grætt á með einhverri okurleigu."}, {"response_to": "31423195", "username": "sakkinn", "message_id": "31423198", "user_id": "72364", "datetime": "2018-10-31 23:35:10", "datestring": "31. okt. '18, kl: 23:35:10", "text": "veit þú trúir því ekki sem ég er að fara að segja en miðað við verð á íbúðum er leiga lág á Íslandi. Einfallt reiknidæmi.... málið er að þeir sem eru að leigja eru oft þeir sem eru í láglaunastörfum"}]}