{"url": "https://bland.is/umraeda/er-einhver-betri-en-annar-erum-vid-ekki-bara-oll-eins-/31429542/?page=2", "date": "2019-02-09 19:35:02", "id": "31429542", "items": [{"text": "Einhvernveginn  finnst manni  þessi núningur um  allskonar hluti í samfélaginu  vera  eins og kerfisgalli  í okkur sjálfum.    Manni sýnist að það sé verið að agnúast útí það sem okkur var gefið við  fæðingu.  Síðan haf komið fram  hugmyndir um útfærslur sem skaparinn gerði ekki ráð fyyrir og ber ekki ábyrgð á.    Vegna þessa og staðfestuleysis okkar er heimurinn eins  og hjann er í dag.", "title": "Er einhver betri en annar  - erum við ekki bara öll eins ?", "username": "kaldbakur", "message_id": "31429542", "user_id": "124160", "response_to": null, "datetime": "2019-02-09 19:35:02", "datestring": "9. feb. '19, kl: 19:35:02"}, {"response_to": "31429542", "username": "Júlí 78", "message_id": "31429547", "user_id": "245905", "datetime": "2019-02-09 21:50:54", "datestring": "9. feb. '19, kl: 21:50:54", "text": "Hvað var okkur gefið við fæðingu sem þú ert að tala um? Þú mátt vera skýari með það sem þú meinar kaldbakur. Núningur um alls konar hluti? Já vegna þess að landinu er svo vitlaust stjórnað að það er af nógu að taka. Og stjórnmálamenn breytast við það eitt að fara í stjórn, það sem þeir sögðu áður er gleymt og grafið þegar þeir fara í stjórn. Ekkert að marka það sem þeir segja. Sástu viðtalið við Katrínu í Fréttablaðinu. Hún segir:  „Ég er sögð strengjabrúða karla, sem taki ekki sjálfstæðar ákvarðanir. Það er alltaf einhver karl sem stjórnar mér, þetta hefur verið sagt frá því ég byrjaði í stjórnmálum. Steingrímur, Bjarni, eða einhver annar, þetta hættir aldrei,“ segir Katrín sem dæmi um kvenfyrirlitningu sem hún finnur fyrir.\"  Hmm..kvenfyrirlitningu? Nei, þó hún væri karl þá fengi hún alveg sömu útreiðina. Þeir sem svíkja kjósendur sína eiga ekki von á umsögn um sig sem er jákvæð."}, {"response_to": "31429542", "username": "kaldbakur", "message_id": "31429574", "user_id": "124160", "datetime": "2019-02-10 11:34:49", "datestring": "10. feb. '19, kl: 11:34:49", "text": "Ég veit ekki hvort ma'ur eigi að fara mikið nánar útí þetta sem ég er að reyna að segja."}, {"response_to": "31429574", "username": "Júlí 78", "message_id": "31429576", "user_id": "245905", "datetime": "2019-02-10 13:08:33", "datestring": "10. feb. '19, kl: 13:08:33", "text": "Ég held að margt sé gert í dag sem að hreinilega ýtir undir það að það þyki svo flott að vera hinsegin, hommi, lesbía eða hvorugkyns eða hvað þetta allt heitir. Eitt af því er þessi gleðiganga og öll þessi frjálslega umræða um fólkið sem er svona eða líður svona. Einnig hefur verið með tímanum sem var kannski ekki hægt áður fyrr að skipta um kyn með aðgerð og það þykir kannski allt í lagi að fara í aðgerð ef fólki líður betur með það. Íslendingar vilja heldur ekki almennt að einhverjir minnihlutahópar verði fyrir einhverjum fordómum, kannski þess vegna er miklu frjálslegra tal um allt þetta hér heldur en kannski hjá sumum öðrum þjóðum. Ég þekki eina manneskju sem fór í aðgerð, var karlkyns en lét breyta sér í konu með aðgerð og tekur inn hormónatöflur og er núna orðin \"kvenleg\". \"Hún\" hefur sagt mér að þegar hún var lítill drengur þá þoldi hún ekki að fá bolta í gjöf eða eitthvað strákadót og vildi meina að hún hefði alltaf verið \"stelpa\" Ég er auðvitað ekkert að skilja þetta til fulls því þegar ég var lítil stelpa (ég er kvenkyns) þá hafði ég mjög gaman af öllu dúkkudóti og öðru sem taldist stelpudót. En okkur er kannski ekkert hægt að skilja þetta. Mest er um vert að muna að þetta eru manneskjur sem láta breyta sér í annað kyn eða eru eitthvað öðruvísi heldur en margur annar. Við eigum því að koma fram við þetta fólk af virðingu en vera ekki að dæma það þó það fari í kynskiptiaðgerð eða af því að því líður eitthvað öðruvísi en margur annar."}, {"response_to": "31429542", "username": "BjarnarFen", "message_id": "31429593", "user_id": "353446", "datetime": "2019-02-10 16:16:08", "datestring": "10. feb. '19, kl: 16:16:08", "text": "Ég er ennþá bestur!  hehehe"}, {"response_to": "31429593", "username": "kaldbakur", "message_id": "31429599", "user_id": "124160", "datetime": "2019-02-10 18:41:32", "datestring": "10. feb. '19, kl: 18:41:32", "text": "Já þú tekur á þessu á breiðum grunni."}, {"response_to": "31429599", "username": "BjarnarFen", "message_id": "31429609", "user_id": "353446", "datetime": "2019-02-10 20:27:23", "datestring": "10. feb. '19, kl: 20:27:23", "text": "Held að þú sért að svara á rangann póst, blessaður. Það eru ekki allir jafn góðir og ég að svara, sko. =)"}]}