{"url": "https://bland.is/umraeda/endurtekin-svik/31428014/?page=5", "date": "2019-01-08 16:55:30", "id": "31428014", "items": [{"text": "Ég veit eiginlega ekki hvar ég á að byrja.  Maðurinn minn hefur sögu um það að geta ekki sleppt því að tala við aðrar konur á netinu á kynferðislegan hátt. Fyrir daginn í dag hafði ég amk þrisvar sinnum fundið sannanir fyrir því, síðast fyrir um 2,5 árum þegar barnið okkar var rúmlega ársgamalt, og þá sagði ég honum að þetta væri komið nóg, nú fengi hann einn séns í viðbót eða þetta væri búið því ég bara gat ekki meira, ég var svo niðurlægð og þolinmæðin búin. Í það skipti (og áður) hafði hann líka tekið nektarmyndir af mér þegar ég sá ekki til og deilt þeim með öðrum á netinu. Ég varð alveg brjáluð og allt traust var algjörlega farið.  Í þessi 2,5 ár hefur gengið vel en upp á síðkastið fann ég að eitthvað var öðruvísi. Í morgun gleymdi hann símanum sínum heima og ég bara varð að kíkja (ég veit að það er ekki sanngjarnt og ekki rétt, það er alveg efni i annan þráð, en ég fann það bara að eitthvað var ekki rétt). Og viti menn, það er sama sagan aftur. Nema í þetta skiptið er þetta á einhverju nýju og fokking ógeðslegu leveli. Hann er að taka þátt í ljótum umræðum þar sem kvenhatur og nauðgunarfantasíur eru við lýði, sem og mjög gróf einkasamtöl við konur þar sem hann er að lýsa því hvað hann vill gera við þær og það er oft frekar ógeðslegt, kallar þær ljótum nöfnum og alls konar. Þetta er einfaldlega ógeðslegt og mjög út úr karakter, hann hefur alltaf talið sig femínista svo þetta kom mér mjög á óvart, en samt innst inni var þetta ekki eins mikið sjokk og ég hélt einhvern veginn.  Ég sagðist gefa honum einn séns þarna um árið, hann klúðraði honum og ég ætti að ganga út, og þetta væri svo einfalt mál ef við værum ekki nýgift og ég ólétt af barni nr. 2. Ég er algjörlega eyðilögð, ég hélt í alvöru að við værum hamingjusamari en nokkurn tímann en ég hef greinilega mislesið aðstæður. Hann ber greinilega enga virðingu fyrir mér og mér líður eins og hann sé ekki sá sem ég hélt að hann væri. Ég veit ekkert hvað ég á að gera, er í algjöru rusli og búin að gráta í allan dag. Það traust sem ég var búin að ná að byggja upp síðan síðast (sem var samt það lítið að ég varð að kíkja í símann hans) er algjörlega orðið að engu og ég veit ekki hvort ég geti gert þetta aftur, en ég get heldur eiginlega ekki orðið einstæð ólétt móðir í háskólanámi akkúrat núna. Hefur einhver lent í svipuðu eða getur gefið mér einhver ráð eða bara eitthvað?", "title": "Endurtekin svik", "username": "miamarkle", "message_id": "31428014", "user_id": "354979", "response_to": null, "datetime": "2019-01-08 16:55:30", "datestring": "8. jan. '19, kl: 16:55:30"}, {"response_to": "31428014", "username": "spikkblue", "message_id": "31428015", "user_id": "353481", "datetime": "2019-01-08 17:07:52", "datestring": "8. jan. '19, kl: 17:07:52", "text": "Vá, maðurinn þinn hlýtur að vera í Samfylkingunni."}, {"response_to": "31428015", "username": "Lýðheilsustofa", "message_id": "31428113", "user_id": "353266", "datetime": "2019-01-09 19:05:35", "datestring": "9. jan. '19, kl: 19:05:35", "text": "Óóóóóóóóóóóóó shiiiiiiiiiiiiiiiiiiiiiiiiii"}, {"response_to": "31428014", "username": "checkmate", "message_id": "31428017", "user_id": "298774", "datetime": "2019-01-08 17:41:20", "datestring": "8. jan. '19, kl: 17:41:20", "text": "Þetta er sjùkt og þù àtt alla mìna samùd. Af minni reynslu þà breytast svona einstaklingar ekki. þetta er partur af honum, þessi ògedisàhugi. Hann breyttist ekki fyrir fyrsta barn nè þig og mun ekki gera þad nùna.  Fyrir einstakling sem vil ekki taka þàtt ì svona eda vera kringum svona.. þad er bara best ad fara. He wont change because it is his mind that is the problem. Svona sjùkt fòlk þarf hjàlp til ad breytast.  Naudgunarfetish hefur ýtt mèr frà karlmanni. Hann er nàkvæmlega sà sami ì dag og hann var þà. þad yrdi kannski gott fyrir þig ad heyra ì fagadila"}, {"response_to": "31428014", "username": "Júlí 78", "message_id": "31428018", "user_id": "245905", "datetime": "2019-01-08 17:47:49", "datestring": "8. jan. '19, kl: 17:47:49", "text": "Svona fyrir utan það að vera að tala við einhverjar konur á netinu á kynferðislegan hátt þá er þetta er nú alveg það sem ætti nú að fá þig til að flýja frá þessum manni og það strax! : \"Hann er að taka þátt í ljótum umræðum þar sem kvenhatur og nauðgunarfantasíur eru við lýði, sem og mjög gróf einkasamtöl við konur þar sem hann er að lýsa því hvað hann vill gera við þær og það er oft frekar ógeðslegt, kallar þær ljótum nöfnum og alls konar. \" Maðurinn þinn (ef það er  hægt að kalla hann þinn mann) er alls ekki að haga sér eins og hann sé í sambandi  heldur hugsar bara um sjálfan sig. Og þá á hann bara að vera einn!  Í þínum sporum myndi ég ekki einu sinni fara í einhverja ráðgjöf heldur bara skilja strax. Þú átt miklu betra skilið en  svona framkomu. Reyndu frekar að finna þér mann sem þú getur treyst og sem metur þig að verðleikum og sem sýnir þér ást og umhyggju og þínu barni. Ekki láta hugfallast þó þú sért ólétt og sjáir fram á að vera ein með barnið (a.m.k. í einhvern tíma). Áttu ekki gott bakland, móðir, frænku eða einhverja sem getur hjálpað þér gegnum þetta allt? Eða áttu ekki a.m.k. góða vinkonu sem þú getur rætt við um allt mögulegt? Kannski þarftu að taka þér smá hlé á háskólanámi þínu þar til barnið fer á leikskóla en endilega alls ekki hætta samt alveg með að klára háskólanámið. Best að hugsa bara svona: Ég  get og ég vil...með það sem þú vilt sjálf. Ef þú vilt ekki láta aðra koma illa fram við þig, ekki láta þá aðra komast upp með það. Reyndu samt alltaf að líta björtum augum á lífið og tilveruna og hugsaðu vel um sjálfa þig og barnið þitt. Gangi þér vel."}, {"response_to": "31428014", "username": "Gengar", "message_id": "31428019", "user_id": "247753", "datetime": "2019-01-08 17:49:12", "datestring": "8. jan. '19, kl: 17:49:12", "text": "Þú hefur fullan rétt að njósna um hann aðeins miðað við sem þú skrifar. En þetta er ömurlegt hann ber greinilega enga virðingu fyrir þér. Ertu viss um að hann sé bara að tala við aðrar?"}, {"response_to": "31428019", "username": "miamarkle", "message_id": "31428033", "user_id": "354979", "datetime": "2019-01-08 20:37:03", "datestring": "8. jan. '19, kl: 20:37:03", "text": "já er nokkuð viss, hann er eiginlega alltaf heima bara en allllltaf í tölvunni/símanum..."}, {"response_to": "31428033", "username": "Gengar", "message_id": "31428039", "user_id": "247753", "datetime": "2019-01-08 21:55:49", "datestring": "8. jan. '19, kl: 21:55:49", "text": "Ég segi pararáðgjöf ef það er áhugi fyrir því. Annars myndi ég fara."}, {"response_to": "31428039", "username": "BjarnarFen", "message_id": "31428107", "user_id": "353446", "datetime": "2019-01-09 17:37:49", "datestring": "9. jan. '19, kl: 17:37:49", "text": "pararáðgjöf my ass. Það þyrfti helst að leggja manninn inn á geðveikrahæli í nokkur ár. Hver vill fara í pararáðgjöf með geðsjúklingi?"}, {"response_to": "31428019", "username": "Myken", "message_id": "31428102", "user_id": "141701", "datetime": "2019-01-09 17:05:21", "datestring": "9. jan. '19, kl: 17:05:21", "text": "persónulega finnst mér það ekki skifta neinu..jafnmikið framhjáhald en alvarlegast finnst mér þó deiling af nektamyndum sem eru teknar án hennar vitundar"}, {"response_to": "31428102", "username": "Gengar", "message_id": "31428105", "user_id": "247753", "datetime": "2019-01-09 17:18:35", "datestring": "9. jan. '19, kl: 17:18:35", "text": "Já það er ógeðslegt, dreifa myndum af maka? Sýnir bara hversu mikla virðingu hann ber til hennar en það þýðir samt ekki að sambandið sé búið.  Hún þarf bara leggja honum lokakost og standa við það. Væri varla að henda í þráð nema hún væri að vona þetta myndi ganga hjá þeim."}, {"response_to": "31428105", "username": "BjarnarFen", "message_id": "31428106", "user_id": "353446", "datetime": "2019-01-09 17:33:14", "datestring": "9. jan. '19, kl: 17:33:14", "text": "Þýðir samt ekki að sambandið sé búið þegar hann er búinn að dreifa nektarmyndum af henni á netinu.... Er ekki í lagi? Hvar dregur þú eiginlega línuna? Ertu að segja að þú mundir bara fyrigefa það og reyna aftur? Hverskonar siðferðis brenglun er í gangi hjá þér?"}, {"response_to": "31428106", "username": "Gengar", "message_id": "31428108", "user_id": "247753", "datetime": "2019-01-09 17:38:02", "datestring": "9. jan. '19, kl: 17:38:02", "text": "Ég persónulega nei. En þetta er hennar líf það skiptir ekki máli hvað öðrum finnst.  Ef hún vill reyna að halda áfram eigum við þá að dæma hana?"}, {"response_to": "31428108", "username": "BjarnarFen", "message_id": "31428109", "user_id": "353446", "datetime": "2019-01-09 17:41:06", "datestring": "9. jan. '19, kl: 17:41:06", "text": "Ef hún vill halda áfram að vera notuð einsog gólftuska þá er eitthvað að hjá henni líka. Guð hjálpi grey börnin að eiga svona foreldra. Sennilega þurfa þau á nokkra ára meðferð ef þau þurfa að alast upp hjá þeim í þessu sjúka sambandi."}, {"response_to": "31428105", "username": "askvaður", "message_id": "31428129", "user_id": "165503", "datetime": "2019-01-09 21:49:47", "datestring": "9. jan. '19, kl: 21:49:47", "text": "mér finnst ógeðslegt að það sé verið að tala um að sambandið þyrfti ekki að vera búið!! Hann tekur af henni nektarmyndir og dreifir !!! í hvaða heimi býrðu? fyrir utan allt framhjáhaldið og nauðgunarfantasíur og viðbjóð. hún er búin að gefa honum allt of marga sensa núþegar !!"}, {"response_to": "31428102", "username": "askvaður", "message_id": "31428127", "user_id": "165503", "datetime": "2019-01-09 21:46:59", "datestring": "9. jan. '19, kl: 21:46:59", "text": "fullkomlega sammála !"}, {"response_to": "31428102", "username": "askvaður", "message_id": "31428128", "user_id": "165503", "datetime": "2019-01-09 21:47:03", "datestring": "9. jan. '19, kl: 21:47:03", "text": "fullkomlega sammála !"}, {"response_to": "31428014", "username": "leonóra", "message_id": "31428041", "user_id": "166481", "datetime": "2019-01-08 22:06:23", "datestring": "8. jan. '19, kl: 22:06:23", "text": "Vá hvað hann er klikkaður.  Það er virkilega sjokkerandi að lesa þetta og sjá hver hans innri maður er.  Þvílíkt fals og leiksýning sem líf hans hlýtur að vera.  Hlauptu hratt - í burtu - og líttu aldrei til baka.  Haltu heilbrigði þínu og barnanna."}, {"response_to": "31428014", "username": "polyester", "message_id": "31428042", "user_id": "311777", "datetime": "2019-01-08 22:16:42", "datestring": "8. jan. '19, kl: 22:16:42", "text": "já það er greinilegt að þú ert aldrei að fara að yfirgefa hann hann mun halda þessu áfram dauðadags og er sennilega búin að ríða fram hjá þér svo oft að það er varla hægt að telja það eina sem ég sé fyrir þig til að þér líði hugsanlega betur er bara að sættta þig við að hann er ekki við eina konu kendur"}, {"response_to": "31428014", "username": "fólin", "message_id": "31428053", "user_id": "202667", "datetime": "2019-01-09 00:13:54", "datestring": "9. jan. '19, kl: 00:13:54", "text": "Lífið hefur svo margt betra að bjóða en einhvern karl sem svíkur þig reglulega, ber enga virðingu fyrir sambandinu og er tilbúin að fórna fjölskyldunni sinni fyrir einhverja smá spennu."}, {"response_to": "31428014", "username": "BjarnarFen", "message_id": "31428056", "user_id": "353446", "datetime": "2019-01-09 02:36:47", "datestring": "9. jan. '19, kl: 02:36:47", "text": "Talaðu við skilnaðarlögfræðing."}, {"response_to": "31428014", "username": "BjarnarFen", "message_id": "31428057", "user_id": "353446", "datetime": "2019-01-09 02:55:55", "datestring": "9. jan. '19, kl: 02:55:55", "text": "Það er alveg greinilegt að hann hefur brotið hjúskaparloforð oftar en einusinni. Þannig að þú hefur enga ásæðu til að halda áfram í hjónabandinu. End lítil von að hann muni breitast. En ef þú ætlar að vera einhver gólftuska og halda áfram í sambandi með honum. Láttu þá taka þig úr sambandi svo að þú sért ekki að eyðileggja líf fleiri barna sem þú eignast. Annars geturu líka leitað þér að öðrum manni ef þú getur ekki lifað án þess að eiga kall. Reyndu að vanda valið betur í næsta skipti. Ég mæli samt með að þú talir við góðann lögfræðing og fáir skilnað og krefjir hann um að borga þér skaðabætur svo þú getir lokið námi og passað upp á börnin ykkar."}, {"response_to": "31428014", "username": "Myken", "message_id": "31428101", "user_id": "141701", "datetime": "2019-01-09 17:04:34", "datestring": "9. jan. '19, kl: 17:04:34", "text": "Ég er hrædd um að þó þú ákveður að fyrirgefa honum í þetta sinn og þið reynið að redda sambandinu þá munt þú aldrei geta treyst honum aftur. þú verður alltaf á tánum og viðbúin hinu versta."}, {"response_to": "31428014", "username": "Sessaja", "message_id": "31428111", "user_id": "347493", "datetime": "2019-01-09 18:22:57", "datestring": "9. jan. '19, kl: 18:22:57", "text": "Tók mynd af þér og sendi á netið! Kæra hann og fá fullt forræði myndi ekki vilja láta svona mann ala upp min börn. Farðu fra honum hann er ógeð."}, {"response_to": "31428111", "username": "Sessaja", "message_id": "31428112", "user_id": "347493", "datetime": "2019-01-09 18:38:00", "datestring": "9. jan. '19, kl: 18:38:00", "text": "Þetta er stórbrenglaður maður ef honum finnst í lagi að taka myndir af þér óafvitandi og setja a netið fyrir aðra. Hvað gengur honum eiginlega til með því að sýna þig nakta og skrifar örugglega eitthvað brenglað með myndunum. Svo i framtíðinni sjá krakkarnir kannski myndirnar og skal lofa þer að það fokkar þeim alveg sko. Kærðu hann þetta er svo mikil viðbjóður að gera svona öðrum hvað þá fjölskyldunni manns."}, {"response_to": "31428014", "username": "Lýðheilsustofa", "message_id": "31428114", "user_id": "353266", "datetime": "2019-01-09 19:28:26", "datestring": "9. jan. '19, kl: 19:28:26", "text": "Þú berð enga virðingu fyrir sjálfri þér. Veistu hvernig ég veit það? Hann tekur nektarmynd af þér og setur á netið og viðbrögðin þín við því eru að vera ennþá með honum. Hvernig getur þú ætlast til þess að aðrir beri virðingu fyrir þér þegar þú gerir það ekki sjálf."}, {"response_to": "31428114", "username": "askvaður", "message_id": "31428130", "user_id": "165503", "datetime": "2019-01-09 21:57:54", "datestring": "9. jan. '19, kl: 21:57:54", "text": "róleg. þú hefur greynilega ekki lent í þessum aðstæðum og það getur enginn sagt ég mundi eða ég hefði gert þetta og þetta í stað þess sem þú gerðir. Svona menn kunna á konurnar sínar, kunna að brjóta þær niður og þetta er svakalega erfið aðstaða."}, {"response_to": "31428130", "username": "Lýðheilsustofa", "message_id": "31428132", "user_id": "353266", "datetime": "2019-01-09 22:21:05", "datestring": "9. jan. '19, kl: 22:21:05", "text": "Ég er gaur. Og ég hef lent í svona fólki. Þið sem kógið með þessu eruð aumingjar fyrir mér. Narcissistar geta bara stjórnað aumum sálum með enga eða litla sjálfsvirðingu."}, {"response_to": "31428014", "username": "askvaður", "message_id": "31428126", "user_id": "165503", "datetime": "2019-01-09 21:44:02", "datestring": "9. jan. '19, kl: 21:44:02", "text": "Maðurinn tók nektarmyndir af þér óafvitandi og deildi með öðrum !?!?!?  Þetta eðalmenni ber ekki vott af virðingu fyrir þér ! Allt þetta sem þú skrifar er alveg svakalegt ! Myndi hætta með honum á stundinni og ekki hlusta á neitt væl eða vitleysu frá honum um endurbót því það væri lygi. Þetta eru svakalega margir sénsar sem þú hefur gefið manninum fyrir allan þennan viðbjóð."}, {"response_to": "31428014", "username": "Bergdisa", "message_id": "31428282", "user_id": "97491", "datetime": "2019-01-11 23:52:15", "datestring": "11. jan. '19, kl: 23:52:15", "text": "Ég hef gengid í gegn um skuggalega lika reynslu nema bara med 1.barn endilega hafdu samband ef þu villt eitthvern til ad tala vid"}]}