{"url": "https://bland.is/umraeda/nova-neitar-ad-senda-netstillingar-og-sambandi-vid-taeknideild-/31428161/?page=5", "date": "2019-01-10 11:13:13", "id": "31428161", "items": [{"text": "Ég a ekki orð og veit ekkert hvert ég á að leita til að laga netstillingarnar i simanum minum þar sem mitt simafyrirtæki Nova segist ekki getað hjálpað mér neitt og i siðasta simtali (af þo nokkrum vegna þessa mals) var mer sýndur þvilikur dónaskapur að ég trúði vart minum eyrum. Ég er með Samsung galaxy 6 sima og i þjonustu hja nova eins og aður sagði og þegar eg fekk simann kom tilkynning eins og kunnugt er um að netstillingar fyrir simann myndu berast innan skamms og ætti eg að vista þær. Þær netstillingar bárust mér ekki og hugsaði eg litið úti það þar sem netið virkaði i simanum agætlega fyrst um sinn, svo eftir nokkra daga breyttist það og tók þá simann óratima að hlaða inn siðum, eg endurstillti netstillingar eins og nova gaf mer ráð um en ekkert breyttist og bað eg þa um að nova sendi mer netstillingar i simann en nei sama gerðist aðeins tilkynning um að þær myndu berast og svo komu þær ekki, eg bað um útskyringu á þessu og litið um svör nema að þetta hlyti að vera bundið við simtækið mitt sem ég trúði og hélt, ég keypti svo fyrir nokkrum vikum nýjann Samsung j5 úr kassanum og skipti og fékk mér nýtt simanumer hjá Nova og það sama gerðist og ekki bara það heldur hvarf möguleikinn um að deila farsimaaðgangi( hotspot) alveg úr simanum minum og kemur ekki upp sem möguleiki einu sinni i táknum.eins og var fyrst er eg kveikti á nyja simanum og gat eg ekki sætt mig við.það þar sem eg nota simann til að deila neti i spjaldtölvu mina og fyrir dóttur mina þegar þarf, ég hringi þvi eina ferðina enn með þetta mál ofan í að enn hafa ekki fengið netstillingar sendar og bað um að fa samband við tæknideild þar sem ég er búin að.googla og spurja þá sem ég get hvernig á þessu standi og benda öll svör til að símafyrirtækið mitt stjórni þessu, en fekk það svar að það væri engin tæknideild hja þeim i augnablikinu og að eg skildi ekki vera með tón (þar sem ju eg gat ekki annað en undrast a að Simafyrirtæki væri tæknideildarlaust og fannst að vitsmunum minum vegið) og endaði með að stúlkan skellti á mig þegar ég sagðist ekki getað sætt mig við þetta svar. Hefur einhver lent i þessu hér? Eða getur sagt mér hvað ég geti gert til að fá farsimaaðgangstað (hotspot) möguleikann aftur upp? Eg er buinn að factory reseta simann nyja 3svar en það sama gerist alltaf-taknið og möguleikinn kemur upp en um leið og eg breyti passwordinu á deilingunni hverfur hotspot möguleikinn ur simanum? Ég vona að eg þessi langloka mín hér sé skiljanleg en ég er ekki mjög tæknifær og veit ekkert hvað skal gera, ég kynni að meta ef einhver hér hafi lent i þessu og einnig hvort þetta sé eðlilegt og hvað eg geti gert? M von og þökk Krissa", "title": "NOVA! NEITAR AÐ SENDA NETSTILLINGAR OG SAMBANDI VIÐ TÆKNIDEILD?!", "username": "Ic4", "message_id": "31428161", "user_id": "355040", "response_to": null, "datetime": "2019-01-10 11:13:13", "datestring": "10. jan. '19, kl: 11:13:13"}, {"response_to": "31428161", "username": "Júlí 78", "message_id": "31428168", "user_id": "245905", "datetime": "2019-01-10 11:56:08", "datestring": "10. jan. '19, kl: 11:56:08", "text": "Farðu bara á staðinn til þeirra í Lágmúla 9 og talaðu við þau auglitis til auglitis. Segðu svo við þau að þú farir ekkert þarna út fyrr en þú vitir hvernær hægt er að tala við þessa tæknideild þarna. Opið í dag til kl. 18"}, {"response_to": "31428161", "username": "Tryggvi Rafn Tómasson", "message_id": "31428169", "user_id": "354755", "datetime": "2019-01-10 12:28:34", "datestring": "10. jan. '19, kl: 12:28:34", "text": "Maður kaupir ekki Samsung heldur Iphone!!!"}, {"response_to": "31428169", "username": "Ic4", "message_id": "31428180", "user_id": "355040", "datetime": "2019-01-10 12:45:22", "datestring": "10. jan. '19, kl: 12:45:22", "text": "Snýst nefnilega ekki um sìmagerð, er buin að ganga úr skugga um það heldur þjonustufyrirtæki nets."}, {"response_to": "31428161", "username": "gudfin", "message_id": "31428181", "user_id": "161961", "datetime": "2019-01-10 13:09:19", "datestring": "10. jan. '19, kl: 13:09:19", "text": "Hæ Krissa, Virkilega leitt að heyra af þessu - þetta er alls ekki sú þjónusta sem við viljum veita okkar viðskiptavinum. Ég var að senda á þig einkaskilaboð, langar að leysa þetta með þér hratt og örugglega."}, {"response_to": "31428181", "username": "Ic4", "message_id": "31428185", "user_id": "355040", "datetime": "2019-01-10 13:45:32", "datestring": "10. jan. '19, kl: 13:45:32", "text": "Endilega sendu mér netfangið þitt Guðrún og ég sendi þér póst. Kv Krissa"}]}