{"url": "https://bland.is/umraeda/frahvorf-eda-slappleiki-fra-neyslu-matvaela-/31428142/?page=5", "date": "2019-01-10 08:52:10", "id": "31428142", "items": [{"text": "Ég veit að fólk sem drekkur mikið pepsi max og hættir skyndilega fær fráhvörf  eða fólk sem borðar lágkolvetna og byrjar aftur á \"venjulegu\" matarræði verða slöpp sem hluti af innleiðingunni eða réttleiðingunni en ég spyr, er hægt að lenda í þessu þegar einstaklingur hættir að neyta mjólkurvörur?", "title": "Fráhvörf eða slappleiki frá neyslu matvæla.", "username": "FCB4Life", "message_id": "31428142", "user_id": "224654", "response_to": null, "datetime": "2019-01-10 08:52:10", "datestring": "10. jan. '19, kl: 08:52:10"}, {"response_to": "31428142", "username": "Júlí 78", "message_id": "31428147", "user_id": "245905", "datetime": "2019-01-10 09:41:55", "datestring": "10. jan. '19, kl: 09:41:55", "text": "Ég skil ekki þessa tískubylgju að hætta að borða hitt og þetta sem telst vera nauðsynleg fæða. Jú alveg hægt að steinhætta að drekka Pepsi Max enda óhollt. En Landlæknir segir þetta:"}, {"response_to": "31428147", "username": "BjarnarFen", "message_id": "31428151", "user_id": "353446", "datetime": "2019-01-10 10:12:00", "datestring": "10. jan. '19, kl: 10:12:00", "text": "Ekkert að því að skipta út mjólk fyrir undanrennu. Svo er hægt að fá sér 2-3 egg á viku ef fólki vantar kalk. Belju-mjólkurdrykkja er ekki náttúruleg fyrir mannfólkið. Líkaminn okkar var ekki hannaður til mjólkurneyslu."}, {"response_to": "31428151", "username": "Júlí 78", "message_id": "31428154", "user_id": "245905", "datetime": "2019-01-10 10:19:15", "datestring": "10. jan. '19, kl: 10:19:15", "text": "Já það má alveg drekka undanrennu og jafnvel léttmjólk, bara ekki of mikið af því. Það á að fara eftir ráðleggingum Landlæknis varðandi magnið."}, {"response_to": "31428142", "username": "BjarnarFen", "message_id": "31428153", "user_id": "353446", "datetime": "2019-01-10 10:17:53", "datestring": "10. jan. '19, kl: 10:17:53", "text": "Pepsi Max er uppfullt af gerfi sykri sem er verri fyrir líkaman en venjulegur sykur. Fráhvörf geta orðið út frá því. En koffín fráhvorf valda þreitu og slappleika. Það tekur einn til tvo mánuði að losa sig undan koffíni og getur verið erfitt fyrir fólk að jafna sig eftir margra ára koffín neyslu. Mæli með hollum morgunmat og æfingum á hverjum morgni til að ná aftur hressleika. En eftir margra ára koffín neyslu þá þarftu að venjast nýja lífinu, þér mun aldrei líða eins, en þér mun líða betur ef þú heldur þér á réttri braut. Gætir þurft að leggja þig eftir morgunæfingarnar fyrstu vikurnar, ef þú hefur tök á því. Annars mæli ég með þrúgusykri."}, {"response_to": "31428153", "username": "polyester", "message_id": "31428188", "user_id": "311777", "datetime": "2019-01-10 14:15:09", "datestring": "10. jan. '19, kl: 14:15:09", "text": ""}, {"response_to": "31428188", "username": "BjarnarFen", "message_id": "31428200", "user_id": "353446", "datetime": "2019-01-10 15:48:27", "datestring": "10. jan. '19, kl: 15:48:27", "text": "Ég fæ nú bara mínar upplýsingar frá lækninum mínum. Hann mælir með náttúrulegum matvælum sem innihalda ekki gerfiefni. Svo lengi sem maður er að nota smjör, sykur og venjulega fitu í eðlilegu magni þá er það ekkert hættulegt, enda vitum við mest um þau matvæli. Svo hefur maðurinn notað þau efni í hundruðir ára og skapa ekki mikla hættu ef maður passar upp á að ofnota þau ekki. Þannig að ég ætla bara að fara eftir því sem læknirinn minn segir. Hann segir að gerfiefni eigi að vera hættulaus en við vitum það ekki með vissu fyrr en eftir 50-100 ár. En hann bætti við að sum gerfisætuefni bindi sig frekar við fituvefi og geri það erfiðara að brenna fituna sem safnast utan á mann."}, {"response_to": "31428200", "username": "Sessaja", "message_id": "31428212", "user_id": "347493", "datetime": "2019-01-10 16:44:28", "datestring": "10. jan. '19, kl: 16:44:28", "text": "Heimilislæknar eru ekkert sérsfræðingar í matvælum og rannsóknum."}]}