{"url": "https://bland.is/umraeda/bolgnir-eitlar/9806297/?page=1681", "date": "2008-05-25 19:28:56", "id": "9806297", "items": [{"text": "Hæhó!\r\rÉg er með svo bólgna eitla aftan á höfðinu, þe. bakvið eyru, aftan á höfuðkúpunni. Ég var svo slæm í nótt að ég átti erfitt með svefn og gat ekki legið á koddanum án þess að finna til í þessum eitlum.\r\rÉg er ekki með nein önnur einkenni nema hafa verið mjög þreytt í vikunnu og slæm af vöðvabólgu.\r\rEr einhver hér sem kannast við svona bólgu? Soldið óþægilegt að finna ekkert um þetta á doktor.is", "title": "Bólgnir eitlar", "username": "Iman", "message_id": "9806297", "user_id": "3790", "response_to": null, "datetime": "2008-05-25 19:28:56", "datestring": "25. maí '08, kl: 19:28:56"}, {"response_to": "9806297", "username": "Mean Girl", "message_id": "9806314", "user_id": "51402", "datetime": "2008-05-25 19:30:32", "datestring": "25. maí '08, kl: 19:30:32", "text": "byrja á því að fara til læknis"}, {"response_to": "9806297", "username": "huldin", "message_id": "9806325", "user_id": "63418", "datetime": "2008-05-25 19:33:16", "datestring": "25. maí '08, kl: 19:33:16", "text": "Þú hefur öll einkenni einkyrningasóttar. Leitaðu læknis sem fyrst."}, {"response_to": "9806325", "username": "Iman", "message_id": "9806399", "user_id": "3790", "datetime": "2008-05-25 19:41:37", "datestring": "25. maí '08, kl: 19:41:37", "text": "Ok, en ég er ekki með neina hálsbólgu eða neitt þannig. Í dag var ég extra hress og gekk á fjall og í sund. Núna er þetta samt farið að koma aftur og ég farin að finna til í eitlunum :S"}, {"response_to": "9806399", "username": "bassa", "message_id": "9806581", "user_id": "36954", "datetime": "2008-05-25 19:55:59", "datestring": "25. maí '08, kl: 19:55:59", "text": "ég gat ekki borðað og varla drukkið í nokkrar vikur"}, {"response_to": "9806297", "username": "AldaK", "message_id": "9808201", "user_id": "2499", "datetime": "2008-05-25 22:14:11", "datestring": "25. maí '08, kl: 22:14:11", "text": "Já ég þekki þetta mjög vel,nákvæmlega þína lýsingu. Ég er búin að fara með son minn til tveggja lækna,annar gaf honum sýklalyf og sagði að það ætti að virka á þetta en hinn gaf honum parkódín og sagði að sýklalyf virkuðu ekki á þetta,´þeir sögðu að þetta væri alveg eðlilegt að fá svona,sérstaklega þar sem hann er barn. Mér finnst samt ekki eðlilegt hvað þetta kemur ört hjá honum,og alltaf þegar hann fær þetta,þá fær hann magaverk líka, læknirinn sagði að það væri líka eðlilegt (þangað til eitthvað óeðlilegt kæmi í ljós)?  þar sem að það væri svo mikið af eitlum í maganum. Hálsinn á honum verður alveg tvöfaldur þegar þetta kemur,nú er ég bara að bíða eftir að þetta komi aftur,þá panta ég strax hjá sérfræðingi..."}, {"response_to": "9806297", "username": "Tipzy", "message_id": "9808382", "user_id": "26838", "datetime": "2008-05-25 22:28:13", "datestring": "25. maí '08, kl: 22:28:13", "text": "Það bólgnar bakvið eyrað við höfuðkúpuna ef það er syking í hnakkaholunum eða hvað þær kallast. Semsagt það er ekki við eyrnasneplana eins og þegar maður fær hálsbólgu og þannig, heldur aðeins ofar. farður til læknis og láttu skoða þetta. Þetta uppgötvaðist ekki hjá syni mínum fyrr en hann var komin með 40 stiga hita og ég gat ekki vakið hann."}, {"response_to": "9806297", "username": "skrítlan", "message_id": "9808952", "user_id": "76864", "datetime": "2008-05-25 23:06:48", "datestring": "25. maí '08, kl: 23:06:48", "text": "Hey ég hef líka verið svona, gott að vita að það eru fleiri en ég sem fá þetta :) en ég hef farið til læknis útaf þessu og fyrsti læknirinn vissi náttúrlega ekki neitt hvað þetta gæti verið, sagði að bakvið eyrun væri bara bólgnir eitlar sem væri ekkert hættulegt en samt bara að fylgjast með þessu en hann hafði ekki hugmynd afhverju svona kúla kæmi aftan á hnakkann. Svo var ég farin að fá þetta svo oft og var alltaf með dúndrandi hausverk líka svo ég fór til annars læknis og var það læknanemi sem hafði meiri áhuga fyrir þessu og skoðaði þetta betur og hann sagði líka að þetta væri bólgnir eitlar fyrir aftan eyrun en með kúluna á höfðinu þá gæti hún verið vegna þess að ég var/er rosalega slæm í vöðvabólgu og að einhverjar taugafestingar liggja þarna upp og þær gætu verið að valda þessu bólgum. Þannig að hann mælti með að ég færi bara í nudd og ég skánaði helling af því :) fæ þetta örsjaldan núna."}, {"response_to": "9806297", "username": "Artah", "message_id": "9809001", "user_id": "81014", "datetime": "2008-05-25 23:09:16", "datestring": "25. maí '08, kl: 23:09:16", "text": "Fæ svona reglulega sérstaklega í eitlana bakvið eyrun og þar í kring"}, {"response_to": "9806297", "username": "vilda", "message_id": "30079885", "user_id": "237537", "datetime": "2013-06-17 02:50:04", "datestring": "17. jún. '13, kl: 02:50:04", "text": "Ég hef glímt við samskonar? Þrýstingur í eyrum, bólgin eitil aftan á höfði sem olli höfuðverk og erfitt var að liggja útaf. Þreyta og reyndar líka augnþurrkur og munnþurrkur. Hef tvisvar allavega minnst á þetta við lækna, en engin svör fengið. Ég er akkúrat núna nýbúin að vera kljást við þetta. Veit því miður engin svör. Gangi þér vel:)"}, {"response_to": "30079885", "username": "HvuttiLitli", "message_id": "30079892", "user_id": "41476", "datetime": "2013-06-17 02:56:23", "datestring": "17. jún. '13, kl: 02:56:23", "text": "Vona að upphafsinnleggi sé batnað 5 árum seinna."}]}