{
    "forum_title": "Hugbúnaðar- & Forritunarstofan",
    "id": "10205",
    "title": "vélmenna project",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=7&t=10205",
    "posts": [
        {
            "user_name": "biggi1",
            "text": "ég er að spá í að búa til annsi sniðugt vélmenni\n\n\n\nefni og áhöld:\n\n\n\n2 mótorar\n\n2 belti\n\ngrind sem ég smíða\n\n1 fartölva með góðu batteríi og þráðlausu neti\n\n1 webcam\n\n\n\n\n\nhugmyndin er að gera vélmenni sem ég get stjórnað frá tölvunni án þess að standa upp.. tildæmis ef ég þarf að loka hurðinni eða eitthvað slíkt \n\n\n\nbyggingin á að vera einföld, með beltum og 2 mótorum, ég fer ekkert nánar útí það þar sem það skiptir ekki svo miklu máli\n\n\n\nofan á apparatinu verður svo tölvan tengt með þráðlausu netkorti við hub og þaðan í aðaltölvuna \n\n\n\nwebcamið verður framaná bílnum til þess að ég sjái hvert ég er að fara.\n\n\n\nsvo stjórna ég tölvunni í gegnum forrit sem heitir vnc, svona remote control tool\n\n\n\nég man eftir því að háskólinn gerði svona svipað, man einhver eftir því? ef einhver getur linkað mig á það þá væri það frábært\n\n\n\nen já.. svo þarf ég einhvernegin að tengja mótorana við tölvuna, og forrita þá.. hvernig ætli sé best að gera það? eða á ég kanski að fá mér eitthvað legó dót? \nhttp://www-education.rec.ri.cmu.edu/content/lego/build_shows/tankbot.pdf\n (pdf)\n\n\n\ner þetta bara rugl?\n\n\n\nps. ástæðan fyrir því að þetta er hér er útaf því að mig vantar mesta hjálp við forritunarvesenið og að tengja mótorana við tölvuna..\n\n\n\nYfir og út..",
            "date": "2006-03-06 00:47:00",
            "post_id": "111225",
            "reply_to_id": false
        },
        {
            "user_name": "Snorrmund",
            "text": "ég veit nátturulega ekkert um þetta en gætir tengt mótorana við usb og forritað eitthvað útfrá því \n en annars lýst mér mjög vel á þetta maður hefur oft séð eitthvað svipað þá er þetta tengt i tölvuna með t.d. serial port það á ekki að vera erfitt prufaðu að fara inná \nhttp://www.hackaday.com\n þar eru oft eitthvað svona dót.. \n leita bara",
            "date": "2006-03-06 01:14:00",
            "post_id": "111226",
            "reply_to_id": "111225"
        },
        {
            "user_name": "Rusty",
            "text": "Mæli með því að þú lesir um Lego MindStorm. Lego var því miður á undan þér með þetta..\n\n\n\nGetur smíðað allt saman úr tæknilego og síðan er eitt central unit, eða svona lítil tölva sem þú getur tengt mótora, sensora, takka, og allt heila klabbið, sem þú stjórnar með litlum USB tengdum sendi, og getur síðan forritað helling í tölvunni. Á held ég einhvern helling af þessu inni í geymslu, ásamt fjærstýringu og einhverri lego webcam.",
            "date": "2006-03-06 16:59:00",
            "post_id": "111263",
            "reply_to_id": "111226"
        }
    ],
    "date": "2006-03-06 00:47:00"
}