{
    "forum_title": "Leikjasalurinn",
    "id": "10307",
    "title": "Útlanda ping er hræðilegt (fáið útrás hér)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=10307",
    "posts": [
        {
            "user_name": "Skoop",
            "text": "Ég er með 6mbit tengingu hjá ogvodafone sem ég nota mest í að spila call of duty 2 og  (linux útgáfu niðurhal með bittorrent) \n  helsti tíminn sem ég nota í að spila þann dásamlega leik er milli 21 og 1 þá er maður búinn með erfiðann dag og kominn tími í leikjaspil. \n\n\n\nÉg því miður er engann veginn að fíla þessa íslensku servera, þá aðalega útaf ég spila einungis á rifle-only serverum. \n\n\n\nmálið er að pingið akkúrat á þessum tíma til útlanda er ekki að gera sig eins og sjá má á meðfylgjandi mynd. \n\nég er búinn að hringja í vodafone og kvarta en þeir segja að farice hafi ekki næga bandvídd til að anna álaginu á þessum tímum og sögðu þeir mér að þetta væri alveg eins hjá hinum netveitunum.\n\n\n\nPingið á þessum serverum að neðan er mjög gott á öðrum tímum dags, oft 60 á þeim bestu.\n\n\n\nEn já tilgangurinn með þessum þráð er aðalega að fá það staðfest hvort þetta sé eins hjá hinum netveitunum, gæti t.d. einhver ykkar sem er hjá hinum netveitunum pingað þessa servera milli 21 og 1 á morgun til að fá smá samanburð.\n\n\n\nog svo væri líka gaman að vita hvort það væru ekki einhverjir fleiri að verða brjálaðir á þessu ástandi  \n\n\n\n\nannars ef þetta er ekki einskorðað við ogvodafone þá  er þetta orðið frekar pirrandi ástand að geta ekki spilað tölvuleiki á netinu nema á því takmarkaða úrvali af leikjaþjónum sem staðsett eru hér á landi. \n\nnú eða fara að vinna á nóttunni, og spila leiki á morgnana þegar farice annar álaginu.",
            "date": "2006-03-16 02:35:00",
            "post_id": "112216",
            "reply_to_id": false
        },
        {
            "user_name": "gnarr",
            "text": "vá! flott ip tala á öðrum servernum þarna. \"8.9.5.201\" Annars er UT óspilanlegur á erlendum serverum hjá mér",
            "date": "2006-03-16 09:36:00",
            "post_id": "112220",
            "reply_to_id": "112216"
        },
        {
            "user_name": "Yank",
            "text": "Ég hef spilað fps leiki í mörg ár á netinu með fjölda manns. Þeir sem skipta við ovoddafuck lenda í þessu reglulega. Málið er að hjá ovoddafuck springur erlenda sambandið hjá þeim reglulega með auknum fjölda notenda og þeir eru ekkert að flýta sér að kaupa stærri aðgang. \n\n\n\nEina ráðið er að skipta við Símann.",
            "date": "2006-03-16 15:38:00",
            "post_id": "112270",
            "reply_to_id": "112220"
        },
        {
            "user_name": "gumball3000",
            "text": "þetta er svona hjá öllum netfyrirtækjum  \n  það eru allir að verða BRJÁLAÐIR !!!! ég er hjá emax með 10mb ljósleiðara og ég fæ ekki minna en 130 í ping á neinum erlendum server.  \n  Ég hef séð að fólk er að kvarta mikið hjá Hive og Símanum líka. MJÖG SLÆMT fyrir okkur FPS playerana",
            "date": "2006-03-16 17:27:00",
            "post_id": "112288",
            "reply_to_id": "112270"
        },
        {
            "user_name": "gnarr",
            "text": "þetta er bara kjaftæði hjá þér. Ég er búinn að spila skotleiki og aðra leiki online í mörg mörg ár, og þetta er í fyrsta skipti sem ég er ósáttur við svartímann hjá vodafone.",
            "date": "2006-03-16 18:25:00",
            "post_id": "112294",
            "reply_to_id": "112288"
        },
        {
            "user_name": "Yank",
            "text": "Þú hefur augljóslega litla reynslu í þessum málum ef þú segir þetta kjaftæði.",
            "date": "2006-03-16 19:47:00",
            "post_id": "112301",
            "reply_to_id": "112294"
        },
        {
            "user_name": "Skoop",
            "text": "ég verð nú að taka undir með Gnarr, það er ekkert langt síðan þetta byrjaði, ég er búinn að vera hjá vodafone í ár eða svo.  kannski mánuður síðan þetta fór að verða svona slæmt hjá mér\n\n\n\n\n\n\n\n\n\n\n\n\n\nEitthvað er þetta skárra núna, tók  fyrra skjáskotið um svipað leyti í gær, samt alls ekki nógu gott , sérstaklega á bandarískum serverum",
            "date": "2006-03-16 21:28:00",
            "post_id": "112308",
            "reply_to_id": "112301"
        },
        {
            "user_name": "Daz",
            "text": "Netleikir eru að spilast fínt á Hive tengingum þessa dagana, en aftur á móti eru þeir sem sækja gögn í miklu mæli farnir að kvarta yfir takmarkaðri bandvídd. Líklega eru fleiri netveitur að lenda í vandræðum með jafnvægið á milli svartíma (fyrir leiki) og bandvíddar (fyrir download).",
            "date": "2006-03-17 02:47:00",
            "post_id": "112322",
            "reply_to_id": "112308"
        },
        {
            "user_name": "gumball3000",
            "text": "já sko ef þú ferð á \nhttp://www.hive.is\n og lest spjallið vinur er fólk ekki búið að vera sátt  \n  þannig þetta er bara rugl í þér. Og t.d ég er búinn að vera með hérna 10mb ljós frá emax síðan í ágúst og þetta byrjaði svona í jan að vera óspilanlegt á erlendum servernum ég var með svona 50 - 70 á góðum uk serverum núna er ég með 120 - 160. Ég held að að við höfum bara ekki nógu feitt net út til að halda öllum þessum notendum sáttum. Það er sennilega netenging á næstum öllum íslenskum heimilum, og ekkert lítið spilað leiki og sérstaklega downlaodað. Þannig WHO KNOWS ?????? allar netveitu með sama vesenið og byrjar á svipuðum tíma ?? síminn sennilega skástur",
            "date": "2006-03-17 10:29:00",
            "post_id": "112335",
            "reply_to_id": "112322"
        },
        {
            "user_name": "McArnar",
            "text": "Ég er sjálfur búinn að vera að kvarta undan Vodafone hérna. Er að lenda í nákvælega sama nema hjá mér er þetta 24/7 ekkert á sérstökum tímum. Er búinn að vera að traca undanfarna daga og var í 700ms og í dag er ég kominn niður í..ja u.þ.b 200-250ms við útlönd eins og sjá má á mynd....þetta er búið að lagast enda er ég búinn að hamra á þá mailum og þeir eru greinilega að stilla eitthvað....",
            "date": "2006-03-17 12:56:00",
            "post_id": "112343",
            "reply_to_id": "112335"
        },
        {
            "user_name": "Rusty",
            "text": "Enda Hive búnir að staðfesta það að þeir eru búnir að setja P2P í low priority hjá þeim, og leikjaspilun í high priority, og eru ekkert á leið að laga það.",
            "date": "2006-03-17 13:54:00",
            "post_id": "112348",
            "reply_to_id": "112343"
        },
        {
            "user_name": "Daz",
            "text": "Kannski er ég að tala af eigin reynslu? Kannski ættir ÞÚ að lesa spjallið betur og sjá að P2P notendur eru að kvarta en MMO leikjaspilara eru sáttir. \n\nLíklega er ég að ímynda mér þetta 80-200 ms ping sem ég er að fá í WoW.",
            "date": "2006-03-18 01:19:00",
            "post_id": "112415",
            "reply_to_id": "112348"
        },
        {
            "user_name": "gumball3000",
            "text": "þetta er líka eitthvað sem var bara að ske",
            "date": "2006-03-18 16:34:00",
            "post_id": "112479",
            "reply_to_id": "112415"
        },
        {
            "user_name": "Bc3",
            "text": "ég er búinn að vera spila fps leiki á netinu núna og var með 6mb tengingu hjá símanum sem var að skíta uppá bak var alltaf með svona 100 í ping á erlendum og 5-10 á íslenskum [reyndar sáttur með ísl] en þannig ég spypti yfir í hive og það er enþá lélegra er með savona 150-200 á erlendum og frá 20 og upp á íslenskum",
            "date": "2006-03-19 03:14:00",
            "post_id": "112523",
            "reply_to_id": "112479"
        },
        {
            "user_name": "Taxi",
            "text": "Er hjá hive og hef 50-120 ping á erlenda servera núna,hefur verið misjafnt undanfarið en oftast í fínu lagi.",
            "date": "2006-03-19 22:19:00",
            "post_id": "112636",
            "reply_to_id": "112523"
        },
        {
            "user_name": "Gúrú",
            "text": "Skil ekkert þetta Trout, er þetta forrit eins og xFire eða útgáfa af torrent",
            "date": "2006-03-25 13:27:00",
            "post_id": "113490",
            "reply_to_id": "112636"
        },
        {
            "user_name": "DoRi-",
            "text": "ég er mjög sáttur,,, spila aðalllega á skandinavískum serverum og fæ í 90% tilvika mjög líitð lagg",
            "date": "2006-03-25 19:35:00",
            "post_id": "113511",
            "reply_to_id": "113490"
        },
        {
            "user_name": "Gúrú",
            "text": "Verið bara ánægðir, útaf verðbólgunni verða svo margir komnir á götuna að það verður næg bandvídd eftir fyrir þá sem eiga pening inn á verðtryggðum reikningum  \n\n\n\n\n\n\neða ekki...",
            "date": "2006-04-22 15:01:00",
            "post_id": "116695",
            "reply_to_id": "113511"
        },
        {
            "user_name": "Tjobbi",
            "text": "BLAHH ég spila cod2 er einn sá besti",
            "date": "2006-07-17 23:38:00",
            "post_id": "124192",
            "reply_to_id": "116695"
        },
        {
            "user_name": "Blackened",
            "text": "...gott að þú svaraðir eldgömlum pósti með svari sem að tengdist ekki einusinni þræðinum..",
            "date": "2006-07-18 01:00:00",
            "post_id": "124199",
            "reply_to_id": "124192"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Enda er þessi Tjobbi klárlega ekki bjartasta skrúfan á vaktinni í dag",
            "date": "2006-07-18 09:22:00",
            "post_id": "124206",
            "reply_to_id": "124199"
        },
        {
            "user_name": "kemiztry",
            "text": "Hefur einhver reynt að spila CS:Source á Evrópskum serverum?  Ég er allavegana að fá 50 í packetloss.  Maður bara teleportar á milli staða með þannig ping.  En skrítna er að þetta er bara nýbyrjað að gerast og er það frekar fúlt.  Sérstaklega þar sem Simnet serverarnir eru verulega furðulegir.  Það er eins og þeir laggi en það kemur ekkert fram í net_graph hjá manni.\n\n\n\nVonandi fara þessir njólar hjá L$ að laga þetta",
            "date": "2006-07-18 11:19:00",
            "post_id": "124210",
            "reply_to_id": "124206"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Það hefur ekki verið hægt að spila CS eða DOD, sorce og orginal, erlendis í rúman mánuð.\n\n\n\nSjá:\n\nhttp://www.hugi.is/hl/threads.php?page= ... Id=3743862\n\n\nhttp://www.hugi.is/hl/threads.php?page= ... Id=3715405\n\n\nhttp://www.hugi.is/hl/threads.php?page= ... Id=3693298\n\n\n\n\nTil að byrja með komst ég td. inn á erlenda servera og gat spilað en fékk mikið choke/loss.  Núna ef ég kemst yfir höfuð inn á servera þá get ég ekki hreift mig, 'in' gildið hoppar úr 40 í 1300 og aftur til baka á sekúndu fresti og consoleið fyllist af 'Recived fragment out of order n/m' (\nþar sem n og m eru tölur..\n)\n\n\n\nEf maður googlar þessi villuskilaboð er eina útskýringin sú að routerinn mans sé í klessu og það þurfi að uppfæra firmware.  Giska þá á að það sé verið að tala um routeranna hjá símnet því það er ekkert vandamál að tengjast við íslenska servera.\n\n\n\nÓþolandi helv.. sérstaklega fyrir DOD spilara.  Svo fáir íslendingar sem spila DOD að það er erfitt að fá einhverja til að spila á sama tíma.",
            "date": "2006-07-18 11:49:00",
            "post_id": "124211",
            "reply_to_id": "124210"
        },
        {
            "user_name": "urban",
            "text": "",
            "date": "2006-07-18 12:08:00",
            "post_id": "124212",
            "reply_to_id": "124211"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "ha ha ha ha ha \n\n\n\n\n\n\"presidentbush\"  eða Deerrrumtisss",
            "date": "2006-07-18 12:18:00",
            "post_id": "124214",
            "reply_to_id": "124212"
        },
        {
            "user_name": "Gúrú",
            "text": "Ekki skrifaði ég þetta...annaðhvort bróðir minn eða frændi ég er nefnilega með auto log in á ömmu minnar tölvu sem ég er í núna",
            "date": "2006-07-18 17:43:00",
            "post_id": "124242",
            "reply_to_id": false
        },
        {
            "user_name": "Blackened",
            "text": "Ég var nú að tala við hann tjobba félaga okkar",
            "date": "2006-07-18 20:46:00",
            "post_id": "124260",
            "reply_to_id": "124242"
        }
    ],
    "date": "2006-07-18 17:43:00"
}