{
    "forum_title": "Vaktin.is",
    "id": "10318",
    "title": "BT virkilega með ódýrustu skrifarana?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=46&t=10318",
    "posts": [
        {
            "user_name": "Sallarólegur",
            "text": "Skoðaði \"Ýmislegt\" flokkinn á verðvaktinni. Þar tók ég eftir því að BT væru með ódýrustu 16x skrifarana. Fannst þetta skrýtið og ákvað að kíkja á Bt.is og finna þennan skrifara. Fann hann og þar stendur þetta:\n\n\n\n\n\n\n\nÞetta er búið að vera svona í nokkra daga, á ekki að fara að breyta þessu með að þeir séu ódýrastir? Þeir eru ekki með þetta í sölu.",
            "date": "2006-03-16 19:56:00",
            "post_id": "112302",
            "reply_to_id": false
        },
        {
            "user_name": "BrynjarDreaMeR",
            "text": "þeir voru með helling af svona skriförum á 4k í kringlunni núna bara þegar útsalan var",
            "date": "2006-03-16 20:03:00",
            "post_id": "112303",
            "reply_to_id": "112302"
        },
        {
            "user_name": "Veit Ekki",
            "text": "Computer.is og Tæknibær eru ekki með flesta hluti sem þeir eru að selja, mjög margt gult hjá þeim sem þýðir að það sé hægt að panta og fá þetta eftir nokkra daga. Svo eru nú flestar þessar verslanir með það fyrirkomulag að þú þarft að panta og svo sækiru næsta dag eða svo.",
            "date": "2006-03-16 21:38:00",
            "post_id": "112309",
            "reply_to_id": "112303"
        },
        {
            "user_name": "Birkir",
            "text": "Þeir eru oft með þessu skrifara á lager hjá sér, það vill bara svo óheppilega til akkúrat núna að þeir eru uppseldir í öllum útibúunum þeirra.",
            "date": "2006-03-16 23:32:00",
            "post_id": "112314",
            "reply_to_id": "112309"
        },
        {
            "user_name": "CendenZ",
            "text": "Varúð.\n\n\n\nþað vill svo óheppilega til að ég keypti skrifara hjá þeim fyrir nokkru til að hafa í mömmu vél.\n\n\n\nþegar yndislega móðir mín setur geisladisk í skrifarann og ætlar að hlusta á tónlist, þá vita það allir í hverfinu, þetta eru háværustu kvikindi allra tíma.\n\n\n\nþað er bara merkilegt, að allur þessi hávaði komi úr þessum skrifara",
            "date": "2006-03-16 23:48:00",
            "post_id": "112317",
            "reply_to_id": "112314"
        },
        {
            "user_name": "Birkir",
            "text": "Þetta eru nú bara venjulegir NEC 3550A skrifarar, allavega keypti ég þannig á þessu verði hjá þeim.",
            "date": "2006-03-16 23:58:00",
            "post_id": "112318",
            "reply_to_id": "112317"
        },
        {
            "user_name": "gnarr",
            "text": "ég fékk Nec 3520 hjá þeim. heyrist ekki múkk í honum. bara algjörlega hljóðlaus.",
            "date": "2006-03-17 00:00:00",
            "post_id": "112319",
            "reply_to_id": "112318"
        },
        {
            "user_name": "zverg",
            "text": "þeir eru ekki alltaf að bæta á netinu bara hringja",
            "date": "2006-03-17 07:41:00",
            "post_id": "112326",
            "reply_to_id": "112319"
        }
    ],
    "date": "2006-03-16 19:56:00"
}