{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "1050",
    "title": "Kaup á skjá.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=1050",
    "posts": [
        {
            "user_name": "ICM",
            "text": "Er að verða brjálaður á skjánum mínum. er að nota gamlan sem ég fékk í fermingargjöf fyrir nokkrum árum því síðasti skjárinn minn brann.\n\n\n\nVegna þess hve stóran skjá ég vil þá er LCD ekki inní myndinni þar sem það myndi kosta mig 300.000 að fá ásættanlegan LCD skjá.\n\n\n\nÞað sem ég er að leita af er stór skjár, 19-21\" skjár með lágmark 1600x1200 í upplausn og ekki slæmt að hafa hann 100hz í þeirri upplausn. gallin er að það er erfitt að finna skjái sem eru færir um að hafa þessa upplausn og þetta mikið refresh rate í einu, hef bara séð þannig á netinu en ekki hér á landi. Einhverjar tillögur.\n\nOK hann þarf kanski ekki að vera alveg svona góður en nálægt og má ekki brenna eftir litla notkun.\n\n\n\nAnnars ef einhver veit eitthvað nánar um Longhorn fyrst það hefur verið talað um að það þurfi að gera nýja gerð af skjákortum og þannig til að þau virki með longhorn hvort þeir hætti þá alveg með support fyrir gamaldags analog tengi.\n\nEf þetta verður eins ofur secure og þeir ætla þá kæmi það allavega ekki á óvart ef skjáirnir þurfa að geta lesið encrypted digital signal og keyra á Windows CE. Það væri kanski gengið of langt af þeim en það væri öruggasta leiðin og myndi gera piracy mun erfiðara og gera DRM 100% secure.",
            "date": "2003-07-15 21:40:00",
            "post_id": "8404",
            "reply_to_id": false
        },
        {
            "user_name": "Voffinn",
            "text": "sko, þetta eruði að styðja... með að nota windows, eitthvað svona bull. pfff.... pældu í þessu .. .nei, þú verður að kaupa nýjan skjá, af hverju ? svo að við getum verið vissir um að kópíð þitt sém ekki warez... etta er mesta kjaftæði sem ég hef heyrt, (ef þetta er satt).",
            "date": "2003-07-15 23:26:00",
            "post_id": "8407",
            "reply_to_id": "8404"
        },
        {
            "user_name": "gumol",
            "text": "ekki trúa öllu sem þíð heirið (sérstaklega beint til voffans)\n\nMS getur ekki fengið alla til að skipta um skjákort á tölvunum sínum, og þeir vilja ekki að hindra sölu stýrikerfisins, svo þetta hlítur að vera rugl.",
            "date": "2003-07-15 23:27:00",
            "post_id": "8409",
            "reply_to_id": "8407"
        },
        {
            "user_name": "ICM",
            "text": "Ef palladium á að vera svo ofur secure þá er þetta eina sýnilega lausnin..\n\n\n\nMætti kanski minnast á Windows XP media center edition það er bara selt OEM með tölvum með RÉTTU media center hardware. Þú getur ekki sett það á vélina sem þú púslar saman heima hjá þér, getur kanski sett það upp en nærð aldrei að nýta alla eiginleikana.\n\nGetur heldur ekki notað tablet útgáfuna nema vera með Tablet, getur ekki keypt þér bara drasl á tölvuna til að nýta tablet eiginleikana.\n\n\n\nÍ Athens verður sér chip sem hindrar það að forrit geti lesið út minninu og séð hvað önnur forrit eru að gera. Hugsaðu hvernig það væri ef þeir myndu svo gera WindowsMedia10 með ofur DRM, ekkert forrit gæti gripið upplýsingarnar á leiðini svo það væri ekki hægt að stela því og með því að hafa signalið encrypted alla leiðina í skjáin væri ekki mögulegt að stela efninu á digital hátt nema kanski með rándýrum mod chips. Ef þeir gera svo WM10 þannig að það virki bara með Longhorn þá væru þeir komnir með 100% örugga lausn sem væri tilbúin að taka við allri dreyfingu bíómynda á milli kvikynda húsa. Tæknin er til í dag en fólk er hrætt við piracy en með þessu væri engin hætta á piracy og útgefendur gætu dreyft myndunum á netinu og haft fulla stjórn á þeim.\n\n\n\nApple hafa oft skipt um skjátengi, svo afhverju mætti ekki skipta um tengi einusinni í viðbót á pc, apple eru mas hættir að nota DVI tengi...\n\n\n\nMeð því að skipta yfir á þessa tækni væru þeir algjörlega að loka á linux \"ógnina\" og þar að auki gætu neytt alla til að kaupa WindowsCE í skjáina sína. Auðvitað er það ekki að fara að gerast því þá myndi samkeppnisráð endalega ganga frá microsoft en Smart Displays í dag þurfa WindowsCE og virka BARA með windows.. - Afhverju kalla ég windows CE ekki réttu nafni? því ég er vanur að kalla þetta CE frá því það hét CE nenni ekki að vera að breyta endalaust um nafn á sama hlutnum \n\n\n\n\nÉg er ekki að segja að það verði eitthvað úr þessu en ef eitthvað þessu líkt verður þá vil ég ekki vera búin að kaupa mér drasl skjá á 300þús.\n\nAuk þess sem Longhorn skjáir kveikja á ýmsum ljósum, t.d. þegar forrit er í secure mode.",
            "date": "2003-07-15 23:59:00",
            "post_id": "8414",
            "reply_to_id": "8409"
        },
        {
            "user_name": "gumol",
            "text": "ég held að þú sért að rugla aðeins, þessir kubbar sem þú ert að tala um eru út af höfundarréttarlögum í Bandaríkjunum á tónlist, en ekki microsoft að kenni í sjálfu sér. Í bandaríkjunum eru Þingmenn að reina að tryggja að þeir fái áfram styrki í kostningasjóðina sína, með því að gera allan fjandan sem handhafar höfundarréttar tónlistar vilja, þetta veldur því að allir sem búa á hnettinum lenda í þessu rugli",
            "date": "2003-07-16 00:10:00",
            "post_id": "8417",
            "reply_to_id": "8414"
        },
        {
            "user_name": "ICM",
            "text": "hvað er ég að rugla?\n\nMicrosoft eru að reyna að gera það sem allir útgefendur vilja og eru að reyna að gera windows media allsráðandi á markaðnum og það öflugt að það verði bannað allt annað.\n\nog þessir kubbar eru ekki bara til að verja tónlist, þeir verja privacy og hindra piracy \n\n\nMicrosoft er ekki bara að gera þetta fyrir útgefendur heldur líka fyrir sjálfa sig. en með þessu verða þeir mjög vinsælir auðvitað af útgefendum og ríkistjórninni og ná enn meira valdi á heiminum",
            "date": "2003-07-16 00:16:00",
            "post_id": "8420",
            "reply_to_id": "8417"
        },
        {
            "user_name": "gumol",
            "text": "Þeir eu ekki að gera þetta fyrir útgefendur, þeir eru að gera þetta útaf höfundarréttarlögum.",
            "date": "2003-07-16 00:18:00",
            "post_id": "8421",
            "reply_to_id": "8420"
        },
        {
            "user_name": "ICM",
            "text": "þeir eru að gera þetta fyrir útgefendur, ekki höfundarrétarlögin, höfundarréttarlögin borga þeim ekki peninga heldur útgefendurnir... þó svo þeir séu að reyna að vernda höfundarréttarlögin þá eru þeir ekki að gera þetta fyrir þau!",
            "date": "2003-07-16 02:16:00",
            "post_id": "8424",
            "reply_to_id": "8421"
        },
        {
            "user_name": "gumol",
            "text": "ég sagði ekki fyrir Höfundarréttarlögin ég sagði útaf höfundarréttarlögunum (Höfundarréttarlögin eru ekki tónlist. Það eru lög, svona eins og Alþingi ákveður)\n\nLög eru lög, maður stiður ekki lög, maður fer eftir þeim(eða brýtur þau \n)",
            "date": "2003-07-16 16:08:00",
            "post_id": "8442",
            "reply_to_id": "8424"
        },
        {
            "user_name": "zooxk",
            "text": "Þetta er nú komið útí eitthverja þjóðhagslega ádeilu, en ég segi fyrir mig sko, 19\" Dell skjár að nafni dell p992 er súper góður, fær góð review sem ég hef lesið og kostar eitthvern 60 þúsund krónurnar, og Dell svíkur engann.\n\n\n\nps þá held ég að 21\" skjárinn af sömu línu sé alveg brjálaður, en kostar líka örlítið meira en skít og kanil (með rúgbrauði)",
            "date": "2003-07-16 16:57:00",
            "post_id": "8447",
            "reply_to_id": "8442"
        },
        {
            "user_name": "Voffinn",
            "text": "Tja, ef þetta er framtíðinn, þá held ég að ég fari að einbeita mér að linux : -)\n\n\n\nEf þetta verður eins og þú varst að lýsa... guð hjálpi okkur öllum, en ertu með einhverjar góðar heimildir, hvar lastu þetta allt ?",
            "date": "2003-07-16 17:59:00",
            "post_id": "8450",
            "reply_to_id": "8447"
        },
        {
            "user_name": "gumol",
            "text": "Ég las einhvertíman í tölvuheim að frá með árinu 2XXX yrðiu allar tölvur í bna að vera með einhvern kubb sem hindrar p2p share og coperingu á höfundarréttarefni, Allar tölvur, ekki bara Windows.",
            "date": "2003-07-16 19:02:00",
            "post_id": "8461",
            "reply_to_id": "8450"
        },
        {
            "user_name": "Voffinn",
            "text": "Yeah, then i will just stick to my old Amd duron \n\n\n\n\nGummi, þetta er mest kjaftæði sem ég hef heyrt (there is always a way, einu sinni átti nú ekki að vera hægt að komast framhjá copy portection á XP eða muniði eftir úber-geisladiskavörninni frá skífunni.... there is always a way... bend the spoon...",
            "date": "2003-07-16 19:05:00",
            "post_id": "8462",
            "reply_to_id": "8461"
        },
        {
            "user_name": "gumol",
            "text": "ég sagði hindra, ekki koma í veg fyrir",
            "date": "2003-07-16 19:07:00",
            "post_id": "8464",
            "reply_to_id": "8462"
        },
        {
            "user_name": "MezzUp",
            "text": "einsog Voffinn segir, \nbend the spoon\n \n\n\n---\n\n\"Apple hafa oft skipt um skjátengi, svo afhverju mætti ekki skipta um tengi einusinni í viðbót á pc\"\n\nHa? Afþví að það er óþarfi kannski? Þótt að Mac skipti oft um skjátengi, afhverju ættu PC að skipta um? Til að herma eftir?\n\n---\n\nÉg stórefa að maður þurfi sér týpur af skjám til þess að runna Windows Longhorn þar sem að í tölvubransanum snýst allt um backwards compatibility svo að nýtt drasl virki með eldri hlutum......\n\n---\n\nWindows Media Player er skammstafað WMP.....\n\n---\n\nOg ég leyfi mér líka að efast um að þetta Palladium komist einhverntímann í almenna notkun. \nÁ meðan markaðurinn vill venjulegan vélbúnað, þá fær markaðurinn venjulegan vélbúnað.\n\n\nÞannig hefur það alltaf verið, og mun alltaf vera.\n\n\n\nAmen",
            "date": "2003-07-16 20:46:00",
            "post_id": "8474",
            "reply_to_id": "8464"
        },
        {
            "user_name": "halanegri",
            "text": "The customer is always right",
            "date": "2003-07-16 22:15:00",
            "post_id": "8482",
            "reply_to_id": "8474"
        },
        {
            "user_name": "Voffinn",
            "text": "Amen og halelúja.",
            "date": "2003-07-16 22:47:00",
            "post_id": "8495",
            "reply_to_id": "8482"
        },
        {
            "user_name": "Hlynzi",
            "text": "Já drengir, það verður erfitt að lifa í heiminum þegar þessi kubbur einhvers ræðumanns hér á undann komist til valda. Ég nota nú windowsið ennþá, en sú notkun hefur farið minkandi frá og með uppsettningu Linux. \n\n\n\nÞað er alltaf hægt að komast fram hjá öllum vörnum, don´t worry. \n\n\n\n\n\nLögin eru til þess að brjóta þau !",
            "date": "2003-07-21 17:47:00",
            "post_id": "8724",
            "reply_to_id": "8495"
        },
        {
            "user_name": "halanegri",
            "text": "Neee, frekar eins og svona guidelines",
            "date": "2003-07-21 23:20:00",
            "post_id": "8743",
            "reply_to_id": "8724"
        }
    ],
    "date": "2003-07-15 21:40:00"
}