{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "1053",
    "title": "Hvar er hægt að fá plexi gler á akureyri ?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=1053",
    "posts": [
        {
            "user_name": "BoZo",
            "text": "Ég er svona að pæla í því að modda tölvuna mína eitthvað en ég veit ekki hvar ég get fengið glerið í þetta. Veit einhver hvar er hægt að fá þetta á akureyri eða panta einhverstaðar ?\n\n\n\nSvo er ég líka að pæla í því hvernig er best að gera þetta.",
            "date": "2003-07-16 15:34:00",
            "post_id": "8441",
            "reply_to_id": false
        },
        {
            "user_name": "odinnn",
            "text": "Ispan er við hliðiná Hagkaup þar getur þú keypt plexí. þetta er drullu dýrt 3.000 kall fermeterinn af 4mm þykku plexíi en kallinn lætur þig fá þetta ódýrara ef hann finnur einhvern renning sem var afgangur einhvertíman (fékk 20cm x 50cm 4mm á 500kall). Semsagt ógeðslega dýrt.",
            "date": "2003-07-16 20:14:00",
            "post_id": "8467",
            "reply_to_id": "8441"
        },
        {
            "user_name": "BoZo",
            "text": "En veistu eitthvað um hvernig það er best að gera þetta ?\n\n\n\nÉg er líka í dálitlum vandræðum með kassann, ég þarf að draga alla hliðina út til að hún fari af þannig að glerið myndi örugglega vera fyrir.",
            "date": "2003-07-16 21:07:00",
            "post_id": "8478",
            "reply_to_id": "8467"
        },
        {
            "user_name": "odinnn",
            "text": "nei ég veit ekki mikið um þetta því ég er ekki búinn að setja glugga á kassan minn (síðan er ég með Dragon kassa þar sem hurðin oppnast til hliðar). er að bíða eftir að fara suður til að fara með hann í laser skera því að munstrið er dálítið flókið.\n\n\n\nhinsvegar keypti ég plexíglerið til að gera \nþetta\n mod og er ég bara að bíða eftir að fá ccl peruna senda að utan.",
            "date": "2003-07-17 16:28:00",
            "post_id": "8540",
            "reply_to_id": "8478"
        }
    ],
    "date": "2003-07-16 15:34:00"
}