{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "10621",
    "title": "Verð á diskum",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=10621",
    "posts": [
        {
            "user_name": "appel",
            "text": "Skrýtið hvað þessir hörðu diskar virðast standa í stað hvað verð varðar. Ég keypti einn 250GB í ágúst í fyrra og þá kostaði hann 8.900 kr. Núna kostar 250GB diskur það sama. Ég hefði haldið að þetta myndi lækka um a.m.k. 1000 kr á tæpu ári.\n\n\n\n500GB diskarnir virðast ekkert lækka í verði heldur.\n\n\n\nEkki það að diskapláss sé mjög dýrt í dag miðað við það sem það var fyrir mörgum árum síðan, heldur virðist vera mjög lítil hreyfing á þessum markaði. Doldið langt síðan 500GB diskarnir litu dagsins ljós, og ekkert bólar á stærri diskum.\n\n\n\nErum við að sjá fram á endimörk í diskaþróun og stöðnun á verði? Virðist gerast á sama tíma og með örgjörvana, núna pælir enginn í megariðunum lengur...heldur tækninni.",
            "date": "2006-04-16 02:52:00",
            "post_id": "115808",
            "reply_to_id": false
        },
        {
            "user_name": "GuðjónR",
            "text": "Er þetta ekki bara spurning um framboð og eftirspurn? Ef erftirspurning er næg þá helst verðið hátt.\n\nAnnars lækkar það. Ég myndi halda að það virkaði þannig.",
            "date": "2006-04-16 10:41:00",
            "post_id": "115815",
            "reply_to_id": "115808"
        },
        {
            "user_name": "Rusty",
            "text": "Er það ekki einnig þannig að engar nýjungar í hörðum diskum hafa komið á markaðinn í langan tíma..",
            "date": "2006-04-16 14:07:00",
            "post_id": "115863",
            "reply_to_id": "115815"
        },
        {
            "user_name": "Taxi",
            "text": "Í dag fást 150 GB Raptor diskar á 30 þús sem kostuðu minnst 30-50% meira\n\nfyrir c.a. 12-18 mán og eru fljótari en 36 og 74 GB Raptor,3,3 ms í stað \n\n4,2 ms ef ég man rétt.\n\nSemsagt=Hraðari og Ódýrari háhraðadiskar.\n\n\n\nKeypti svona 150 GB Raptor í Kísildal nýlega og allt virkar hraðar,sérstaklega\n\nXP-ið og forrit sem eru lengi að ræsast eins og myndvinnsluforrit.\n\n\n\nEndilega leiðréttið mig ef eitthvað er rangt í þessu.",
            "date": "2006-04-16 19:32:00",
            "post_id": "115914",
            "reply_to_id": "115863"
        },
        {
            "user_name": "goldfinger",
            "text": "Það er svo lítil álagning á þessum venjulegu Hdd diskum.",
            "date": "2006-04-16 21:09:00",
            "post_id": "115928",
            "reply_to_id": "115914"
        },
        {
            "user_name": "GuðjónR",
            "text": "En er hávaði í honum? Ef ekki þá væri flott að vera með svona disk sem system og vera svo með 500GB Seagate undir annað.",
            "date": "2006-04-16 23:05:00",
            "post_id": "115959",
            "reply_to_id": "115928"
        },
        {
            "user_name": "gnarr",
            "text": "150GB raptorinn kom í janúar á þessu ári..",
            "date": "2006-04-17 02:39:00",
            "post_id": "116000",
            "reply_to_id": "115959"
        },
        {
            "user_name": "Taxi",
            "text": "GuðjónR skrifaði \"En er hávaði í honum?\"  \n\n\n\nNei,ég heyri ekki í honum,EN það getur verið að ég heyri bara ekki fyrir stock kælingunni á 7900GT skjákortinu sem er alltof hávær að mínu mati.\n\n\n\n\n\ngnarr skrifaði \"150GB raptorinn kom í janúar á þessu ári..\"\n\n\n\nMikið rétt gnarr en fyrir 12-18 mán kostaði c.a. 120 þús að kaupa 2x74GB\n\nRaptor í Start eða Task þegar ég gáði að svoleiðis og 36 GB á 40 þús.\n\nþessar upplýsingar eru eftir minni,mig hefur lengi langað í Raptor svo að tímasetningarnar eru ekki nákvæmar.\n\n\n\nBottom line,mágur minn borgaði meira fyrir sinn 36 GB Raptor fyrir 2 árum\n\nen ég gerði fyrir minn 150 GB í apríl 2006 og það kalla ég framfarir í Hd.",
            "date": "2006-04-17 03:24:00",
            "post_id": "116006",
            "reply_to_id": "116000"
        },
        {
            "user_name": "wICE_man",
            "text": "Ég er núna að rembast við að halda sama verði á Hörðu diskunum og þegar Kísildalur opnaði fyrst í Nóvember á síðasta ári og rétt tekst það með því að lækka álagninguna. Harðir diskar eins og t.d. Samsung SATA2 250GB hefur lækkað um ca. 20% erlendis en gengið á dollar hefur hækkað frá 62.50kr upp í 76.70kr sem er 23% hækkun, fluttningskostnaður hefur líka hækkað enda er hann oftast reiknaður út í dollurum, Þannig hef ég þurft að minnka álagninguna sem er ekki mikil til að byrja með svo að þeir færu ekki hreinlega að hækka í verði.\n\n\n\nEn núna er vonandi þessi genginsfelling krónunar yfirstaðin að mestu og því ætti að fara að bera á verðlækunum innan fárra mánaða aftur.",
            "date": "2006-04-17 10:12:00",
            "post_id": "116016",
            "reply_to_id": "116006"
        },
        {
            "user_name": "appel",
            "text": "Bölvuð sé hin íslenska króna.\n\n\n\nEr einhver tilgangur með henni eiginlega? Allir kvarta undan henni, sama þótt krónan sé sterk eða veik.",
            "date": "2006-04-18 13:04:00",
            "post_id": "116240",
            "reply_to_id": "116016"
        },
        {
            "user_name": "Veit Ekki",
            "text": "Já, alltaf einhverjir sem kvarta. En þannig er það bara með gjaldmiðla. \n\n\n\nEf krónan er lág miðað við dollaran eða aðra gjaldmiðla, þá eru neytendurnir sáttir. \n\n\n\nEf hún er há miðað við dollaran eða aðra gjaldmiðla, þá eru útflytjendur sáttir.\n\n\n\nÞað er vonandi að hún haldist nokkuð stöðug á einhverjum góðum punkti sem allir ættu að geta verið nokkuð sáttir við.",
            "date": "2006-04-18 15:08:00",
            "post_id": "116255",
            "reply_to_id": "116240"
        }
    ],
    "date": "2006-04-16 02:52:00"
}