{
    "forum_title": "Netkerfi - internetið",
    "id": "10640",
    "title": "Hive = Slow",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=10640",
    "posts": [
        {
            "user_name": "Sprelli",
            "text": "Ég var búinn að vera hjá OgVodafone með 2 Mb tengingu, þangað til um daginn \n\nþar sem mútta ákvað að breyta til, því ég fór stundum yfir hámarkið sem var 1 GB. \n\nÞótt 2 Mb tenging er ekkert til að hrópa húrra fyrir þá var það nóg fyrir mig. \n\nDownload-aði utanlands á ca. 17-70 KB/s.\n\n\n\nNú í dag er ég með 8 Mb tengingu hjá Hive og er að download-a undir 17 KB/s eða \n\noftast 1,2 - 2 KB/s sem er ömurlegt. Það er grátlegt að borga sama verð hjá Hive og \n\nOgVodafone fyrir meiri hraða hjá Hive en ná honum ekki upp í 17 KB/s og vera með \n\n4 GB á mán. en ná ÞVÍ ekki einu sinni.\n\n\n\nEr sama vandamálið hjá öllum? Er Hive með svona hryllilega lága tengingu í raun og veru?",
            "date": "2006-04-17 20:51:00",
            "post_id": "116117",
            "reply_to_id": false
        },
        {
            "user_name": "Bc3",
            "text": "ég fór frá símonum á báðum heimilonum mínum yfir í hive og ég ætla að fara aftur í síman þvi að hive er slow as hell",
            "date": "2006-04-17 20:56:00",
            "post_id": "116118",
            "reply_to_id": "116117"
        },
        {
            "user_name": "ponzer",
            "text": "Spurning um að fara blása rykið af 56k módeminu sínu",
            "date": "2006-04-17 22:07:00",
            "post_id": "116137",
            "reply_to_id": "116118"
        },
        {
            "user_name": "Andri Fannar",
            "text": "Hive er náttúrlega að overloada kerfið sitt með allt of mörgum customers en enga bandvídd",
            "date": "2006-04-18 00:22:00",
            "post_id": "116163",
            "reply_to_id": "116137"
        },
        {
            "user_name": "Rusty",
            "text": "Eru allir búnir að gleima því, að fyrir hvað, viku, var frekar mikil umræða um þetta að Hive hafi sett filter á P2P, þar sem það fer í low priority þar sem aftur á móti t.d. leikjaspilarar fá nú alla bandvíddina.",
            "date": "2006-04-18 03:45:00",
            "post_id": "116185",
            "reply_to_id": "116163"
        },
        {
            "user_name": "Dagur",
            "text": "aljgörlega úr lausu lofti gripið",
            "date": "2006-04-18 09:20:00",
            "post_id": "116216",
            "reply_to_id": "116185"
        },
        {
            "user_name": "@Arinn@",
            "text": "Ég er bara frekar sáttur við Hive ég er með mjög lágt ping í leikjum og dnl hraðinn minn er fínn.",
            "date": "2006-04-18 12:20:00",
            "post_id": "116232",
            "reply_to_id": "116216"
        },
        {
            "user_name": "ponzer",
            "text": "Mjög misjöfn svör sem maður fær frá Hive notendum um hraða og ping",
            "date": "2006-04-20 14:37:00",
            "post_id": "116488",
            "reply_to_id": "116232"
        },
        {
            "user_name": "gumball3000",
            "text": "Pingið á að vera búið að skána helling hjá Hive notendum, en p2p búið að versna  \n  þeir lofa bara alveg uppfyrir haus og gera svo í brækurnar",
            "date": "2006-04-20 16:37:00",
            "post_id": "116499",
            "reply_to_id": "116488"
        },
        {
            "user_name": "depill",
            "text": "Hmm eruð þið með sett á protocol encryption í torrent forritum ykkar og með opnað fyrir port ? Ég næ fínum hraða á erlendu torrenti með HIVE.\n\n\n\nNota bara private trackrea, á vel seeduðum torrent að ná rétt um megi og stundum aðeins yfir.",
            "date": "2006-05-09 20:29:00",
            "post_id": "118734",
            "reply_to_id": "116499"
        },
        {
            "user_name": "GuðjónR",
            "text": "Get nú varla tekið þetta alvarlega...sérstaklega ekki þar sem þú ert þjónustufulltrúi hjá HIVE...og því ekki hlutlaus",
            "date": "2006-05-13 10:48:00",
            "post_id": "119172",
            "reply_to_id": "118734"
        },
        {
            "user_name": "depill",
            "text": "Nei, ég er kannski ekki hlutlaus, en er samt að segja satt. Og veit um fleirri, sem eru ekki þjónustufulltrúar hjá HIVE",
            "date": "2006-05-15 17:21:00",
            "post_id": "119400",
            "reply_to_id": "119172"
        },
        {
            "user_name": "beatmaster",
            "text": "Eins og tildæmis ég",
            "date": "2006-05-15 17:56:00",
            "post_id": "119402",
            "reply_to_id": "119400"
        },
        {
            "user_name": "ManiO",
            "text": "Er hjá Hive, og samkvæmt hinum ýmsu síðum eru portin hjá mér ekki opin (búinn að hringja nokkrum sinnum) en hraðinn rokkar frá 40 kB/s uppí 300 kB/s á erlendum torrentum (reyndar séð það fara nokkrum sinnum uppí 700 kB/s en aðeins við kjöraðstæður).",
            "date": "2006-06-13 11:19:00",
            "post_id": "121754",
            "reply_to_id": "119402"
        },
        {
            "user_name": "DoRi-",
            "text": "protocol encryption gerir galdraverk",
            "date": "2006-06-13 12:15:00",
            "post_id": "121761",
            "reply_to_id": "121754"
        },
        {
            "user_name": "audiophile",
            "text": "Hive er bara að með traffic shaping í gangi sem gefur forgangsröð á netsíður og leikjaspilun, sem er mjög algengt hjá netveitum um allan heim. Það var meira að segja í fréttunum um daginn að OgVodafone er farið að gera þetta líka.\n\n\n\nMér finnst þetta jákvæð þróun þar sem óhóflegt P2P niðurhal hefur neikvæð áhrif á þjónustu annarra sem nota netið í löglega hluti.\n\n\n\nEf þú myndir stela bíl en finnast hann lélegur og hann er eitthvað bilaður, myndirðu fara í umboðið og kvarta?",
            "date": "2006-06-13 15:03:00",
            "post_id": "121770",
            "reply_to_id": "121761"
        },
        {
            "user_name": "gnarr",
            "text": "nei, hinsvegar ef vélin í bílnum mínum sem ég keypti löglega hjá umboðniu færi aldrei yfir 2.000snúninga, til að koma í veg fyrir að ég bryti umferðalög, þá myndi ég kvarta.\n\n\n\nSíðan hvenar er það ólöglegt fyrir mig að downloada 4GB og 3.5GB DVD imgae af vista sem beta prófari? Hvernig réttlætiru það að netveitan setji það download aftast í forgangsröðina?\n\n\n\nHvernig væri þá bara að ríkið myndi hreinlega bara banna internetið á íslandi. Þar sem að við vitum öll að mest öll umferð á netinu er á gráu svæði? ég mæli mun frekar með því heldur en að vera bara að hægja á þessu.",
            "date": "2006-06-13 16:07:00",
            "post_id": "121774",
            "reply_to_id": "121770"
        },
        {
            "user_name": "Amything",
            "text": "Ertu til í að fara aðeins nánar útí hvað þú meinar með þessu?",
            "date": "2006-06-13 16:26:00",
            "post_id": "121775",
            "reply_to_id": "121774"
        },
        {
            "user_name": "audiophile",
            "text": "gnarr, þú sækir Vista gegnum http eða ftp er það ekki? Ég gerði það allavega og takmörkun á p2p hefur engin áhrif á það.\n\n\n\nOg ekki reyna að segja mér að fólk sé að sækja mikið af löglegu efni gegnum torrent, DC osfv. Það er örugglega hlægilega lág prósenta sem gerir það. Einstaka fólk sem sækir kannski uppfærslur fyrir leiki gegnum torrent eða einstaka Linux ISO, en hversu mikið hlutfall af P2P notendum er það?\n\n\n\nEn auðvitað þegar svona stórtækir hlutir eru gerðir verða alltaf einhverjir saklausir fórnalömb eins og í öllu. En það hlýtur að hafa verið eitthvað mikið að fyrst að þeir neyddust til að gera þetta og það þýðir ekki að segja að ástæðan sé að Hive séu aular og hafi ekki nóga bandbreidd því OgVodafone er að byrja að gera þetta líka.\n\n\n\nBara svo að það skýrt þá er ég ekki á móti P2P niðurhali. Ég er einfaldlega á móti krökkum sem liggja yfir DC og Torrent allan daginn sækjandi ólöglegt efni og kemur svo kvartandi yfir að internetveitan þeirra sé að koma í veg fyrir að þeir séu að að hamra tenginu á fullum hraða allan sólahringinn.\n\n\n\nAnnars skiptir þessi umræða engu máli þar sem fólki er drullusama, skella á protocol encryption, gefa skít í aðra og halda áfram að hlaða niður drasli.",
            "date": "2006-06-13 17:13:00",
            "post_id": "121779",
            "reply_to_id": "121775"
        },
        {
            "user_name": "gumol",
            "text": "Ég hef reyndar notað torrent talsvert til að sækja löglegt efni, ég hlít að vera svona sérstakur.",
            "date": "2006-06-13 19:14:00",
            "post_id": "121793",
            "reply_to_id": "121779"
        },
        {
            "user_name": "Rusty",
            "text": "Sami hlutur, audiophile. Þegar þú gerir samning við netveitu, áttu nú að fá að nota umræddan hraða til hins ýtrasta. Þú ert ekki að fá það sem þú borgar fyrir ef P2P niðurhal er hamlað. Hvort sem þér líkar það eður ey.\n\nPlús það, þá eru mörg forrit að byrja að nota P2P fyrir ýmsa hluti til að gera forritin skrautlegri.",
            "date": "2006-06-13 19:58:00",
            "post_id": "121796",
            "reply_to_id": "121793"
        },
        {
            "user_name": "JReykdal",
            "text": "Endilega bentu okkur á Service Level Agreement í samningunum.",
            "date": "2006-06-14 15:05:00",
            "post_id": "121867",
            "reply_to_id": "121796"
        },
        {
            "user_name": "gnarr",
            "text": "JReykdal, ertu semsagt að segja mér að vegna þess að þið skrifið ekki undir samning að takmarka ekki einhverja þjónustu, þá auðvitað notið þið tækifærið og takmarkið hana. Má maður eins búast við því að síminn fari að slökkva á internetinu á nóttinni, vegna þess að það stendur hvergi í samningnum að þið megið ekki gera það?",
            "date": "2006-06-15 00:16:00",
            "post_id": "121897",
            "reply_to_id": "121867"
        },
        {
            "user_name": "JReykdal",
            "text": "Varla þar sem viðkomandi vara er Internetaðgangur.",
            "date": "2006-06-15 00:52:00",
            "post_id": "121901",
            "reply_to_id": "121897"
        },
        {
            "user_name": "Stebet",
            "text": "Þetta stendur allt svart á hvítu í samningum Hive. Skiptir engu hvort þú ert að downlóda löglega eða ólöglega. Það er líka staðreynd að nánast enginn takmarkar max-download-speed í torrent forritunum sínum þannig að þjónusuaðilar sjá sér því miður ekki annað fært en að takmarka traffíkina sem torrentar fá.\n\n\n\n\n\n\n\nVerður ekki mikið skýrara en þetta.",
            "date": "2006-06-15 16:59:00",
            "post_id": "121938",
            "reply_to_id": "121901"
        },
        {
            "user_name": "Rusty",
            "text": "Þarna stendur EF maður fer yfir 60gb. Fólk fær ekki neina viðvörun, og þetta var sett í skilmálana fyrir mjög stuttu án þess að viðvara fólk.\n\n\n\nPlús það, þá er þetta mjööög svipað því að segja \"Þú mátt ekki keyra bílinn þinn of mikið, því það truflar annað fólk sem keyrir minna en þú, því þá hömlum við kraftinn á vélinni þinni.\"",
            "date": "2006-06-15 17:47:00",
            "post_id": "121946",
            "reply_to_id": false
        },
        {
            "user_name": "Stebet",
            "text": "Það er minnst á þetta 60gb viðmið í einum lið. Lestu hina liðina.\n\n\n\nÞar að auki er augljóst að ef engin takmörkun yrði á neinum protocol fengin ENGINN hraðann sem hann borgar fyrir því það er ekki séns að netveitan gæti annað álaginu. Sem er jú grunnástæðan fyrir þessum skilmálum.",
            "date": "2006-06-15 19:10:00",
            "post_id": "121954",
            "reply_to_id": "121946"
        },
        {
            "user_name": "Rusty",
            "text": "MJÖG asnalegt hjá Hive að gera þetta, og hafa misst marga viðskiptavini við þetta. Áður en þessi grein var, þá höfðu þeir lofað að kaupa rás á FARice ef álagið yrði of mikið. En nei, þegar álagið varð of mikið takmörkuðu þeir bara hraðann.",
            "date": "2006-06-15 22:24:00",
            "post_id": "121971",
            "reply_to_id": "121954"
        },
        {
            "user_name": "Stebet",
            "text": "Rás á FarIce fæst ekki á einum degi. Auk þess hafa Hive verið iðnir við að stækka önnur kerfi en nettenginguna (heimasíminn sem þeir komu með um daginn t.d.). Efast um að þeir hafi það marga tæknimenn og starfsmenn að þeir geti gert þetta allt í einu þannig að einhversstaðar þarf forgangurinn að liggja. Einnig er rás á FarIce alveg örugglega ekki ókeypis.\n\n\n\nMig grunar líka að þeir hefðu misst töluvert fleiri viðskiptavini ef þeir hefðu ekki takmarkað torrent hraða. Leikjaspilarar og fólk sem notaði tengingarnar vegna vinnu gegnum VPN og Remote Desktop var allt annað en sátt þegar tengingarnar fóru að fyllast. Það hefði því að mínu mati verið heimskulegt hjá þeim að gera þetta ekki.",
            "date": "2006-06-15 23:47:00",
            "post_id": "121975",
            "reply_to_id": "121971"
        },
        {
            "user_name": "gnarr",
            "text": "Það sem hive er að gera, þeir selja þér bíl og byggja götu fyrir þig sem er ein akrein í hvora átt. Þegar þeir selja þér bílinn segja þér \"við tryggjum að þú getir alltaf keyrt bílinn í botni, með því að bæta við annarri akrein ef umferðin verður of mikil\" en þegar það kemur að þeim punkti að þú ert farinn að keya á 10kmh eftir götunni, þá senda þeir þér bréf \"þar sem að þú keyrir svo mikið höfum við ákveðið að þú mátt ekki keyra meira en 60 kílómetra á mánuði, annars lækkum við snúninginn á vélinni þinni niður í 1500rpm.\"\n\n\n\n\"Við höfum ákveðið að leggja 2 nýjar götur sem krossa hina götuna, þannig að núna eru komin 2 gatnamót sem þú þarft að stoppa á\"\nÞú gerir þér kannski ekki grein fyrir því, en heimasíminn sem þeir komu með fer yfir sama link til útlanda og internet sambandið þeirra, þannig að með því að bæta við heimasíma þjónustu, þá eru þeir að hægja enþá meira á internet tenginunni til útlanda.\n\n\n\n\nNei, en hún fæst á örfáum dögum. Allavega tekur ekki eitt og hálft ár, eins og það er búið að taka Hive núna.",
            "date": "2006-06-16 10:12:00",
            "post_id": "121983",
            "reply_to_id": "121975"
        },
        {
            "user_name": "CraZy",
            "text": "setjið bara encode torrent files ON í forritunum (azuerus eða µtorrent) og málið er dautt?",
            "date": "2006-06-16 18:05:00",
            "post_id": "122003",
            "reply_to_id": "121983"
        },
        {
            "user_name": "Stebet",
            "text": "Viltu semsagt frekar að Hive taki af allt cap, þú sitjir uppi með sama ömurlega hraðann afþví nú er enginn cappaður lengur og nettengingin fyllist OG þú getur heldur ekki spilað neina netleiki afþví allt laggar til helvítis, VPN og Remote Desktop nánast óvirkt af laggi og bandvíddarleysi og vídjó lendi stöðugt í buffering vandamálum?\n\n\n\nÞví þannig var ástandið áður en eitthvað var gert í málunum.\n\n\n\nFarIce tenging leysir heldur ekki vandann þar sem hún er aðeins til Evrópu ef ég man rétt.\n\n\n\nEinnig skilst mér að Hive séu ekki eini þjónustuaðilinn sem cappar torrenta. Eru ekki OgVodafone nýbyrjaðir á því líka og JReykdal getur kannski sagt okkur hvað síminn er að gera?\n\n\n\nÞetta er allt spurning um að geta þjónað sem stærstum hluta viðskiptavinanna á sem bestann máta án þess að setja fyrirtækið á hausinn. Sumt fólk virðist hins vegar ekki geta skilið það og grætur þegar það getur ekki lengur náð í 4GB DVD-R rip á innan við tveimur tímum.",
            "date": "2006-06-16 18:32:00",
            "post_id": "122005",
            "reply_to_id": "122003"
        },
        {
            "user_name": "urban",
            "text": "ég hugsa nú að ca 70 % af notendum hjá hive séu einmitt þeir sem að eru að dla... þeir sem að voru mjög hrifnir (nota bena þá var ég það líka) af fríu erlendu dli\n\n\n\nég hugsa að þeir sem að nota tenginuna sína við leikjaspilun og remote vinnu hafi ekki verið að fara yfir til Hive á annað borð",
            "date": "2006-06-16 18:38:00",
            "post_id": "122006",
            "reply_to_id": "122005"
        },
        {
            "user_name": "Stebet",
            "text": "Þessir aðilar (leikjaspilarar aðallega og vinnufólk á milli) voru nú töluvert háværari á Hive spjallinu heldur en downloadararnir. Þetta voru yfirleitt sömu 3 - 4 aðilarnir á spjallinu sem kvörtuðu yfir því þegar torrentið cappaðist.",
            "date": "2006-06-16 21:09:00",
            "post_id": "122020",
            "reply_to_id": "122006"
        },
        {
            "user_name": "cue",
            "text": "Ég er hjá Hive þessa stundina. Var hjá Vodafóne og fór náttulega akkúrat yfir til Símans þegar utanlands gáttin hjá þeim fylltist hér um árið. (Merkilegt að allir þessir kerfisfræðingar hjá símanum hafi ekki séð þetta fyrir). Ég varð svo pirraður útí Síman fyrir að láta þetta gerast að ég skipti yfir til Hive. \n\nGet ekki sagt að ég sé ánægður með hraðan hjá þeim.\n\n\n\nÉg er að borga fyrir 6mb línu vegna þess að ég vill fá góðan P2P hraða utanlands. Engin önnur ástæða.\n\nÉg fer næst yfir til þeirrar þjónustu sem ég fæ mestan hraða hjá utanlands. Það er EKKI Hive þessa stundina allavega.\n\nÞetta er ekki spurning um að notendur séu að fylla gáttina þeirra. Þeir eru að selja 6 mb línur (og meira) sem er bara hægt að nota innanlands að einhverju gagni.\n\n\n\nEf fólk sem er að remóta sig inná tölvur erlendis (hvað ætli séu margir að því?) eru að lenda í vandræðum vegna þess að P2P er að taka of mikið þá verður ISP-inn að stækka hjá sér.",
            "date": "2006-06-25 19:59:00",
            "post_id": "122626",
            "reply_to_id": "122020"
        },
        {
            "user_name": "Vectro",
            "text": "Protocol encryption. Ef þið kunnið á stillingarnar, þá getiði náð meiri hraða já. \n\n\n\nEr sjálfur hjá Hive, fór frá símanum vegna óánægju með það hversu ömurlegt fyrirtæki þeir eru. \n\n\n\nFæ góðan hraða á öllu sem ég geri í dag, hvort sem það er innan eða utanlands, ftp eða torrents. Og ólíkt símanum, þá er tengingin ekki alltaf að hrynja út.\n\n\n\nHive er að gera góða hluti, og það tekur allt sinn tíma, síminn var enn verri en hann er í dag þegar þeir voru að starta adsl hjá sér.",
            "date": "2006-09-25 22:58:00",
            "post_id": "128209",
            "reply_to_id": "122626"
        },
        {
            "user_name": "Sultukrukka",
            "text": "x",
            "date": "2006-09-25 23:44:00",
            "post_id": "128210",
            "reply_to_id": "128209"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Já þetta hefur hún móðir þín alltaf sagt.\n\n\n\n\"Hann Guðmundur er mjög undarlegt og sérstakt barn \"",
            "date": "2006-09-26 09:22:00",
            "post_id": "128229",
            "reply_to_id": "128210"
        },
        {
            "user_name": "Climbatiz",
            "text": "hef ekki fengid max hrada minn er frekar langann tima nuna, nae mestalagi 650kb/s (er med 12mbit hja hive). annars er eg nuna ny buinn ad lenda i algjoru bitch veseni med tenginguna hja mer. \n\ntd fae eg crap hrada a ollum vefsidum sama hvort thad er innan eda utanlands, einu vefsidurnar sem eg veit um sem virka hratt eru google og microsoft.com. crap hradinn er like thegar hive byrjadi og mar thrufti alltaf ad refresha allar sidur svona 20x thangad til allt contentid loadadist. svo gegnum bittorent fae eg um 0-2kb/s (hradinn fer aldrei yfir 2kb/s og er oftast undir 1kb/s) af ollum nema *.is.\n\n\n\nhttp://i7.photobucket.com/albums/y293/C ... vecap2.gif\n\n\n\n\ner ekki buinn ad vera breyta neinum stillingum a tolvunni og thetta er lika svona a 2 odrum tolvum herna, so thetta er oruggt ekki neitt eitthvad hja mer",
            "date": "2006-09-28 00:49:00",
            "post_id": "128361",
            "reply_to_id": "128229"
        },
        {
            "user_name": "cue",
            "text": "Þú ath samt að það eru 96kb í heildar DL.\n\nTorrent er með hálfgert verðlauna kerfi. Þeir sem UL mikið á aðra fá mikin DL hraða.\n\nÞessa stundina ert þú búinn að DL 1.7GB og UL 136 MB.\n\n\n\nÞar að auki ertu ekki að nota DHT sem er snilld.",
            "date": "2006-09-28 10:18:00",
            "post_id": "128367",
            "reply_to_id": "128361"
        },
        {
            "user_name": "Climbatiz",
            "text": "thetta var svona hratt thvi thad voru nokkrir *is ad seeda lika. er ad dla af private tracker thar sem folk cappar ekki upload sitt, eg hefdi getad dlad thessum torrent venjulega a 1mb/s fra thvi eg byrja ad dla thangad til eg er kominn med allt an thess ad nokkrun timann upploada neinu\n\n\n\nbtw, vinur minn sem er lika med hive sagdi mer ad hann er kominn med sama prob og eg\n\n\n\nalso, synist ad http er ekki lengur cappad herna nuna og fae betri hrada fra sumum gengum bt, samt enn mjog mikid at way too slow connections\n\n\n\nhttp://i7.photobucket.com/albums/y293/C ... vecap3.gif",
            "date": "2006-09-28 12:29:00",
            "post_id": "128372",
            "reply_to_id": "128367"
        },
        {
            "user_name": "Heliowin",
            "text": "Ég er hjá Hive (12Mb) og helsta vandamálið sem ég hef eru erlendir serverar sem haga sér eins og bitch.\n\n\n\nAnnars er innanlands niðurhalið 1.2 MB/s sem er óvenjulega gott og stöku erlent niðurhal sem er í kringum 500-700KB/s. Hitt er algjört bitch!\n\n\n\nUpdate: hlóð niður skjákortsdriver á kringum 1700KB/s hraða (vá) og fór síðan og hlóð niður BF2 patch á 80KB/s hraða. Þetta er líklega eitthvað sem EA þarf að laga.",
            "date": "2006-09-28 12:50:00",
            "post_id": "128375",
            "reply_to_id": "128372"
        },
        {
            "user_name": "Climbatiz",
            "text": "humm... this is new... man ekki eftir ad hafa sed 8.1-3 thegar eg skrifadi undir hja hive, eda ad eg fengid memo um ad their breyttu einhverju\n\n\n\n8. Viðskiptavini er ekki heimilt að trufla, skerða eða á nokkurn hátt hafa áhrif á notkun annarra viðskiptavina. Einnig er viðskiptavini óheimilt að setja upp hugbúnað eða starfrækja tölvuþjónustu sem getur skert þjónustu annarra viðskiptavina. Ef í ljós kemur að notkun felur í sér misnotkun á búnaði eða þjónustu IPF hefur félagið fulla heimild til að synja viðskiptavini um þjónustu um stundarsakir eða til frambúðar.  Eftirfarandi atriði falla undir það að geta haft áhrif á eða skert þjónustu til annarra viðskiptavina:\n\n\n\n8.1 – Óhóflegt niðurhal á erlendu gagnamagni.  Ef erlent gagnamagn fer yfir sem svarar 60 GB á 30 dögum að jafnaði, áskilur IPF sér rétt til að gera viðeigandi ráðstafanir svo slík notkun skerði ekki gæði þjónustu til annarra viðskiptavina.  \n\n\n\n8.2 - Notkun forrita eða annars búnaðar sem felur í sér sjálfvirkt niðurhal  og leiðir til  óhóflegs erlends gagnamagns sbr. gr. 8.1.\n\n\n\n8.3 – Hvers kyns notkun er felur í sér óeðlilegt álag á sameiginlegum kerfum er ætluð eru til þjónustu allra viðskiptavina IPF\n\n\n\nannars tho their seu med svona tha hafa their ekki sagt mer ad their seu ad cappa mig og eg er heldur ekki buinn ad dla 60gb a einum manudi i frekar langann tima, og ef their vaeru ad cappa mig sem samkvaemt thessu their mega tilhvers myndu their segja nei vid mig? perhaps to keep me guessing till they uncap me, never knowing what was wrong ...hehe",
            "date": "2006-09-28 14:29:00",
            "post_id": "128381",
            "reply_to_id": "128375"
        },
        {
            "user_name": "Cascade",
            "text": "Er síminn líka að þessu?\n\n\n\nEf hive ætlar bara að vera með þetta, þá vil ég auðvitað skipta um, þeas ef síminn er ekki að þessu",
            "date": "2006-10-08 06:15:00",
            "post_id": "128938",
            "reply_to_id": "128381"
        }
    ],
    "date": "2006-06-15 17:47:00"
}