{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "10704",
    "title": "Antec Sonata",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=10704",
    "posts": [
        {
            "user_name": "Gestir",
            "text": "Aftur spyr ég ráða.\n\n\n\nEr einhver með svona kassa og hvernig er hann.. Silent ?, kælir vel ?\n\naðgengilegur ?\n\n\n\nMig vantar Silent og vel kældann kassa !!\n\n\n\n \n  plz help",
            "date": "2006-04-24 11:06:00",
            "post_id": "116976",
            "reply_to_id": false
        },
        {
            "user_name": "audiophile",
            "text": "Ég á einn Sonata II held ég að hann heiti, hef reyndar aldrei notað hann þar sem ég keypti hann fyrir tölvu sem ég var að setja saman og selja, en kaupandinn vildi ekki svona flottan glansandi svartan kassa heldur eitthvað fansý silfur neon ógeð  \n\n\n\n\nÞað er fínt pláss í honum og allt sæmilega aðgengilegt með hljóðlátri 120mm viftu, en þar sem ég hef ekki prófað hann í aksjón get ég ekki sagt um hvort að hann sé hljóðlátur eða ekki. En hann hefur fengið góða dóma á mörgum síðum og maður bara tekur þá á orðinu \n\n\n\n\nÞessi kassi situr núna í geymslunni, voðalega einmanna",
            "date": "2006-04-24 14:32:00",
            "post_id": "117015",
            "reply_to_id": "116976"
        },
        {
            "user_name": "Danni Colt",
            "text": "Ég er með svona kassa og er BARA sáttur með hann og hef verið sáttur með hann frá day one. En svo braut ég hann óvart (flytja) og get ekki lengur lokað honum og þá er hann ekkert hljóðlátur lengur",
            "date": "2006-05-22 19:50:00",
            "post_id": "119908",
            "reply_to_id": "117015"
        },
        {
            "user_name": "Rusty",
            "text": "Ég á einn með sjö, nei átta viftum í. Suðar hærra en djöfullinn sjálfur, but it's okay.",
            "date": "2006-05-22 20:14:00",
            "post_id": "119912",
            "reply_to_id": "119908"
        },
        {
            "user_name": "Danni Colt",
            "text": "http://www.skenegroup.net/en/articles/sonata_eng\n\n\n\n\nÁgæt grein um svona kassa með myndum og alles",
            "date": "2006-05-29 18:43:00",
            "post_id": "120462",
            "reply_to_id": "119912"
        },
        {
            "user_name": "CendenZ",
            "text": "fáðu þér silenX PSU og þá þarftu bara að hafa áhyggjur af:\n\n\n\nHD\n\nNorthbridge cooler\n\nCPU cooler\n\nskjákortscooler..\n\n\n\n\n\nþessir hlutir gefa frá sér suðið sem þú þolir ekki.\n\n\n\nen engu að síður,þá elska ég kassann minn.. bóna hann með sama bóni og ég bóna bílinn minn.. geggjað!\n\n\n\nen ég get ekki tekið mynd vegna þess að flassið kemur fram!!",
            "date": "2006-05-29 21:02:00",
            "post_id": "120475",
            "reply_to_id": "120462"
        }
    ],
    "date": "2006-04-24 11:06:00"
}