{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "10719",
    "title": "Er að fara að stækka við tölvuna mína. Vantar hjálp.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=10719",
    "posts": [
        {
            "user_name": "FrikkiSelur",
            "text": "Þannig er mál með vexti að ég var að kaupa mér Oblivion. \n\n\n\nEn þegar ég setti hann upp komst ég að því að tölvan mín ræður ekki við hann. \n\n\n\nÞess vegna ætla ég að telja upp það sem ég er með í tölvunni minni og vona að einhver fróður einstaklingur geti sagt mér nákvæmlega hverju ég ætti að skipta út.\n\n\n\nSkjákort - Radeon 9600 series\n\nMinni - 1,00gb\n\nÖrgjörvi - Celeron CPU 2.80GHz\n\nHarðir diskar - eitt stykki 200gb og einn 80gb\n\nHljóðkort - Realtek AC97\n\n\n\nÉg veit ekki hvernig móðurborð ég er með en gott væri að fá upplýsingar um hvar og hvernig ég get séð það.\n\n\n\nTekið skal fram að ég veit ekkert um tölvur, þannig ekkert bögg takk.",
            "date": "2006-04-24 22:06:00",
            "post_id": "117103",
            "reply_to_id": false
        },
        {
            "user_name": "BrynjarDreaMeR",
            "text": "Velkominn á Vaktina\n\nhve mikin pening ætlaru að eyða þetta fer eftir því",
            "date": "2006-04-24 22:16:00",
            "post_id": "117107",
            "reply_to_id": "117103"
        },
        {
            "user_name": "FrikkiSelur",
            "text": "Kannski svona 60-70 þúsund. En mig langar aðalega til að komast inní þennan heim og læra eitthvað á svona vélbúnað eins og þið hinir snillingarnir, þannig ætli ég geti ekki tekið þetta með trukki.",
            "date": "2006-04-24 23:24:00",
            "post_id": "117120",
            "reply_to_id": "117107"
        },
        {
            "user_name": "hahallur",
            "text": "Persónulega myndi ég henda öllu, nema diskunum.\n\n\n\n60-70 ætti svo að vera nóg til að fá allt nýtt, býst við að þú sért með skjá og allan jaðarbúnað.",
            "date": "2006-04-24 23:26:00",
            "post_id": "117123",
            "reply_to_id": "117120"
        },
        {
            "user_name": "Veit Ekki",
            "text": "Best að tala við 'wICE_man' hér á spjallinu, hann rekur Kísildal sem er tölvubúð sem er þekkt hér á spjallinu fyrir góða þjónustu.\n\n\n\nEdit: Sá svo að þú ert ekki að fara að kaupa þér heila tölvu, en þú getur allavega verslað hlutina hjá honum, þegar einhver hér er búinn að finna eitthvað fyrir þig. \n\n\n\nÞú þyrftir allavega að fá þér nýtt móðurborð, nýjan örgjörva og nýtt skjákort. Helst minni líka.",
            "date": "2006-04-24 23:28:00",
            "post_id": "117125",
            "reply_to_id": "117123"
        }
    ],
    "date": "2006-04-24 22:06:00"
}