{
    "forum_title": "Netkerfi - internetið",
    "id": "11076",
    "title": "smá hjálp með net teingingu Serial number Vesen ?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=11076",
    "posts": [
        {
            "user_name": "S!MM!",
            "text": "ok Hjálp ! \n\n\n\neg fékk tölvu i Fermingar gjöf og netið var sett upp næsta dag... svo þegar maðurinn sem setti upp netið var farin fór eg bara eithvað að chilla á netinu.. en svo ætlaði vinur minn að koma og setja inn steam og all seeing eye og alskonar forrit en svo kom hann og fór a \nhttp://www.hugi.is\n og ætlaði að ná i Steam \n\nen það gekk ekki... þegar hann klikkaði á linkin ( til að Downloada ) kom bara ekki neitt hann reyndi aftur og ekkert gekk hann reyndi að slökkva a Firewall og Norton antivirus.. en það gekk ekki..  \n\n\n\n\n[ já eg gleymdi vist að seigja að það var eithver niðurtalning ] sem  taldi niður 30 daga.. eg hélt það væri það og profaði bara að bíða eftir þessum 30 dögum..  svo þegar þetta var loksins búið þá kom \" First name,last name,E-mail,Serial number.. \" eg náttlega fillti þetta bara út en eg vissi ekkert serial number..  þetta kemur alltaf þegar eg kveiki á tölvuni og vinur minn er buin að reyna hjalpa mer en þetta bara geingur ekki.. :S samt get eg sko horft á myndbönd og svoleiðis af netinu ... veit eithver hvað eg á að gera eða hvað eg get gert... vinur minn hélt  í fyrstu að þetta væri eithvað teingt internet options eða eithvað svoleiðis en svo var ekki\n\n\n\nmer var bent á að nota FireFox en eg get ekki Downloadað honum... þannig vinur minn sendi mer i gegnum msn.. :O sem virkar að eithverjari ásæðu.. en það virkar heldur ekki... vinur minn er vuin að fara i gegnum allt options og bara þetta meikar ekki sens.. hvenrig er hægt að taka frá drasli i gegnum msn og get horft á myndir sem eg þarf að downloada...  en ekki downloadað eithverju sem festist eins og Steam eða antivir eða skiptir ekki máli :S eg þarf hjálp frá eithvejrum Pro sem veit þetta password dæmi eða getur hjalpað mer fram hjá því ..",
            "date": "2006-06-05 02:54:00",
            "post_id": "121079",
            "reply_to_id": false
        },
        {
            "user_name": "Rusty",
            "text": "Fá Firefox í gegnum mp3 spilara eða flakkara frá vini?",
            "date": "2006-06-05 03:50:00",
            "post_id": "121080",
            "reply_to_id": "121079"
        },
        {
            "user_name": "urban",
            "text": "Ef að ég skil þetta rétt þá hefur þú verið með 30 daga \" trial\" útgáfu af wndows og þú þarft hreinlega að kaupa þér (eða fá \"lánað\") windows",
            "date": "2006-06-05 06:03:00",
            "post_id": "121081",
            "reply_to_id": "121080"
        },
        {
            "user_name": "S!MM!",
            "text": "eg nota Firefox eins og kom fram i Textanum... bara skil þetta ekki :S",
            "date": "2006-06-05 16:33:00",
            "post_id": "121101",
            "reply_to_id": "121081"
        },
        {
            "user_name": "S!MM!",
            "text": "bróðir minn á tölvu og notum sama router..  hjann getur downloadað þannig þetta er ekki Traial þvi sami maður setti upp netip fyrir hann.. og þetta er sami windowns packan\n\n\n\ner eingin skyring á  þessu...",
            "date": "2006-06-05 16:35:00",
            "post_id": "121102",
            "reply_to_id": "121101"
        },
        {
            "user_name": "gnarr",
            "text": "Athugaðu hvort IE er að nota proxy.",
            "date": "2006-06-05 17:00:00",
            "post_id": "121106",
            "reply_to_id": "121102"
        }
    ],
    "date": "2006-06-05 02:54:00"
}