{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "11408",
    "title": "Hvernig hafa MiTAC fartölvur reynst mönnum?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=11408",
    "posts": [
        {
            "user_name": "wICE_man",
            "text": "Góðann daginn kæru vaktarar.\n\n\n\nEins og e.t.v. flestir hér vita þá er ég framkvæmdastjóri tölvubúllu sem kallast Kísildalur og er að mestu leiti ábyrgur fyrir vöruúrvalinu þar.\n\n\n\nÍ flestum tilvikum er hægt að meta gæði vara útfrá því sem maður les sér til um á netinu. Fartölvur eru þó erfiðari flokkur og er þar best að fara eftir reynslu notenda.\n\n\n\nÞví langar mig að kasta boltanum til ykkar vaktarar og falast eftir því hver reynsla manna hefur verið með þessar vélar og þá helst af fyrstu hendi en öll vitneskja er samt vel þegin.\n\n\n\nÉg vil að menn haldi sig on-topic og mun beita stjórnendaréttindum mínum og eyða öllum svörum sem eru ekki málinu viðkomandi. Með því að svara þessum þræði telst viðkomandi hafa gengist við þessu fyrirkomulagi.\n\n\n\nEn jæja, látið nú ljós ykkar skýna",
            "date": "2006-07-24 14:50:00",
            "post_id": "124588",
            "reply_to_id": false
        },
        {
            "user_name": "gnarr",
            "text": "Aahahahaha \n góður \"samningur\" hjá þér \n\n\n\n\nAnnars..\n\n\n\nMitac hafa gegnum tíðina verðið með slæmt orð hér. Aðalega fyrir að vera með slæm kælikerfi, háværar viftur og frekar háa bilanatíðni. Ég hef ekkert heyrt af þeim reyndar í circa 2 ár, svo að ég veit ekkert hvernig  staðan er hjá þeim í dag.",
            "date": "2006-07-24 15:34:00",
            "post_id": "124589",
            "reply_to_id": "124588"
        },
        {
            "user_name": "hahallur",
            "text": "Er Hugver ekki að selja þetta... \n\n\n\nAnnars mitt álit er að þú takir bara merki sem er með rosalega gott repp hjá almenningi s.s.  Dell, IBM, HP ... ?\n\n\n\nEða máttu það ekki ?",
            "date": "2006-07-24 17:48:00",
            "post_id": "124607",
            "reply_to_id": "124589"
        },
        {
            "user_name": "axyne",
            "text": "Ég á mitac 7020, 600 mhz, og hefur hún ennst mér mjög vel, orðin 6 ára.\n\n\n\nvoru það ekki bara mitac vélarnar með P4 desktop örgjörvunum sem voru heitar, háværar og drasl ? þannig fékk mitac vont orð á sig.",
            "date": "2006-07-24 18:06:00",
            "post_id": "124612",
            "reply_to_id": "124607"
        },
        {
            "user_name": "wICE_man",
            "text": "Við erum einmitt að spá í að taka þær í gegnum þá.\n\n\n\nSamkvæmt nýlegri neytendakönnun PC-world var HP með háa bilanatíðni og Dell einungis í meðallagi, það er því ekki nauðsynlega sama-sem-merki á milli merkja og gæða, IBM/Lenovo komu hins vegar vel út en eru frekar dýrar tölvur m.v. útbúnað.\n\n\n\nÞað væri gaman að menn tali útfrá eigin reynslu eða einhvers sem þeir þekkja vel til.",
            "date": "2006-07-24 18:36:00",
            "post_id": "124613",
            "reply_to_id": "124612"
        },
        {
            "user_name": "goldfinger",
            "text": "ég man nú eftir að hafa skoða mitac fyrir 2 árum þegar ég ætlaði að kaupa mér fartölvu en mér fannst bara eins og maður væri að fá nákvæmlega ekkert fyrir penginn miðað við margt annað.",
            "date": "2006-07-24 20:08:00",
            "post_id": "124616",
            "reply_to_id": "124613"
        },
        {
            "user_name": "valur",
            "text": "Ég átti 1.8ghz mitac dós í einn vetur og seldi hana síðan með gríðarlegum afföllum sumarið eftir. Hví? Því hún var þokkalega slök, æ hún gekk svosem ágætlega en viftan í henni var hreinilega skelfileg. Það mátti varla vera nokkur vinnsla og þá var bara eins og heimurinn væri að farast, svona var það frá upphafi. Ef ég fengi mér aftur fartölvu (not going to happen) myndi ég ekki fá mér Mitac og ég myndi ekki mæla með mitac við nokkurn mann.",
            "date": "2006-07-24 20:09:00",
            "post_id": "124617",
            "reply_to_id": "124616"
        },
        {
            "user_name": "Snorrmund",
            "text": "Systir mín á enn sína Mitac sem er 1.8 gíg P4 desktop örgjörvi, hún var keypt veturinn 2003 og er enn í \"fullu\" fjöri, engar bilanir nema eitt geisladrifið varð voða funky og varð sjálfstætt byrjaði að opnast á ótrúlegustu tímum, þeir hjá hugver held ég redduðu nýju ókeypis sem var dvd cdrw combo drif \n svo fyrir svona ári byrjaði batteríið bara að endast í klukkutíma og núna nýlega dó það. Þegar hún keypti hana var hún á 130þús að ég held og var með 256 mb af innra minni en nú í dag er hún með 512mb \n reyndist mér mjög vel þarsem hún var betri en tölvan hjá mömmu og pabba og maður spilaði oft  CS í henni. Get ekkert slæmt sagt um hana hún var hávær í fyrstu en hugver   skiptu út viftunni fyrir hljóðlátari.",
            "date": "2006-07-24 23:44:00",
            "post_id": "124634",
            "reply_to_id": "124617"
        },
        {
            "user_name": "hahallur",
            "text": "Pabbi minn vinnur mikið í fiskvinnsluhúsum ... búin að rústa þónokkrum gsm símum og 2 fartölvum ... \n\n\n\nHann er með eina HP og eins IBM Lenovo núna ... þessi IBM tölva er flottasta vel sem ég hef augum litið ... \n\n\n\nÖrþunnt Titaninum case-ing mjög létt ... stýlhrein ... DuoCore 1.83 ghz X1400 1 gb minni.... \n\n\n\nIBM HP Asus er merkinn sem hann hefur verið með... Asus var klárlega langlélegast \n\n\n\n\n\n... en jú mjög dýr IBM er dýrt ... u get what u pay for",
            "date": "2006-07-25 21:53:00",
            "post_id": "124707",
            "reply_to_id": "124634"
        },
        {
            "user_name": "ICM",
            "text": "^ Afhverju í óskupunum fær hann sér ekki þá karlmennsku tölvu það kostar meira en ef hann er að skemma vélarnar þá er betra að eyða í þetta meira. Industrial tölvur gerðar fyrir hernað og byggingarvinnu.\n\n\n\nÞetta eru Mitac vélar en síðan var einn annar framleiðandi sem gerir miklu svalari vélar og hægt að fá alvöru dekstop vél í kassa með LCD skjá inní.\n\nhttp://www.getac.com/pages/home.html",
            "date": "2006-07-25 22:30:00",
            "post_id": "124708",
            "reply_to_id": "124707"
        },
        {
            "user_name": "TechHead",
            "text": "Mín reynsla af Mitac er úr tölvubúllu sem ég var að vinna í á verkstæði fyrir sirka 3 árum... þá var það bara aðallega ein undirtegund sem var að klikka.... Módel 8020 *Hrollur* það var allt að bila í þeirri vél. AC tengið fyrir supplyið í chassisinum flosnaði úr móbóinu undantekningarlaust eftir 3 mánuði, Viftan var hörmung (hönnunargalli sem leiddi til þess að gasið lak alltaf úr Heatsinkinu) og einnig var ansi algengt að skjálamirnar skekktust. Og allt þetta gerðist við eðlilega notkun.\n\n\n\nWorst Bare Bone Ever!!\n\n\n\n...En á seinasta CeBit kom ég við í básnum hjá þeim og var að spjalla við þá og þeir virðast vera búnir að komast i veg fyrir augljósa hönnunargalla meðal annars með því að ráða 2 topp verkfræðinga sem voru að vinna í þróunardeildinni hjá ECS.\n\nAllavega litu þau barebone og vélar sem ég skoðaði út fyrir að vera mjög vel úthugsuð og \"rugged\".....\n\n\n\nEiga ekki allir framleiðendur sín \"vandræðalegu product moment\"  \n\n\n\n\nEn ef ég væri að leyta mér að lappa í dag myndi ég svo sannarlega ekki útiloka þá",
            "date": "2006-07-26 09:56:00",
            "post_id": "124714",
            "reply_to_id": "124708"
        },
        {
            "user_name": "Daz",
            "text": "Ég myndi í það minnsta ekki kaupa mér Mitac vél nema þeir hafi bætt kælikerfið sitt mikið frá því fyrir 2-3 árum síðan. Þvílík gríðarleg læti þegar viftan fór á annað borð í gang!\n\nAnnars velti ég því fyrir mér hvort ekki tapist eitthvað í endingu (build quality?) þegar um er að ræða svona barebone vélar sem 17 ára guttar setja saman á verkstæðinu hjá Tölvulistanum, svona miðað við vélar sem koma fullklárar frá framleiðanda.",
            "date": "2006-07-27 15:55:00",
            "post_id": "124778",
            "reply_to_id": "124714"
        },
        {
            "user_name": "arnifa",
            "text": "Ég er með mitac eitthvað fartölvu sem ég verslaði í fyrra af Hugver. Ég nota hana aðalega í skólann og hún hefur aldrei bilað hjá mér, aldrei nein vandamál eða neitt með hana. En hinsvegar á vinur minn IBM tölvu sem hann hættir ekki að kvarta yfir og pabbi á svo HP tölvu sem er alltaf að bila. Allavega myndi ég ráðleggja þeim sem eru að spá í fartölvu kaupum að versla sér frekar mitac vél heldur en eitthvað þekkt og sem á að vera öruggt merki.\n\n\n\nEDIT. Og það heyrist ekkert í henni og kælingin er mjög góð.",
            "date": "2006-08-06 22:46:00",
            "post_id": "125286",
            "reply_to_id": "124778"
        },
        {
            "user_name": "goldfinger",
            "text": "Sumir lenda í veseni með ákveðna tegund, aðrir ekki, sumir hafa aldrei heyrt neitt nema gott um einhverja tegund og öfugt. Frekar erfitt að fara eftir einhverjum 10-15 svörum um hvað er best og hvað ekki.",
            "date": "2006-08-07 00:52:00",
            "post_id": "125292",
            "reply_to_id": "125286"
        },
        {
            "user_name": "Veit Ekki",
            "text": "Já, einmitt. Svo er það bara þannig með þessar tölvur að það lenda allir einhvern tímann í því að eitthvað bilar hjá þeim, t.d. á bróðir minn tölvu sem hann keypti á svona 10 þús. og hún hefur ekki bilað í 2 ár, kærastan hans keypti sér nýja tölvu á 150 þús. og hún bilaði mjög oft(IBM). Þessar tölvur eru svo tæknilegar að það þarf ekki mikið að klikka til að allt fari í fokk. \n\n\n\nAllavega ef ég væri að fá mér fartölvu, þá myndi ég fá mér tölvu hjá þeim aðila sem er með besta verkstæðið og bestu þjónustuna.",
            "date": "2006-08-07 10:57:00",
            "post_id": "125295",
            "reply_to_id": "125292"
        },
        {
            "user_name": "ketta",
            "text": "Ég fékk Mitac fartölvu fyrir tveimur og hálfu ári. Innan hálfs árs var orðið vesen á henni, suð í henni í tíma og ótíma og rafmangsinntakið hætt að svara, batteríið strax orðið lélegt... u name it. Fyrir utan þessi vangefnu fokkings hljóð í helvítis viftunni. Hugver hefur ekki reynst okkur vel, hafa ekkert viljað fyrir okkur gera, hlógu að okkur þegar við báðum þá um að laga rafmangsinntakið svo tölvan tæki nú inn á sig rafmagn, sögðu að þetta væri \"bleble\" eitthvað voða tæknilegt orð sem þýddi: \"við tökum enga ábyrgð á þessu aularnir ykkar\" svo við settum hana í viðgerð hjá þeim fyrir fullt verð, ekki að það hafi skipt neinu máli, rafmagnsinntakið er ennþá svo viðkvæmt að tölvuhelvítið hertekur heilt borð þar sem ekki má hreyfa hana úr stað, né snerta snúruna, en nota bene, hún hættir oft að taka rafmagn inn á sig þótt ekki einu sinni sé hnerrað á snúruna, bara si svona sér maður að hún er farin að ganga á batteríinu, og þá slekkur hún bara á sér, því batteríið er ónýtt, kannski ekki von þegar maður má ekki snerta rafmagnssnúruna. Þegar hún er í vondu skapi þarf ekki það til að hún hætti að taka rafmagn inn á sig til að hún slökkvi á sér, án nokkurrar viðvörunar getur hún slökkt á sér, bara si svona. Ó og var ég búin að nefna það að skjárinn dettur líka út í tíma og ótíma? Já, það má ekki koma við hann lengur, því þá getur hann dottið út og það fer bara eftir skapi hversu marga daga það getur tekið að fá hann inn aftur. Við erum svo skíthrædd við að það gerist að henni er aldrei lokað lengur. Það gerir hana reiða. Öll þessi vandræði sem ég er að tala um hér, fyrir utan rafmagnsvesenið sem við fengum ekki bætt, byrjuðu liggur við í sömu vikunni og hún rann úr þessari lögbundnu tveggja ára ábyrgð. Eftir að hafa átt þetta skrapatól í tvö og hálft ár, og þykjumst við ansi hugrökk, erum við núna að leita okkur að alvöru tölvu, og ætlum að nota sleggjuna á þennan viðbjóð þegar ný tölva er komin inn á heimilið og aldrei að snerta þessa tegund aftur, né Hugver, með tíu metra stöng.\n\nOg ég ætla að bæta við að við höfum sko ekkert verið að fara illa með þetta skrapatól, höfum mest notað hana á borði heimavið fyrir utan að hún fór stundum með okkur í skólann til að glósa. Samt er endingin svona léleg á henni.",
            "date": "2006-08-15 14:34:00",
            "post_id": "125711",
            "reply_to_id": "125295"
        },
        {
            "user_name": "Veit Ekki",
            "text": "Greinaskil gera lesturinn léttari.",
            "date": "2006-08-15 17:34:00",
            "post_id": "125714",
            "reply_to_id": "125711"
        },
        {
            "user_name": "HemmiR",
            "text": "já og ég nennti ekki að lesa þetta sem þessi félagi sagði þetta var bara ein runa",
            "date": "2006-08-15 17:42:00",
            "post_id": "125716",
            "reply_to_id": "125714"
        },
        {
            "user_name": "Heliowin",
            "text": "Það er allt í lagi að edita eftir á!",
            "date": "2006-08-15 18:06:00",
            "post_id": "125719",
            "reply_to_id": "125716"
        },
        {
            "user_name": "Guðinn í blóði þínu",
            "text": "Keypti mér MicTac 8080 (minnir mig að módelið hafi verið) og það var þetta nákvæmlega sama vandamál. Rafmagnsinntakið bilaði eftir u.þ.b. þrjá mánuði! Og þeir hjá Task.is gerðu við það í ábyrgð því þetta var þekktur framleiðslugalli... en svo gerðist það aftur... og aftur... \n\nSvo losnaði líka harði diskurinn en þeir rukkuðu mig einhverja þúsund kalla fyrir að skrúfa hann aftur í  \n\n\nSvo drapst rafmagnsinntakið aftur og ég nennti bara ekki að standa í þessu lengur, hefði auðvitað bara átt að fá nýja tölvu: þessi var búinn að bila fjórum eða fimm sinnum í röð!\n\n\n\nNúna er þessi tölva bara ofan í kassa og lyklaborðið er bilað í þokkabót.\n\n\n\nÞannig að mín reynsla af MicTac er ekki góð. Keypti hana því hún var á hagstæðasta verðinu.",
            "date": "2006-08-22 18:15:00",
            "post_id": "126087",
            "reply_to_id": "125719"
        },
        {
            "user_name": "gumol",
            "text": "Er það ekki þannig að ef sami hluturinn í fartölvunni er búinn að bila þrisvar þá getið þið krafist þess að fá nýja fartölvu ef það sama bilar í fjórða skiptið?",
            "date": "2006-08-23 07:04:00",
            "post_id": "126130",
            "reply_to_id": "126087"
        }
    ],
    "date": "2006-07-24 14:50:00"
}