{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "11577",
    "title": "Vantar Fartölvu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=11577",
    "posts": [
        {
            "user_name": "blabla001",
            "text": "Veit að það eru margir aðrir þræðir um sama efni en ég vil ekki vera blanda því saman. Einn enn þráður drepur engan  \n\n\n\n\nEn já, var að vona að einhver gæti mælt með einhverju fyrir mig..\n\n\n\nAðallega vil ég bara reyna fá tölvu sem bilar ekki nokkrum sinnum í mánuði, þekki bunch af fólki sem hefur verið í tómu tjóni með bilanir og vill því aðallega reyna tryggja mér eitthvað sem tollir saman. Mun aðallega nota hana bara í skóla og spila einhverja leiki, bara eitthvað eins og Football Manager samt svo eitthvað mega skjákort er ekkert most.. \n\n\n\nAnnars er líka frekar nauðsynlegt að hann sé mjög hljóðlát nenni ekki að vera með einhverja ryksugu í skólanum og það væri nú ágætt ef batterýjið entist eitthvað líka.   \n\n\n\n\nÞannig að ef einhver veit um fartölvu sem að:\n\n\n\n1.Bilar lítið sem ekkert\n\n2.Er hljóðlát\n\n3.Batterýið endist helst svona 3 tíma eða meira, ekki undir 2 amk.\n\n4.Ætti að meika að spila einhverja leiki og vinna ágætlega hratt\n\n5.og Kostar í kringum 120-130þ kallinn(séns að fara upp í svona 150þ en the cheaper the better  \n )\n\n\n\nVæri ég mjög þakklátur.",
            "date": "2006-08-19 23:22:00",
            "post_id": "125906",
            "reply_to_id": false
        },
        {
            "user_name": "goldfinger",
            "text": "http://tolvutaekni.is/product_info.php? ... cts_id=340\n\n\n\n\nÞessi ræður mjög vel við FM",
            "date": "2006-08-19 23:56:00",
            "post_id": "125909",
            "reply_to_id": "125906"
        },
        {
            "user_name": "blabla001",
            "text": "Djöfull líst mér vel á þessa tölvu, eina slæma sem ég sé við hana er að rafhlaðan endist aðeins 2,5 tíma, hefuru einhverja reynslu af þessari tölvu? Hef svo sem heyrt mjög góða hluti um Acer varðandi bilanir svo það er spurning hvort ég skoði þessa tölvu ekki betur.\n\n\n\nAnnars var ég að skoða þessa áðan:\n\n\n\nhttp://start.is/product_info.php?cPath=138_235&products_id=1372\n\n\n\n\nÁn þess að vita mikið sýnist mér þetta vera ágætis örgjövi, og þessi rafhlöðutími virkar helvíti sweet, eina sem ég er hræddur við er að ég hef ekkert verið að heyra frábæra hluti varðandi áræðanleika HP, og reyndar bara 512MB minni en það er örugglega lítið mál að upgrada það..\n\n\n\nVeistu eitthvað um þessa seinni tölvu?",
            "date": "2006-08-20 00:17:00",
            "post_id": "125912",
            "reply_to_id": "125909"
        },
        {
            "user_name": "wICE_man",
            "text": "Hér er ein svipuð og vélin frá Tölvutækni mínus myndavélin og 512MB í minni, hægt að uppfæra hana upp í 1GB vinnsluminni fyrir 5000kr.\n\n\n\nhttp://www.kisildalur.is/?p=2&id=245",
            "date": "2006-08-21 14:59:00",
            "post_id": "125996",
            "reply_to_id": "125912"
        },
        {
            "user_name": "GuðjónR",
            "text": "Batterí endast aldrei eins og talað er um, jú kannski ef tölvan er idle, og slökkt er á skjánum.\n\nÉg gaf konunni einhvern ofurlappa frá DELL í afmælisgjöf fyrir nokkrum árum, því var lofað að batteríið ætti að endast marga klukkutíma.\n\nEn þegar á reyndi þá entist það 1 til 2 klst. og í dag er það svo slappt það það rétt hangir í 15 mín.\n\n\n\nFinndu öfluga og hljóðláta vél með góðum skjá, láttu það hafa forgang.",
            "date": "2006-08-21 20:06:00",
            "post_id": "126011",
            "reply_to_id": "125996"
        }
    ],
    "date": "2006-08-19 23:22:00"
}