{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "11615",
    "title": "Get ekki spilað tölvuleiki",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=11615",
    "posts": [
        {
            "user_name": "hundur",
            "text": "Halló ég er með hérna eitt vandamál. Eins og segir í fyrirsögninni þá get ég ekki spilað tölvuleiki á minni ástkæru tölvu. Fyrst installaði ég C&C Generals sem er þriggja ára gamall leikur og ætti því auðveldlega að geta spilast í tölvunni minni sem er keypt í fyrra. Ég reyndi að re-installa leiknum margoft, downloadaði driverum og ég veit ekki hvað og hvað en samt breyttist ekkert. Ég kemst inn í leikinn og heyri í valmyndinni en sé ekkert á skjánum, það kemur semsagt bara hljóð og svartur skjár. En síðan ef maður bíður í nokkrar mínútur þá kemur byrjunarmyndbandið upp og það sem ætti að heita Main menu en málið er að það kemur ekki upp heldur bara bakgrunnurinn. Get semsagt ekki valið að breyta stillingunum í leiknum, valið Play og það en kemst samt inn í leikinn(þótt þetta hökti vissulega mjög mikið)\n\n\n\nÞetta nákvæmlega sama gerðist þegar ég var búinn að installa Sims2, kemur bara upp bakgrunnur og hljóð en ekkert Main menu. Báðir leikirnir eru frá EA games ef það skiptir einhverju máli.\n\n\n\n Móðurborðið er Abit KU8, örgjörvinn AMD 3000+(man ekki alveg tegundina) og ég er svo með 1 gb af innra minni.\n\nSkjákortið er eldra, en það er Geforce4 Ti4200, kort sem ég fékk hjá vini mínum og hann hafði notað það mikið fyrir tölvuleiki þangað til í fyrra.\n\nEr með Windows XP service pack 2.\n\n\n\nMeð von um góð svör...",
            "date": "2006-08-23 19:03:00",
            "post_id": "126165",
            "reply_to_id": false
        },
        {
            "user_name": "gnarr",
            "text": "sims 2 þarf DX9 kort. Ti4200 er DX8",
            "date": "2006-08-23 20:02:00",
            "post_id": "126169",
            "reply_to_id": "126165"
        },
        {
            "user_name": "GuðjónR",
            "text": "pjakkurinn minn er með Ti4400 og hann er búinn að spila sims2 síðan hann kom út...",
            "date": "2006-08-23 20:26:00",
            "post_id": "126171",
            "reply_to_id": "126169"
        },
        {
            "user_name": "The Flying Dutchman",
            "text": "Það er alltaf verið að rugla með lýsingarnar, ekki nægilega skýrar. Þegar margir framleiðendur tala um DirectX 9 þá eiga þeir bara við að kortið styðji almennt DirectX 9, ekki endilega Shader Model 2 eða 3. Virkilega kjánalegt en svona er þetta því miður oft.",
            "date": "2006-08-23 22:14:00",
            "post_id": "126185",
            "reply_to_id": "126171"
        },
        {
            "user_name": "corflame",
            "text": "Minnir að þú þurfir að ná í patch til EA til að uppfæra sims2. Man ekki URL, en þú hlýtur að geta fundið það með Google eða slíku tóli.\n\n\n\nOg, já, EA er mesti sorp leikjaútgefandi í heimi, aldrei lent í jafn miklu veseni eins og með leiki frá þeim (Valve koma næstir á eftir...)",
            "date": "2006-08-24 01:29:00",
            "post_id": "126195",
            "reply_to_id": "126185"
        },
        {
            "user_name": "Killerade",
            "text": "Hljómar bara hjá þér eins og þegar ég reyndi að spila Battlefield 2 á Mx 440",
            "date": "2006-08-24 10:04:00",
            "post_id": "126200",
            "reply_to_id": "126195"
        }
    ],
    "date": "2006-08-23 19:03:00"
}