{
    "forum_title": "Linux/GNU/*NIX",
    "id": "11648",
    "title": "Linux vs. Windows",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=17&t=11648",
    "posts": [
        {
            "user_name": "Beetle",
            "text": "Mér var sagt að Linux stýrikerfið væri framtíðin ???? (skv. félaga mínum sem vinnur v. forritun) er sjálfur með Win XP Pro. sem er nú alveg þokkalegt, kann sona passlega á það.\n\nEn stóra spurningin er, ég sem sona venjulegur notandi, kann ágætlega á vélina mína og þetta venjulega í smb. við uppsetnigar og öryggi. \n\nNota Bitdefender 9 Standad vírusvörn, Webroot Spy Sweeper malvare vörn,Mozilla vafrann. Nota EKKI Int.Explorer,Outlook né MSN... Spila tölvuleiki, vafra um netið oþh.\n\nÞannig að hér kemur 100.000-kr. spurninginn..... er Linux f. mig ? hvað með rekla ? eru þeir aðgengilegir ? hvað með update ? og er þetta algjörlega frítt.......???? hmmmmm., eiginlega of gott til að vera satt.....!",
            "date": "2006-08-27 18:23:00",
            "post_id": "126423",
            "reply_to_id": false
        },
        {
            "user_name": "Dagur",
            "text": "þú verður bara að prófa. Ef þú ert ánægður með windows þá sé ég enga ástæðu til að skipta. Hvorki windows né linux er fullkomið og hafa sína kosti og galla þannig að ef þú skiptir þá ertu að fórna einhverju fyrir það sem þú færð í staðinn.\n\n\n\nÞú þarft líklega ekki að hafa áhyggjur af reklum. Ef þú velur vinsælt distro eins og t.d. Ubuntu eða Fedora þá verður örugglega allt sett upp fyrir þig. Þau uppfæra sig svo sjálfkrafa svipað og windows update (bara þægilegra). \n\n\n\nEf þú spilar oft tölvuleiki þá borgar sig að hafa windows líka.",
            "date": "2006-08-27 19:50:00",
            "post_id": "126430",
            "reply_to_id": "126423"
        },
        {
            "user_name": "gumol",
            "text": "Það einfaldasta fyrir þig væri líklega að kaupa þér ódýran IDE harðan disk, taka gamla diskinn úr tölvunni og setja nýja í (til að vera öruggur um að eyða engu sem má ekki eyða). Setja svo notendavænt kerfi eins og Ubuntu upp. \n\n\n\nEf þú ert að leita að einhverju til að setja upp einusinni, fá allt til að virka og hugsa ekki meira um það þá er Linux ekki fyrir þig. Ef þú hefur gaman af því að prófa þig áfram til að fá eitthvað til að virka og læra í leiðinni helling um stýrikerfið sem þú ert að nota þá er Linux fyrir þig.\n\n\n\n(Ok, þetta er kanski ekki svona algilt, en ágætis viðmiðun. Eins og Dagur sagði þá verðuru bara að prófa)",
            "date": "2006-08-27 23:37:00",
            "post_id": "126445",
            "reply_to_id": "126430"
        },
        {
            "user_name": "tms",
            "text": "Nei, Linux, GNU  & co er ekki fyrir þig.\n\nHvers vegna? Hvers vegna ekki? Ef windows hentar þér fullkomlega eins og er þá sé ég enga ástæðu fyrir þig að flytja þig yfir á öðrvísi stýrikerfi þar sem þú þarft að læra hluti upp á nýtt til að gera það sama og þú ert að gera á windows núna.",
            "date": "2006-08-27 23:48:00",
            "post_id": "126449",
            "reply_to_id": "126445"
        },
        {
            "user_name": "Heliowin",
            "text": "Þeir sem byrja með Linux hafa potential til að þrífast með það.\n\n\n\nÉg myndi mæla með sér tölvu fyrir Linux ef það hægt að koma því við.\n\n\n\nÞetta með rekla er ekki mikið vandamál og er að breytast til hins betra eftir því sem fjöldi Linux desktop notenda eykst.\n\n\n\nUpdate er venjulega vel aðgengilegt og þægilegt.\n\n\n\nLinux á desktop er einfaldlega að verða meir og meir aðgengilegra fyrir hinn almenna notenda.\n\n\n\nLinux er allt annað en Windows og krefur meiri kunnáttu að nota. Þegar það verður ljóst og færnin eykst, þá hefur maður skemmtilegan grundvöll - og það meira en Windows gæti gefi- til að koma áhugaefnum sínum í verk, enda  gefur Linux langum meiri möguleika en Windows á mörgum sviðum.\n\n\n\nÉg persónulega stefni að, að nota Linux meira þar sem nýtt Windows stýrikerfi er á næsta leiti sem manni gremst nokkuð að þurfa að nota.",
            "date": "2006-08-28 13:08:00",
            "post_id": "126478",
            "reply_to_id": "126449"
        },
        {
            "user_name": "Birkir",
            "text": "Hefurðu séð Win Vista?",
            "date": "2006-08-28 16:08:00",
            "post_id": "126489",
            "reply_to_id": "126478"
        },
        {
            "user_name": "JReykdal",
            "text": "Hef séð það og er afskaplega lítið impressed.",
            "date": "2006-08-28 16:53:00",
            "post_id": "126495",
            "reply_to_id": "126489"
        },
        {
            "user_name": "Heliowin",
            "text": "Auðvitað hef ég það, og mér er hálf óglatt af því!",
            "date": "2006-08-28 18:04:00",
            "post_id": "126501",
            "reply_to_id": "126495"
        },
        {
            "user_name": "Dagur",
            "text": "Þá á hann ekkert eftir að nota hana. Ég mæli frekar með því að prófa að nota bara (eða því sem næst) linux í viku og finna hvernig það er að nota það á hverjum degi. Ef þú þarft minna og minna að fara inn í windows þá ættir þú að íhuga að skipta.\n\n\n\n\nÉg er ósammála því að Linux krefjist meiri kunnáttu. Ég ætla meira að segja að ganga svo langt að segja að fyrir einstakling sem hefur hvorki notað windows eða linux að hann sé fljótari að læra á linux (þ.e.a.s. eina af notendavænu dreifingunum).\n\nAftur á móti gæti vanur windows notandi lent í vandræðum vegna þess að linux er að mörgu leiti öðruvísi. Ef þú reynir að nota linux eins og windows þá eiga margir kostir Linux eftir að fara framhjá þér.",
            "date": "2006-08-29 17:17:00",
            "post_id": "126541",
            "reply_to_id": "126501"
        },
        {
            "user_name": "Beetle",
            "text": "Ok nokkurn veginn einsog ég bjóst við að heyra...... Hef einmitt aukavél til að setja Linux upp með, ég er grúskari í mér og veit nokk að ég mun hafa gaman af þessu \n Læt vita hv. gengur...... Thanks",
            "date": "2006-08-30 01:50:00",
            "post_id": "126576",
            "reply_to_id": "126541"
        },
        {
            "user_name": "JReykdal",
            "text": "Mundu bara að skemmta þér vel",
            "date": "2006-08-30 09:57:00",
            "post_id": "126578",
            "reply_to_id": "126576"
        },
        {
            "user_name": "tms",
            "text": "OK gott mál, mundu bara að fara frá windows er eins og að hætta að reykja.  \n Maður endist lengur og lengur, but you never really quit.",
            "date": "2006-08-30 12:10:00",
            "post_id": "126581",
            "reply_to_id": "126578"
        },
        {
            "user_name": "pjesi",
            "text": "Það er meira svona eins og once you try black you aint going back.",
            "date": "2006-09-02 21:42:00",
            "post_id": "126781",
            "reply_to_id": "126581"
        },
        {
            "user_name": "Vilezhout",
            "text": "Það er nú frekar kannski bara happa glappa, t.d. þegar að ég setti upp Ubuntu á  p3 fartölvuna mína p3 vél að þá var hún einfaldlega tilbúin í alla notkun og það eina sem að ég þurfti að eyða einhverjum tíma í til að fá til að virka var þráðlausa pmcia netkortið sem að hafði aldrei virkað almennilega í winxp enn virðist virka fyrst núna almennilega.\n\n\n\nEnn svo þegar að ég ákvað að smella 64bita ubuntu inná borðvélina þurfti ég að setja nánast allt upp sjálfur enn átti þó ekki í neinum vandræðum með það vegna þess að hve greinargóðar leiðbeiningar voru inná ubuntuwikinu og inná ubuntuguide.org",
            "date": "2006-09-03 00:01:00",
            "post_id": "126796",
            "reply_to_id": "126781"
        },
        {
            "user_name": "DoRi-",
            "text": "ég er í miklum umhugsunum að hætta að mestu leiti með Windows, sérstaklega þar sem að ég er algjörlega hættur að lenda í vandræðum með ntfs",
            "date": "2006-09-03 11:36:00",
            "post_id": "126809",
            "reply_to_id": "126796"
        }
    ],
    "date": "2006-08-27 18:23:00"
}