{
    "forum_title": "Windows",
    "id": "12420",
    "title": "Símanúmer vegna Windows Activation",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=15&t=12420",
    "posts": [
        {
            "user_name": "Heliowin",
            "text": "Hæ, ég er svo óheppinn að þurfa að hringja til Microsoft til að gera Windows virkt.\n\nÉg ætla að hringja til Bandaríkjanna en vantar símanúmer, uppgefið símanúmer virðist ekki virka. \n\nÞví spyr ég hvort einhver vill vera svo góður og benda mér á Microsoft síðu á netinu með activation símanúmeri.",
            "date": "2006-12-10 00:02:00",
            "post_id": "132672",
            "reply_to_id": false
        },
        {
            "user_name": "gumol",
            "text": "Hringir í 510 6925. Innanlands númer en gæti samt þurft að tala ensku (eða norsku eða jafnvel indversku)",
            "date": "2006-12-10 00:36:00",
            "post_id": "132675",
            "reply_to_id": "132672"
        },
        {
            "user_name": "Heliowin",
            "text": "Já ég veit, en takk samt fyrir. Það er einmitt opið hjá þeim í Bandaríkjunum núna. Ég fann eftir mikla leit annað símanúmer til Bandaríkjanna en það virkar ekki heldur. Þannig að ég mun hringja til Noregs á morgunn.",
            "date": "2006-12-10 01:37:00",
            "post_id": "132677",
            "reply_to_id": "132675"
        },
        {
            "user_name": "gumol",
            "text": "Virkar þetta ekki núna?",
            "date": "2006-12-10 02:57:00",
            "post_id": "132680",
            "reply_to_id": "132677"
        },
        {
            "user_name": "Heliowin",
            "text": "Ég er búin að hringja í Micrososft.",
            "date": "2006-12-10 18:25:00",
            "post_id": "132715",
            "reply_to_id": "132680"
        },
        {
            "user_name": "SolidFeather",
            "text": "Djöfull er þetta activation dæmi þreitandi. Var að uninstalla VGA driverum og þá kom þetta aftur. Og svo er lokað hjá 5106925. Það virðist vera auðveldara að vera með sjóræningja útgafu heldur en \"the real deal\"\n\n\n\nHeliowin, hvaða númer hringdirðu í?",
            "date": "2006-12-16 22:39:00",
            "post_id": "133124",
            "reply_to_id": "132715"
        },
        {
            "user_name": "Heliowin",
            "text": "Ég hringdi í 5106925 númerið og valdi ensku. Já þetta activation dæmi er verulega pirrandi og auk þess asnalegt. Ég hafði sett Windows síðast upp í september á tölvunni og taldi mig þess vegna vera save gagnvart Microsoft að þurfa ekki að hringja eftir format, en ónei. Ástæðan virtist vera hljóðkortið sem ég hafði sett inn. \n\n\n\nÞetta er séramerísk aðferð hjá þeim og snýst um control mætti ætla, því þeir hafa allar upplýsingar um tölvuna hjá sér og eitt kort til eða frá ætti ekki að skipta máli.",
            "date": "2006-12-16 22:56:00",
            "post_id": "133125",
            "reply_to_id": "133124"
        }
    ],
    "date": "2006-12-10 00:02:00"
}