{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "12828",
    "title": "Finnur ekki D drifið",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=12828",
    "posts": [
        {
            "user_name": "smuddi",
            "text": "Ég er í vandamálum með einn harðadiskinn minn.. tölvan mín fraus áðan og ég neyddist til að reboota.\n\n\n\nEftir rebootið finnur tölvan ekki einn harðadiskinn. \n \n\n\n\n\neinhverjar hugmyndir?",
            "date": "2007-01-17 12:26:00",
            "post_id": "135902",
            "reply_to_id": false
        },
        {
            "user_name": "ÓmarSmith",
            "text": "En ef þú ferð í disk management .. kemur hann fram þar ?",
            "date": "2007-01-17 12:32:00",
            "post_id": "135905",
            "reply_to_id": "135902"
        },
        {
            "user_name": "smuddi",
            "text": "nei hann kemur ekki fram þar.\n\nÉg keyri Add Hardware en finn hann ekki heldur þannig..\n\n\n\nFyrst þegar þetta gerðist þa fraus tölvan, ég rebootaði og diskurinn var ekki til staðar.. svo eftir sma tima þegar ég fór og kom aftur heim þá fann ég hann.. svo gerðist aftur áðan.. tölvan fraus.. ég þurfti að restarta og nuna finnur hun ekki diskinn..\n\n\n\nHef enga hugmynd um hvað gæti verið að..",
            "date": "2007-01-17 16:32:00",
            "post_id": "135937",
            "reply_to_id": "135905"
        },
        {
            "user_name": "Selurinn",
            "text": "Opnaðu kassan, skiptu um snúrur, eða bara einfaldlega prófaðu eitthvað.....\n\n\n\n\n\nÉg lenti í þessu fyrir stuttu síðan með SATA disk, og ég skipti um data snúru og fór yfir plögga þá virkaði allt.....",
            "date": "2007-01-18 00:21:00",
            "post_id": "135978",
            "reply_to_id": "135937"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Einmitt.. unpluggaðu hann startaðu .. settu hann aftur í.. nýjar snúrur, skiptu um tengi á móðurborðinu .. þ.e prufaðu annað sata tengi eða ide tengið sem CD drifið fer í .",
            "date": "2007-01-18 08:31:00",
            "post_id": "135985",
            "reply_to_id": "135978"
        },
        {
            "user_name": "smuddi",
            "text": "ja ég gerði það neflega einmitt.. ég opnaði kassann.. og unpluggaði og pluggaði aftur data snúrunum.. er með SATA diska btw.. og já nuna finn ég hann og hann hefur ekki dottið út neitt hingað til.. lennt i iþessu áður fyrir rum hálfu ári síðan en það var bara einu sinni og hann kom strax þá.. Þetta er frekar wierd dæmi..\n\n\n\nen thx anyway",
            "date": "2007-01-18 19:24:00",
            "post_id": "136018",
            "reply_to_id": "135985"
        },
        {
            "user_name": "DoRi-",
            "text": "akkúrat gallinn við sata snúrurnar, þær festast eiginlega ekki nægilega vel í og plöggin eru eitthvað svo \"kellinga leg\"",
            "date": "2007-01-18 19:36:00",
            "post_id": "136023",
            "reply_to_id": "136018"
        },
        {
            "user_name": "smuddi",
            "text": "jam tok eftir þvi nuna.. samt þegar ég opnaði turninn leit það ut fyrir að þær væru allveg vel tengdar en greinilega ekki..\n\n\n\nsvo veit maður aldrei hvenær hardware verður tengt þráðlaust inni í turninum=D það væri skrautlegt..",
            "date": "2007-01-18 23:24:00",
            "post_id": "136066",
            "reply_to_id": "136023"
        }
    ],
    "date": "2007-01-17 12:26:00"
}