{
    "forum_title": "Windows",
    "id": "12860",
    "title": "usb vessen",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=15&t=12860",
    "posts": [
        {
            "user_name": "Xyron",
            "text": "er í smá vandræðum með usb tengda hluti\n\n\n\ner með logitech g5 músina usb tengda og er líka með mx10000 þegar ég er með tölvuna tengda í sjónvarpið\n\n\n\nsíðan fékk ég mér tvo þráðlausa gamepad controllera og ekkert vessen með það nema þegar ég hef báða tengda.. þá hætta mýsnar að virka? , eina leiðin til að laga þetta er að taka annan gamepadinn úr sambandi og restarta\n\n\n\nsíðan keypti ég mér þráðlaust sett(trust) , með þráðlausu lyklaborði og mús, vegna þess að mig vantaði lyklaborð við sjónvarpið.. sama usb vessen, þegar ég installa driverinum þá detta mýsnar úr sambandi..\n\n\n\nkannast einhver við einhverja lausn á þessu?\n\n\n\nss. báðar logitech mýsnar virka saman\n\ntrust settið er vessen\n\nlogitech fjarstýringarnar verða vessen ef báðar í sambandi",
            "date": "2007-01-19 00:24:00",
            "post_id": "136072",
            "reply_to_id": false
        },
        {
            "user_name": "Mazi!",
            "text": "Ertu með þetta allt saman á USB hub? grunar að þetta sé spennuleysi á USB portonum hjá þér.",
            "date": "2007-01-19 01:01:00",
            "post_id": "136073",
            "reply_to_id": "136072"
        },
        {
            "user_name": "Xyron",
            "text": "nei, allt tengt beint í tölvuna",
            "date": "2007-01-19 12:01:00",
            "post_id": "136090",
            "reply_to_id": "136073"
        },
        {
            "user_name": "Xyron",
            "text": "frekar viss um að þetta sé eitthvað conflict á driverum.. veit bara ekki hvernig ég kemst hjá því að nota logitech driverana?\n\n\n\nþarf nefnilega að nota bæði trust og logitech drivera saman..\n\n\n\nskil samt ekki af hverju allt frýs þegar ég sett annan gamepadinn í samband?",
            "date": "2007-01-19 12:06:00",
            "post_id": "136092",
            "reply_to_id": "136090"
        },
        {
            "user_name": "Xyron",
            "text": "einhver leið til að komast hjá þessu.. \n\n\n\nfrekar viss um að þetta sé conflict..",
            "date": "2007-01-19 18:40:00",
            "post_id": "136148",
            "reply_to_id": "136092"
        }
    ],
    "date": "2007-01-19 00:24:00"
}