{
    "forum_title": "Windows",
    "id": "13049",
    "title": "Vista Updates og Ultimate Extras komin",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=15&t=13049",
    "posts": [
        {
            "user_name": "Stebet",
            "text": "Á slaginu þegar launchið fór í gang hjá Bill Gates og félögum. ein 7 updates og 2 Ultimate Extras. Texas Hold'Em leikur og BitLocker viðbætur sem meðal annars leyfa manni að geyma encryption lykilinn í læstri digital hirslu (Digital Locker) á windowsmarketplace.com.\n\n\n\nBíð spenntur eftir fleiru \n\n\n\n\nÉg geri fastlega ráð fyrir að ansi mörg driver updates hafi farið online líka.",
            "date": "2007-01-29 22:20:00",
            "post_id": "137262",
            "reply_to_id": false
        },
        {
            "user_name": "Tappi",
            "text": "Þetta lýtur vel út! Ég ætla samt ekki að fara aftur yfir í vista fyrr en Nvidia kemur með drivera sem virka.",
            "date": "2007-01-30 09:39:00",
            "post_id": "137309",
            "reply_to_id": "137262"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Það mun frjósa í helv þegar ég greiði svona upphæðir fyrir Vista.",
            "date": "2007-01-30 12:36:00",
            "post_id": "137316",
            "reply_to_id": "137309"
        },
        {
            "user_name": "Stebet",
            "text": "http://www.windowsmarketplace.com/details.aspx?view=info&itemid=3268636\n\n\n\n\nDownloadable Windows Vista Ultimate Upgrade fyrir 259$. Mér finnst það nú ekkert stjarnfræðilega dýrt.\n\n\n\nSvo er OEM útgáfan af Ultimate til sölu hjá Tölvulistanum á 19.900.\n\n\n\nMér finnst þetta eiginlega ódýrara en ég átti von á.",
            "date": "2007-01-30 13:20:00",
            "post_id": "137321",
            "reply_to_id": "137316"
        },
        {
            "user_name": "emmi",
            "text": "Það er nú lítið varið í að eiga OEM útgáfu þar sem ekki er hægt að flytja það á milli véla ef maður fær sér nýja. Svo með Upgrade útgáfurnar, það ógildir gamla XP leyfið þitt þannig að ekki er það nú svo gott heldur.",
            "date": "2007-01-30 13:36:00",
            "post_id": "137325",
            "reply_to_id": "137321"
        },
        {
            "user_name": "Heliowin",
            "text": "Vista OEM leyfi er líka mjög takmarkað. Ef maður hefur breytt um vélbúnað of oft þá á maður það á hættu að þurfa að kaupa nýtt leyfi.\n\n\n\nEdit: að þurfa að kaupa nýtt leyfi er víst ekki alveg rétt. Þetta var tilvitnun í reglu sem hefur verið nýlega hætt við.",
            "date": "2007-01-30 13:57:00",
            "post_id": "137328",
            "reply_to_id": "137325"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Nákvæmlega.\n\n\n\nSvo þarftu að straua og lendir í veseni. whoops.\n\n\n\n\n\nBest að eiga þetta alltaf á disk. En þá kostar þetta líka 50.000 kall sem er rugl.",
            "date": "2007-01-30 14:54:00",
            "post_id": "137338",
            "reply_to_id": "137328"
        },
        {
            "user_name": "Stebet",
            "text": "Tja.. kannski þess vegna heitir sem þetta heitir upgrade og er ódýrara en venjulega útgáfan?",
            "date": "2007-01-30 16:51:00",
            "post_id": "137349",
            "reply_to_id": "137338"
        },
        {
            "user_name": "Pandemic",
            "text": "Bull, þú getur bara ekki activeitað það í gegnum netið. Verður s.s að hringja í microsoft, hef gert þetta hundrað sinnum og engin vandamál.",
            "date": "2007-01-30 17:03:00",
            "post_id": "137351",
            "reply_to_id": "137349"
        },
        {
            "user_name": "Heliowin",
            "text": "Ég fékk þessar upplýsingar á norsku á MSDN. Ég finn ekki samsvarandi upplýsingar á ensku:\n\n\nhttp://blogs.msdn.com/runez/archive/200 ... ering.aspx\n\n\n\n\nEdit: þýðing- Maður leggur þarað segja stigin saman fyrir hverja vélbúnaðarbreytingu síðan frá fyrstu uppsettningu á Vista, og ef þau eru fleiri en 25 stig þá mun Vista biðja um að vera endurvakið (reactivated). Þetta þýðir að ef þú hefur vélbúnaðarbundið eintak af Vista (OEM) þá þarftu að kaupa nýtt leyfi.\n\n\n\nEdit: Mér skilst að MS ætli með þessu að herða OEM reglu.\n\n\n\nEdit: að þurfa að kaupa nýtt leyfi er víst ekki alveg rétt. Þetta var tilvitnun í reglu sem hefur verið nýlega hætt við.",
            "date": "2007-01-30 17:21:00",
            "post_id": "137353",
            "reply_to_id": "137351"
        },
        {
            "user_name": "emmi",
            "text": "Þó svo að þú getir gert þetta þýðir það ekki að það sé löglegt. Samkvæmt EULA er þetta bannað. OEM leyfi hafa alltaf verið ódýrari en á móti kemur að það er einungis ætlað að nota á EINNI tölvu.",
            "date": "2007-01-30 18:26:00",
            "post_id": "137359",
            "reply_to_id": "137353"
        },
        {
            "user_name": "Pandemic",
            "text": "Indverjarnir segja að þetta sé í fínu lagi svo lengi sem þetta er ÞÍN tölva og að þú sért ekki að nota þetta á margar vélar.",
            "date": "2007-01-30 18:39:00",
            "post_id": "137363",
            "reply_to_id": "137359"
        },
        {
            "user_name": "emmi",
            "text": "Hehe.",
            "date": "2007-01-30 18:41:00",
            "post_id": "137365",
            "reply_to_id": "137363"
        },
        {
            "user_name": "Heliowin",
            "text": "Í dag 30/1 staðfesti foringi MS í Noregi orð þessa MSDN bloggara sem starfar hjá MS Noregi og ég vitnaði fyrr í. Hinsvegar þá er þetta ekki alveg komið á hreint og ríkir smá ruglingur hjá þeim varðandi það hvort maður virkilega þurfi að kaupa nýtt leyfi þegar vissum fjölda stiga er náð sem nær yfir vélbúnaðarbreytingar með OEM leyfi. \n\n\n\nÉg kom aðeins með þetta því ég taldi orð þessa MS starfsmanns vera sönn og tengd raunveruleikanum. Hinsvegar virðast reglur MS vera frekar óraunverulegar og ekki alveg í takt við praktíkina, það er að það sé hægt að yfirstíga reglur þeirra án þess að það hafi þær afleiðingar sem MS boði.\n\n\n\nEdit: að þurfa að kaupa nýtt leyfi er víst ekki alveg rétt. Þetta var tilvitnun í reglu sem hefur verið nýlega hætt við.",
            "date": "2007-01-30 22:31:00",
            "post_id": "137390",
            "reply_to_id": "137365"
        },
        {
            "user_name": "Stebet",
            "text": "Líka þessi stig sem talað er um (og megi ekki fara yfir 25). Þetta er væntanlega útreiknað miðað við hversu mikinn vélbúnað þú uppfærir. Ég efast um að það eitt að bæta við hörðum diskum ,minni og t.d. skjákorti sé nóg til að fara yfir þennan punktafjöld. Um leið og þú er thins vegar kominn í móðurborð eða nýja tegund örgjörva flokkast þetta líklega undir nýja tölvu.",
            "date": "2007-01-30 23:17:00",
            "post_id": "137398",
            "reply_to_id": "137390"
        },
        {
            "user_name": "Heliowin",
            "text": "Samkvæmt mati MS þá telst breyting á diski sem stýrikerfið er á, það er að segja nýr harðdiskur fyrir það, nema 11 stigum. Ég geri mér hinsvegar ekki fulla grein fyrir hvað fjölgun diska til annarra nota eins og gagna, þýða. Breyting á IDE- adapter er 3 stig.\n\n\n\nEdit: að þurfa að kaupa nýtt leyfi þegar 25 stigum er náð er víst ekki alveg rétt. Þetta var tilvitnun í reglu sem hefur verið nýlega hætt við.",
            "date": "2007-01-30 23:28:00",
            "post_id": "137404",
            "reply_to_id": "137398"
        },
        {
            "user_name": "Heliowin",
            "text": "Að þurfa að kaupa nýtt leyfi þegar 25 stigum hefur verið náð er víst ekki alveg rétt. Þetta var tilvitnun í reglu sem hefur verið nýlega hætt við.\n\n\n\n\nÉg biðst afsökunnar. Þetta er búið að vera mikið mál hjá vissu community í Noregi síðustu daga vegna orða þessa MS starfsmanns á bloggi sínu á MSDN \nhttp://blogs.msdn.com/runez/archive/200 ... ering.aspx\n\n\nForingi MS í Noregi staðfesti orð hans í gær á vefspjalli hjá norsku dagblaði. Hinsvegar hefur komið á daginn í dag að þetta er ekki í samræmi við nýlegar breyttar reglur frá þeim í nóvember þegar bloggið hófst.",
            "date": "2007-01-31 17:48:00",
            "post_id": "137481",
            "reply_to_id": "137404"
        },
        {
            "user_name": "Heliowin",
            "text": "Mikið er gaman að sitja að eintali \n\n\nÞar sem ég bjánaðist til að nefna þessa vitleysu með Vista OEM leyfi, þá þarf ég að klára dæmið þar sem fullnægjandi skýring er komin frá MS í Noregi. Eins og ég sagði fyrr þá var ætlunun hjá MS að koma með nýja reglu sem gekk út á að þegar vélbúnaði hefði verið skipt út of oft, náð vissum stigafjölda þá hefði þurft að kaupa nýtt leyfi ef menn hefðu haft Vista OEM leyfi. Þetta hefur síðan verið hætt við.\n\n\n\nÞessar reglur gildir um Windows Vista OEM:\n\n\n\n1. OEM leyfi er bundið við vélbúnað og má ekki undir neinum kringumstæðum flytja til yfir til annarar vélar.\n\n\n\n2. Ef maður skiptir út móðurborði sem virkar alveg, skilgreinist það sem ný vél og nýs Windows leyfis er krafist.\n\n\n\n3. Ef maður skiptir út gölluðu móðurborði fyrir nýju af sömu gerð eða með tilsvarandi gerð frá sama framleiðanda, skilgreinist það ekki sem ný vél og nýs Windows leyfis verður ekki krafist.\n\n\n\n4. Maður getur skipt út öðrum vélbúnaði eins oft og maður vill án þess að það leiði til þarfar á nýju Windows leyfi, en maður getur þurft að endurvekja (reactivate) Windows.\n\n\n\nhttp://blogs.msdn.com/runez/archive/200 ... klart.aspx\n\n\n\n\nSvo geta reyndir menn sagt bull því þetta er bara bull þegar upp er staðið. Reglur bjóða upp á það að mega brjóta þær án þess að upp um mann verði komið (allavega leyfis reglur MS).",
            "date": "2007-02-02 00:24:00",
            "post_id": "137734",
            "reply_to_id": "137481"
        },
        {
            "user_name": "zedro",
            "text": "Djöfulsins rugl!\n\n\n\nSegjum að ég kaupi mér nýtt móðurborð því það gamla er ekki að standa sig.\n\nÉg skipti gamla út og það fer bara niðrí geymslu. Það verður bara ein tölva\n\nundir borðinu mínu og að mínu mati telst ekki sem \"ný\" tölva.\n\n\n\nM$ ætti að skammast sín  \n\n\n\n\nEDIT: Var að hugsa upp slogan handa M$  \n \n\n\n\n\nIts all about the money!",
            "date": "2007-02-02 00:44:00",
            "post_id": "137746",
            "reply_to_id": "137734"
        },
        {
            "user_name": "Heliowin",
            "text": "Samkvæmt reglunum má maður skipta út móðurborðinu og setja annað í staðinn sem framleiðandinn af upphaflega borðinu segir vera næsta útgáfa af því.\n\n\n\nEf maður þarf þá að endurvekja Windows, það er að hringja til þeirra þá gerir maður það og útskýrir málin, svo einfalt er það.",
            "date": "2007-02-02 00:54:00",
            "post_id": "137748",
            "reply_to_id": "137746"
        },
        {
            "user_name": "Stebet",
            "text": "Hvað ertu að tuða? Ef þú ætlar að standa í svona þá kaupiru ekki einfaldlega ekki OEM útgáfuna. Þetta er einmitt ástæðan fyrir því að OEM er ódýrari en standard útgáfan.\n\n\n\nÉg er nánast sammála MS. Ef þú ætlar að skipta um móðurborð þá er þetta ekki nærri því sama hardwareið lengur. Það er eitt að uppfæra skjákortið sitt og minni og svoleiðis, en maður uppfærir eki beint móðurborðið (oftast þarftu að fá þér nýjann örgjörva, nýtt minni eða nýtt skjákort, eftir því hvaða socket breytast o.þ.h). Þetta er jú einu sinni mikilvægasti partur tölvunnar.",
            "date": "2007-02-02 10:34:00",
            "post_id": "137775",
            "reply_to_id": "137748"
        },
        {
            "user_name": "gumol",
            "text": "Já, mjög eðlilegt að aðal kostnaðurinn við að skipta út biluðu móðurborði sé við að kaupa nýtt leyfi fyrir stýrikerfið á tölvunni.",
            "date": "2007-02-02 11:07:00",
            "post_id": "137777",
            "reply_to_id": "137775"
        },
        {
            "user_name": "gnarr",
            "text": "gumol, lestu aftur. það er tekið fram að það er leifilegt að replace-a biluð móðurborð.",
            "date": "2007-02-02 11:28:00",
            "post_id": "137781",
            "reply_to_id": "137777"
        },
        {
            "user_name": "gumol",
            "text": "Þá getur maður bara eyðilagt gamla móðurborðið",
            "date": "2007-02-02 11:30:00",
            "post_id": "137782",
            "reply_to_id": "137781"
        },
        {
            "user_name": "gnarr",
            "text": "nei, það verður að vera sambærilegt móðurborð..  góð hugmynd samt",
            "date": "2007-02-02 11:31:00",
            "post_id": "137783",
            "reply_to_id": "137782"
        },
        {
            "user_name": "gumol",
            "text": "Það hjálpar ekkert í mínu tilfelli, móðurborðið mitt er löngu komið úr sölu.",
            "date": "2007-02-02 11:38:00",
            "post_id": "137785",
            "reply_to_id": false
        },
        {
            "user_name": "gnarr",
            "text": "þú ert alveg að missa af því að OEM er bara fyrir nýjar tölvur. Þar af leiðandi tekur yfirleitt talsverðann tíma fyrir borðin að hverfa af markaði.",
            "date": "2007-02-02 12:10:00",
            "post_id": "137786",
            "reply_to_id": "137785"
        },
        {
            "user_name": "gumol",
            "text": "Það er nú ekki eins og allar nýjar tölvur séu með móðurborðum sem komu fyrst út í gær. Þú getur keypt þér seinasta eintakið af móðurborði sem framleitt er og látið setja saman tölvu fyrir þig. Þá ertu samt með nýja tölvu og OEM stýrikerfi en getur hugsanlega ekki fengið eins eða mjög svipað móðurborð ef það bilar.",
            "date": "2007-02-02 12:48:00",
            "post_id": "137792",
            "reply_to_id": "137786"
        },
        {
            "user_name": "Stebet",
            "text": "Ef þú er tmeð móðurborðið í ábyrgð þá er það á ábyrgð þess sem seldi þér að redda þér öðru eins eða sambærilegu ef það bilar. Ef activationið er svo með stæla þá einfaldlega útskýriru það fyrir þeim sem svarar í símann.\n\n\n\nNema þú ætlir að vera í því að skemma móðurborðið þitt sjálfur en þá þýðir lítið að bölsótast út í að hafa keypt sér OEM útgáfuna.",
            "date": "2007-02-02 13:49:00",
            "post_id": "137799",
            "reply_to_id": "137792"
        },
        {
            "user_name": "gumol",
            "text": "Það er semsagt hægt að segja að maður hafi þurft að fá nýtt móðurborð vegna bilunar og það verður ekkert vesen?",
            "date": "2007-02-02 14:03:00",
            "post_id": "137801",
            "reply_to_id": "137799"
        },
        {
            "user_name": "gnarr",
            "text": "já, nákvæmlega það sem að stendur í þessum reglum þarna.",
            "date": "2007-02-02 14:39:00",
            "post_id": "137802",
            "reply_to_id": "137801"
        },
        {
            "user_name": "@Arinn@",
            "text": "Hvar fær maður Nforce 4 SLi driver fyrir Vista ?",
            "date": "2007-02-04 13:08:00",
            "post_id": "137967",
            "reply_to_id": "137802"
        },
        {
            "user_name": "CendenZ",
            "text": "hvenær fær maður nvidia skjákortsrekla fyrir Dell vélar.",
            "date": "2007-02-04 21:27:00",
            "post_id": "138045",
            "reply_to_id": "137967"
        },
        {
            "user_name": "Silly",
            "text": "Nvidia síðan á að vera með nforce4 og geeforce driverana. Ég er t.d með AMD nforce4 x16 SLI borð og mínir driverar voru installaðir beint af vista. Eina það sem mér vantaði eftir að ég installaði vista voru uguru driverarnir frá Abit og það var auðvellt að redda",
            "date": "2007-02-04 22:34:00",
            "post_id": "138069",
            "reply_to_id": "138045"
        },
        {
            "user_name": "@Arinn@",
            "text": "Oke skil eina sem maður þarf að redda er þá bara svona auka driverar ? Er netdriver og allt inní þessu ? Þarf maður ekki að redda skjákorts driver ?",
            "date": "2007-02-04 22:43:00",
            "post_id": "138073",
            "reply_to_id": "138069"
        },
        {
            "user_name": "Silly",
            "text": "oftast er best að sækja driverana frá framleiðandum. Driverarnir eru oft rosalega basic frá Microsoft. Mæli með nýjustu forceware driverunum frá nividia, ef þú ert auðvitað með þannig kort.\n\n\n\nEr t.d að keyra ForceWare 100.59 beta driverana. Too bad að þeir virka eki á SLI fyrir 7900 kortin mín.",
            "date": "2007-02-05 03:20:00",
            "post_id": "138123",
            "reply_to_id": "138073"
        },
        {
            "user_name": "TechHead",
            "text": "...Og varðandi activation á OEM leyfum, Í raun og veru er þetta sami EULA \n\nsamningurinn og var á XP. með öðrum orðum, ég get tekið tölvuna sem \n\nég er með Vista Activateað á, skipt um allann vélbúnaðinn í henni og sett sama Vista OEM leyfið\n\nupp aftur, svo þegar það vill ekki activatea hringir maður bara eins og alltaf\n\ní M$, talar við einn af þessum yndislega enskumælandi indverjum sem spyrja\n\nmann þriggja spurninga. \n\n\n\n1. Er þetta í fyrsta skipti sem þessi útgáfa Windows er Activated?\n\n-- Nei, ég þurfti að enduruppsetja kerfið.\n\n\n\n2. Er þetta windows leyfi uppsett á fleiri tölvum en þeirri sem þú ert að reyna\n\nað Activatea? -- Nei, bara þessari (siðferði? skilgreinið Tölvu?)\n\n\n\n3. Kom leyfið með tölvunni sem þú ert að activate þegar þú keyptir hana?\n\n-- Já að sjálfsögðu.\n\n\n\nAnd U R done  \n  Easy Pízí\n\n\n\nBTW Þetta hef ég gert margoft og geri enn \n  og ekki verið véfengdur af starfsmönnum M$ í eitt einasta skipti.",
            "date": "2007-02-05 21:34:00",
            "post_id": "138226",
            "reply_to_id": "138123"
        },
        {
            "user_name": "Silly",
            "text": "Intresting, mér langar eimmit að gera þetta á gömlu vélinni minni. Þar sem að ég er að setja upp nýtt Oem á nýju vélinni þá á ég xp pro löglegt sem mér langar að nota á eldri vélinni. Svo ég myndi alveg vilja setja upp xp á henni og vista á nýrri og vera með 2 100% löglegar vélar. Hvaða númer er það sem maður hefur samband við uppá að activaita?",
            "date": "2007-02-05 22:40:00",
            "post_id": "138232",
            "reply_to_id": "138226"
        },
        {
            "user_name": "Taxi",
            "text": "Símin er 510-6925,sem er hjá M$ á Íslandi.\n\nþá færð þú samband við M$ í Noregi,ýtir á 2 fyrir enskumælandi starfsmann\n\n(nema þú talir Norsku) og fylgir leiðbeiningunum frá TechHead. \n\n\n\n\nP.S. þetta er flokkað sem innanlandssímtal.",
            "date": "2007-02-06 00:10:00",
            "post_id": "138242",
            "reply_to_id": "138232"
        },
        {
            "user_name": "Silly",
            "text": "Glæsilegt bjalla í þá eftir að ég er búin að strauja nýju og setja upp vista oem þar og síðan strauja gömlu og setja upp xp pro. \n\n\n\nHlakka svo til eða þannig að strauja og setja upp 2 tölvur á einum degi  \n\n\n\n\nEnn það er þess virði að vera með báðar vélarnar með lögleg kerfi og ekkert meira bras.",
            "date": "2007-02-06 00:18:00",
            "post_id": "138243",
            "reply_to_id": "138242"
        },
        {
            "user_name": "gnarr",
            "text": "þetta er náttúrulega ekki löglegt kerfi þegar þú gerir þetta.. en microsoft veit ekkert um það.",
            "date": "2007-02-06 00:22:00",
            "post_id": "138244",
            "reply_to_id": "138243"
        },
        {
            "user_name": "Silly",
            "text": "Já ég veit að þetta er kannski grátt svæði. Enn ég hef borgað Microsoft pening í bæði skiptin. Ég er ekki að stela kerfinu, ég vill bara nota það.",
            "date": "2007-02-06 00:32:00",
            "post_id": "138246",
            "reply_to_id": "138244"
        },
        {
            "user_name": "Taxi",
            "text": "Alveg sammála. \n\n\nMoneysoft kemst bara upp með svona,vegna þess að þeir eru í einokunarstöðu á markaðnum.",
            "date": "2007-02-06 16:04:00",
            "post_id": "138286",
            "reply_to_id": "138246"
        },
        {
            "user_name": "Stebet",
            "text": "Þeir komast upp með svona vegna þess að enginn annar gerir samkeppnishæf stýrikerfi fyrir PC vélar.",
            "date": "2007-02-06 16:42:00",
            "post_id": "138290",
            "reply_to_id": "138286"
        },
        {
            "user_name": "Taxi",
            "text": "Og M$ hefur ekki gert neitt til að hindra samkeppni frá öðrum sem skrifa forrit fyrir neytendur. \n\n\n\n\nMoneysoft hafa gert allt sem í þeirra valdi stendur til að berja niður alla samkeppni og leyfa engum nýjum aðilum að komast inn á markaðinn.\n\n\n\nEinu aðilarnir sem eru færir um að skrifa stýrikerfi,eru allir háðir M$ á einn eða annan veg í gegnum samstarf t.d. IBM og Apple.\n\n\n\nMín von er sú,að fljótlega verði hægt að keyra Mac stýrikerfi á PC og öfugt án neinna takmarkanna.\n\nþetta er allt að verða sami vélbúnaðurinn hvort sem er.\n\n\n\nLinux á Mac er líka skemmtileg tilhugsun.",
            "date": "2007-02-06 22:47:00",
            "post_id": "138323",
            "reply_to_id": "138290"
        },
        {
            "user_name": "Birkir",
            "text": "Myndir þú bara bjóða samkeppnisaðilana velkomna á markaðinn ef þú værir að reyna að reka fyrirtæki með sem mestan hagnað? \n\n\n\nAuðvitað myndi maður reyna að gera eitthvað til þess að þeir nái sem minnstri markaðshlutdeild.\n\n\n\nP.S. er ekki hægt að keyra einhver linux distró á Mac?",
            "date": "2007-02-06 23:03:00",
            "post_id": "138329",
            "reply_to_id": "138323"
        },
        {
            "user_name": "gumol",
            "text": "Flest held ég. Það er líka hægt að keyra Windows á sumum apple vélum og Mac OS  á sumum Windows vélum.",
            "date": "2007-02-07 01:47:00",
            "post_id": "138353",
            "reply_to_id": "138329"
        },
        {
            "user_name": "CendenZ",
            "text": "Ubuntu er alveg meiri háttar distró.",
            "date": "2007-02-07 10:13:00",
            "post_id": "138358",
            "reply_to_id": "138353"
        },
        {
            "user_name": "Stebet",
            "text": "Efast ekki um það. Enda hef ég ekkert á móti Linux/Unix, mjög margir góðir hlutir þar á ferð. En það er samt engann veginn samkeppnishæft þegar kemur að usability og compatibilityi sem er það sem skiptir öllu máli þegar kemur að almennum notendum.",
            "date": "2007-02-07 11:20:00",
            "post_id": "138364",
            "reply_to_id": "138358"
        },
        {
            "user_name": "gnarr",
            "text": "Fylgist með ReactOS, það er í mjög hraðri þróun. Verður fyrsta stýrikerfið til að geta keyrt win32 kóða án mikilla vandamála. Er í raunninni bara GPL NT kerfi.",
            "date": "2007-02-07 14:34:00",
            "post_id": "138392",
            "reply_to_id": "138364"
        },
        {
            "user_name": "The Flying Dutchman",
            "text": "ReactOS hah gamaldags win32 kóda, thier eru búnnir ad vera svo lengi ad thessu ad Microsoft kemur alltaf med eitthvad nýtt sem their hafa ekki vid ad herma eftir.",
            "date": "2007-02-07 14:52:00",
            "post_id": "138402",
            "reply_to_id": false
        },
        {
            "user_name": "gumol",
            "text": "Samt skemmtileg tilhugsun.",
            "date": "2007-02-07 16:03:00",
            "post_id": "138412",
            "reply_to_id": "138402"
        },
        {
            "user_name": "gnarr",
            "text": "http://www.reactos.org/en/screenshots.html\n\n\n\n\nÉg verð að segja að ég hef \nmjög\n mikla trú á þessu kerfi. Frá því ég byrjaði að fylgjast með því hefur því fleygt svo fram í þróun að það er alveg ótrúlegt.",
            "date": "2007-02-07 19:05:00",
            "post_id": "138430",
            "reply_to_id": "138412"
        },
        {
            "user_name": "The Flying Dutchman",
            "text": "Theim tekst ekki einusinni ad komast í gegnum setup á Office 2003 og thad er komid Office 2007... Get ekki séd hvad er spennandi vid thetta nema fólk aetli ad nota forrit frá 1999 eda eldri.",
            "date": "2007-02-07 19:26:00",
            "post_id": "138436",
            "reply_to_id": "138430"
        },
        {
            "user_name": "gnarr",
            "text": "Þetta er nú enþá á alpha stigi..\n\n\n\nMiðað við að stýrikerfið var nánast unbootable fyrir ári síðan má segja að þetta sé að verða nokkuð gott hjá þeim.\n\n\n\nÞað er líka hægara sagt en gert að gera stýrikerfi þannig að það sé hægt að setja office 2003 upp. Setupið athugar alveg ótrúlega marga hluti í stýrikerfinu áður en það byrjar uppsetninguna.",
            "date": "2007-02-07 19:36:00",
            "post_id": "138440",
            "reply_to_id": "138436"
        }
    ],
    "date": "2007-02-07 14:52:00"
}