{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "13249",
    "title": "Chipset vifta (Hjálp)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=13249",
    "posts": [
        {
            "user_name": "astro",
            "text": "Ég er með Lanparty SLI-Dr móðurborð og viftan á Chipsettinu er í því að fara að gefa sig.\n\nHeyrist leiðindar læti í henni og hún kælir lítið sem ekkert.. Chippsettið hjá mér er í 49-55°C en er með eina viftu sem beinir að chippsettinu svo það er stable 46-7°.\n\nÞegar ég kveikti á tölvunni í morgun þá var þetta í fínasta fyrir utan hljóðið! kveikti á kánter og ætlaði að fara að spila smá! \n\nþá kemur þetta óvenjulega hökt (FPS Drop) og ég var inná Ventrilo (Mic spjall forrit) og ég heyri bara svona hökt ljóð og einhverskonar skrítið hljóð í félögum mínum meðan þetta hökt stendur! \n\nþað kemur í svona 2-3 sec á 15 secúndna fresti, Ætli þetta sé vegna chippsettsins? :S\n\nHefur einhver fengið svona áður? \n getiði mælt með einhverjari viftu+heatsinki á þetta kvekende?",
            "date": "2007-02-12 22:37:00",
            "post_id": "138922",
            "reply_to_id": false
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Mín er bara eins og hárblásari með hátíðni. Fer upp og niður á fullu, ég slekk iðulega á henni í speedfan eða set hana bara í 60%, þá heyrist minna í henni.\n\n\n\nÞað er hægt að kaupa heatsink sem kemur í stað viftunar og kælir betur, en þarft að saga ofan af því ef þú ert með stórt skjákort.\n\n\n\nég fékk mér svona en týndi því áður en það komst í vélina :S",
            "date": "2007-02-13 09:31:00",
            "post_id": "138956",
            "reply_to_id": "138922"
        },
        {
            "user_name": "astro",
            "text": "Hehe er með Geforce 7800GTX :l fer allveg yfir chipsettið \n ekkert lítið unit með viftu sem þið mælið með?",
            "date": "2007-02-13 18:19:00",
            "post_id": "138989",
            "reply_to_id": "138956"
        },
        {
            "user_name": "astro",
            "text": "Sko ég var með Sound Blaster Live 5.1, tók það úr og þá hætti höktið! WTF?\n\nBróðir minn var að kaupa sér X-Fi þannig að ég fékk hans gamla SB Live 5.1 kort og stakk því í og þá kom höktið aftur í kánter stræk ? \n\nSwitchaði kortunum um PCI raufar en samt komu þessi hökt þegar hljóðkortin voru í! \n\n\nEru PCI raufarnar bara búnar að gefa sig eða? er búinn að vera með sama hljóðkort í tölvunni síðan ég keypti hana fyrir c.a. ári :l",
            "date": "2007-02-16 06:56:00",
            "post_id": "139315",
            "reply_to_id": "138989"
        },
        {
            "user_name": "Phanto",
            "text": "með alla drivera fyrir chipsettið hja þer?",
            "date": "2007-02-16 12:44:00",
            "post_id": "139332",
            "reply_to_id": "139315"
        },
        {
            "user_name": "astro",
            "text": "Jájá.. reinstallaði og update'aði as well :l",
            "date": "2007-02-16 20:21:00",
            "post_id": "139372",
            "reply_to_id": "139332"
        }
    ],
    "date": "2007-02-12 22:37:00"
}