{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "133",
    "title": "Hausverkur...",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=133",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Jæja nú er komið að því...búa til eina tölvuna enn...\n\n\n\nÉg er að spá í eftirfarandi.\n\n\n\nIntel p4 2.4 (533) eða 2.53 (533) ... á eftir að kaupa. (2.4 er á 29k og 2.53 er á 36k ...eru þessi 130mhz þess virði að borga extra 7k?)\n\nDDR 333 512mb...búinn að kaupa.\n\nMóðurborð...vil hafa það AGP 8x (og helst FireWire)...á eftir að kaupa.\n\nSkjákort er að spá í AGP 8X til dæmis TI4200...á eftir að kaupa.\n\nWD 120GB 8mb buffer...búinn að kaupa.\n\nWD 80GB 8mb buffer...á eftir að kaupa.\n\nSkrifari Plextor 12/10/32A klikkar aldrei...löngu búinn að kaupa.\n\nHljóðkort SoundBlaster LIVE 5.1 ... búinn að kaupa.\n\nKassi...Spurning um Dragon (á einn svoleiðis) eða einhvern hljóðlátann.\n\nMicrosoft lazer mús...á eftir að kaupa.\n\n\n\nÉg held að þetta sé upptalið...hausverkurinn minn er sem \"örrinn, móbóið, skjákortið og kassinn\"\n\nÉg ælta bráðum að fá mér Digital Video Cameru og þá þarf móbóið að vera með FireWire er það ekki ??\n\n\n\nEinhverjar tillögur frá ykkur ???",
            "date": "2002-11-10 22:59:00",
            "post_id": "764",
            "reply_to_id": false
        },
        {
            "user_name": "Castrate",
            "text": "mér líst mjög vel á þetta ég er með digital video cameru og jú ég þurfti að kaupa svona auka firewire kort þar sem móbóið er ekki með firewire  \n en með skjákortið þar sem nv30 fer alveg að koma út er ekki bara spurning um að bíða í smá stund og fá sér frekar nv30. Eða þá að fá sér Ti4200 þegar nv30 er komið út því þá snarlækkar verðið á því. eða er það vitleysa í mér að það sé stutt í nv30?",
            "date": "2002-11-11 01:01:00",
            "post_id": "768",
            "reply_to_id": "764"
        },
        {
            "user_name": "Dári",
            "text": "Ég veit ekki til þess að nokkurt pc móðurborð sé með innbygðu firewire tengi, en firewire kort kosta skít og kanil, frá 5þús kr eða svo.\n\nEf þú ættlar að fara að klippa video af camerunni þá myndi ég mæla með að þú hefðir allveg sér disk undir video, bara uppá hraðan að gera, því video fælar taka huge pláss, eða að setja bara upp RAID  \n\n\nÍ sambandi við skjákort þá kemur NV30 kortið ekki út fyrr en í janúar á næsta ári \n\n\nSvo myndi ég mæla með meira minni, það er alldrei hægt að hafa nóg af minni  :ban",
            "date": "2002-11-11 05:52:00",
            "post_id": "771",
            "reply_to_id": "768"
        },
        {
            "user_name": "Atlinn",
            "text": "Örrri; Nei þessi 130 mhz eru ekki 7.000kallsins virði.\n\nCPU samanburður\n\n\nmóðurborð; \nMóðurborða test\n\n\nSkjákort; einhverstaðar las ég að AGPx8 væri enþá svo óstöðugt að það borgaði sig ekki að kaupa það, þótt að það sé á flestum nýjum móðurborðum í dag.(en það er rugl, hehe \n )\n\nSkjákorts samanburður\n\n\nKassi; Fjólublár dragon er málið,, annars eru Dell kassarnir vel silent, hjá vini mínum verður maður að horfa á ljósin til að sjá hvort að það sé kveikt á vélinni\n\nMús; kauptu Intelli Explorer 3, ekki þessa með dual lazer",
            "date": "2002-11-11 09:46:00",
            "post_id": "773",
            "reply_to_id": "771"
        },
        {
            "user_name": "Hannesinn",
            "text": "Er hægt að kaupa Dell kassa?  Seinast sem ég vissi, var ekkert um slíkt.  En rétt er það að Dell vélar eru hljóðlátustu kvikindi sem ég hef (ekki) heyrt í  :supers\n\n\n\nAnnars eru Þór og Tölvulistinn að selja alveg brilliant Chieftec Scorpio Arena kassa sem eru úr plasti, og eru vél hljóðlátir.\n\nhttp://www.arena-chieftec.de/PC_Chassis ... tower.html\n (þessi í miðjunni)",
            "date": "2002-11-11 11:47:00",
            "post_id": "777",
            "reply_to_id": "773"
        },
        {
            "user_name": "Asgeir",
            "text": "Ég held að dragon sé ennþá málið, ég á reyndar ekki dragon en sé eiginlega eftir því að hafa ekki keypt mér á sínum tíma í staðinn fyrir kassann minn. Well síðan er það bara að pæla í nýju mx logitec músunum i staðinn fyrir ms, mx300 er með gamla pilot shapeinu og skippar ekki mjög góð mús og ekkert allt of dýr.",
            "date": "2002-11-11 12:42:00",
            "post_id": "779",
            "reply_to_id": "777"
        },
        {
            "user_name": "Atlinn",
            "text": "Já það er hægt að versla Dell kassa í Tölvulistanum.",
            "date": "2002-11-11 15:59:00",
            "post_id": "783",
            "reply_to_id": "779"
        },
        {
            "user_name": "kiddi",
            "text": "Ég var að versla mér einn Dragon, bláann...... mér til mikillar gleði fékk ég að kaupa kassann án powersupplys hjá Hugver (..ekki hjá hinum...) - því ég á gott powersupply fyrir, þetta gerði mér því kleift að versla mér glerhlið á kvikindið líka!",
            "date": "2002-11-11 16:42:00",
            "post_id": "784",
            "reply_to_id": "783"
        },
        {
            "user_name": "GuðjónR",
            "text": "Já virkilega góð þjónusta. Og kassinn er flottur...svo er bara að installera bláu neonljósi..yeahhh baby...:ci",
            "date": "2002-11-11 17:06:00",
            "post_id": "787",
            "reply_to_id": "784"
        },
        {
            "user_name": "Atlinn",
            "text": "Ég einmitt verslaði minn fjólubláa Dragon hjá Hugveri. Fín þjónusta, hringdi og athugaði kvort að hann væri ekki örugglega til fyrr um daginn og gaurinn tók bara allar upplýsingar niður og gerði reikninginn, þannig að ég átti bara eftir að borga þegar ég kom í búðina, bara verst kvað Dragon lassar eru þungir, tæp 18 kíló",
            "date": "2002-11-11 18:24:00",
            "post_id": "790",
            "reply_to_id": "787"
        }
    ],
    "date": "2002-11-10 22:59:00"
}