{
    "forum_title": "Windows",
    "id": "13558",
    "title": "vista í rústi",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=15&t=13558",
    "posts": [
        {
            "user_name": "worghal",
            "text": "já já, það vill svo til að fyrir einum og hálfum mánuði, þá fékk ég mér þessa frábæu tölvu, keypti alla parta í Att og þar með Windows Vista Home Premium í leiðinni.\n\nég setti saman tölvuna sjálfur og allt fór vel á fyrsta kvöldi, ég gat spilað wow og var með gott FPS, þetta gekk eins og í sögu, en svo, eftir 4 tíma fæ ég error í wow, og get ekki lengur opnað hann, og svo slökti ég bara á tölvunni, en svo daginn eftir kveiki ég á tölvunni og það kemur bara svart á skjáinn, eins og það sé slökkt á tölvunni, en samt í gangi.\n\n\n\nég lét móðurborðið í check og kom það út að það var í lagi. þegar ég kom heim þá náði ég að laga þetta og komst að því að vandamálið var að Vista Boot fællinn var ónýtur, og til að getað sett up vista aftur þá þurfti ég að setja jumper í harða diskinn, en svo eftir 2 tíma fór allt í fokk aftur, og er búinn að vera það í mánuð, ég hef reint að laga þetta mörgum sinnum en án árangurs. því að núna þá startar tölvan sér en fer svo að valmöguleikanum um Safe Mode, normal settings, og last known config, og á ÖLLUM valmögu leikunum kemur blue screen, en ekki á safe mode og safe mode with network, þá restartar tölvan sér bara og fer aftur að þessum valmöguleikum, en í normal og last known config, þá kemur upp boot línan og eftir 3 - 5 mín þá kemur Blue Screen.\n\n\n\nþað stendur líka efst á þessu, að ef að eitthvað er bilað, þá á ég að setja vista diskinn í og keyra Repair á þetta, en vandamálið er það að tölvan les ekkert diskinn heldur fer bara aftur á valmöguleikana.\n\n\n\nog nú er ég orðinn heldur pissed á þessu drasli. sem sagt ég eyddi 116 þús í ekkert.\n\n\n\nog svo kemur stóra spurningin, \nKannist þið við þetta vandamál ?, og hvernig má laga þetta ?",
            "date": "2007-03-11 14:16:00",
            "post_id": "141436",
            "reply_to_id": false
        },
        {
            "user_name": "gnarr",
            "text": "þetta er klárlega SMNOL. Mjög algengt vandamál á íslandi og oft mjög erfit að leysa. Það væri best fyrir þig að tala við einhvern sem kann eitthvað á tölvur.\n\n\n\nÞú þarft BTW að stilla tövuna á að boota af geisladrifinu til að hún booti af geisladrifinu...",
            "date": "2007-03-11 14:25:00",
            "post_id": "141438",
            "reply_to_id": "141436"
        },
        {
            "user_name": "einar92",
            "text": "sko pabbi keypti ser tölvu með windows vista en það var svo illa upp sett að e formataði bara tölvuna o setti windowsið upp aftur a nytt o þa varð allt i flottu sko",
            "date": "2007-03-11 15:51:00",
            "post_id": "141446",
            "reply_to_id": "141438"
        },
        {
            "user_name": "Xyron",
            "text": "hvað er þetta SMNOL ?\n\n\n\nkannast ekki við þetta orð/skamstöfun",
            "date": "2007-03-11 17:55:00",
            "post_id": "141466",
            "reply_to_id": "141446"
        },
        {
            "user_name": "CendenZ",
            "text": "ég held að þetta sé mjög svipað og VEHN- í  hardware setupinu, ég er þó ekki viss.",
            "date": "2007-03-11 20:04:00",
            "post_id": "141480",
            "reply_to_id": "141466"
        },
        {
            "user_name": "gnarr",
            "text": "Urban dictionary...",
            "date": "2007-03-11 20:24:00",
            "post_id": "141486",
            "reply_to_id": "141480"
        },
        {
            "user_name": "Pandemic",
            "text": "hahaha þarf engan þýskan eldflaugavísindamann til að fatta þetta",
            "date": "2007-03-11 20:35:00",
            "post_id": "141489",
            "reply_to_id": "141486"
        },
        {
            "user_name": "Sallarólegur",
            "text": "",
            "date": "2007-03-11 23:14:00",
            "post_id": "141506",
            "reply_to_id": "141489"
        },
        {
            "user_name": "arnarj",
            "text": "let me \n > sambandsleysi milli notanda og lyklaborðs.\n\n\n\nPersónulega byrjaði ég fyrir löngu að þýða þetta SMSOL (sambandsleysi milli stóls og lyklaborðs) í kjölfarið að ég las þennan brandara í User Friendly.",
            "date": "2007-03-11 23:15:00",
            "post_id": "141507",
            "reply_to_id": "141506"
        },
        {
            "user_name": "ManiO",
            "text": "ARG, þetta SMNOL rugl er ekki í UD, er að gera útaf við mig, og ég er að reyna að frumlesa efni fyrir próf sem er á morgun kl 9:10  \n\n\n\n\n\n\nViðbót: Ég þakka þér Arnarj fyrir að redda þessu",
            "date": "2007-03-11 23:20:00",
            "post_id": "141509",
            "reply_to_id": "141507"
        },
        {
            "user_name": "Fumbler",
            "text": "Þannig að þetta er íslenska þýðinginn á \npebkac\n \nproblem exists between keyboard and chair",
            "date": "2007-03-12 00:11:00",
            "post_id": "141513",
            "reply_to_id": "141509"
        },
        {
            "user_name": "gnarr",
            "text": "líklega. ég er búinn að nota þetta síðan ég heyrði þetta á tölvuverkstæði back in 95..",
            "date": "2007-03-12 01:34:00",
            "post_id": "141523",
            "reply_to_id": "141513"
        },
        {
            "user_name": "worghal",
            "text": "bootið er stillt á CD-ROM en samt ekkert, ég var að basla við að renna XP á þetta en vildi ekki lesa diskinn",
            "date": "2007-03-12 12:46:00",
            "post_id": "141534",
            "reply_to_id": "141523"
        },
        {
            "user_name": "tms",
            "text": "Kemur ekki \"press any key to boot from CD\" rétt á eftir BIOSinu?",
            "date": "2007-03-12 12:59:00",
            "post_id": "141536",
            "reply_to_id": "141534"
        },
        {
            "user_name": "zedro",
            "text": "Hmmm kannast við þetta.\n\n\n\nCD drifið vill ekki lesa winXP diskinn ef þú ert með annan disk geturu prufað það virkaði fyrir mig (tók bara 6klst að installa ^^). \n\n\n\nEr samt enn að berjast við að setja helv. Windowsið up",
            "date": "2007-03-12 13:10:00",
            "post_id": "141537",
            "reply_to_id": "141536"
        }
    ],
    "date": "2007-03-11 14:16:00"
}