{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "1358",
    "title": "Örgjörfakæling (CPU cooler)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=1358",
    "posts": [
        {
            "user_name": "hvutti",
            "text": "Mér datt í hug nokkuð sem gæti virkað fyrir kælingu á örgjörfum...\n\n\n\nÖrgjörfi virkar betur eftir því sem hann er kaldari rétt?\n\n\n\nEF.. ég myndi nú taka kælipressu úr ísskáp eða jafnvel frystikistu leggja lagnir að örgjörfa frá pressunni og stilla hann á -2 gráður í celcius..\n\nÞað væri bara 1 vandamál og það væri rakinn.  Þá þyrfti maður bara littlar viftur til að soga frá örgjörfa og útúr kassanum rakan og jafnvel sílecon húða örran svo að leiðni að raka yrði enginn.\n\nÞetta er að vísu nokkuð stórt umsig en það væri hægt að smella þessu í og úr þannig að ef þú ferð með tölvuna á lan að þá væri hægt að smella þessu úr. Pressan má vera þessvegna geymd einkverstaðar á bakvið þannig að háfaðinn úr henni yrði sem mynstur og kælinginn alltaf góð.\n\nAð vísu styðjast svona pressur við freon sem er held ég bannað í dag en það er komið eitthvað nýtt efni á markaðinn sem er í nýlegum ísskápum.\n\n\n\nÞað koma örugglega upp spurningar sem ég kann ekki svar við í augnarblikinu en væri samt gaman að prófa",
            "date": "2003-08-26 20:00:00",
            "post_id": "11462",
            "reply_to_id": false
        },
        {
            "user_name": "elv",
            "text": "Þetta hefur verið/ og er gert.\n\nVaporChill er tildæmis Danafoss pressa.\n\nHérna er mikið af upplýsingum  \nhttp://forum.oc-forums.com/vb/forumdisp ... forumid=72\n\n\n\n\n\n\nÞað sem þarf að varast er rakin svo þú verður að einangra kringum örrann og allar leiðslur svo þú skilur ekki eftir loftvasa , því þar mindast rakinn. Eitt ódýrt ráð er að nota vaselín undir örrann í socketið og á örrann.",
            "date": "2003-08-26 20:19:00",
            "post_id": "11465",
            "reply_to_id": "11462"
        },
        {
            "user_name": "GuðjónR",
            "text": "Eða bara hætta að nota AMD...",
            "date": "2003-08-26 22:17:00",
            "post_id": "11475",
            "reply_to_id": "11465"
        },
        {
            "user_name": "hvutti",
            "text": "LOL... Já það er líka hægt  \n En fyrir þá sem vilja ekki eyða meiri kostnaði í tölvur í bili geta svosem prófað þetta... Fer aldrei ver en ílla",
            "date": "2003-08-27 00:56:00",
            "post_id": "11485",
            "reply_to_id": "11475"
        },
        {
            "user_name": "Damien",
            "text": "Það hefur nú komið upp sú hugmynd að rífa kók kælana sem maður gat fengið fyrir ári eða 2 og setja kæliplötuna á örrann. Kæliplatan er einmitt jafnstór og örri",
            "date": "2003-08-27 20:09:00",
            "post_id": "11518",
            "reply_to_id": "11485"
        }
    ],
    "date": "2003-08-26 20:00:00"
}