{
    "forum_title": "Leikjasalurinn",
    "id": "13667",
    "title": "Breita PS2 svo til að taka líka ameríska leiki",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=13667",
    "posts": [
        {
            "user_name": "iceodd",
            "text": "Veit eitthver hvernig maður breitir ps2 þannig að maður getur spilað ameríska leiki líka?",
            "date": "2007-03-18 23:53:00",
            "post_id": "142313",
            "reply_to_id": false
        },
        {
            "user_name": "ManiO",
            "text": "3 orð:\n\n\n\nmod + chip + google.",
            "date": "2007-03-18 23:55:00",
            "post_id": "142317",
            "reply_to_id": "142313"
        },
        {
            "user_name": "TechHead",
            "text": "neinei, ekki fyrir n00bs.... frekar google + Swap Magic",
            "date": "2007-03-19 17:44:00",
            "post_id": "142357",
            "reply_to_id": "142317"
        },
        {
            "user_name": "Harvest",
            "text": "Gæti trúað að það væri bara ódýrara fyrir þig að kaupa PS2 frá USA...\n\n\n\nMinna vesen líka.",
            "date": "2007-03-20 15:45:00",
            "post_id": "142416",
            "reply_to_id": "142357"
        },
        {
            "user_name": "Blackened",
            "text": "..Hvernig er ódýrara að kaupa ps2 frá bandaríkjunum.. fyrir 10þúsund eða eitthvað með öllu.. tollum og vsk..\n\n\n\nheldur en að kaupa modchip á 4þúsund eða einhverja álíka lausn..\n\n\n\nog síðan á hann eflaust leiki frá EU líka.. þannig að það er hálf kjánalegt að vera með 2 tölvur í gangi í einu",
            "date": "2007-03-20 18:06:00",
            "post_id": "142439",
            "reply_to_id": "142416"
        },
        {
            "user_name": "iceodd",
            "text": "Ég er reyndar að spurja fyrir frænku mína en ég þakka fyrir allar upplýngana.",
            "date": "2007-03-20 18:21:00",
            "post_id": "142441",
            "reply_to_id": "142439"
        },
        {
            "user_name": "Harvest",
            "text": "Hann/hún þarf væntanlega að kaupa kubbinn frá USA, með tollum og vaks.. þetta er mjög líklega í kringum 6þús sem hann mundi kosta kominn hingað.\n\n\n\nHann/hún þarf að setja hann í og ég geri ekki ráð fyrir að aðilinn sem um ræðir hafi mikla kunnáttu til þess. Ef svo skemmtilega vill til að einhver kann að setja það í, þá er þarf örugglega að bora honum og bara allt umstangið sem fylgir því.\n\n\n\nPlús, ef þetta virkar svo ekki þá á hann það á hættu að vera búinn að eyðileggja bæði tölvuna og kubbinn....\n\n\n\nSvo, jú ég mundi halda að hann græddi mikið meira á að fá sér bara nýja frá USA... (fær þá örugglega fjarstýringar og eitthvað með sem hann getur notað á gömlu vélina líka).",
            "date": "2007-03-20 18:32:00",
            "post_id": "142442",
            "reply_to_id": "142441"
        },
        {
            "user_name": "ManiO",
            "text": "Þá þarf spennubreyti, sem eru á um 5000+kall.",
            "date": "2007-03-20 19:00:00",
            "post_id": "142445",
            "reply_to_id": "142442"
        },
        {
            "user_name": "Harvest",
            "text": "Ok.. ss. allur pakkinn mundi kosta 15.000 og hann er alveg safe með þetta.\n\n\n\nÍ staðinn kaupir hann mod kubb fyrir um 5.000... þá þarf að setja hann í (+ 5.000 ?) ef að það er eitthver sem gerir það þá á landinu.. =  10.000\n\n\n\nHvað ef kubburinn svo virkar ekki? Eitthvað klúðrast við ísetningu? (það er náttúrulega verið að pota í búnaðinn inní tölvunni... getur margt gerst).\n\n\n\nSvo af hverju ekki bara vera safe fyrir 15.000 kr. og fá þá auka fjarstýringar og nýja tölvu? +  straumbreyti sem hægt er að nota alltaf aftur ef að hann á fleiri rafmagnstæki frá USA.\n\n\n\nEkki spurning allavega hvað ég mundi gera... mér finst 15.000 kall enginn peningur og vera þá öruggur í staðinn fyrir að tapa kannski 15.000 kalli og þurfa þá að kaupa aðra vél... ss. 25-30 þúsund króna tap ef eitthvað klikkar (með því að kaupa nýja vél).\n\n\n\n\n\nEDIT: hér eru straumbreytar \nhttp://www.amazon.com/International-Converter-Adapter-Kit/dp/B000B6KNWI/ref=pd_sbs_a_3_img/104-1051104-6907127?ie=UTF8&qid=1174417868&sr=8-6\n\n\n\n\nÞetta er meira að segja international kit... og kostar 30$ sem er um 2500kr... segjum 5.000 kr. til landsins með öllu... en ekki meira.",
            "date": "2007-03-20 19:09:00",
            "post_id": "142448",
            "reply_to_id": "142445"
        },
        {
            "user_name": "ManiO",
            "text": "En eitt við að flytja inn frá BNA, þá ef að náunginn á íslenska leiki vantar kostnaðinn fyrir íslensku vélina, sem er 10.000+.\n\n\n\nHvað þá að nota Swap magic eins og TechHead benti á?\n\nhttp://www.modchipstore.com/PS2-Slide-C ... 16158.html",
            "date": "2007-03-20 19:33:00",
            "post_id": "142451",
            "reply_to_id": "142448"
        },
        {
            "user_name": "Hyper_Pinjata",
            "text": "pabbi minn er á togara...en ekki að það skipti máli,heldur er það að þeir notast við einhvern disk sem settur er í ps2 tölvuna (keypta á íslandi) til að spila tja skrifaða leiki (veit ekki hvort þetta virki líka fyrir erlenda leiki)",
            "date": "2007-03-20 20:08:00",
            "post_id": "142453",
            "reply_to_id": "142451"
        },
        {
            "user_name": "Harvest",
            "text": "Já, ef að það virkar fyrir þessa vél sem hann á held ég að það væri raunhæfasti kosturinn...\n\n\n\nEn ég mundi ekki fara að troða eitthverjum kubbum í mína vél ef að ég væri að spá í þessu...\n\n\n\nps. veistu hvort svona stykki er til fyrir xbox 360... þori ekki að taka hana í sundur og setha eitthvern kubb í hana",
            "date": "2007-03-20 20:30:00",
            "post_id": "142456",
            "reply_to_id": "142453"
        },
        {
            "user_name": "ManiO",
            "text": "Hef ekki hundsvit á 360 þar sem ég hef ekki áhuga á henni.",
            "date": "2007-03-20 21:00:00",
            "post_id": "142458",
            "reply_to_id": "142456"
        }
    ],
    "date": "2007-03-18 23:53:00"
}