{
    "forum_title": "Leikjasalurinn",
    "id": "13693",
    "title": "Hvenær kemur stalker til landsins?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=13693",
    "posts": [
        {
            "user_name": "fr0sty",
            "text": "Veit það einhver?",
            "date": "2007-03-20 23:26:00",
            "post_id": "142473",
            "reply_to_id": false
        },
        {
            "user_name": "ManiO",
            "text": "Dunno en hann er klikkað erfiður",
            "date": "2007-03-20 23:33:00",
            "post_id": "142475",
            "reply_to_id": "142473"
        },
        {
            "user_name": "fr0sty",
            "text": "ertu búinn að fá hann? Hvernig er hann? Hvernig er leikurinn að (það er rangt að tala um að rönna, ég lofa að vanda málfar mitt annars verð ég bannaður, lengi lifi ritskoðun!)?",
            "date": "2007-03-20 23:35:00",
            "post_id": "142476",
            "reply_to_id": "142475"
        },
        {
            "user_name": "ManiO",
            "text": "Spilaði hann bara í svona klukkutíma. Er með Opteron 170 stock hraða, 2 gig í minni og X1900XT og hann keyrir bara fínt á 1920x1200. En já, hann lofar góðu. En já eins og ég sagði þá er hann sjúklega erfiður.\n\n\n\nADD: Allar stillingar á max.",
            "date": "2007-03-20 23:53:00",
            "post_id": "142478",
            "reply_to_id": "142476"
        },
        {
            "user_name": "fr0sty",
            "text": "Ok og engar hugmyndir um hvernær hann kemur til landsins?  Ætli hann \"lendi\" ekki á föstudag.",
            "date": "2007-03-21 00:29:00",
            "post_id": "142480",
            "reply_to_id": "142478"
        },
        {
            "user_name": "Yank",
            "text": "Nota F6",
            "date": "2007-03-21 00:30:00",
            "post_id": "142481",
            "reply_to_id": "142480"
        },
        {
            "user_name": "urban",
            "text": "Þetta er rosalegt",
            "date": "2007-03-21 00:58:00",
            "post_id": "142484",
            "reply_to_id": "142481"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Kaupi þetta ekki alveg.\n\n\n\nMiðað við Reccomended High settings þá ertu soldið frá því. Auk þess að spila í 1920 upplausn þá er þetta ekki fræðilegur nema leikurinn sé að lagga í drep.\n\n\n\nPS þá er leikurinn alveg löngu komin.. bara ekki í búðir \n\n\n\n\nPrufaði hann í svona 5 mín í gær og varð fyrir vonbrigðum. Finnst þessi grafík bara langt frá því að vera merkileg. ósköp svipað og HL2 bara með ljós-skugga effectum viðbættum.",
            "date": "2007-03-21 08:14:00",
            "post_id": "142488",
            "reply_to_id": "142484"
        },
        {
            "user_name": "ManiO",
            "text": "F6?  \n   [ADD: quicksave þá?]\n\n\n\nOg Ómar, af og til þá kemur smá lagg, en það er bara þegar ég er að labba milli svæða og óneitanlega \"load\" svæði.",
            "date": "2007-03-21 08:32:00",
            "post_id": "142489",
            "reply_to_id": "142488"
        },
        {
            "user_name": "SolidFeather",
            "text": "Er að keyra með flest í botni, static lightning og í 1920x1200 og hann er að keyra fínt á 1900XT, E6400 og 2GB",
            "date": "2007-03-21 09:01:00",
            "post_id": "142494",
            "reply_to_id": "142489"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Brill. Þá er þetta ekki alveg rétt sem þeir segja í Recommended High settings.\n\n\n\nEn finnst ykkur þessi leikur eitthvað sjúklega flottur ?",
            "date": "2007-03-21 09:59:00",
            "post_id": "142505",
            "reply_to_id": "142494"
        },
        {
            "user_name": "ManiO",
            "text": "Já þessir reccomended specs eru þá sennilega fyrir 70+fps   \n  En að hann sé flottur, já og nei. Modelin og ákveðnir hlutir eru lala, hef séð mun flottara, en umhverfið er mjög flott, þetta er náttúrulega 30 ferkílómetrar sem þetta svæði á að vera og þeir hafa eytt frekar miklu í það, og það sést (að mínu mati). Ég á eftir að sjá þrumuveður, en hef heyrt að það sé klikkað.",
            "date": "2007-03-21 10:36:00",
            "post_id": "142514",
            "reply_to_id": "142505"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Mér finnst þessi leikur bara hálf asnalegur.. Hreyfingar eru alveg einstaklega lélegar og byssurnar jafn mikið sorp.\n\n\n\nbjóst amk við muun betri leik en þetta.  Eina flotta so far er vasaljósið \n\n\n\n\nen það er í raun ekkert nýtt við það.",
            "date": "2007-03-21 17:36:00",
            "post_id": "142556",
            "reply_to_id": "142514"
        },
        {
            "user_name": "biggi1",
            "text": "ég hlýýt að vera að missa af einhverju.. eina sem ég geri er að hlaupa um? er ekki einhver lada sport þarna eða eitthvað?!",
            "date": "2007-03-21 18:36:00",
            "post_id": "142571",
            "reply_to_id": "142556"
        },
        {
            "user_name": "SolidFeather",
            "text": "Engin faratæki.",
            "date": "2007-03-21 22:48:00",
            "post_id": "142590",
            "reply_to_id": "142571"
        },
        {
            "user_name": "biggi1",
            "text": "Hneyksli!  \n  þeir hefðu nú allveg getað sett einhvern bíl þarna á þessum sjö árum..",
            "date": "2007-03-22 04:54:00",
            "post_id": "142602",
            "reply_to_id": "142590"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Þessi leikur fær fall einkunn frá mér. Hreyfingarnar og hvernig kallarnir hreyfa sig og hvernig maður miðar er alveg álíka jafn illa gert og 1997 útgáfa af samskonar leik.\n\n\n\nHellingur flott þarna og hugmyndin er meiriháttar en þeir hefðu mátt bíða lengur með þetta og gert þetta almennilega.\n\n\n\nSorglegt hvað þetta er silly og óvandað..\n\n\n\n\n\nMjöög neikvæðar kveðjur í dag ..",
            "date": "2007-03-22 08:38:00",
            "post_id": "142609",
            "reply_to_id": "142602"
        },
        {
            "user_name": "Mumminn",
            "text": "Ég get ekki beðið eftir að spilann alla helgina,, fékk hann fyrir c.a. viku og ég er ekki með tölvuna",
            "date": "2007-03-22 08:48:00",
            "post_id": "142610",
            "reply_to_id": "142609"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Well, ef þú nennir að spila þennan leik alla helgina tek ég ofan fyrir þér. Ég reyndi aftur í gærkveldi og hann bara er ekki að gera sig.\n\n\n\nÞessi úberflotta \" X-ray \" engine er bara ekkert til að hrópa húrra fyrir.\n\n\n\nUrr hvað ég er svekktur yfir þessu, bjóst við alveg snilldarleik en svo er aldeilis ekki.",
            "date": "2007-03-22 10:56:00",
            "post_id": "142619",
            "reply_to_id": "142610"
        },
        {
            "user_name": "Tjobbi",
            "text": "Er ekkert nógu gott fyrir þig Ómar  \n\n\n\n\nOblivion sá eini sem hlýjar þér um hjartarætur?",
            "date": "2007-03-22 16:51:00",
            "post_id": "142652",
            "reply_to_id": "142619"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Nei komonn .. þessi leikur er bara ekkert það flottur.\n\n\n\nHann býður upp á margt frábært og allt í gúddí með það.\n\n\n\nEn bara t.d hvernig er að miða og skjóta er alveg út í hött :S\n\n\n\nÓnákvæmur leikur með rudda lélegar hreyfingar. Því miður.\n\n\n\n\n\nÉg verð eflaust ekket sáttur fyrr en ég kemst með puttana í CRYSIS",
            "date": "2007-03-22 20:08:00",
            "post_id": "142671",
            "reply_to_id": "142652"
        },
        {
            "user_name": "ManiO",
            "text": "Iss það er meira við leiki en hreyfingar og grafík. Sagan er helvíti athyglisverð og stemmningin er sérstök.",
            "date": "2007-03-22 20:20:00",
            "post_id": "142675",
            "reply_to_id": "142671"
        },
        {
            "user_name": "Pepsi",
            "text": "Já Crysis........  Það verður virkilega gaman að sjá hvernig það kemur út, meistaraverkið Crysis....\n\n\n\nÞað er eins gott fyrir bæði Nvidia og ATi að DX10 kortin þeirra virki eins og þau eigi að virka, þá meina ég að Highend vélar kúki ekki uppá bak við að reyna að keyra hann.......\n\n\n\n\n\nKannski er þetta allt pottþétt hver veit",
            "date": "2007-03-22 20:23:00",
            "post_id": "142678",
            "reply_to_id": "142675"
        },
        {
            "user_name": "ManiO",
            "text": "Ef Crysis verður eins og FarCry þá mun fyrri helmingurinn vera skítsæmilegur og seinni helmingurinn verður á við að snæða ælu úr félaga sínum.",
            "date": "2007-03-22 20:32:00",
            "post_id": "142679",
            "reply_to_id": "142678"
        },
        {
            "user_name": "biggi1",
            "text": "verður allveg ómögulegt að spila crysis á dx9 kort þegar hann kemur út?\n\nég er varla að fara að versla mér kort sem er dýrara en vélin mín",
            "date": "2007-03-23 03:17:00",
            "post_id": "142709",
            "reply_to_id": "142679"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Nei, hann er fully DX9 compatible líka.\n\n\n\nÞá vantar reyndar soldið af DX10 Goodies eins og TD Breakable trees og þannig.",
            "date": "2007-03-23 08:18:00",
            "post_id": "142715",
            "reply_to_id": false
        },
        {
            "user_name": "TechHead",
            "text": "- Rökstyddu? Ég hélt að allt þetta destructable umhverfi væri tengt physics\n\nhluta Crytek vélarinnar en ekki shader´um? Hef hvergi séð minnst á að\n\nþað verði reduced physics í DX9 samhæfninni?",
            "date": "2007-03-23 11:11:00",
            "post_id": "142722",
            "reply_to_id": "142715"
        },
        {
            "user_name": "fr0sty",
            "text": "....og enginn veit hvernær leikurinn kemur til landsins? Btw, voruð þið búnir að frétta að það kemur crysis sp og mp demó í júní?  Þá hafa menn eitthvað til að hlakka til...",
            "date": "2007-03-23 11:35:00",
            "post_id": "142724",
            "reply_to_id": "142722"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Þú getur fundið allar þessar upplýsingar á \nhttp://www.crysis-online.com\n\n\n\n\n\n\nÞar var rætt um að leikurinn sé lang flottastur og keyri betur á DX10 en DX9 enda hannaður með DX10 í huga.\n\n\n\nEinnig var rætt um að MP útgáfan myndi ekki hafa Destructable environment nema bara hjá þeim er hafa DX10.\n\n\n\nLíklegast yrðu 2 serverar, ananrs vegar DX9 þjónar og DX10 þjónar.\n\n\n\nDx10 kortin ráða bara við svo miklu meira en Dx9 kortin.\n\n\n\nSökktu´þér bara í þessa síðu og kíktu á öll viðtölin sem þarna er að finna.\n\n\n\n\n\nP.S\n\n\n\nLeikurinn er áætlaður í útgáfu Júní-Ágúst. Eða í Q3.\n\n\n\nEn auðvitað gæti það frestast .",
            "date": "2007-03-23 12:56:00",
            "post_id": "142725",
            "reply_to_id": "142724"
        },
        {
            "user_name": "ManiO",
            "text": "Vá hvað stalker er mikil gargandi snilld! Flestir þekkja þriðja lögmál Newtons (\"For every action there is a reaction\"), já það á svo sannarlega við í þessum leik. T.d. þá ákvað ég að ráðast á 3 manna sveit af hermönnum, heppnaðist fínt. Um 10 mínutum seinna er um 15 manna herdeild að ráðast á bæinn sem maður byrjar í.  \n  Verð að segja að svona hluti eiga leikjaframleiðendur að leggja áherslu á.",
            "date": "2007-03-23 16:28:00",
            "post_id": "142739",
            "reply_to_id": "142725"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Leikurinn reyndar venst furðu vel.\n\n\n\nÉg er ennþá samt óhrifinn af miðinu og hreyfingum í honu, og hann er nokkuð böggaður.\n\n\n\ndetta út textures í rigningu stundum og leikurinn laggar inn á milli.\n\n\n\n\n\nvirðist ekki breyta hvort ég hef hann í low - med eða high eða 680 x 050 eða 1024.\n\n\n\nhún ræður leikandi við hann í MAX en samt laggar hann stundum og stundum er  hann asnalega hraður ... er þetta known böggur eða drivera issue hjá mér ... ég ætti að vera með nýjustu amk Nvidia driverana.\n\n\n\nEn reyndar er eg ekki með þetta Spluunku nýja DX9.  er ekki með \"rétta\" útgáfu af XP og get því ekki sótt það á ms síðunni.",
            "date": "2007-03-23 17:24:00",
            "post_id": "142744",
            "reply_to_id": "142739"
        },
        {
            "user_name": "ManiO",
            "text": "Líka gaman að geta minnst á að X-Ray vélin sem STALKER notar á víst að nota báða kjarnana í dual core örgjörvum  \n\n\n\n\nEn það er ekki stuð þegar að það kemur nótt, og maður er ekki með night vision goggles",
            "date": "2007-03-23 17:30:00",
            "post_id": "142745",
            "reply_to_id": "142744"
        },
        {
            "user_name": "gunnargolf",
            "text": "Mér fannst þessi leikur frekar slappur fyrst, en þegar maður kemst betur inní hann, fer að fá betri byssur og svona þá er hann algjör snilld.\n\n\n\nHann er frekar erfiður en maður á bara að passa að vera alltaf með nóg af medpack-um og skotum.\n\n\n\nVarðandi grafíkina, ég er bara nokkuð sáttur með hana. Hún er ekkert ósvipuð Oblivion.\n\n\n\nP.s. Þrumuveðrið er mjög flott.",
            "date": "2007-03-23 23:23:00",
            "post_id": "142783",
            "reply_to_id": "142745"
        },
        {
            "user_name": "ManiO",
            "text": "Klárlega GOTY að mínu mati.",
            "date": "2007-03-24 00:03:00",
            "post_id": "142788",
            "reply_to_id": "142783"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Hefur e-r lennt í þessu lagg böggi ?",
            "date": "2007-03-24 11:35:00",
            "post_id": "142802",
            "reply_to_id": "142788"
        },
        {
            "user_name": "ManiO",
            "text": "Hef lent í því að stoppar örskammt, en ekki í að hann verður geðveikt hraður.",
            "date": "2007-03-24 11:47:00",
            "post_id": "142803",
            "reply_to_id": "142802"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Þarf maður þetta allra allra nýjsta DX9c frá MS fyrir þennan leik ?\n\n\n\neða eru til nýrri Nvidia driverar en þeir sem komu 20.Feb ?",
            "date": "2007-03-24 13:00:00",
            "post_id": "142810",
            "reply_to_id": "142803"
        },
        {
            "user_name": "TechHead",
            "text": "mín 2 cent......\n\n\n\nGrafík - Alveg nógu góð til að skapa rétta andrúmsloftið.\n\n\n\nHljóð - Flottir soundeffecter, flott og þétt hljóð í riflum og SMG byssum, ekki\n\n          alveg nógu sáttur við að mest allt commentry frá NPC sé á rússnensku.\n\n\n\nStjórnun - Snilld hvernig miðið á byssunum er ónákvæmt úr fjarlægð svo að\n\nmaður fer frekar í CloseCombat heldur en að pikka alla út í fjarlægð, gefur\n\nmeiri raunveruleika blæ í spilun. Dialog kerfið við NPC´a nokkuð klaufalegt á\n\nstundum, sem og notkunin á PDA, annars helvíti gott.\n\n\n\nSpilun - Eins og áður hefur verið minnst á þá er A.I. topnotch í þessum leik \n\nmeð furðu lítið af böggum miðað við scope leiksins. Gaman að sjá hvernig \n\nallt A.I. umhverfið bregst við aðgerðum manns.\n\n\n\nSaga - Ekkert John Grisham, en hverjum er ekki sama þegar maður er að \n\n skemmta sér svona vel \n\n\n\n\nMínusar - Frekar tilgangslaus side mission með slöppum rewards, gefa \n\nmanni ekkert sérstaka ástæðu til að kanna umhverfið meira en frá aðal\n\nsöguþræðinum.\n\n\n\nMín einkun -  7.5 / 10",
            "date": "2007-03-24 13:45:00",
            "post_id": "142813",
            "reply_to_id": "142810"
        },
        {
            "user_name": "ManiO",
            "text": "Það að NPCarnir tali rússnesku hjálpar við að gera leikinn \"raunverulegri\" og það er jú gaman að skoða allan umheiminn því að ekkert þarna er gert af tölvu, allt þarna er annað hvort nákvæmlega eins og er í alvörunni eða bætt inn af hönnuðum til að bæta spilun. En já, sammála með að sagan er ekki sú besta",
            "date": "2007-03-24 15:21:00",
            "post_id": "142823",
            "reply_to_id": "142813"
        },
        {
            "user_name": "Tjobbi",
            "text": "Þannig að þið getið alveg mælt með honum?  \n\n\n\n\nEr að dl honum as we speak.",
            "date": "2007-03-24 15:35:00",
            "post_id": "142824",
            "reply_to_id": "142823"
        },
        {
            "user_name": "ManiO",
            "text": "Klárlega! En maður þarf að vera frekar þolinmóður fyrsta hálftímann til klukkutímann. Fyrsti bardaginn getur verið fáránlegur.",
            "date": "2007-03-24 15:45:00",
            "post_id": "142825",
            "reply_to_id": "142824"
        },
        {
            "user_name": "Tjobbi",
            "text": "Flott,\n\n\n\nHef það í huga, þótt ég sé ekki beint þolinmóði spilarinn.",
            "date": "2007-03-24 15:47:00",
            "post_id": "142826",
            "reply_to_id": "142825"
        },
        {
            "user_name": "Mr. Joe",
            "text": "Er að spila hann á Windows Vista...og ég á það til að hann dettur bara allt í einu á desktop og leikurinn lokast...Gerst of oft að mínu mati. Einhver lent í þessu?\n\n\n\n-\n\n\n\nJæja las að þeir eru að vinna að patchi svo hann virki betur í Vista.",
            "date": "2007-03-24 17:06:00",
            "post_id": "142836",
            "reply_to_id": "142826"
        },
        {
            "user_name": "fr0sty",
            "text": "ég lendi líka í þessu laggi...það er víst eitthvað issue með 8800 series þar sem það eru furðu margir sem hafa 8800 sem lenda í þessu.",
            "date": "2007-03-24 19:24:00",
            "post_id": "142860",
            "reply_to_id": "142836"
        },
        {
            "user_name": "Tjobbi",
            "text": "Jæja ég er búinn að prufa hann.\n\n\n\nFyrstu tölur:\n\n\n\nGrafíkin er til fyrirmyndar, ekkert út á hana að setja.\n\nHljóðið er alltilagi leiðinda tónlist sammt.\n\nHreyfingar og stjórnborð svoldið klunnalegt en það venst.\n\n\n\nBotna hvorki upp né niður hvað ég á að gera, finn hvergi byssu \n\n\n\n\nStórt landsvæði.\n\n\n\nSkjákortið mitt er í vandræðum með hann í max grafík.",
            "date": "2007-03-24 20:22:00",
            "post_id": "142886",
            "reply_to_id": "142860"
        },
        {
            "user_name": "Beetle",
            "text": "Þetta spjall ykkar er gáfulegt..  EN verð bara að segja hmmm sko m.v. hvað kostar að græja PC vél til að spila í topp gæðum í t.d. S.T.A.L.K.E.R. þá þarf maaarga 1000.- kalla. Þegar maður kominn á fullt í leik, þá er ultra quality m.v. t.d. medium quality ekki að \"bytta\" neinu. En hef gaman að lesa þetta hjá ykkur fullkomnunarsinnar. Er búinn að vera að spila leikinn þó nokkuð með 754 vél 512 í minni, ekki í topp gæðum en verð að segja að hann er hel.... flottur, erfiður en venst ótrúlega flott . Respect",
            "date": "2007-03-24 20:34:00",
            "post_id": "142892",
            "reply_to_id": "142886"
        },
        {
            "user_name": "ICM",
            "text": "Leikur gerður með frekar litlu fjármagni miðað við verkefni af þessari stærð enda frá austur evrópu, liðið klofnaði fyrir nokkrum árum svo ekki flýtti það fyrir (Hluti fór og gerði Boiling Point t.d.) Og þið gerið ekkert nema að væla yfir að grafíkin standist ekki við leiki sem kosti fleiri tugi milljóna í framleiðslu.  \n\n\n\n\nÆttuð frekar að fagna því að fleiri aðilar komi á markaðin með nýjar hugmyndir þar sem EA stefna á 80% af leikjamakaðnum á næstu árum",
            "date": "2007-03-24 21:13:00",
            "post_id": "142906",
            "reply_to_id": "142892"
        },
        {
            "user_name": "Tjobbi",
            "text": "Updeit! \n\n\n\nSeinni Tölur:\n\n\n\nBúinn að eyða smá tíma í þessum leik og mér fynnst hann æðislegur! \n\n\n\nFann loksins byssu \n  og er byrjaður að fylgja missionum.\n\n\n\nFrábær grafík og frábært gameplay.\n\n\n\nMæli hiklaust með honum.",
            "date": "2007-03-24 21:34:00",
            "post_id": "142907",
            "reply_to_id": "142906"
        },
        {
            "user_name": "TechHead",
            "text": "Sammála. Mun kaupa þennan bara fyrir að þora",
            "date": "2007-03-24 22:40:00",
            "post_id": "142914",
            "reply_to_id": "142907"
        },
        {
            "user_name": "ManiO",
            "text": "GARG! Bara svona heads up, þá eru ósýnileg skrímsli sem birtast rétt áður en þau ráðast á mann. Fyrsta sem ég lenti í var neðanjarðar þar sem að birtan var ekkert sérlega góð. Annað skiptið á mínum leikjaferli sem ég hef hrópað upphátt",
            "date": "2007-03-25 10:33:00",
            "post_id": "142958",
            "reply_to_id": "142914"
        },
        {
            "user_name": "Tjobbi",
            "text": "Haha!  \n\n\n\n\nEr ekki kominn þangað en ég fór að væla eins og lítil smástelpa þegar radiation elding kom alltieinu á mig með miklum látum. \n\n\n\n\nMagnaður leikur.",
            "date": "2007-03-25 11:49:00",
            "post_id": "142959",
            "reply_to_id": false
        },
        {
            "user_name": "ManiO",
            "text": "Kræst, það er síðan önnur týpa af óvin, Mindfucker (heitir það ekki í leiknum en samt), þið vitið hvað ég er að tala um þegar þið hittið það.",
            "date": "2007-03-25 12:19:00",
            "post_id": "142962",
            "reply_to_id": "142959"
        },
        {
            "user_name": "Tjobbi",
            "text": "Í hvaða erfiðleikastigi eruði að spila hann?\n\n\n\nÉg er í næst erfiðasta, eina ráðið er að save-a bara á 5min fresti. Ekkert smá erfitt.",
            "date": "2007-03-25 12:35:00",
            "post_id": "142964",
            "reply_to_id": "142962"
        },
        {
            "user_name": "ManiO",
            "text": "Ertu snældu snar? Er sjálfur í auðveldasta eða næst auðveldasta og er að skíta á mig hann er svo erfiður. Quicksave er ekki að gera sig því bardagarnir bjóða ekki upp á að hvíla sig og savea.\n\n\n\n\n\nSmá viðbót, þessir dökku kassar, miðlungs stórir, það er hægt að brjóta þá með hnífnum. Fattaði það ekki fyrr en bara fyrir stuttu, græddi Stalker suit á því  \n flestir eru ekki með neitt í sér en sumir eru með skot, grensur o.fl.",
            "date": "2007-03-25 12:43:00",
            "post_id": "142965",
            "reply_to_id": "142964"
        },
        {
            "user_name": "Tjobbi",
            "text": "Nauh! takk fyrir það, hafði ekki hugmynd um þetta",
            "date": "2007-03-25 14:29:00",
            "post_id": "142971",
            "reply_to_id": "142965"
        },
        {
            "user_name": "ManiO",
            "text": "Hefði einmitt sjálfur viljað vita þetta fyrr",
            "date": "2007-03-25 14:32:00",
            "post_id": "142972",
            "reply_to_id": "142971"
        },
        {
            "user_name": "ManiO",
            "text": "Smá viðbótar fróðleikur, fyrir þá sem eru með widescreen skjái eins og ég, þá er komið hack til að fá rétt FOV:\n\n\n\nhttp://www.widescreengamingforum.com/fo ... 405#91405/",
            "date": "2007-03-25 15:38:00",
            "post_id": "142974",
            "reply_to_id": "142972"
        },
        {
            "user_name": "Tjobbi",
            "text": "\"ÓHH\" \n Skil hvað þú átt við! Guð minn góður þessi tunnel eru scary!\n\n\n\nÞori varla að vera í þessu, er að spila hérna í kolniða myrkri með sennheizer-in í botni.",
            "date": "2007-03-26 21:05:00",
            "post_id": "143074",
            "reply_to_id": "142974"
        },
        {
            "user_name": "Alcatraz",
            "text": "Er þetta s.s. alveg svakalegur leikur?  \n\n\n\n\nÆtli ég byrji ekki í þessu næsta kvöld, hef verið að lesa að þessi leikur minni á Oblivion.  Er eitthvað til í því?",
            "date": "2007-03-26 21:18:00",
            "post_id": "143075",
            "reply_to_id": "143074"
        },
        {
            "user_name": "Tjobbi",
            "text": "Já, svipað byggður upp. Bara huge svæði og þú getur tekið mismunandi mission.\n\n\n\nUmhverfið minnir mig líka mikið á oblivion þótt aðrir eiga eftir að þverneita því.  \n\n\n\n\nAnnars er ekkert smá requirements á þessu, er að hökta á 7800gtx og 2gb ram.",
            "date": "2007-03-26 21:20:00",
            "post_id": "143076",
            "reply_to_id": "143075"
        },
        {
            "user_name": "Alcatraz",
            "text": "Ertu þá ekki örugglega með þetta í MAX styllingum?",
            "date": "2007-03-26 21:31:00",
            "post_id": "143077",
            "reply_to_id": "143076"
        },
        {
            "user_name": "Tjobbi",
            "text": "Jú, allt í max.",
            "date": "2007-03-26 21:39:00",
            "post_id": "143079",
            "reply_to_id": "143077"
        },
        {
            "user_name": "Alcatraz",
            "text": "Ég skoða þetta á morgunn.  Við eigum svipaðar tölvur, ætli ég höndli ekki smá hökt.  \n .",
            "date": "2007-03-26 21:55:00",
            "post_id": "143081",
            "reply_to_id": "143079"
        },
        {
            "user_name": "gunnargolf",
            "text": "Mér finnst þetta hökt bara koma þegar fer að heyrast í harða disknum, semsagt svæði að loada. Bara svipað og í Oblivion.",
            "date": "2007-03-26 22:16:00",
            "post_id": "143083",
            "reply_to_id": "143081"
        },
        {
            "user_name": "ManiO",
            "text": "Okei, þessi leikur er virkilega fríkí. X18 er ógeðslegur staður",
            "date": "2007-03-26 22:26:00",
            "post_id": "143085",
            "reply_to_id": "143083"
        },
        {
            "user_name": "Mr. Joe",
            "text": "Getað þeir ekki drullað út patchi sem lagar Vista vandamálið! Þetta patch sem þeir gáfu út í gær lagar ekkert...Þannig séð",
            "date": "2007-03-27 16:08:00",
            "post_id": "143135",
            "reply_to_id": "143085"
        },
        {
            "user_name": "DoRi-",
            "text": "ég fór í Arena að vinna mér smá pening\n\nvann fyrsta fightið\n\nvann annað fightið\n\nvann þriðja fightið\n\nkomst ekki í fjórða,, en fattaði eftir þriðja fightið að mig vantaði allt úr inventoryinu \n , þá meina ég ALLT, gaurinn var ekki í leður jakkanum, hann var í einvherri venjulegri peysu !\n\n\n\n\n\n\n\n(btw, ekki drepa gaura á 'Duty' svæði, það er slæmt)",
            "date": "2007-03-27 17:44:00",
            "post_id": "143143",
            "reply_to_id": "143135"
        },
        {
            "user_name": "ManiO",
            "text": "Það er kista þarna sem þú birtist aftur, þar er allt draslið þitt",
            "date": "2007-03-27 17:48:00",
            "post_id": "143145",
            "reply_to_id": "143143"
        },
        {
            "user_name": "Alcatraz",
            "text": "Jæja, þá er maður byrjaður að spila þetta.  Fyrsti bardaginn var nokkuð sérstakur.  Náði að klára hann í 3. tilraun...  Ætla að spila meira áður en ég \"dæmi\" leikinn  \n\n\n\n\n\n\nP.S. Þetta er eitt stykki erfiður leikur.",
            "date": "2007-03-27 18:16:00",
            "post_id": "143154",
            "reply_to_id": "143145"
        },
        {
            "user_name": "Tjobbi",
            "text": "ÓMÆ! Herra Mindfucker sprengdi hljóðhimnuna í mér án djóks \n\n\n\n\nEnnþá með suð",
            "date": "2007-03-27 20:11:00",
            "post_id": "143160",
            "reply_to_id": "143154"
        },
        {
            "user_name": "ManiO",
            "text": "En það er einn óvinur sem er bara pirrandi. Fljúgandi eldsveipur í X-18, er búinn að dæla um 500 skotum í hann og hann deyr bara ekki...",
            "date": "2007-03-27 20:22:00",
            "post_id": "143161",
            "reply_to_id": "143160"
        },
        {
            "user_name": "Tjobbi",
            "text": "Ekki vera að eltast við hann með vélbyssu, pumpaðu bara nokkrum höglum í kvikindið",
            "date": "2007-03-27 20:25:00",
            "post_id": "143162",
            "reply_to_id": "143161"
        },
        {
            "user_name": "Alcatraz",
            "text": "Ég er enþá bara að kljást við þessa \"bandits.\"  Orðinn sjálfsagður hlutur hjá manni að skoða öll líkin til að fá einhverja hluti",
            "date": "2007-03-27 20:56:00",
            "post_id": "143166",
            "reply_to_id": "143162"
        },
        {
            "user_name": "ManiO",
            "text": "Hehe, er búinn að losa mig við tvíhleypuna, er nefnilega með 2 assault rifles og svo smg, enga pistol. Enda er ég með um 1000 skot samtals og er á mörkunum við 60 kílóin",
            "date": "2007-03-27 21:23:00",
            "post_id": "143171",
            "reply_to_id": "143166"
        },
        {
            "user_name": "Tjobbi",
            "text": "pff ég er með silenced pistol = 1600 skot, shotgun = 92 skot, smg = 200skot og assult riffle = 110 skot give or take  \n\n\n\n\nog 3 grenur",
            "date": "2007-03-27 21:44:00",
            "post_id": "143172",
            "reply_to_id": "143171"
        },
        {
            "user_name": "Alcatraz",
            "text": "Ég er skotinn hvað eftir annað.  Þarf að hamast við að save-a til að komast eitthvað áfram  \n\n\nAnnars þótti mér nokkuð flott þegar ég faldi mig bak við rör og 2 gaurar skutu á mig.  Svo \"crouchaði\" ég burt og kom á hliðina á gaurunum en þeir héldu áfram að miða og skjóta á rörið",
            "date": "2007-03-27 21:58:00",
            "post_id": "143174",
            "reply_to_id": false
        },
        {
            "user_name": "Tjobbi",
            "text": "Hahah! newbie",
            "date": "2007-03-27 22:30:00",
            "post_id": "143176",
            "reply_to_id": "143174"
        },
        {
            "user_name": "ManiO",
            "text": "Ég er kominn með scope sem ég skellti á fast shooting ak með um 800 skot, svo er ég með einhver AR sem lítur út svipað og M4, er með um 200 skot og svo viper 5 með um 500 skot. Svo er ég með 10 grensur (þessar fyrstu) og svo 5 frag grensur. Svo er ég með um 25 medkits (3 týpur), 30+ bands og um 30 anti rad.",
            "date": "2007-03-27 23:07:00",
            "post_id": "143181",
            "reply_to_id": "143176"
        },
        {
            "user_name": "Alcatraz",
            "text": "Var að lenda í því núna að allt í einu skutust nokkrir \"Bandits\" upp í loftið og snerust þar  \n  Er ekki alveg að fatta sumt í þessum leik...",
            "date": "2007-03-27 23:30:00",
            "post_id": "143186",
            "reply_to_id": "143181"
        },
        {
            "user_name": "gunnargolf",
            "text": "Eina bysssan sem ég er með núna er GP43 og 600 skot. Hún er algjör snilld.",
            "date": "2007-03-28 07:31:00",
            "post_id": "143195",
            "reply_to_id": "143186"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Mér finnst þessi leikur það slappur að ég náði mér í Trainer. Er með one shot one kill á  og infinte ammo.\n\n\n\nÞEssi leikur fær ennþá fall einkun í minni bók fyrir hræðilegar hreyfingar og nákvæmni á byssum og miði. Hljóðin í byssunum er í 90% tilvika alveg sorp og illa tekin upp.\n\n\n\nEr ALDREI hrifinn af svindlum en þessi leikur er bara það leiðinlegur áð mér er skítsama. Hlakka bara til að sjá endirinn og auðvitað Chernobyl svæðið sjálft. Það er víst nákvæmlega eins og í alvörunni. Megin ástæða fyrir því að ég spila þennan leik var sögulegt gildi.\n\n\n\n\n\nSegi það samt enn og aftur að hugmyndin er geðveik og það er margt gott við þennan leik en of margt sem er illa gert.",
            "date": "2007-03-28 08:26:00",
            "post_id": "143197",
            "reply_to_id": "143195"
        },
        {
            "user_name": "Tjobbi",
            "text": "Næs \n\n\n\n\nSammt mistök að droppa shotgun, hún getur komið sér oft vel.\n\n\n\nOg btw, krakkinn þinn er algjört kjútípæ",
            "date": "2007-03-28 10:58:00",
            "post_id": "143211",
            "reply_to_id": "143197"
        },
        {
            "user_name": "ManiO",
            "text": "Já maður hefur oft þörf fyrir hana, en fannst hún of þung miðað við hve oft ég notaði hana.\n\n\n\nOg takk takk, hann er svalur  \n\n\n\n\nADD: Hehe, var að fatta leikurinn minn er stilltur á Master, þrátt fyrir að ég sé nokkuð viss um að ég hafi stillt hann á næst auðveldasta. En ég er enn fastur á þessum óþolandi fljúgandi eldbolta, er alvarlega að íhuga að ná í trainer fyrir inf ammo.",
            "date": "2007-03-28 11:34:00",
            "post_id": "143216",
            "reply_to_id": "143211"
        },
        {
            "user_name": "Tjobbi",
            "text": "Hvað er kúturinn orðinn gamall?",
            "date": "2007-03-28 22:51:00",
            "post_id": "143269",
            "reply_to_id": "143216"
        },
        {
            "user_name": "ManiO",
            "text": "6 mánaða í gær",
            "date": "2007-03-28 22:53:00",
            "post_id": "143270",
            "reply_to_id": "143269"
        },
        {
            "user_name": "Tjobbi",
            "text": "Til hamingju með hann! \n\n\n\n\nHlýtur að vera yndislegt að eiga svona pjakk",
            "date": "2007-03-28 22:54:00",
            "post_id": "143271",
            "reply_to_id": "143270"
        },
        {
            "user_name": "ManiO",
            "text": "Takk takk  \n  Hann er frábær, frekar óvenjulegur þar sem hann grætur nær aldrei og alltaf brosandi",
            "date": "2007-03-28 23:08:00",
            "post_id": "143272",
            "reply_to_id": "143271"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Er e-r hérna komin út úr X16 ?\n\n\n\nÉg veit ekkert hvar ég á að fara út. Ég elti örina en hún leiðir mig að lyftugöngum með brotnum stiga og ég næ ekkert að hoppa upp í stigann. ( Gulur stigi sem nær ekki niður í gólf )\n\n\n\n\n\nEr þetta rétta leiðin út eða hvað ??\n\n\n\nEða þarf ég að gera eitthvað spes til að ná að hoppa upp í stiga.",
            "date": "2007-03-29 08:51:00",
            "post_id": "143281",
            "reply_to_id": "143272"
        },
        {
            "user_name": "Mumminn",
            "text": "ég fann einn stóóóran galla,, er með g15 og controllerinn til að skipta um lög virkar ekki  \n\n\n\n\nsemsagt no-mp3",
            "date": "2007-03-29 08:57:00",
            "post_id": "143282",
            "reply_to_id": "143281"
        },
        {
            "user_name": "ManiO",
            "text": "http://www.gamespot.com/features/6167656/index.html\n Þarna er ágætis walkthrough, en ég er enn fastur á þessari bannsettu eldkúlu. Búinn að dæla sennilega yfir 2000 skotum í hana og reyna að nota grensur, en flykkið heldur alltaf áfram...",
            "date": "2007-03-29 08:58:00",
            "post_id": "143283",
            "reply_to_id": "143282"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Hlauptu bara fram hjá henni. það er held ég ekkert hægt að kála henni.\n\n\n\nEn já.. þessi Mindfucker gaur þarna er sick flottur. ég reyndar er að cheata í gegnum leikinn því mér finnst hann svo lummó þannig að þetta var ekki eins scary.",
            "date": "2007-03-29 13:10:00",
            "post_id": "143286",
            "reply_to_id": "143283"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "PS. er enginn kominn yfir X16 lab ?\n\n\n\n\n\nég verð að komast út úr þessari byggingu.  Verð að vita hvort ég eigi að fara upp stigann sem ég kom niður eða hvort ég fari aðra leið.",
            "date": "2007-03-29 13:47:00",
            "post_id": "143288",
            "reply_to_id": "143286"
        },
        {
            "user_name": "ManiO",
            "text": "En eld kúlan er það sem er að blokka eina hurð  \n\n\n\n\nEn varðandi X16 þá áttu víst að fara ofan í sewers.",
            "date": "2007-03-29 13:51:00",
            "post_id": "143289",
            "reply_to_id": "143288"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "After searching Ghost (his suit is neat, in that it features accelerated healing, but will offer less protection to you than the Monolith suit), grab the documents off of his body and drop through the hole in the northeastern corner of the room. You’ll eventually drop down into the sewers underneath the facility.\n\n\n\nJamm..\n\n\n\nHAHA  Ég eyddi klukkutíma í gær að hoppa upp í stigann , og auðvitað virkaði það ekki !!!\n\n\n\nDJÖ.... þarf að finna þetta gat.",
            "date": "2007-03-29 14:09:00",
            "post_id": "143290",
            "reply_to_id": "143289"
        },
        {
            "user_name": "biggi1",
            "text": "Aldrei hef ég séð jafn líflegar umræður um leik annann en cs..\n\n\n\nkanski ætti maður að gefa honum annann séns?",
            "date": "2007-03-30 01:51:00",
            "post_id": "143324",
            "reply_to_id": "143290"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Ég kláraði þennan skítaleik í gær .. Endirinn var Hest Fyndinn, asnalegur en samt soldið töff.\n\n\n\nHann er frekar stuttur þessi leikur ef maður kemst í gegnum hann svnona. Chernobyl svæðið samt sjálft er drullu flott. Alveg nákvæmlega eins og í alvörunni. \n\n\n\nÉg ætla að gefa þessum leik 7 í einkunn og þykir það soldið hátt bara. Það er of mikið af göllum í honum til að ég geti gefið meira.",
            "date": "2007-03-30 08:13:00",
            "post_id": "143339",
            "reply_to_id": "143324"
        },
        {
            "user_name": "Mr. Joe",
            "text": "Frábært...núna eftir að hafa sett inn patchið þá crashar leikurinn endalaust og alltaf fylgir Blue Screen á eftir...Búinn að prófa 3 mismunandi drivera (vista og gtx8800). This blows",
            "date": "2007-04-02 02:59:00",
            "post_id": "143468",
            "reply_to_id": "143339"
        },
        {
            "user_name": "ManiO",
            "text": "Vista for the win",
            "date": "2007-04-02 10:18:00",
            "post_id": "143469",
            "reply_to_id": "143468"
        },
        {
            "user_name": "Blackened",
            "text": "Fæ það alltaf á tilfinninguna eins og Vista sé ennþá í BETA.. \n\n\n\nAllir alltaf að tala um hvað þeir eru í miklu drivera vandamáli með þetta og hitt..\n\n\n\nÉg ætla bara að halda mig við súpertvíkaða XPið mitt í einhverja mánuði í viðbót",
            "date": "2007-04-02 17:40:00",
            "post_id": "143484",
            "reply_to_id": "143469"
        },
        {
            "user_name": "gnarr",
            "text": "VISTA er fullblown og algjörlega stabílt. Hinnsvegar eru það driverarnir sem eru beta rusl. Ekki eitthvað sem við getum kennt M$ um.",
            "date": "2007-04-02 18:33:00",
            "post_id": "143491",
            "reply_to_id": "143484"
        },
        {
            "user_name": "ManiO",
            "text": "Er ekki að segja að MS séu sauðir fyrir skort á reklum sem virka, en það breytir því ekki að Vista er varla nothæft fyrir leikjafólk",
            "date": "2007-04-02 19:03:00",
            "post_id": "143494",
            "reply_to_id": false
        },
        {
            "user_name": "Mr. Joe",
            "text": "",
            "date": "2007-04-02 20:43:00",
            "post_id": "143502",
            "reply_to_id": "143494"
        },
        {
            "user_name": "Harvest",
            "text": "Ég er sammála þér þar.. mér finst þetta alveg 8 - 8.5 leikur sko...\n\n\n\nEini gallinn sem ég sé er að það hefði mátt vera fáeinir bílar á svæðinu.\n\n\n\nEn þetta er ekkert nýtt... þannig.",
            "date": "2007-04-08 16:48:00",
            "post_id": "143785",
            "reply_to_id": "143502"
        },
        {
            "user_name": "Tjobbi",
            "text": "Hvernig í fo**anum kemst maður út úr lab x18 \n  hurðin er föst og ég finn enga leið.  \n\n\n\n\nEinhver sem veit þetta \n ?",
            "date": "2007-05-18 23:48:00",
            "post_id": "147159",
            "reply_to_id": "143785"
        },
        {
            "user_name": "ManiO",
            "text": "Drepa eldkúluna",
            "date": "2007-05-19 09:14:00",
            "post_id": "147165",
            "reply_to_id": "147159"
        },
        {
            "user_name": "Tjobbi",
            "text": "Hvernig geri ég það \n ?\n\n\n\nÉg veit ekki einu sinni hvar hún er \n  sé hana aldrei, bara eldinn sem hún spýr.",
            "date": "2007-05-19 12:19:00",
            "post_id": "147173",
            "reply_to_id": "147165"
        },
        {
            "user_name": "Longhorn",
            "text": "Þú kastar bara grensu í hana og það ætti að duga.",
            "date": "2007-07-02 23:31:00",
            "post_id": "149504",
            "reply_to_id": "147173"
        },
        {
            "user_name": "urban",
            "text": "annað hvort hefur maðurinn fattað það, eða er löngu hættur að spila, þetta er eins og hálfs mánaðar gamall þráður",
            "date": "2007-07-03 02:23:00",
            "post_id": "149506",
            "reply_to_id": "149504"
        },
        {
            "user_name": "Longhorn",
            "text": "hehe eða það, ég hélt þetta væri nýr þráður.",
            "date": "2007-07-03 14:16:00",
            "post_id": "149527",
            "reply_to_id": "149506"
        }
    ],
    "date": "2007-04-02 19:03:00"
}