{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "14006",
    "title": "Heimatilbúin hdd kæling (spurningar, experts)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=14006",
    "posts": [
        {
            "user_name": "Tjobbi",
            "text": "Sælir, Ég var niðri skóla í dag (Iðnskólanum í Hafnafirði) og var í tíma að búa til sub woofer eða bassa magnara. \n\n\n\nÞegar ég var að festa kæliplötuna (uggann) í kassann fékk ég þá hugmynd um að gera svoleiðis með harða diskinn minn þar sem ég er búinn að vera í basli með hitann á honum (samsung spinpoint sata 250gb@45°).\n\n\n\nÞið kannist ef til vill flestir við kæliplötu ugganna sem eru aftan á mörgum spennigjöfum.\n\n\n\nHugmyndin var að grípa eina svona stöng, saga hana i tvennt, slípa hana smá til og festa hana síðan ofan á málhlutann á harðadisknum og nota kælikrem á milli.\n\n\n\nEr þetta geranlegt? Myndi þetta nokkuð eyðileggja harða diskinn á nokkurn hátt?\n\n\n\nLæt eina mynd af kæli plötunni fylgja með.",
            "date": "2007-04-16 20:52:00",
            "post_id": "144461",
            "reply_to_id": false
        },
        {
            "user_name": "Snorrmund",
            "text": "Held að það væri sniðugra að setja tvö svona á sitthvorar hliðarnar á harðadisknum. Eini gallinn er að þá kemuru þessu ekki i venjulegt \"slot\" fyrir harðan disk \n gætir þá kannski gert þetta þannig að þetta passi akkurat í geisladrifa dótið .. annars hvernig málmur er þetta? bara venjulegt vinkiljárn úr kopar?",
            "date": "2007-04-16 22:01:00",
            "post_id": "144464",
            "reply_to_id": "144461"
        },
        {
            "user_name": "Tjobbi",
            "text": "Afhverju helduru að það sé betra?\n\n\n\nHefði haldið að þessi hérna |_| væri langbest í þetta, þá leiðiru hitann um allann flötinn og sendir hann síðann upp.\n\n\n\nÞetta er eitthvað spes ál sem kennarinn lét panta, fékk að taka eitt stykki með heim \n\n\n\n\nEina sem ég er að spá í er að hvort þetta skildi nokkuð fokka í einhverjum chippum eða plöttum í hd.",
            "date": "2007-04-16 22:30:00",
            "post_id": "144467",
            "reply_to_id": "144464"
        },
        {
            "user_name": "Yank",
            "text": "Það eru til mun betri málmar til þess að leiða hita en ál. Með þeim betri ef ekki bestur er kopar.",
            "date": "2007-04-16 22:39:00",
            "post_id": "144468",
            "reply_to_id": "144467"
        },
        {
            "user_name": "Tjobbi",
            "text": "Já ég veit en ýmindaðu þér kostnaðinn á svona stærð af koparstykki 5mm gegnheill kopar í þessari stærð plús það að hann hefði þá þurft að kaupa 200 stykki.\n\n\n\nÞetta ál á víst að virka þrusuvel, ætla prufa það \n\n\n\n\nEn hvað seigiði, haldiði að þetta sé óhætt?",
            "date": "2007-04-16 22:44:00",
            "post_id": "144470",
            "reply_to_id": "144468"
        },
        {
            "user_name": "Taxi",
            "text": "Go for it.",
            "date": "2007-04-16 22:58:00",
            "post_id": "144474",
            "reply_to_id": "144470"
        },
        {
            "user_name": "ManiO",
            "text": "Hvernig ætlaru að festa? En væri ekki hægt að fá blokk? Búa til þitt eigið heatsink og skella svo viftu á. |_|_|_|",
            "date": "2007-04-16 23:04:00",
            "post_id": "144475",
            "reply_to_id": "144474"
        },
        {
            "user_name": "Yank",
            "text": "Ég skil. \n\n\n\nEn það sem ég er að hugsa er ekki endilega sem mest af kopar í þyngd. Heldur stærð snertiflatar við umhverfi. Þ.e. stærri snertiflötur við andrúmsloft þ.a.l. meiri leiðni hitar burt. Slíkum snertifleti væri hægt að ná með þunnum litlum ræmum af kopar.",
            "date": "2007-04-17 14:07:00",
            "post_id": "144515",
            "reply_to_id": "144475"
        },
        {
            "user_name": "gnarr",
            "text": "eða þunnum ræmum af áli. Hugmyndin er sú að hafa sem mest yfirborð fyrir loftið að taka hitan af.",
            "date": "2007-04-17 19:08:00",
            "post_id": "144543",
            "reply_to_id": "144515"
        },
        {
            "user_name": "Harvest",
            "text": "Held nú að þetta muni ekki eyðileggja neitt....\n\n\n\nEn á hvaða braut lærir maður að gera svona í þessum skóla?",
            "date": "2007-05-06 18:47:00",
            "post_id": "145749",
            "reply_to_id": "144543"
        },
        {
            "user_name": "elv",
            "text": "Reyndar leiðir silfur hita betur en kopar.\n\nPlús það þá leiðir ál ekkert illa hita, og reyndar mun skemmtilegra efni að vinna, tala nú ekki um kostnað\n\n,álið ætti að vera kringum 400kr kg, \n\nkopar flokkast sem eðalmálmur og er verðlagður eftir því , 3-4 dýrrari ef ekki meira.",
            "date": "2007-05-06 20:20:00",
            "post_id": "145768",
            "reply_to_id": "145749"
        },
        {
            "user_name": "Pandemic",
            "text": "45°C á hörðum disk er nú ekkert svakalegt og vel innan skynsamlegra marka.",
            "date": "2007-05-06 21:25:00",
            "post_id": "145776",
            "reply_to_id": "145768"
        },
        {
            "user_name": "SIKO",
            "text": "og gull betur en silfur comon strakurinn er ekki með kopar né silfur hvað þá gull til að kæla enn harðan disk",
            "date": "2007-05-07 10:02:00",
            "post_id": "145804",
            "reply_to_id": "145776"
        },
        {
            "user_name": "Tjobbi",
            "text": "Gull leiðir ekki betur en silfur.\n\n\n\nSilfur er sá málmur sem er með mestu leiðnina en hann er fokdýr, þessvegna er oftast notaður kopar við kælingar. \n\n\n\nHann er mun ódýrari en silfur en skilar svipaðri kælingu.\n\n\n\nEdit: \n\n\n\nJæja ég prufaði þetta, sagaði bútinn í tvennt og slípaði vel. Setti síðan nokkra dropa af kælikremi á fletina og kom þeim fyrir á hd.\n\n\n\nViti menn, hann fer ekki yfir 40°  \n  Þetta er ódýr og góð lausn til að halda  hd undir hættumörkum.\n\n\n\nKem með myndir síðar.",
            "date": "2007-05-07 10:36:00",
            "post_id": "145811",
            "reply_to_id": "145804"
        },
        {
            "user_name": "ManiO",
            "text": "Gull leiðir rafmagn betur en silfur.",
            "date": "2007-05-07 11:42:00",
            "post_id": "145815",
            "reply_to_id": "145811"
        },
        {
            "user_name": "Tjobbi",
            "text": "Nokkuð viss um að silfur leiði betur.",
            "date": "2007-05-07 11:53:00",
            "post_id": "145817",
            "reply_to_id": "145815"
        },
        {
            "user_name": "Xyron",
            "text": "ekki samkvæmt wikipedia.. þá leiðir silfur rafmagn best, en aftur á móti þá leiðir gulll hita betur(demantar best)",
            "date": "2007-05-07 12:40:00",
            "post_id": "145825",
            "reply_to_id": "145817"
        },
        {
            "user_name": "ManiO",
            "text": "Ahh, gull leiðir ekki betur en silfur, en þolir meira af veðrun og þess háttar og þar af leiðandi notað í \"electrical contacts\". My bad.",
            "date": "2007-05-07 12:42:00",
            "post_id": "145826",
            "reply_to_id": "145825"
        },
        {
            "user_name": "Mazi!",
            "text": "Ég fékk mér bara eitthvað drasl til að kæla harðadiskinn minn sem ég sá í BT Þetta er alveg deadsilent!",
            "date": "2007-05-09 15:04:00",
            "post_id": "146013",
            "reply_to_id": "145826"
        },
        {
            "user_name": "SolidFeather",
            "text": "Ég lokaði minn einmitt inní í svona anti-hljóð-boxi og hann er alltaf í 45°C.\n\n\n\n\n\nBúinn að vera þannig heillengi og svínvirkar",
            "date": "2007-05-09 15:10:00",
            "post_id": "146014",
            "reply_to_id": "146013"
        },
        {
            "user_name": "Mazi!",
            "text": "hitinn breyttist svaklega við þetta, var alltaf í 45-50",
            "date": "2007-05-09 15:17:00",
            "post_id": "146017",
            "reply_to_id": "146014"
        },
        {
            "user_name": "Xyron",
            "text": "varla að megi kalla það drasl þá",
            "date": "2007-05-09 18:27:00",
            "post_id": "146024",
            "reply_to_id": "146017"
        }
    ],
    "date": "2007-04-16 20:52:00"
}