{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "1418",
    "title": "Bestu CD-R?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=1418",
    "posts": [
        {
            "user_name": "END",
            "text": "Ég ákvað að fá mér Samsung skrifara frekar en Plextor, vegna ábendinganna sem ég fékk á \n\"Skrifarar\"\n póstinum.\n\n\n\nEn núna vantar mig CD-R og var að velta fyrir mér hverjir væru bestu framleiðendurnir. Ég var að reyna að lesa mér til um þetta á  \nCD freaks spjallrásinni\n en botna lítið í þessu og finnst líka óþægilegt að vita ekki hvar/hvort diskarnir fást hérlendis.\n\n\n\nÞannig að endilega látið mig vita hvaða diska þið notið og hvernig þeir eru að reynast, eða hvar ég get fengið einhverja af diskunum sem nefndir eru í \nCD freaks\n póstinum, og aðra góða diska.\n\n\n\nÉg vil líka bæta við að samkvæmt grein sem ég las á \ncdfreaks.com\n skipta merkin ekki máli, heldur framleiðandinn.",
            "date": "2003-09-03 20:27:00",
            "post_id": "12209",
            "reply_to_id": false
        },
        {
            "user_name": "Voffinn",
            "text": "Ég nota Discrite diska. Þeir hafa alltaf dugað fyrir mig, og aldrei neitt vesen.\n\n\n\nÉg veit að þeir fást í tölvulistanum, þeir eru reyndar hættir að selja 50 diska spindill, þannig ða núna seinast þurfti ég að kaupa 100 diska spindill :>",
            "date": "2003-09-03 20:29:00",
            "post_id": "12212",
            "reply_to_id": "12209"
        },
        {
            "user_name": "halanegri",
            "text": "Bestu fáanlegu diskarnir eru náttla gömlu góðu Kodak Gold CDR diskarnir, eru núna seldir sem \"High Quality Digital Audio\" diskar eða eitthvað slíkt.",
            "date": "2003-09-03 20:29:00",
            "post_id": "12213",
            "reply_to_id": "12212"
        },
        {
            "user_name": "axyne",
            "text": "Infiniti er stálið sko. dáldið dýrir en totaly worth it",
            "date": "2003-09-03 20:40:00",
            "post_id": "12217",
            "reply_to_id": "12213"
        },
        {
            "user_name": "Spirou",
            "text": "Sammála",
            "date": "2003-09-03 20:41:00",
            "post_id": "12218",
            "reply_to_id": "12217"
        },
        {
            "user_name": "END",
            "text": "Mér skilst að Kodak séu hættir að framleiða CD-R og ef þeir eru enn þá til eru þeir ekki óhemju dýrir. \n\n\n\nÉg býst við að Infiniti og Discrite séu merkin en vitiði hver er framleiðandinn \n(sjá þessa grein)\n?",
            "date": "2003-09-03 21:17:00",
            "post_id": "12227",
            "reply_to_id": "12218"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ertu ekki ánægður með nýja skrifarann?",
            "date": "2003-09-03 22:50:00",
            "post_id": "12240",
            "reply_to_id": "12227"
        },
        {
            "user_name": "END",
            "text": "So far að minnsta kosti, en er nú bara búinn að skrifa einn audio cd. Hvaða CD-R notar þú, og hvernig eru þeir að reynast?",
            "date": "2003-09-04 16:11:00",
            "post_id": "12316",
            "reply_to_id": "12240"
        },
        {
            "user_name": "Castrate",
            "text": "ég nota infinity þeir virka fínt í svona cdrom dót en ef ég skrifa audio cd og spila það í bílnum þá er fyrsta lagið alltaf í hakki. Þetta gerist aldrei með Imation diskana sem ég var alltaf með ég bara hef hvergi séð svoleiðis núna keypti imation alltaf í tölvulistanum en þeir eru víst hættir með þá",
            "date": "2003-09-04 16:15:00",
            "post_id": "12319",
            "reply_to_id": "12316"
        },
        {
            "user_name": "END",
            "text": "Castrate\n, það er hægt að fá Imation diskana í EJS, 25 stykki af 48x diskum á 2.500 kr. Ég hef ekki heyrt neitt nema gott um þá þannig að ég býst við að ég kaupi. \n\n\n\nHefur einhver reynslu af MMore diskunum, eða einhverjum öðrum sem hæg er að fá 90 mín. útgáfu af?",
            "date": "2003-09-09 17:10:00",
            "post_id": "12817",
            "reply_to_id": "12319"
        },
        {
            "user_name": "arnarj",
            "text": "Kodak\n\nTaiyo Yuden (t.d. Plextor hér á frónni)\n\nHP (átti slíka frá Taiyo Yuden)\n\nInfiniti\n\nProdisc (t.d. Smartbuy)\n\nFuji\n\n\n\nVafasamari tegundir:\n\nTDK (geta verið góðir og lélegir, margir framleiðendur)\n\nSony, sama ástæða\n\nImation, oft framleiddir af CMC, slæmt orðspor af þeim\n\nMMore, framl af CMC í den, eru núna frá einvherju indv. comp. víst ágætir",
            "date": "2003-10-06 17:21:00",
            "post_id": "15083",
            "reply_to_id": "12817"
        },
        {
            "user_name": "END",
            "text": "Ég hef verið að nota Imation og Creation diska, svo var ég að kaupa 100 diska bulk af Discrite diskum en á eftir að prófa þá. \n\n\n\nHvar fást diskarnir sem þú ert að nefna arnarj?",
            "date": "2003-10-07 17:41:00",
            "post_id": "15192",
            "reply_to_id": "15083"
        },
        {
            "user_name": "arnarj",
            "text": "kodak=ófáanlegir\n\nPlextor=BT\n\nHP=voru oft til í pennanum\n\ninfiniti=tölvulistinn\n\nProdisc=computer.is og oddi\n\nFuji=dunno\n\n\n\nTDK=skífan, BT(oft)\n\nsony=BT(oft), penninn(oft)\n\nImation=Tölvulistinn(oft) \n\nMMore=penninn",
            "date": "2003-10-12 12:43:00",
            "post_id": "15825",
            "reply_to_id": "15192"
        },
        {
            "user_name": "1NV4D3r",
            "text": "...og\n\n\n\nBenQ= Svar bæjarlind Kópavogi 510 6000\n\n\n\nsjá augl á  \n \nhttp://www.svar.is",
            "date": "2003-10-13 13:51:00",
            "post_id": "15950",
            "reply_to_id": "15825"
        },
        {
            "user_name": "RadoN",
            "text": "er 1NV4D3r að auglýsa fyrir Svar eða?",
            "date": "2003-10-13 19:21:00",
            "post_id": "16063",
            "reply_to_id": "15950"
        },
        {
            "user_name": "gumol",
            "text": "Það var allt í lagi fyrir hann að bæta þessu við, enda vantaði það í listann.\n\n\n\nOg já, hann er að vinna hjá svar",
            "date": "2003-10-13 19:23:00",
            "post_id": "16064",
            "reply_to_id": "16063"
        },
        {
            "user_name": "ICM",
            "text": "haha þetta er bara snilld hjá invader! afhverju hefur ekki ein einasta tölvubúð fyrir utan svar:) vit á að reyna eitthvað svona?",
            "date": "2003-10-13 19:24:00",
            "post_id": "16066",
            "reply_to_id": "16064"
        },
        {
            "user_name": "RadoN",
            "text": "það er reyndar rétt",
            "date": "2003-10-13 19:39:00",
            "post_id": "16073",
            "reply_to_id": "16066"
        },
        {
            "user_name": "Voffinn",
            "text": "Vona samt ekki að tölvubúðir fara að stunda þetta. Vaktin yrði flooded by commercials.",
            "date": "2003-10-13 20:55:00",
            "post_id": "16095",
            "reply_to_id": "16073"
        },
        {
            "user_name": "gnarr",
            "text": "ég myndi fýla það ef að svona \"underground\" tölvubúðir eins og task.is, svar og þannig mydnu fylgjast með. en ef að svona aula comercial búðir eins og bt væru hérna, þá myndi ég labba inní búðirnar þeirra og kúka útá mitt gólf hjá þeim.",
            "date": "2003-10-13 23:18:00",
            "post_id": "16205",
            "reply_to_id": "16095"
        },
        {
            "user_name": "1NV4D3r",
            "text": "Takk takk IceCaveman\n\n\n\nummm Sko ., ég hóf störf hjá svari fyrir um mánuði síðan. Ég er grafískur hönnuður hjá þeim og mun gera nýja heimasíðu og halda utanum auglýsingar og annað sem tengist mínu starfi hjá þeim..\n\nÉg sá einfaldlega þann leik á borði að láta ykkur vita af verðinu á spindlunum því ég hef fylgst með vaktinni um langt skeið þó svo ég sé \"nýgræðingur\" . Ég ákvað einnig að vera ekki í felum heldur segja beint út að ég starfi hjá Svari. Er ekki málið að hér inni sé fólkið sem hafi víða reynslu á hlutunum og geti svarað fyrir sig. Því ekki að spyrja neytandann strax að því hvað hann vill áður en maður pantar heilt flugmóðurskip af spindlum inní landið.\n\nEf við fáum blessun fyrir því að nýta okkur þessa síðu til að kynna vöruna og skapa umræður á nýjum vörum og öðru slíku, eru þá ekki allir að græða á því. \n\n\n\n1NV4D3r\n\n_________________\n\n\"pioneer of aerodynamics\"",
            "date": "2003-10-14 08:58:00",
            "post_id": "16264",
            "reply_to_id": "16205"
        },
        {
            "user_name": "Fox",
            "text": "Afhverju er fólk að kaupa sér CD-R þegar það er hægt að fá DVD skrifara sem taka 10x meira pláss?\n\n\n\nÉg skellti mér á DVD-+RW og 300 tóma diska, ss 1500 GB af plássi, fyrir rúmar 45 þúsund krónur, Nýtt.",
            "date": "2003-10-17 02:32:00",
            "post_id": "16717",
            "reply_to_id": "16264"
        },
        {
            "user_name": "halanegri",
            "text": "OK, kannski skrifarinn á 25k lágmark, þú ert þá að fá DVDR diska á sirka 66kr stykkið? Það er meira að segja erfitt að finna CDR diska á þannig verði....",
            "date": "2003-10-17 04:19:00",
            "post_id": "16729",
            "reply_to_id": "16717"
        },
        {
            "user_name": "gnarr",
            "text": "fox: hvar ímyndaðiru þér að þú gætir fengið þetta?",
            "date": "2003-10-17 07:38:00",
            "post_id": "16741",
            "reply_to_id": "16729"
        },
        {
            "user_name": "Hlynzi",
            "text": "Já segi það með þér. Ég seldi minn brennara, á spott prís, enda orðinn gamall og bara 8x4x32x, Creative, virkar fjandi vel að vísu, en ég fæ Asus ferðatölvu bara um mánaðarmótin og hún verður með DVD brennara. Og ekkert 10x meira magn, það er ca. 5 sinnum meira. En 5 gb á einum cd er bara gott mál. DVD brennarar eru málið í dag. CD-R er bara of lítið.. muuu  ... \n\n\n\nÉg nenni ekki að segja meira um þetta. En mig vantar að vita um góða DVD diska, pósta því í fésið á ykkur seinna meir.",
            "date": "2003-10-21 21:34:00",
            "post_id": "17148",
            "reply_to_id": "16741"
        },
        {
            "user_name": "Buddy",
            "text": "Bestu gæðin sem hægt er að fá á Íslandi eru Fuji og Kodak sem eru tveir af ákaflega fáum framleiðendum sem búa til sýna eigin diska. Eitthvað hefur komið til landsins af Tayo Yuden en það er mjög lítið. \n\n\n\nAllir hinir framleiðendurnir sem hafa verið taldir upp hérna eru yfirleitt framleiddir af Ritek, Prodisc, Leadata eða CMC. Creation og Infinity eru að mínu viti báðir Ritek sem gerir þá skárri kost heldur en diskar frá Leadata og CMC. Prodisc eins og t.d Smartdata og eProFormance eru líka í príðis gæðum eins og Ritek en hafa átt í meiri vandræðum með að spilast í öllum geisladrifum. Ég hef til að mynda lennt í vandræðum með ProDisc í ferðatölvu og bílagræjageisladrifum.",
            "date": "2003-10-21 22:44:00",
            "post_id": "17157",
            "reply_to_id": false
        }
    ],
    "date": "2003-10-21 22:44:00"
}