{
    "forum_title": "Koníakstofan",
    "id": "14818",
    "title": "Bílagræjur.. nokkrar spurningar",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=14818",
    "posts": [
        {
            "user_name": "Harvest",
            "text": "Jæja.. þá er komið að því að fara setja almennilega græjur í bílinn...\n\n\n\nSegi svona \n - Ég hef enga hugmynd um einusinn hvað ég þarf til þess að geta hlustað á í bílnum, svo allar ábendingar eru vel þegnar um hvað ég þarf.\n\n\n\nÉg á ekkert... þarf að kaupa spilara og alles. Ég vil ekki eyða miklum peningm í þetta til að byrja með (veit ekki einusinni hvað er raunhæft að miða við, varðandi verð og styrk).\n\n\n\nHvaða búðir eru svona bestar með þetta?\n\n\n\nEins og ég segi.. allar ábendingar vel þegnar, þar sem að ég veit ekkert um þetta.... hvað þarf ég, við hvað á ég að miða við osf osf osf",
            "date": "2007-06-15 23:02:00",
            "post_id": "148739",
            "reply_to_id": false
        },
        {
            "user_name": "kristjanm",
            "text": "Ég myndi kaupa þetta notað ef ég væri þú, kostar alveg ágætis slatta að fá allt þetta drasl nýtt.",
            "date": "2007-06-16 02:36:00",
            "post_id": "148756",
            "reply_to_id": "148739"
        },
        {
            "user_name": "hsm",
            "text": "Mundu bara að biðja um afslátt ef þú kaupir þetta nýtt.\n\nÉg keipti bílgræjur fyrir 10 mánuðum síðan af ormsson sem áttu að kosta samkvæmt verðmiða 130.000.kr\n\nSpurði svo hvort að ég gæti ekki fengið góðan afslátt af þessu ef ég ætlaði að kaupa þetta af þeim og eftir smá orðaskipti og útskíringar þá sættumst við á 96.000kr fyrir pakkan \n\n\nÞetta var bíltæki, bassahátalari og magnari.\n\nOg er ég mjög sáttur við Pioneer dótið mitt, keipti reindar dýrt tæki (átti að kosta 69.900kr) þar sem ég vildi 3xRCA útganga og það fæst yfir leitt ekki nema í dýrari græjum þó það sé hægt að finna ódýrara tæki en það sem ég fékk með 3xRCA þá var það bara svo helvíti flott og líka með Bluetooth (sem ég nota reindar ekkert  \n )\n\nOg alls ekki kaupa Sony hátalara þó að þeir líti út fyrir að vera svalir og öflugir þá er raunin önnur. Ein verstu kaup sem ég hef nokkurn tíman gert í græjum.\n\nReinslan mín af Ormsson er mjög góð, hef verslað AEG heimilistæki Samsung LCD sjónvarp og bílgræjur af þeim og fengið mjög góða þjónustu af þeim og mæli hiklaust með Ormsson.\n\nEn svo er bara spurning hvað þú ert tilbúinn að borga fyrir dótið.\n\nMundu bara að góðar græjur kosta yfirleitt svolítið meira \n nema ef þú kaupir Sony þá færðu lítið fyrir mikið",
            "date": "2007-06-16 03:46:00",
            "post_id": "148757",
            "reply_to_id": "148756"
        },
        {
            "user_name": "GuðjónR",
            "text": "Sony lítið fyrir mikið? hehehehe",
            "date": "2007-06-16 09:17:00",
            "post_id": "148758",
            "reply_to_id": "148757"
        },
        {
            "user_name": "Harvest",
            "text": "Váááá... rosalega er þetta að kosta mikið \n\n\n\n\nÉg hafði hugsað um eitthvað 30k \n\n\n\n\nHeld ég eyði peningnum frekar í eitthvað annað, þar sem að þetta er þá að verða jafn dýrt og bíllinn sjálfur.",
            "date": "2007-06-16 15:21:00",
            "post_id": "148770",
            "reply_to_id": "148758"
        },
        {
            "user_name": "Pict1on",
            "text": "veit að þetta er smá necromancy....\n\n\n\n\n\nen þú getur alveg farið út í elko keypt spilara sem þér líst á og hátalara sem passa í bílin þinn (ef þú nennir ekki að standa í veseni að stækka göt og svona) og feingið alveg þrusu hljóð úr því þarft ekki preamp og allan þann pakka....",
            "date": "2007-09-14 15:35:00",
            "post_id": "152781",
            "reply_to_id": "148770"
        },
        {
            "user_name": "Harvest",
            "text": "Keypti mér spilara í elko fyrir 15k og þá skyndilega vöknuðu dósirnar tillífsins :O\n\n\n\nAlveg ótrúlegt að heyra í þessu plastdrasli eftir að nýji spilarinn er kominn í. Svo fór ég út í Europris og keipti eitthverja 300w hátalara á 6000 kr. Tengdi þetta svo allt saman.\n\n\n\nSs. boxið úr europrisnum og bakhátalarana. Svo framhátalarana. Er að fá geggjaðan hljóm úr þessu. Ég var alveg gáttaður.\n\n\n\nOg allt þetta fyrir aðeins 21.000 kr",
            "date": "2007-09-15 03:12:00",
            "post_id": "152803",
            "reply_to_id": "152781"
        },
        {
            "user_name": "MuGGz",
            "text": "sorry enn hahah, þá veistu greinilega ekki hvað geggjaður hljómur er",
            "date": "2007-09-15 03:16:00",
            "post_id": "152806",
            "reply_to_id": "152803"
        },
        {
            "user_name": "urban",
            "text": "ok...\n\nsemsagt.... LÖNGU LÖNGU LÖNGU eftir að þessi þráður er gerður\n\n\n\nþá reyndar verð ég að játa það að í bílnum hjá mér er EKKI alpine tweeterar og ekki alpine bassabox, EN hátalarnir eru allir Alpine Type-R\n\n\n\nog ég sé ekkert eftir því að eyða aðeins meiri pening í að borga fyrir það.\n\n\n\nmálið er semsat\n\n\n\nsettu upp verðhugmynd, og talaðu við þau hjá nesradio\n\n\n\n(já er er semsagt með type-r, type-s er ódýrara, og samt sem áður alveg þess viðri)\n\n\n\n(afsakið stafsetningavillur, er smnávegis í galsi)",
            "date": "2007-09-15 05:30:00",
            "post_id": "152807",
            "reply_to_id": "152806"
        },
        {
            "user_name": "hsm",
            "text": "Skál",
            "date": "2007-09-15 14:26:00",
            "post_id": "152813",
            "reply_to_id": "152807"
        },
        {
            "user_name": "Harvest",
            "text": "Hehe, jú ég tel mig nú vita það. Hef nú helvíti mikinn \"tækjametnað\".\n\n\n\nEn þetta er bara gamall bíll. Tími ekki að borga eitthvern slatta fyrir eitthvað dúndur. Mundi auðvita fara í Alpine dót þegar maður fær sér nýjan bíl.\n\n\n\nSvo eyði ég meiri tíma hér heima að hlusta á tónlist en í bílnum. En ég verð að játa það. Þetta er ekkert besti hljómur í heimi eða neitt. En þetta er samt alveg þrusugott fyrir engan pening. Bassinn í þessu er alveg það góður t.d. að ég get ekki horft í spegilinn vegna titrings \n\n\n\n\nEuropris ftw!",
            "date": "2007-09-15 17:18:00",
            "post_id": "152816",
            "reply_to_id": "152813"
        },
        {
            "user_name": "Haddi",
            "text": "Ef þú vilt eitthvað real stuff þá áttu að fá þér Alpine! ekki spurning..",
            "date": "2007-09-19 19:40:00",
            "post_id": "152977",
            "reply_to_id": "152816"
        },
        {
            "user_name": "Pandemic",
            "text": "JBL og Orion ef þú vilt metnað \n\n\n\n\nMyndin fyrir neðan er af Íslandsmeistaranum í græjukeppni? \n\nAllsvakalegt kerfi þarna á ferð, tveir aukarafgeymar, 8 Faröd af þéttum, Tvær monster bassakeilur sem vísa inní bílinn svo að glugginn springi ekki og einhvað hljómlega séð, held að þetta sé rétt hjá mér..",
            "date": "2007-09-19 22:37:00",
            "post_id": "152986",
            "reply_to_id": "152977"
        },
        {
            "user_name": "Harvest",
            "text": "...kemur frá manni með Liverpool merki.",
            "date": "2007-09-19 22:38:00",
            "post_id": "152987",
            "reply_to_id": "152986"
        },
        {
            "user_name": "Harvest",
            "text": "Haha, góð nýting á plássi... er þetta ekki Range Rover?\n\n\n\nHvern mundi ekki langa til að keyra þennan kagga niður laugarveginn með allar rúður niðri, nýkominn úr ljósum.",
            "date": "2007-09-19 22:41:00",
            "post_id": "152988",
            "reply_to_id": "152987"
        },
        {
            "user_name": "Pandemic",
            "text": "Jubb þetta er Range Rover og það er heldur enginn hnakki sem keyrir þennan bíl. Powerið og hljómurinn í þessum græjum myndi hreinsa vaxið úr hárinu á hnökkunum þegar hann spilaði eitt gott \"simply the best\" með Tínu. \n\n\n\nÞetta er áhugamál eins og hvað annað ef hann vill eyða peningum og tíma í þetta þá er það hans mál eins og ég eyði mínum tíma í tölvurnar. \n\n\n\nP.S hann fór minnir mig til Þýskalands til að skoða og versla þetta haha \n, veit ekki hvort þetta sé enn í bílnum.",
            "date": "2007-09-19 22:46:00",
            "post_id": "152990",
            "reply_to_id": "152988"
        },
        {
            "user_name": "Harvest",
            "text": "Þetta er auðvta ekkert smá og þetta er bara eins og þú segir, eins og hvað annað áhugamál.\n\n\n\nÉg mundi alveg vilja þetta \n\n\n\n\n-Eeeen, tölvan hefur forgang",
            "date": "2007-09-19 22:55:00",
            "post_id": "152992",
            "reply_to_id": "152990"
        },
        {
            "user_name": "hsm",
            "text": "Liverpool = topp gæði",
            "date": "2007-09-19 22:55:00",
            "post_id": "152993",
            "reply_to_id": "152992"
        },
        {
            "user_name": "Haddi",
            "text": "Eins og talað frá mínu hjarta",
            "date": "2007-09-19 23:40:00",
            "post_id": "153003",
            "reply_to_id": "152993"
        },
        {
            "user_name": "Harvest",
            "text": "YOU ARE ALL BLIND",
            "date": "2007-09-20 10:02:00",
            "post_id": "153016",
            "reply_to_id": "153003"
        },
        {
            "user_name": "ManiO",
            "text": "Fótbolti er teh suck.",
            "date": "2007-09-20 10:57:00",
            "post_id": "153018",
            "reply_to_id": "153016"
        },
        {
            "user_name": "CraZy",
            "text": "Einsog talað úr mínu hjarta\n\nKörfubolti alla leið!",
            "date": "2007-09-20 11:17:00",
            "post_id": "153022",
            "reply_to_id": "153018"
        }
    ],
    "date": "2007-06-15 23:02:00"
}