{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "14836",
    "title": "Ráðleggingar fyrir 1680x1050 fartölvukaup",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=14836",
    "posts": [
        {
            "user_name": "zaiLex",
            "text": "Ég er að fara að kaupa mér fartölvu og væri til í smá ráðleggingar\n\n\n\nHugmyndin er að fara í fartölvu til að losa mig við borðtölvuna og losa mig þar með við hitann og hljóðið sem henni fylgir og jafnframt fá meira pláss á borðið og geta hreyft tölvuna af vild. En vandamálin sem fylgja tölvukaupum eru endalaus þegar maður gerir eitthverjar kröfur. Ég mun nota tölvuna bara í vafr, einföld forrit eins og google earth og office, er  ekkert í photoshop og ekki í leikjum. Ég vil 15\" 1680x1050 skjá, semsagt ekki of þung eða neitt ultra portable. Tölvan verður að vera 100% silent eða allavega 99% í léttri windows vinnslu. Þannig að markmiðið er eitthvað svohljóðandi:\n\n\n\nskjár:\n 15\" 1680x1050 \n\nörgörvi:\n \nEr intel core duo ekki eina vitið í dag? Eru það ekki hljóðlátustu tölvurnar?\n við erum við að tala um 1,6-2,2ghz, skiptir ekki öllu máli. \n\nskjákort: \nIntel GMA X3100 eða X1300 ATi skjákort eða eitthvað þvíumlíkt ekkileikja skjákort, \nræður þetta ekki alveg örugglega 100% við aero 100% smooth\n?, ég verð brjálaður ef ég \n\nsé eitthvað hökt í aero í vista. Ég veit að intel skjákortið fær 3,4 í windows experince í graphics, \ner það nóg fyrir 100% smooth aero?\n) \n\nvinnsluminni:  \n1-2gb\n\nharði diskurinn: \nskiptir eigilega engu því ég verð með flakkara fyrir allt draslið\n\nstýrikerfi:\n gott ef windows vista fylgir \n\nbatterý:\n er ekkert mikið að spá í því, ég gerir mér grein fyrir því að vista gerir það slappt svo ég er ekkert hissa að það væri svona 2klst á nýrri tölvu. \n\n\n\nÚrvalið með þessum skjá á Íslandi er voðalega lítið. Það eru eigilega bara þessar hérna tvær sem koma til greina sem eru ekki leikjatölvur:\n\n\n\nhttp://start.is/product_info.php?cPath=138_235&products_id=1854\n    - HP 6710b\n\nhttp://www.tolvutek.is/product_info.php?cPath=87_88&products_id=4507\n  - Acer 6465\n\n\n\nEn báðar eru með vandamál, það er mikið talað um á netinu að viftan á 6710b sé alltaf í gangi og það sé þannig á mörgum HP tölvum, jafnvel við það bara að \n\nýta á start takkann, og að hún sé hávær og pirrandi. Þetta er náttúrulega algjör deal-breaker fyrir mig, annars eru specarnir á þessari tölvu næstum \n\nfullkomnir og mér lýst mjög mjög vel ég hana. Ég fór í Start í dag til að skoða hana en hún var ekki til sýnis en þeir ætla að vera búnir að setja hana upp \n\nfyrir morgundaginn svo ég get örugglega kíkt á þetta á morgun. \n\n\n\nAcer tölvan er hinsvegar 30.000 dýrari fyrir ekki neitt nema + 1gb minni, webcam og 8cell yfir 6cell batterý, + það að ég myndi kaupa vista því xp fylgir ekki með sem gerir það 45.000 dýrara, en ég vil ekki kaupa vista upgrade eitthvað því \nþað er vesen uppá format er það ekki?\n (\nBTW hvernig er þetta með vista, getur maður bara installað því 3x?\n las það einhverstaðar). Acer tölvan er síðan með gloss skjá en ég vil frekar matte skjá eins og HP tölvan er með.\n\n\n\nSvo lýst mér mikið betur á HP merkið heldur en Acer.\n\n\n\nAðrir valkostir eru að kaupa t.d. thinkpad t61 úti en ég meika ekki hversu ljótar thinkpad eru og ég vil hafa ábyrgð á tölvunni með því að kaupa hana hérlendis.\n\n\n\nHvort ætti ég að bíða eftir firmware/BIOS fixi á HP tölvunni sambandi við viftuna (ekki víst að það komi) eða skella mér á acerinn? Væri svo til í að fá svar við öllum hinum spurningunum sem eru skáletraðar.\n\n\n\nEDIT: Svo var ég að spá í, í minni gömlu fartölvu er maður að heyra svona rafræn hljóð (veit ekki hvernig á að lýsa þessu) þegar maður er með heyrnartól plugged í, semsagt í heyrnartólunum. Er þetta vandamál úr sögunni í nýjum fartölvum?",
            "date": "2007-06-18 18:06:00",
            "post_id": "148858",
            "reply_to_id": false
        },
        {
            "user_name": "zaiLex",
            "text": "þetta vandamál í 6710b er víst lagað í nýjum sendingum, hef ákveðið að kaupa hana, enda mega æðisleg tölva.",
            "date": "2007-07-03 18:31:00",
            "post_id": "149543",
            "reply_to_id": "148858"
        },
        {
            "user_name": "goldfinger",
            "text": "Bróðir minn keypti 6710b fyrir nokkrum dögum, bætti 1gb minni við og er mega sáttur með hana.",
            "date": "2007-07-03 19:16:00",
            "post_id": "149546",
            "reply_to_id": "149543"
        },
        {
            "user_name": "zaiLex",
            "text": "er hann með þetta viftuvandamál? Semsagt að viftan fari í gang bara við það að fara í start eða rétt svo hreyfa músina eða eitthvað álíka lítið álag sem ætti ekki að triggera viftuna. Hvar keypti hann hana?",
            "date": "2007-07-03 20:36:00",
            "post_id": "149550",
            "reply_to_id": "149546"
        }
    ],
    "date": "2007-06-18 18:06:00"
}