{
    "forum_title": "Koníakstofan",
    "id": "14942",
    "title": "Pæling varðandi President neftóbakið",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=14942",
    "posts": [
        {
            "user_name": "HemmiR",
            "text": "Já góðan daginn. Ég hef verið að velta þessu fyrir mér afhverju í ósköponum þetta tóbak er ólöglegt á íslandi? ég hef fengið bara þau svör að svona fínt mulið tóbak sé bannað afþví að það getur farið æðar i hausnum á manni og stíflað þær og maður getur orðið blindur þegar það gerist. En þarna erum við að tala um að það GETUR gerst það er ekki pottþétt.. eins með reykingar þær geta valdið krabbameini en það er ekki pottþétt að þær geri það.. ég er svona að spá eru þessi lög um fín mulið tóbak þá ekki frekar asnaleg? hvað finnst ykkur?",
            "date": "2007-07-04 17:37:00",
            "post_id": "149599",
            "reply_to_id": false
        },
        {
            "user_name": "ManiO",
            "text": "Eins með munntóbak (þ.e.a.s. snus).",
            "date": "2007-07-04 17:42:00",
            "post_id": "149600",
            "reply_to_id": "149599"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég hef stundum verið að velta því fyrir mér af hverju tóbak er yfir höfðu leyft...\n\nEf tóbak væri að koma á markað í dag...þá yrði það flokkað sem eiturlyf og bannað.",
            "date": "2007-07-04 18:10:00",
            "post_id": "149602",
            "reply_to_id": "149600"
        },
        {
            "user_name": "Blackened",
            "text": "kannski afþví að tóbak er búið að vera á \"markaði\" í mörghundruð / þúsund ár í heiminum..\n\n\n\nMér finnst ekkert að því að ef fólk vill nota tóbak.. sígarettur eða neftóbak..\n\n\n\nÞó kannski meira á móti sígarettum útaf reyknum.. en mér finnst bara að það ætti að vera val hvers og eins að nota nef og munntóbak",
            "date": "2007-07-04 18:20:00",
            "post_id": "149606",
            "reply_to_id": "149602"
        },
        {
            "user_name": "HemmiR",
            "text": "Akkúrat. því ef maður er að nota neftóbak eða munntóbak þá er maður ekki að drepa fólk i kringum sig :p",
            "date": "2007-07-04 18:29:00",
            "post_id": "149607",
            "reply_to_id": "149606"
        },
        {
            "user_name": "GuðjónR",
            "text": "Einmitt...ég svaraði sjálfum mér með því að segja að ef það væri nýtt á markaði (ekki aldargömul hefð) þá yrði það bannað.\n\n\nJá það má svo sem segja það, en á þá ekki að vera val hvers og eins hvort viðkomandi vill reykja hass...eða taka í kók í nös?\n\n\n\nOg hver á að borga sjúkrakostnaðinn þegar tóbaksbrjálæðingurinn leggst inn með langvarandi sjúkdóm?\n\nKannski er lausnin á hækka pakkann í tvö til þrjúþúsund krónur og láta mismuninn renna til heilbrigðiskerfisins...",
            "date": "2007-07-04 18:31:00",
            "post_id": "149608",
            "reply_to_id": "149607"
        },
        {
            "user_name": "AngryMachine",
            "text": "Í stuttu máli þá er þetta neyslustýring með það að markmiði að bæta heilsu landsmanna. Svona svipað og hugmyndin um 'sykurskatt' á gos og annað gúmmelaði. \n\n\n\nSvo er evrópusambandið líka með puttana í þessu, snusbannið kemur td. þaðan.",
            "date": "2007-07-04 18:34:00",
            "post_id": "149609",
            "reply_to_id": "149608"
        },
        {
            "user_name": "AngryMachine",
            "text": "Svo er spurning hvort að upphafsinnlegg þessa þráðs, þar sem haldið er fram að að President neftóbak sé 'indislegt', sé ekki brot á lögum um tóbaksvarnir:",
            "date": "2007-07-04 18:42:00",
            "post_id": "149610",
            "reply_to_id": "149609"
        },
        {
            "user_name": "HemmiR",
            "text": "ok alltilagi ég er buinn að laga það ef þér líður betur núna",
            "date": "2007-07-04 18:53:00",
            "post_id": "149611",
            "reply_to_id": "149610"
        },
        {
            "user_name": "AngryMachine",
            "text": "Mér líður æðislega, takk fyrir.",
            "date": "2007-07-04 18:57:00",
            "post_id": "149612",
            "reply_to_id": "149611"
        },
        {
            "user_name": "dadik",
            "text": "Var ekki mulið gler í einhverju af þessu snussi? Minnir það amk. Þetta átti að rispa slímhúðina í nefinu þannig að tóbakið ætti greiðari aðgang.",
            "date": "2007-07-05 00:57:00",
            "post_id": "149629",
            "reply_to_id": "149612"
        },
        {
            "user_name": "HemmiR",
            "text": "Jú það er vissulega mulið gler i President.. en mér hefur verið sagt að það sé lika þannig i islenska en ég veit það samt ekki hef ekki skoðað það neitt :p",
            "date": "2007-07-05 01:11:00",
            "post_id": "149631",
            "reply_to_id": "149629"
        },
        {
            "user_name": "Tjobbi",
            "text": "Það eru tréflísar í íslenska en gler í sænska.",
            "date": "2007-07-05 08:11:00",
            "post_id": "149634",
            "reply_to_id": "149631"
        },
        {
            "user_name": "AngryMachine",
            "text": "Þetta með glerbrotin er klassískt urban legend. Sænskt snus inniheldur mikið af salti, þal. sjást oft glærir kristallar í því. Nikotín fer létt með það að smjúga í gegnum slímhúðina án þess að bætt sé við glerflísum, tréflísum eða ryðguðum nöglum. \n\n\n\nNíkotínið er leyst úr tóbakinu með hjálp basa, því hærra pH, því sterkara verður efnið. Basinn í sænskt snus er (eða var amk. hér áður fyrr) pottaska, mig minnir að í íslenska neftóbakinu sé notuð ammoníakslausn, hvort að það standi ekki meira að segja á umbúðunum.",
            "date": "2007-07-05 09:21:00",
            "post_id": "149637",
            "reply_to_id": "149634"
        },
        {
            "user_name": "worghal",
            "text": "munntóbak er ógeðslegt !!! bara \noijbarastaullabjakk !",
            "date": "2007-07-05 13:25:00",
            "post_id": "149664",
            "reply_to_id": "149637"
        },
        {
            "user_name": "Veit Ekki",
            "text": "Vel mælt.",
            "date": "2007-07-05 23:17:00",
            "post_id": "149681",
            "reply_to_id": "149664"
        },
        {
            "user_name": "Zorba",
            "text": "Maður finnur það bara á lyktinni af íslenska að það sé notað ammoníak, Ekki viss um sænska samt",
            "date": "2007-07-06 16:31:00",
            "post_id": "149703",
            "reply_to_id": "149681"
        },
        {
            "user_name": "DoRi-",
            "text": "vanalega finn ég bara lykt af hestaskít af íslenska tóbakinu",
            "date": "2007-07-06 16:36:00",
            "post_id": "149705",
            "reply_to_id": "149703"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Íslenska neftóbakið er horbjóður, forsetinn er hins vegar hressandi mentol bomba...",
            "date": "2007-07-06 16:50:00",
            "post_id": "149710",
            "reply_to_id": "149705"
        },
        {
            "user_name": "HemmiR",
            "text": "Mér finnst nú fínt að taka íslenska i vörina.. en að taka það í nefið það er bara nei",
            "date": "2007-07-06 16:59:00",
            "post_id": "149713",
            "reply_to_id": "149710"
        },
        {
            "user_name": "AngryMachine",
            "text": "Og þarna hittir þú naglann á höfuðið. Hugmyndafræðin á bakvið bann af þessu tagi er að það sem er vont fyrir þig á að vera óaðlaðandi og helst óþægilegt í neyslu. Ergó, það er ókei að selja íslenskt neftóbak af því að það er viðbjóðslega fráhrindandi á meðan bragðbættu snuffin eru komin langt í það að vera bara tóbaksnammi, mentól bragð, lakrís bragð, ávaxta bragð etc. Þetta er líka til þess að börn laðist síður að þessu, enginn heilvita krakki færi að fyrra bragði að sækja í gamla góða lopapeysu neftóbakið en bjóddu þeim fínmalað snuff sem angar af hindberjum...\n\n\n\nBjórbannið var af sama meiði (bragðgóða áfengið tekið af markaðnum) og aftur kom þetta upp þegar ÁTVR fór að selja áfengt gos (bulldogs, woodpecker og hvað þetta allt hét) fyrir svona tíu árum. Sumir vildu ekki leyfa sölu áfengs goss af því að það sem að er óhollt á að vera óaðlaðandi, annars fara börnin beint í það.",
            "date": "2007-07-06 17:22:00",
            "post_id": "149717",
            "reply_to_id": "149713"
        },
        {
            "user_name": "ManiO",
            "text": "Angry, ég verð að vera ósammála um að allt bragðbætt tóbak sé aðlaðandi. Hef prófað bragðbætt munntóbak og verri óþverra hef ég aldrei smakkað, þá er General eins og fín máltíð á 5 stjörnu veitingahúsi miðað við það.",
            "date": "2007-07-06 17:43:00",
            "post_id": "149723",
            "reply_to_id": "149717"
        }
    ],
    "date": "2007-07-04 17:37:00"
}