{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "14965",
    "title": "22\" Widescreen kaup",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=14965",
    "posts": [
        {
            "user_name": "Kaemka",
            "text": "... Fyrir 30 þús kall... \n\n\n\nÆtla að kaupa 22\" skjá með 1680x1050 upplausn.\n\n\n\nÖrugg fjárfesting er það sem mér finnst mikilvægast þar sem þetta er stórfé fyrir mér og ef ég enda uppi með dauðann pixil eða er ósáttur við eitthvað og get engu breytt yrði ég *mjög* svekktur.\n\n\n\nHallast mikið að \nhttp://www.kisildalur.is/?p=2&id=467\n af þeirri einföldu ástæðu að kísildalur er með hann, en ég hef aldrei orðið, né heyrt af enhverjum verða, ósáttur eftir viðskipti við þá. Það er mér mikils virði að fá að skipta ef ég fæ dauðann pixil eða eitthvað að enhverju og ég býst við að kisildalur séu sveigjanlegir í þeim efnum... Kannski er ég samt að ofmeta þessa búð?\n\n\n\n\n\nHef líka heyrt góða hluti um acer skjánna:\n\nhttp://www.att.is/product_info.php?cPath=6_124&products_id=3743\n\n\nhttp://www.computer.is/vorur/6580\n\n\nEf enhver hefur reynslu af þeim eða þeim sem kísildalur er að selja væri ég mjög þakklátur að fá að heyra hvernig þér finnst.",
            "date": "2007-07-07 02:08:00",
            "post_id": "149747",
            "reply_to_id": false
        },
        {
            "user_name": "GuðjónR",
            "text": "Eða kaupa \nþennan\n skjá, hann er örlítið dýrari en klassa eign.\n\nÞeir sem eiga þessa skjái halda ekki vatni yfir þeim.",
            "date": "2007-07-07 10:08:00",
            "post_id": "149751",
            "reply_to_id": "149747"
        },
        {
            "user_name": "Holy Smoke",
            "text": "Veltur á hvernig panel þú færð.  Það eru þrjár, ef ekki fjórar, tegundir af panelum í gangi í þessum skjám; ef þú færð Samsung ertu í góðum málum, en hinir eru, tja, misjafnir.",
            "date": "2007-07-07 21:34:00",
            "post_id": "149789",
            "reply_to_id": "149751"
        },
        {
            "user_name": "Kaemka",
            "text": "Ekki á leiðinni að eyða 40k í þetta... 30k er meira en nóg!",
            "date": "2007-07-07 21:47:00",
            "post_id": "149790",
            "reply_to_id": "149789"
        },
        {
            "user_name": "Holy Smoke",
            "text": "Ég myndi gleyma þessum AL2216WSD á att.is.  Hann styður ekki HDCP (n.k. copy vörn) sem þú vilt definitely hafa ef þú ætlar að eiga hann í nokkur ár og vilt geta horft á high-definition myndefni, s.s. Blu-Ray eða HDDVD, í framtíðinni.  Þessi AL2223Wd sem þú sérð á computer.is er hins vegar uppfærð útgáfa af AL2216WSD skjánum, og styður í þokkabót HDCP.  Þ.a.l. meikar engan sens að kaupa þennan 2216 skjá.\n\n\n\nProview skjárinn hjá Kísildal styður HDCP, en ég þekki merkið ekki nógu vel til að leggja dóm á skjáinn.  Sjálfsagt er það fínasti skjár, en einveldast fyrir þig er að fara bara á staðina og leggja persónulegt mat á þá.\n\n\n\nEf þú ert með fast hámark í kringum 30þús. kallinn myndi ég hiklaust taka AL2223 skjáinn eða (ef mér litist á hann) Proview skjáinn hjá Kísildal.  Framboðið af 22\" skjám á þessu verðbili er lítið, og miðað við að \nallir\n 22\" skjáir nota svokallaða TN filmu (sem er versta LCD tæknin) þá er hreinlega ekki þess virði að eyða meiru en um 30 kallinn í þá.",
            "date": "2007-07-07 22:20:00",
            "post_id": "149794",
            "reply_to_id": "149790"
        },
        {
            "user_name": "GuðjónR",
            "text": "TN filma??? Tell us more??",
            "date": "2007-07-08 00:07:00",
            "post_id": "149800",
            "reply_to_id": "149794"
        },
        {
            "user_name": "IL2",
            "text": "http://www.pureoverclock.com/article641.html",
            "date": "2007-07-08 02:26:00",
            "post_id": "149805",
            "reply_to_id": "149800"
        },
        {
            "user_name": "TestType",
            "text": "Jebb, það er alþekkt að allir 22\" skjáir hafa TN panel, sem er 6-bita panel.\n\n\n\nTN panelar eru ódýrasta og lélegasta LCD tæknin eins og HolySmoke nefndi. Þeir hafa þó þann kost að nýjustu gerðirnar hafa lægra response-time en skjáir með betri myndgæðum, færð hvergi 2ms response time eins og í Samsung skjánum þarna nema með TN panel. En í stað þess hafa þeir ekki eins góða breidd fyrir liti eins og 8-bita panelar og nokkuð verri viewing angles þar að auki. Mælt með að forðast þá ef þú hefur myndvinnslu að atvinnu, en þeir henta ágætlega í tölvuleiki.",
            "date": "2007-07-09 11:35:00",
            "post_id": "149863",
            "reply_to_id": "149805"
        },
        {
            "user_name": "urban",
            "text": "eitt sem að ég hef alltaf verið persónulega á móti þegar að það er verið að bara saman skjái, er að nefna viewing angel.\n\n\n\nmeina for f*ck sake, ertu ekki fyrir framan skjáinn þegar að þú ert við tölvuna, ég er aldrei hérumbil beint fyrri ofan hann eða á hlið\n\n\n\nvill meina að það sé einsog að sleppa því að kaupa sér bíl vegna þess að hann er svo ljótur að neðan",
            "date": "2007-07-09 16:22:00",
            "post_id": "149881",
            "reply_to_id": "149863"
        },
        {
            "user_name": "ManiO",
            "text": "Ljótleiki og notagildi er ekki það sama, þannig að þetta dæmi þitt er ekki alveg það besta. Viewing angle þó það skipti þig ekki getur það verið glatað fyrir fólk sem er mikið að sína öðrum á skjáinn hjá sér, man þegar að maður var oft hjá einum félaganum að spila einhverja leiki saman hefði verið pirrandi að sjá ekki (gömlu góðu CRT dagarnir). Eina sem ég sé að slæmur viewing angle sé gott er fyrir þá sem eru að skoða eitthvað varhugavert í vinnunni.",
            "date": "2007-07-09 20:07:00",
            "post_id": "149890",
            "reply_to_id": "149881"
        },
        {
            "user_name": "Holy Smoke",
            "text": "Getur munað um það ef þú situr nálægt skjánum, og þá sérstaklega ef hann er 22\" plús.  Ef þú situr nálægt þarftu ekki að vera nema um 15-20cm vinstra megin við skjáinn miðjan þegar hægri horn skjásins eru farin út fyrir þetta 80° viewing angle (160° / 2) sem er á TN skjám.\n\n\n\nÞetta skiptir auðvitað litlu máli fyrir leikjaspilun en getur verið atriði fyrir aðra.",
            "date": "2007-07-09 23:28:00",
            "post_id": "149897",
            "reply_to_id": "149890"
        },
        {
            "user_name": "TestType",
            "text": "Ég skil hvað þú ert að fara en það getur samt verið ókostur ef viewing angle-in eru mjög slæm. En gallinn við TN er hversu takmörkuð viewing angle-in eru lóðrétt séð. Þannig að þú ferð að sjá of dökkt eða of ljóst við brúnir skjásins uppi og niðri eindfaldlega eftir því hvort þú situr lágt eða hátt í stólnum þínum eða hvernig hæðastilling skjásins er. Getið séð hvernig þetta kemur út \nhér\n.\n\nEn ég viðurkenni að ég hef ekki mikla eigin reynslu af TN panelum svo eflaust er þetta ekkert svo slæmt. Myndi pottþétt íhuga svona skjá ef ég væri að kaupa mér, en ég myndi þó fara og skoða hann með eigin augum áður en ég keypti.",
            "date": "2007-07-10 08:00:00",
            "post_id": "149906",
            "reply_to_id": "149897"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Ef þú ert að fara að nota skjáinn BARA í Photoshop eða grafíkvinnslu skiptir þessi TN panell máli annars engu.\n\n\n\nAllir leikjaskjáir eru með TN panel og reynast frábærlega.\n\n\n\nÉg er með 22\" Samsung 226 og þykir hann alveg gargandi snilld.\n\n\n\nÞetta með hver framleiðir skiptir engu einasta máli enda var gerð ítarleg könnun á þessu og komu þeir allir svipað út.\n\n\n\nSvo er auk þess hægt að sækja bar litaprófíl sem gerir t.d Type Au eða A alveg eins og S.\n\n\n\nEn ég sá þannig engan mun.",
            "date": "2007-07-10 14:00:00",
            "post_id": "149911",
            "reply_to_id": "149906"
        },
        {
            "user_name": "Holy Smoke",
            "text": "Það er reyndar ekki alveg rétt.  Taktu t.d. meðaljóninn sem vill bæði spila leiki og edita fjölskyldualbúmið á TN skjá.  Hann kaupir sér svo nýjan skjá eftir 5 ár, og þá eru litirnir í myndunum í fokki af því að þetta color correction sem hann keyrði og leit svo vel út á gamla skjánum var bandvitlaust.\n\n\n\nÞetta er eitthvað sem er erfitt að lýsa án þess að sjá með berum augum, og þú mátt ekki vanmeta hvað munurinn getur verið mikill.  Ég hef lent í því sjálfur að edita mynd á CRT skjá sem var \nfullkomin\n á honum en hreinn hryllingur á flatskjá með S-IPS panel (sem eru bestu consumer panelarnir fyrir myndvinnslu).  Og CRT skjáir eru margfalt betri fyrir slíkt en TN skjáir.",
            "date": "2007-07-10 15:40:00",
            "post_id": "149914",
            "reply_to_id": "149911"
        }
    ],
    "date": "2007-07-07 02:08:00"
}