{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "15008",
    "title": "Seagate eða Samsung hvor er hljóðlátari?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=15008",
    "posts": [
        {
            "user_name": "kbg",
            "text": "Sælir ég er að hugsa um að kaupa annanhvorn af þessum diskum:\n\n\n\nSeagate (ST3320620AS) 320GB SATA2 16MB 7200.10\n\nSamsung (HD400LJ) 400GB SATA2 8MB 7200\n\n\n\nÞað sem ég hef mestan áhuga á er hvor er hljóðlátari, ég er nefnilega  mikill SilentPC nöttari \n.\n\nÉg er búinn að vera að lesa slatta af umræðum á netinu og flestir segja að Samsung sé hljóðlátari en sumir segja Seagate.\n\nNúna á ég einn svona Samsung fyrir og þótt hann sé ágætlega hljóðlátur hefði ég samt viljað hafa hann aðeins hljóðlátari \n\n\n\n\nÞað er spurning hvort Seagate-inn sé betri.\n\n\n\nEða veit einhver um hvaða diskur er hljóðlátastur sem er SATA og yfir 300GB?\n\n\n\n - Kristján",
            "date": "2007-07-13 15:02:00",
            "post_id": "150041",
            "reply_to_id": false
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Báðir diskarnir eru mjög hljóðlátir. Held að þú heyrir engan marktækan mun.",
            "date": "2007-07-13 15:50:00",
            "post_id": "150042",
            "reply_to_id": "150041"
        },
        {
            "user_name": "daremo",
            "text": "Nýjir Seagate diskar eru ekki hljóðlátir.. Það kom mér óskemmtilega á óvart þegar ég keypti einn slíkan um daginn.\n\n\n\nEftir því sem ég best veit hætti Seagate að nota AAM \"automatic acoustic management\" fyrir nokkru. Ástæðuna fyrir því veit ég ekki.",
            "date": "2007-07-13 17:29:00",
            "post_id": "150047",
            "reply_to_id": "150042"
        },
        {
            "user_name": "Blackened",
            "text": "ég á 250gíg WD disk.. 250gíg Seagate og 400gb Samsung.. og Seagate diskurinn er sá eini sem að heyrist eitthvað í..\n\n\n\nég mæli hiklaust með samsung spinpoint",
            "date": "2007-07-13 19:07:00",
            "post_id": "150052",
            "reply_to_id": "150047"
        },
        {
            "user_name": "GuðjónR",
            "text": "Athyglisverð spurning, ég hef alltaf talið að Seagate væri hljóðlátast...\n\nSérstaklega fannst mér það eftir að hafa átt 2x IBM death-star diska og WD diska með hátíðni hljóði dauðans...\n\n\n\nÍ dag er ég með flesta diska Seagate...þ.e. 500gb, 250gb, 200gb og 160gb...síðan með 1x 150GB Raptor...\n\nMér til mikillar furðu þá heyrist minnst í Raptor...\n\nSeagate diskarnir gefa alltaf frá sér skítin tick/tack hljóð þegar þeir eru IDLE...\n\n\n\nSvo er ég með einn 160GB Seagate Momentus í laptop en hann er mjög hávær miðað við diskinn sem var í tölvuni á undan 30GB Fujitsu...\n\nSamt eru þessir diskar sagðir gefa frá sér sama hljóð í dB. En hraðvirkur er hann, það má hann eiga.",
            "date": "2007-07-13 21:45:00",
            "post_id": "150054",
            "reply_to_id": "150052"
        },
        {
            "user_name": "kbg",
            "text": "Jamm ég var búinn að heyra það, ástæðan er víst sú að Maxtor fór í mál við Seagate út af einkaleyfismálum fyrir AAM og\n\nSeagate varð víst að hætta að nota það í nýjum diskum hjá sér, hinsvegar er Seagate núna búinn að kaupa Maxtor þannig\n\nað þeir hljóta að mega nota það aftur. \n\n\nSeagate eru líka nýkomnir með \"Perpendicular recording\" sem gæti haft áhrif á hvað diskar eru hljóðlátir.",
            "date": "2007-07-16 12:36:00",
            "post_id": "150106",
            "reply_to_id": "150054"
        }
    ],
    "date": "2007-07-13 15:02:00"
}