{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "15065",
    "title": "Jetway Radeon HD 2900XT review",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=15065",
    "posts": [
        {
            "user_name": "Yank",
            "text": "Ný umfjöllun Radeon HD 2900XT en tölvubúnaður skapar sjaldan eins mikla eftirvæntingu og þetta skjakort hefur gert meðal áhugamanna um slíka hluti.  \n\n\n\nÍ þessa umfjöllun hefur farið mikil vinna. T.d. tekur hvert Supreme Commander test run 7 mínútur. Öll próf voru framkvæmd þrisvar og meðaltal takið af þeim niðurstöðum. \n\n\n\nÞrátt fyrir mikla vinnu þá er þetta ekki tæmandi umfjöllun á kostum þessa skjákorts því enginn DX10 próf voru framkvæmd. Það er þó enfaldlega vegna þess að ég tel að eins og staðan er í dag þá séu slíkar niðurstöður vart marktækar sökum þess hve reklar, og leikjaþróun í þá átt er skammt á veg komin. Það er því ekki tímans virði að svo stöddu að standa í slíku.\n\n\n\nÞessa umfjöllun má finna hér \nhttp://spjall.vaktin.is/viewtopic.php?t=15064\n\n\n\n\nÞar sem umræður varðandi AMD/ATI vs Nvidia eru oft meira tengdar trúarbrögðum þá forðaðist ég fullyrðingar og skrautlegar lýsingar og vona að þetta sé hlutlaus umfjöllun. Sér í lagi þar sem ég telst til ATI fanboys fremur en Nvidia. \n\n\n\nNjótið kveðja Yank",
            "date": "2007-07-20 14:30:00",
            "post_id": "150363",
            "reply_to_id": false
        },
        {
            "user_name": "DoRi-",
            "text": "gott framtak\n\n\n\nmér sýndist 8800gtx hafa yfirburði í hraða í all flestum tilvika\n\n\n\nen kortið er greinilega ekki jafnmikið rusl og ég hélt að það væri",
            "date": "2007-07-20 14:46:00",
            "post_id": "150365",
            "reply_to_id": "150363"
        },
        {
            "user_name": "fr0sty",
            "text": "hmmm...ég held að 8800 kortið hafi verið stillt á performance frekar en quality þegar þið sýnduð myndgæðina, þar sem flestir áhugamenn um vélbúnað eru sammála að myndgæðin hjá 8800 seríuni er betri en hjá 2900..sjá td: \nhttp://www.bit-tech.net/hardware/2007/0 ... 2900_xt/11\n Annars flott umsögn...",
            "date": "2007-07-20 17:44:00",
            "post_id": "150369",
            "reply_to_id": "150365"
        },
        {
            "user_name": "Yank",
            "text": "Fyrsta skiptið sem talað er um mig í fleirtölu  \n\n\n\n\nSú grein sem þú gefur link á máli þínu til stuðnings að Nvidia 8800 hafi yfirburði fram yfir HD 2900XT notast við eldri driver en Catalyst 7,4 en ég notaði Catalyst 7,5. Einnig er aðalega verið að fjalla um kosti AF hjá Nvidia, en forðast að nefna HDR eða AA. \n\n\n\nÞetta eru því ekki sambærileg próf þar sem ég er bæði að keyra HDR, AFx16 og AAx8. Ég er ekki alveg að kaupa þetta hrátt eftir eiginn reynslu, eins og svo margt annað sem hægt er að lesa í þessum efnum. \n\n\n\nÍ Far Cry er HD 2900XT með yfirhöndina varðandi myndgæði, eins og þú sjálfur í raun viðurkennir. Hvort það staðfesti að HD 2900XT gefi alltaf betri myndgæði er óvíst. \n\n\n\nÞessi mynd kemur í þessum gæðum hér að neðan ef notast er við Performance stillinguna sem þú varst að hafa áhyggur af að hefði verið notuð. Prófið síðan keyrt í þeim stillingum sem ég notaði. Nei!! það var ekki keyrt þannig enda hefði það vægast sagt komið illa út fyrir Nvidia",
            "date": "2007-07-20 23:00:00",
            "post_id": "150384",
            "reply_to_id": "150369"
        },
        {
            "user_name": "fr0sty",
            "text": "Ok það virðist sem 2900xt kortin séu að verða bara nokkuð mögnuð...Hefuru prófað catalyst 7.7?  Væri gjarnan til í að sjá muninn á 8800 og 2900 þegar notast er við cat 7.7.",
            "date": "2007-07-21 20:26:00",
            "post_id": "150406",
            "reply_to_id": "150384"
        },
        {
            "user_name": "Yank",
            "text": "Nei því hefur verið skilað....\n\n\n\nHafði ekki hugsað mér að uppfæra þetta í bráð, enda kemur nýr catalyst nánast mánaðarlega.",
            "date": "2007-07-21 20:47:00",
            "post_id": "150408",
            "reply_to_id": "150406"
        },
        {
            "user_name": "halldorjonsson",
            "text": "Er einhver hérna með X2900 kortið eða ??\n\nEf svo er hvernig er það að virka, er það hávært? tekur það mikið afl? og síðan ekki síst, er það gott? og þessir driverar sem eru alltaf að koma, láta þeir skjákortið vinna betur og mun það kannski verða betra en 8800gtx með driverum eða \n ?",
            "date": "2007-07-22 11:40:00",
            "post_id": "150413",
            "reply_to_id": "150408"
        },
        {
            "user_name": "beatmaster",
            "text": "Finnst þér það líklegt miðað við performance muninn á þeim í öllum þessum bench-um?",
            "date": "2007-07-22 12:07:00",
            "post_id": "150418",
            "reply_to_id": "150413"
        },
        {
            "user_name": "halldorjonsson",
            "text": "nú veit ég ekki, segð þú mér",
            "date": "2007-07-22 12:09:00",
            "post_id": "150420",
            "reply_to_id": "150418"
        }
    ],
    "date": "2007-07-20 14:30:00"
}