{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "15125",
    "title": "Jæja þá er komið að hugsamlegri uppfærlsu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=15125",
    "posts": [
        {
            "user_name": "ammarolli",
            "text": "Ég var að pæla í því að uppfæra eitthvað af dell dimension borðtölvunni minni.\n\nÉg var að hugsa um skjákortið, vinnsluminnið, móðurborðið og ef til vill aflgjafan. \n\n\n\nÉg vil ekki eyða of miklum pening í þetta allt saman og er enginn föst tala kominn þessa stundina. \n\n\n\nSkjákortið sem ég er með er Microstar GeForce NX6800 - TD128\n\n128MB DDR, 350Mhz M. \n\nÍ þeim málum var ég að spá í hvort GeForce 8600 GT 256MB hentaði ekki ágætlega í leiki þar sem ég er\n\nný byrjaður að spila meira leiki enn ég gerði áður.\n\n\n\n\n\nVinnsluminnið er orðið frekar slappt hjá mér aðeins 512mb og var ég að hugsa um að stækka það í 1 gb eða eitt og hálft gb kannski tvö.\n\nÉg veit bara að móðurborðið sem ég er með styður ekki ddr2.\n\n\n\nÉg hef samt ekki hugmynd hvernig ég finn út hvernig móðurborð ég er með, alveg stolið úr mér.\n\n\n\nMeð aflgjafan þá hef ég ekki hugmyndi hvað ég ætti að fá mér eða hvernig aflgjafa ég er með.",
            "date": "2007-07-30 21:56:00",
            "post_id": "150798",
            "reply_to_id": false
        },
        {
            "user_name": "Zorba",
            "text": "Það þýðir ekkert að vera uppfæra þessar dell tölvur og þetta er nokkuð stór uppfærsla..Spurning að fá sér nýja tölvu \n\n\n\n\nhttp://www.tolvutaekni.is",
            "date": "2007-07-30 22:47:00",
            "post_id": "150800",
            "reply_to_id": "150798"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Afhverju þýðir ekkert að uppfæra þær eins og aðrar?\n\n\n\nEn afhverju ætlarðu að uppfæra móðurborðið en ekki örgjörvann? Og afhverju viltu nýjan aflgjafa?\n\nEf þú ert með PCI'e rauf á móðurborðinu myndi ég bara fá mér 1GB vinnsluminni og nýtt skjákort og hugsanlega örgjörva... eða kaupa þér nýja tölvu.",
            "date": "2007-07-30 22:53:00",
            "post_id": "150802",
            "reply_to_id": "150800"
        },
        {
            "user_name": "ammarolli",
            "text": "Tja þegar ég hugsa útí það þá held ég að ég ætti fá mér nýtt skákort, vinnsluminni og örgjörva. \n\nSleppa því að fá mér móðurborð og aflgjafa.\n\n\n\nMig langar ekki í nýja borðtölvu, ég veit ekki hversvegna kannski afþví að ég er að fara fá mér lappa og langar að hafa borðtölvuna í betra ástandi.",
            "date": "2007-07-31 14:08:00",
            "post_id": "150822",
            "reply_to_id": "150802"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Verður að ath betur innihald tölvunnar, allavega finna hvort skjákortið þitt sé PCI'e eða AGP \n\n\nHér er forrit sem ætti að hjálpa þér\n\nhttp://www.cpuid.com/cpuz.php",
            "date": "2007-07-31 14:11:00",
            "post_id": "150824",
            "reply_to_id": "150822"
        },
        {
            "user_name": "ammarolli",
            "text": "Hver er munurinn á PCI'e og AGP ?\n\n\n\nAnnars er ég nokkuð viss samkvæmt forritinu að skjákortið mitt sé AGP.",
            "date": "2007-07-31 14:24:00",
            "post_id": "150828",
            "reply_to_id": "150824"
        },
        {
            "user_name": "Sallarólegur",
            "text": "AGP er eldri tækni, PCI'e er það sem öll nýju skjákortin byggja á.\n\n\n\nÞetta er með bestu AGP skjákortunum \nhttp://www.computer.is/vorur/6311\n\n\nSvo myndi ég taka þetta með í leiðinni \nhttp://www.computer.is/vorur/5952\n\n\nEn þú verður að skoða hvernig örgjörva(processor) og móðurborð þú ert með \n Kíktu í CPUz",
            "date": "2007-07-31 16:40:00",
            "post_id": "150834",
            "reply_to_id": "150828"
        },
        {
            "user_name": "Olli",
            "text": "Raufin sem kortið fer í.",
            "date": "2007-07-31 17:08:00",
            "post_id": "150838",
            "reply_to_id": "150834"
        },
        {
            "user_name": "ammarolli",
            "text": "Ég er með Intel Pentium 4 2,8 ghz örgjörva.\n\nÉg er alveg úti í að aka hvernig ég finn hvernig móðurborð ég er með",
            "date": "2007-07-31 20:30:00",
            "post_id": "150844",
            "reply_to_id": "150838"
        },
        {
            "user_name": "Taxi",
            "text": "Notaðu þetta forrit,það sýnir þér allann vélbúnað í tölvunni þinni.\n\nhttp://filehippo.com/download_everest_home/",
            "date": "2007-07-31 21:42:00",
            "post_id": "150845",
            "reply_to_id": "150844"
        },
        {
            "user_name": "ammarolli",
            "text": "AAA takk enn, ég er nokkuð viss móðurborðið mitt sé.. dell dimension 4600i",
            "date": "2007-07-31 21:53:00",
            "post_id": "150846",
            "reply_to_id": "150845"
        }
    ],
    "date": "2007-07-30 21:56:00"
}