{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "15330",
    "title": "Samsung SyncMaster 226BW review",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=15330",
    "posts": [
        {
            "user_name": "Yank",
            "text": "Ný umfjöllun að þessu sinni LCD skjár. \n\nSamsung SyncMaster 226BW\n\n\n\nGóður skjár hér á ferð...\n\n\n\nhttp://spjall.vaktin.is/viewtopic.php?t=15329",
            "date": "2007-08-27 23:21:00",
            "post_id": "152028",
            "reply_to_id": false
        },
        {
            "user_name": "hagur",
            "text": "Flott review  \n\n\n\n\nÉg er sammála því nánast í einu og öllu.",
            "date": "2007-08-28 09:36:00",
            "post_id": "152036",
            "reply_to_id": "152028"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Á svona skjá .. Frábær skjár vægast sagt.\n\n\n\nEn ég er samt með grænulitarghosting í BF2...  hvað með ykkur ?",
            "date": "2007-08-28 14:24:00",
            "post_id": "152042",
            "reply_to_id": "152036"
        },
        {
            "user_name": "Yank",
            "text": "Hef ekki spilað BF2 á þessum skjá, en hellinga að öðrum leikjum. m.a. Dirt, BF42, Prey, FarCry, COH, HL2, FEAR, Bioshock, STALKER ofl. \n\n\n\nAllir leikir hafa komið brilljant út í honum nema BF42, en það tel ég varla marktækt því í þessum leik á ég á þriggja ára tímabili fleiri flugtíma en atvinnuflugmaður á helli lífstíð. Ég hef aldrei fílað BF42 í LCD.\n\n\n\nErtu með skjáin \"rétt\" caliberaðan ?",
            "date": "2007-09-02 14:06:00",
            "post_id": "152232",
            "reply_to_id": "152042"
        },
        {
            "user_name": "Harvest",
            "text": "Geggjuð umföllun á geggjuðum skjá.\n\n\n\nÁ sjálfur svona og það eina sem ég gæti sett út á hann er fóturinn.. sem ég hefði viljað hafa hæðarstillanlegan (allavega eitthvað smá).\n\n\n\nEn er hægt að mæla input lag á eitthvern hátt? t.d eitthvað forrit eða svoleiðis?\n\n\n\n-sá að þú varst að vesenast með skeiðklukkur og CTR skjái þarna til samanburðar.",
            "date": "2007-09-02 17:21:00",
            "post_id": "152244",
            "reply_to_id": "152232"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Mátt bæta við hvað hann hvar hann er ódýrastur, og  hvað hann kostar",
            "date": "2007-09-02 21:15:00",
            "post_id": "152245",
            "reply_to_id": "152244"
        },
        {
            "user_name": "Harvest",
            "text": "Þá hættir þetta samt eiginlega að vera ódauðleg og óháð umföllun.. nema hann geti \"uppfært\" greininna sem að ég efast um að hann nenni miðað við hvað verðin breytast hratt.",
            "date": "2007-09-02 21:42:00",
            "post_id": "152249",
            "reply_to_id": "152245"
        },
        {
            "user_name": "Yank",
            "text": "Ef gengið er út frá því að inputlag á CRT skjá sé núll og þú klónar báða skjái, þannig skjákortið er að senda þeim sömu upplýsingar á nákvæmlega sama tíma, þá \"ætti\" að \"sjást\" munur þegar teknar eru myndir af báðum skjánum sem eru að keyra sömu klukku á sama \"tíma\". Við erum þó yfirleitt að tala um ms eða millisekúndur. Þannig myndavélin þarf að leyfa þannig hraða. Annars er þetta ekki \"hávísindalegt próf\" því það er mikið um ef. \n\n\n\nAnnars treysti ég frekar auganu til að sjá svona og eins og fram kemur þá var enginn sjáanlegur munur á CRT og þessum Samsung.",
            "date": "2007-09-04 13:43:00",
            "post_id": "152304",
            "reply_to_id": "152249"
        },
        {
            "user_name": "deadman",
            "text": "Ekki nema að CRT skjárinn sem þú notaðir þurfti ekki að standa út á ómáluðum svölunum hjá þér í rigningu.\n\n\n\nOg nb ég pjúnaði þig í BF42, hvar sem er hvenær sem er",
            "date": "2007-09-11 15:40:00",
            "post_id": "152669",
            "reply_to_id": "152304"
        },
        {
            "user_name": "Yank",
            "text": "Piff þú kannt ekkert í BF42 nema það sem ég kenndi þér.",
            "date": "2007-09-11 21:38:00",
            "post_id": "152686",
            "reply_to_id": "152669"
        },
        {
            "user_name": "St1",
            "text": "Skella sér á ein svona 1.oct",
            "date": "2007-09-17 15:39:00",
            "post_id": "152853",
            "reply_to_id": "152686"
        },
        {
            "user_name": "Canis Lupus",
            "text": "Já fékk mér þennan skjá í maí síðastliðnum. Skulum bara segja að mér kítlar í að fá mér annan er samt að vega og meta. Er samt að spá hvort það sé ekki of mikið fyrir skjákortið mitt. Ég er með Geforce 7900gt/gto. Á ég eða á ég ekki? Höndlar skjákortið þetta?",
            "date": "2007-09-20 22:29:00",
            "post_id": "153149",
            "reply_to_id": "152853"
        },
        {
            "user_name": "Harvest",
            "text": "Já, með léttu. Getur þannig séð notað handónýtt kort (segi svona) í dual setup. Allavega hefur reynslan bara verið góð hér. Er með 1x ATI x850 kort sem er komið vel á tíma og það er að keyra 2 svipaða skjái (sama upplausn).\n\n\n\nSvo þetta ætti ekki að vera mikið vandamál, þar sem ég held að þitt kort sé betra.\n\n\n\nEkki spurning að vera með dual... hélt að það væri algjör peningasóun, en ég er löngu búinn að vinna það margfalt upp í tímasparnaði.",
            "date": "2007-09-20 22:56:00",
            "post_id": "153156",
            "reply_to_id": "153149"
        },
        {
            "user_name": "Canis Lupus",
            "text": "Ég ætti að skammast mín en ég held þú hafir sannfært mig án allra vísindalegra sannana annara enn þitt eigið álit. Ætla næla mér í annað stykki á morgun kannski örgjöfa líka bara til að setja punktinn á endann.",
            "date": "2007-09-20 23:31:00",
            "post_id": "153165",
            "reply_to_id": "153156"
        },
        {
            "user_name": "Loki Lauf",
            "text": "Hvernig á maður að þekkja mismuninn á skjám með A og S panel?\n\nBúinn að vera að lesa það að þeir sem eru með A panel séu mein gallaðir en þeir sem eru með S panel séu í góðu lagi!!",
            "date": "2007-09-23 21:44:00",
            "post_id": "153380",
            "reply_to_id": "153165"
        },
        {
            "user_name": "Daz",
            "text": "Mér finnst ég fá þvílíkt backlightbleeding (allan hringinn eiginlega) jafnvel þó ég lækki contrastið og svoleiðis. Er ég þá með \"gallaða\" panelinn?",
            "date": "2007-09-23 22:43:00",
            "post_id": "153385",
            "reply_to_id": "153380"
        },
        {
            "user_name": "Yank",
            "text": "Ég fjallaði aðeins um þetta í þessari umfjöllun án þess að nefna sérstaklega hvar og hvernig þessi umræða átti sér stað. En ef þú skoðar málið betur þá kom í ljós þegar A og S voru skoðaðir saman og bornir saman við keppinauta var sama hvort þú fengir A eða S panel þeir væru betir. Einnig var óverulegur munur var á performance þeirra. Þannig ekki rétt hjá þér að A væru eitthvað gallaðir. \n\n\n\nHef ekki hugmynd um hvort þessi sem gerði review um sé með sé A eða S panel engar af þeim leiðum sem upphaflega voru gefnar upp til þess að finna það út virkuðu ekki. Hvort sem var serial eða ákeðnu trick í menu sem ég man ekki lengur hvað var.",
            "date": "2007-09-23 23:38:00",
            "post_id": "153399",
            "reply_to_id": "153385"
        },
        {
            "user_name": "Yank",
            "text": "Þessi skjár er eins og allir 6-bita panelar með blacklight bleed. Þessi þó mun minna en margir sem ég hef séð og ég verð aldrei var við það við eðlilega notkun. \n\n\n\nÞessi mynd þó ekki góð sé sýnir vel hversu lítið það er í þeim skjá sem ég prófaði. Ef það er mun meira en þetta hjá þér þá veit ég ekki hvort það er vegna galla eða.....",
            "date": "2007-09-23 23:43:00",
            "post_id": "153400",
            "reply_to_id": "153399"
        },
        {
            "user_name": "Daz",
            "text": "Nei ég var búinn að reyna að fylgja einhverjum leiðum til að ákvarða paneltýpuna, fékk ekkert útúr því.\n\nEn já ætli minn sé ekki svipaður. Ég kvarta aðalega því ég er með Lenovo D221 skjá í vinnunni (22\") sem er eiginlega alveg 100% bleedlaus og ég hélt að hann væri svona \"ódýr\" skjár líka.",
            "date": "2007-09-24 08:52:00",
            "post_id": "153408",
            "reply_to_id": "153400"
        },
        {
            "user_name": "St1",
            "text": "Reyndar er ég búinn að taka eftir smá \"Höggtun\" í leikjum eins og bio shock þegar maður er í Lyftu thing'inu (í byrjun) þegar eitthver Splizer er að skera í gegnum topin Og blossarnir eru útum allt.\n\n\n\nÞá Koma rendur á skjáinn, sem renna up. Skall reynað taka mynd af því \n\n(Er með 8800 GT kort) með 226BW",
            "date": "2007-12-30 14:31:00",
            "post_id": "161360",
            "reply_to_id": "153408"
        },
        {
            "user_name": "Yank",
            "text": "Vertical sync ?",
            "date": "2007-12-30 14:54:00",
            "post_id": "161361",
            "reply_to_id": "161360"
        }
    ],
    "date": "2007-08-27 23:21:00"
}