{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "15382",
    "title": "USB á móðurborði... slow",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=15382",
    "posts": [
        {
            "user_name": "Harvest",
            "text": "Góðan dag\n\n\n\nÉg er með LANparty móðurborð og USB tengin eru eitthvað steikt. Þau eru allavega að keira á ömurlegum hraða. T.d. þegar ég copya af þessum 3 flökkurum sem að ég er með tengda tekur það eitthver hundruð mínútur að gerast.\n\n\n\nÉg held að þetta tengist móðurborðinu. Er búinn að installa USB driverum uppá nýtt af disknum sem að fylgdi móðurborðinu en það virðist ekkert hafa að segja.\n\n\n\nÉg er með alveg slatta tengt í þessi tengi og bætti því við svona PCI-raufar usb tengjum við um daginn sem að flakkararnir eru tengdir í (sami hraði á því og þegar ég tengi við móðurborð) en mér var að detta í hug af því að þetta er nú frekar gamalt móðurborð (ca. 2-3 ára) að það væri að skipta hraðanum á milli sín eða eitthvað fuck... ég hreynlega veit ekki.\n\n\n\nÞetta er allavega orðið mjög leiðinlegt sértaklega út af því að það tekur eitthverja daga að trasfera.\n\n\n\nMeð von um gagnleg svör (eins og alltaf \n )\n\n\n\n\n\nkv. Harvest",
            "date": "2007-09-03 19:01:00",
            "post_id": "152277",
            "reply_to_id": false
        },
        {
            "user_name": "Selurinn",
            "text": "USB 1.0?",
            "date": "2007-09-05 09:30:00",
            "post_id": "152353",
            "reply_to_id": "152277"
        },
        {
            "user_name": "Daz",
            "text": "Búinn að prófa öll USB tengin (ég átti móðurborð sem hafði USB 2.0 tengi að aftan og 1.1(?) að framan), USB tengin rétt tengd, USB snúrurnar í lagi, flakkaraboxin styða USB 2.0?",
            "date": "2007-09-05 09:47:00",
            "post_id": "152355",
            "reply_to_id": "152353"
        },
        {
            "user_name": "Harvest",
            "text": "Já USB 1.0 \n\n\n\n\nEn ég er búin að prófa öll tengin... allar USB snúru jafn lengi og allir flakkarar styðja 2.0. Þetta er bara nýbyrjað a vera svona.. mér finnst eins og þetta hafi fyrst gerst eftir seinasta format.",
            "date": "2007-09-05 11:53:00",
            "post_id": "152358",
            "reply_to_id": "152355"
        },
        {
            "user_name": "Daz",
            "text": "Jah, ef þín tölvu USB port eru 1.0 þá er vandamálið augljóst.\n\n\n\nErtu búinn að leita að USB driverum á netinu eða uppfæra windowsið í botn? (Ef þú segir að þetta tengist síðasta formati þá virðist það nokkuð augljós ástæða).",
            "date": "2007-09-05 12:40:00",
            "post_id": "152359",
            "reply_to_id": "152358"
        },
        {
            "user_name": "Harvest",
            "text": "Ja.. nei ég mismælti mig og sagði 1.1 held ég. Allavega er þetta pottþétt ekki 1.0 USB..\n\n\n\nEn já.. spurning með uppfærstur á Windowsi eða bilun á borði.",
            "date": "2007-09-05 13:08:00",
            "post_id": "152360",
            "reply_to_id": "152359"
        }
    ],
    "date": "2007-09-03 19:01:00"
}