{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "1566",
    "title": "Kort",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=1566",
    "posts": [
        {
            "user_name": "Pandemic",
            "text": "Ég er eithvað að pæla í \nþessu\n Hvernig lýst ykkur á þetta þar sem ég er mjög fátækur og vill ekki eiða meira en 12þús í kort hvernig lýst ykkur á þetta",
            "date": "2003-09-17 19:26:00",
            "post_id": "13705",
            "reply_to_id": false
        },
        {
            "user_name": "elv",
            "text": "FX 5200 er víst waste of money Fx5600 frekar",
            "date": "2003-09-17 19:40:00",
            "post_id": "13707",
            "reply_to_id": "13705"
        },
        {
            "user_name": "gumol",
            "text": "amm, FX5600 eða Ti kortin, eða bíða þangaðtil að þungu DX9 leikirnir eru búnir að vera í smá stun, þá spái ég því að kortin lækki og nýrri betri ódýr kort komin.",
            "date": "2003-09-17 19:44:00",
            "post_id": "13709",
            "reply_to_id": "13707"
        },
        {
            "user_name": "skipio",
            "text": "Það er dálítið óheppilegt að Radeon 9600 kortin (ekki Pro) séu ekki seld á Íslandi því verðið á þeim er svona nokkurn veginn 12.000. Ég er sjálfur að spá í að versla svoleiðis í UK. 9600 kortin eru að ná sirka 75% af hraða Pro kortanna og svo er alltaf hægt að OC. \n\n\n\nEf þú ert tilbúinn að bíða örlítið að þá ætlar ATI að koma með ódýrari útgáfu af 9600 kortunum annaðhvort undir lok 2003 eða í byrjun 2004. Sjá \nhttp://www.xbitlabs.com/news/video/disp ... 52815.html\n\n\n\n\nEn ef þig langar í skjákort núna er best fyrir þig að fá þér Radeon 9100 eða 9200 Pro kort - þau eru mjög fín nema hvað þau styðja ekki DX9 (mæli alls ekki með FX5200). En ef þú getur eytt auka 2000 kr. myndi ég eindregið mæla með TI 4200 kortunum en þau fást frá 14.000 á Íslandi. Það er heldur ekkert ólíklegt að þú getir fengið notað TI4 kort á góðum prís eftir hálfan mánuð þegar HL2 kemur út - þá munu fjölmargir uppfæra upp í DX9 kort sem þýðir meira framboð en eftirspurn = lægra verð fyrir þig.\n\n\n\nAnnars er ástæðan fyrir því að ég er spá í að fá mér 9600 nonPro kortið sú að ég vil ekki hafa viftu á kortinu mínu - mig langar í lágværa tölvu - meira en að spila HL2 á 60 fsp allavega. Það er hægt að fá 9600 Pro kortið án viftu (frá Saphire) en ég hef ekki séð það hér heima né í UK.",
            "date": "2003-09-17 21:03:00",
            "post_id": "13720",
            "reply_to_id": "13709"
        },
        {
            "user_name": "skipio",
            "text": "Var aðeins að skoða; Expert selur MSI Ti4200 kort á 11.900. Að vísu með 64MB minni en þetta er hiklaust besta kortið fyrir þig ef þú vilt nýtt kort á undir 12.000. Sjá \nhttp://www.expert.is/tolvuihlutir.asp",
            "date": "2003-09-17 22:46:00",
            "post_id": "13743",
            "reply_to_id": "13720"
        }
    ],
    "date": "2003-09-17 19:26:00"
}