{
    "forum_title": "Koníakstofan",
    "id": "15677",
    "title": "Hive Max Xtra",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=15677",
    "posts": [
        {
            "user_name": "cue",
            "text": "Veit einhver hvernig þetta er hægt?\n\nÞ.e að bjóða fólki að hringja ókeypis í GSM síma fyrir 3450kr á mánuði.\n\n\n\nÉg hringi fyrir meira en 5000kr bara í GSM síma!",
            "date": "2007-10-02 20:40:00",
            "post_id": "154075",
            "reply_to_id": false
        },
        {
            "user_name": "GuðjónR",
            "text": "Það er ekki ókeypis ef það kostar 3450 kr.",
            "date": "2007-10-02 21:29:00",
            "post_id": "154079",
            "reply_to_id": "154075"
        },
        {
            "user_name": "cue",
            "text": "Jú, það er víst rétt.\n\nEn spurningin stendur.\n\n\n\nHvernig geta þeir grætt á þessu?",
            "date": "2007-10-02 23:31:00",
            "post_id": "154087",
            "reply_to_id": "154079"
        },
        {
            "user_name": "Birkir",
            "text": "SMS-in kosta enn sitt, símafyrirtækin eru örugglega að moka inn þar og ef viðskiptavinum fjölgar, þá fjölgar þeim eflaust líka.\n\n\n\nSvo hringja ekki allir jafn mikið og þú.",
            "date": "2007-10-02 23:33:00",
            "post_id": "154088",
            "reply_to_id": "154087"
        },
        {
            "user_name": "Blackened",
            "text": "Er þetta ekki úr heimasíma í GSM? svo að SMSin kosta nú bara ekki neitt",
            "date": "2007-10-03 00:28:00",
            "post_id": "154094",
            "reply_to_id": "154088"
        },
        {
            "user_name": "corflame",
            "text": "Ég skyldi auglýsinguna þannig að þetta væri bara úr fastlínu í alla síma og þá eingöngu innanlands.\n\n\n\nEndilega leiðréttið mig ef þetta er rangt.",
            "date": "2007-10-03 14:03:00",
            "post_id": "154306",
            "reply_to_id": "154094"
        },
        {
            "user_name": "einzi",
            "text": "Ef þið skoðið skilmálana fyrir þessu þá er dæmið svona:\n\n\n\n* Heimasími Max Xtra er einungis fáanlegur með Hive Max internettengingu á ADSL dreifisvæði Hive. ( 6.390.- p mánuð )\n\n*Með þjónustu er átt við talmiðlun um IP burðarlag. Viðskiptavinur tengist þjónustu í gegnum sérstakan endanotendabúnað sem Hive útvegar viðskiptavinum sínum ræða.\n\n\n\nÞannig að .. heildarpakkinn er sumsé Hive Max ( 6390 ) + Heimasími Max Xtra ( 3450 ) \n\n\n\n9.840,-",
            "date": "2007-10-03 16:07:00",
            "post_id": "154314",
            "reply_to_id": "154306"
        },
        {
            "user_name": "emmi",
            "text": "Gildir bara þegar hringt er úr heimasíma í GSM síma.",
            "date": "2007-10-03 16:39:00",
            "post_id": "154316",
            "reply_to_id": "154314"
        },
        {
            "user_name": "einzi",
            "text": "nei nei .. Málið er að þetta er líklegast einhver ip sími + þú þarft að vera með ákveðna adsl þjónustu hjá þeim til að fá þetta.\n\n\n\n* Ótakmörkuð símtöl í alla GSM og heimasíma á Íslandi",
            "date": "2007-10-03 16:52:00",
            "post_id": "154318",
            "reply_to_id": "154316"
        },
        {
            "user_name": "GuðjónR",
            "text": "Það boðar ekki gott þegar HIVE auglýsir að eitthvað sé \"ótakmarkað\"...",
            "date": "2007-10-03 20:42:00",
            "post_id": "154335",
            "reply_to_id": "154318"
        },
        {
            "user_name": "einzi",
            "text": "Þess vegna eru þessi ákvæði í skilmálunum:\n\n\n\n* Ef notkunarmynstur gefur til að ætla að um misnotkun eða rangskráningu sé að ræða áskilur Hive sér rétt til að synja viðskiptavini um þjónustu.\n\n\n\n* Með samþykki viðskiptavinar á skilmálum þessum, er fjarskiptafyrirtæki heimilt að vinna úr gögnum m.a. vegna notkunarmynsturs viðskiptavina í því skyni að tryggja almennar skuldbindingar og þjónustu Hive gagnvart viðskiptavinum.",
            "date": "2007-10-04 10:32:00",
            "post_id": "154371",
            "reply_to_id": "154335"
        },
        {
            "user_name": "Halli25",
            "text": "er með þetta og ef þú ert með síma og net færðu síman ódýrari en ella... var samt að fá bréf innum lúguna þar sem þeir voru að tilkynna verðhækkun  \n kannski maður renni í að skipta um síma og netfélag complete núna",
            "date": "2007-10-04 11:12:00",
            "post_id": "154375",
            "reply_to_id": "154371"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hvað er misntokun? Ef þú talar of mikið? Verður þá sett \"cap\" á símalínuna eins og þeir hika ekki við að gera á internetið...\n\nTrúir fólk virkilega ennþá á jólasveininn???",
            "date": "2007-10-04 17:21:00",
            "post_id": "154411",
            "reply_to_id": "154375"
        },
        {
            "user_name": "einzi",
            "text": "Indeed .. hvað er misnotkun á þjónustu sem á að vera ótakmörkuð? Og hvað ætli felist inn í því að \"safna upplýsingum um notkunarmynstur\"? \n\n\n\nMér finnst persónulega vera of mörg spurningamerki við þetta til að nokkur maður fari að nota þessa þjónustu. Og allt er þetta háð internettengingu sem maður hefur heyrt að sé ekkert allt of stöðug til að byrja með.",
            "date": "2007-10-04 18:42:00",
            "post_id": "154422",
            "reply_to_id": "154411"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Hive .. omg.\n\n\n\nTalandi um að aðrir séu að einoka og FLÆKJA símareikningana. Svo notar þeir gamalt fólk í aughlýsingar sínar sem þykist ekki skilja einfaldustu reikninga sem Símafyrirtæki bíður upp á. ( Er að vitna í Símann )\n\n\n\nHvað með þessa nýju þjónustu ?  Hún er ekkert nema Smátt Letur !! Þarft að vera með e-a Rándýra Nettengingu sem nánast engin hefur not fyrir nema sjúklega ofvirkt barn á e-u heimilli sem er með Download syndrome á háu stigi. OG þetta er ekki ókeypis þegar þú þarft að borga þeim 10.000 á mánuði til að geta hringt á 0kr í aðra gsm úr heimasímanum þínum \n\n\n\n\nÆtli gamalt fólk VIRKILEGA skilji hana.. HA HA HA HA \n\n\n\n\n\nHive fá alveg gott prik hjá mér fyrir að auka samkeppni og hrinda af stað breytingum í ADSL á Íslandi en þeir flækja sjálfa sig bara alltaf í eigin vitleysu og mér finnst alltaf eins og fólk sjái í gegnum þá. Frelsa aðra VV þegar þeir sjálfir eru að skuldbinda fólk í lengri tíma. Og fleira svona kjána...eitthvað.\n\n\n\nOg það væri gaman að sjá Hive nenna að þjónusta gamla fólkið eins og Síminn er búinn að gera síðan 1906.\n\n\n\nSíminn über alles bara",
            "date": "2007-10-05 08:36:00",
            "post_id": "154459",
            "reply_to_id": "154422"
        },
        {
            "user_name": "einzi",
            "text": "nota bene .... þetta er skype á hive sterum",
            "date": "2007-10-05 11:20:00",
            "post_id": "154471",
            "reply_to_id": "154459"
        },
        {
            "user_name": "GuðjónR",
            "text": "Heil!\n\n\nSammála síðasta ræðumanni.",
            "date": "2007-10-05 11:49:00",
            "post_id": "154473",
            "reply_to_id": "154471"
        },
        {
            "user_name": "einzi",
            "text": "true .. þegar maður skoðar þetta þá er síminn über alles.",
            "date": "2007-10-05 12:02:00",
            "post_id": "154474",
            "reply_to_id": "154473"
        },
        {
            "user_name": "cue",
            "text": "Misnotkun getur einfaldlega verið eitthvað sem þeir sjá ekki fyrir, þ.e galli í gerfinu eða að einhver fari að hringja út auglysingar eða einfaldlega símaat.\n\n\n\nNotkunarmynstur er hlutur sem allir safna um viðskiptavini sína, þið kannist kannski við að hafa skoðað svoleiðis í DK...\n\n\n\nÉg held að þetta hafi verið orðað mjög vel hérna áður\n\n\"Trúir fólk virkilega ennþá á jólasveininn???\"\n\nÞ.e þetta er svo gott tilboð að það getur ekki verið satt og þá er best að finna allt að þessu. Þetta var svona líka þegar þeir komu með ótakmarkað utanlands downlod. Ef þeir hefu ekki gert það er ALLVEG öruggt að síminn og Vodafone hefðu ekki gert það og við værum enn að borga fyrir utanlands downlod. \n\n\n\nÉg öfunda ykkur að geta tekið þetta til að prufa, ég á ekki kost á því. Ég er útá landi og get bara tekið ruglið frá símanum og vodafone.",
            "date": "2007-10-05 12:42:00",
            "post_id": "154480",
            "reply_to_id": "154474"
        }
    ],
    "date": "2007-10-02 20:40:00"
}