{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "15674",
    "title": "Velja fyrir mig vélbúnað gegn greiðslu.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=15674",
    "posts": [
        {
            "user_name": "Andriante",
            "text": "Sælir, \n\n\n\nÉg er að fara að kaupa mér nýja vél fyrir 5 nóvember og vantar að einhver setji saman the ultimate leikja-vél fyrir mig.\n\n\n\nS.s. sá aðili þyrfti að hafa yfirburða vit á þannig vélbúnaði og þetta myndi þá snúast um að velja hluti í tölvuna fyrir ákveðið budget og svo finna í hvaða búðum þessir hlutir eru ódýrastir þannig að ég fengi sem bestan díl.\n\n\n\nGreiðslan yrði á bilinu 1.000-1.500 sem mér finnst ansi sanngjarnt þar sem þetta tekur expert örugglega ekki nema 10-15 min.. Þar sem þetta eru bara basic hardware hlutir, er með skjá, mús, lyklaborð og það drasl. Ég myndi svo bara leggja upphæðina inná viðkomandi eftir að verkinu er lokið.\n\n\n\nEndilega sendið mér PM eða svarið hér ef þið hafið áhuga á því að gera þetta.",
            "date": "2007-10-02 12:54:00",
            "post_id": "154044",
            "reply_to_id": false
        },
        {
            "user_name": "Daz",
            "text": "Ef þú vilt fá \"ultimate leikjavél\" hvernig skjá ertu þá með? Tilgangslítið að taka öflugasta skjákort sem sögur fara ef þú ert bara með 17\" CRT skjá t.d.",
            "date": "2007-10-02 13:46:00",
            "post_id": "154046",
            "reply_to_id": "154044"
        },
        {
            "user_name": "Andriante",
            "text": "Ég var að spá í að kaupa mér HD sjónvarp um jólin, er bara núna með 24 tommu venjulegan lcd skjá..\n\n\n\nAnnars á ég eftir að skoða þennan skjáa/sjónvarps pakka betur, hef ekki mikið vit á þessu..\n\n\n\nAny suggestions?",
            "date": "2007-10-02 13:51:00",
            "post_id": "154047",
            "reply_to_id": "154046"
        },
        {
            "user_name": "Yank",
            "text": "http://tolvutaekni.is/product_info.php? ... cts_id=808\n\n\n\n\nþú leggur bara svo inn á mig",
            "date": "2007-10-02 15:36:00",
            "post_id": "154052",
            "reply_to_id": "154047"
        },
        {
            "user_name": "halldorjonsson",
            "text": "ef þú myndir borga 1 þúsund krónur fyrir að láta segja þer hvað þu att að kaupa þa ertu svoddan halfviti \n en ja tölvan sem yank segjir her að ofan tölvutilboðið er mjög gott.\n\n\n\nþetta lyklaborð: G15: \nhttp://tolvutaekni.is/product_info.php? ... cts_id=799\n\n\nþessa mús: G7: \nhttp://tolvutaekni.is/product_info.php? ... cts_id=478\n\n\n\n\nog HD sjonvarp og ja.. besta dótið í bænum",
            "date": "2007-10-02 15:53:00",
            "post_id": "154055",
            "reply_to_id": "154052"
        },
        {
            "user_name": "Pandemic",
            "text": "Verst að maður er ekki eins og leigubílstjórar boðin kynlífsgreiði fyrir far... virkar víst ekki í þessum heimi plús það er enginn \nflott\nstelpa sem vill láta setja saman tölvu fyrir sig  \n\n\n\n\nÉg er kannski soldið grófur.\n\n\n\nP.s mæli með þessari vél",
            "date": "2007-10-02 16:06:00",
            "post_id": "154057",
            "reply_to_id": "154055"
        },
        {
            "user_name": "Halli25",
            "text": "Hver kaupir sér þráðlausa leikjamús?",
            "date": "2007-10-02 17:06:00",
            "post_id": "154063",
            "reply_to_id": "154057"
        },
        {
            "user_name": "urban",
            "text": "æji það er bara ekkert að því að spila með þráðlausar mýs.. kannski ekki ef að þú setur móttakarann í 15 metra fjarlægð, en ef að þú ert með hann nálægt músinni sjálfri þá er ekkert að því, það að það sé ekki hægt að spila með þrauðlausa mús er álíka mikil vitleysa og að það sé ekki hægt að spila cs nema í túbuskjá og helst með einhverja ofurtölvu og spila hann síðan í 800x600 upplausn",
            "date": "2007-10-02 17:10:00",
            "post_id": "154065",
            "reply_to_id": "154063"
        },
        {
            "user_name": "Andriante",
            "text": "\"Soddan hálfviti\"?\n\n\n\nEins og ég sagði þá er ég ekki að leita eftir einhverju pakka tilboði, ég vil kaupa alla hlutina sjálfur og er svo með gæja sem setur hana saman fyrir mig. Ef maður er að kaupa svona pakka tilboð er maður að borga meira fyrir  minna. Ef ég myndi kaupa alla hlutina í þessari tölvu þarna fyrir ofan piece by piece í mismunandi tölvubúðum þar sem hlutirnir eru ódýrastir þá væri ég ekkert hissa ef það væri 20-30k ódýrara.\n\n\n\nHeimskulegt að borga 1.000-1.500 fyrir einhvern sem veit hvað hann er að tala um og sparar mér hellings pening?\n\n\n\nÉg sé ekki annað en að þetta sé sniðugt",
            "date": "2007-10-02 18:30:00",
            "post_id": "154068",
            "reply_to_id": "154065"
        },
        {
            "user_name": "halldorjonsson",
            "text": "skoða þessa vél, fara á vaktin.is og ath hvar allt er ódýrasta og gera sjálfur og spara 1 þúsund sem gæti td. farið í eina kassaviftu",
            "date": "2007-10-02 19:36:00",
            "post_id": "154071",
            "reply_to_id": "154068"
        },
        {
            "user_name": "Gets",
            "text": "Ég tók mig til að reiknaði út hvað þessir hlutir kosta í lausu hjá Tölvutækni og sjá því hvaða hagnaður er af því að taka þetta ósamansett.\n\n\n\nÞað er alveg KLÁRT MÁL að hægt er að fá ódýrari tölvu en þetta, en þá verður eitthvað af þessum íhlutum að vera aflminni en þeir sem uppgefnir eru í neðangreindu tilboði.\n\n\n\nNeðangreint verð eru tekin af vefsíðu Tölvutækni.\n\n\n\nAntec P190 Performance One með Antec Neo-Link 1200W (650W og 550W samtengdir) 39.900.-\n\n\n\nGigabyte P35-DQ6, 2xPCI-Express, 4xDual DDR2, 8xSATA2 24.900\n\n\n\nIntel Core 2 Quad Q6600 2.4GHz Dual-Core, 8MB í flýtiminni (G0 stepping) 23.900\n\n\n\nZalman CNPS9700 NT öflug mjög hljóðlát kælivifta 7.500\n\n\n\nKingston HyperX 2GB (2x1GB) DDR2 1066MHz, CL5, Dual-Channel  19.900\n\n\n\nSamsung 500GB Serial-ATA II, 16MB í flýtiminni  11.900\n\n\n\neVGA NVIDIA GeForce 8800 ULTRA KO 768MB Over-Clocked  69.900\n\n\n\nSonyNEC AWQ-170 18x DVD±RW skrifari IDE svartur  4.500\n\n\n\nATH. Allar kassaviftur eru með í kassanum, netkort og hljóðkort eru á móðurborðinu, ekki þarf því að finna verð á þeim íhlutum.\n\n\n\nSamtals 202.400 kr  og er því ódýrara uppá 12.500 kr að fá turninn samansettan.\n\n\n\nBiðst innilega afsökunar ef einhverjar neðangreindar upplýsingar eru rangar, en það er þá helst vegna þess að ég hef ekki fundið ódýrari íhluti annarstaðar “hugsanlega hjá verslunum sem eru ekki að auglýsa á vaktin eða eru mér ekki kunnugar. \n\n\n\nAnnar útreikningur miðað við ódýrustu íhluti “gefnir uppá vaktin” en þá er ekki verið að fá suma íhluti frá sama framleiðanda.\n\n\n\nPersónulega tæki ég þennan kassa, mér finnst ekki mikið að borga 39.900 fyrir svona vel kældan kassa með þessu þvílíka kjarnorkuveri, og set hann því hér í þennan útreikning.\n\n\n\nÓdýrastur  Intel Core 2 Quad Q6600 2.4GHz Dual-Core, 8MB í flýtiminni (G0 stepping) 22.900 \n\n\n\nÓdýrast ef tekið er SuperTalent 2GB kit(2x1GB) DDR2 1000MHz CL5, PC8000 15.900 \n\n\n\nÓdýrasta harða drifið  Western Digital 500 gig  8.300\n\n\n\nDVD skrifari 18X “fæst líklega ekki undir 4.500 \n\n\n\nÓdýrast eVGA NVIDIA GeForce 8800 ULTRA KO 768MB Over-Clocked  69.900\n\n\n\nBendi á að ódýrasta 8800 Ultra kortið sem gefið er upp á vaktin 65.900 er ekki sama kortið það er ekki Over-Clocked .\n\n\n\n\n\nSparar 1000 kall á örgjörfanum\n\nSparar 4000 kall á minninu “ert samt ekki að fá sömu tegund”\n\nSparar 3.600 á harða drifinu “ ert ekki að fá sömu tegund”\n\n\n\nSamtals sparnaður uppá 8.600 kr og þú þarft að sækja dótið á nokkra staði og setja allt saman sjálfur.\n\n\n\nTek fram að ég reiknaði þetta ekki út til að slægjast eftir skitnum 1.500 kr og afsala mér því þeirri upphæð með öllu, enda svarar þessi útreikningur ekki í einu og öllu spurningu þinni, eins og áður sagði þá geturðu fengið ódýrari tölvu, en það er þitt val.",
            "date": "2007-10-02 21:07:00",
            "post_id": "154076",
            "reply_to_id": "154071"
        },
        {
            "user_name": "Andriante",
            "text": "Takk kærlega fyrir þetta ýtarlega svar, tek ofan fyrir þér.\n\n\n\nEn hinsvegar eins og ég tók fram í póstinum, þá á ég ýmislegt í tölvuna eins og geisladrif, netkort. Það er peningur sem er óþarfi að bruðla, einnig finnst mér 40k fyrir kassa algjört rugl. Ég ætla ekki að þykjast hafa mikið vit á þessu en það hljómar eins og þessi kassi sé fyrir einhverja overclock sérfræðinga sem þurfa einhverja rosa kælingu, finnst 40k bara allt-allt-alltof mikið.\n\n\n\nÉg myndi halda að það væri raunhæfara fyrir mig að kaupa kassa á 15-20k svo + kostnaðurinn við netkort og geisladrif + peningurinn sem ég spara við að kaupa alltaf frá ódýrustu búðinni. \n\n\n\nSamanlagt þá dettur það alveg örugglega í 40-50k, og fyrir þann pening get ég keypt betri vörur.",
            "date": "2007-10-02 23:17:00",
            "post_id": "154086",
            "reply_to_id": "154076"
        },
        {
            "user_name": "Blackened",
            "text": "..gaur.. mér finnst þín hugmyndafræði út á túni..\n\n\n\n..þú tönnlast á að eiga geisladrif og netkort..\n\n\n\n18hraða DVD skrifari kostar 3420kr og það eru innbyggð netkort í öll móðurborð í dag.. svo að sparnaður þinn yrði ekki gríðarlegur \n\n\n\n\nþú gætir þarna í bestafalli sparað einhvern pening í að kaupa ódýrari tölvukassa.. en þá þarftu hvorteðer að splæsa í stærra Powersupply heldur en fylgir þeim kassa.. svo að þar koma alveg 12þúsund krónur að minnsta kosti  ofan á ódýrari kassann\n\n\n\nþú ert aldrei að fara að spara 40-50þúsund á því að púsla öllu saman sjálfur\n\n\n\n..Ef þú býrð út á landi tildæmis þá þarftu að láta senda þér þetta frá nokkrum stöðum.. og borga sendingarkostnað á öllum stöðum tildæmis\n\n\n\n\n\nBottom line.. þessar pakkavélar eru nokkuð solid.. og það er ekkert verið að svindla á þér.. þú getur vissulega sparað þér nokkra hundraðkalla á hinu veseninu.. En hitt er bara fínt.. þú ert þá bara með eina búð sem að þjónustar allt í tölvunni ef að eitthvað bilar og svo framvegis\n\n\n\n..En ef það lætur þér líða betur í sálinni þá máttu svosem alveg trúa hinu áfram \n\n\n\n\nGóða nótt!",
            "date": "2007-10-03 00:42:00",
            "post_id": "154097",
            "reply_to_id": "154086"
        },
        {
            "user_name": "urban",
            "text": "fyrir utan þægindi við að hafa allt í ábyrgð, á sama stað !",
            "date": "2007-10-03 00:49:00",
            "post_id": "154098",
            "reply_to_id": "154097"
        },
        {
            "user_name": "Yank",
            "text": "Værir þú til í að setja nánari upplýsingar:\n\n1. hversu miklum peningum þú ert tilbúinn að eyða. \n\n2. Hvað hluti þú hafðir hugsað þér að nota áfram. \n\n3. Hvaða væntingar þú gerir til þessarar vélar. \n\n\n\nsvör geta t.d. verið:\n\n1. tilbúinn að eyða 100-150 þús\n\n2. ......\n\n3. vélin verður að höndla crysis í hæstu mögulegum gæðum í skjálausn allt að 1920x1200.\n\n\n\nSlíkar upplýsingar myndu gera það mun einfaldara að aðstoða þig. \n\nEnda lýsingin ultra leikjavél,",
            "date": "2007-10-03 01:02:00",
            "post_id": "154100",
            "reply_to_id": "154098"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Nákvæmlega.\n\n\n\nbyrjuninn er alltaf hversu  mikið þú vilt eyða.\n\n\n\nOg að ætla að kaupa íhlutina á 4-5 mismunandi stöðum til að spara sér 500 kall hér og 1500 kall þar... kommonn !!!  Það er fáránlegt.\n\n\n\nAllt í ábyrgð á sama stað og sparar þér bensínkostnað og tíma \n\n\n\n\nTölvutækni er málið og stálið og Kísildalur einnig.",
            "date": "2007-10-03 10:01:00",
            "post_id": "154107",
            "reply_to_id": "154100"
        },
        {
            "user_name": "Andriante",
            "text": "Voðalega taka allir illa í það að ég vilji spara..\n Ég er bara þannig gerður að ég er mjög sparsamur og er illa við bruðl. Enda er það líka ástæðan fyrir því að ég er moldríkur miðað við jafnaldra mína.\n\n\n\nEyðslulimitið er 200 þúsund, en myndi samt helst vilja halda því í 170-180, en ég kippi mér ekkert upp við að það fari í tvöhundruð kallinn ef mér lýst mjög vel á vélina.\n\n\n\nÉg er að leitast eftir top knotch gaming vél, þá aðallega fyrir Call of Duty 4, Crysis og svo nýja DX10 leiki. Ég er ekki að fara að overclocka neitt held ég, enda hef ég ekki hundsvit á því.",
            "date": "2007-10-03 19:11:00",
            "post_id": "154323",
            "reply_to_id": "154107"
        },
        {
            "user_name": "dezeGno",
            "text": "Intel Core 2 Quad Q6600 2.40 GHz - 22.900\n\n- \nhttp://www.computer.is/vorur/6437\n\n\n\n\nASUS P5K Deluxe WiFi - 24.500\n\n- \nhttp://kisildalur.is/?p=2&id=563\n\n\n\n\nAntec P190 Performance One - 39.900\n\n- \nhttp://tolvutaekni.is/product_info.php?cPath=32&products_id=747\n\n\n\n\nSuperTalent 4GB DDR2 800MHz - 23.900\n\n- \nhttp://tolvutaekni.is/product_info.php?cPath=24_34_52&products_id=848\n\n\n\n\neVGA NVIDIA GeForce 8800GTX 768MB - 49.900\n\n- \nhttp://tolvutaekni.is/product_info.php?products_id=528\n\n\n\n\nWestern Digital 500 GB Serial ATA 2, 7200 sn/mín, 16 MB cache - 8.300\n\n- \nhttp://www.computer.is/vorur/5867\n\n\n\n\n-----------\n\n\n\n22.900\n\n24.500\n\n49.900\n\n23.900\n\n39.900\n\n8.300\n\n-----------\n\n169.400",
            "date": "2007-10-03 20:52:00",
            "post_id": "154339",
            "reply_to_id": "154323"
        },
        {
            "user_name": "Andriante",
            "text": "Takk fyrir að setja saman þennan lista \n \n\n\n\n\nNokkrar spurningar samt, er Geforce 8800 ultra 768 mb ekki betra kort en það sem þú mældir með? Og með harðadiskinn, væri sniðugt fyrir mig að kaupa einn 10.000 rpm disk kannski? Myndi það auka performance?\n\n\n\nSvo annað, hvað er málið með þennan turn? 40k finnst mér frekar ruglað, er þörf á honum?\n\n\n\nEdit: skoðaði þetta aðeins og góður turn án aflgjafa kostar svona 17-18 og svo kostar góður aflgjafi líka um 17-18, svo já ok.. þessi turn er víst að gera sig \n Hvað er samt málið með að hann sé með tvo aflgjafa, tengi ég þá báða í rafmagn og gefa þeir svo 1200w ?",
            "date": "2007-10-03 22:08:00",
            "post_id": "154342",
            "reply_to_id": "154339"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hvað ertu gamall...og hversu ríkur ertu ?",
            "date": "2007-10-03 22:26:00",
            "post_id": "154345",
            "reply_to_id": "154342"
        },
        {
            "user_name": "zedro",
            "text": "http://kisildalur.is/?p=2&id=407\n\n\n\n\nSvo geturu breytt og bætt einsog þér sýnist",
            "date": "2007-10-04 01:09:00",
            "post_id": "154365",
            "reply_to_id": "154345"
        },
        {
            "user_name": "Andriante",
            "text": "Ég er 18. Ætla ekkert að fara frekar út í peningamál mín, enda sagðist ég vera ríkur miðað við jafnaldra mína sem eru námsmenn eins og ég \n\n\n\n\nEn já, það væri næs ef einhver gæti svarað spurningunum hérna fyrir ofan",
            "date": "2007-10-04 16:41:00",
            "post_id": "154401",
            "reply_to_id": "154365"
        },
        {
            "user_name": "dezeGno",
            "text": "Það er svo voðalega lítill munum perfomance séð á GTX og Ultra að ég held að það skipti voðalega litlu. Með hitt þá myndi 10.000 rpm diskur auka performance. \n\nEn það fer líka oftast eftir því hversu mikið pláss þú vilt, ég veit bara um 150 GB raptor diskinn, þaðer eini 10.000 rpm diskurinn sem ég veit um þar sem ég er ekki mikið inn í hdd's.\n\nEinnig er þetta mjög góður kassi sem ég setti inn í listan, reyndar er eitt við hann sem er smá downside, og það er hversu þungur hann er, en kassin sjálfur er 19 kg. Ég vona að þetta hafi svarað spurningum þínum nógu vel.",
            "date": "2007-10-06 17:43:00",
            "post_id": "154551",
            "reply_to_id": "154401"
        }
    ],
    "date": "2007-10-02 12:54:00"
}