{
    "forum_title": "Vaktin.is",
    "id": "15742",
    "title": "Það sem áður var verðstríð virðist nú verðsamráð",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=46&t=15742",
    "posts": [
        {
            "user_name": "Óskarbj",
            "text": "Þeir sem hafa verið að fylgjast með verðstríði milli Att.is og Computer.is hafa væntanlega tekið eftir því að nú er stríðinu lokið og þeir virðast hafa ákveðið að annar fær að vera lægstur með t.d. IDE diska og hinn með SATA diska o.s.framv.\n\n\n\nMá ég frekar biðja um heilbrigða samkeppni.\n\n\n\nÓskar",
            "date": "2007-10-10 12:22:00",
            "post_id": "154767",
            "reply_to_id": false
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Slepptu því bara að versla við þá og strunsaðu upp í Hamraborg.\n\n\n\nÞar finnuru þú vinalega búð er heitir Tölvutækni og býður þér bestu fáanlegu þjónustu og frábært úrval vara á góðu verði.\n\n\n\nEf þér líst ekki nógu vel á það getur þú farið í Álfheimana og fengið þér ís með dífu og heimsótt Kísildal en þeir eru einnig með magnaða þjónustu og gott úrval á frábæru verði.\n\n\n\nég skil bara varla afhverju menn versla annarsstaðar en á þessum 2 stöðum \n\n\n\n\nSpara sér nokkra hundraðkalla en fá verri þjónustu og ekkert betri vörur.\n\n\n\n\n\nMeð fullri virðingu til hinna verslananna.....",
            "date": "2007-10-10 13:41:00",
            "post_id": "154772",
            "reply_to_id": "154767"
        },
        {
            "user_name": "GuðjónR",
            "text": "Óskarbj...ég get \nlofað\n þér að það er engin samráð þarna á milli.\n\nÞað er svooooo langur vegur að það séu einhverjir kærleikar á milli þessara verslana að það hálfa væri nóg.\n\n\n\nÍ gegnun tíðina hef ég verslað við flest allar ef ekki allar tölvuverslanir hér í borg og allstaðar fengið topp þjónustu, líka hjá þessum tveim.\n\n\n\n....over and out\n\n\n\np.s. þetta var ekki alveg rétt hjá mér...ég hef einu sinni fengið skítaþjónustu og það var hjá BT...",
            "date": "2007-10-10 14:13:00",
            "post_id": "154778",
            "reply_to_id": "154772"
        },
        {
            "user_name": "DoRi-",
            "text": "ég versla ekki þar því ég fæ allt á ágætis afslætti þar sem ég vinn",
            "date": "2007-10-10 23:08:00",
            "post_id": "154810",
            "reply_to_id": "154778"
        },
        {
            "user_name": "Halli25",
            "text": "sama hér en það rennur stundum á mann tvær grímur þegar maður sér verð hjá þessum tveim stundum...(att og computer)",
            "date": "2007-10-11 10:29:00",
            "post_id": "154821",
            "reply_to_id": "154810"
        }
    ],
    "date": "2007-10-10 12:22:00"
}