{
    "forum_title": "Koníakstofan",
    "id": "15747",
    "title": "Borgarstjórn fallin.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=15747",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Skrítið samt að sjá sama Björn Inga vera áfram formann borgarstjórnar, er hann eitthvað minna spilltur en hinir sem reyndu að gefa orkuna okkar?\n\nEftir allt þá er Framsókn=Spilling.",
            "date": "2007-10-11 16:56:00",
            "post_id": "154836",
            "reply_to_id": false
        },
        {
            "user_name": "CendenZ",
            "text": "+\n\n\n\nBjörn Ingi átti nú að vera stjórnarmaður hjá OR eða REI, man ekki hvort.\n\n\n\nhann er spilltari en flestir þarna.",
            "date": "2007-10-11 17:10:00",
            "post_id": "154837",
            "reply_to_id": "154836"
        },
        {
            "user_name": "ManiO",
            "text": "Jei, R-listinn aftur... Og með Dag fífl sem borgarstjóra.\n\n\n\nEdit: Er ekki Björn þarna bara af því að án hans væru hinir flokkarnir ekki með meirihluta?",
            "date": "2007-10-11 17:10:00",
            "post_id": "154838",
            "reply_to_id": "154837"
        },
        {
            "user_name": "GuðjónR",
            "text": "Mér líst ekkert of vel á þetta...\n\nEn eitthvað verður að gera þegar sjálfstæðisflokkurinn kúkar svona hrikalega upp á bak.\n\nSamt er ég ekki sáttur við að Björn Ingi haldi sínum status...hann er án efa sá gjörspilltasti þarna.",
            "date": "2007-10-11 17:16:00",
            "post_id": "154839",
            "reply_to_id": "154838"
        },
        {
            "user_name": "gumol",
            "text": "Villi virðist bara hafa gleymt að gera allt rétt. Hann var alltof alltof langt frá skoðunum flestra sjálfstæðismanna í mörgum mikilvægum málum.\n\n\n\nÉg vona að nýji borgarstjórinn sé eitthvað aðeins betri en Villi hefur verið, þótt ég efist stórlega um það. \n\n\n\nHr. \"það þýðir ekkert að leysa umferðarhnúta því þá myndast bara umferðarhnútar annarsstaðar\" \n\n\n\nVitleysingur í staðin fyrir Vitleysing.\n\n\n\nps. GuðjónR: Búinn að endurskilgreina orðið spilling?",
            "date": "2007-10-11 20:16:00",
            "post_id": "154853",
            "reply_to_id": "154839"
        },
        {
            "user_name": "GuðjónR",
            "text": "Já veistu þegar ég heyri minnst á \"\nFramsókn\n\" þá kemur orðið \"\nspilling\n\" alltaf upp í hugan. I wonder why \n\n\n\n\nAnnars viðurkenni ég það að ég kaus Sjálfstæðisflokkinn í síðustu Borgarstjórnarkosnungum, mér fannst rétt að stokka upp og hleypa nýju fólki að.\n\n\n\nÉg hef hinsvegar orðið fyrir ákveðnum vonbrigðum með árangurinn, sérstaklega finnst mér sorglegt að horfa upp á það sem er að gerast í orkumálunum.\n\n\n\nEn ég verð að segja að þrátt fyrir allt þá finnst mér rosalegt að horfa upp á Björn Inga gera það sem hann gerði, mér finnst það siðlaust og smekklaust.\n\n\n\nSvo veltir maður því fyrir sér hvort einhverjar aðrar hvatir séu að baki þessu...eins og t.d. hefndir, það er ekki langt síðan Sjálfstæðisflokkurinn henti Framsókn út úr ríkisstjórninni...\n\nEr Framsókn ekki bara búin að sitja á hliðarlínunni og bíða eftir tækifæri hefnda?\n\n\n\nSvo er annað sem kemur upp í hugan, það er Alfreð Þorsteinsson en hann á harma að hefna síðan Guðlaugur Þór gerði hann atvinnulausan.\n\nSjá \nhér.",
            "date": "2007-10-11 20:40:00",
            "post_id": "154856",
            "reply_to_id": "154853"
        },
        {
            "user_name": "gumol",
            "text": "Jahá, þarna er háttsettur framsóknarmaður að viðurkenna að þetta sé gert amk. að hluta til afþví Guðlaugur rak hann. Merkilegt...",
            "date": "2007-10-11 20:45:00",
            "post_id": "154857",
            "reply_to_id": "154856"
        },
        {
            "user_name": "GuðjónR",
            "text": "Já...spilling og aftur spilling...Framsókn og aftur Framsókn...\n\nÞarna er Framsókn að drulla yfir lýðræðið, voru ekki meirihluti borgarbúa sem kusu Sjálfstæðisflokkinn?\n\n\n\nFramsókn (Björn Ingi) gerir lítið úr því. Með því að slíta þessu á þennan hátt, svona vinnubrögð eiga sér ekkert fordæmi.\n\nVarðandi landsmálin þá urðu Sjálfstæðismenn að sparka Spillingu út þar sem Spillingarflokkurinn nánast þurrkaðist út í lýðræðislegum kosningum.",
            "date": "2007-10-11 20:53:00",
            "post_id": "154858",
            "reply_to_id": "154857"
        },
        {
            "user_name": "gumol",
            "text": "Alfreð fór greinilega heim til Björns Inga í morgun og kom honum í samstarfið við hina flokkana miðað við það sem Björn Ingi segir.\n\n\n\nhttp://visir.is/article/20071011/FRETTIR01/71011123",
            "date": "2007-10-11 21:11:00",
            "post_id": "154860",
            "reply_to_id": "154858"
        },
        {
            "user_name": "GuðjónR",
            "text": "Alfreð er seigur, held að engin Íslendingur hafi verið orðaður jafnoft við spillingu og hann.\n\nHann er eins og kötturinn, með níu líf.",
            "date": "2007-10-11 21:16:00",
            "post_id": "154861",
            "reply_to_id": "154860"
        },
        {
            "user_name": "ManiO",
            "text": "Dagur B. er hreint út sagt sorglegasta örverpi í pólitík í dag. Hann treður sér í alla fjölmiðla og vælir um hvað hinir og þessir gera allt vitlaust og tekur að sér hin og þessi störf, þar á meðal leiðbeinanda starf í HR þar sem hann átti að hafa umsjá yfir masters verkefni nokkurra nemenda. Hver einn og einasti þurfti að kvarta undan honum þar sem þegar hann var spurður út í eitthvað svaraði hann bara \"sendu mér verkefnið þegar þú ert búin/n með það.\"\n\n\n\nHefði sjálfur viljað sjá hann Villa kall gossa og spurning um að varpa Binga út í tjörn og athuga stöðuna með Frjálslynda.",
            "date": "2007-10-11 21:29:00",
            "post_id": "154863",
            "reply_to_id": "154861"
        },
        {
            "user_name": "GuðjónR",
            "text": "Sammála...",
            "date": "2007-10-11 22:06:00",
            "post_id": "154865",
            "reply_to_id": "154863"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "skondið mál.\n\n\n\nannann daginn ræður sjálfstæðisflokkurinn öllu.. daginn eftir ráða þeir engu, hehe.\n\n\n\nhvað sem framsókn gerði skiftir engu máli, þeir eru hvort eð er búnir að vera, geta ekki grafið sig dýpra.\n\n\n\nhvað varðar með nýjann borgarstjóra, skömminni skárri en hitt fíbblið.",
            "date": "2007-10-12 08:40:00",
            "post_id": "154871",
            "reply_to_id": "154865"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "HEY, Villi var nágranni minn og ekkert diss \n\n\n\n\nEn DAgur B Eggertsson.!!!!!!\n\n\n\nTalandi um hálfvita !!! Guð minn jesús almáttur og Hósi DINGDONG.",
            "date": "2007-10-12 09:39:00",
            "post_id": "154883",
            "reply_to_id": "154871"
        },
        {
            "user_name": "Halli25",
            "text": "er ekki basicly verið að skipta út hálfvita fyrir hálfvita...?\n\n\n\nannars fínt að losna við þessa risaeðlu úr borgarstjóranum, þessi \"kallinn pólitík\" er svo ekki að virka eins og kom í ljós í REI málinu.",
            "date": "2007-10-12 09:42:00",
            "post_id": "154884",
            "reply_to_id": "154883"
        },
        {
            "user_name": "ManiO",
            "text": "Þið sem virkilega haldið að Dagur sé betri eða svipaður Villa, þið greinilega vitið ekkert um þennan mann.",
            "date": "2007-10-12 12:01:00",
            "post_id": "154902",
            "reply_to_id": "154884"
        },
        {
            "user_name": "hallihg",
            "text": "Hvað er hann erkióvinur þinn til 15 ára eða?",
            "date": "2007-10-13 15:24:00",
            "post_id": "154957",
            "reply_to_id": "154902"
        },
        {
            "user_name": "ManiO",
            "text": "Nei, en allt sem ég hef lesið um hann, séð af honum í viðtölum eða heyrt frá áreiðanlegu fólki hefur svona gefið mér góða mynd af hvernig maður hann er.",
            "date": "2007-10-13 16:11:00",
            "post_id": "154959",
            "reply_to_id": "154957"
        }
    ],
    "date": "2007-10-11 16:56:00"
}