{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "15884",
    "title": "Hvað í andskotanum er að?..",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=15884",
    "posts": [
        {
            "user_name": "Mr. Skúli",
            "text": "ég kom heim eftir að hafa verið í bænum um helgina og það var kveikt á tölvunni en slökkt á skjánum (Neovo 17 flatskjár) og núna lendi ég í því að þegar ég kveiki á skjánum er kveikt í fimm mínnútur en svo fer bara öll mynd burt en samt er enn grænt ljós á honum. \n\n\n\nEinhver að segja mér hvað í andskotanum er að! nenni ekki að skjárinn sé ónýtur, er búinn að eiðilegja nóg af drasli um þessa helvítis helgi!",
            "date": "2007-10-29 21:07:00",
            "post_id": "155844",
            "reply_to_id": false
        },
        {
            "user_name": "zedro",
            "text": "Við skulum kannski byrja á því að róa okkur aðeins.\n\nLíka mjög fínt að sleppa blótsyrðum.\n\n\n\nEinnig ertu buinn að restar tölvunni?\n\nErtu búinn að gera eitthvað til að finna úr vandamálinu?\n\nPrufa aðra skjái kannski ef það er kostur?\n\nAthuga hvort allar snúrur eru vel festar?",
            "date": "2007-10-29 21:30:00",
            "post_id": "155845",
            "reply_to_id": "155844"
        },
        {
            "user_name": "Pandemic",
            "text": "Það er ónýtur þéttir og lítill transformer í skjánum þínum. Gerðist það nákvæmlega sama við minn X-19AV. \n\nVerður að fara með hann í viðgerð og hún ætti að kosta þig svona 17 þúsund kr hjá þessari ömurlegu okurbúllu hugveri.\n\n\n\nEf þú ert mjög tæknilega sinnaður ættiru að geta rifið skjáinn í spað og gert við þetta sjálfur en þú þarft nokkra reynslu í rafmagni og með lóðbolta.\n\n\n\nEdit: varahlutirnir kosta svona 1000kr",
            "date": "2007-10-29 23:20:00",
            "post_id": "155852",
            "reply_to_id": "155845"
        },
        {
            "user_name": "Mr. Skúli",
            "text": "dóri gerir þetta fyrir mig!.. er það ekki dóri?..",
            "date": "2007-10-31 21:57:00",
            "post_id": "156002",
            "reply_to_id": "155852"
        }
    ],
    "date": "2007-10-29 21:07:00"
}