{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "15954",
    "title": "Vandamál með að opna gamlan HP kassa",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=15954",
    "posts": [
        {
            "user_name": "DoofuZ",
            "text": "Ég er að fikta svoldið í gömlu vélunum hjá mér og var að reyna að opna gamlan HP kassa en er í mestu vandræðum með það \n Þetta er HP Vectra VL 6/266 MT, alveg óþarfi fyrir ykkur að leita að bæklinginum fyrir hana þar sem ég hef þegar fundið hann og þar er ekkert sagt hvernig á að opna kassann en vonandi er einhver hér sem kannast við að hafa opnað svona kassa.\n\n\n\nÉg hef reyndar oft áður opnað hann, svoldið langt núna síðan ég gerði það síðast og ég man ekki alveg hvernig ég opnaði hann en ég veit að það er vesen og ég er nokkuð viss um að það þarf fyrst að taka framhliðina af og svo renna öllu coverinu af að framan.\n\n\n\nHér eru tvær myndir sem sýna hvað ég er að meina. Einhver sem veit hvernig ég tek fjandans framhliðina af án þess að nota hamar?",
            "date": "2007-11-07 18:29:00",
            "post_id": "156439",
            "reply_to_id": false
        },
        {
            "user_name": "einzi",
            "text": "Átti eitt sinn Acer kassa með svipuðu systemi .. nema að það var smella aftan á honum sem maður þurfti að opna og svo rann allt coverið og frontið af",
            "date": "2007-11-07 19:48:00",
            "post_id": "156449",
            "reply_to_id": "156439"
        },
        {
            "user_name": "DoofuZ",
            "text": "Jæja, ég náði loksins að losa frontið \n Þarf núna bara að renna coverinu af \n Þurfti nánast að brjóta frontið af með skrúfjárni til þess að losa það. Þetta er ein heimskulegasta hönnun á kassa sem ég hef nokkurntíman séð! Venjulega eru kassar sem hafa svona cover í heilu lagi þannig að það er tekið coverið af að aftanverðu en ekki að framanverðu \n \n\n\n\n\nÞetta er allavega komið hjá mér",
            "date": "2007-11-07 22:43:00",
            "post_id": "156465",
            "reply_to_id": "156449"
        }
    ],
    "date": "2007-11-07 18:29:00"
}