{
    "forum_title": "Almennt um vélbúnað",
    "id": "15969",
    "title": "tölva startar ekki",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=15969",
    "posts": [
        {
            "user_name": "ZPUD",
            "text": "Sælir, eg er nýbúinn að kaupa mér tölvu og fékk hana senda áðan.  Svo þegar ég ætlaði að kveikja á henni þá gerðist ekkert, bara nákvæmlega ekki neitt, ekkert power á neinu.  Er þetta power supplyið að klikka eða getur þetta verið eitthvað annað? tölvan -> \nhttp://www.kisildalur.is/?p=2&id=407",
            "date": "2007-11-09 21:49:00",
            "post_id": "156619",
            "reply_to_id": false
        },
        {
            "user_name": "zedro",
            "text": "Hljómar eins og pósturinn hafi ekki farið nógu vel með tölvuna þína.\n\nErtu út á landi?\n\n\n\nVeit fyrir víst að Kísildalur væri ekki búinn að senda frá sér vélina án þess\n\nað stilla biosinn svo hún hefur verið gangfær þegar hún fór í póst.\n\n\n\nPottþétt að allar snúrur séu tengdar? Hljómar einsog einhver snúra sé laus.\n\nErtu ekki pottþétt búinn að kveikja á aflgjafanum (lítill on/off takki aftan á aflgjafanum)?",
            "date": "2007-11-09 21:57:00",
            "post_id": "156621",
            "reply_to_id": "156619"
        },
        {
            "user_name": "ZPUD",
            "text": "Já, er úti á landi.  Er búinn að tékka á öllum snúrum held ég alveg örugglega og búinn að kveika á aflgjafanum.",
            "date": "2007-11-09 22:13:00",
            "post_id": "156625",
            "reply_to_id": "156621"
        },
        {
            "user_name": "zedro",
            "text": "Þekkiru einhver tölvuvæddan sem gæti kíkt á þetta fyrir þig?",
            "date": "2007-11-09 22:24:00",
            "post_id": "156628",
            "reply_to_id": "156625"
        },
        {
            "user_name": "Yank",
            "text": "ROFL\n\n\n\nTekið af Kísildalur.is\n\n\n\n\"Ofurturninn (Quad-Core)\n\nQ6600, 4GB minni, 1TB diskpláss, DVD-RW, 2x 8800GT SLI\n\nTurn fyrir þá sem vilja tryllingslega öfluga tölvu í leikina og bókhaldið. Þessi mun bryðja sig í gegnum excel-skjölin eins og það sé enginn morgundagur og spilar tetris með þvílíkum rammafjölda að annað eins hefur ekki sést! Rannsóknir sýna jafnframt að fólk sem á svona tölvu er hamingjusamara en annað fólk og hegðar sér líka betur í umferðinni. \n\n\n\nVertu ekki leiðindarpúki, fáðu þér Ofurturninn strax í dag \n\"\n\n\n\nEdit. ZPUD afsakaðu skuli stelast í þráðinn, hef ekki lausn á þessu vandamáli þínu.",
            "date": "2007-11-09 23:25:00",
            "post_id": "156631",
            "reply_to_id": "156628"
        },
        {
            "user_name": "ZPUD",
            "text": "já, fæ einhvern til að líta á þetta á morgun",
            "date": "2007-11-09 23:50:00",
            "post_id": "156632",
            "reply_to_id": "156631"
        },
        {
            "user_name": "Gúrú",
            "text": "Efast nú um að atvinnu póstmaður fari svo illa með tölvu að hún fari ekki í gang \n\n\n\n\nEf kassinn var merktur brothætt ætti það ekki að vera málið.\n\n\n\n\n\nViss um að það sé rafmagn á innstungunni?",
            "date": "2007-11-10 01:21:00",
            "post_id": "156634",
            "reply_to_id": "156632"
        },
        {
            "user_name": "zedro",
            "text": "Veit nú ekki hversu áreiðanlegir „atvinnu póstmenn“ eru en ég get lofað þér\n\nað þessi tölva virkaði þegar hún var send úr búðinni.\n\n\n\nGetur ekki annað verið að hún hafi orðið fyrir hnjaski í flutningi eða þá \n\nað það sé ekkert rafmagn á instungunni.\n\n\n\nEin spurning keyptiru Windows með vélinni?",
            "date": "2007-11-10 02:10:00",
            "post_id": "156636",
            "reply_to_id": "156634"
        },
        {
            "user_name": "ZPUD",
            "text": "nei keypti ekki windows með\n\nog það er rafmagn á innstungunni",
            "date": "2007-11-10 15:06:00",
            "post_id": "156663",
            "reply_to_id": "156636"
        }
    ],
    "date": "2007-11-09 21:49:00"
}