{
    "forum_title": "Koníakstofan",
    "id": "15998",
    "title": "Og meira um torrent....",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=15998",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Rakst á \nþessa\n grein áðan.\n\nLangaði bara að deila þessu með ykkur.",
            "date": "2007-11-12 22:00:00",
            "post_id": "156856",
            "reply_to_id": false
        },
        {
            "user_name": "ManiO",
            "text": "http://crave.cnet.com/8301-1_105-9814504-1.html\n\n\n\n\nÞetta var einnig að koma.",
            "date": "2007-11-12 22:05:00",
            "post_id": "156857",
            "reply_to_id": "156856"
        },
        {
            "user_name": "appel",
            "text": "Málið er ekki hvort það sé ólöglegt að dreifa efni á netinu, heldur hvort svona torrent síður megi óbeint taka þátt í því með þessum trackerum.\n\n\n\nAllir þeir sem eru að dreifa efni, seeda og einnig leecha, eru að brjóta lögin, þeir eru að dreifa höfundaréttuvörðu efni. Það er alveg klárt mál. Svo er það allt önnur spurning afhverju fólk kemst upp með það.\n\n\n\nReyndar á eftir að koma niðurstaða í þessu DC máli, sem virðist velkjast um í kerfinu í fleiri fleiri ár (orðin 4 ár núna). Þar treystir lögreglan og ákæruvaldið sér ekki í því að ákæra, a.m.k. ekki ennþá. Ef lögin eru svona veik gagnvart þeim sem eru BEINT að dreifa efni ólöglega á netinu, hvernig helduru að lögin eru gagnvart þeim sem eru óbeint milligönguaðilar?\n\n\n\nEf það yrðu sett lög sem bönnuðu \nmilligöngu\n á dreifingu á ólöglegu efni, þá myndi það ekki standast stjórnarskrá. Það eru svo margir milligönguleiðar í allskyns glæpum, það er ekki hægt að gera þá ábyrga. Eru byssusalar ábyrgir fyrir morðum með byssum sem þeir selja? Eru símafélögin ábyrg fyrir fíkniefnasölu í gegnum síma? Eru internetfyrirtækin ábyrg fyrir allri umferð í gegnum netkerfin þeirra?\n\n\n\n\n\nÞað er fyrst og fremst á ábyrgð lögreglunnar að sjá um að lögum sé framfylgt. Þið getið rétt svo ímyndað ykkur ef það væri engin umferðarlögregla, allir myndu keyra á 150km á 90km vegunum. En þar sem við vitum að það er alltaf verið að sekta fólk þá halda flestir sér innan löglegra marka. Lögreglan ræðst ekki á vegagerðina fyrir að byggja vegina!\n\n\n\nEinsog staðan er í netheimum í dag er enginn að fylgjast með ólöglegri dreifingu. Það er grátlega einfalt mál að finna út hverjir eru að dreifa þessu efni, og ég skil ekki afhverju lögreglan er ekki bara í því að dæla út sektum/ákærum.\n\n\n\nEn þá komum við að því að það verður að vera hægt að SANNA að einhver einn aðili hafi verið að framkvæma eitthvert lögbrot. Samanber að löggæslumyndavélar í umferðinni þurfa að taka myndir af a) númeri bíls b) andliti ökumanns. Í netheimum er einfalt mál að fá a) ip númer tölvu, en annað gildir um andlit einstaklingsins. Eigendur bíla eru ekki sjálfkrafa ábyrgir fyrir öllum lögbrotum sem eru framkvæmd með bifreiðinni, rétt eins og skráningaraðili nettengingar er ekki ábyrgur fyrir öllum lögbrotum á nettengingu.\n\n\n\nÞetta er ekki einfalt mál \n lögin eru mjög flókin og sennilega mun aldrei koma dómur í málum sem þessum þar sem lögreglan veit að hún myndi tapa. Í raun vill lögreglan viðhalda status quo, þ.e.a.s. að allir séu hræddir við hana.",
            "date": "2007-11-12 22:28:00",
            "post_id": "156859",
            "reply_to_id": "156857"
        },
        {
            "user_name": "CraZy",
            "text": "Svo nátturulega raidin í Ungverjalandi\n\nhttp://www.rlslog.net/massive-p2p-raids ... vers-down/\n\n\nsynd.. bithumen var ágætis síða",
            "date": "2007-11-12 22:38:00",
            "post_id": "156861",
            "reply_to_id": "156859"
        },
        {
            "user_name": "Bessi",
            "text": "Jammie Thomas byggði vörn sína á þessum efa, bæði að þetta hefði verið hún sem var við tölvuna og að þetta hefði hugsanlega verið spoofuð ip-tala. Í stuttu máli þá gekk það ekki.",
            "date": "2007-11-12 22:44:00",
            "post_id": "156863",
            "reply_to_id": "156861"
        },
        {
            "user_name": "appel",
            "text": "Hugsanlega væri hægt að byggja vörn sína hér á Íslandi á sömu rökum og aðrir hafa notað með bifreiðar.\n\n\n\nÞað hafa fallið dómar hér á Íslandi um að lögreglan getur ekki krafist þess að skráningaraðili (eigandi) bíls þurfi að gefa upp hver var að keyra bílinn á ákveðnum tíma.\n\n\n\nEf það eru margir á sama heimili, að nota sömu tölvu, þá geta allir bara haldið kjafti og lögreglan veit ekki hver framdi glæpinn og getur ekkert neytt fólk til að segja frá, og þar með er ekki hægt að gefa út ákæru.\n\n\n\n\n\n\n\nRassíur hafa ekkert lagalegt gildi. Þær eru notaðar til að vekja ótta í almenningi, með skilaboðum eins og \"Þetta líðst ekki!\" - en svo kemur í ljós að engin lög voru brotin. Margir muna eftir því þegar internetumferð minnkaði um 60% í nokkrar vikur eftir þessa DC rassíu. Viljum við búa í slíku ríki þar sem við óttumst um okkur?\n\n\n\nÞetta er allt spurning hvort við viljum búa í lögregluríki/valdsríki sem notar  brute force og hræðsluáróður til að ná fram vilja sínum? T.d. er búnaður gerður upptækur í þessum rassíum, gagnvart einstaklingum sem hugsanlega brutu engin lög, og svo er þessum búnaði ekki skilað, og 4 árum síðar er þessi tölvubúnaður auðvitað einskins virði. Þetta er ekki til fyrirmyndar hvað eðlilega málsmeðferð varðar, og er í raun einkenni valdstjórnar, fasisma.\n\n\n\nÉg kalla frekar eftir lögum til að vernda borgarana gagnvart slíku. Ef lögreglan ætlar að fara stunda þetta, fara á heimili einstaklinga og einfaldlega taka eigur þeirra án þess að lög hafi verið brotin, þá búum við ekki lengur í réttarríki, ríki sem grundvallast af lögum og frelsi borgaranna.",
            "date": "2007-11-12 23:10:00",
            "post_id": "156864",
            "reply_to_id": "156863"
        },
        {
            "user_name": "hallihg",
            "text": "appel mælir orð af visku",
            "date": "2007-11-13 16:09:00",
            "post_id": "156904",
            "reply_to_id": "156864"
        },
        {
            "user_name": "pjesi",
            "text": "Merkilegt hvað það er mikill áróður í fjölmiðlum. Mætti halda að sama batteríið ræki þetta allt. Verið að fjalla um einhverja torrent síðu út í heimi sem kemur okkur hér ekkert við, en síðan er troðið torrent.is inn í miðja frétt.\n\n\n\nHeld að fréttamenskan hér á landi er í sögulegu lámarki.",
            "date": "2007-11-13 19:22:00",
            "post_id": "156919",
            "reply_to_id": "156904"
        },
        {
            "user_name": "tms",
            "text": "Kjarni málsins er að fólki finnst það egi ekki að þurfa að fara út í búð að kaupa disk til að setja það á ipoddinn, egi ekki að þurfa að bíða þangað til að þættir séu sýndir á íslandi eða jafnvel aðlaga dagsplanið sitt eftir dagskrá sjönvarpstöðva, eða borga fyrir efni sem maður nýtur ekki. Tæknin hefur gert okkur þetta kleift, lögum og hin eldri ótæknivædda kynslóð hefur ekki tekið framförum eins og okkur.",
            "date": "2007-11-13 20:49:00",
            "post_id": "156933",
            "reply_to_id": "156919"
        },
        {
            "user_name": "hallihg",
            "text": "Hárrétt hjá þér pjesi og ég hvet fólk til að lesa þessa grein eftir Svavar Kjarrval:\n\n\n\nhttp://www.torrent.is/news.php?id=21885",
            "date": "2007-11-14 00:39:00",
            "post_id": "156954",
            "reply_to_id": "156933"
        },
        {
            "user_name": "einzi",
            "text": "Minnir svolítið á nornaveiðar kirkjunnar. Kirkjan með hræðsluáróður og almúginn kokgleypir allt sem heilagann sannleika.",
            "date": "2007-11-14 11:00:00",
            "post_id": "156970",
            "reply_to_id": "156954"
        },
        {
            "user_name": "Taxi",
            "text": "Amen.",
            "date": "2007-11-14 23:08:00",
            "post_id": "157035",
            "reply_to_id": "156970"
        },
        {
            "user_name": "littel-jake",
            "text": "Amen brother",
            "date": "2007-11-19 16:20:00",
            "post_id": "157340",
            "reply_to_id": "157035"
        },
        {
            "user_name": "pjesi",
            "text": "http://mbl.is/mm/frettir/innlent/frett.html?nid=1303781",
            "date": "2007-11-19 21:47:00",
            "post_id": "157380",
            "reply_to_id": "157340"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Hafiði lesið þetta hjá Smáís?\n\nAfhverju eru þeir ekki líka með baráttu gegn bílum, hnífum og öðru í samfélaginu sem hefur reynst lífshættulegt?\n\n\n\n...þetta eru ekki fávitar nema þeir sýni það.",
            "date": "2007-11-20 01:06:00",
            "post_id": "157412",
            "reply_to_id": "157380"
        },
        {
            "user_name": "TechHead",
            "text": "LOL skráardeiliforrit lífshættuleg? hahaha hvern halda þeir að þeir séu að plata?\n\n\n\nÍ þessu tilfelli hafa það líklega verið trójuhestar sem hafa verið embeddaðir í\n\neinhverjar klám skrár sem þessi lögreglumaður hefur verið að DL.\n\n\n\nEigum við þá ekki bara að slökkva á Internetinu strákar því að mannslíf eru\n\nnú í húfi ha?\n\n\n\nDjöfulsins endemis bitri vitleysisgangur og fasista áróður!",
            "date": "2007-11-20 10:32:00",
            "post_id": "157436",
            "reply_to_id": "157412"
        },
        {
            "user_name": "gumol",
            "text": "Hálfvitar!\n\n\n\nÞegar maður heldur að þeir hafi náð botninum ná þeir alltaf að gera eitthvað ennþá heimskulegra.",
            "date": "2007-11-20 11:56:00",
            "post_id": "157443",
            "reply_to_id": "157436"
        },
        {
            "user_name": "Holy Smoke",
            "text": "Vá... þetta eru ekki einu sinni rök gegn p2p.  Þetta eru rök gegn netkerfum.",
            "date": "2007-11-20 14:32:00",
            "post_id": "157463",
            "reply_to_id": "157443"
        },
        {
            "user_name": "Gúrú",
            "text": "Eins og það sé p2p að kenna að vírusum sé dreift??\n\n\n\n\n\nEins og að kenna Bill Gates um þetta því að hann á Microsoft sem hannaði Windows..",
            "date": "2007-11-20 22:07:00",
            "post_id": "157497",
            "reply_to_id": "157463"
        }
    ],
    "date": "2007-11-12 22:00:00"
}