{
    "forum_title": "Almennt um vélbúnað",
    "id": "16023",
    "title": "Evga stepup program",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=16023",
    "posts": [
        {
            "user_name": "Gogo",
            "text": "Bara að pæla hvernig þetta virkaði hjá þeim, hvort að það drengur á klakanum geti nýtt sér þetta án mikilla vandræða. \n\nÞannig að ef þið hafið nýtt ykkur þetta hvernig gekk það og svo framvegis. Þakka alla hjálp\n\nGogo",
            "date": "2007-11-15 21:59:00",
            "post_id": "157122",
            "reply_to_id": false
        },
        {
            "user_name": "Cikster",
            "text": "Ég ætlaði að nýta mér það en lenti í smá vandræðum og rugli með þá.\n\n\n\nPúnktur 1 \n\nÞað eru framleiddar 2 seríur af öllum kortum, ein fyrir bandaríkin og önnur fyrir evrópu. Ef þú ert með kort frá bandaríkjunum þá virkar það gegnum evga.com síðuna en ef þú ert með evrópu kort þá er það evga.de ef ég man rétt.\n\n\n\nPúnktur 2\n\nEf þú notar support dótið hjá þeim endilega hammraðu þá því nokkrir e-mail sem ég sendi þeim fengu engin svör og enginn kannast við að hafa fengið þrátt fyrir að það hafi verið á support mailið þeirra.\n\n\n\nPúnktur 3 \n\nEf þig vantar upplýsingar frá þeim notaðu web chattið á síðunni þeirra. Indælis fólk þar sem vill hjálpa manni en það er reyndar ekki \"official\" leiðin en hún gjörsamlega virkaði ekki rassgat fyrir mig. \n\n\n\nAnnars grunar mig að tollararnir munu vera með stæla yfir þessu þar sem þú sendir hlut út í \"viðgerð\" en færð ekki sama hlut tilbaka þannig að þeir munu örugglega tollafgreiða það sem nýja vöru. Ef það gerist þá hálfpartinn efast ég um að þetta borgi sig.\n\n\n\nEn gangi þér vel með þetta ef þú lætur verða af því.",
            "date": "2007-11-15 22:44:00",
            "post_id": "157124",
            "reply_to_id": "157122"
        },
        {
            "user_name": "Gogo",
            "text": "Heyrðu takk kærlega fyrir svarið, fyrst þetta er svona mikið vesen þá er ég ekki að nenna því \n\n\nTakk kærlega fyrir aftur",
            "date": "2007-11-15 23:00:00",
            "post_id": "157127",
            "reply_to_id": "157124"
        },
        {
            "user_name": "appel",
            "text": "Nasistatollmúrar hérna.",
            "date": "2007-11-16 00:46:00",
            "post_id": "157138",
            "reply_to_id": "157127"
        },
        {
            "user_name": "Taxi",
            "text": "",
            "date": "2007-11-18 14:53:00",
            "post_id": "157237",
            "reply_to_id": "157138"
        }
    ],
    "date": "2007-11-15 21:59:00"
}