{
    "forum_title": "Almennt um vélbúnað",
    "id": "16076",
    "title": "græjur í bíl",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=16076",
    "posts": [
        {
            "user_name": "zaiLex",
            "text": "Hvar get ég fengið ódýrar græjur í bíl sem geta spilað úr ipod?\n\nHvernig er svo Ipodinn tengdur, í gegnum aux? þarf ég ekki bara að kaupa snúru sem ég tengi frá þar sem ég tengi heyrnatólin og inn í græjurnar? er ekki þannig til?",
            "date": "2007-11-21 19:57:00",
            "post_id": "157597",
            "reply_to_id": false
        },
        {
            "user_name": "DoRi-",
            "text": "http://www.sm.is\n\n\n\n\nleytar bara að einvherju með Aux/Jack tengi og jafnvel iPod tengi (en þau eru ekki ódýr)",
            "date": "2007-11-21 21:03:00",
            "post_id": "157610",
            "reply_to_id": "157597"
        },
        {
            "user_name": "Halli25",
            "text": "getur líka fengið cigarjack hleðslutæki með FM sendi sem sendir þá í útvarpið þitt... með Aux þá er bara að lesa manualinn á útvarpinu í bílnum eða vera heppinn eins og ég þar sem bílinn er með Jack tengi í miðstocknum",
            "date": "2007-11-23 10:36:00",
            "post_id": "157760",
            "reply_to_id": "157610"
        },
        {
            "user_name": "hsm",
            "text": "Hvað kallar þú ódýrt ??\n\nÉg á Pioneer græjur sem eru fyrir ipod + magnara og bassahátalara\n\nKostaði nýtt fyrir ári síðan 120.000kr græjur+magnari+bassi\n\nÞú getur stjórnað ipodinum með græjunum þ.e.a.s. valið lög og svoleiðis, það kemur allt fram á skjánum í græjunum, græjurnar eru með grafískum skjá.",
            "date": "2007-11-23 11:09:00",
            "post_id": "157766",
            "reply_to_id": "157760"
        },
        {
            "user_name": "GuðjónR",
            "text": "Það kalla ég dýrt....mjög dýrt...\n\nEn ódýrt/dýrt er jafn huglægt og fallegt/ljótt.",
            "date": "2007-11-23 12:04:00",
            "post_id": "157772",
            "reply_to_id": "157766"
        },
        {
            "user_name": "zaiLex",
            "text": "Ódýrasti spilarinn með aux tengi sem ég fann var LG spilari í elko á 15k, það var svona verðið sem ég var að hugsa um sem bláfátækur námsmaður, ég keypti mér hann og er með ipod tengt og finnst það SNILLD, sparar manni svo mikinn tíma og pening að þurfa ekki að vera að skrifa endalausa diska sem taka pláss, er leiðinlegt að skipta um alltaf, rispast síðan og byrja að hökta. Mér var alveg sama hvernig geislaspilara ég myndi fá mér því að ég er hvort sem er með lélega hátalara í bílnum og er ekkert að fara að skipta um þá í náinni framtíð, ég hlusta líka bara helst á hljóðbækur í bílnum.",
            "date": "2007-11-24 13:30:00",
            "post_id": "157845",
            "reply_to_id": "157772"
        },
        {
            "user_name": "Harvest",
            "text": "Sælir...\n\n\n\nÉg var í svipaðri aðstöðu í sumar. Keypti LG spilara á 13k í Elko sem spilaðu AUX (ipod) og keypti svo eitthvað box í europris fyrir 6000kr. Þetta hot-víraði ég allt saman við hátalarana sem voru fyrir.\n\n\n\nVar kominn með þetta fína sound fyrir lítinn pening.",
            "date": "2007-11-26 18:22:00",
            "post_id": "158032",
            "reply_to_id": "157845"
        }
    ],
    "date": "2007-11-21 19:57:00"
}