{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "16116",
    "title": "Tölva finnur ekki drif... (flakkari)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=16116",
    "posts": [
        {
            "user_name": "GTi",
            "text": "Sælir, ég keypti fyrir nokkrum mánuðum sjónvarpsflakkara og með honum 400gb disk. En hann tók ekki við honum. (max 320gb) þannig að ég tók diskinn úr gamla flakkaranum mínum og setti í sjónvarpsflakkarann og nýja diskinn í gamla flakkarann sem er Vantec NextStar 3.\n\n\n\nVantec NexStar 3 fór síðan beint uppí hillu og hefur ekki verið notaður síðan. En nú er komið að því að hann átti að fara í notkun en tölvan kemur ekki upp með neitt drif fyrir hann.\n\n\n\nÞað stendur á öllum Specs sem ég finn um Vantec spilarann að hann eigi að geta tekið upp í 750gb.\n\n\n\nEitthvað sem ég gæti prófað?",
            "date": "2007-11-26 14:21:00",
            "post_id": "158006",
            "reply_to_id": false
        },
        {
            "user_name": "Gets",
            "text": "Thja það skyldi þó ekki vera að þú hafir gleimt að formata diskinn ?",
            "date": "2007-11-26 17:55:00",
            "post_id": "158026",
            "reply_to_id": "158006"
        },
        {
            "user_name": "GTi",
            "text": "-- nokkrum mánuðum seinna --\n\n\n\nJæja, hann er enn ónotaður uppi í hillu. Svo stefni ég á það að fara að formatta tölvuna mína og þá þarf ég á þessum disk að halda til að geyma gögnin mín.\n\n\n\nBúinn að tengja hann við tölvuna mína en hún finnur hann ekki.\n\nEr ekki allt í lagi að tengja hann á sömu gagnasnúru og geisladrifin eru á.",
            "date": "2008-01-21 12:21:00",
            "post_id": "163886",
            "reply_to_id": "158026"
        },
        {
            "user_name": "Dazy crazy",
            "text": "Prufaðu að keyra stýriskerfisdiskinn og þegar hann bootar þá geturðu kannski formattað þennan \"nýja\" disk\n\n\n\nhann er sjálsagt á fat32 þar sem hann átti að fara í flakkara.",
            "date": "2008-01-21 12:29:00",
            "post_id": "163887",
            "reply_to_id": "163886"
        },
        {
            "user_name": "CendenZ",
            "text": "Wth\n\n\n\nHvað kemur það málinu við að hann eigi að fara í flakkara að hann sé á fat32 ?!\n\n\n\nEn það er ekkert mál að formatta diskinn í manage í xp.\n\n\n\nþá finnur tölvan diskinn.",
            "date": "2008-01-21 13:09:00",
            "post_id": "163893",
            "reply_to_id": "163887"
        },
        {
            "user_name": "Dazy crazy",
            "text": "Vá ég drap engann!\n\n\n\nVar bara að segja að hann væri ekki á þessu hefðbundna NTFS formi og já að hægriklikka á my computer->manage->disk management er líka möguleiki.",
            "date": "2008-01-21 13:50:00",
            "post_id": "163896",
            "reply_to_id": "163893"
        }
    ],
    "date": "2007-11-26 14:21:00"
}