{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "16216",
    "title": "WD2500 Caviar að gefa sig?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=16216",
    "posts": [
        {
            "user_name": "hallihg",
            "text": "Sælir.\n\n\n\nÉg er með 250 gb WD Caviar SE í flakkaraboxi, sem ég keypti síðasta vor. Undanfarið þá hefur hann verið með leiðindi, það eru samt engin óhljóð úr honum og hann er ekkert háværari en áður, hann virðist bara afkasta minna. Eins og í iTunes, þá tekur mun lengri tíma virðist að byrja að spila þau lög sem eru hýst á honum, heldur en þau lög sem eru hýst á öðrum flökkurum hjá mér eða hörðum diskum í turninum sjálfum. \n\n\n\nÉg hef lent einu sinni í því að þegar ég reyndi að opna þætti sem eru inná þessum tiltekna disk, með VLC, þá hrundi forritið eða gaf upp einhverja fáránlega villumeldingu sem ég man ekki. En þetta hefur reyndar ekki gerst aftur, og hefur aldrei gerst varðandi efni sem ég er með á öðrum diskum en þessum. \n\n\n\nHafa einhverjir lent í þessu, og eru þetta almenn merki um það að diskurinn sé að gefa sig?",
            "date": "2007-12-06 17:33:00",
            "post_id": "159275",
            "reply_to_id": false
        },
        {
            "user_name": "Selurinn",
            "text": "hann er að gefa sig...",
            "date": "2007-12-06 17:40:00",
            "post_id": "159279",
            "reply_to_id": "159275"
        },
        {
            "user_name": "hallihg",
            "text": "toppurinn",
            "date": "2007-12-06 17:44:00",
            "post_id": "159280",
            "reply_to_id": "159279"
        },
        {
            "user_name": "beatmaster",
            "text": "Ertu annars búinn að prufa þetta hefbundna, defragga, chkdisk... etc.etc?",
            "date": "2007-12-06 19:38:00",
            "post_id": "159292",
            "reply_to_id": "159280"
        },
        {
            "user_name": "Selurinn",
            "text": "Ég átti bara nákvæmlega eins disk og hann hegðaði sér nákvæmlega eins og var sagt hér að ofan og endaði með því að hann vildi ekki snúast.\n\n\n\nSíðan þurfti ég að henda honum í frystinn yfir nótt, tók hann út og náði að hafa hann í gangi í 30 mínútur til þess að ná öll gögn af honum, síðan eftir það er hann alveg dáinn.....",
            "date": "2007-12-06 20:26:00",
            "post_id": "159300",
            "reply_to_id": "159292"
        },
        {
            "user_name": "hallihg",
            "text": "Drasl diskur, endist ekki í ár?! Miðað við standið á mínum þá endist hann eflaust út árið, en ekki mikið lengur en það.\n\n\n\nVerst er bara hversu leiðinlegt það er að reyna að nota hann e-ð meðan það hægist svona á honum, iTunes fúnkerar eins og ég sé á 6 ára gömlu óuppfærðu fermingarvélinni minni.\n\n\n\nog beatmaster, þegar ég reyni að error checka hann þá fer allt í rugl. Nenni ekki að gera það aftur (tekur langan tíma) en mig minnir að það hafa bara stoppað og error msg sagt að það hefði ekki náð að klárast. \n\n\n\nSömuleiðis með defraggið.",
            "date": "2007-12-06 20:49:00",
            "post_id": "159305",
            "reply_to_id": "159300"
        },
        {
            "user_name": "Revenant",
            "text": "Getur ekki verið að snúrurnar séu eitthvað illa tengdar inní boxinu?",
            "date": "2007-12-06 21:24:00",
            "post_id": "159310",
            "reply_to_id": "159305"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég hef heyrt að flakkarabox geti rústað HDD á ótrúlega skömmum tíma.\n\nÞað myndast mikil span spenna og hiti...hvort tveggja vinnur ekki með HDD.",
            "date": "2007-12-06 21:37:00",
            "post_id": "159315",
            "reply_to_id": "159310"
        },
        {
            "user_name": "hallihg",
            "text": "Hitinn er ekki málið í þessu tilviki, tók \"boxið\" sjálft, s.s. hlífina, utan af þessum flakkara fyrir mörgum mánuðum, því ég var að skipta um disk og eitthvað.\n\n\n\nog Revenant, það er allt tryggilega tengt og í raun engu sem hægt er að klúðra, það einfalt innan í þessu.",
            "date": "2007-12-06 22:31:00",
            "post_id": "159323",
            "reply_to_id": "159315"
        },
        {
            "user_name": "Frammi",
            "text": "Ég er einmitt með einn WD2500JS (250GB SATA). Dagsetningin á diskinum er 18. júlí 2007. Hann dó í gærkvöldi. Ótrúlega slæm ending.\n\n\n\nReyndar fékk ég þennan disk gefins og þekki því ekki nákvæmlega söguna, hvort hann hafi orðið fyrir hjaski áður en ég tók við honum. \n\n\n\nÉg hef samt slæma reynslu af bæði WD og IBM diskunum. Á einn Maxtor 120GB sem hefur hagað sér eins og engill í 3-4 ár þrátt fyrir mikla notkun, ein bestu kaup sem ég hef gert.",
            "date": "2007-12-14 18:08:00",
            "post_id": "160218",
            "reply_to_id": "159323"
        }
    ],
    "date": "2007-12-06 17:33:00"
}