{
    "forum_title": "Koníakstofan",
    "id": "16459",
    "title": "Bíómyndir - segið frá og gefið einkun.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=16459",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Það vantar bíómyndaþráð hérna.\n\nÉg horfi nú mest á allskonar seríur en horfði á tvær bíómyndir yfir jólin og datt í hug að gefa þeim einkun:\n\n\n\nI Am Legend\n\n\nGlettilega góð mynd, ég nagaði neglurnar upp í kviku. Mynd um eitthvað sem gæti gerst þó væntanlega ekki í þeirri mynd sem það gerist þarna.\n\nMyndin endaði svoltið snögglega en reyndar er erfitt að gera endi við svona mynd. Hugsanlega kemur framhald.\n\nÉg gef þessari mynd \n8.5\n\n\n\n\nDeath Sentence\n\n\nGóð mynd, fer rólega af stað en fer heldur betur á flug. Á tímabili er myndinn einn svakalegur splatter. \n\nÝktar andstæður í aðalpersónunni gerir myndina sérstaka. Eins og í \"I am Legend\" þá er endirinn hálf opinn og gefur áhorfandanum tækifæri á að láta hugann reika.\n\nÉg gef þessari mynd \n7.5",
            "date": "2007-12-29 16:49:00",
            "post_id": "161275",
            "reply_to_id": false
        },
        {
            "user_name": "SolidFeather",
            "text": "I Am Legend: Ekkert eins og bókin, lélegt CGI og tilgangslaus söguþráður 5/10\n\n\n\nThe Omega Man: Meira eins og bókin og gott betur 9/10",
            "date": "2007-12-29 17:52:00",
            "post_id": "161283",
            "reply_to_id": "161275"
        },
        {
            "user_name": "kjaran",
            "text": "Requiem for a Dream\n\n\nMjög vel gerð mynd.  Myndatakan og klippingin eru til fyrirmyndar og gefa myndinni þungan blæ sem gerir hana spennandi og áhugaverða. \n\nSagan er um hvernig eiturlyf geta dregið venjulegt fólk í verstu vítahringi. Grafískir kaflar eru margir og í sumum atriðum er, fyrir marga, best að halda fyrir augun.\n\nÞetta er ein besta mynd sem ég hef séð í langan tíma.\n\n\n\n9.5 / 10\n takk fyrir mig",
            "date": "2007-12-29 19:28:00",
            "post_id": "161302",
            "reply_to_id": "161283"
        },
        {
            "user_name": "djjason",
            "text": "Hef aðallega bara verið að horfa aftur á gamlar myndir. Fór þó á I am Legend í bíó um daginn. Ágætis afþreying ekkert mega. Þeir gerðu eitt sem fór óendanlega í taugarnar á mér sem skemmdi myndina alveg og það var að hafa ekki meikaða leikara heldur tölvugerðu þeir alla sem var lélegt og óraunverulegt.",
            "date": "2007-12-29 20:30:00",
            "post_id": "161307",
            "reply_to_id": "161302"
        },
        {
            "user_name": "Andriante",
            "text": "I am legend var algjör vonbrigði.. Just another zombie movie",
            "date": "2007-12-30 13:39:00",
            "post_id": "161356",
            "reply_to_id": "161307"
        },
        {
            "user_name": "elfmund",
            "text": "Zeitgeist - 10/10\n\n\nstórkostleg mynd sem fjallar um viðbjóðinn sem Bandaríkin eru orðin... einnig er tekið á trú og fjallað um hversu lík trúarbrögð heimsins eru\n\n\n\nALLIR verða að sjá þessa mynd!\n\n\n\nJesus Camp - 9,5/10\n\n\nfrábær mynd um geðsýkina í Evangelistum í Bandaríkjunum... 5 ára börn grátandi og talandi tungum... annars eru þau vondir stríðsmenn guðs!! þið verðið að sjá þessa líka\n\n\n\nMr. Woodcock - 1/10\n\n\nein versta kvikmynd sem ég hef séð....hló aldrei og slökkti eftir 50 mínútur... kærastan mín lamdi mig svo fyrir að láta hana horfa á þennan viðbjóð\n\n\n\nEastern Promises - 9/10\n\n\nFrábær mynd sem nær að lýsa heimi mansals og glæpa á áhugaverðan og í raun fræðandi máta... mæli með þessari mynd\n\n\n\nZodiac - 8/10\n\n\nNokkuð góð mynd um fjöldamorðingjann Zodiac....  Fínasta popp og kók spennumynd\n\n\n\nað lokum....\n\nWe own the night - 10/10\n\n\nein besta mynd sem ég hef á ævi minni séð.... frábær mynd í ALLA staði\n\n\n\nef þessi rakar ekki inn óskarsverðlaunum í mars, þá megið þið kalla mig \nHlöðver grís",
            "date": "2008-01-02 16:56:00",
            "post_id": "161584",
            "reply_to_id": "161356"
        },
        {
            "user_name": "hallihg",
            "text": "Haha gott að sjá að þú ert nú þegar kominn með Hlöðvers stimpilinn, því We Own the Night er ekki að fara að gera neinar gloríur.\n\n\n\nÞetta er aðeins of mikil wannabe Scorsese mynd.",
            "date": "2008-01-02 17:27:00",
            "post_id": "161586",
            "reply_to_id": "161584"
        },
        {
            "user_name": "Veit Ekki",
            "text": "Byrjum á nokkrum sem ég hef litið augum undanfarið:\n\n\n\nAmerican Gangster\n - 10/10\n\n\n\n\nÁ hverju ári sé ég fáeinar myndir sem hrífa mig algjörlega. American Gangster er ein af þeim, Denzel Washington er mjög góður í sínu hlutverki og Russell Crowe einnig, þó ég sé enginn aðdáandi hans.\n\n\n\nI Am Legend\n - 8/10\n\n\n\n\nÉg hafði miklar væntingar til þessarar myndar þar sem að ég er mikill aðdáandi mynda um útrýmingu mannkyns.\n Myndin stóð að flestu leyti undir mínum væntingum þrátt fyrir að sagan sjálf hafi ekki verið alveg nógu góð. Will Smith stóð sig vel í einleiknum og sem spennu-/hryllingsmynd var hryllingsmyndahlutinn góður.\n\n\n\nÞetta er ekkert mál\n - 8/10\n\n\n\n\nÞessi mynd fjallar um ævi og störf Jóns Páls Sigmarssonar, sterkasta manns heims og skv. myndinni sterkasta mann allra tíma. Af íslenskri heimildarmynd er hún bara nokkuð góð en innskotin sem sýna Jón Pál í keppni halda myndinni algjörlega uppi og hans skemmtilega framkoma. \n\n\n\nSicko\n - 10/10\n\n\n\n\nMichael Moore er náttúrulega snillingur og í þessari mynd sýnir hann enn og aftur hvað Bandaríkin eru, eftir allt saman, ekkert best í heiminum. Hrikalegur sannleikurinn sem kemur í ljós í þessari mynd er ógnvænlegur, þó efa ég ekki að versta mynd af heilbrigðiskerfinu í BNA sé dregin upp og sú besta af heilbrigðiskerfum annarra landa. \n\n\n\nSyndir feðranna\n\n\n\n\nVerð bara að minnast á þessa mynd þó ég gefi henni ekki einkunn. Þetta er mynd sem eru skylduáhorf. Svona hlutir eiga ekki að gerast.\n\n\n\nBad Santa\n - 4/10\n\n\n\n\nÉg var engan veginn að fíla þessa mynd. Hafði heyrt margt gott um hana en hún var bara ekki að virka almenninlega á mig.\n\n\n\nHarry Potter and the Order of the Phoenix\n - 8/10\n\n\n\n\nHarry Potter-bækurnar eru mínar uppáhaldsbækur og þrátt fyrir að myndirnar hafi ekki tærnar þar sem bækurnar hafa hælana er alltaf gaman að sjá þær og fannst mér þessi mynd bara nokkuð vel heppnuð.\n\n\n\nHér koma svo nokkrar af mínum uppáhaldsmyndum:\n\n\n\nGarden State\n - 10/10\n\n\n\n\nÉg var efins þegar ég var úti á leigu, hvort ég ætti að taka hana, umfjöllunin hreif mig ekkert en ég hafði heyrt margt gott um hana svo ég ákvað að slá til. Hún er að öllu leyti frábær, Zach Braff og Natalie Portman fara á kostum og er sagan bara svo falleg að það er ekki annað hægt en að elska þessa mynd. Tónlistin er einnig frábær, Simon & Garfunkel standa þar upp úr.\n\n\n\nCrash\n - 10/10\n\n\n\n\nVá, þetta er allsvakalega mynd. Flestir hafa eflaust séð hana en ef þið hafið ekki séð hana, þá vitið þið hvað þið eigið að gera í kvöld. Skemmtilegar sögur sem fléttast saman með góðum leikurum.\n\n\n\nAlmost Famous\n - 10/10\n\n\n\n\nÞessa mynd horfði ég á fyrir u.þ.b. tveimur árum er hún var í Ríkissjónvarpinu og eftir það hef ég horft á hana a.m.k. tvisvar aftur. Tónlistarmynd um ungan strák sem er að skrifa grein í Rolling Stone-tímaritið og hans ferð um landið með hljómsveitinni Stillwater.\n\n\n\nEternal Sunshine of the Spotless Mind\n - 10/10\n\n\n\n\nÞessi mynd er spes, annaðhvort elskaru hana eða hatar hana. Jim Carrey sýnir í þessari mynd að hann er ekki bara fyndinn. Myndin er frekar erfið og flókin og ekki gefast strax upp á áhorfinu, og jafnvel horfið á hana tvisvar, hún er alveg þess virði.",
            "date": "2008-01-02 17:54:00",
            "post_id": "161587",
            "reply_to_id": "161586"
        },
        {
            "user_name": "CraZy",
            "text": "Einmitt og ekki einusinni góð zombie mynd, hún var langdregin og hápunktur myndarinnar var þegar hann ættlaði að -snip- ...\n\nPlús að það hefur verið gerð \"Ég er einn eftir, zomg zombies\" mynd, 28 days later (og måske weeks later líka) sem er ein af betri myndum sem hefur verið gerð..",
            "date": "2008-01-02 19:12:00",
            "post_id": "161598",
            "reply_to_id": "161587"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Syndir feðranna\n\n\n\nMjög góð mynd í flesta staði. Það eina sem ég hef útá hana að segja er þegar það kom texti á skjáinn varð maður að vera með stækkunargler til að geta lesið hann, en ég horfði á myndina á \"42 sjónvarpi. Sammála \"Veit Ekki\", svona á ekki að gerast.",
            "date": "2008-01-02 19:38:00",
            "post_id": "161601",
            "reply_to_id": "161598"
        },
        {
            "user_name": "depill",
            "text": "Úff þótt að ég sé búinn að sjá þessa mynd á þá ekki að banna svona algjöra spoilera hérna á foruminu. Þetta hefði klárlega eðilagt þessa mynd fyrir mér hefði ég ekki verið búinn að sjá hana.\n\n\n\nOg já b.t.w. mér fannst hún alls ekki góð. Alltof langdreginn, endirinn ekkert spes og aðeins of mikið svona að leikstjórinn sé að reyna að verða öðruvísi en aðrir kanar.",
            "date": "2008-01-02 19:42:00",
            "post_id": "161603",
            "reply_to_id": "161601"
        },
        {
            "user_name": "CraZy",
            "text": "Sorry tók ekki eftir þessu \n\n\nBúinn að laga þetta",
            "date": "2008-01-02 20:05:00",
            "post_id": "161608",
            "reply_to_id": "161603"
        },
        {
            "user_name": "hsm",
            "text": "Das Boot \n10/10\nFrábær mynd",
            "date": "2008-01-02 20:07:00",
            "post_id": "161613",
            "reply_to_id": "161608"
        },
        {
            "user_name": "Veit Ekki",
            "text": "Já, þessir textar voru alveg kjánalega litlir.",
            "date": "2008-01-03 01:50:00",
            "post_id": "161660",
            "reply_to_id": "161613"
        },
        {
            "user_name": "GuðjónR",
            "text": "Endurvek þennan klassíska þráð...\nHorfi á Looper í gær, mjög skemmtileg mynd.\nÁ tíma minnti hún óneitanlega á Die Hard.\nGef henni hiklaust: 8/10\nhttp://www.imdb.com/title/tt1276104/",
            "date": "2012-12-14 15:01:00",
            "post_id": "483688",
            "reply_to_id": "161660"
        },
        {
            "user_name": "gRIMwORLD",
            "text": "Rare Exports: A Christmas Tale\n fær topp einkunn hjá mér. Algjörlega ómissandi jólamynd sem þið horfið \nEKKI\n á með börnunum  \n \nMæli með því að þið sækið hana og reynið að skoða sem minnst af trailerum eða review'um áður en þið horfið á myndina.",
            "date": "2012-12-14 15:07:00",
            "post_id": "483689",
            "reply_to_id": "483688"
        },
        {
            "user_name": "vesley",
            "text": "Looper kom mér á óvart,  var  líka með engar væntingar fyrir henni. \nSöguþráðurinn var mjög vel gerður.",
            "date": "2012-12-14 15:09:00",
            "post_id": "483690",
            "reply_to_id": "483689"
        },
        {
            "user_name": "DJOli",
            "text": "Rare Exports: A Christmas tale er á listanum hjá mér fyrir kvöldið.\nEinkunnagjöfin á þeim myndum sem ég man eftir:\nClerks 1: 7.5/10\nClerks 2: 7.0/10\nShawshank Redemption: 10/10\nThe Green Mile: 10/10\nThe Godfather: 10/10\nThe Godfather (Part 2): 6/10\nTrainspotting: 9.5/10 (Choose Life!)\nThe Aviator: 9.0/10\n1984 (Nineteen Eighty-Four) 7.5/10 (Mynd eftir samnefnda bók George Orwells)\nThe Animal Farm (7.0/10) (Önnur mynd eftir samnefnda bók George Orwells)\nResident Evil 1: 8.0/10\nFast and the Furious myndirnar: 1. 6.8, svo lækkandi um .5 stig með hverri framhaldsmynd.\nSvartur á Leik (Black's Game): 8.5/10 (Með betri glæpamyndum sem ég hef séð, hinsvegar 8.5 í stað 9 vegna lélegrar háskerpu). Óþjöppuð er kvikmyndin með tveim hljóðgreinum ekki nema 16.2gb. Vert að benda á það að ég hef sótt encodes sem ná alveg 14-15gb.\nTil samanburðar þá er svartur á leik, og það óþjöppuð beint af blu-ray diskinum einungis að gefa Bits/(Pixel*Frame): 0.364 á meðan Blu-Ray encodið 'I.Robot.2004.Bluray.1080p.DTSMA.x264.dxva-FraMeSToR' er að gefa: 0.475.",
            "date": "2012-12-14 15:35:00",
            "post_id": "483694",
            "reply_to_id": "483690"
        }
    ],
    "date": "2007-12-29 16:49:00"
}