{
    "forum_title": "Vaktin.is",
    "id": "16462",
    "title": "Hugmynd: Er ekki svolítið hart að gera greinarmun á 50 kr?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=46&t=16462",
    "posts": [
        {
            "user_name": "Sallarólegur",
            "text": "Var að velta fyrir mér þegar ég skoðaði verðvaktina. Eins og allir vita þá er alltaf lægsta verðið merkt með grænum bakgrunni. Sá að það var yfirleitt sama búðin með lægstu verðin í hverjum flokki. Svo skoðaði ég hin verðin...\n\nYfirleitt munar þetta ekki nema kannski 100-200 krónum. Ég er alveg viss um að fólk, sem tökum sem dæmi er að fara kaupa flakkarabox og svo harðan disk. Segjum að maður finni boxið í versun X og kaupi það. Verslun X er með 500GB harðan disk á 8.950 en verslun Y býður upp á samskonar disk á 8.890. Það sjá nú allir að maður myndi frekar versla diskinn í verslun X fyrst maður er kominn þangað.\n\n\n\nÞess vegna legg ég til að:\n\nEf bilið á milli lægsta verðsins og verðsins þar fyrir ofan er...hvað eigum við að segja... 200 kr eða minna þá fái þeir báðir grænan reit.\n\n\n\nHvernig hljómar þetta?\n\n*EDIT* The end",
            "date": "2007-12-29 18:27:00",
            "post_id": "161293",
            "reply_to_id": false
        },
        {
            "user_name": "GuðjónR",
            "text": "Bæði fyrirtæki hvaða?",
            "date": "2007-12-29 18:57:00",
            "post_id": "161297",
            "reply_to_id": "161293"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Hvernig lýst þér á hugmyndina?\n\nMér skjátlaðist með mistökin \n. En pointið er semsagt, að bæði 1.990 fái grænan miða rétt eins og 1.950.",
            "date": "2007-12-29 19:00:00",
            "post_id": "161299",
            "reply_to_id": "161297"
        },
        {
            "user_name": "Yank",
            "text": "Þetta er ekki góð hugmynd. Verslanir lækka verðið til þess að verða grænar. Ef ekki þarf að vera með lægsta verðið til að vera grænn. Hver er eiginlega tilgangurinn?",
            "date": "2007-12-29 19:14:00",
            "post_id": "161300",
            "reply_to_id": "161299"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Sammála. Lægsta verðið er og verður alltaf lægsta verðið = grænt.\n\n\n\nAnnað ekki",
            "date": "2007-12-29 20:29:00",
            "post_id": "161306",
            "reply_to_id": "161300"
        },
        {
            "user_name": "GuðjónR",
            "text": "Þetta  segir eiginlega allt sem segja þarf.",
            "date": "2007-12-29 20:45:00",
            "post_id": "161310",
            "reply_to_id": "161306"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Mér finnst asnalegt að verslun með 9.890 sé metin með betri verð en verslun sem bíður sömu vöru á 9.900. Hvernig er ekki hægt að vera sammála þessu",
            "date": "2007-12-29 20:55:00",
            "post_id": "161311",
            "reply_to_id": "161310"
        },
        {
            "user_name": "GuðjónR",
            "text": "Af því að vaktin gengur út á að finna lægsta verð.\n\nÞað mætti alveg eins segja að HDD, RAM og GPU síðurnar væru ósanngjarnar.\n\nÞar er verið að leita af lægsta verði en ekki endilega bestu vörunni.\n\nÉg kaupi t.d. aldrei það ódýrasta í RAM ... vil ekki noname RAM, en fullt af fólki vill það.\n\n\n\nÉg skil samt það sem þú átt við og svona sjónarmið og skoðanir eiga fullan rétt á sér.",
            "date": "2007-12-29 21:09:00",
            "post_id": "161313",
            "reply_to_id": "161311"
        },
        {
            "user_name": "CendenZ",
            "text": "whaaaaat\n\n\n\nEr ég að lesa þetta á internetinu sjálfu ?!?",
            "date": "2007-12-29 21:26:00",
            "post_id": "161315",
            "reply_to_id": "161313"
        },
        {
            "user_name": "GuðjónR",
            "text": "uhh hvað?",
            "date": "2007-12-29 21:47:00",
            "post_id": "161319",
            "reply_to_id": "161315"
        },
        {
            "user_name": "kiddi",
            "text": "Áður en vaktin.is kom til sögunnar, þá gat verðmunur á milli verslanna verið allt að 300% á helstu íhlutum. Þegar fólk hafði ekki hugmynd um annað en að versla í EJS, Opnum Kerfum, Tæknival (R.I.P), Tölvulistanum (sem allir héldu að væru ódýrastir), var það alveg grunlaust fyrir grimmri álagningu. Forsendur fyrir stofnun vaktin.is á sínum tíma var að benda á helstu verð á helstu vörum, svo fólk hafði einhverskonar yfirsýn um hvað þessir hlutir kostuðu hér á Íslandi, og einnig að benda á aðrar smærri verslanir sem buðu betri kjör.\n\n\n\nAldrei grunaði okkur að verslanirnar myndu enda á að fara í verðstríð og keppast við að lækka um verðin sín um 50 kr. í senn, leyfi ég mér að segja, eingöngu vegna tilvistar vaktin.is \n\n\n\n\nHvar værum við í dag annars? - Álagning á HDD, CPU og sumu öðru er nánast engin í dag.\n\n\n\nViðbót: Þessi ofur-harða samkeppni sem vaktin.is hefur valdið, sem hefur leitt til þessara 50-króna-verðstríða, er í raun alls ekki gott fyrir neytendur sem eru að leita að stærri kaupum en bara einum hörðum diski. Margar verslanirnar lækka verðin í botn eða greiða jafnvel með vörunum, bara til þess að lokka fólk inn í búðina hjá sér, og selur þeim svo tölvukassa, mús og lyklaborð t.d., með mikilli álagningu. Því vil ég minna á að verðtaflan á forsíðu vaktarinnar segir ekki einusinni hálfa söguna. Best er að kíkja í allar búðirnar og kynna sér þjónustulundina og verð á öllu mögulegu. Persónulega kaupi ég ekki frá ódýrustu búðinni, heldur búðinni sem veitir mér pottþétta og heiðarlega þjónustu frá A-Ö.",
            "date": "2007-12-29 21:57:00",
            "post_id": "161320",
            "reply_to_id": "161319"
        },
        {
            "user_name": "GuðjónR",
            "text": "Svo sammála kidda!!!",
            "date": "2007-12-29 21:59:00",
            "post_id": "161321",
            "reply_to_id": "161320"
        },
        {
            "user_name": "egglumber",
            "text": "ok mér finst að það ætti að vera lægsta verðið og allir inan við 100kr ættu að vera með grænan bakgrunn",
            "date": "2007-12-30 21:27:00",
            "post_id": "161383",
            "reply_to_id": "161321"
        },
        {
            "user_name": "Sallarólegur",
            "text": "En afhverju fær Computer.is grænan bakgrunn þegar tvær verslanir eru með sama verðið?",
            "date": "2007-12-30 21:44:00",
            "post_id": "161384",
            "reply_to_id": "161383"
        },
        {
            "user_name": "Yank",
            "text": "Afhverju ekki 150 kr eða bara 1000 kall? \n\nAfhverju eiga ekki verslanir sem staðsettar eru í Kópavogi að vera 250-500 kr. ódýrari en verslanir sem staðsettar eru í RVK, til þess að vera grænar, því það kostar ca það að keyra þangað heiman frá mér?",
            "date": "2007-12-30 22:31:00",
            "post_id": "161391",
            "reply_to_id": "161384"
        },
        {
            "user_name": "Dazy crazy",
            "text": "en hvernig væri að hafa lægsta verðið náttúrulega grænt og svo næstlægsta gult?\n\nog hafa hæsta verðið rautt?",
            "date": "2008-01-10 22:07:00",
            "post_id": "162525",
            "reply_to_id": "161391"
        },
        {
            "user_name": "zedro",
            "text": "Það var gert meira bullið.\n\n\n\nOkkar nýja slogan \"Jólin allt árið um kring, Vaktin.is\"",
            "date": "2008-01-10 22:21:00",
            "post_id": "162530",
            "reply_to_id": "162525"
        },
        {
            "user_name": "Blackened",
            "text": "Finnst reyndar ekki svo vitlaus hugmynd að hafa næstlægsta verðið gult.. en það svosem gæti endað í of mikilli vinnu og of miklu brasi við þetta alltsaman..",
            "date": "2008-01-10 23:10:00",
            "post_id": "162536",
            "reply_to_id": "162530"
        },
        {
            "user_name": "Dazy crazy",
            "text": "var það gert meira bullið? já\n\n\n\n,,,,,,,,,,,,,,,,,,,,,,,,, þetta er ágætt að nota til þess að textinn verði auðlesanlegur\n\n\n\nHundar bitu menn og konur hlupu í burtu og geltu.\n\n\n\nHundar bitu menn og konur, hlupu í burtu og geltu.",
            "date": "2008-01-13 00:06:00",
            "post_id": "162796",
            "reply_to_id": "162536"
        }
    ],
    "date": "2007-12-29 18:27:00"
}