{
    "forum_title": "Windows",
    "id": "16516",
    "title": "Vantar mikkla hjálp.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=15&t=16516",
    "posts": [
        {
            "user_name": "Felix_J",
            "text": "Mig vantar hjálp með windows kerfið, því rétt í þessu ákvað það að gefast upp.\n\n\n\nÞegar ég starta vélinni þá getur explorer.exe ekki farið í gang. Þ.a.l. er svoldið mikið vesen af reyna að afrita/backup þau gögn sem þarf af vélinni bókhald og önnur mjög mikilvæg gögn.\n\n\n\nég get farið á netið og gert í rauninni allt í vélini fyrir utna að nota explorer, kemst ekki beint inn á harðadiskinn en ég get farið t.d. í word og opnað skrár þar. Ég ætlaði mér að reyna að fara einhverja bakleið í gegnum kerfið til þess að afrita gögn inn á usb kubb, en þá lokar kerið á mig, ég kemst ekki inn á kubbinn.\n\n\n\nEr einhver leið til þess að vafra í gegnum harðadisking, afrita af honum og opna kubbinn án þess að nota explorer?\n\n\n\nTakk fyrir.",
            "date": "2008-01-03 14:54:00",
            "post_id": "161703",
            "reply_to_id": false
        },
        {
            "user_name": "Gets",
            "text": "Gætir tekið diskin úr vélinni og sett hann í flakkara og tengt hann við aðra vél til að taka af honum gögnin.",
            "date": "2008-01-03 14:59:00",
            "post_id": "161704",
            "reply_to_id": "161703"
        },
        {
            "user_name": "Felix_J",
            "text": "Er í augnabliknun að taka hann úr vélinni, það var hugmyndin allan tíman enda á ég bæða sata og IDE hýsingar.\n\n\n\nNennti bara ekki að standa í því brasi, datt kannski í hug að þið hefðuð einhverjar hentugri lausnir.",
            "date": "2008-01-03 15:20:00",
            "post_id": "161708",
            "reply_to_id": "161704"
        },
        {
            "user_name": "dorg",
            "text": "Universal Boot CD er trúlega það sem þú vilt gera \n\nStarta af CD og afrita það sem er mikilvægt yfir á flakkara",
            "date": "2008-01-05 20:48:00",
            "post_id": "161989",
            "reply_to_id": "161708"
        }
    ],
    "date": "2008-01-03 14:54:00"
}