{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "16615",
    "title": "Bt minni kingstone(NEED HELP)!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=16615",
    "posts": [
        {
            "user_name": "Windowsman",
            "text": "Ég var að sjá þetta tilbpð á Kingstone minninu í BT blaðinu í dag og velti fyrir mér hvort að það væri ekki sniðugt að uppfæra minnið þar sem að 1gb ddr2 minni er aðeins á 2 þúsundkjell. En þarf minnið að vera eins og er fyrir í tölvunni? Ég er held ég með Samsung minni í þeirri sem mig langar að uppfærra en ég veit ekkert hversu mikið af MHz og öllu því er.\n\n\n\nminnið sem er um að ræða er Kingstone(sem dell tölvur nota mikið) ddr2 1gb 667MHZ. Nú spyr ég passar þessi með hinum minnunum? \n\n\n\nP.S. er að reyna að athuga upplýsingarnar um minnin og pósta hingað\n\n\n\nTók einn kubbinn(1/2) úr tölvunni og þetta stendur á honum: Samsung 512MB 1Rx8 PC2- 3200U-333-10-A1\nKR M3378tg553BG0 - CCC       0509",
            "date": "2008-01-10 12:32:00",
            "post_id": "162445",
            "reply_to_id": false
        },
        {
            "user_name": "Halli25",
            "text": "Passaðu þig bara á því að það er möguleiki að það séu 2x512mb kubbar í vélinni þinni það er að segja ef þetta er fartölva og þá þarftu 2x1GB kubba til að komast í 2GB og losna við gömlu... veit ekki hvernig borðtölvunar eru hjá dell svo pass á það",
            "date": "2008-01-10 12:45:00",
            "post_id": "162449",
            "reply_to_id": "162445"
        },
        {
            "user_name": "Windowsman",
            "text": "Langar ekki að losna við gömlu. Mig langar bara að auka minnið upp í 2gb til að hún sé hraðari og alltaf nægilegt minni. Þessi tölva er um ræðir er Dell Dimension 5000. með 1gb í minni og það eru 4 minnislot í henni og aðeins tvö í notkun í augnablikinu.",
            "date": "2008-01-10 12:50:00",
            "post_id": "162450",
            "reply_to_id": "162449"
        },
        {
            "user_name": "Windowsman",
            "text": "Ég restartaði umræddi tölvu og ég fór í BIOS. Þar stóð DDr2 400MHZ minni.\n\n\n\nÞannig að nú spyr ég virkar þetta minni í þessari tölvu eða ekki?",
            "date": "2008-01-10 12:58:00",
            "post_id": "162452",
            "reply_to_id": "162450"
        },
        {
            "user_name": "Windowsman",
            "text": "",
            "date": "2008-01-10 13:27:00",
            "post_id": "162456",
            "reply_to_id": "162452"
        },
        {
            "user_name": "Klemmi",
            "text": "Sæll,\n\n\n\nhérna\n eru specs fyrir vélina þína þá er hún gefin upp fyrir að taka max 4gb af vinnsluminni, eða 4x1GB kubba af 400-533mhz DDR2.\n\nHins vegar er möguleiki á að 667mhz kubbar virki í vélinni þinni en þá keyrir móðurborðið þá niður.  Það er samt ekki öruggt, líkur á því að þeir gangi ekki.\n\n\n\nFyrir forvitnissakir, hvað er BT að bjóða þessa kubba á?",
            "date": "2008-01-10 13:39:00",
            "post_id": "162457",
            "reply_to_id": "162456"
        },
        {
            "user_name": "Windowsman",
            "text": "1 GB Á 1.990 KR. 2gb á 4000 kr \n\n\n\n\n\n\nEn þá er ég hættur við að kaupa þessi minni hef of slæma reynslu af þjónustulund starfsmanna BT. En fyrst að þú kannt sitthvað fyrir þér um tölvur bið ég þig um að hjálpa mér að velja minni. Ég er búinn að leyta hér á netinu og finn ekki DDr2 minni með 400-533mhz. gæturu nokkuð hjálpað mér að finna ?\n\n\n\nEDIT: ég fann þetta \nhttp://extranet.ejs.is/extranet/Product ... 8400A%2f1G\n\n\n\n\nEndilega benda mér á eitthvað annað vegna þess að ég vil helst ekki versla við Ejs vegna okurs.",
            "date": "2008-01-10 14:32:00",
            "post_id": "162464",
            "reply_to_id": "162457"
        },
        {
            "user_name": "Xyron",
            "text": "Þarft ekkert að stóla á starfsmenn BT ef þú ættlar að versla þér minni þaðan, vita bara sjálfur hvað þú ert að tala um, fínt verð á þessum minnum þar.. Hef ágætis reynslu af kingston minnum sjálfur",
            "date": "2008-01-10 16:28:00",
            "post_id": "162479",
            "reply_to_id": "162464"
        },
        {
            "user_name": "Windowsman",
            "text": "er mest að tala um að ef þetta virkar ekki við móðurborðið er meira vesen að fá endurgreitt eða nótu í búðina",
            "date": "2008-01-10 16:46:00",
            "post_id": "162480",
            "reply_to_id": "162479"
        },
        {
            "user_name": "Gets",
            "text": "Ég á eina Dell Dimension 5100 vél og uppfærði minnið í henni í sumar og á því 2 X 512 DDR2 400 MHz kubba handa þér sem passa í þessa vél.\n\nSendu mér póst ef að þú hefur áhuga.",
            "date": "2008-01-10 17:14:00",
            "post_id": "162481",
            "reply_to_id": "162480"
        },
        {
            "user_name": "Xyron",
            "text": "Ekki miklar líkur á því að það virki ekki með tölvunni þinni\n\n\n\n+ef þú lendir á einhverjum með eitthvað smá tölvuvit þá er ekkert mál að skipta þessu í bt fyrir innlegsnótu..\n\n\n\n+ kostar ekki nema 2000 kr\n\n\n\nEn ef þér er eitthvað illa við að versla þar, endilega versluðu við einhverja sem þér líkar betur við",
            "date": "2008-01-10 18:50:00",
            "post_id": "162487",
            "reply_to_id": "162481"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Þetta er nú ekkert svaka tilboð.. t.d. var tölvulistinn með Corsair 667Mhz minni á 1500 kr um daginn, keypti tvö.\n\n\n\nEn 2k er frekar eðlilegt verð fyrir þetta í dag, ert kannski að græða ~500kall. Myndi ekkert vera að stressa mig yfir þessum BT tilboðum \n\n\n\n\nhttp://www.tolvulistinn.is/vara/398",
            "date": "2008-01-10 19:44:00",
            "post_id": "162492",
            "reply_to_id": "162487"
        },
        {
            "user_name": "Windowsman",
            "text": "ahh.. þarf þetta ekki ætla að uppfæra aðra tölvu í staðin",
            "date": "2008-01-10 20:08:00",
            "post_id": "162499",
            "reply_to_id": "162492"
        },
        {
            "user_name": "GTi",
            "text": "Ég keypti 2 x 2gb minni í gær hjá BT.\n\nVeit ekkert hvort að 6 ára gamli IBM NetVista jálkurinn minn tekur við þeim.\n\n\n\nHvað gæti gerst ef að ég set þau í. Getur eitthvað slæmt gerst eða bara kviknar bara ekki á tölvunni?",
            "date": "2008-01-12 16:33:00",
            "post_id": "162732",
            "reply_to_id": "162499"
        },
        {
            "user_name": "Windowsman",
            "text": "Sko 6 ára gömul tölva er þá væntanlega með ddr minni ekki DDR2 minnislotum. Það er \nmjög\n litlar líkur á að þetta virki. Hvað er ég að segja eiginlega engar. Þegar þú kaupir minni þá verðuru að vita hvað þú ert að kaupa og hvað þú ert að kaupa í. Þetta passar væntanlega ekki einu sinni í minnisslotin. EF ég man rétt þá er ddr 240 pinna og ddr2 184(er ekki viss) þannig að ég held að þú þurfir að skila þeim. \n\n\n\nEn ég myndi bíða eftir einhverjum sem veit meira heldur en ég.\n\n\n\nTek enga ábyrgð á þessum ummælum",
            "date": "2008-01-12 16:42:00",
            "post_id": "162735",
            "reply_to_id": "162732"
        },
        {
            "user_name": "zedro",
            "text": "Þú er svo spot on með þessum ummælum að hálfu væri nóg.\n\nEn já þessi minni passa eflaust ekki í móðurborðið, verður bara að skila og spipta.",
            "date": "2008-01-12 17:38:00",
            "post_id": "162745",
            "reply_to_id": "162735"
        },
        {
            "user_name": "Windowsman",
            "text": "vissi að einhver myndi leiðrétta mig",
            "date": "2008-01-12 17:41:00",
            "post_id": "162747",
            "reply_to_id": "162745"
        },
        {
            "user_name": "GTi",
            "text": "Þetta var alveg rétt hjá ykkur. Sá bara að þetta leit nákvæmlega eins út og þau minni sem ég var með í tölvuni...\n\nSvo sér maður það núna... það að skarðið er á öðrum stað.\n\n\n\nMy bad. \n\n\n\n\nGet sjálfsagt ekki skilað þeim þar sem ég reif annað þeirra upp fyrir helgi til að skoða og svo núna þegar ég ætlaði að setja þetta í tölvuna tók ég hitt úr pakkningunni.  \n\n\n\n\nTil sölu 2* 2gb ddr2 Kingstone 667 mhz minni. (3500 kr. stk)",
            "date": "2008-01-13 21:48:00",
            "post_id": "162871",
            "reply_to_id": "162747"
        }
    ],
    "date": "2008-01-10 12:32:00"
}