{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "16692",
    "title": "Pælið þið í ryki ?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=16692",
    "posts": [
        {
            "user_name": "Baldurmar",
            "text": "Þegar þið setjið upp viftur og moddið kassa, eruð þið einhver tíma að pæla í því hvernig og hvert ryk fer í kassanum ?\n\n\n\nEinhver með reynslu af því að setja filtera á kassa/viftur til þess að minnka ryk í kassanum..",
            "date": "2008-01-15 18:06:00",
            "post_id": "163071",
            "reply_to_id": false
        },
        {
            "user_name": "Sallarólegur",
            "text": "Nei. Skiptir mig engu \n Hitinn hjá mér er alltaf 30-35°C",
            "date": "2008-01-15 18:24:00",
            "post_id": "163075",
            "reply_to_id": "163071"
        },
        {
            "user_name": "Son of a silly person",
            "text": "Ég var með einhvern gamlan kassa sem var ekki með ryksíum. þegar leið á tíman var kassinn orðinn mikið rykfallin að innan. Allar viftur og heatsink allt pakkað af ryki. þannig ég fékk mér Antec p182se sem er með síum og ryk er úr sögunni. Bara þrífa síunar reglulega.\n\n\n\nRagnar",
            "date": "2008-01-15 19:20:00",
            "post_id": "163079",
            "reply_to_id": "163075"
        },
        {
            "user_name": "gunnargolf",
            "text": "Svo er auðvitað hægt að kaupa sér háþrýstiloft í brúsa og blása rykið úr tölvunni.\n\n\n\nhttp://www.att.is/product_info.php?cPat ... 7260f2ed7d",
            "date": "2008-01-15 19:35:00",
            "post_id": "163080",
            "reply_to_id": "163079"
        },
        {
            "user_name": "zedro",
            "text": "Piff þessir loftbrúsar eru bölvað drasl alvöru menn kaupa sér loftpressu og gera þetta almennilega.\n\n\n\nFærð góða loftpressu á rúmar 10k vel þess virði miða við að brúsinn kostar hvað 1500kell stikkið.\n\n1 pressa = 7 brúsar. Pressan þrífur kassann betur en brúsinn nokkurntímann. Tölvukassinn verður einsog nýr eftir góða yfirför.  \n\n\n\n\nJá ég er stoltur eigandi loftpressu frá Europrís!",
            "date": "2008-01-15 20:45:00",
            "post_id": "163087",
            "reply_to_id": "163080"
        },
        {
            "user_name": "Dazy crazy",
            "text": "góður",
            "date": "2008-01-15 21:10:00",
            "post_id": "163089",
            "reply_to_id": "163087"
        },
        {
            "user_name": "Baldurmar",
            "text": "Ég er með loftpressu, en það sem ég er að pæla er hvort að sé ekki hægt einmitt að losna við að slökkva á tölvunni og þrífa hana, þar sem að hún er í vinnunni, og nánast allt af í gangi, og mikið mál ef að ég slekk á henni.",
            "date": "2008-01-15 22:23:00",
            "post_id": "163098",
            "reply_to_id": "163089"
        },
        {
            "user_name": "zedro",
            "text": "Ég myndi nú mæla mót því. Auk þess ef vélin er mjög skítug er lang best að hlaupa með hana útá svalir og blása rækilega úr henni þar.",
            "date": "2008-01-15 22:42:00",
            "post_id": "163103",
            "reply_to_id": "163098"
        },
        {
            "user_name": "Dazy crazy",
            "text": "ég nota nú bara ryksuguna, set ryksuguna bara alveg að örgjörfaviftunin þannig að hún snýst á svona milljón afturábak og þá kemur allt ryk úr kæliplötunni  og ryksuga svo bara af draslinu, mjög einfalt og tekur 1 mínútu og svona til að koma í veg fyrir misskilning þá tek ég hausinn og rörið af fyrst.",
            "date": "2008-01-15 22:46:00",
            "post_id": "163104",
            "reply_to_id": "163103"
        },
        {
            "user_name": "Baldurmar",
            "text": "Ég meina þá í rauninni að sleppa því að þrífa vélina, hvort að það sé eitthvað vandamál við það að nota filtera ? það minkar auðvitað loftflæði, en með öflugum viftum ætti það ekki að vera vandamál.\n\n\n\nMér er alveg sama um hávaða. Mun meiri læti í græjunum í kringum tölvuna. (Framköllunarvél og Risa \"prentari\")",
            "date": "2008-01-15 22:49:00",
            "post_id": "163105",
            "reply_to_id": "163104"
        },
        {
            "user_name": "Selurinn",
            "text": "úfff, og eiga hættu í því að mynda stöðurafmagn!",
            "date": "2008-01-15 22:59:00",
            "post_id": "163109",
            "reply_to_id": "163105"
        },
        {
            "user_name": "Dazy crazy",
            "text": "stöðurafmagn hvað, þessar tölvur eru ekkert voðalega viðkvæmar fyrir stöðurafmagni, hef allavega ekki skemmt neitt ennþá.",
            "date": "2008-01-15 23:11:00",
            "post_id": "163114",
            "reply_to_id": "163109"
        },
        {
            "user_name": "Baldurmar",
            "text": "En í alvörunni, þú ert að búa til stöðurafmagn í heatsinkinu..",
            "date": "2008-01-15 23:22:00",
            "post_id": "163116",
            "reply_to_id": "163114"
        },
        {
            "user_name": "Ezekiel",
            "text": "Ég hef lent í því að ryk safnast upp, sérstaklega á gömlu tölvunum. Það sem ég hef notað til að þrífa þær er annaðhvort kolsýra eða köfnunarefni. Það er reyndar ekki fyrir flesta því eina leiðin til að nálgast þetta er í ÍSAGA og þú þarft að hafa leigusamning uppá kútuna. Ég nota kolsýruna við að sjóða sjálfur og hef notað hana í að blása tölvuna. Kaupir bara nippil og slöngu og blæst úr henni.",
            "date": "2008-01-15 23:24:00",
            "post_id": "163118",
            "reply_to_id": "163116"
        },
        {
            "user_name": "einzi",
            "text": "Svo ég svari nú upprunalega póstinum þá langar mig að koma með mín $0.02.\n\n\n\nÞað er einn factor sem þarf að spá í með kælinguna. Ef að það eru fleiri viftur að blása út en inn þá skapast undirþrýstingur í kassanum og hún verður eins og ryksuga og sýgur inn ryk á öllum hugsanlegum stöðum.\n\n\n\nþannig að ef þú setur kælinguna upp þannig að fleiri viftur blási inn en út þá væri fullkomið að setja filter á þær viftur og þá ættiru að vera með nokkuð rykfrían kassa.\n\n\n\nMálið með rykið að það einangrar heatsinkið og því verður kælingin ekki góð, sérstaklega eins og á örfgjörfanum að ryk pakkast undir viftuna og einangrar allt þannig að kælingin verður lítil sem engin.",
            "date": "2008-01-16 10:08:00",
            "post_id": "163148",
            "reply_to_id": "163118"
        },
        {
            "user_name": "Baldurmar",
            "text": "Þetta er eitthvað sem að allir ættu að pæla í þegar þeir setja saman nýja tölvu ! \n\n\n\nOg þegar það er jafn út og inn er auðvitað betra loftflæði og þannig minni líkur á að það myndist \"göt\" þar sem að rykið safnast fyrir...",
            "date": "2008-01-16 12:39:00",
            "post_id": "163159",
            "reply_to_id": "163148"
        },
        {
            "user_name": "Harvest",
            "text": "Takk fyrir þennan fróðleik einzi!\n\n\n\nÉg gerði eins og einn hérna fyrir ofan. Smellti mér í europris og keypti svona pressu aðeins til að rykhreynsa. Reyndar með nokkrar borðvélar. Margborgarsig vegna þess að ég fæ betri kælingu og endingin verður betri á hlutunum.\n\n\n\nÉg er með á einni vélinni svona síur. Þær þrælvirka og fyllast á svona 1 mánuði. Hinsvegar er ég ekki nógu duglegur með þetta á öðrum vélum. Fer bara reglulega með þær út í skúr",
            "date": "2008-01-28 20:59:00",
            "post_id": "164857",
            "reply_to_id": "163159"
        },
        {
            "user_name": "Weekend",
            "text": "Verð bara að segja að allar tölvunar sem ég hef átt eða á \n\neru allar tandur hreinar og virka 100% \n\nmar verður að fara vel með rándýra gripi",
            "date": "2008-02-15 19:48:00",
            "post_id": "166702",
            "reply_to_id": "164857"
        },
        {
            "user_name": "Axl",
            "text": "Ekki hætta á það að blása með þrýstilofti í kassan nema þú hafir vatnsskilju á þjöppunni þar sem þú getur sprautað örlitlu vatni með loftinu.",
            "date": "2008-04-02 14:17:00",
            "post_id": "171587",
            "reply_to_id": "166702"
        },
        {
            "user_name": "GuðjónR",
            "text": "Mjög góður punktur.",
            "date": "2008-04-02 14:53:00",
            "post_id": "171588",
            "reply_to_id": "171587"
        },
        {
            "user_name": "Darknight",
            "text": "ég nota bara snyrtipinna þegar ég er að losa rykið úr minni. og ryksugu fyrir neðst í kassanum og viftuna á örgjafanum.",
            "date": "2008-04-02 15:34:00",
            "post_id": "171590",
            "reply_to_id": "171588"
        },
        {
            "user_name": "hallihg",
            "text": "Ég nota yfirleitt hárblásara, læt hann blása köldu af fullu afli og það hreinsar ryk nokkuð vel, sé maður lúnkinn á blásarann. \nVæri ágætt að eiga svona loftpressu..",
            "date": "2008-04-02 15:38:00",
            "post_id": "171591",
            "reply_to_id": "171590"
        },
        {
            "user_name": "Blackened",
            "text": "Þó að það komi smá vatn með loftinu í loftpressu þá hefur vatn engann drepið  \n \nVerður bara að passa að það fái þá alveg pottþétt að þorna áður en að þú kveikir aftur á tölvunni",
            "date": "2008-04-02 18:18:00",
            "post_id": "171611",
            "reply_to_id": "171591"
        },
        {
            "user_name": "lukkuláki",
            "text": "Setja gler á pressuna. (veit ekki hvað það heitir) sett á milli stútsins og pressu\nþað tekur vatnið þannig að það er ekki hætta á að úða því yfir móðurborðið.\nFæst örugglega í Poulsen og sennilega í N1 (fyrrverandi Bílanaust)",
            "date": "2008-04-02 18:33:00",
            "post_id": "171613",
            "reply_to_id": "171611"
        },
        {
            "user_name": "einzi",
            "text": "Uuu .. rangt .. þið hafið væntanlega heyrt um rakaskemmtir í t.d. GSM og þá er það ekki endilega bleytan sem skemmir heldur tæringin sem vatnið kemur af stað.",
            "date": "2008-04-03 10:59:00",
            "post_id": "171652",
            "reply_to_id": "171613"
        },
        {
            "user_name": "Axl",
            "text": "Vatn er aldrei gott að fá í rafmagns tæki þar sem það kemur af stað riði.",
            "date": "2008-04-04 00:51:00",
            "post_id": "171724",
            "reply_to_id": false
        },
        {
            "user_name": "IL2",
            "text": "Rakaskilja er þetta kallað og hægt að fá olíuskilju líka",
            "date": "2008-04-04 21:31:00",
            "post_id": "171786",
            "reply_to_id": "171724"
        }
    ],
    "date": "2008-04-04 00:51:00"
}