{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "16782",
    "title": "Error í skjákorti (held ég?)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=16782",
    "posts": [
        {
            "user_name": "halldorjonz",
            "text": "Hæ.\n\n\n\nStundum þegar ég er búinn að vera í CS:Source í smátíma þá á tölvan til að frosna, verða öll eitthvað svona ljósblá og fá svona error kassa upp sem segjir Please save your work and reboot now, hljómar eitthvernveginn eins og skjákortið sé að ofhitna eða eitthvað (ég hef ekkert yfirklukkað það eða tölvuna kann ekki svoleiðis), síðan varð skjárinn allt í einu bara svartur áðan og ég rsaði tölvunni og þá allt í goody,, síðan 20 mín seinna þá gerist þetta með að allt verður ljósblátt og error kassinn kemur upp, frekar pirrandi og skrýtið, eitthverjar hugmyndir?  \n\n\n\n\nAllt um tölvuna mína í undirskriftinni hún er öll ný nema keypt notað skjákort",
            "date": "2008-01-21 20:19:00",
            "post_id": "163966",
            "reply_to_id": false
        },
        {
            "user_name": "Dazy crazy",
            "text": "Vírus?",
            "date": "2008-01-21 21:22:00",
            "post_id": "163975",
            "reply_to_id": "163966"
        },
        {
            "user_name": "halldorjonz",
            "text": "uhm nei það er ekkert á tölvunni (nema tónlist,msn,vent,steam og svona basic), og þetta hefur gerst allavega 20x síðan ég setti upp windows og var þá bara með steam og cs á tölvunni",
            "date": "2008-01-21 21:47:00",
            "post_id": "163982",
            "reply_to_id": "163975"
        },
        {
            "user_name": "Dazy crazy",
            "text": "msn er hef ég lesið mjög viðkvæmt fyrir vírusum í task manager heitir það msmgr og prufaðu að slökkva á því í progress, líka ef þú sérð eitthvað athugaverðan þrjót þar þá bara googla nafnið. Vírus getur alveg verið á tölvu sem er bara með windows.",
            "date": "2008-01-21 21:53:00",
            "post_id": "163984",
            "reply_to_id": "163982"
        },
        {
            "user_name": "halldorjonz",
            "text": "ég er með 1 vírusvörn, spybot og eitthvað 1 annað forrit og það finnur aldrei neitt, treystu mér ég er ekki með vírus, síðan slekk ég alltaf á öllu þegar ég fer í source",
            "date": "2008-01-21 21:55:00",
            "post_id": "163985",
            "reply_to_id": "163984"
        },
        {
            "user_name": "Dazy crazy",
            "text": "þó þú slekkur á öllu í horninu niðri þá getur vírusinn ennþá runnað og þú sérð hann ekki nema í process held ég.\n\n\n\nog þetta er bara einn möguleiki sem mér datt í hug. Gæti vel verið eitthvað annað.",
            "date": "2008-01-21 22:03:00",
            "post_id": "163987",
            "reply_to_id": "163985"
        },
        {
            "user_name": "halldorjonz",
            "text": "ahm það er ekkert í process sem ég kannast ekki við, og ég opna sjaldan fæla fyrir utan mp3 fæla og svona sem ég veit að er ekki vírus",
            "date": "2008-01-21 22:08:00",
            "post_id": "163989",
            "reply_to_id": "163987"
        },
        {
            "user_name": "Dazy crazy",
            "text": "ok flott er þá er allavega búið að útiloka einn möguleika, mér dettur ekkert meira í hug nema kannski að aflgjafinn sé að hitna eða eitthvað annað að hitna eins og þú varst búinn að nefna.\n\n\n\nþú verður bara að vona að einhver reyndari sjái þennan þráð þinn.",
            "date": "2008-01-21 22:15:00",
            "post_id": "163991",
            "reply_to_id": "163989"
        },
        {
            "user_name": "halldorjonz",
            "text": "þetta er 500w aflgjafi, kallinn í tölvuvirkni sagði að ég gæti alveg notað 8800gts 320mb í þetta, vona nú að það sé rétt hjá honum",
            "date": "2008-01-21 22:23:00",
            "post_id": "163993",
            "reply_to_id": "163991"
        },
        {
            "user_name": "-Oli-",
            "text": "Hérna stendur á \nComputer.is\n að lágmarkskröfur fyrir 8800GTS 320 mb sé þetta : . 400 watta aflgjafi (mælt er með aflgjafa með +12 volt og ástimplaður straumur 26 Amper)",
            "date": "2008-01-21 22:33:00",
            "post_id": "163995",
            "reply_to_id": "163993"
        },
        {
            "user_name": "Yank",
            "text": "Ertu búinn að keyra einhver próf á minnið eins og memtest86 til þess að sjá hvort það sé að valda villum. Ljósblárskjár BSOD ?\n\n\n\n500w aflgjafi er nægjanlegt. \n\n\n\nAnnars ættir þú að láta þá í Tölvuvirkni skoða þetta finnst mér.",
            "date": "2008-01-21 23:32:00",
            "post_id": "164001",
            "reply_to_id": "163995"
        },
        {
            "user_name": "urban",
            "text": "ég mundi skjóta á minnið\n\neða hreinlega driver vandamál",
            "date": "2008-01-22 00:14:00",
            "post_id": "164013",
            "reply_to_id": "164001"
        },
        {
            "user_name": "halldorjonz",
            "text": "nýjasti driverinn frá nVidia, síðan eru þetta glænýj minni og sett í pc af tölvuvirkni  \n\n\n\n\nen já ég tjekkaði á þessu betur og þetta gerist BARA þegar ég er í source, ekki 1.6 eða öðrum leikjum eða á deskopinu bara í cs:s",
            "date": "2008-01-22 07:43:00",
            "post_id": "164025",
            "reply_to_id": "164013"
        },
        {
            "user_name": "Windowsman",
            "text": "Er þetta þá ekki skjákortið?\n\n\n\nHvernig er kælingin á því?",
            "date": "2008-01-22 08:05:00",
            "post_id": "164027",
            "reply_to_id": "164025"
        },
        {
            "user_name": "ErectuZ",
            "text": "Minni geta nú alveg komið gölluð frá framleiðanda, jafnt og allt annað \n\n\n\n\nEn ef þetta skeður bara í Source þá myndi ég halda að það væri eitthvað með leikinn sjálfan sem er valdurinn.\n\n\n\nErtu búinn að prufa að eyða honum út og setja hann upp aftur?",
            "date": "2008-01-22 14:06:00",
            "post_id": "164091",
            "reply_to_id": "164027"
        },
        {
            "user_name": "Yank",
            "text": "Og í ofanálag þótt þau séu ný þá geta þau verið vitlaust stillt í bios. En annars nenni ég ekki að hjálpa  \n mönnum. Þeir geta bara reddað sér sjálfir enda virðast þeir vita þetta allt og því þá að spyrja um hjálp?",
            "date": "2008-01-22 19:17:00",
            "post_id": "164165",
            "reply_to_id": "164091"
        }
    ],
    "date": "2008-01-21 20:19:00"
}