{
    "forum_title": "Leikjasalurinn",
    "id": "16955",
    "title": "Trackmania Nations",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=16955",
    "posts": [
        {
            "user_name": "Ic4ruz",
            "text": "hi,\n\n\n\nætla að segja ykkur frá þessum frábæra leik hér \"trackmania nations\" það er hægt að ná i hann her alveg frítt\n\n\n\nhttp://games.softpedia.com/get/Games-De ... Game.shtml\n\n\n\n\nÞetta er Racing bilaleikur þar sem fullt af fólki gerir sina eigin brautir og margar þeirra eru \"spectacular\" með fullt af loopum og keyra á einnskonar hliðarveggi\n\n\n\nþað er einn Íslenskur Server þarna sem heitir \"best of daa rest\" verst að það er enginn inná honum nema ég og Tviburi minn.\n\n\n\nÉg held að það sé hægt að gera sinar eigin brautir og setja þær i svokallað \"jukebox\" á serverinn siðan spila bara allir þær!\n\n\n\nÞað eru 2 MOD það er \"rounds\" þar sem maður á að keyra brautina svona cirka 1 - 10 sinnum og maður fær points fyrir t.d. 10 points fyrir 1.sæti og 6.points fyrir 2. sæti..............og áfram\n\n\n\nHitt er svona \"Time\" þar sem maður á að reyna að ná besta timanum á brautinni, bæði fyrir bara einstöku keppnina og fyrir bara allra besta frá upphafi!\n\n\n\nNúna er bara að safna fólki til að spila á þennan islenska server! og láta það gera brautir.\n\n\n\nP.S. það er lika svona þú velur landið þitt(já það er hægt að velja ísland)fyrir prófilinn þinn. siðan eru lika stig fyrir þann besta t.d. frá islandi og stig fyrir hvar ísland er á heimslistanum.\n\n\n\n2.P.S Nei það er ekki Virus i þessu.\n\n\n\nSakar ekki að prófa  \n  (fyrir utan erlent Niðurhal!)",
            "date": "2008-02-03 20:22:00",
            "post_id": "165422",
            "reply_to_id": false
        },
        {
            "user_name": "Blackened",
            "text": "Frábær leikur.. spilaði hann svolítið þegar að hann kom út fyrir svolítið löngu síðan\n\n\n\nFann einhvern þýskan server sem heitir Luke's Fun House eða eitthvað í þá áttina.. epískt góður",
            "date": "2008-02-03 20:25:00",
            "post_id": "165423",
            "reply_to_id": "165422"
        },
        {
            "user_name": "bingo",
            "text": "virkar hann í vista?",
            "date": "2008-02-04 00:05:00",
            "post_id": "165453",
            "reply_to_id": "165423"
        },
        {
            "user_name": "Ic4ruz",
            "text": "Já mjög liklega Bingo",
            "date": "2008-02-04 22:42:00",
            "post_id": "165547",
            "reply_to_id": "165453"
        }
    ],
    "date": "2008-02-03 20:22:00"
}