{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "16988",
    "title": "Geymsla mynda",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=16988",
    "posts": [
        {
            "user_name": "Claw",
            "text": "Sælir.\n\n\n\nÉg, eins og líklega margir aðrir, tek mikið af ljósmyndum og vista í tölvunni.  Hins vegar er mér meinilla við að hafa allar þessar myndir vistaðar bara á einum stað ef harði diskurinn skyldi crasha.\n\n\n\nEr ekki eðlilegast að vera með flakkara sem ég nota sem back-up af öllum myndunum?  Hvernig er fólk vanalega að taka backup af svona gögnum?\n\n\n\nEf svo er, hvaða tölvuflakkara mælið þið með?",
            "date": "2008-02-06 09:08:00",
            "post_id": "165712",
            "reply_to_id": false
        },
        {
            "user_name": "Klemmi",
            "text": "Persónuleg gögn er best að geyma á allavega tveimur stöðum, mæli með þ ví að hafa flakkara fyrir backup og geyma hann upp í vinnu eða á öðrum góðum stað.  Ef þú ert með flakkarann alltaf við vélina þá er líklegt að honum væri kippt með ef brotist er inn og búslóðinni rænt.",
            "date": "2008-02-06 12:44:00",
            "post_id": "165720",
            "reply_to_id": "165712"
        },
        {
            "user_name": "Halli25",
            "text": "satt, ég er rosalega hrifinn af WD Mybook flökkurunum. þeir eru ódýrir og verulega smekklegir.\n\n\n\nMybook Essential 2.0",
            "date": "2008-02-06 13:03:00",
            "post_id": "165722",
            "reply_to_id": "165720"
        },
        {
            "user_name": "urban",
            "text": "hvað er verið að tala um mikið magn af þessu ?\n\n\n\ner ekki bara spurning um að henda því á DVD diska ?\n\n\n\nég allavega hef tekið backup af mínum ljósmyndum þannig, reyndar er það ekkert neitt ógurlegt magn af myndum, þannig að það er kannski ekki alveg að marka.",
            "date": "2008-02-06 14:09:00",
            "post_id": "165725",
            "reply_to_id": "165722"
        },
        {
            "user_name": "Pandemic",
            "text": "DVD diskur er löngu sprunginn eftir kannski 3-4 photoshoot. Ég myndi allavegana ekki nenna að vera með mörg hundruð DVD diska útum allt.\n\n\n\n\n\nÉg nota bara Backup fídusinn í Windows og læt hann kópera alltaf auka eintak á server sem er hérna annarstaðar í húsinu. Og ef e-h breytingar verða á safninu mínu þá uppfærist backupið um leið.",
            "date": "2008-02-06 14:15:00",
            "post_id": "165726",
            "reply_to_id": "165725"
        },
        {
            "user_name": "Claw",
            "text": "Glæsilegt.  En hver er munurinn á \"hýsingu\" og \"flakkara\"?  Á heimasíðum tölvufyrirtækjanna virðast hýsingar vera mun ódýrari...",
            "date": "2008-02-08 22:27:00",
            "post_id": "166043",
            "reply_to_id": "165726"
        },
        {
            "user_name": "Gúrú",
            "text": "Hýsing er boxið sem geymir harðadiskinn.\n\n\n\nUtanáliggjandi harður diskur er harður diskur inní hýsingu. \n\n\n\n\nÉg teiknaði mynd fyrir þig  \n Hef gjörsamlega ekkert að gera",
            "date": "2008-02-08 22:57:00",
            "post_id": "166049",
            "reply_to_id": "166043"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Þú getur tengt flakkara við sjónvarp og horft beint, en hýsing tengir harða diskinn þinn bara við tölvuna.",
            "date": "2008-02-09 10:24:00",
            "post_id": "166080",
            "reply_to_id": "166049"
        },
        {
            "user_name": "zedro",
            "text": "Það er bara alls ekki rétt.\n\n\n\nHýsing\n = Tómt box sem þú setur harða diska inní.\n\nFlakkari\n = Algengt heiti á hýsingu með hörðum disk inní.\n\nSjónvarpsflakkari\n = Svona gaura er hægt að tengja við sjónvörp.\n\n\n\nEn þegar þú ert að skoða Flakkara, Hýsingar eða Sjónvarpsflakkar þá er \n\nmálið að athuga hvort það sé harður diskur í þeim eður ey.\n\n\n\nSjónvarpsflakkari getur kostað hátt í 15-20þ án disks.\n\nHýsing kostar oftast um 2-3000kr án disks.\n\nFlakkari (hýsing+diskur) kostar frá 8-15000þ (mjög gróflega reiknað)",
            "date": "2008-02-09 14:02:00",
            "post_id": "166099",
            "reply_to_id": "166080"
        },
        {
            "user_name": "Claw",
            "text": "Þannig að ef ég skil þetta rétt þá ef ég á harðan disk er nóg fyrir mig að kaupa hýsingu á 2-3000kr. og þá er ég kominn með flakkara sem hægt er að tengja við tölvuna með usb tengi?",
            "date": "2008-02-11 11:26:00",
            "post_id": "166271",
            "reply_to_id": "166099"
        },
        {
            "user_name": "Amything",
            "text": "Fyrir sjálfan mig nota ég SyncBack (fríu útgáfuna) og VNC til að taka backup af heimatölvu niður í vinnu.\n\n\n\nFyrir mömmu setti ég upp Mozy, online backup system, mjög ódýrt \nhttp://mozy.com/",
            "date": "2008-02-11 11:28:00",
            "post_id": "166272",
            "reply_to_id": "166271"
        },
        {
            "user_name": "Klemmi",
            "text": "Það er rétt, bara vera með á hreinu hvort harði diskurinn þinn er IDE eða SATA, og síðan hvaða tengimöguleika þú vilt hafa.  USB stendur að sjálfsögðu fyrir sínu ef þetta á aðeins að vera nýtt sem gagnageymsla, en margir sem eru hrifnir af eSATA (external SATA) þar sem að það býður upp á töluvert meiri hraða.",
            "date": "2008-02-11 11:33:00",
            "post_id": "166273",
            "reply_to_id": "166272"
        },
        {
            "user_name": "Claw",
            "text": "Þá er þetta loksins að smella hjá mér.  Virkar þetta tvennt ekki örugglega saman?\n\n\n\nhttp://www.computer.is/vorur/6175\n\n\n\n\nhttp://www.computer.is/vorur/6300\n\n\n\n\nOg ef svo er, er þá nóg fyrir mig að setja harða diskinn í græjuna og stinga í samband og tölvan finnur nýja diskinn í My Computer?",
            "date": "2008-02-11 16:46:00",
            "post_id": "166301",
            "reply_to_id": "166273"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ef þú ert með sata tengi á móðurborðinu þínu mæli ég með því að þú fáir þér eSata flakkara \n Eins og t.d. hérna, hann getur veirð allt að 10x hraðari, plús það að hann er líka með USB ef þú ert kannski ekki að fara nota eSata strax.\n\nhttp://task.is/?prodid=2598\n\n\n\n\nEn þetta með \"stinga í samband og My Computer\" virkar ekki alltaf, verður að formata harða diskinn í gegnum Computer Management í Administrative tools í Control Panel. Ekki flókið.",
            "date": "2008-02-11 17:07:00",
            "post_id": "166302",
            "reply_to_id": "166301"
        },
        {
            "user_name": "zedro",
            "text": "Hérna er fínn pakki. Diskurinn sem þú ert að skoða hjá Computer.is er ekki til og það er ekkert treysta að vara verðir til eftir viku. Fekk 3x póst um það að varan mín væri til en aldrey var hún til þegar ég vara búinn að keyra þangað. Auk þess eru computer.is ekki með mjög góðan repp varðandi ábyrgðarmál.",
            "date": "2008-02-11 20:08:00",
            "post_id": "166320",
            "reply_to_id": "166302"
        }
    ],
    "date": "2008-02-06 09:08:00"
}