{
    "forum_title": "Leikjasalurinn",
    "id": "1713",
    "title": "UT2k4 verður jólaleikurinn í ár",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=1713",
    "posts": [
        {
            "user_name": "ICM",
            "text": "Half-life 2 kemur ekki út fyrr en 2004 þökk sé ofur lekanum.\n\nDoom3 á það á hættu að koma ekki út fyrr en eftir jól...\n\n\n\nSvo besti leikurinn sem hægt verður að spila um jólin virðist vera UT2k4 en ekki kvíða hátíðanna, 2k4 hefur gameplayið með sér annað en 2k3.\n\n\n\n...svo er auðvitað hægt að minnast á leiki eins og Breed...",
            "date": "2003-10-07 20:13:00",
            "post_id": "15201",
            "reply_to_id": false
        },
        {
            "user_name": "kemiztry",
            "text": "Well maður getur alltaf huggað sig við Eve og CS",
            "date": "2003-10-07 20:51:00",
            "post_id": "15208",
            "reply_to_id": "15201"
        },
        {
            "user_name": "kiddi",
            "text": "Eitt orð handa þér kemiztry, \nþreytt",
            "date": "2003-10-07 20:54:00",
            "post_id": "15210",
            "reply_to_id": "15208"
        },
        {
            "user_name": "ICM",
            "text": "valve eru eitthvað að væla og segja að hann komi víst fyrir jól. en hver man ekki eftir hann kemur 30 september, nei hann kemur ekki, jú hann kemur, nei, jú, NEI NEI!\n\n\n\nStórhættulegt fyrir þá að gefa hann út núna þar sem hellingur af hackers eru búnnir að renna í gegnum hann og vita öruglega alla öryggisgalla og geta keyrt skaðlega servers.\n\n\n\nUnreal var með hættulegan netcode hérna fyrir nokkrum árum og var það alveg framá ut2003 og allir leikir byggðir á þeirri vél, epic höfðu ekki hugmynd um það fyrr en löngu seinna, hvað ef source code hefði verið lekið þar? Sama á við um HalfLife þetta er stórhættulegt.",
            "date": "2003-10-07 21:00:00",
            "post_id": "15212",
            "reply_to_id": "15210"
        },
        {
            "user_name": "kemiztry",
            "text": "og nokkur handa þér....Kanntekkigottaðmeta!",
            "date": "2003-10-07 21:15:00",
            "post_id": "15217",
            "reply_to_id": "15212"
        },
        {
            "user_name": "ICM",
            "text": "ætla að vona að þú sért að segja þetta við kidda",
            "date": "2003-10-07 21:17:00",
            "post_id": "15218",
            "reply_to_id": "15217"
        },
        {
            "user_name": "GuðjónR",
            "text": "þeim tókst að drepa cs með þessu steam kjaftæði\n\n...annars er ég að spila Halo núna og hann er geggjaður!!!",
            "date": "2003-10-07 23:31:00",
            "post_id": "15243",
            "reply_to_id": "15218"
        },
        {
            "user_name": "kemiztry",
            "text": "Jamm var að beina þessu að Kidda.. hann er alltaf að bögga mig fyrir að spila CS þannig ég bögga hann fyrir að nenna ekki að spila leiki.. amk ekki í langan tíma",
            "date": "2003-10-08 00:55:00",
            "post_id": "15248",
            "reply_to_id": "15243"
        },
        {
            "user_name": "Daz",
            "text": "Hah! Eins og Unreal verði eini leikurinn sem kemur út fyrir jólin... isspiss, jólaleikurinn minn verður CM4 03-04",
            "date": "2003-10-08 08:46:00",
            "post_id": "15257",
            "reply_to_id": "15248"
        },
        {
            "user_name": "gumol",
            "text": "Nei takk, ekki ekki cm.\n\nTölvan mín á aldrei eftir að ráða við UT2004 svo þetta verða CS jól",
            "date": "2003-10-08 10:02:00",
            "post_id": "15262",
            "reply_to_id": "15257"
        },
        {
            "user_name": "ICM",
            "text": "nær eini stóri fyrir utan single player leiki eins og breed...\n\nen hann verður pottþétt besti multi player leikurinn og vonandi hætta þessar kellingar að væla í battlefeald...",
            "date": "2003-10-08 13:23:00",
            "post_id": "15272",
            "reply_to_id": "15262"
        },
        {
            "user_name": "BoZo",
            "text": "Aldrei! Battlefield er málið  \n\n\n\n\nAnnars bíð ég bara eftir Call of Duty og Battlefield Vietnam",
            "date": "2003-10-08 14:03:00",
            "post_id": "15277",
            "reply_to_id": "15272"
        },
        {
            "user_name": "gnarr",
            "text": "ójá.. battlefield er sko góður.",
            "date": "2003-10-08 15:06:00",
            "post_id": "15283",
            "reply_to_id": "15277"
        },
        {
            "user_name": "ICM",
            "text": "H-L 2 In April 2004 or Earlier segja Vivendi Universal, mas Halo2 verður komin áður. iss. En valve halda áfram að reyna að telja fólki trú um að þeir nái þessu fyrir jól, afhverju eru þá eigendur þeirra (vivendi) að segja að það sé ekki möguleiki.",
            "date": "2003-10-08 15:30:00",
            "post_id": "15291",
            "reply_to_id": "15283"
        },
        {
            "user_name": "Pandemic",
            "text": "Er ekki hægt að fá eithvern andskotans link á þennan Unreal",
            "date": "2003-10-08 17:42:00",
            "post_id": "15321",
            "reply_to_id": "15291"
        },
        {
            "user_name": "ICM",
            "text": "http://static.hugi.is/games/demos/movie ... ay_gsi.zip",
            "date": "2003-10-08 17:47:00",
            "post_id": "15322",
            "reply_to_id": "15321"
        },
        {
            "user_name": "MezzUp",
            "text": "hmm, ég var að horfa á þetta fyrr í dag. Mér finnst þetta rosa svipað Ut2k3 nema komið fullt af faratækjum",
            "date": "2003-10-08 18:59:00",
            "post_id": "15329",
            "reply_to_id": "15322"
        },
        {
            "user_name": "ICM",
            "text": "það er komin hellingur af nýju gamepla ( loksins aftur gamla assault ), ný weapons, hellingur af nýjum köllum, hellingur af faratækjum og hellingur af nýjum maps og gamli 2k3 er einnig innifalin og hægt er að spila 2k4 á 2k3 servers og öll 2k3 mods virka með 2k4.",
            "date": "2003-10-08 19:03:00",
            "post_id": "15331",
            "reply_to_id": "15329"
        },
        {
            "user_name": "Voffinn",
            "text": "Hver hérna er búin að prufa halflife2 ?",
            "date": "2003-10-08 19:13:00",
            "post_id": "15338",
            "reply_to_id": "15331"
        },
        {
            "user_name": "ICM",
            "text": "voffi semsagt komin með lekið beta, þó ég hefði það í höndunum myndi ég neita að spila það þetta er of góður leikur til að eyðileggja skemmtunina með einhverri óþolinmæði",
            "date": "2003-10-08 19:16:00",
            "post_id": "15340",
            "reply_to_id": "15338"
        },
        {
            "user_name": "Pandemic",
            "text": "Unreal turnament 2004 þetta er alveg pure blanda af Halo Pc og C&C renegader",
            "date": "2003-10-08 19:20:00",
            "post_id": "15343",
            "reply_to_id": "15340"
        },
        {
            "user_name": "ICM",
            "text": "er eitthvað slæmt við það? Faratækin í halo voru snilld og þetta er það sem fólk vill (segja t.d. battlefield menn). vona samt að þau verði ekki jafn fáranlega létt og í halo og vona að þeir hafi fyrstu persónu view úr faratækjunum sem valmöguleika.\n\nÞeir sem hafa skrifað um hann segjast hafa fyrst haldið þetta of mikla halo eftirhermu þar til þeir prófuðu þetta...",
            "date": "2003-10-08 19:27:00",
            "post_id": "15344",
            "reply_to_id": "15343"
        },
        {
            "user_name": "Damien",
            "text": "Bozo ertu búinn að prufa demoið af Call of Duty?\n\nÞað er geeeðveikt, bara næstum eins og að spila dod.",
            "date": "2003-10-08 19:48:00",
            "post_id": "15350",
            "reply_to_id": "15344"
        },
        {
            "user_name": "Daz",
            "text": "CM er single og multiplayer. Hann kemur út um jólinn. Hann er huge.\n\nEr kannski málið að þar sem hann þarf ekki Radeon 9800XT þá er hann ekkert spennandi?",
            "date": "2003-10-09 11:04:00",
            "post_id": "15426",
            "reply_to_id": "15350"
        },
        {
            "user_name": "gnarr",
            "text": "nei... hann fjallar um fótbolta og er þar af leiðandi LEIÐINLEGUR!",
            "date": "2003-10-09 11:08:00",
            "post_id": "15427",
            "reply_to_id": "15426"
        },
        {
            "user_name": "Daz",
            "text": "Ah, huglægt mat, alltaf jafn gott til að dæma hluti.\n\nHlutlaust mat hlýtur engu að síður að vera að CM selst gríðarlega vel og hefur gríðarlegan fanbase. Hvort hann er skemmtilegur/leiðinlegur kemur því ekkert við hvort hann er huge.",
            "date": "2003-10-09 12:00:00",
            "post_id": "15430",
            "reply_to_id": false
        },
        {
            "user_name": "gumol",
            "text": "Daz: Þú verður að viðurkenna að CM er ekkert skemmtilegur fyrir þá seþ fylgjast ekkert með fótbolta (eins og ég sem horfi kanski á hluta af leik 3 hverju helgi)",
            "date": "2003-10-09 12:07:00",
            "post_id": "15432",
            "reply_to_id": "15430"
        },
        {
            "user_name": "odinnn",
            "text": "CM er það sama og að horfa á reiknivél sem reiknar að sjálfum sér, það er ekkert að gerast í leiknum, ég vann, ég tapaði og svo frammvegis. ég skil ekki hvernig fólki finnst skemmtilegt að horfa á mynd sem breytir um lit öðru hverju.",
            "date": "2003-10-09 12:32:00",
            "post_id": "15439",
            "reply_to_id": "15432"
        },
        {
            "user_name": "ICM",
            "text": "besta svarið",
            "date": "2003-10-09 16:26:00",
            "post_id": "15456",
            "reply_to_id": "15439"
        },
        {
            "user_name": "DippeR",
            "text": "Nah.. UT2004 er bara UT2003 með aukaefni. Það er bara gametýpan onslaught sem svipar til Halo og Renegade. En hinar týpurnar eru allar óbreyttar nema Assault sem að kemur líka nýtt inn. Assault gengur þannig fyrir sig að eitt lið vinnur að því að ráðast á beis sem að hitt liðið á að verja. Ef að árásarliðinu tekst að ná beisinu (með því að  vinna ýmis objectives) þá þarf hitt liðið að  ráðast á beisið og reyna að vinna tíma hins liðsins.\n\n\n\nCTF, DM og allt það helst óbreytt",
            "date": "2003-10-09 17:02:00",
            "post_id": "15460",
            "reply_to_id": "15456"
        },
        {
            "user_name": "Daz",
            "text": "Skal fúslega viðurkenna það. Engu að síður stór markaður fyrir þennan leik.\n\nOg voðalega er það eitthvað sorglegt að sjá tölvunörda gera lítið úr tölvuleik... (tökum eftir því að ekki er ég að gera lítið úr FPS leikjum þó ég hefi lítið gaman af þeim).",
            "date": "2003-10-09 18:13:00",
            "post_id": "15470",
            "reply_to_id": "15460"
        },
        {
            "user_name": "gnarr",
            "text": "enda ert þú bara fiktari.. hehe \n ekkert trew nörd sko!\n\n\n\nspáðu samt hvað það er eitthvða asnalegt að segja frá þessu!\n\n\n\n\"ég var að fá mér GEÐVEIKA tölvu í gær! næ alveg 9000fps í CM\"",
            "date": "2003-10-09 18:21:00",
            "post_id": "15471",
            "reply_to_id": "15470"
        },
        {
            "user_name": "ICM",
            "text": "daz CM er fínn ef maður er fótbolta nörd og það er ekkert að því að spila hann ef þú ert slíkur",
            "date": "2003-10-09 18:44:00",
            "post_id": "15474",
            "reply_to_id": "15471"
        },
        {
            "user_name": "Castrate",
            "text": "CM var fínn þegar CM2 kom út... ég var allur í honum þá en núna prufaði ég þennan nýja og kann ekkert á hann. Veit ekkert hvaða leikmenn eru góðir og hverjir ekki. En ég er alveg sammála Daz að markaðurinn fyrir CM er mjög stór. Hann er miklu stærri hérna á íslandi heldur en nokkutíman UT2003 eða UT2004 og mun alltaf vera það. Ég hef gjörsamlega enga trú á UT2004 eða Unreal bara í heildina. Það eru allir að spila cs, bf eða aðra raunverulega leiki sem byggjast á raunverulegum hreyfingum og raunverulegum byssum. Það mætti segja að Unreal og quake er bara dottið úr týsku.",
            "date": "2003-10-09 19:25:00",
            "post_id": "15481",
            "reply_to_id": "15474"
        },
        {
            "user_name": "ICM",
            "text": "ég vona að WW2 fari að detta úr tísku maður er komin með ógeð á þessu rugli, allt er gott í hófi en þetta er alltof mikið. Battlefield, dod, wolfenstein, endalaust af MOH... og endalaust fleiri að bætast við. eruð þið kanski farnir að stökkva á alla þjóðverja niðri í bæ og kalla þá nasista?\n\n\n\nÞað er stór markaður fyrir CM ég sagði aldrei annað en það er af sömu ástæðum og the sims seljast vel, hann nær til þess hóps sem hefur engan áhuga á tölvuleikjum og gengur á tölvu þó hún sé með hræódýrt skjákort... matur",
            "date": "2003-10-09 19:39:00",
            "post_id": "15484",
            "reply_to_id": "15481"
        },
        {
            "user_name": "odinnn",
            "text": "þetta er ekki tölvuleikur í mínum huga bara ein stór reyknivél með flottu skinni.",
            "date": "2003-10-09 19:58:00",
            "post_id": "15489",
            "reply_to_id": "15484"
        },
        {
            "user_name": "Roger_the_shrubber",
            "text": "Þetta WWII þema er að detta út og í staðinn kemur Víetnam.. gott eða slæmt?",
            "date": "2003-10-09 20:50:00",
            "post_id": "15507",
            "reply_to_id": "15489"
        },
        {
            "user_name": "ICM",
            "text": "Ég vil fá nútíma hernað og það raunverulegan, t.d. americas army, afhverju fer það ekki í tísku aftur? nóg er af hættum í nútímanum, t.d. hægt að láta leiki gerast í kóreu eða arabalöndunum, ok það eru að koma ágætlega mikið af \"rabaleikjum\" en þeir eru allir í fyrra persaflóastríði...\n\nSvo á americas army að fara í tísku en það gerist ekki fyrr en fólk fer að hafa áhuga á hernaði og lesa það sem er á \nhttp://www.adtdl.army.mil/rtddltextv.html",
            "date": "2003-10-09 20:59:00",
            "post_id": "15508",
            "reply_to_id": "15507"
        },
        {
            "user_name": "gnarr",
            "text": "americas army er snilldar leikur. ég er bara ða bíða eftir 2.0 og nýrri 3d vél. þessi sme er núna er hræðileg :p",
            "date": "2003-10-09 21:04:00",
            "post_id": "15509",
            "reply_to_id": "15508"
        },
        {
            "user_name": "ICM",
            "text": "hræðileg 3D vél? þeir eru ekkert að fara að skipta um þessa vél næstu árin þeta er UT2003 vélin en það sem var að þessu var léleg módel, vélin er fær um miklu miklu betra en AAO. ertu búin að prófa síðustu útgáfu? þeir skiptu um öll módel á byssum og köllum... komin upp í +600mb núna og snilldar medic skóla. varstu búin að sjá taka prófið ?\n\n\n\nvonandi að þeir fari að kaupa einhverja almennilega þyngdar vél í þetta, kallarnir núna rúlla ekkert niður brekkur eða stiga, ættu að kaupa rétt að karma eins og var í 2k3...\n\n\n\nþú verður líka að hafa í huga að nær öll þessi maps eru eldgömul og voru gerð til að sem flestir gætu spilað þau enda er þetta gert með þeim huga að lokka fólk til að skrá sig í herin",
            "date": "2003-10-09 21:10:00",
            "post_id": "15510",
            "reply_to_id": "15509"
        },
        {
            "user_name": "gnarr",
            "text": "já. ég spila 1.9 \n og er búin með medic skólann. mér fynnst þessi vél bara ekki virka rétt fyirr landslagið þarna. en eitt.. veistyu hvernig maður tekur advanced markmansship? þeas, sniperana? ég er búinn með allt, og hitti allt neam 1 eða 2 í markmansship prófinu. en ég get ekki tekið advanced :p",
            "date": "2003-10-09 21:19:00",
            "post_id": "15511",
            "reply_to_id": "15510"
        },
        {
            "user_name": "ICM",
            "text": "Ertu viss um að þú sért búin með allt rétt? Það er ekkert mál að fá sniper en oftast ekki þess virði að nota hann þar sem hann er ekki eins einfaldur í notkun og í öðrum leikjum. Kíktiru á síðuna sem ég benti þér á hér fyrir ofan, book of survival og þannig...\n\n\n\nEn ég skil ekki hvernig þessi vél er ekki að duga fyrir landslagið, hefurðu séð vandað landslag með henni með helling af grasi á hreyfingu og vönduðu, raunverulegu landslagi með texture sem er samansett úr mörgum layers? Þetta er fært um svo miklu meira en er notað í AAO. prófaðu að setja upp ut2k3 og leika þér með landslags vélina, þú verður fljótur að gera miklu flottara landslag heldur en í öllum leikjum sem er búið að gefa út.",
            "date": "2003-10-09 21:27:00",
            "post_id": "15512",
            "reply_to_id": "15511"
        },
        {
            "user_name": "gnarr",
            "text": "ég er búinn með allt training sem er hægt. búinn með flest meiraðsegja 2x eða oftar (nema náttla medic). en ég get samt ekki tekið adanced markmansship :p hvað gerðir þú til að geta tekið það? hvða þurfitur að klára áður?",
            "date": "2003-10-09 21:30:00",
            "post_id": "15513",
            "reply_to_id": "15512"
        },
        {
            "user_name": "ICM",
            "text": "man ekkert eftir þessu það vel, margir mánuðir síðan ég fór í það, kanski ekki með nógu mörg honour points?",
            "date": "2003-10-09 21:32:00",
            "post_id": "15514",
            "reply_to_id": "15513"
        },
        {
            "user_name": "gnarr",
            "text": "ok..núna kem ég alveg af fjöllum.. hvar finn ég honour points?",
            "date": "2003-10-09 21:33:00",
            "post_id": "15515",
            "reply_to_id": "15514"
        },
        {
            "user_name": "ICM",
            "text": "honour points eru nokkurskonar reynslu stig, sá sem hefur flest reynslu stigin hefur forgang, og t.d. ef margir vilja fá bestu byssuna í einhverju mission þá fær sá sem hefur flest honour points hana á undan. svo eru líka sérstakir honour servers þar sem fólk má bara spila með ákveðið mörg honour poinst.",
            "date": "2003-10-09 21:38:00",
            "post_id": "15516",
            "reply_to_id": "15515"
        },
        {
            "user_name": "Roger_the_shrubber",
            "text": "Ég ætlaði að spila Americas Army en tókst bara aldrei að skrá mig í \"personnel jacket\" eftir fyrstu skotæfingarnar, jafnvel þótt mér takist að logga mig inn í main menu  \n  þannig að ég gafst bara upp. Var samt orðinn skrambi hittinn",
            "date": "2003-10-09 22:16:00",
            "post_id": "15519",
            "reply_to_id": "15516"
        },
        {
            "user_name": "ICM",
            "text": "þú þarft að vera nettengdur á meðan múhaha. nei ég var bara að stríða þér. Þú þarft líka að standast prófin  \n\n\nÞað er hugsanlegt að það hafi verið of mikið álag serverunum hjá þeim varstu að spila þetta þegar leikurinn var ný komin af stað? Það voru svo brjálæðislega margir sem spiluðu hann útaf því að þetta er official us army þannig að maður skilur vel álagið...",
            "date": "2003-10-09 22:24:00",
            "post_id": "15524",
            "reply_to_id": "15519"
        },
        {
            "user_name": "Roger_the_shrubber",
            "text": "Jámm, ætla að reyna aftur seinna bara.. ætla að ná medic að minnsta kosti áður en haldið er á server-a  \n Ef það gengur ekki þá verður bara Halo að duga..",
            "date": "2003-10-09 23:50:00",
            "post_id": "15554",
            "reply_to_id": "15524"
        }
    ],
    "date": "2003-10-09 12:00:00"
}