{
    "forum_title": "Unboxing og Reviews",
    "id": "17157",
    "title": "Logitech G15 lyklaborð Review",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=40&t=17157",
    "posts": [
        {
            "user_name": "Yank",
            "text": "Það er misjafnt hversu mikla áherslu menn leggja á hvernig lyklaborð þeir nota, og margir virðast láta það sitja á hakanum að eignast „alvöru“ lyklaborð. Sumir hugsa þegar kemur að uppfærslu, hvað get ég nýtt áfram? jú auðvitað a.m.k. lyklaborðið og músina. Þessa „mikilvægu“ hluti gleymist því oft að endurnýja en hvort þeir sem láta lyklaborðið sitja á hakanum hafi ekki bara fullan rétt á því, skal látið liggja á milli hluta hér og verður ekki aðalefni þessarar greinar. \n\n\n\nSíðast liðin ár hefur sprottið upp ný tegund lyklaborða, sem eru sérhönnuð með leikjaunnendur í huga. Á því sviði hefur Logitech ekki látið sitt eftir liggja, enda fyrirtækið búið að skipa sér á stall sem framleiðandi í fremstu röð. Sumir ganga svo langt að segja að G15 lyklaborðið hafi verið bylting í hönnun lyklaborða fyrir leikjaunnendur, enda hafa farið saman einstök hönnun samfara almennu notagildi. Logitech hefur nú endurhannað G15 lykaborðið frá grunni og komin er á markað ný og endurbætt útgáfa. Sú útgáfa verður tekin til kostanna hér. Það Logitech G15 lyklaborð sem er prufað hér er DK-útgáfa með fullvaxta Enter-takka.  Logitech nánar tiltekið nordic svið fyrirtækisins lagði til lyklaborðið til prófanna. \n\n\n\n\n\n\n\nAðeins um Logitech\n\n\n\n\nLogitech er fyrirtæki sem þarf ekki að kynna fyrir neinum áhugamanni um tölvubúnað, það verður því ekki eytt miklu púðri í það hér. Logitech sérhæfir sig í framleiðslu jaðarbúnaðs fyrir einstaklinga og fyrirtæki, með það í huga að einstaklingurinn njóti hins stafræna heims betur. Þetta er jaðarbúnaður eins og: lyklaborð, mýs, hátalara, fjarstýringa, vefmyndavéla, o.s.frv.  Fyrirtækið á sér nokkuð langa sögu enda stofnað í Sviss 1981. Logitech hefur hlotið fjölda verðlauna fyrir nýjungar og hönnun og þykir leiðandi í hönnun og þróun jaðarbúnaðs. Nánar á \nhttp://www.logitech.com\n\n\n\n\nLogitech G15 leikja lyklaborð\n\n\n\n\nÞað er ekki ólíklegt að kínverski herforinginn Sun Tzu sem var uppi á 6. öld fKr hefði verið sammála því að góðar upplýsingar og réttur búnaður væri lykillinn að sigri á vígvellinum. Eitt aðalmarkmið G15 lyklaborðsins að veita upplýsingar og skapa yfirhönd sem gagnast þér í leik. \n\n\n\nMeð Logitech GamePanel™, er auðvelt að finna, á hvaða server vinir þínir eru að spila leiki eins og t.d. Battlefield 2142™, eða fá upplýsingar um hvenær World of Warcraft® vígvöllurinn er tilbúinn. Þú getur séð hver er að tala á Ventrilo™, búið til flýtitakka í fljótheitum og notað þá til þess að ná yfirhöndinni í leik. Baklýstir takkar tryggja að þú tapar ekki áttum þótt spilað sé langt fram á nótt eða í myrkrinu á Skjálfta. Logitech® G15 eykur líkurnar á því að þú sigrir og allir vita að það er skemmtilegra í leik sem vinnst. (Texti frá Logitech sem farið var frjálslega með Yank)\n\n\n\n\n\n\n\nSkýr-GamePanel™ LCD:\n Sýnir leikjaupplýsingar og aðrar mikilvægar upplýsingar um vélbúnað.\n\n\n\n\n\n\n\nUpplýst lyklaborð:\n Hægt að stilla styrkleika ljóssins á þrjá vegu. Auðveldar að finna lykla í myrkri.\n\n\n\n\n\n\n\nSex forritanlegir G-Lyklar:\n Hægt með einum áslætti að framkalla flóknar skipanir með sex forritanlegum G-lyklum.\n\n\n\n\n\n\n\nHaganlegur frágangur leiðslna:\n Tryggðu að leiðslur músar eða heyrnartóla séu ekki að flækjast fyrir með því að leiða þá í gegnum til þess gerða ganga undir lyklaborðinu. \n\n\n\n\n\n\n\nMargmiðlunar stjórnun:\n Lyklaborðið er búið tökkum til að hækka og lækka í tónlist eða öðrum tónum.  \n\n\n\n\n\n\n\nFjarlæganlegur úlnliðsstuðingur\n\n\n\n\nKassi og fylgihlutir\n\n\n\n\n\n\n\n\n\n\n\n\nÞrátt fyrir að tollurinn og DHL, að því virðist, hafi reynt sitt ýtrasta til þess að eyðileggja þessa sendingu, þá komst hún á leiðarenda óskemmd yfir járnmúrinn „alla leið frá Danmörku“. Ekki þurfti að hafa fyrir því að opna kassann, enda búið að því fyrir mig, þurfti einungis að stinga höndinni í gegnum haganlega myndað gat til þess að ná innihaldinu út. \n\n\n\nInnihald kassans\n\n\n•\tLogitech® G15 Lyklaborð \n\n•\tÚlnliðsstuðningur\n\n•\tForrita CD \n\n•\tLeiðbeiningabæklingur\n\n•\t1-árs ábyrgðarskírteini \n\n\n\nNánar um Logitech G15\n\n\n\n\nÞeir sem þekkja eldri útgáfu G15 sjá að nýja útgáfan hefur tekið breytingum. Nýja Logitech G15 v2.0 er minna, enda hefur forritanlegu G-tökkunum verið fækkað um heila tólf. Það er ólíklegt að notandi sakni þeirra enda eru eftir 6 mögulegir forritanlegir G-takkar með samtals 18 forritanlegum möguleikum fyrir hvern prófíl. Og þar sem hægt er að búa til endalaust marga prófíla þá eru möguleikarnir óendanlegir. Forritanlegu G-takkanna er ekki einungis hægt að nota fyrir leiki heldur önnur forrit eins og t.d. Notepad, Adobe photoshop, Microsoft Word, eða Microsoft Excel með því að búa til prófíl fyrir þau forrit. \n\n\n\nÞrátt fyrir að Logitech G15 sé sérstaklega ætlað leikjaspilurum þá er þetta fullvaxta lyklaborð með öllum þeim tökkum sem maður á að venjast. Að auki eru óvenjulegir takkar eins og takki sem hefur einungis það hlutverk slökkva á Windows Start takkanum. En í leik er fátt leiðinlegra en að ýta óvart á Windows start takkann í hamaganginum með þeim afleiðingum að leikurinn dettur niður á desktop. Sá takki er staðsettur beint fyrir ofan F4. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFyrir ofan Esc eru M1 M2 og M3 sem hægt er að nota til að skipta um virkni G-takkanna. Það eru þeir sem gefa 3x6=18 möguleika á forritanlegum G-tökkum fyrir hvern prófíl. \n\n\n\nÞar sem viðvaningsleg myndataka mína nær ekki að sýna þetta lyklaborð í réttu ljósi þá fékk ég tvær myndir „lánaðar“ hjá Logitech. Athugið að þær eru af lyklaborði með US-lykla útfærslu sem eru með minni Enter takka en á þeirri útgáfu sem ég prófaði, sem er með DK lykla útfærslu.\n\n\n\n\n\n\n\nLCD skjárinn hefur fengið yfirhalningu og litnum á bakljósinu hefur verið breytt úr bláum í mildari appelsínugulan. Hægt er að kveikja eða slökkva lýsingu takkanna og tvær stillingar eru á hversu sterkt ljósið skín með því að þrýsta á þar til gerðan hnapp á lyklaborðinu. Skerpu og birtustig á LCD skjánum er einnig hægt að stilla í meðfylgjandi GamePanel forriti.\n\n\n\n\n\n\n\nLCD skjárinn er ekki einungis skraut, því hann er hægt að nota til að gefa ýmsar gagnlegar upplýsingar eins og upplýsingar um stöðu í leikjum, hvað er verið að spila í media player, hvort þú hafir fengið tölvupóst, hvað er mikið álag á minni og örgjörva, hversu marga ramma Fraps sé að mæla,og hvort konan sé til í tuskið svo eitthvað sé nefnt.  \n\n\n\n\n\n\n\n\n\nG15 lyklaborðið virkar einnig sem USB hub en tvö auka USB tengi eru á því. Einnig er undir lyklaborðinu raufar ætlaðar fyrir kapla þeirra USB tækja sem tengd eru við lyklaborðið, hvort sem það er mús eða hátalarar eða önnur græja. Staðsetning USB tengjanna takmarkar þó notagildi þeirra enda aftan á lyklaborðinu, þannig ef notuð er lyklaborðs skúffa er þetta ekki kjörin staður til þess að tengja USB- drif enda erfitt að komast að tengjunum, en möguleikinn er allavega til staðar. \n\n\n\n\n\n\n\nLogitech GamePanel™ Forritið\n\n\n\n\n\n\n\n\nÍ gegnum GamePanel™ viðmótið stjórnar þú allri almennri starfsemi lyklaborðsins, s.s. skerpu og birtustigi LCD skjásins, hvaða forrit eru að birta upplýsingar á skjánum, hversu lengi upplýsingar eru að birtast, o.s.frv. \n\n\n\nSú var tíðin að muna þurfti eftir því þegar Logitech driver var settur upp að slökkva á sjálfvirkri uppfærslu á honum (automatic update). Logitech virðist búið að átta sig á því að eitt af því sem online gamer þarf ekki er eitthvað forrit að stela bandvídd, af því að því datt í hug uppfæra sig í miðjum leik. Logitech hefur leyst þetta með því að hægt er að velja að leita að uppfærslu á reklum og hugbúnaði þegar manni dettur það sjálfum í hug, eða haka í að leyfa því að gerast sjálfkrafa eins og áður, ef maður er algjör viðvaningur.   \n\n\n\n\n\n\n\n\n\nÍ Logitech G-series Keyboard Profiler fara fram stillingar og vistun á hinum ýmsu prófílum fyrir G-takkanna. Þetta forrit þekkir flesta nýja leiki þannig að það kemur með fyrirfram ákveðnar tillögur um takkaval eða þá möguleika sem leikurinn bíður uppá. Það þarf því ekkert annað að gera en að samþykkja hverja tillögu fyrir hvern G-takka. Leikjaprófíllinn ræsist síðan sjálfkrafa um leið og leikurinn er ræstur. \n\n\n\nÞað er kostur að eftir að hafa eytt tíma í að vista hina og þessa prófíla að hægt er að export eða import þá í file. Ekki ósvipað og contacts í outlook. \n\n\n\nTest Setup \n\n\n\n\nCPU:\n Intel Core 2 Q6600 2.4Ghz (266FSBx9) \n\nVideo drivers:\n NVIDIA ForceWare 169,09,169,21 (G92),  \nMóðurborð:\n Gigabyte X38-DQ6 lagt til af \nwww.tolvutek.is\n\n\nHD:\n 2 x WD36GB raid 0 fyrir stýrikerfi. Leikir settir upp á WD SATA2 320GB\n\nMinni: \nCorsair XMS DDR2 6400, @800MHz, timings 5 5 5 12  \n\nSkjákort:\n Sparkle 8800GTS 512MB lögð til af \nwww.tolvuvirkni.is[b]Stýrikerfi:\n Vista Ultimate 32bit\n\n  Skjár: \nBenQ FP222WH lagður til af \nwww.tolvuvirkni.is\n\n\nAnnarbúnaður: \nLogitech G15, G9 frá \nwww.logitech.com \n,og ICY BOX IB-266 frá \nwww.raidsonic.de\n\n\n\n\nPrófanir\n\n\n\n\nLogitech G15 er búið að vera í prófunum hjá mér í rúma viku. Á þessu vikutímabili hefur álit mitt á því farið stigvaxandi. Í upphafi fannst mér lyklarnir of stífir til ásláttar, en lyklarnir á eldri G15 sem ég hef notað síðasta 1½ árið fannst mér einnig í upphafi stífir. Þetta er þó eins og allt annað, þetta venst, en á tímabili var ég kominn að því að henda því frá, og taka gamla G15 fram aftur. Einnig sakna ég örlítið hringlaga volume takkans á eldra G15.\n\n\n\nNýrra G15 er klárlega framför: það er minna, LCD skjárinn er fínni og upplýstur, sem eykur á notagildi hans. Það sem fer fram á honum hefur á tímum komið mér á óvart, en upphaflega var ég á því að slíkum skjá væri ofaukið á lyklaborði. Sú skoðun endurspeglast líklega af því að skjárinn á eldra G15 var alltaf lokaður hjá mér, því ekki var hægt að hafa hann opin í því rými (lyklaborðsskúffu) sem lyklaborðið var notað í. Þetta vandamál er úr sögunni enda nýrri útgáfa G15 minni. LCD skjárinn hefur komið mér skemmtilega á óvart eins og í fyrsta skipti sem ég keyrði Fraps, en reklarnir þekkja Fraps og keyrir skemmtilegt graf sem sýnir fjölda ramma sem Fraps er að mæla á grafískan hátt. \n\n\n\nÞað er einungis einn galli á gjöf Njarðar en það vandamál sem ég hef lent í sem líklega má rekja til rekla Logitech eða Windows Vista. Ég sendi fyrirspurn varðandi vandamálið til Logitech og bíð svara.  Vandamálið lýsir sér í því að einstaka sinnum þegar gera á kommu yfir séríslenska stafi eins og í eða á kemur (´´) eða tvíkomma, hef ekki áttað mig á því heldur hvað kallar þetta fram. Það hefur ekki tekist að losna við þennan kvilla nema með því að endurræsa vélina sem verður að teljast hvimleitt og minnir á windows 95 daga. \n\n\n\nÞótt við prófanir hafi nánast einungis verið spilaðir FPS leikir eins og COD4, Crysis, Timeshift, ofl, þá fyndist mér ekki ólíklegt að Logitech G15 með sínum forritanlegum G-tökkum sér kjörið fyrir spilara MMORPG (Massively multiplayer online role-playing game, net fjölspilunar hlutverka leiki) leiki eins og Wold of Warcraft og EVE. En möguleikinn að geta látið einn áslátt framkvæma margar skipanir ætti að nýtast þeim mun betur en fyrstu persónuskotleikja (FPS) spilurum, í galdra gerð eða hvað það er nú sem þessir WOW gaurar stunda.  \n\n\n\nLogitech G15 er vel hannað og smíðað lyklaborð. Hönnun þess hefur verið tekin í gegn og flestir eldri vankantar lagaðir. Þau gerast varla svalari lyklaborðin fyrir leikjaunnendur. Þrátt fyrir að eiga að höfða sérstaklega til leikjaspilara þá er það með hefðbundnum tökkum í hefðbundinni stærð, það ætti því að uppfylla flest þau skilyrði sem uppfylla þarf ef nota á það til almennrar notkunar samfara leikjum. \n\n\n\nMan ekki eftir að hafa séð modað G15 lyklaborð á Íslandi en þeir sem áhuga hafa á slíku geta nálgast upplýsingar um slíkt og í raun allt um Logitech G15 hér \nhttp://www.g15forums.com/\n\n\n\n\nSamantekt\n\n\n\n\nLogitech G15 er vandað lyklaborð sem fullnægja ætti þörfum kröfuharðasta notanda. Sá sem er búinn G15 er ekki einungis betur búinn en næsti leikjaspilari, heldur getur hann einnig montað sig af því ef honum sýnist svo. \n\n\n\nÞað er ekki þannig að á milli þess að spila leiki sé Logitech G15 gagnslaust, enda hefur það flesta aðra kosti sem prýða eiga gott lyklaborð. Enda má segja að Logitech G15 sé í fyrsta lagi mjög gott  lyklaborð en í öðru lagi frábært lyklaborð fyrir leikjaspilara. \n\n\n\nBara vildi að það væri aðeins mýkra fyrir mína gömlu fingur, en mæli hiklaust með því.\n\n\n\nUmræður hér \nhttp://spjall.vaktin.is/viewtopic.php?t=17158\n\n\n\n\nEditor RISI\nCopyright Yank 2008",
            "date": "2008-02-19 02:45:00",
            "post_id": "167271",
            "reply_to_id": false
        }
    ],
    "date": "2008-02-19 02:45:00"
}