{
    "forum_title": "Vaktin.is",
    "id": "17165",
    "title": "sér flokur fyrir auglísingar",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=46&t=17165",
    "posts": [
        {
            "user_name": "egglumber",
            "text": "þegar ég sá 9600 þráðin sem er \nhér\n var bara ekkert nema auglísing fyrir tölvutek (\nað mínu mati allavegana\n) fékk ég þá hugdettu að það væri kanski sniðugt að hafa sér flokk þar sem auglísingar væru bara\n\n\n\nþetta væri þá í þeim megin tilgangi að koma auglísingunum af hinum flokkunum, þar sem ég efa að ég sé eina manneskjan á þessum vef sem pirrast svoldið á þeim,\n\n\n\nþað var nátturulega satt að það eru fréttir að 9000 línan sé komin til íslands, en auglísingar finst mér bara \nekki\n eiga heima á svona vef.\n\n\n\n\n-afl, friður og ást til fólksins",
            "date": "2008-02-19 19:58:00",
            "post_id": "167342",
            "reply_to_id": false
        },
        {
            "user_name": "GuðjónR",
            "text": "Jú...ég er sammála því að vera með spes flokk þar sem starfsmenn og forsvarsmenn verslana gera komið á framfæri vörum og þjónustu.",
            "date": "2008-02-19 21:38:00",
            "post_id": "167360",
            "reply_to_id": "167342"
        },
        {
            "user_name": "HR",
            "text": "Sniðug hugmynd.\n\n\n\nÞá er maður ekki skotinn niður fyrir að að tilkynna fólki að nýjar og framandi vörur séu komnar í endursölu á klakann",
            "date": "2008-02-19 21:40:00",
            "post_id": "167361",
            "reply_to_id": "167360"
        },
        {
            "user_name": "zedro",
            "text": "Þræði eytt. Svona auglýsingar eru bannaðar. Veit nú ekki hversu hrifinn ég er að því að fá sér flokk fyrir auglýsingar.\n\nEf menn vilja auglýsa á vaktinni þá er laust augl. pláss hér að ofan, sem Tölvutek virðist vera að nýta í sama hlutinn.\n\nHef hinsvegar ekkert á móti ef fólk er að benda örðrum notendum á hluti sem þeir eru að óska eftir. En beinar auglýsingar,\n\nI dont think so! \n\n\n\n\nKv.Z",
            "date": "2008-02-19 22:13:00",
            "post_id": "167366",
            "reply_to_id": "167361"
        },
        {
            "user_name": "HR",
            "text": "Ég skal alveg lofa þér því að þetta kom ekki frá Tölvutek þannig lagað séð..\n\n\n\nÞetta var aðeins ég að benda fólki á þetta, ekki í hreinni merkingu að auglýsa Tölvutek",
            "date": "2008-02-19 22:17:00",
            "post_id": "167367",
            "reply_to_id": "167366"
        },
        {
            "user_name": "Birkir",
            "text": "Þó svo að þú sért ekki að reka Tölvutek þá er þetta augljóslega til þess gert að auglýsa fyrirtækið.  Eða hagnast þú kannski beint á því að fólk rjúki út í búð og versli sér þetta skjákort?\n\n\n\nÞað eða póstasöfnun, ég veit eiginlega ekki hvort er skárra.\n\n\n\nAnnars er mér nokk sama um það hvort sér kubbur kæmi upp þar sem fyrirtæki gætu promotað vörurnar sínar, ég veit bara að mér finnst fínt að hafa spam filter á e-mailinu mínu.",
            "date": "2008-02-20 00:34:00",
            "post_id": "167389",
            "reply_to_id": "167367"
        },
        {
            "user_name": "beatmaster",
            "text": "Allt spamm afþakkað hérna meginn, þetta á að vera (og var) staður þar sem að almennir (kanski svoldið fíklar líka \n) tölvunotendur geta gefið hverjum öðrum ráð um verð, upplýsingar, gæði og hlutlaust mat á tölvubúnaði.\n\n\n\nÉg styð ekki sér PROMO spjallþráð en styð að það verði sett í reglurnar að starfsmenn sem að hafa hagsmuni að gæta, séu með starfstitilinn sinn í undirskrift.\n\n\n\nÉg persónulega hefði litið allt öðruvísi á þennann þráð um 9600 kortið ef að hann hefði verið stofnaður í einhverjum öðrum tilgangi (og ekki af starfsmanni) heldur en pjúra spamm",
            "date": "2008-02-20 09:37:00",
            "post_id": "167399",
            "reply_to_id": "167389"
        },
        {
            "user_name": "CendenZ",
            "text": "Sammála.\n\n\n\nfokkíng auglýsingar á korkum\n\n\n\nen ég er hinsegin svo blíður að ég er ekki með adblockaðar auglýsingarnar á vaktinni.",
            "date": "2008-02-20 12:43:00",
            "post_id": "167420",
            "reply_to_id": "167399"
        }
    ],
    "date": "2008-02-19 19:58:00"
}