{
    "forum_title": "Netkerfi - internetið",
    "id": "17176",
    "title": "Er bara að spá..Skjárinn hjá símanum....???",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=17176",
    "posts": [
        {
            "user_name": "goggi79",
            "text": "Er hægt að komast inn í myndlykilinn og opna sjónvarpsrásir frítt þar. Er bara að spá hvort þetta sé hægt??\n\n\n\nVeit einhver það.?",
            "date": "2008-02-20 22:58:00",
            "post_id": "167513",
            "reply_to_id": false
        },
        {
            "user_name": "beatmaster",
            "text": "Reglurnar",
            "date": "2008-02-20 23:08:00",
            "post_id": "167514",
            "reply_to_id": "167513"
        },
        {
            "user_name": "Bjosep",
            "text": "Þú getur beðið og vonað að síminn uppfæri hjá sér á næstunni, þá koma allar stöðvarnar inn frítt og haldast inni svo fremi að þú takir ekki myndlykilinn úr sambandi. Það er væntanlega einfaldara og gáfulegra en að ætla að eiga við myndlykilinn!",
            "date": "2008-02-20 23:10:00",
            "post_id": "167515",
            "reply_to_id": "167514"
        },
        {
            "user_name": "Fumbler",
            "text": "Það mætti orða spurninguna betur. eins og t.d hvernig virkar sjónvarp símans? eða eitthvað þannig.\n\n\n\nEftir því sem mér var sagt þá er myndlykilinn í raun bara eins og loftnet, enginn afruglunnar né læsingar hugbúnaður, heldur bara mótakari þar sem öllum læsingum er stjórnað frá miðlægum server.\n\nÞannig að það er lítið að græða á því að \"hakka\" boxið, eða setja annað box. \n\n\n\nHeyrði líka af því að hægt væri að horfa á sjónvarp símans án myndlykils með því að tengja kapalinn í tölvu og tengjast við einhverja IP og port með VNC viewer, að vísu ekki hægt að skipta um stöðvar þar \n\n\n\n\nbara my 5 cents.",
            "date": "2008-02-20 23:14:00",
            "post_id": "167517",
            "reply_to_id": "167515"
        },
        {
            "user_name": "goggi79",
            "text": "Ég er bara að spurja því það sagði einhver við mig að einhver sem hann þekkti hefði gert þetta, ég bara trúði því ekki þannig að ég er bara að reyna að fá staðfestingu á því.",
            "date": "2008-02-20 23:19:00",
            "post_id": "167519",
            "reply_to_id": "167517"
        }
    ],
    "date": "2008-02-20 22:58:00"
}