{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "17197",
    "title": "Mig vantar hjálp held að harði diskurinn sé bilaður!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=17197",
    "posts": [
        {
            "user_name": "bingo",
            "text": "Þegar ég kveiki á tölvunni kemur reboot and select proper boot device or insert boot media in selcted boot device and press key ég vaknaði í nótt við svakalegt hljóð í tölvunni og komst að því að það var í harða disknum! veit einhver hvað er að þetta er eins mánaðar gamall diskur!",
            "date": "2008-02-23 13:43:00",
            "post_id": "167779",
            "reply_to_id": false
        },
        {
            "user_name": "bingo",
            "text": "einhver?",
            "date": "2008-02-24 15:56:00",
            "post_id": "167911",
            "reply_to_id": "167779"
        },
        {
            "user_name": "Gúrú",
            "text": "utanáliggjandi eiður ei?\n\n\n\nog tegund?",
            "date": "2008-02-24 16:06:00",
            "post_id": "167912",
            "reply_to_id": "167911"
        },
        {
            "user_name": "bingo",
            "text": "Þetta er  aðal diskurinn í tölvunni, það er allt á honum og helling að upplýsingum inná honum sem ég má bara ekki missa! Diskurinn heitir Seagate 500GB, 16MB buffer",
            "date": "2008-02-24 17:16:00",
            "post_id": "167920",
            "reply_to_id": "167912"
        },
        {
            "user_name": "bingo",
            "text": "einhver!",
            "date": "2008-02-25 22:24:00",
            "post_id": "168180",
            "reply_to_id": "167920"
        },
        {
            "user_name": "egglumber",
            "text": "ertu eithvað búinn að vera að fikta mikið í honum?\n\n              (ef ekki þá veit ég ekki hvað er að)",
            "date": "2008-02-25 23:10:00",
            "post_id": "168200",
            "reply_to_id": "168180"
        },
        {
            "user_name": "Dazy crazy",
            "text": "Hefurðu yfirklukkað og gleymt að setja einhvern lock á.\n\n\n\nÍ biosnum á gömlu tölvunni hjá mér stendur að sata séu mjög viðkvæmir fyrir yfirklukki ef maður gerir eitthvað vitlaust.",
            "date": "2008-02-25 23:23:00",
            "post_id": "168208",
            "reply_to_id": "168200"
        },
        {
            "user_name": "Pandemic",
            "text": "Ein mesta vitleysa sem ég hef heyrt..\n\n\n\nDiskurinn er örugglega bara gallaður, hvernig datt þér í hug að setja mikilvægar upplýsingar á glænýjan disk? Ég passa mig að setja aðeins mikilvægar upplýsingar á diska sem hafa keyrt í nokkra mánuði án bilunar.",
            "date": "2008-02-25 23:38:00",
            "post_id": "168214",
            "reply_to_id": "168208"
        },
        {
            "user_name": "Gúrú",
            "text": "Ef þú getur ennþá runnað hann fjárfestu þá í utanáliggjandi hörðum diski og settu allt inná hann FLJÓTT!\n\n\n\nEf þetta eru svona mikilvægir fælar þeas. annars geturðu bara tekið þér smá tíma í þetta.\n\n\n\n(Mæli samt með því að kaupa þér SATA2 disk hjá einhverju fyrirtæki á íslandi og setja allt inná hann.)",
            "date": "2008-02-25 23:38:00",
            "post_id": "168215",
            "reply_to_id": "168214"
        },
        {
            "user_name": "bingo",
            "text": "ég er ekkert búinn að vera að fikta í honum og ég á 500gb utanáliggjandi harðan disk á ég bara að taka hann út hýsingunni og setja hinn og afrita upplýsingarnar í aðra tölvu? fer þá ekki allt í rugl fyrst windows stýrikerfið er náttla á honum? plís hjálp get helst ekki verið tölvulaus mikið lengur!",
            "date": "2008-02-26 14:13:00",
            "post_id": "168261",
            "reply_to_id": "168215"
        },
        {
            "user_name": "Gúrú",
            "text": "Err geturðu semsagt ekki startað tölvunni með 500gb bilaða?? Það er skaði :O.... ef þú átt annan harðann disk geturðu svosem prufað að setja hann í sem master og láta hinn bilaða vera slave(verður að vera windows á disknum). Svo ef þú sérð hinn þar afrita allt yfir á slaveinn eða bara utanáliggjandi harðan disk.",
            "date": "2008-02-26 14:20:00",
            "post_id": "168263",
            "reply_to_id": "168261"
        },
        {
            "user_name": "bingo",
            "text": "fer allt í rugl ef ég set hann í hýsingu og í samband við aðra tölvu? \n\nog veit enginn hvað þetta þíðir:\n\nreboot and select proper boot device or insert boot media in selcted boot device and press key",
            "date": "2008-02-26 14:23:00",
            "post_id": "168265",
            "reply_to_id": "168263"
        },
        {
            "user_name": "Gúrú",
            "text": "Ætla alls ekki að fullyrða það en ég sé ekki af hverju allt ætti að fara í rugl.\n\n\n\n\n\nSvo geturðu alltaf prófað að setja hann í marga plastpoka og frysta hann.(ég veit ekki af hverju það virkar en stundum virkar það til að ná gögnum útaf hörðum diskum)",
            "date": "2008-02-26 14:25:00",
            "post_id": "168267",
            "reply_to_id": "168265"
        },
        {
            "user_name": "bingo",
            "text": "myndi þetta ekki fara í rugl ef ég myndi gera það útaf stýrikerfinu sem er á disknum?",
            "date": "2008-02-26 14:27:00",
            "post_id": "168268",
            "reply_to_id": "168267"
        },
        {
            "user_name": "Gúrú",
            "text": "Veit það ekki, en prufaðu að googla sjálfur dáldið svona til að vera svona smá sjálfbjarga",
            "date": "2008-02-26 16:03:00",
            "post_id": "168286",
            "reply_to_id": "168268"
        },
        {
            "user_name": "bingo",
            "text": "sorry ég er alveg sorglegur í ensku :s",
            "date": "2008-02-26 16:32:00",
            "post_id": "168289",
            "reply_to_id": "168286"
        },
        {
            "user_name": "Gúrú",
            "text": "Hringdu þá bara í annað hvort 517-1150(Kísildal) eða 563-6900(Tölvutek) og útskýrðu þetta fyrir þeim,\n\nog spurðu hvort þeir viti hvað þú eigir að gera næst eða bara hvort þú eigir ekki að koma með þetta til þeirra.\n\n\n\nHeld það sé nú bara það besta í stöðunni í staðinn fyrir að vera að fikta meira sjálfur",
            "date": "2008-02-26 17:36:00",
            "post_id": "168295",
            "reply_to_id": "168289"
        },
        {
            "user_name": "bingo",
            "text": "okey takk fyrir hjálpina! ;D",
            "date": "2008-02-26 21:14:00",
            "post_id": "168314",
            "reply_to_id": "168295"
        }
    ],
    "date": "2008-02-23 13:43:00"
}