{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "17224",
    "title": "Þáttaröð dagsins: Terminator: The Sarah Connor Chronicles",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=17224",
    "posts": [
        {
            "user_name": "appel",
            "text": "Einhverjir að fylgjast með þessum þattum?\n\n\n\nFyrir þa sem ekki vita eru 6 þættir nu þegar bunir og sa sjöundi verður syndur a morgun manudag. Þattur numer 6 var frekar godur, en overall er þetta buið að vera frekar \"la-la\", ekkert dundurmagnað.\n\n\n\nMer fannst alltaf að Terminator þættirnir ættu að fjalla um striðið við velmennin, i raun beint framhald eftir Terminator 3, en ekki það sama gamla að flyja undan velmenni sem er að reyna drepa þau. Reyndar syndi þattur numer 6 akkurat fra þessu striði. \n\n\n\nMer finnst valið a leikurunum vera ekki nogu gott. Summer Glau (ur FireFly) sem goða velmennið er svosem alltilagi þo mer finnst hun engan vegin vera sannfærandi sem velmenni. Gæjinn sem leikur John Connor pirrar mig stundum, og dökkhærða gellan sem leikur Sarah Connor er flott og er sennilega skasti leikarinn en er samt ekki alveg \"army-tough\" eins og Linda Hamilton.\n\nDialogginn er stundum alveg hræðilegur, og velmennin frekar hallærisleg (miðað við Arnoldinn i T1 og T2).\n\n\n\nReyndar hafa þættirnir verið að fa miðlungs ahorf þarna uti a Fox stöðinni, sem þyðir an efa að þeir verða cancellaðir eftir 1 season, likt og Dark Angel og FireFly. Fox cancellar allar þattaraðir sem fa ekki topp ahorfstolur. Hef lesið að Sarah Connor þættirnir eru lika mjög dyrir i framleiðslu, svo það hjalpar ekki til. Veðja a að þeir klari þetta season og hætti svo við.\n\n\n\n\n\nÆtli maður eigi ekki að gefa einhver stig, einkunn, stjornur eða bara gummibirni:\n\nSegjum 2 og 1/2 gummibjorn af 5 mögulegum.\n\n\n\n\n\n\n\n(Afsakið að það vantar suma islenska stafi, lyklaborðið er fatlað, allir broddastafirnir koma sem ´´a ´´i´e ´´o ´´u ´´y af einhverjum astæðum.)",
            "date": "2008-02-25 01:52:00",
            "post_id": "168009",
            "reply_to_id": false
        },
        {
            "user_name": "ManiO",
            "text": "Gef þessum þætti \"teh suck\" stimpilinn. Horfði á fyrstu 3, var ekki heillaður.",
            "date": "2008-02-25 02:39:00",
            "post_id": "168019",
            "reply_to_id": "168009"
        },
        {
            "user_name": "Zorba",
            "text": "Sammála.\n\nHorfði á hálfann fyrsta þáttinn og gafst upp",
            "date": "2008-02-25 19:55:00",
            "post_id": "168140",
            "reply_to_id": "168019"
        }
    ],
    "date": "2008-02-25 01:52:00"
}