{
    "forum_title": "Koníakstofan",
    "id": "17242",
    "title": "Nemandi braust inn í tölvukerfi Hagaskóla",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=17242",
    "posts": [
        {
            "user_name": "Pandemic",
            "text": "Nemandi braust inn í tölvukerfi Hagaskóla\n\n\nhttp://visir.is/article/20080225/FRETTIR01/80225099\n\n\n\n\nHaha \"nokkra daga taki að koma kerfinu í gagnið.\" hvaða kindur vinna þarna eiginlega?\n\n\n\nÉg tel það ekki innbrot inní tölvukerfi ef kerfi er óöruggt eða lykilorð starfsmanna liggja á glámbekk.\n\n\n\nReyndar finnst þetta frekar fyndið þar sem ég hafði of aukinn réttindi að þessu Mentor kerfi þegar ég var í grunnskóla og kíkti einu sinni þarna inn og lét þar kyrt liggja en var nú ekki svo vitlaus að eyða hlutum.\n\nEr ekki bara málið að netkerfi í dag eru flest keyrð af vanhæfum kerfisstjórum?",
            "date": "2008-02-25 22:36:00",
            "post_id": "168187",
            "reply_to_id": false
        },
        {
            "user_name": "appel",
            "text": "The one and only constant, besides death",
            "date": "2008-02-25 22:50:00",
            "post_id": "168189",
            "reply_to_id": "168187"
        },
        {
            "user_name": "Gúrú",
            "text": "Finnst einstaklega heimskulegt að segja þetta strax eftir að hafði verið \"brotist\" inní það...\n\n\n\ndéskotans kindur.... I wont be Kind...",
            "date": "2008-02-25 23:18:00",
            "post_id": "168204",
            "reply_to_id": "168189"
        },
        {
            "user_name": "SolidFeather",
            "text": "EL1TE HAXOR",
            "date": "2008-02-25 23:20:00",
            "post_id": "168206",
            "reply_to_id": "168204"
        },
        {
            "user_name": "Gúrú",
            "text": "Persónulega er ég í grunnskóla og finnst fáránlega gaman að nota commands til að gera popups í allar tölvur skólans og finna út pw hjá fólki og fleira með því að nota cmd...\n\n\n\nEr ég þá 'tölvuþrjótur'.....\n\n\n\nAð \"hacka\" grunnskólakerfi gerir þig greinilega að stórglæpamanni...\n\n\n\nEr ég þá smáglæpamaður?",
            "date": "2008-02-25 23:34:00",
            "post_id": "168212",
            "reply_to_id": "168206"
        },
        {
            "user_name": "Pandemic",
            "text": "Held að þetta comment hafi bara verið eitt stórt fail. Miðað við hvernig grunnskólakerfi eru sett upp í dag þá er ekki hægt að nota net send lengur nema það sé sérstaklega leyft og hefur ekki verið hægt síðan Sp1 kom á Windows Xp. Hvernig ætlaru að finna út lykilorð með CMD?",
            "date": "2008-02-25 23:39:00",
            "post_id": "168216",
            "reply_to_id": "168212"
        },
        {
            "user_name": "Gúrú",
            "text": "PW dæmið þarna var smá fail, þar sem að ég nota ekki CMD í það. Afsaka mig fyrir það. Nota KGB spy í það. Og nei, ég get notað net send í öllum fartölvum skólans þar sem að yfir-tölvukennarinn og netkerfisstjórnandinn var nýlega rekinn sökum geðbilunar þá get ég enn notað það. En mun ekki geta gert það lengi þar sem að skólinn var að fjárfesta í nýju tölvuveri og þar af leiðandi eru ofur-internet-gaurar að stilla allar tölvur skólans meðal annars vegna þess að það kemur \"Fix settings for me\" drasl í hvert skipti sem þú opnar internet explorer.",
            "date": "2008-02-25 23:47:00",
            "post_id": "168218",
            "reply_to_id": "168216"
        },
        {
            "user_name": "Zorba",
            "text": "úff..Að nota keylogger til að finna password annara manna er alvarlegt.\n\nOg ef þú næst munt þú lenda í miklum vandræðum.\n\nVonandi kemst upp um þig af augljósum ástæðum",
            "date": "2008-02-27 21:34:00",
            "post_id": "168400",
            "reply_to_id": "168218"
        },
        {
            "user_name": "Dazy crazy",
            "text": "Og þá róast kannski spjallið. \n hehe",
            "date": "2008-02-27 22:14:00",
            "post_id": "168402",
            "reply_to_id": "168400"
        },
        {
            "user_name": "Gúrú",
            "text": "Hef bara notað þetta einu sinni til að komast í motherload account hjá vini mínum... Ofurhacker hér á ferð",
            "date": "2008-02-27 22:32:00",
            "post_id": "168405",
            "reply_to_id": "168402"
        },
        {
            "user_name": "einzi",
            "text": "Ah .. the good old times, þegar ég \"braust\" inn á novel kerfið í menntaskólanum mínum þá þakkaði skólameistarinn mér fyrir \n hvað tímar hafa breyst",
            "date": "2008-02-28 03:20:00",
            "post_id": "168423",
            "reply_to_id": "168405"
        },
        {
            "user_name": "CendenZ",
            "text": "Að ganga inn um opnar dyr er ekki innbrot.\n\n\n\nþað kallast frekar að vera óvelkominn",
            "date": "2008-02-28 10:17:00",
            "post_id": "168426",
            "reply_to_id": "168423"
        },
        {
            "user_name": "Gúrú",
            "text": "Tekur einhver veðmáli um að kennari hafi bara skrifað passwordið sitt fyrir framan hann/hann hafi gleymt að logga sig út? Þeir skilgreindu að 'brjótast inn' svo svívirðilega illa að maður heldur bara að hann hafi brotist inní geymsluna þar sem serverinn er hýstur eða eitthvað...\n\n\n\nOG svo segja þeir að mentor kerfið sé enn ónothæft, bíddu stendur ekki í fyrirsögninni 'tölvukerfi Hagaskóla\"?",
            "date": "2008-02-28 15:40:00",
            "post_id": "168454",
            "reply_to_id": "168426"
        },
        {
            "user_name": "DoRi-",
            "text": "ég hef séð það nokkru sinnum að kerfisstjórinn í skólanum mínum gleymir að skrá sig út\n\n\n\nmig langar alltaf að misnota það og gera eitthvað \"ljótt\"",
            "date": "2008-02-28 17:56:00",
            "post_id": "168467",
            "reply_to_id": "168454"
        }
    ],
    "date": "2008-02-25 22:36:00"
}