{
    "forum_title": "Koníakstofan",
    "id": "17270",
    "title": "STEF samir við sig.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=17270",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Hvað getur maður sagt \nmeira?",
            "date": "2008-02-28 21:15:00",
            "post_id": "168478",
            "reply_to_id": false
        },
        {
            "user_name": "Dazy crazy",
            "text": "Þessa skal hefnt, allir að downloada íslenskri tónlist í kvöld.",
            "date": "2008-02-28 21:21:00",
            "post_id": "168480",
            "reply_to_id": "168478"
        },
        {
            "user_name": "appel",
            "text": "Hahaha...hoho...hmm...he...oh.... nei... ojj ..oj oj .... bara hneykslaður a þessu!\n\n\n\nAlltaf sniðugt þegar einhver svona glæpsamleg \"samtök\" eru buin til og hafa einokun og einkarett a allri þeirri tonlist sem er buin til og flutt a Islandi, og slikt er stutt með lögum fra Alþingi.\n\n\n\nÞetta er frelsið sem þið veljið, niður með þetta deskotans lyðræði!",
            "date": "2008-02-28 21:28:00",
            "post_id": "168482",
            "reply_to_id": "168480"
        },
        {
            "user_name": "OverClocker",
            "text": "Veit einhver hvort þetta sé svona líka á hinum norðurlöndunum? Er þetta ekki bara séríslenskt fyrirbæri?\n\n\n\nVið eigum að heimta að fá endurgreidd þau stefgjöld sem við höfum borgað af CD og DVD sem fóru undir annað en tónlist!! Safna ónýtum diskum og sturta þeim fyrir utan höfuðstöðvar Stef!",
            "date": "2008-02-28 21:31:00",
            "post_id": "168484",
            "reply_to_id": "168482"
        },
        {
            "user_name": "appel",
            "text": "Hver og einn einstaklingur her a vaktinni sendir inn kröfu til STEF um að endurgreiða gjöld af EINUM CD/DVD. Segjum að 1000 manns sendi inn slika kröfu, það eru 1000 kröfur fyrir einhverja smaaura, en þeir verða að vinna ur öllum kröfunum.\n\n\n\nCall it a \"claim-bomb\"!",
            "date": "2008-02-28 21:37:00",
            "post_id": "168486",
            "reply_to_id": "168484"
        },
        {
            "user_name": "GuðjónR",
            "text": "lol",
            "date": "2008-02-28 21:42:00",
            "post_id": "168488",
            "reply_to_id": "168486"
        },
        {
            "user_name": "urban",
            "text": "hægt að gera þetta enn betur meir að segja.\n\n\n\nhver og einn sendir eina kröfu um hvern disk sem að sá aðili á  \n\n\n\n\nhugsa að það mundi enda í sjálfsagt einhver staðar á milli 3 og 4 hundruð frá mér",
            "date": "2008-02-28 23:04:00",
            "post_id": "168498",
            "reply_to_id": "168488"
        },
        {
            "user_name": "zedro",
            "text": "Djöfulsins rugl er þetta. Hann ætti bara að taka sig til og kæra STEF.\n\nÞetta er allt \nsérsamin tónlist\n af þessum tónlistarmönnum auk þess\n\nað vinnan er gefin, hvernig í andskotanum geta þeir ætlast til að þeir borgi\n\nSTEF gjöldin þarsem tæknilega séð eigi STEF þá bara að borga þeim strax\n\ntil baka. STEF gjöldin eru jú handa Tónlistamönnum. Meiri endemis þvælan.....",
            "date": "2008-02-28 23:12:00",
            "post_id": "168500",
            "reply_to_id": "168498"
        },
        {
            "user_name": "einzi",
            "text": "Held að málið sé ekki svo einfalt .. ég einhverntímann reyndi að athuga hvernig maður gæti fengið endurgreitt þessi gjöld og eftir að hafa talað við nokkur ráðuneyti, 20 skiptiborð og þess háttar fékk ég bara ekkert svar. Grunar að það þurfi að sækja um styrk úr þessum sjóði sem þetta rennur í.",
            "date": "2008-02-28 23:23:00",
            "post_id": "168501",
            "reply_to_id": "168500"
        },
        {
            "user_name": "Dazy crazy",
            "text": "Semja bara lög og... stefna þeim með þeim.\n\n\n\nEða semja lög og kalla sig tónlistarmann og fá úr sjóðnum.",
            "date": "2008-02-28 23:51:00",
            "post_id": "168503",
            "reply_to_id": "168501"
        }
    ],
    "date": "2008-02-28 21:15:00"
}