{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "17336",
    "title": "hjálp með forritaval varðandi upptöku í gegnum tölvu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=17336",
    "posts": [
        {
            "user_name": "raggzn",
            "text": "Ég veit enganveginn hvort þetta á heima hér, en ég ætla typpa á þennan stað ;Þ Sko ég er að fara taka upp lög, þannig að ég tek þau upp í gegnum tölvuna á þá líklegast inputinu á tölvunni eða bara eitthverja leið ég kann svo lítið á þetta og getur eitthver hjálpað mér með forrit sem tekur svoleiðis upp svo að það komi í ágætum gæðum, og btw ég er ekki að fara taka upp fm957 ;P  ég rakst á þetta \nhér\n og varð að spá hvort eitthvað af þessum hljóðvinnslu forritum kæmu til greina? \n\n\n\nAðal málið er að ég rakst á þessi lög á myspace og ég finn þau hvergi í download og mig langar svo heavy mikið að eiga þau ;D\n\n\n\nmeð fyrirfram þakkir raggznn ;D\n\n\n\nps. og ekki segja mér að stinga mic upp við hátalara og nota sound recorder, no way..!!",
            "date": "2008-03-05 22:36:00",
            "post_id": "169141",
            "reply_to_id": false
        },
        {
            "user_name": "Dazy crazy",
            "text": "En ef þú tengir bara með snúru úr hátalaranum í micinn og notar soundrecorder, sleppir einhverju hátalaraveseni.\n\n\n\nSpilar lagið og tengir snúru í headphonetengið og setur hinn endann á snúrunni í mic tengið og tekur upp. Veit ekki hvort þetta skilst. (ég her aldrei prufað þetta og veit ekki hvort þetta virkar)",
            "date": "2008-03-05 22:53:00",
            "post_id": "169149",
            "reply_to_id": "169141"
        },
        {
            "user_name": "dezeGno",
            "text": "Hmm, ef þú ert að fara taka upp lög af myspace þá er hægt að nota lítið forrit sem heitir myspace downlo**** sem að virkar fínt.\n\n\n\nAnnars er hægt að taka mute úr \"stereo mix\" í volume options og þá geturu tekið upp allt það sem þú heyrir í tölvunni þinni, síðan fara gæðin oftast eftir því hvaða forrit þú notar til þess að taka það upp.",
            "date": "2008-03-06 07:39:00",
            "post_id": "169163",
            "reply_to_id": "169149"
        }
    ],
    "date": "2008-03-05 22:36:00"
}