{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "17358",
    "title": "Ný tölva - vantar álit",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=17358",
    "posts": [
        {
            "user_name": "urban",
            "text": "Reyndar ekki fyrir mig heldur félaga minn.\n\n\n\nÞað sem að hann vill er öflug og hljóðlát tölva.\n\nbudget er 85.000 +/- 10.000\n\nhann vill helst ekki versla við kísildal og ekki tölvulistann.\n\n\n\nHann þarf ekki harða diska þar sem að hann á 2x250 GB Sata ónotaða diska.\n\n\n\nþetta er það sem að mér var að detta til hugar.\n\n\n\nhttp://tolvutaekni.is/product_info.php?products_id=826\n\n\nhttp://tolvutaekni.is/product_info.php?products_id=788\n\n\nhttp://tolvutaekni.is/product_info.php?products_id=910\n\n\nhttp://tolvutaekni.is/product_info.php?products_id=1002\n\n\n2X \nhttp://tolvutaekni.is/product_info.php?products_id=678\n\n\nhttp://tolvutaekni.is/product_info.php?products_id=792\n\n\n\n\n\n\nþað sem að ég vill semsagt fá hjá ykkur er hvað mætti betur fara.",
            "date": "2008-03-07 18:35:00",
            "post_id": "169306",
            "reply_to_id": false
        },
        {
            "user_name": "Dazy crazy",
            "text": "http://tolvutaekni.is/product_info.php?products_id=817\n\n\nAf hverju ekki bara þetta tilboð og sleppir harða diskinum?\n\n\n\nÉg skil nú alveg að hann vilji ekki versla við tölvulistann en af hverju ekki kísildal.",
            "date": "2008-03-07 18:51:00",
            "post_id": "169307",
            "reply_to_id": "169306"
        },
        {
            "user_name": "zedro",
            "text": "What what what, afhverju ekki Kísildal???  \n\n\nÁttiru kannski við Computer.is það passar betur?\n\n\n\n\n\nEn varðandi tölvuna:\n\n\n\nAntec P182 Performance One\n = DRASL DRASL DRASL ekki vinnandi í þessum viðbjóði. Heimskulega hönnun og lélegt aðgengi.\n\n\n\nGigabyte P35-DS3R\n = Ekkert úta þennan að setja.\n\n\n\nXFX NVIDIA GeForce 8800GT(G92)\n = Getur fengið svipað kort hjá Kísil með hljóðlátari og betri viftum.\n\n\n\nThermaltake PurePower 500W\n = Ekkert úta þennan að setja.\n\n\n\nSuperTalent 2GB kit(2x1GB) DDR2 800MHz CL5, PC6400\n = Afhverju að taka súpertalent  þegar GeiL er í boði á nánast sama verið +100kr\n\n\n\nIntel Core 2 Duo E6750\n = Ekkert úta þennan að setja.",
            "date": "2008-03-07 18:56:00",
            "post_id": "169308",
            "reply_to_id": "169307"
        },
        {
            "user_name": "urban",
            "text": "nei kísildal.\n\n\n\nég meina algerlega kísildal.\n\nHann hefur orðið vitni af þjónustu þar sem að hans mati var frekar slöpp, og reyndar hef ég líka vitað af öðru tilviki.\n\n\n\nen já...\n\nég reyndar gleymdi að taka það fram að það eiga að vera 2 sinnum minnin.\n\n(breytti því í upphaflega innlegginu)",
            "date": "2008-03-07 18:59:00",
            "post_id": "169309",
            "reply_to_id": "169308"
        },
        {
            "user_name": "zedro",
            "text": "Hmmm.... ég vill fá details",
            "date": "2008-03-07 19:07:00",
            "post_id": "169310",
            "reply_to_id": "169309"
        },
        {
            "user_name": "urban",
            "text": "það er í rauninni eitthvað sem að fólki kemur svo sem frekar ekkert við, og þessum þræði alls ekki.\n\n\n\nen get svo sem sagt frá öðru tilefninu í stuttu máli.\n\n\n\nmálið var að vinkona mín kaupir þarna fartölvu, sem að fljótlega fór að hiksta alveg hrottalega og láta öllum illum látum\n\n\n\nþá kom í ljós að diskurinn var \"allt í einu\"(veit enginn afhverju) kominn á pio mode\n\nþað þurfti að taka image af disknum og formata hann síðan eftir það (eða var henni sagt, og mér þegar að ég var með henni)\n\nen málið er að það tók bara alltof alltof langan tíma að mínu mati (15 - 20 daga ef að ég man rétt en það gæti þó verið vitlaust)\n\n\n\nog þetta var ekki eina atriðið með þessa vél hja´henni.\n\n\n\nEN HVAÐ UM ÞAÐ\n\nþetta snýst um þessa vél sem að ég er að reyna að raða saman",
            "date": "2008-03-07 19:17:00",
            "post_id": "169311",
            "reply_to_id": "169310"
        },
        {
            "user_name": "Windowsman",
            "text": "http://tolvutaekni.is/product_info.php? ... 93607e69d4\n\n\n\n\nSíðan er hægt að taka HDD úr.",
            "date": "2008-03-07 19:30:00",
            "post_id": "169313",
            "reply_to_id": "169311"
        },
        {
            "user_name": "appel",
            "text": "Þetta er ekki rett. Eg er með svona kassa (veit reyndar ekki hvað þetta \"performance one\" er) og hann er drullugoður. Þu færð varla betri kassa fyrir þennan pening, hann fær topp-einkunn a silentpcreview.com fyrir bæði kælingu og fyrir að vera hljoðlatur.\n\n\n\nAnnars finasta vel. Held þo að þu þurfir ekki 4GB, en þu ræður.",
            "date": "2008-03-07 20:30:00",
            "post_id": "169320",
            "reply_to_id": "169313"
        },
        {
            "user_name": "zedro",
            "text": "Hvernig þá? Ef þú ert með 2 skjákort þá geturu varla notað efri HDD bay skúffuna. það er minna en ein tomma á milli hdd og gpu ef þú er með löng  kort.\nCoolermaster Stacker anyday thank you!\nÉg setti nú ekki út á það hvort það væri góð kæling í honum eða ekki \nÉg benti bara á hvað það er PAIN IN THE ASS að vinna í honum \n \nEkki veit ég hvað þeir voru að hugsa þegar þeir skelltu neðri hdd bayinn í.\nVesen dauðan að tenga rafmagn og data kapla í hann.\nEkki að nefna vesenið sem verður þegar það á að bæta við nýjum hd þá \nþarf að rífa alla HDD úr sambandi \n \n\n\nFrammtíðar kaup marr",
            "date": "2008-03-07 21:51:00",
            "post_id": "169337",
            "reply_to_id": "169320"
        },
        {
            "user_name": "urban",
            "text": "hann kemur til með að installa þessum 2 diskum, og skella snúrum fyrir 3ja diskinn til öryggis, og já.. hann telur að hann hafi ekkert við 2 skjákort að gera í náinni framtíð\nstackerinn er aðeins of stór fyrir hann (of hár, munar bara 2 - 3 cm að hann komi honum fyrir (hilla fyrir ofan))\nsvaraði þessu fyrir ofan\n\n\n\n\nnákvæmlega... það er það sem að hann/ég var að pæla í, reyndar pældi ég mikið í því hvort að ég ætti að skella Q6600 í staðin fyrir þennan örgjörva, en komst að því að það er þá hægt að skipta um örgjörva í framtíðinnni þegar að meira kemur til með að stiðja quad",
            "date": "2008-03-08 05:02:00",
            "post_id": "169366",
            "reply_to_id": "169337"
        },
        {
            "user_name": "Windowsman",
            "text": "P182 54Cm Hæð \n\nCMStacker 53cm hæð.\n\n\n\nFinnst svolítið skrítið að Coolmaster passi ekki!\n\n\n\n\n\n(Upplýsingar teknar af \nhttp://www.Tolvutaekni.is/index.php?cPa ... dc00b9ef1e\n)",
            "date": "2008-03-08 19:32:00",
            "post_id": "169410",
            "reply_to_id": "169366"
        },
        {
            "user_name": "urban",
            "text": "damn.. ég las þetta öfugt..\n\n\n\nþá passar þessi kassi bara ekki neitt",
            "date": "2008-03-08 20:05:00",
            "post_id": "169412",
            "reply_to_id": "169410"
        },
        {
            "user_name": "Windowsman",
            "text": "Hversu stór má kassinn vera?\n\n\n\nHérna er annar antec kassi tæplega 50cm á hæð \nhttp://tolvutaekni.is/product_info.php? ... 9488e5adc5\n\n\n\n\nOg einn frá CoolMaster \nhttp://tolvutaekni.is/product_info.php? ... 9488e5adc5\n\n\n\n\nCoolMaster er 48.2cm á hæð.",
            "date": "2008-03-08 20:42:00",
            "post_id": "169414",
            "reply_to_id": "169412"
        },
        {
            "user_name": "eigill3000",
            "text": "Ég mæli bara með einhverju tölvutilboði hjá Tölvutækni...",
            "date": "2008-03-08 20:50:00",
            "post_id": "169415",
            "reply_to_id": "169414"
        },
        {
            "user_name": "Windowsman",
            "text": "Það er nú nokkuð víst að hann versli við Tölvutækni en það er bara vesen að finna kassa handa honum.",
            "date": "2008-03-08 21:32:00",
            "post_id": "169416",
            "reply_to_id": "169415"
        },
        {
            "user_name": "Klemmi",
            "text": "Þetta eru mjög fínir kassar elsku kallinn minn, ef þú venst því að setja þá saman er það easy peasy, það viðurkennist þó að það að draga í fyrir neðra HDD boxið getur tekið smá tíma, en þetta er nú eitthvað sem þú ert ekki að gera trekk í trekk.  Þegar tölvan er samansett þá er leit að hljóðlátari og betri kassa!\nEinn ókostur er þó líkt og þú bendir á, ef þú ert með mjög löng kort (8800GTX og Ultra t.d.) þá nýtist ekki efri diska sleðinn í efra diska hólfinu, hins vegar er það ekki óyfirstíganlegt vandamál með styttri kort (eins og t.d. 8800GT sem hann er að hugsa um), t.d. kemur móðurborðið sem hann er að hugsa um með L-löguðum SATA data köplum svo að það er ekki vandamál.\nÞó að þú sért ekki hrifinn af því að setja vélar saman í svona kassa þá þýðir það ekki að þetta sé DRASL.  Eins og ég segi, fólk er ekki setja nýjan harðan disk eða fjarlægja disk daglega, það hlýtur að geta séð af 10 mínútum til að vanda til verka og ganga vel frá köplum.\nÉg viðurkenni að nákvæmlega þessi týpa af XFX 8800GT kortum er ekki sú allra hljóðlátasta, en verðið er í samræmi við það.  Kortið hjá Kísildal kostar 3000kr.- meira, en einnig erum við hjá Tölvutækni með Foxconn 8800GT OC kort með mjög hljóðlátri og góðri kælingu fyrir 24900kr.- Höfum reynt að hafa úrval þannig að fólk geti valið það sem það vill.  Einnig má benda á að hann gæti einnig fengið sér XFX kortið og keypt svo á það aðra kælingu fyrir þessar 3000kr.-, sem myndi líklega koma betur út heldur en stock kælingin, hvort sem það er á Foxconn, XFX eða Inno3D korti.\n\n\n\n\nVæri frekar til í að fá svar frá þér um af hverju hann ætti að borga meira fyrir GeiL en SuperTalent...\n\nSjálfur er ég með nákvæmlega eins sett og gæti ekki verið sáttari, yfirklukkast mjög vel og er stabílt og gott, einnig hef ég sem starfsmaður hjá Tölvutækni selt mjög mikið af þessum minnum og get fullyrt að bilanatíðnin á þeim er mjög lág.",
            "date": "2008-03-09 16:04:00",
            "post_id": "169481",
            "reply_to_id": "169416"
        },
        {
            "user_name": "Xyron",
            "text": "Sammála með Antec p182 kassann, hann er mjög vandaður, þó að það taki smá stund að setja hann almennilega upp þá er það vel þess virði",
            "date": "2008-03-09 20:14:00",
            "post_id": "169495",
            "reply_to_id": "169481"
        },
        {
            "user_name": "TechHead",
            "text": "Dittó",
            "date": "2008-03-09 21:16:00",
            "post_id": "169504",
            "reply_to_id": "169495"
        }
    ],
    "date": "2008-03-07 18:35:00"
}