{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "17429",
    "title": "Þáttaröð dagsins: ReGenesis (2004-????)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=17429",
    "posts": [
        {
            "user_name": "appel",
            "text": "ReGenesis eru þættir sem eru framleiddir í Kanada og fjalla þeir um teymi vísindamanna sem vinnur hjá lífefnavopnahryðjuverkavarnardeild (ok, sennilega það lengsta íslenska orð sem ég hef skrifað!) N-Ameríku. Þessi deild kallast NorBAC, og er samvinnuverkefni Kanada, USA og Mexíkó.\n\n\n\nHlutverk þeirra er að rannsaka grunsamlega sjúkdóma sem koma upp meðal almennings, finna orsök, koma í veg fyrir útbreiðslu o.s.frv. Þættirnir eru keimlíkir C.S.I. þáttunum, á þann veg að það er svona rannsóknarteymi sem vinnur saman að finna \"sökudólginn\", svo eru þeir auðvitað mjög vandaðir líkt og C.S.I. þættirnir.\n\n\n\nÞættirnir fjalla mikið um hætturnar og einnig möguleikana sem felast í lífefnafræðinni, t.d. framförum í genatækni, erfðabreytingu, klónun. Eitt af því sem NorBAC berst gegn er t.d. erfðabreyttir vírusar.\n\n\n\n3 season eru búin, og byrjuðu þættirnir árið 2004. Nýbyrjað er að sýna fjórða season, eða þann 2. mars. Er ég ekki búinn að sjá þessa tvo þætti sem búið er að sýna af fjórða season, en alla hina er ég búinn að sjá.\n\n\n\nÉg mæli sterklega með þessum þáttum, þeir eru vandaðir, vel leiknir og söguþráðurinn fínn.\n\n\n\n3 og hálfur gúmmíbjörn af 5 mögulegum.\n\n\n\nhttp://www.tv.com/regenesis/show/29414/summary.html",
            "date": "2008-03-13 21:21:00",
            "post_id": "169932",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Bara fyrst þú gafst stjörnur í gúmmíbjörnum",
            "date": "2008-03-13 23:10:00",
            "post_id": "169942",
            "reply_to_id": "169932"
        },
        {
            "user_name": "Yank",
            "text": "Sá eitthvað af þessum þáttum, þettar eru lífefnafræði nörd þættir dauðans.",
            "date": "2008-03-14 10:41:00",
            "post_id": "169967",
            "reply_to_id": "169942"
        }
    ],
    "date": "2008-03-13 21:21:00"
}