{
    "forum_title": "Leikjasalurinn",
    "id": "1745",
    "title": "SoulCalibur2",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=1745",
    "posts": [
        {
            "user_name": "ICM",
            "text": "Bara að athuga hverjir hérna eru búnnir að spila hann.\n\n\n\nÁ hvaða tölvu er hann bestur og afhverju... SPAWN er lang flottastur...\n\n\n\nAfhverju er grafíkin svona léleg, blame ps2. alveg viðbjóðslega ljótur eldur í þessu og lélegt texture detail, trúi því ekki að DOA3 sé ennþá grafíklega séð flottasti slagsmálaleikurinn.\n\n\n\nPassið ykkur bara að spila hann í story mode en ekki fara í arcade eins og sumir eins og einn sem ég þekkti spilaði hann og fattaði ekki að það var hægt að fara í story mode...",
            "date": "2003-10-10 16:41:00",
            "post_id": "15631",
            "reply_to_id": false
        },
        {
            "user_name": "Pandemic",
            "text": "Ég fékk hann á japönsku eða eithvern fjanda skill ekki hvernig ég vinn training",
            "date": "2003-10-10 20:42:00",
            "post_id": "15654",
            "reply_to_id": "15631"
        },
        {
            "user_name": "ICM",
            "text": "hehe afhverju fékstu hann á japönsku á hvaða console? allavega útgáfan hjá mér get ég valið ensku og japönsku á talið.",
            "date": "2003-10-10 20:48:00",
            "post_id": "15656",
            "reply_to_id": "15654"
        },
        {
            "user_name": "Pandemic",
            "text": "Ég fékk hann nú í Xbox elskuna og þessi útgáfa er *hóst*pirate*hóst* inná hdd",
            "date": "2003-10-10 23:56:00",
            "post_id": "15679",
            "reply_to_id": "15656"
        },
        {
            "user_name": "odinnn",
            "text": "Pandemic ég hélt að þú hefðir verið hérna nógu lengi til að vita að IceCaveman er mesti anti-pirate maður Íslands og væri vís til að segja til þín. er það ekki IceCaveman?",
            "date": "2003-10-11 18:48:00",
            "post_id": "15747",
            "reply_to_id": "15679"
        },
        {
            "user_name": "ICM",
            "text": "einhver prósent af verði leiksins hefðu farið til microsoft, mér er sama um þan hluta sem átti að fara til NAMCO en að svindla á microsoft !! ARRR Nei slappið af.",
            "date": "2003-10-11 19:23:00",
            "post_id": "15757",
            "reply_to_id": "15747"
        },
        {
            "user_name": "halanegri",
            "text": "Pandemic, odinn, avatararnir ykkar eru alltof líkir.....",
            "date": "2003-10-11 20:34:00",
            "post_id": "15777",
            "reply_to_id": "15757"
        },
        {
            "user_name": "gumol",
            "text": "akkurat, maður er alltaf að ruglast á ykkur.",
            "date": "2003-10-11 20:35:00",
            "post_id": "15778",
            "reply_to_id": "15777"
        },
        {
            "user_name": "Pandemic",
            "text": "Já ég veit ég stal avatarinum hans og photoshopaði hann og reyndi að koma þrysting á hann til þess að hætta með sinn  \n ég er soldið evil >:)",
            "date": "2003-10-11 22:15:00",
            "post_id": "15786",
            "reply_to_id": "15778"
        },
        {
            "user_name": "ICM",
            "text": "þú verður að fá þér þennan leik á ensku, það er ekkert gaman að spila hann nema í story mode annars geturðu ekki keypt þér nein vopn og færð enga nýja kalla.\n\n\n\nEn það er snilld hvað þetta er gallaður leikur. Ok maður getur fengið jafntefli þegar maður heggur í einhvern á sama tíma og maður drepst en ef maður sparkar einhverjum upp í loftið á fullum krafti útaf borðinu en dettur svo sjálfur á eftir þá vinnur sá sem maður kastar en verður ekki jafntefli. fáranlegt.",
            "date": "2003-10-11 22:38:00",
            "post_id": "15788",
            "reply_to_id": "15786"
        },
        {
            "user_name": "Pandemic",
            "text": "Ætli maður downloadi honum ekki niðrí háskóla á morgun",
            "date": "2003-10-12 00:22:00",
            "post_id": "15793",
            "reply_to_id": "15788"
        },
        {
            "user_name": "Fox",
            "text": "Tja, grafíkin skiftir littlu máli.\n\nÉg spilaði Soul Blade á Playstation, með bestu leikjum sem ég hef spilað, hann var undanfari Soul Calibur, og ég verð að segja að ég varð fyrir vonbtygðum með soul calibur, miðað við s.blade, því í s.calibur getur maður nánast ýtt á hvaða takka sem er til þess að vinna. Of mikið lagt í flotta grafík og gameplay er ekki jafn skemmtilegt.\n\n\n\nÞað var Story Mode í Soul Blade, verður gaman að sjá hvernig það er í þessum.",
            "date": "2003-10-17 02:37:00",
            "post_id": "16720",
            "reply_to_id": "15793"
        }
    ],
    "date": "2003-10-10 16:41:00"
}