{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "17536",
    "title": "20°C Ég sver það heilar 20°C",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=17536",
    "posts": [
        {
            "user_name": "zedro",
            "text": "Jæja ég bara verð að deila með ykkur einni \"sögu\".\n\n\n\nDrattaðist loksins til að sækja loftpressuna úr kjallaranum um daginn. Ætlaði að blása duglega úr Stackernum mínum. Enda svo á því að taka allar tölvur á heimilinu \n\n\nUppgvötaði nýja tegund af samanþjöppuðu ryki í ShuttleX vél  \n  Í leiðinn ákvað ég at blása aðeins úr lappann hjá frúnni. Ekkert svaka merkilegt við það\n\nnema að þessi vél er mikið uppí rúmi (bók undir henni auðvitað) við lærdóm og myndagláp. Einsog gefur að skilja þá hefur vélin oftar en ekki hitnað mjög\n\nmikið upp og yfir 70°C og það á lítillri vinnslu. Frekar mikill hávaði þar í för þrátt fyrir að vera lappi. En eftir þessa mínútna blástur lækkaði Idle hitinn niður í 50-56 gráður\n\nog það heirist ekki múkk í vélinni. Núna er ég að runna nokkur forrit í bakgrunninum og þá fer að heirast smá í henni og glitta í 70 gráðurnar. Langa sögu stutta til ykkar\n\nsem eruð að lenda í miklum hita og ærandi hávaða þá er mest líklegast kominn tími á að láta blása út rykinu. Helst hjá einhverjum sem á loftpressu, þrýstiloftsbrúsarnir\n\neru svoddan bölvað drasl.\n\n\n\nÉg bara varð að deila þessu, við erum að tala um \n20°C\n lækkun \n\n\n\n\nThats my rant for today,\n\nZ out",
            "date": "2008-03-25 11:31:00",
            "post_id": "170664",
            "reply_to_id": false
        },
        {
            "user_name": "ManiO",
            "text": "Ég myndi nú ekki kalla þetta rant, en þetta hljómar vel, kannski maður geri þetta til að blása lífi í lappann sinn.",
            "date": "2008-03-25 17:26:00",
            "post_id": "170703",
            "reply_to_id": "170664"
        },
        {
            "user_name": "Dazy crazy",
            "text": "Mín fór úr 70°C í idle í 31°C og í load gat ég aldrei athugað hversu mikill hitinn var því að hún dó alltaf bara í 107°C en núna fer hún ekki yfir 55 í load.\n\n\n\nhttp://spjall.vaktin.is/viewtopic.php?t=16193\n\n\n\n\nhttp://spjall.vaktin.is/viewtopic.php?t=16700",
            "date": "2008-03-26 01:08:00",
            "post_id": "170766",
            "reply_to_id": "170703"
        },
        {
            "user_name": "Harvest",
            "text": "Ástæða fyrir því að ég fór í Europris og keypti 1 stk. loftpressu bara til að blása út úr vélunum á heimilinu",
            "date": "2008-05-14 01:19:00",
            "post_id": "174475",
            "reply_to_id": "170766"
        },
        {
            "user_name": "coldcut",
            "text": "heyrðu...þú ert bara að verða eins og allinn ;D haha",
            "date": "2008-05-14 02:37:00",
            "post_id": "174483",
            "reply_to_id": "174475"
        }
    ],
    "date": "2008-03-25 11:31:00"
}