{
    "forum_title": "Unboxing og Reviews",
    "id": "17559",
    "title": "Raidsonic ICY BOX IB-MP303S-B margmiðlunarspilari review",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=40&t=17559",
    "posts": [
        {
            "user_name": "Yank",
            "text": "Sá margmiðlunarspilari sem hér verður tekin til kostanna er ICY BOX IB-MP303S-B, en hann var lagður til af \nhttp://www.raidsonic.de\n Þýsku vinir okkar í Raidsonic halda uppteknum hætti og eru duglegir við að senda mér hluti til prófanna, sem þeir fá þakkir fyrir. ICY BOX MP303 er nýjasti spilarinn frá þeim, en eftir að hafa prófað MP301, 302 gerðirnar, er óhjákvæmilegt að bera þessa þrjá spilara saman, enda þekki ég þá orðið vel. \n\n\n\n\n\n\n\nÞegar kemur að vali á margmiðlunarflakkara er margt sem þarf að hafa í huga. Mikilvægt að gera sér grein fyrir hverjar þarfir og væntingar notanda eru. Margmiðlunarflakkarinn verður að styðja öll algengustu form vídeó- og hljóðskrá. Það er fátt leiðinlegra en að sitja upp með skrá sem spilast ekki. Þó slíkt komi upp þýðir það ekki að við það verði ekki ráðið, því algengt er að forrit fylgi spilurum til þess að breyta skrám á form sem þeir styðja. En hver nennir svo sem að standa í því? Kostur er að margmiðlunarspilarinn styðji HD form vídeóskráa, sér í lagi ef nýta á til fulls gæði þess dýra High definition LCD eða Plasma sjónvarps sem nýlega hefur verið fjárfest í. Það er þó þannig að spilarar sem ráða við öll HD skráarform eru af skornum skammti, oft hafa þeir einungis þann eiginleika að geta einungis spilað eitt form af HD skrám. En skrár sem teljast til HD forma eru af nokkrum gerðum. Slíkir spilarar eru oft frekar dýrir og spurning hversu vel þeir endast en form HD skráa eins og önnur eru í stöðugri þróun.\n\n\n\nAðeins um RaidSonic\n\n\n\n\nRaidSonic er þýskt fyrirtæki sem stofnað var 1999. RaidSonic hefur í gegnum árin skapað sér gott orð fyrir hönnun og framleiðslu á harðdiskahýsingum hvort sem er fyrir 3,5\" eða 2,5\" harðdiska. Nánari upplýsingar um framleiðslu og sögu fyrirtækisins er hægt að nálgast á \nhttp://www.raidsonic.de\n\n\n\n\nHelstu eiginleikar ICY BOX IB-MP303S-B \n\n\nKey features:\n\nPlays Videos, Music and displays picture files\n\n- Video media: MPEG-1, MPEG-2 (AVI, VOB, ISO),\n\n  MPEG-4 (AVI, DivX, DivX VOD, XviD) \n\n- Audio media: WMA, WAV, MP3, AAC, AC3, OGG Vorbis \n\n- Image media: JPEG\n\n- Supports SATA HDD storage capacity up to 500GB\n\n- File System: FAT32, NTFS, HFS+\n\n- Supports multi language \n\n- Audio out: Stereo (RCA), SPDIF optical digital\n\n- Video out: Composite, S-Video, VGA, Component (RGB)\n\n- TV system: NTSC/PAL\n\n- USB 2.0 up to 480Mbps \n\n- Supports ME/98/XP/Vista, OS-9/X\n\n- Remote control \n\n- Supports Photo Slide Show \n\n- 30mm fan cooler\n\n- Power: AC: 100-240V, 0,4A, 50-60Hz, DC: 5V, 2A\n\n- Scope of supply: IB-MP303S-B, external power supply \n\n  with power cable, Composite/S-Video/Analog Audio cable, \n\n  opt. Audio cable, USB cable, SCART Adapter Composite & Audio, \n\n  Manaual and screwbag \n\n\n\nSamantekið:\n Viftukæld harðdiskahýsing úr áli og plasti fyrir SATA 3,5\" harðdiska. Styður FAT32, NTFS, og HFS+ Mac skráarkerfi. Styður kvikmyndaskráarform: MPEG-1, MPEG-2 (AVI, VOB, ISO), MPEG-4 (AVI, DivX, DivX VOD, XviD). Hljóðskráarform: WMA, WAV, MP3, AAC, AC3, OGG Vorbis. Myndskráarform: JPEG, Hljóð út: Stereo (RCA), SPDIF optical digital. Vídeó út: Composite, S-Video, VGA, Component (RGB). Sjónvarpskerfisstuðningur:  NTSC/PAL. Gagnaflutningur er um USB 2.0 tengi og stjórnun með fjarstýringu. \n\n\n\nICY BOX MP303 styður algengustu kvikmyndaskráarform, en ekki nein HD skráarform. Fyrir suma myndi það þýða að þessi spilari hentaði þeim ekki. Persónulega er ég beggja blands, enda hef ég ekki enn rekist á marga margmiðlunarspilara á \"skynsamlegu\" verði sem spilar öll HD skráarformöt, flestir styðja ekki einu sinni H.264 codec. Vissulega mun aðgengi að HD efni aukast með tíð og tíma, en hvar er það í dag? Ef þig vantar HD margmiðlunarspilara verður þú að leita annað.\n\n\n\nHljóðskráaforma stuðningur er orðin mun fjölbreyttari en hann var hjá eldri 300 seríu ICY BOX spilara og ætti stuðningur við WMA, WAV, MP3, AAC, AC3, OGG Vorbis skráaform að vera meira en nægjanlegur fyrir flesta. Hljóðinu er skilað út með Dual stereo analog, og Coaxial SPDIF digital Audio sem styður samþjappað Dolby Digital 5.1 og DTS tækni. \n\nStuðningur við ljósmyndaskráaform hefur minnkað frá eldri seríu ICY BOX og er nú einungis bundin við JPEG. Mætti vera ríkulegri en langflestar stafrænar myndavélar vista myndir sínar af þessu formi.  \n\n\n\nStuðningur við hin mismunandi skráakerfi hefur einnig verið aukinn en samfara FAT32, og NTFS stuðningi er ICY BOX MP 303 búinn stuðningi við Mac skráarkerfið HFS+. Þetta er sennilega ekki tilviljun því útlit ICY BOX 303 minnir nokkuð á Mac mini, og er sömu stærðar, eða 165x165x55mm, en þar með líkur samlíkingunni. \n\n\n\nHægt er að tengja ICY BOX 303 við sjónvarp með Composite/S-Video/Analog Audio kapli eða með SCART Adapter Composite & Audio, þessir kaplar fylgja með. Video út er scalable upp í 1920x1080i eða 1280x720p. RGB um SCART, og VGA scalable upp í 1024x768.\n\nTenging við tölvu er um USB 2.0. Fyrir mér er það rétt svo þolanlegt, en slík tengi takmarka orðið töluvert afritunarhraða milli tveggja harðdiska. Þarna myndi ég vilja sjá eSATA, eða earthnet tengi. Slíkir spilarar eru til en þeir kosta mun meira. \n\n\n\n\n\n\n\nÖll stjórnun á ICY BOX IB-MP303S-B fer fram með fjarstýringunni, það er því eins gott að týna henni ekki og hafa vara rafhlöðu á næsta leyti, því spilarinn er gagnslaus án hennar. Fyrir skátanna sem vilja vera við öllu viðbúnir er rafhlaðan Lithium 3v CR2025. Fjarstýringin er mjög þunn, hún fer ágætlega í hendi, þökk sé raufum aftan á bakinu á henni sem fingurnir falla í. Takkarnir mættu vera þægilegri þegar ýtt er á þá.  \n\n\n\nKassi og fylgihlutir\n\n\n\n\nBleiki kassinn frá Raidsonic er löngu orðinn frægur á mínu heimili, enda fór konan fögrum orðum um kassann utan af ICY BOX 302 og kallaði hann bleika tösku. Raidsonic heldur uppteknum hætti og kassinn er bleikur og svartur, hann er þó ekki lengur með handfangi, þannig auðveldara er að réttlæta það að fá poka utan um hann í versluninni, til að hylja hann sem fyrst. Handfangalaus kassi hefur þann vankant að hafa ekki sama notagildi við að flytja spilarann á milli staða eins og kassi eldri 302 gerðar hafði.\n\n\n\n\n\n\n\n\n\n\n\nFylgihlutir: \n\n\nLeiðbeiningarbæklingur, spennubreytir og rafmagnstengi, mynd og hljóðkaplar; SPDIF optical kapal, SCART í Composite Adapter RCA, L/R audio RCA adaptor, USB kapal, 7 skrúfur til að festa harðdiskinn, fjarstýring, CD með reklum og forritinu Ultra RM Converter, sem hægt er að nota til þess að breyta Real Media skrám í form sem spilarinn ræður við. Myndin sýnir reynslu útgáfu, en það er einungis vegna þess að það á eftir að setja inn meðfylgjandi serial.\n\n\n\n\n\n\n\nSamsetning\n\n\n\n\nAð koma harðdisk fyrir í ICY BOX IB-MP303S-B krefst lítillar færni, í raun má segja að ef viðkomandi hafi séð stjörnuskrúfjárn áður þá hafi hann hlotið nægjanlega þjálfun. Einungis þarf að festa harðdiskinn með 4 skrúfum í þar til gert „álbox“ sem þjónar þeim tilgangi að flytja hita út til umhverfisins, þetta er nokkuð sniðug hönnun. Rafmagns og SATA tengið eru samskonar kaplar og maður sér í venjulegri borðvél í dag. Þetta er ágæt lausn, og ekki er hætta á að neitt brotni vegna þvingunar sem gæti orðið við ísetningu harðdisksins. Sumir SATA flakkarar eru með slíður fyrir tenginn þar sem disknum er rennt í.\n\n\n\nSamsetning tók nokkrar mínútur. Boxið kemur ósamsett, þannig ekki þarf að byrja á því að skrúfa allt í sundur, en það sparar tíma. Einungis þarf að festa harðdiskinn í stæði sem er úr áli, stæðið ásamt harðdisknum er síðan fest í boxið með skrúfum, rafmagn og SATA kapal tengd í harðdiskinn, og að lokum plastlokinu smellt á. Nauðsynlegt er að þegar kveikt er á spilaranum í fyrsta skipti að búa til nokkrar möppur í rótina, með fyrirfram ákveðnum heitum. Þessar möppur eru Firmware, Movies, Music, og Pictures. Í þessar möppur vistar maður síðan skrár eins og nöfnin gefa til kynna. Innan þessara mappa er síðan hægt að búa til þær möppur sem maður vill. Tónlist þarf þó alltaf að vista undir móður möppunni Music, sama á við um kvikmyndir undir Movies o.s.frv. \n\n\n\n\n\n\n\n\n\n\n\nÍ fyrstu leist mér illa á að þurfa að smella þessu boxi saman og hafði áhyggjur af því hvernig ætti síðan að opna boxið ef til þess kæmi, við það að spenna upp boxið væri hætta á því að á því sæist. En eftir að ég áttaði mig á þar til gerðum raufum í botninum sem auðvelda að koma skrúfjárni að og smella þannig lokinu af, fór ég að meta þessa hönnun betur. Þó svo boxið hafi verið opnað a.m.k. fimm sinnum sér ekki á því.  \n\n\n\n\n\n\n\nKæling ICY BOX IB-MP303S-B er skilvirk, álboxið utan um harðdiskinn leiðir hita frá disknum niður í botninn á boxinu sem er allur úr riffluðu áli. Að auki er 30mm vifta sem blæs lofti út úr boxinu. Þessi vifta er því miður veikasti hlekkurinn í allri þessari græju, en í henni heyrist óþarflega hátt. Það er auðveldlega hægt að taka hana úr sambandi og þannig hef ég notað spilarann í um 2 vikur án vandræða. Ekki ábyrgist ég þá lausn eða mæli með, en við það að taka viftuna úr sambandi dettur spilarinn úr ábyrgð. Það er s.s. hægt að setja hana í samband aftur ef eitthvað kæmi uppá og enginn veit neitt, en ekki mæli ég með slíku heldur.  \n\n\n\nÁn viftunnar er þessi spilari sá hljóðlátasti sem ég hef komist í snertingu við, og þannig var hann látinn ganga í 2 vikur samfleytt án þess að frjósa eða hitna meira en að verða rétt volgur við snertingu. \n\n\n\n\n\n\n\n\n\nDagleg notkun\n\n\n\n\n\n\n\n\nICY BOX IB-MP303S-B margmiðlunarspilarinn er einfaldur í notkun. Upp kemur MENU sem skylt á við Windows Media Center, þó engan veginn jafn fullkomið. Ef farið er inn í t.d. Music þá sést öll sú tónlist sem vistuð hefur verið á flakkarann. Hægt er að vafra milli laga þótt lag sé í spilun en einungis innan sömu möppu. Ekki er hægt að spila kvikmynd og vafra á milli kvikmynda á sama tíma, stöðva þarf spilun. Allar Menu aðgerðir eru fljótar og auðveldar í framkvæmd, neðst koma leiðbeiningar um hvað hver valmöguleiki bíður uppá. Raidsonic hefur gefið upp á bátinn sjálfspilandi flísar (tile) sem sjá mátti í 302 gerðinni og er einungis um að ræða skráar menu. ICY  Box 303 er ekki neinum vandræðum með að þekkja íslenska stafi. \n\n\n\n\n\n\n\nÍ settings er hægt að stilla hina ýmsu hluti og uppfæra firmware. En firmware er innbyggði hugbúnaðurinn sem kemur frá Raidsonic og gerir meðal annars Menu mögulegt og hinar ýmsu stillingar. Hægt er að breyta myndinni sem er í bakgrunni og setja inn sína eigin ef manni sýnist svo. \n\n\n\nSamantekt\n\n\n\n\nÞað vandamál að frjósa af og til er mín reynsla af sumum öðrum margmiðlunarspilurum. Ég gekk svo langt að hafa Raidsonic ICY BOX IB-MP303S-B í gangi í 2 vikur samfleytt, með fullum disk af margmiðlunar efni tengdan við skjá. Í tíma og ótíma fiktaði ég í fjarstýringunni, ásamt venjulegu tölvustússi mínu, setti á pásu, skipti um mynd, spólaði fram og til baka, bara til að djöflast í honum, með það eina markmið að fá hann til að frjósa. Allt kom fyrir ekki, Raidsonic ICY BOX IB-MP303S-B hefur ekki frosið einu sinni þann tíma sem ég hef notað hann. \n\n\n\nÞegar kemur að því að gagnrýna það sem betur mætti fara, þá eru það þrír hlutir sem standa uppi: Í fyrsta lagi þá er hljóðið frá 30mm viftunni truflandi, fyrir mér var það annað hvort að taka hana bara úr sambandi eða hækka í sjónvarpinu. Í öðru lagi þá mætti fjarstýringin vera veglegri enda fer öll stjórnun spilarans fram í gegnum hana. Í þriðja lagi þá skil ég ekki af hverju Raidsonic tók þá ákvörðun að setja blátt laser ljós framan á spilarann, en ef spilarinn er staðsettur í augnhæð við sjónvarpið sem horft er á og herbergið myrkvað þá beinist athyglin óneitanlega að því. En hvað er ég að röfla, ef ég vill betri spilara þá punga ég bara út meiri pening. \n\n\n\nICY BOX IB-MP303S-B er ágætlega hannaður og áreiðanlegur margmiðlunarspilari sem þjónar sínum tilgangi vel. Þetta er ekki fullkomnasti margmiðlunarspilari sem þú getur fengið en hann hefur útlitið með sér og einfaldleikinn er ráðandi í daglegri stjórnun á honum. Þessir kostir og verð gera það að verkum að auðvelt er að mæla með honum fram yfir eldri gerðir af ICY BOX margmiðlunarspilurum.\n\n\n\nUmræður hér \n\nhttp://spjall.vaktin.is/viewtopic.php?p=170762\n\n\n\n\nEditor RISI \nCopyright Yank 2008",
            "date": "2008-03-26 00:05:00",
            "post_id": "170761",
            "reply_to_id": false
        }
    ],
    "date": "2008-03-26 00:05:00"
}