{
    "forum_title": "Vaktin.is",
    "id": "17675",
    "title": "Verðvakt á matarverslanir",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=46&t=17675",
    "posts": [
        {
            "user_name": "Darknight",
            "text": "Ég heyrði af slíkari síðu svipaðri og vaktinni sem var lokað útaf einhverjum viðskiptalögum, matarverslanir fóru framá að loka síðunni.\nÉg er að pæla í að gera þetta sjálfur, einhver comment á það? Þeir þegar byrjaðir að hækka verð til öfga, væri bara rétt fyrir þjóðinna að geta fylgst með því. \nedit: setti á vaktin.is sectionið þar sem þetta er spurning til ykkar sem vaktarar",
            "date": "2008-04-04 11:52:00",
            "post_id": "171739",
            "reply_to_id": false
        },
        {
            "user_name": "mind",
            "text": "Held það sé ekki hægt að banna þetta svo lengi sem þú ert með svona \"disclaimer\" - afsakaðu slettuna\nÞetta er góð hugmynd en hún gæti verið erfið í framkvæmt, sérstaklega fyrsta árið.\nVæri ekki vond hugmynd að hafa bensín líka þar sem þær upplýsingar eru rosalega auðfáanlegar\nLíka góð hugmynd að hafa þetta uppflettanlegt yfir tíma - þá er hægt að sjá hvaða verslun er að öllu jöfnu ódýrust ekki bara eftir því hvaða dagur er.(fólk myndi temja sér venjur).\nEinnig þarf líka að taka tillit til þess að varan gæti ekki verið til, þó það sé í lagi á vaktinni að varan sé ekki til hjá viðkomanda þá horfir það öðruvísi við þegar maður þarf mat til að lifa.\nEn vinnan við eitthvað svona er svakaleg og þarf að gerast daglega og á mismunandi tíma (annars lækka verslanirnar verðið þegar þú ert á staðnum og hækka svo þegar þú ert farinn).\nMér dettur í hug\nMjólk\nBrauð (t.d. heimilisbrauð)\nGos (1 egils , 1 coka cola)\nNautahakk\nHrísgrjón\nPasta\nÁlegg(skinka algeng)\nOstur\nhveiti\nSykur",
            "date": "2008-04-04 12:46:00",
            "post_id": "171743",
            "reply_to_id": "171739"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Þetta gengur ekkert upp kallinn minn, í ljósi þess að Bónus hafa oft hækkað og lækkað verð 1-2x á dag. Hvernig ætlar þú að halda svoleiðis síðu til haga ?",
            "date": "2008-04-04 12:54:00",
            "post_id": "171747",
            "reply_to_id": "171743"
        },
        {
            "user_name": "Darknight",
            "text": "Frábært framlag, takk fyrir, hef þetta í huga.\ndatt í hug með disclaimerinn að gera bara merki sem eru ekki beint frá t.d. bónus, heldur gulur bakgrunnur og B, \nog hagkaup appelsínugult uppi og svart niðri, hvítt í miðju, enn stendur ekkert.\nég ætlaði mér ekkert að hafa þetta svona official eins og ykkar, heldur efst á síðunni hafa ATH Verð eru kannaðar 1 sinni í viku. Þetta mundi gefa fólki hugmynd um hvar væri ódýrast að versla, með því að halda aðgangi að síðustu vikunum.",
            "date": "2008-04-04 13:00:00",
            "post_id": "171749",
            "reply_to_id": "171747"
        },
        {
            "user_name": "mind",
            "text": "Omarsmith ekki vera svona neikvæður - þetta er gert og virkar. Bara ekki í forminu sem höfundur hefur í huga.\nÞetta væri skref í rétta átt svo lengi sem er komið rétt að þessu.\nBara t.d. barnaland getur gefið til kynna um hversu mikil ógrynni af fólki myndi nýta sér þessa þjónustu.\nLausnin við þessu sem þú segir Omarsmith með að bónus og t.d. krónan eru með fljótandi verð sem hægt er að breyta á engri stundu er að taka verðin þegar mest er að gera hjá verslununum. Að öllu jöfnu rétt fyrir lokun. Þannig ætti til dæmis  fimmtudagur, föstudagur og laugardagur að gefa réttari mynd af því hvað þú getur búist við að borga fyrir vöruna hjá hverjum aðila.\nEf verslanirnar keppast við að vera með sem lægstu verð þegar þú ert líklegur til að vera á staðnum þá í versta falli græðir þá stærst hlutfall kúnnana á því.(þó það þurfi því miður að fara þegar sem mest er að gera)\nEn því miður er 1 sinni í viku ekki nægilegt, þú verður að leggja þig allann og sennilega fleiri í þetta til að þetta skili sér til fólks á skiljanlegan og öruggann hátt. Getur örugglega áætlað 20klst í viku í svona verkefni eftir að síðan er komin upp.\nHinsvegar gætirðu líklega auðveldlega haft tekjur af þessu langt framyfir þessar 20 klst.",
            "date": "2008-04-04 13:11:00",
            "post_id": "171750",
            "reply_to_id": "171749"
        },
        {
            "user_name": "eta",
            "text": "Er ekki sterkt að leyfa fólki að slá inn vörulistann sinn úr t.d. Bónus\nsegir hvaða dag (jafnvel tíma) þú keyptir mjólkina (72kr) hvaða verslun (bónus)....\nþannig fáið þið inn fullt af litlum verðkönnunum inn í grunn sem tekur svo meðaltalið fyrir bónus verslunina þann dag.\nen ef einhver er að reyna að svindla (10kr í stað 72kr) þá væri hægt að sjá það á línuriti yfir þann dag ef eitthvað er óeðlilegt,\neða aðgangstýra þeim sem meiga setja inn vörulsitann sinn. (en þá minnkar fjöldin af könnunum sem mögulega gætu komið inn)\nnáttúrlega verður að takmarka vörulistann við einhvern áhveðin lista (mjólk, bananar, ,,,,,,)\nHvað segið þið um þessa hugmynd?",
            "date": "2008-04-04 14:43:00",
            "post_id": "171753",
            "reply_to_id": "171750"
        },
        {
            "user_name": "Amything",
            "text": "Ég held þetta mundi ganga og verða vinsælt. Algjörlega málið að notendur setja sjálfir inn verðin.",
            "date": "2008-04-04 15:43:00",
            "post_id": "171756",
            "reply_to_id": "171753"
        },
        {
            "user_name": "beatmaster",
            "text": "Ég myndi segja að það gangi ekki upp, hver á að sannreyna hvaða verð eru rétt, hvað stoppar t.d yfirmenn krónunnar í að setja inn \"verðstrimil\" frá Bónus með allt of háum verðum (svona til að hækka verðin hjá samkeppnisaðilanum)",
            "date": "2008-04-04 16:31:00",
            "post_id": "171761",
            "reply_to_id": "171756"
        },
        {
            "user_name": "Amything",
            "text": "Notendur setja inn, notendur fara yfir. Án ef hægt að fá mikinn fjölda til að setja inn verð, 1-2 svikahrappar hafa ekkert að segja.",
            "date": "2008-04-04 16:47:00",
            "post_id": "171766",
            "reply_to_id": "171761"
        },
        {
            "user_name": "eta",
            "text": "Enda væri hægt að grafa niður í hvern dag ef eitthvað væri grunsamlegt. og henda því út sem er rugl,\nog leyfa hverri tölvu að setja aðeins einusinni inn verð fyrir hvern dag, svo einhver sé ekki að dæla inn rugli.",
            "date": "2008-04-04 23:06:00",
            "post_id": "171800",
            "reply_to_id": "171766"
        }
    ],
    "date": "2008-04-04 11:52:00"
}