{
    "forum_title": "Leikjasalurinn",
    "id": "1770",
    "title": "UT downloadanlegur",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=1770",
    "posts": [
        {
            "user_name": "Castrate",
            "text": "Original greinin er á huga.\n\n\n\nÞá er loksins hægt að downloada Unreal Tournament (UT1) innanlands á 100mb tengingu. Leikurinn er ekki nema 413mb zippaður með ÖLLU. \n\n\n\nmappackar, svindlvarnir og allir nauðsynlegir pakkar til að fara beint inná hvaða server sem er.\n\nÉg skellti honum aðalega saman svo að fólk gæti nálgast UT á auðveldan hátt og auðvellt væri fyrir fólk að byrja í honum. Nú er von á fjölgun á UT serverum og er ætlunin að fjölga leikjaþjónunum einnig.\n\n\n\nhttp://1337.is/mrsmile/UnrealTournament.zip\n\n\n\n\nor here\n\n\n\nhttp://1337.is/mrsmile/UnrealTournament.zip\n\n\n\n\np.s. þá er þetta ekki ólöglegt. Epic Games sem framleiddu leikinn hafa gefið hann og eru alveg hættir að supporta hann.",
            "date": "2003-10-13 14:34:00",
            "post_id": "15955",
            "reply_to_id": false
        },
        {
            "user_name": "gnarr",
            "text": "85% of UnrealTournament.zip Completed",
            "date": "2003-10-13 14:37:00",
            "post_id": "15956",
            "reply_to_id": "15955"
        },
        {
            "user_name": "Castrate",
            "text": "haha lol maður er svo ruglaður af þessu ömurlega php kerfi þarna á hugi.is",
            "date": "2003-10-13 14:39:00",
            "post_id": "15958",
            "reply_to_id": "15956"
        },
        {
            "user_name": "ICM",
            "text": "jæja ætli maður sæki hann ekki, ég átti hann hérna í gamla daga en frændi minn rispaði hann til dauða. Ég beyð í mörg ár eftir að spila hann on-line, svo loksins þegar ég fékk nægilega góða tengingu var UT2003 komin og diskurinn ónýtur.",
            "date": "2003-10-13 15:15:00",
            "post_id": "15963",
            "reply_to_id": "15958"
        },
        {
            "user_name": "ICM",
            "text": "eb hvernig er með mac og linux útgáfuna af leiknum á ekkert að gefa það líka?",
            "date": "2003-10-13 15:24:00",
            "post_id": "15970",
            "reply_to_id": "15963"
        },
        {
            "user_name": "halanegri",
            "text": "Linux installerinn fyrir hefur held ég alltaf verið frír, svo að ef windows útgáfan(með öllum resourcunum) er allt í einu frí, þá er Linux útgáfan náttúrulega orðin frí því að þetta er sami hluturinn.",
            "date": "2003-10-13 15:36:00",
            "post_id": "15976",
            "reply_to_id": "15970"
        },
        {
            "user_name": "Daz",
            "text": "Ekki finn ég neitt um það að Unreal sé orðinn frír, enda skrítið að fara að gefa 2-3 ára gamlan leik.",
            "date": "2003-10-13 17:39:00",
            "post_id": "15995",
            "reply_to_id": "15976"
        },
        {
            "user_name": "ICM",
            "text": "ég fann heldur ekkert um það á planetunreal, unrealtournament.com eða epicgames.com... en það er svekkjandi að detail textures virki ekki með open GL \n hann var að mörgu leiti flottari á gamla voodoo kortinu mínu.",
            "date": "2003-10-13 17:43:00",
            "post_id": "15999",
            "reply_to_id": "15995"
        },
        {
            "user_name": "kiddi",
            "text": "Reyndar verður 4 ára eftir mánuð tæpann, en ég að sama skapi finn ekkert um að hann sé orðinn frír?",
            "date": "2003-10-13 17:46:00",
            "post_id": "16005",
            "reply_to_id": "15999"
        },
        {
            "user_name": "ICM",
            "text": "ég sendi aðal manninum spurningu um þetta\n\n\n\n\n\n\n\nFrom: \nmrein@epicgames.com\n\n\nSubject: RE= Piracy report\n\n\n\nThanks for telling me about this. It's nice to hear there are still some lawabiding people left on this planet.\n\n\n\nI did NOT give anyone permission to distribute this game, that's a pure piracy and a criminal act. You tell me it's being distributed by the largest ISP in Iceland that's even more illegal. Whoever is responsable for this must pay us a full game licence fee and stop distribution immediately. \n\n\n\nWe told we were going to give away limited version of the engine for educational, non-commercial purposes without permission to access to the source-code. That's a limited game with almos no resources at all so you would have to build everything up from the ground. Unreal Tournament is full of resources you are not allowed to give away for free and even worse, he did modifications to the game and included several user made maps without even getting the permission from the map authors.\n\n\n\nPlease tell him I am looking forward to see him in court.\n\n\n\nMark Rein,\n\nVice-President, Epic Games Inc.\n\nemail: \nmrein@epicgames.com",
            "date": "2003-10-13 18:09:00",
            "post_id": "16022",
            "reply_to_id": "16005"
        },
        {
            "user_name": "Daz",
            "text": "Kannski ekki beint hægt að segja að stærsti ISP íslands sé að dreifa þessu, þar sem linkurinn (sem var auglýstur á huga) var fjarlægður fljótlega. \n\nAugljóslega er hérna einhver misskilningur í gangi hjá þeim sem setti þetta í dreifingu upphaflega, þar sem það Á að setja einhverja limited útgáfu í fría dreifingu.",
            "date": "2003-10-13 18:20:00",
            "post_id": "16025",
            "reply_to_id": "16022"
        },
        {
            "user_name": "Voffinn",
            "text": "Alltaf þarft þú að skemma allt fyrir okkur!\n\nShame on you.\n\n\n\n\n\nbtw, 1337.is is not one of biggest ISP in iceland.",
            "date": "2003-10-13 18:21:00",
            "post_id": "16026",
            "reply_to_id": "16025"
        },
        {
            "user_name": "ICM",
            "text": "búhahaha  \n  sáuð þið ekki hversu illa skrifað þetta bréf var og með margar stafsetningarvillur? Eins og vel virtur kanadabúi geti ekki skrifað móðurmálið sitt almennilega? Ég var bara að stríða ykkur, ég veit ekkert um þetta þetta var bara skáldskapur hjá mér til að hita ykkur aðeins.",
            "date": "2003-10-13 18:25:00",
            "post_id": "16027",
            "reply_to_id": "16026"
        },
        {
            "user_name": "Daz",
            "text": "Bleim Kanada Dry!",
            "date": "2003-10-13 18:27:00",
            "post_id": "16028",
            "reply_to_id": "16027"
        },
        {
            "user_name": "Pandemic",
            "text": "Shit ég hélt að þetta væri alvöru ég fékk hjartaáfall og icecaveman þú borgar sko aðgerðiðina",
            "date": "2003-10-13 18:32:00",
            "post_id": "16030",
            "reply_to_id": "16028"
        },
        {
            "user_name": "ICM",
            "text": "á hvaða servers á að spila?\n\n\n\nen þetta eru hræðileg maps, ég var með miklu betri maps en þetta og er bara eitt þeirra þarna ( frantic ) miklu betri grafík og oft mikið betra gameplay...\n\n\n\nen allavega getur maður núna prófað nýjasta infiltration fyrst það var að koma, hellingur af íraka borðum og látum",
            "date": "2003-10-13 18:37:00",
            "post_id": "16033",
            "reply_to_id": "16030"
        },
        {
            "user_name": "halanegri",
            "text": "IceCaveman: Heitiru nokkuð Björn?",
            "date": "2003-10-13 18:50:00",
            "post_id": "16040",
            "reply_to_id": "16033"
        },
        {
            "user_name": "ICM",
            "text": "æ ég geri bara copy paste af \nhttp://www.planetunreal.com\n\n\nþetta er það eina ókeypis sem ég finn.\n\n\n\nFree Unreal-Engine Use - redef -  Comments\n\n10/8/03 17:48 PST - UnrealEd Editing/Levels\n\nBeyondUnreal pointed out an article at 3FC that announces that an education and non-commercial version of the Unreal engine will be made available. The comments are reported to have come from Mark Rein, so you can be assured that this is true in its entirety (additionally, I’ve heard similar reports from the source). Here’s a little of what was said: \n\nWe're creating a version of our engine which can be licensed for non-gaming use with the following features: It will include an Unreal Engine runtime and Epic's Unreal toolset such as UnrealEd, Karma Authoring Tool, UnrealScript IDE, UnrealScript Debugger and exporters for Max and Maya. The runtime will have a vanilla user interface suitable for loading maps and setting configurations. Our tools are strictly Windows based so that is the only platform we plan to support initially with this. If there is enough demand the runtime itself could be made available for Linux and Macintosh OS X as well. \n\nThe runtime will be a free download and free to use for non-commercial and educational use. It will include a sample level but no game-specific content. The download will be fairly small - maybe about 20Mb. You can think of it like a free version of UT2003 but without any of the gaming content or code. It will NOT be compatible with UT2003 however - levels created for this version will not run directly in UT2003 and vice-versa.",
            "date": "2003-10-13 18:57:00",
            "post_id": "16043",
            "reply_to_id": "16040"
        },
        {
            "user_name": "Damien",
            "text": "Haha snilldar e-mail fake hjá þér IceCaveman! \n\n\nÉg var allveg að trúa þessu...\n\n\n\nÞessi lína er frábær!",
            "date": "2003-10-13 19:09:00",
            "post_id": "16050",
            "reply_to_id": "16043"
        },
        {
            "user_name": "ICM",
            "text": "BT verða ekki ánægðir með þetta, eru ennþá að selja hann á fáranlega mikið\n\nBEST Unreal Tournament PC Verð: 1.999 kr. -",
            "date": "2003-10-13 19:30:00",
            "post_id": "16070",
            "reply_to_id": "16050"
        },
        {
            "user_name": "Castrate",
            "text": "Ég sver það við sáum póst um þetta. Þeir póstuðu þetta á \nhttp://www.ina-community.com\n en málið var það var engin að spila UT á íslandi þannig að við vorum ekkert að gera neitt mikið mál úr þessu. Núna erum við búnir að leita af þessum póst allstaðar en við finnum hann bara ekki. \n\nEn til ykkar vakta menn ef þið viljið deleta þessum póst þá skil ég það alveg við erum búnir að leita af þessu út um allt finnum hann hvergi. Hugi.is lokuðu fyrir þetta því við höfum enga sönnun.",
            "date": "2003-10-13 19:38:00",
            "post_id": "16072",
            "reply_to_id": "16070"
        },
        {
            "user_name": "ICM",
            "text": "castrade það hefur sennilegast einhver verið að grínast þarna, ekki stjóri heldur gestur og það hefur bara verið eytt því núna þegar ATARI menn komu aftur til vinnu...",
            "date": "2003-10-13 19:47:00",
            "post_id": "16075",
            "reply_to_id": "16072"
        },
        {
            "user_name": "halanegri",
            "text": "IceCaveman: Nenniru að lesa svar nr. 2 á þessari síðu aðeins?",
            "date": "2003-10-14 01:06:00",
            "post_id": "16254",
            "reply_to_id": "16075"
        },
        {
            "user_name": "ICM",
            "text": "halanegri ég svaraði þér með personal message og vænti þess að þú svarir því en ekki hér in public.",
            "date": "2003-10-14 01:11:00",
            "post_id": "16257",
            "reply_to_id": "16254"
        },
        {
            "user_name": "halanegri",
            "text": "lol, ég var ekki að taka eftir því(hvað varð um þessi pop-up sem koma alltaf við priv. msg....)",
            "date": "2003-10-14 01:13:00",
            "post_id": "16258",
            "reply_to_id": "16257"
        },
        {
            "user_name": "gumol",
            "text": "IceCaveman: Varstu ekki búinn að segja það einhvertíman?",
            "date": "2003-10-14 10:06:00",
            "post_id": "16269",
            "reply_to_id": false
        },
        {
            "user_name": "ICM",
            "text": "hvað þá? hvað ég heiti?",
            "date": "2003-10-14 14:17:00",
            "post_id": "16286",
            "reply_to_id": "16269"
        },
        {
            "user_name": "gumol",
            "text": "Ég held að ég hafi séð rétta nafnið þitt einhvertíman þegar þú póstaðir screenshoti.",
            "date": "2003-10-14 20:09:00",
            "post_id": "16341",
            "reply_to_id": "16286"
        },
        {
            "user_name": "ICM",
            "text": "já ég veit... mér er alveg sama þó einhver viti hvað ég heiti, það er ekki eins og ég sé hriðjuverkamaður sem þarf að vera í felum",
            "date": "2003-10-14 20:13:00",
            "post_id": "16345",
            "reply_to_id": "16341"
        },
        {
            "user_name": "elv",
            "text": "Þú varst nú ótalega viðkvæmur þá um það",
            "date": "2003-10-14 22:28:00",
            "post_id": "16400",
            "reply_to_id": "16345"
        },
        {
            "user_name": "Pandemic",
            "text": "Ég sendi real email til þeirra hérna er það:\n\n\n\nHi,\n\n\n\n\n\n\n\nNo, Unreal Tournament is not a free download.\n\n\n\n\n\n\n\nPlease reply all mails with full history so that your problem can be dealt with in a timely fashion.\n\n\n\n\n\n\n\nRegards,\n\n\n\nAndrew Craig\n\n\n\nCustomer Support\n\n\n\nAtari UK\n\n\n\n21 Castle Street\n\n\n\nCastlefield\n\n\n\nManchester\n\n\n\nM3 4SW",
            "date": "2003-10-15 17:38:00",
            "post_id": "16513",
            "reply_to_id": "16400"
        },
        {
            "user_name": "Predator",
            "text": "í leiknum sem ég downloadaði virka sum borðin ekki",
            "date": "2003-11-08 20:26:00",
            "post_id": "19430",
            "reply_to_id": "16513"
        }
    ],
    "date": "2003-10-14 10:06:00"
}