{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "17921",
    "title": "Lyklaborð á fartölvu.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=17921",
    "posts": [
        {
            "user_name": "raRaRa",
            "text": "Góðan daginn.\nÉg var núna um daginn að kaupa mér Acer Aspire 5920G og ég varð fyrir smá vonbrigðum þegar ég fór að vinna með HTML tags, afhverju? Vegna þess að það vantar <>| hnappinn sem er oft við hliðaná shift hnappanum vinstra megin. Getið þið sagt mér hvort það sé möguleiki að fá fleiri lyklaborð fyrir þessa týpu? Er hægt að skipta um yfir höfuð? Félagi minn sagði að það væri hægt, með flestar fartölvur, þá er bara spurning hvort einhver selur lyklaborð fyrir þessa týpu sem hefur þennan hnapp sem mig vantar.\nÍ von um björt svör.\nKv, RA.",
            "date": "2008-04-30 21:40:00",
            "post_id": "173451",
            "reply_to_id": false
        },
        {
            "user_name": "ManiO",
            "text": "Gætir nátúrulega skellt inn macro. Alt + Z t.d. sem < og svo Shift + Alt + Z sem >. Margfalt ódýrara en að redda nýju lyklaborði.",
            "date": "2008-04-30 22:23:00",
            "post_id": "173453",
            "reply_to_id": "173451"
        },
        {
            "user_name": "raRaRa",
            "text": "Sæll, það er satt meistari, hvernig er sett inn macros í Windows Vista? (teehee).\nTakk fyrir.",
            "date": "2008-04-30 22:31:00",
            "post_id": "173455",
            "reply_to_id": "173453"
        },
        {
            "user_name": "CendenZ",
            "text": "eða fundið ascii stafina fyrir merkin... miklu miklu fljótlegra...\nduhh...",
            "date": "2008-05-01 00:29:00",
            "post_id": "173462",
            "reply_to_id": "173455"
        },
        {
            "user_name": "ManiO",
            "text": "Ekki gaman að vinna með ASCII á lappa, þ.e.a.s. ef ekki er sér numpad, sem er að öllum líkindum málið ef <> takkann vantar. Veit ekki um forrit til að setja upp macros fyrir vista, en sennilega getur félagi okkar Google reddað málunum \nViðbót: Getur tjékkað á þessu ókeypis forriti: \nhttp://www.download.com/AutoHotkey/3000 ... d=10819446\nGet ekkert sagt um hve vel það virkar þar sem ég er á macca í augnablikinu, en þú hlýtur að geta reddað þér",
            "date": "2008-05-01 00:44:00",
            "post_id": "173464",
            "reply_to_id": "173462"
        },
        {
            "user_name": "Dazy crazy",
            "text": "Mér finnst snilld að nota G 15 lyklaborðið í html. forrita bara G gakkana fyrir tög og vandamál eru úr sögunni og svo þegar maður er loksins búinn að læra hvar tögin eru tekur enga stund að gera html síðu. líka íslensku stafirnir &iacute og &thorn hef ég forritaða í G takkana og það er ekkert vesen þá.",
            "date": "2008-05-02 19:57:00",
            "post_id": "173551",
            "reply_to_id": "173464"
        },
        {
            "user_name": "lukkuláki",
            "text": "Tengdu bara USB lyklaborð við hana þegar þú ert að þessu \n eða notarðu þetta mjög mikið ?",
            "date": "2008-05-02 20:01:00",
            "post_id": "173553",
            "reply_to_id": "173551"
        }
    ],
    "date": "2008-04-30 21:40:00"
}