{
    "forum_title": "Koníakstofan",
    "id": "18075",
    "title": "Nova: Too good to be true?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=18075",
    "posts": [
        {
            "user_name": "Sallarólegur",
            "text": "Var að spá í að skipta yfir í Nova í óákveðinn tíma, borga 2000 kr á mánuði, og hringja frítt í alla innan Nova og borga 14,90 á mínútuna í öll hin félögin.\nUm leið og ég sá þetta 14,90 kr á mínútuna þegar þú hringir frá Nova til Vodafone, Símann, Sko eða aðra síma, þá fannst mér þetta frekar \"shaky\" því hin félögin eru með þetta frá 22 kr upp í 26 kr.\nÞegar ég skoðaði þetta nánar hjá Nova þá stóð í smáa letrinu \n*Athugið að símtal miðast við 30 sekúntur\n.\nÞýðir það að þú þarft að greiða 14,9+14,9 ~ 30kr fyrir mínútuna og þar af leiðandi mun meira en hjá hinum símafyrirtækjunum, eða er Nova með betri kjór, þeas er þetta ekki rétt hjá mér?\nVæri til í að fá svör frá einhverjum sem hefur kynnt sér þetta. Er ekki bara tímaspursmál hvenær fólk hættir að hringja frítt nova>nova og allt fer í sama horfið og hin símfélögin eru að gera? \nTakk fyrir.",
            "date": "2008-05-16 23:49:00",
            "post_id": "174675",
            "reply_to_id": false
        },
        {
            "user_name": "Sallarólegur",
            "text": "*edit* Sá þetta á forsíðunni núna rétt í þessu \"Þá kostar aðeins 15,00 kr. á mínútuna að hringja í öll önnur símanúmer á Íslandi, heimasíma og farsíma.\n\"\nÆtli maður drífi sig ekki að skipta?",
            "date": "2008-05-16 23:51:00",
            "post_id": "174676",
            "reply_to_id": "174675"
        },
        {
            "user_name": "techseven",
            "text": "Það er bara svo dýrt fyrir aðra að hringja í mann ef maður er hjá Nova, 26,1kr hjá Vodafone og 28kr hjá Símanum... Fólk hringir bara ef lífið liggur við... \n \nHér er samanburður á kerfunum:\nhttp://tal.is/index.aspx?GroupId=650",
            "date": "2008-05-17 05:12:00",
            "post_id": "174685",
            "reply_to_id": "174676"
        },
        {
            "user_name": "halldorjonz",
            "text": "ég skipti yfir í NOVA í gær, enda bara flott.. borgar 2þús á mánuði í 12 mán fyrir eitthvern rosa flottann síma + færð fría 2þús kr inneign á hverjum mánuði þannig þú færð í raun og veru símann frítt.\n+ það að maður er með frítt internet í GSManum í 1 ár, og það er hægt að horfa á sjónvarpið í þessu (rúv,stöð2,mtv,skjár1 og fl) sem er nátturulega bara snilld, þar sem skjárinn er alveg ágætlega stór, alveg nóg til að horfa á eitthvað meðan þú ert að bíða eitthversstaðar, getur farið á msn og allan andskotann í þessu, hringir frítt í alla innan nova (fulllt að fólki í nova náttla), nenni ekki að segja meira, dugar allavega fyrir mig",
            "date": "2008-05-17 12:00:00",
            "post_id": "174697",
            "reply_to_id": "174685"
        },
        {
            "user_name": "Darknight",
            "text": "ertu buinn ad fa fyrsta reikninginn?\nvinkona mín fékk sér síma í frelsi hjá nova, og fékk 7000 inneign með, það kláraðist STRAX, fuðraði upp. Sá hana svo kaupa 500 kr því hún þurfti að hringja á leigubíl, og hún átti 76 krónur eftir símtalið...",
            "date": "2008-05-17 13:25:00",
            "post_id": "174704",
            "reply_to_id": "174697"
        },
        {
            "user_name": "GuðjónR",
            "text": "Mesti glæpurinn er samt fyrir hinn almenna neytanda að vita ekki hvort hann er að hringja í síma hjá sama félagi og viðkomandi er hjá eða öðrum.\nÉg veit t.d ekki ef ég hringi í Jón Jónsson hvort ég fæ símtalið frítt, hvort ég þarf að borga 11, 15 eða 28 kr fyrir mínútuna.\n20 mín samtal getur því kostað frá engu og upp í 560 kr.",
            "date": "2008-05-17 14:43:00",
            "post_id": "174711",
            "reply_to_id": "174704"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ég skil ekki afhverju þetta ætti að vera eitthvað öðruvísi ef hún hefði verið hjá Símanum...",
            "date": "2008-05-17 14:49:00",
            "post_id": "174712",
            "reply_to_id": "174711"
        },
        {
            "user_name": "hallihg",
            "text": "Ég er hjá NOVA og borga 2000 krónur á mánuði, fæ sömu upphæð í inneign og hún dugar mér alltaf, því flestir sem ég þekki eru hjá Nova og við hringjum frítt okkar á milli.",
            "date": "2008-05-17 14:52:00",
            "post_id": "174713",
            "reply_to_id": "174712"
        },
        {
            "user_name": "urban",
            "text": "ok...\nþá er það næsta...\nhversu oft eru menn á netinu í símanum ?\neða horfandi á sjónvarpið ?\nþetta er eitthvað sem að er st´rokostlegt og rosalega sniðugt...\ní 20 daga... síðan halda menn áfram að nota símann sinn sem síma.\nsvipað og með iphone.\n1 af 16 sem að ég þekki sem að hafa fengið sér iphone á hann enþá, hinir ákváðu að skipta honum út, vegna þess að hann var eftir allt, bara hype",
            "date": "2008-05-17 15:08:00",
            "post_id": "174716",
            "reply_to_id": "174713"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Það er nú ekkert smá þægilegt að geta farið á MSN í símanum... miklu sniðugra en þetta SMS kjaftæði. Og hvað tapar maður á því að geta skellt sér á netið ?",
            "date": "2008-05-17 15:50:00",
            "post_id": "174717",
            "reply_to_id": "174716"
        },
        {
            "user_name": "blitz",
            "text": "Ég er hjá Nova og er nokkuð sáttur.\nOg 3G er snilld, ég þarf mjög oft að nota netið etc þegar ég er ekki við tölvu",
            "date": "2008-05-17 15:52:00",
            "post_id": "174718",
            "reply_to_id": "174717"
        },
        {
            "user_name": "hallihg",
            "text": "Ég nota 3g alltaf fyrir netið þegar ég er einhver staðar að bíða eftir einhverju t.d.",
            "date": "2008-05-17 15:54:00",
            "post_id": "174719",
            "reply_to_id": "174718"
        },
        {
            "user_name": "DoofuZ",
            "text": "Það að fara á netið og á msn í símanum er nú ekkert sem er bara hægt í 3G sko, það er mjög langt síðan ég setti Opera á símann minn (Sony Ericsson K750i) og ég nota það öðru hvoru þegar ég er ekki nálægt tölvu. Svo hef ég líka notað smá msn forrit sem heitir Nimbuzz og það virkar bara mjög vel \n Sé lítið vit í 3G símakaupum nema kannski bara til að glápa á sjónvarpið. Er reyndar sjálfur að spá í að fara til Nova, allir sem ég hringi eitthvað í eru hjá þeim og ég tek mjög oft eftir því hvað það er dýrt að hringja í Nova fólk (er hjá símanum).\nÉg hef samt smá áhyggjur af einu, hvernig er með erlenda notkun síma sem skráður er hjá Nova? Er hægt að nota þá erlendis eða eru þeir ekki kominir með neina svoleiðis samninga? Er nefnilega að fara erlendis í júlí og þarf því að vita það því allir hinir í hópnum eru með Nova síma \n Það stendur ekkert um það á síðunni hjá þeim, eða amk. er ég ekki að finna það...",
            "date": "2008-05-17 20:56:00",
            "post_id": "174734",
            "reply_to_id": "174719"
        },
        {
            "user_name": "hallihg",
            "text": "Þetta er Símanum að kenna, því þeir beita svona aðferðum til að bola nýrri samkeppni af markaðnum. Þeir hafa því hækkað gjöld á símtölum til Nova úr öllu valdi.",
            "date": "2008-05-17 20:59:00",
            "post_id": "174735",
            "reply_to_id": "174734"
        },
        {
            "user_name": "natti",
            "text": "Jam.\nSpurning hvernir það væri hægt að útfæra þetta?\nHafa talvél þegar þú hringir úr kerfi? \"Vinsamlegast athugið að þetta símtal er ekki innan kerfis [Símans,Vodafone,whatever]\"?\nMér finnst það frábært að fólk þurfi ekki að skipta um númer þegar það fer á milli símafélaga. En ókosturinn er jú að þú veist aldrei hjá hvaða símafélagi viðkomandi aðili er.\nAð bjóða upp á einhverja heimasíðu útí bæ þar sem þú getur flett númerinu upp er ekkert practical þegar ég er einhvernsstaðar og þarf að hringja.",
            "date": "2008-05-17 21:07:00",
            "post_id": "174736",
            "reply_to_id": "174735"
        },
        {
            "user_name": "depill",
            "text": "*hóst* ekki alveg satt *hóst*. Sko þótt að ég sé í sömu pælingum og þú að skipta yfir í NOVA, þar sem mér finnst þetta gott tilboð og ef þeir gera þetta vera get ég bara skipt aftur ... Að þá er ástæðan einföld, þegar þú hringir frá t.d. Símanum yfir til Vodafone, rukkar Vodafone símann um x upphæð fyrir að hringja í þeirra kerfi ( um samið að það verði rétt yfir 8 kr fyrir 1. Júní ( Síminn sem sagt má ekki rukka Vodafone hærra en rétt yfir 8 kr fyrir samtengingu og Vodafone ekki heldur ) ). Þetta semsagt dæmdi Póst og fjarskiptastofnun til þess að lækka símtöl á milli kerfa, hugsun var sem sagt sú að neyða símfyrirtækin til þess að rukka í kringum það sama fyrir að hringja innankerfis og utankerfis ( Og já það hefur virkað rosalega vel   \n  ).\nAllavega, NOVA var ekki til þegar þetta var dæmt svo að NOVA ákvað til þess að greiða upp reksturinn á sínu eigin fjarskiptakerfi að rukka hátt samtengigjald ( þekkt aðferð sem að TAL notaði líka á sínum tíma ). Þannig er það þannig að ef Vodafone eða Síminn hringja í NOVA rukkar NOVA lúkningargjald ( eins og það heitir ) uppá rétt um 13 kr fyrir mínútuna. \nÞess vegna rukka Vodafone og Síminn meira fyrir að hringja í NOVA heldur en sín á milli. Svo má deila um álagningu símafyrirtækjana, en símafyrirtækin hafa ákveðið að leggja X tölu á og ætla ekki að leggja minna á símtöl til NOVA en til t.d. Vodafone.\nÞannig að ástæðan er sambland af háu lúkningargjaldi NOVA og hárri álagningu símafyrirtækjana ( yrði samt alltaf dýrara að hringja í NOVA eða hin fyrirtækin þótt að álagning yrði lægri, þar sem NOVA rukkar hærra )",
            "date": "2008-05-17 21:26:00",
            "post_id": "174737",
            "reply_to_id": "174736"
        }
    ],
    "date": "2008-05-16 23:49:00"
}