{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "18157",
    "title": "Með að uppfæra fartölvu..",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=18157",
    "posts": [
        {
            "user_name": "hallizh",
            "text": "Ég er með þennan grip hérna og langar svolítið að geta notað hana í leiki. Borðtölva kemur ekki til greina þar sem budgetið er lítið og ég þarf að hafa vél í skólann.\nÉg er að nota þessa vel hér ----> \nhttp://www.ciao.co.uk/Acer_Aspire_5684WLMi__6551298#productdetail\nEr einhver möguleiki að uppfæra skjákortið í þessum grip?\nEkki nógu ánægður með það, er að reyna að ná að spila Age of conan(þarf engin hörku gæði, bara ágætis fps).\nÖll svör eru vel þegin, nema þau sem benda mér á ruslið í þessari tölvu, ég veit allt um það.\nTakk",
            "date": "2008-05-26 00:53:00",
            "post_id": "175225",
            "reply_to_id": false
        },
        {
            "user_name": "IL2",
            "text": "Ég held að það sé svo að segja ómulegt. Er skjákortið ekki innbyggt á móðurborðinu? Hvað ertu með í minni? Er kortið ekki 128 og getur farið í 256 meðþví að taka af vinnsluminninu. Ef þú stækkar það á tölvan þá ekki auðveldara með leikina? Mér fróðari menn gata örugglega svarað því.",
            "date": "2008-05-26 01:02:00",
            "post_id": "175226",
            "reply_to_id": "175225"
        },
        {
            "user_name": "hallizh",
            "text": "Takk fyrir svarið!\nVæri fínt ef einhver gæti bent mér á hvernig þetta er gert.",
            "date": "2008-05-26 01:06:00",
            "post_id": "175227",
            "reply_to_id": "175226"
        },
        {
            "user_name": "Halli25",
            "text": "Það er aldrei hægt að uppfæra skjákort á fartölvum nema þá að fá sér skjákort i docku sem er ennþá á frumstigi. Eina sem þú getur gert er að uppfæra minnið og skipta um harðdisk.",
            "date": "2008-05-26 10:22:00",
            "post_id": "175238",
            "reply_to_id": "175227"
        },
        {
            "user_name": "ManiO",
            "text": "Var það samt ekki hægt á einhverri fáránlegri Alienware tölvu?",
            "date": "2008-05-26 11:19:00",
            "post_id": "175239",
            "reply_to_id": "175238"
        },
        {
            "user_name": "hallizh",
            "text": "Takk fyrir svörin, helvíti er þetta samt slæmt. Ætli maður skelli sér þá ekki bara á borðtölvu á næstunni. Takk aftur.",
            "date": "2008-05-26 14:04:00",
            "post_id": "175248",
            "reply_to_id": "175239"
        },
        {
            "user_name": "Halli25",
            "text": "Fáranlegt er lykilorð \nMan samt ekki eftir að hafa séð þá vél en í 99.9% tilvika er það ekki hægt.",
            "date": "2008-05-26 17:34:00",
            "post_id": "175259",
            "reply_to_id": "175248"
        },
        {
            "user_name": "ManiO",
            "text": "Batterís endingin var svona í mesta lagi 15 mínutur, voru með borðtölvu örgjörva, minni og ef ég man rétt borðtölvu skjákort. 17\" skjár og sennilega álíka þykk  \n  Of latur til að tjékka hvort ég finni þetta núna en hver veit hvað morgundagurinn ber með sér í skaut.",
            "date": "2008-05-26 17:55:00",
            "post_id": "175263",
            "reply_to_id": "175259"
        },
        {
            "user_name": "TechHead",
            "text": "Alienware vélarnar notuðust við útgáfu af MXM staðlinum sem Dell og Quanta voru fyrstir til að gera garðinn frægann með.\nMeira hér:\nhttp://en.wikipedia.org/wiki/MXM\nhttp://www.mxm-upgrade.com/",
            "date": "2008-05-26 20:31:00",
            "post_id": "175277",
            "reply_to_id": "175263"
        }
    ],
    "date": "2008-05-26 00:53:00"
}