{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "18166",
    "title": "Tvær spurningar.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=18166",
    "posts": [
        {
            "user_name": "Kobbmeister",
            "text": "Ég þarf að ná í mikið af gögnum  af gömlu tölvunni minni (ca. 260 GB) og inná þessum harða disk sem að þessi gögn eru er líka stýrikerfið á gömulu tölvunni.\nþað var trojan vírus í stýrikerfinu og það var \"lánað\" af netinu, og harði diskurinn er tvískiptur IDE.\nsvo spuringin er þessi hvort er sniðugara að copya allt af honum með flakkara eða einhvað þannig og formatta í tölvunni eða setja hann í box og tengja hann við tölvuna og copya allt af honum þannig og formatta?\nÍ nýju tölvunni minni heyrist einher svona skrýtin \"brak hljóð\" sem að eru búin að vera frá fyrsta degi og þetta er farið að vera soldið pirrandi.\nTegundin er Samsung Spinpoint 500GB SATA2.\nSvo spurngin er þessi er þetta eðlilegt eða einhvað sem að er bilað í honum? \nÉg er búinn að eyga tölvuna í mesta lagi í einn og hálfan mánuð.\nByðst afsökunar á öllum stafsetningarvillum",
            "date": "2008-05-26 17:56:00",
            "post_id": "175264",
            "reply_to_id": false
        },
        {
            "user_name": "TechHead",
            "text": "1. Ef þú ætlar að nota diskinn áfram í nýju vélinni þá er náttla best að skrúfa hann beint í, passa að allar antivirus varnir í stýrikerfinu hjá þér séu up to date og afrita kvikindið.\n    Ef þetta er diskur sem þú ætlar að kasta þá hengiru hann bara við box.\n2. Kemur þetta brak hljóð samhliða því þegar HDD er í teljanlegri vinnslu ?",
            "date": "2008-05-26 20:35:00",
            "post_id": "175278",
            "reply_to_id": "175264"
        },
        {
            "user_name": "axyne",
            "text": "þegar ég splæsti á nýja tölvu þá fékk ég mér sama harða disk og þú.\nSkipti honum fljótlega út fyrir WD þar sem ég þoldi ekki hávaðan frá Samsung disknum vinnslu.",
            "date": "2008-05-26 21:03:00",
            "post_id": "175280",
            "reply_to_id": "175278"
        },
        {
            "user_name": "Kobbmeister",
            "text": "ok ss á ég þá að skrúfa diskinn í því ég ætla mér að eyga hann.\nog þetta hljóð er alltaf í gangi og ég er bara með einn HDD inní tölvunni\nEDIT:  er ekkert vandamál að setja hann í tölvuna þótt hann er tvískiptur(og þarf ég ekekert að stilla jumperinn?)\nEDIT: skiptir ekki máli er búinn að redda þessu \n(má henda/læsa/loka what ever)",
            "date": "2008-05-27 14:23:00",
            "post_id": "175317",
            "reply_to_id": "175280"
        }
    ],
    "date": "2008-05-26 17:56:00"
}