{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "18210",
    "title": "Finnur ENN ekki harða diskinn",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=18210",
    "posts": [
        {
            "user_name": "Claw",
            "text": "Sælir.\nÍ síðustu viku setti ég inn neðangreindan þráð en fékk ekki fullnægjandi svar.  Nú er þráðurinn kominn af forsíðunni og því fæ ég sennilega ekki svar við honum úr þessu.  Ég set því spurninguna inn aftur hérna, vonandi getur einhver snillingur svarað mér!\nÉg keypti mér harðan disk og hýsingu hjá computer.is fyrir tveimur mánuðum síðan. Þetta kom saman í pakka (þ.e.a.s. búið að setja diskinn í flakkarann) og mér var tjáð að nóg væri að kveikja á græjunni og tengja hana við tölvuna með usb snúru og ég væri í toppmálum. Þetta hentaði mér mjög vel þar sem ég er ekki mikill tölvukall.\nNema hvað að þegar ég tengi þetta við tölvuna þá finnur hún ekki neitt. Ég er búinn að prufa USB snúruna með annarri græju og hún virkar fínt og ég er viss um að það sé straumur á hýsingunni því það logar ljós á henni.\nEinhverjar hugmyndir?\np.s. Ég ráðlegg fólki eindregið frá því að versla við computer.is. Þeir eru sennilega ódýrastir en þjónustan er akkúrat engin. Þeir svara ekki einu sinni emailum.",
            "date": "2008-05-30 18:29:00",
            "post_id": "175481",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Þetta finnst mér nú fáránlegt... þú átt að klikka á \nÞað var búið að svara þér.",
            "date": "2008-05-30 19:22:00",
            "post_id": "175482",
            "reply_to_id": "175481"
        },
        {
            "user_name": "Claw",
            "text": "Þetta virkar ekki því að í Disk Management (undir Computer Management) finnur hún ekki flakkarann heldur aðeins þá tvo harða diska sem eru í vélinni sjálfri og svo geisladrifið.",
            "date": "2008-05-30 21:51:00",
            "post_id": "175489",
            "reply_to_id": "175482"
        },
        {
            "user_name": "ManiO",
            "text": "Lesa reglurnar... Það er bannað að búa til fleiri en einn þráð um sama hlutinn. Þræði læst.",
            "date": "2008-05-30 22:38:00",
            "post_id": "175493",
            "reply_to_id": "175489"
        }
    ],
    "date": "2008-05-30 18:29:00"
}