{
    "forum_title": "Koníakstofan",
    "id": "18267",
    "title": "Af hverju eru vefþjónustuaðilarnir ekki með Usenet þjóna?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=18267",
    "posts": [
        {
            "user_name": "Dagur",
            "text": "Fyrst niðurhal erlendis frá er svona rosaleg dýrt fyrir Símann/Vodafone/Tal... af hverju bjóða þeir ekki upp á Usenet þjóna? Fólk mundi notfæra sér að geta fullnýtt tenginguna sína og þessi torrent umferð (sem leggur hrikalegt álag á öll kerfi) mundi detta algjörlega niður. Þetta tíðkast t.d. í Ástralíu þar sem erlent niðurhal er einnig mjög dýrt.",
            "date": "2008-06-07 11:22:00",
            "post_id": "175826",
            "reply_to_id": false
        },
        {
            "user_name": "JReykdal",
            "text": "Því ef fólk undanskilur *.binaries flokkana þá notar þetta enginn. Og *.binaries eru að megninu til klám og warez, fer enginn heiðvirður þjónustuaðili að kaupa huge diskapláss undir svoleiðis.",
            "date": "2008-06-07 14:54:00",
            "post_id": "175835",
            "reply_to_id": "175826"
        },
        {
            "user_name": "Dagur",
            "text": "Ég er líka að tala um binaries. Það er hvergi ólöglegt að reka usenet server svo lengi sem þeir sem reka þá fjarlægja höfundarréttarbundið efni eftir athugasemdir.",
            "date": "2008-06-07 19:05:00",
            "post_id": "175852",
            "reply_to_id": "175835"
        },
        {
            "user_name": "JReykdal",
            "text": "Fyrst það er svona góður bisness þá skellirðu þér bara í þetta.\nEn í alvöru...dettur þér virkilega í hug að fyrirtæki fari að eyða fullt af peningum í það sem er basically bara klám og warez?",
            "date": "2008-06-07 23:01:00",
            "post_id": "175866",
            "reply_to_id": "175852"
        },
        {
            "user_name": "Dagur",
            "text": "Vefþjónustuaðilarnir eru með alla aðstöðu og þekkingu til að geta sett upp svona þjónustu, ekki ég.\nÉg lít ekki á þetta sem eyðsla á peningum og heldur þvert á móti sparnað. Frekar en að 20 manns sé að ná í sama efnið frá útlöndum í gegnum bittorrent þá er þetta sótt einu sinni á usenet serverinn þeirra og svo 20 sinnum frá þeim.\nOg haltu þínum fordómum gagnvart klámi út af fyrir þig",
            "date": "2008-06-08 16:09:00",
            "post_id": "175896",
            "reply_to_id": "175866"
        },
        {
            "user_name": "Pandemic",
            "text": "Held að þetta byggist ekkert á fordómum gagnvart klámi né því að þeir vilja ekki spara sér pening. \nMálið er bara að fólk notar þetta aðalega til að deila höfundarréttarvörðu efni og auðvitað mun ekkert heiðvirt fyrirtæki hafa þannig efni á sínum centralized netþjónum. Auk þess að þetta kostar gríðalega fjármuni í geymsluplássi. \nEn svo ef þú þekkir ákveðna einstaklinga hér á landi þá kemstu í tug Terabæta FTP servera með allskonar efni fyrir lítið fé á mánuði á 100mbit linkum.",
            "date": "2008-06-08 17:17:00",
            "post_id": "175902",
            "reply_to_id": "175896"
        }
    ],
    "date": "2008-06-07 11:22:00"
}