{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "18288",
    "title": "Vantar hjálp við samsetningu...",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=18288",
    "posts": [
        {
            "user_name": "TommiTommz",
            "text": "Sælir,\nEins og vitneskja mín stendur í tölvukaupum núna treysti ég ekki alveg sjálfum mér í að velja það besta fyrir peninginn þannig mér datt í hug að setja inn þráð hérna og sjá hvað aðrir myndu gera. Ég er þegar búinn að uppfæra skjá, harðan disk og skjákort. Þannig það sem mig vantar er:\nMóðurborð - Eitthvað sem sem er gott í overclock upp á framtíðina að sjálfsögðu.\nÖrgjörva - Eins og er lýst mér best á Intel Core 2 Duo E8400 en ef þið hafið eitthvern betri í huga er ég opinn fyrir hugmyndum.\nVinnsluminni - Er að nota XP þannig ég þarf ekki meira en 2 gb. \nAflgjafa - Einhvern hljóðlátann, held að 500 w ætti að duaga.\nKassa - Bara einhvern fallegan og ódýran.\nTölvan á að vera hljóðlát og verður notuð í leikjaspilun, vefráp og allt það sem tölvur eiga að gera.\nPeningurinn sem ég er til í að setja í þetta er u.þ.b. 60-65 þús.\nÞað yrði einnig mjög þægilegt ef að þetta yrði flest hjá sömu búðinni uppá samsetningu.\nKær kveðja og fyrir fram þökk,\nTómas Helgi",
            "date": "2008-06-08 18:57:00",
            "post_id": "175914",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Aldrei ósniðugt að senda mail á tölvubúðirnar og sjá hvað þeir bjóða þér, hvaða skjákort ertu annars með?",
            "date": "2008-06-08 23:19:00",
            "post_id": "175923",
            "reply_to_id": "175914"
        },
        {
            "user_name": "TommiTommz",
            "text": "Vel á minnst (ætlaði líka að taka fram að móðurborðið þyrfti að styðja sli, úr því að ég gæti keypt annað skjákort seinna). En ég er með Geforce 8800 gts 320 mb.",
            "date": "2008-06-09 01:10:00",
            "post_id": "175934",
            "reply_to_id": "175923"
        }
    ],
    "date": "2008-06-08 18:57:00"
}