{
    "forum_title": "Leikjasalurinn",
    "id": "18335",
    "title": "UT3 \"host\" netspilunar vandamál",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=18335",
    "posts": [
        {
            "user_name": "techseven",
            "text": "Hefur einhver hér reynslu af því að láta UT3 virka í netspilun(internet).  \"Join Game\" virkar án hnökra, en ég get ekki verið host, þá skiptir engu hvort ég er dedicated eða ekki...  Það sem gerist er að ég byrja leik sem host, aðrir sjá mig á multiplayer listanum með mjög lágt ping, en enginn nær að tengjast mér, það kemur alltaf timeout.\nÉg er búinn að opna öll port og meira til en ekkert gengur.  Ég nýtti mér upplýsingar af portforward.com, einnig er ég búinn að þræða epic games UT3 forums en ekkert hefur virkað.\nÞetta vandamál á bara við þegar ég spila á Netinu, Lan-game virkar fínt hjá mér.\nForrit eins og utorrent virkar eftir að ég opnaði port fyrir það, eins virka allir aðrir netspilunarleikir án vandræða.\nADSL-ið mitt er hjá Vodafone...",
            "date": "2008-06-15 02:49:00",
            "post_id": "176261",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Mæli með því að hafa \nþennan\n sem idol á meðan",
            "date": "2008-06-15 02:57:00",
            "post_id": "176262",
            "reply_to_id": "176261"
        },
        {
            "user_name": "techseven",
            "text": "Þetta er ekkert smá \"hress\" gaur  \n en ég gafst upp eftir 2 1/2 mínútu, þessi öskur eiga eftir að ásækja mig í svefni...",
            "date": "2008-06-15 03:05:00",
            "post_id": "176263",
            "reply_to_id": "176262"
        },
        {
            "user_name": "Dazy crazy",
            "text": "Þessi unglingur er sérdeilis spes..... \nFyndin þýðing:\now... Yes Im Goonna Wacth Porn ... \nWheres my mouse? come on load up quick..\nCome on hurry up... im gonna wank.. What the fuckkkk,,whys all the porn sites block... fuckkkkk gre ahhhh ow yes theres one porn site... \"(Kid tidy up his computer table)\" Fuckk,,, OMG Av Seen This Bitch Before greee ahhhhhhhhhhhhhhhhh!!!!\nFUCKKK i need to watch sum new ones greahhhh",
            "date": "2008-06-15 18:19:00",
            "post_id": "176279",
            "reply_to_id": "176263"
        },
        {
            "user_name": "techseven",
            "text": "Fyndin þýðing en líklega ekki alveg rétt því organdi krakkinn segir \"spielen\" í sífellu sem þýðir auðvitað spila-eitthvað....\nÞessi þráður er kominn í eitthvað rugl, en er það ekki bara allt í lagi?",
            "date": "2008-06-15 22:45:00",
            "post_id": "176291",
            "reply_to_id": "176279"
        },
        {
            "user_name": "techseven",
            "text": "Eru engir ut3 spilarar hérna?",
            "date": "2008-06-20 23:52:00",
            "post_id": "176572",
            "reply_to_id": "176291"
        }
    ],
    "date": "2008-06-15 02:49:00"
}