{
    "forum_title": "Netkerfi - internetið",
    "id": "18441",
    "title": "Vandamál hjá Vodafone",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=18441",
    "posts": [
        {
            "user_name": "C3PO",
            "text": "Sællir\nÉg er smá vandræðum með nettenginguna mína hjá Vodafone.\nNetið virkar þannig að allar síður koma inn og mældur hraði er í fínu lagi, en þegar ég ætla svo að ná í leiki á STEAM að þá gersit lítið.\nHraðinn á downladinu nær max 60 kbps og dettur svo niður í 0 og svo aftur í 15 kbps og svo niður í núll og svo framvegis. \nÉg er með 6 mb tengingu hjá þeim. Þegagr ég hringi í þjónustuver Vodafone að þá virðsit allt virka. Þeir eru búnir að prufa að senda mér 100 mb pakka og hraðinn var 750 kbps. Þeir segja sem sagt að allt sé í lagi hjá mér. Ég er ný kominn með nýja router frá þeim. Zyxel 660HW.\nHefur einvher lent í svipuðu eða á maður að þurfa að skipta yfir í símann  \n ??\nEinvherjar hugmyndir hvaðer hægt að gera og prófa. Ég er búin að prufa 3 tölvur heima hjá mér og alltaf það sama.\nKv. C3PO",
            "date": "2008-06-26 14:42:00",
            "post_id": "176903",
            "reply_to_id": false
        },
        {
            "user_name": "emmi",
            "text": "Þeir eru að cappa utanlandshraðann hjá þér, og þú ert ekki sá eini sem ég hef heyrt um sem er að lenda í þessu.",
            "date": "2008-06-26 14:49:00",
            "post_id": "176904",
            "reply_to_id": "176903"
        },
        {
            "user_name": "C3PO",
            "text": "Já mig grunar það.\nSamt er ég sama og ekki neitt búin að vera nota netið í sumar. \nÞannig að ekki er að utalands notkunin sem að ætti að vera málið.",
            "date": "2008-06-26 14:51:00",
            "post_id": "176905",
            "reply_to_id": "176904"
        },
        {
            "user_name": "emmi",
            "text": "Mig minnir endilega að þeir skilgreini Steam traffík sem P2P traffík sem gæti útskýrt þetta vandamál. Ég er hinsvegar tengdur hjá Netsamskiptum og fæ fínan hraða allstaðar.",
            "date": "2008-06-26 14:55:00",
            "post_id": "176906",
            "reply_to_id": "176905"
        },
        {
            "user_name": "Dagur",
            "text": "Þeim er alveg sama um það, þeir gera þetta bara samt, enda eru vefþjónustuaðilarnir ekki skildaðir til að tryggja góðan hraða til útlanda. Það er nóg fyrir þá að hraðinn innanlands sé góður og þá eru þeir búnir að uppfylla skilmálana sína. Ansi skítt.\nÞetta er eins hjá Tali.",
            "date": "2008-06-26 14:57:00",
            "post_id": "176907",
            "reply_to_id": "176906"
        }
    ],
    "date": "2008-06-26 14:42:00"
}