{
    "forum_title": "Hugbúnaðar- & Forritunarstofan",
    "id": "18450",
    "title": "FireFox 3 verri með minnisleka en FF2",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=7&t=18450",
    "posts": [
        {
            "user_name": "ManiO",
            "text": "http://content.techrepublic.com.com/234 ... 001-1.html\nBoðar ekki gott, sérstaklega þar sem 2 er skelfilegur með hvernig hann fer með minnið.",
            "date": "2008-06-27 01:26:00",
            "post_id": "176966",
            "reply_to_id": false
        },
        {
            "user_name": "Sallarólegur",
            "text": "Er búinn að vera prufa þennan FF3 núna í viku, eina sem er gott við hann er þetta nýja Address dót, en ALLT hitt virðist vera bilað. T.d. get ég ekki opnað torrent skrár án þess að vista þær fyrst, heldur ekki video.\nDrasl.\n Hérna er mynd af mínum proccessum, er bara með Vaktina opna.",
            "date": "2008-06-27 01:29:00",
            "post_id": "176968",
            "reply_to_id": "176966"
        },
        {
            "user_name": "CendenZ",
            "text": "er FF3 orðinn final eða rc ?",
            "date": "2008-06-27 13:03:00",
            "post_id": "176980",
            "reply_to_id": "176968"
        },
        {
            "user_name": "Demon",
            "text": "Hmm hann einmitt er almennt hraðari hjá mér.\nGæti hugsanlega verið útaf því að sum extensions eru ekki enn komin með update vegna FF 3.\nReyndar er einn fídus sem ég fíla hvað mest. Save session þegar maður lokar FF.",
            "date": "2008-06-27 13:14:00",
            "post_id": "176981",
            "reply_to_id": "176980"
        },
        {
            "user_name": "Heliowin",
            "text": "Samkvæmt minni reynslu þá notar IE7 mun meira minni en FF3 og Opera 9.5 með 5 tabs uppi með sömu síðunum en leysir samt minnið aftur þegar öllum tabs er lokað. Það gerði ekki FF3 nema að litlu leyti og Opera 9.5 nánast ekkert.\nÍ minni prufu var FF að nota 73MB minni þegar ég hafði 5 tabs uppi, Opera 77MB og IE 106MB. Það sem er sagt um FF3 að það hafi betri minnisstjórnun en FF2 er rétt samkvæmt minni reynslu þó það hefði mátt vera heldur meira.",
            "date": "2008-06-27 18:18:00",
            "post_id": "177000",
            "reply_to_id": "176981"
        },
        {
            "user_name": "ManiO",
            "text": "En hvað með notkunina eftir að búið er að loka öllum tabs?",
            "date": "2008-06-27 18:21:00",
            "post_id": "177001",
            "reply_to_id": "177000"
        },
        {
            "user_name": "Heliowin",
            "text": "Edit: Opera leysti reyndar nokkuð mikið minni, virðist hafa tekið tíma.",
            "date": "2008-06-27 18:38:00",
            "post_id": "177002",
            "reply_to_id": "177001"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Er búinn að nota FireFox núna í uþb. 5 ár (ekki alveg viss, ágiskun) og eftir að FF3 kom út hef ég aldrei verið jafn pirraður. Það virkaði EKKERT sem ég prufaði. Ég gat ekki opnað neinar skrár án þess að vista þær á harða disknum, þegar þær voru komnar þangað gat ég ekki smellt á þær í \"Downloads\" heldur varð ég að fara í \"Open files location\" og opna hana síðan í möppunni(explorer). Ég gat ekki horft á nein WMP streams, gat ekki opnað Podcasts í iTunes því þegar ég valdi \"Velja iTunes\" gerðist ekkert. Í fimmta hvert skiptið sem ég hóf að niðurhala einhverju slökknaði á FireFox og ég varð að ræsa það aftur.\nEr búinn að skipta yfir í nýja IE og hann hefur reynst ágætlega síðustu 5mínúturnar. Sjáum hvað skeður.",
            "date": "2008-06-30 03:00:00",
            "post_id": "177083",
            "reply_to_id": "177002"
        },
        {
            "user_name": "hallihg",
            "text": "Vó.",
            "date": "2008-06-30 07:24:00",
            "post_id": "177084",
            "reply_to_id": "177083"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Var að verða vitlaus. Eftir að ég prufaði IE þá fannst mér hann mjög fínn, fattaði samt að ég er OF vanur FireFox. Skipti yfir í 2.x og mér líður vel núna. Virkar allt sem virkaði ekki í FF3",
            "date": "2008-07-03 02:06:00",
            "post_id": "177261",
            "reply_to_id": "177084"
        },
        {
            "user_name": "LillGuy",
            "text": "ég nota alltaf firefox, mér finnst þenna FF3 vera miklu ömurlegri en FF2.. ég er að geðbilast á þessu  \n  !!!",
            "date": "2008-07-03 02:10:00",
            "post_id": "177262",
            "reply_to_id": "177261"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Var þetta  bara ég, eða virkar ekki þetta Download system í honum? Kom alltaf svona error þegar ég gerði \"Open\" í stað \"Save to disk\"",
            "date": "2008-07-03 02:11:00",
            "post_id": "177263",
            "reply_to_id": "177262"
        },
        {
            "user_name": "Demon",
            "text": "Undarlegt, kemur ekki error hjá mér þegar ég geri open.\nEnda er það í rauninni það sama, open er save to disk og svo open um leið.",
            "date": "2008-07-03 10:18:00",
            "post_id": "177270",
            "reply_to_id": "177263"
        }
    ],
    "date": "2008-06-27 01:26:00"
}