{
    "forum_title": "Vaktin.is",
    "id": "18528",
    "title": "Bann á WoW",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=46&t=18528",
    "posts": [
        {
            "user_name": "hallihg",
            "text": "Vel gert. Þetta var að verða eins og krabbamein.\nOg ef þið ætlið að hafa þetta í sér undirflokki í Leikjasalnum, plís ekki láta það birtast í virkum umræðum.",
            "date": "2008-07-05 11:32:00",
            "post_id": "177370",
            "reply_to_id": false
        },
        {
            "user_name": "Bassi6",
            "text": "Gæti ekki verið meira sammála",
            "date": "2008-07-05 11:35:00",
            "post_id": "177371",
            "reply_to_id": "177370"
        },
        {
            "user_name": "beatmaster",
            "text": "Mér hefur mikið langað til að biðja um þetta undanfarið en ég var ekki viss hvort að menn væru sammála mér, takk ómar þú ert maðurinn.",
            "date": "2008-07-05 13:36:00",
            "post_id": "177382",
            "reply_to_id": "177371"
        },
        {
            "user_name": "ManiO",
            "text": "Ég hvet menn eindregið að ef þeir hafa eitthvað til málana að leggja að koma því á framfæri, á meðan það er innan skynsamlegra marka að sjálfsögðu. Í versta falli segjum við stjórnendur nei.",
            "date": "2008-07-05 13:50:00",
            "post_id": "177384",
            "reply_to_id": "177382"
        },
        {
            "user_name": "Rabbi",
            "text": "Well, mér finnst þetta slæmt ef að þið þolið ekki þessar wow umræður getiði ekki bara gert sér flokk fyrir wow og ekki láta það birtast í virkar umræður. Þetta er 1 staðurinn sem að ég veit um sem að ég get selt/keupt wow karaktera. \nEf að þið getið gert svona sér flokk fyrir wow og ekki látið það birtast í virkar umræður bið ég stjórnendur um að gera það en ef ekki þá er það undir ykkur komið að banna þetta ef að þetta er svona svakalega böggandi\nÞetta er bara það sem mér finnst og ef að þið vitið um einhverja aðra síða til að kaupa/selja WOW accounta endilega látið mig vita. \nTakk fyrir",
            "date": "2008-07-05 16:34:00",
            "post_id": "177390",
            "reply_to_id": "177384"
        },
        {
            "user_name": "LillGuy",
            "text": "SAMMÁLA!!! TAKK, TAKK og aftur TAKK!! \nÉg spila WoW sjálfur og mér finnst ekki sniðugt að hafa um 20% af til sölu/óskast vera með WoW accountir tilsölu!!",
            "date": "2008-07-05 19:39:00",
            "post_id": "177396",
            "reply_to_id": "177390"
        },
        {
            "user_name": "machinehead",
            "text": "Vel, vel vel gert. Þetta var orðið frekar þreytt!",
            "date": "2008-07-05 21:59:00",
            "post_id": "177402",
            "reply_to_id": "177396"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "búa til annann söludálk fyrir leiki og leikjavélar kannski.\nhinsvegar hef ég fylgst vel með vaktinni að untanförnu og finnst mér hún vera frekar dauð, eina sem er að detta inn eru þessar wow umræður.",
            "date": "2008-07-06 11:29:00",
            "post_id": "177411",
            "reply_to_id": "177402"
        },
        {
            "user_name": "hallihg",
            "text": "Reyndar ágætis punktur að vaktin sé í lægð. Kannski er þess vegna sniðugt að láta þessar wow umræður í sér flokk, þannig truflar það ekki aðra umræðu en vaktin nýtur samt góðs af umræðunni. Þeir sem sækja hingað útaf wow sölum og skiptum tækju þá mögulega þátt í öðrum umræðum líka.\nÞað er hægt að gera gott úr þessu.",
            "date": "2008-07-06 13:35:00",
            "post_id": "177417",
            "reply_to_id": "177411"
        },
        {
            "user_name": "Rabbi",
            "text": "og ég vona að stjórnendur geri það",
            "date": "2008-07-06 13:36:00",
            "post_id": "177418",
            "reply_to_id": "177417"
        },
        {
            "user_name": "GuðjónR",
            "text": "Það er alltaf minna um að vera hérna á sumrin en á veturnar.\nSpurning um að reyna undirflokk á leikina og reyna að slökkva á virkar umræður, ef það er ekki hægt þá bara good bye cansas.",
            "date": "2008-07-06 13:56:00",
            "post_id": "177420",
            "reply_to_id": "177418"
        },
        {
            "user_name": "ManiO",
            "text": "En sú traffík sem maður vill er yfir allt borðið, þessir endalausu pjakkar að selja/skipta/kaupa WoW accounts eru nú bara að svara þeim umræðum... Pointless traffík að mínu mati.",
            "date": "2008-07-06 23:38:00",
            "post_id": "177450",
            "reply_to_id": "177420"
        },
        {
            "user_name": "Myrkur",
            "text": "er ekki málið að segja fólki bara að fara á \nhttp://www.esports.is/\n forumið ef það vill braska með þetta á einn hátt eða annan, virðist sem þeir vilja fá þetta til sín.",
            "date": "2008-07-14 22:34:00",
            "post_id": "178019",
            "reply_to_id": "177450"
        }
    ],
    "date": "2008-07-05 11:32:00"
}