{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "18591",
    "title": "Sennheiser 555",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=18591",
    "posts": [
        {
            "user_name": "halldorjonz",
            "text": "Hæ\nEru Sennheiser 555 góð?\nHér er meira info:\nhttp://www.att.is/product_info.php?cPat ... d8930a3432",
            "date": "2008-07-11 15:08:00",
            "post_id": "177749",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Yndislega þægileg á hausnum, tekur varla eftir þeim þetta er svo soft \n \nSvo eru hljómgæðin mjög góð, þú ert ekki að nýta þau án hljóðkorts",
            "date": "2008-07-11 15:15:00",
            "post_id": "177751",
            "reply_to_id": "177749"
        },
        {
            "user_name": "halldorjonz",
            "text": "þYRFTI éG þá betra hljóðkort en er í þessu móðurborði?\nhttp://tolvutaekni.is/product_info.php? ... cts_id=802",
            "date": "2008-07-11 15:30:00",
            "post_id": "177753",
            "reply_to_id": "177751"
        },
        {
            "user_name": "Gúrú",
            "text": "Nibb, þarft ekkert meira(til að nota þau)(þarft xfi eða e-ð sambærilegt til að nýta þau til botns), en ég hef prófað að hlusta á svona heyrnatól í innbyggðu hljóðkorti og á hljóðkorti og það er mun tærara.\nEr sjálfur með Hd 555 og bara innbyggt hljóðkort en vinur minn með Xfi e-ð og það er svo muun betra að hlusta á svona.",
            "date": "2008-07-11 15:34:00",
            "post_id": "177754",
            "reply_to_id": "177753"
        },
        {
            "user_name": "halldorjonz",
            "text": "ok, en brotna þau auðveldlega? eins og icemat og svoleiðis? sjálfur er ég með icemat, er mikill sound munur?",
            "date": "2008-07-11 16:20:00",
            "post_id": "177760",
            "reply_to_id": "177754"
        },
        {
            "user_name": "mind",
            "text": "Ég hef reyndar oft lesið til um það að sennheiser heyrnatól sé erfitt að nýta til fullnustu nema með einhversskonar mögnun og góðu hljóðkorti ef við gefum okkur að það sem þú sért að hlusta á sé í góðum gæðum, svo sem FLAC.\nSkv minni reynslu finn ég tilturlega lítinn mun á hljómgæðunum sjálfum hvort sem ég nota hljóðkortið á móðurborðinu, X-fi(internal) eða XMod(external), mér hefur fundist þetta mjög mismunandi samt á fólki.\nAðal munurinn sem ég tek eftir er að því lengra sem hljóðkortið fer frá tölvunni sjálfri því minna suð finn ég og því tærari hljóm,  það er samt mjög erfitt að greina það frá stöku hljóðkorti inní vélinni og stöku útværu.\nHef ekki enn brotið sennheisserinn mín, og það eru 4 mismunandi útgáfur. Það er hinsvegar komin smá rifa á HD595 hjá mér en hún hefur verið í ár og ekkert stækkað. Annars þá eru Pfaff nokkuð duglegir að redda svona litlum málum.\nÉg myndi bara taka mér geisladisk/ipod spilara og fara útí næstu búð með sennheisser og prufa.",
            "date": "2008-07-11 16:22:00",
            "post_id": "177761",
            "reply_to_id": "177760"
        },
        {
            "user_name": "Danni V8",
            "text": "Ég er með svona 555 heyrnatól. Þau eru alveg ótrúlega þægileg. Þú munt ekki þurfa neitt betri hljóðkort til þess að nota þessi heyrnartól, en hinsvegar muntu vera að nýta hljóðkortið þitt til fulls, ss. þú munt heyra besta mögulega hljóðið sem tölvan þín bíður upp á en heyrnatólin hafa möguleika á betri hljóðgæðum.\nÉg hef tekið vel eftir þessu vegna þess að ég nota mín heyrnartól bæði við borðtölvuna mína sem er með Creative SB Audigy 2 ZS og svo fartölvuna sem er Medion drasl sem ég keypti þegar ég var í skóla. Stór munur þar á í hljóðgæðum.\nMæli hiklaust með svona heyrnartólum",
            "date": "2008-07-12 20:07:00",
            "post_id": "177873",
            "reply_to_id": "177761"
        }
    ],
    "date": "2008-07-11 15:08:00"
}