{
    "forum_title": "Leikjasalurinn",
    "id": "19006",
    "title": "Hví stundum við sjórán á leikjum?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=19006",
    "posts": [
        {
            "user_name": "einzi",
            "text": "Fór aðeins að spá í innri sjóræningjann í mér eftir að ég las \nþessa\n grein sem ég rakst á slashdot. Svo mig langaði koma af stað smá umræðu um þetta.\nÉg vissulega fann hvernig ég gat verið sammála gremju þessa sjálfstæða leikjaframleiðanda. Það getur verið gremjulegt að reyna mikið að gera góðan leik þegar maður veit að þessir sjóræningjar munu strax stela honum. \nEn ég er glaður fyrir hans hönd að hann hefur öðlast kvatningu til að gera betri leiki þrátt fyrir að leikjum hans verði \"stolið\". Að hlusta á fólkið sem mun á endanum nota og spila leikina er náttúrulega skref í rétta átt. Að gera leiki vel aðgengilega á netinu og ekki að kæfa fólk í digital right management til að passa upp á aurana sína. Nýjasta dæmið hjá mér er vefverslun EA Games. Ef að þessi 2,5 mánaða reynsla mín af henni kennir mér ekki að forðast EA eins og heitan eldinn þá veit ég ekki hvað. Að ég skuli ekki enn geta notað leikinn sem ég keypti fyrir 2,5 mánuði síðan útaf flóknu DRM segir sitt. Ég mun ekki versla við EA aftur ef ég kemst hjá því.\nEn þá komum við að þessari stóru spurningu: \"Hví stundum við sjórán á leikjum?\"\nFyrir mína parta er það takmarkað framboð. Ég er þannig týpa að ég er fastheldinn við ákveðna leiki sem hafa reynst mér vel, t.d.Half-Life, Warcraft, Command&Conquer og Battlefield ( veit að þessir 2 síðustu koma frá EA en þeir eru bara svo góðir ). Þeir eru kannski fleiri en þetta eru þeir sem ég man eftir. Á meðan ég kaupi/panta þessa leiki þá spyr maður sig, hvað með alla hina leikina. Á meðan BT var og hét hér á ísafirði, fór ég reglulega og keypti leiki úr útsöluhillunni. Þetta voru kannski ekki bestu leikir í heimi, en þeir voru ódýrir og stundum voru þetta gamlir gullmolar sem maður spilaði á yngri árum. Þetta get ég ekki gert lengur. Ég þyrfti að keyra 430Km til þess en það er önnur saga.\nSvo er það kannski verðið. Að kaupa leik á 6000 kr sem hefur vikuskemmtanagildi finnst mér ekki vera peningana virði. Einmitt þess vegna stundaði ég útsölubásana. Gömlu leikirnir hafa enn það skemmtanagildi og þeir höfðu þegar þeir voru á Top10 á 5.990kr en fást nú fyrir 999kr. Jú og kannski gæðin líka. Eru lélegir leikir virkilega 6000kr virði bara af því að þetta er leikur?\nEn svona þegar allt kemur til alls, þá er það ekki minn einskæri vilji að stunda sjórán, en þegar dreifingaraðilar gera sjórán að auðveldu leiðinni þá þurfa menn náttúrulega að endurskoða sínar aðferðir. \nHví stundið við sjórán á leikjum?",
            "date": "2008-08-14 11:35:00",
            "post_id": "180335",
            "reply_to_id": false
        },
        {
            "user_name": "Andriante",
            "text": "Því það kostar ekkert",
            "date": "2008-08-14 11:59:00",
            "post_id": "180336",
            "reply_to_id": "180335"
        },
        {
            "user_name": "djjason",
            "text": "Þú ert lame.",
            "date": "2008-08-14 12:09:00",
            "post_id": "180337",
            "reply_to_id": "180336"
        },
        {
            "user_name": "urban",
            "text": "ég geri það fyrst og fremst til þess að prufa viðkomandi leik.\nef að ég er ánægður með hann þá enda ég oft á því að kaupa hann.\nhef reyndar ekki keypt mér nema 1 eða 2 leiki það sem að af er þessu ári, en ástæðan fyrir því er fyrst og fremst sú að ég spila orðið andskotan ekki neitt.\nen aftur á móti þá geri ég mjög lítið af því að versla mér tölvuleiki út úr búð hérna heim.\nt.d. þá dýrka ég það hvað það eru margir leikir farnir að koma inn í gegnum steam\nhef nær eingöngu keypt mér leiki þar í gegn undanfarin ár, (held að það séu á milli 50 og 60 leikir á steam accountinum hjá mér) og jú síðan öðru hverju ef að ég rekst á eitthvað sniðugt ef að ég er erlendis.\nástæðan fyrir að ég kaupi ekki hérna heim\nverð og síðan það að smáís/stef skuli þurfa að vera með puttana í öllum andksotanum.\nörlítið tengt þessu en samt ekki, þá er telja t.d. smáís það ólöglegt þegar að menn versla sér músík í gegnum itunes erlendis frá.\neru á móti því að maður dli músík og einnig á móti því að menn kaupi hana erlendis frá.\nástæðan.... þá fá þeir ekkert í sína vasa.",
            "date": "2008-08-14 12:48:00",
            "post_id": "180338",
            "reply_to_id": "180337"
        },
        {
            "user_name": "Daz",
            "text": "Ég kaupi held ég orðið alltaf þá leiki sem ég spila, en ég stunda einmitt þá útsölur og tilboðshillur og panta á netinu þegar ég finn góð tilboð. Er ekki þjófnaður á leikjum bara \"níska\" og mögulega leti, oft er einfaldara að ná í leik á netið ólöglega en að kaupa hann.",
            "date": "2008-08-14 12:48:00",
            "post_id": "180339",
            "reply_to_id": "180338"
        },
        {
            "user_name": "hallihg",
            "text": "Ég downloada til að prufa. Rétt eins og ég hleð niður kvikmyndum og kaupi þær sem ég tel þess virði að kaupa. \nSteam búðin er snilld en ég var að vona að þetta myndi leiða til lægra verðs en raun ber vitni.",
            "date": "2008-08-14 13:30:00",
            "post_id": "180349",
            "reply_to_id": "180339"
        },
        {
            "user_name": "mind",
            "text": "Fyrir mitt leiti segi ég.\nOfframboð á leikjum , sérstaklega lélegum!\nEkki nægilega marktæk leikjareview, man hérna fyrir nokkrum mánuðum þegar gaur var rekinn frá Gamespot fyrir að gefa ákveðnum leik vond review þar sem leikjaframleiðandinn eyddi miklu í auglýsingar hjá þeim og líkaði það ekki að einhver hefði ekki gefið leiknum frá sér góða einkun.\nEf leikjaframleiðendur vilja ekki að leikjum sé stolið þá á að gera eftirfarandi:\nNota online verification eins og t.d. Blizzard með diablo og Warcraft III , bara CD-Keys.\nLeyfa fólki að downloada leiknum eins og t.d. Steam.\nÉg tími að kaupa $40 dollara leik en ekki 7.000 ISK.\nGott dæmi er t.d. Savage 2 , þetta er lítill leikur en margir sem spila og mikið endurspilanagildi. Bara eitt gjald einusinni $29.",
            "date": "2008-08-14 13:47:00",
            "post_id": "180352",
            "reply_to_id": "180349"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "nákvæmlega.. vegna þess að það kostar ekkert.\nég kaupi aldrei leiki né forrit.. það er algjör undanteking að ég kaupi leik, það er þá bara til að getað spilað þá online.",
            "date": "2008-08-14 13:57:00",
            "post_id": "180355",
            "reply_to_id": "180352"
        },
        {
            "user_name": "Andriante",
            "text": "Má vel vera, ég er þó allavega ekki heimskur eyðsluseggur",
            "date": "2008-08-14 14:07:00",
            "post_id": "180356",
            "reply_to_id": "180355"
        },
        {
            "user_name": "emmi",
            "text": "Ég kaupi af Steam. Orðið svolítið langt síðan ég keypti leik í búð hérlendis en ég stel engum leikjum. Prófaði EA Store einu sinni, og var ekki nógu ánægður með hana, býst ekki við að versla þar aftur.\nMeð ykkur hina sem sækið leiki \"ólöglega\" á netinu til að \"prufa\", af hverju ekki að ná bara í demo í staðinn fyrir að stela ef þið ætlið bara að prufa?",
            "date": "2008-08-14 14:11:00",
            "post_id": "180357",
            "reply_to_id": "180356"
        },
        {
            "user_name": "Swooper",
            "text": "Sammála mörgum hér að ofan. Ég tími yfirleitt ekki að kaupa tölvuleik beint úr búð hérlendis ef ég veit ekki hvort ég fíli hann, svo ég downloada fyrst til að prófa. Ef þetta er einn af þessum leikjum sem maður spilar í tvær vikur og fær svo strax leið á, þá er engin ástæða til að borga fyrir hann.\nemmi: Því demo eru.. demo. Oft bara fá borð/mission/item/whatever og fullt af takmörkunum sem eru ekki í leiknum sjálfum. Þar að auki er oft auðveldara að finna leikinn á torrent en demo",
            "date": "2008-08-14 14:15:00",
            "post_id": "180358",
            "reply_to_id": "180357"
        },
        {
            "user_name": "biggi1",
            "text": "ég kaupi leiki ef ég þarf þess, netspilun og ef mér finnst þess virði að eiga hann.\nen það eru dvd myndir og þættir sem fara í taugarnar á mér.. maður þarf að horfa á endalaust mikið af \"ekki stela þessu\" vídjóum eftir hvern þátt, og maður er að borga fyrir það! það finnst mér útí hött.",
            "date": "2008-08-14 14:21:00",
            "post_id": "180359",
            "reply_to_id": "180358"
        },
        {
            "user_name": "CendenZ",
            "text": "Sammála.\nÉg á þvílíkt DVD safn og gott leikjasafn.\nÉg downloadaði hverri einustu mynd og hverjum einasta leik áður en ég keypti, nema Half life sem ég fékk 1999 í jólagjöf.\nþað er sennilega eini leikurinn sem ég keypti/fékk áður en ég downloadaði.\nSteam búðin er æðisleg og mjög ódýr, en mætti vera töluvert ódýrari, segir bara um premiumið sem leikjaframleiðendur greiða fyrir að vera í steam.\nÆtli ég eigi ekki um 40 leiki og um 150 dvd myndir, allt keypt á amazon/ebay eða meðan ég er úti.",
            "date": "2008-08-14 14:33:00",
            "post_id": "180360",
            "reply_to_id": "180359"
        },
        {
            "user_name": "sigurbrjann",
            "text": "sammála, downloada til að prufa ef manni líkar spá í það að kaupa, þessi demo sem framleiðendur senda sjaldan frá sér seigja ekki shit",
            "date": "2008-08-14 16:35:00",
            "post_id": "180374",
            "reply_to_id": "180360"
        },
        {
            "user_name": "beatmaster",
            "text": "Ég download-a leikjum af því að það er frítt og ég er ekki með samviskubit út af því, því að ég væri ekki að kaupa mér þá örfáu leiki sem að ég spila , finnst mjög grátt að kalla þetta þjófnað, þar sem að þeir tapa engri sölu á því sem að ég download-a.\nOg hafi ég einhvern tímann haft samviskubit yfir þessu niðurhali mínu þá fór það alveg í burtu þegar að ég download-aði 7000 kr. leik af netinu (NFS Carbon) til þess eins að komast að því að hann væri ekki 7 kr. virði, hann náði ekki að endast klukkutíma í vélinni hjá mér þá var ég búinn að henda honum og það eru 7000 kr senm að ég hefði aldrei nokkuirn tímann fengið aftur!",
            "date": "2008-08-14 16:41:00",
            "post_id": "180376",
            "reply_to_id": "180374"
        },
        {
            "user_name": "Dr3dinn",
            "text": "Algjörlega sammála þessu.\nÉg niðurhel bíómyndum í \nhundraða\n tali, en kaupi svo margar sem mér lýst vel á \nSvo oft á milli finnur maður myndir sem ég hefði aldrei rekið augu mín í, á videoleigum eða í búðum.\nNæ í þér og ef mér líkar kaupi ég þær seinna.\nMeð Leikina er þetta einfalt ég til dæmis keypti seinast \nTitans quest\n eftir að hafa prufað leikinn stolinn á netinu.\nHann var með \"bugs\" og vildi ég spila þann leik á netinu einnig svo ég keypti leikinn og næstu 2 auka pakka.\nGræddi þá ekki fyrirtækið \n3 falt\n á því að ég prufaði leikinn? og vill þá skoða næstu leiki frá þeim einnig \nStundum erum bara gefnir út \"slæmir leikir\" og vill ég persónulega ekki eyða 6k-8k í leik sem ég mun ei spila.\nSvo er úrvalið hérna á Íslandi bara ekki \nneitt\n og annars staðar í heiminum svo maður verður að prófa annað en það sem kemst hæðst í sölulistunum.",
            "date": "2008-08-14 18:49:00",
            "post_id": "180392",
            "reply_to_id": "180376"
        },
        {
            "user_name": "Gúrú",
            "text": "Steam búðin á nú hrós fyrir fyrir medium-rare hátt verð  \n \nEins og t.d. var cs 1,6 á 10 dali um daginn þegar dollarinn var í 65, og rippoff búðir eins og bt með hann á 1999. Einnig eru þeir með mjög fína servera, er að ná ca 1.1MB frá þeim svo að þetta tekur enga stund.",
            "date": "2008-08-14 19:22:00",
            "post_id": "180394",
            "reply_to_id": "180392"
        },
        {
            "user_name": "mpythonsr",
            "text": "Að borga 6-8k fyrir leik er RÁN.Ef mér líst vel á leik, hann er góður í spilun og hefur fínt skemmtanagildi þá kaupi ég hann, \nannars fer hann útí hafsauga. Neverwinternight 1 og 2 eru góð dæmi um góða leiki (eða flest sem kemur frá bioware áður en þeir voru nappaðir af EA.) Ég tel mig hinsvegar ekki vera að stunda rán á leikjum, þetta er hluti af rannsóknarvinnu. \nHvort er leikurinn góður eða slæmur það er vandinn",
            "date": "2008-08-14 23:14:00",
            "post_id": "180407",
            "reply_to_id": "180394"
        },
        {
            "user_name": "Joi_gudni",
            "text": "einsog þú hafir ekki einusinni náð í ólöglegt eintak af leik \n?",
            "date": "2008-08-14 23:38:00",
            "post_id": "180408",
            "reply_to_id": "180407"
        },
        {
            "user_name": "Orri",
            "text": "Ég downloada leikjum ef mig langar að prufa, og svo næ ég í suma eldri leiki sem ég get hvergi annarstaðar fundið.\nÍ þau fáu skipti sem ég kaupi leik á PC, þá er það aðalega útaf netspilun ( t.d. Battlefield 2 ).\nAnnars nota ég bara PS3 fyrir mína leikjaspilun. Flestallir leikir hafa demó á PSstore, og svo er sífelld umfjöllum um alla leikina svo maður veit hvaða leiki maður á að kaupa og hvaða leiki maður skal forðast.\nOg svo demó á PC leikjum hef ég sjaldan séð, man bara eftir demó síðunni á Bt.is  \nEdit: Ég keypti reyndar líka stóran pakka á steam um árið, flottur hraði, og gott verð.",
            "date": "2008-08-14 23:40:00",
            "post_id": "180409",
            "reply_to_id": "180408"
        },
        {
            "user_name": "CendenZ",
            "text": "Það fer að líða að lokum að leikjaverslunarinnar á íslandi.\nverður ekkert langt þangað til annað steam-store dæmi kemur",
            "date": "2008-08-15 00:03:00",
            "post_id": "180411",
            "reply_to_id": "180409"
        },
        {
            "user_name": "Joi_gudni",
            "text": "ég kaupi annars alla leiki í BT eða Elko fyrir utan GTA3 á Pc.. \n  ræðum það ekkert frekar..",
            "date": "2008-08-15 00:09:00",
            "post_id": "180412",
            "reply_to_id": "180411"
        },
        {
            "user_name": "Lester",
            "text": "DRM er mín fyrsta ástæða þetta DRM er algört rugl -_-\nsvo peningur ég borga ekki 5000+  einhvern leik nei takk \nsvo eru þessir nýju xbox360,ps3 leikir sem kosta 8000+\nsamt Downloada ég ekki oft bara gamla leiki ef ég finn þá ekki á steam eða \nhttp://www.gog.com",
            "date": "2008-10-24 13:25:00",
            "post_id": "185334",
            "reply_to_id": "180412"
        },
        {
            "user_name": "Lester",
            "text": "samt getur steam verið algört okur\nleikur í USA kosta 50$ en í Ástralíu kostar hann 80$\nen samt er steam alltaf ódyrari en BT,Elko \nSteam>BT",
            "date": "2008-10-24 13:28:00",
            "post_id": "185335",
            "reply_to_id": "185334"
        },
        {
            "user_name": "HilmarHD",
            "text": "Ég downloada bara af því að ég er ógeðslega latur og nýskur.",
            "date": "2008-10-24 14:27:00",
            "post_id": "185338",
            "reply_to_id": "185335"
        },
        {
            "user_name": "Turtleblob",
            "text": "Ég líka, vandamálið er bara að um leið og ég er búinn að dl þá er ekkert sem drífur mig til að kaupa leikinn. Leikirnir glaymast bara einhverstaðar inn á harða disknum eftir að ég er búinn að spila single-player og leika mér aðeins ( Ég nenni ekki að spila online, bara finnst það ekkert gaman ) . Á endanum kaupi ég þá sjaldnast. \n \nAuðvitað er þetta að einhverju leyti níska, undirniðri, en eins og gengið hefur verið og er þá er það ekkert að fara að batna. Ég held að á endanum verði þetta eins og með tónlistina. Dreifingarkerfið sem tónlistariðnaðurinn er byggður á er bara einfaldlega að líða undir lok. Kannski verður meira af Steam-ish framtökum kannski verður eitthvað annað og betra.\nÞað sem ég er hinsvegar alveg viss um er að það að hefta hinn venjulega notenda (bara 3 instöll, SecuROM, o.s.f.v.) bætir hlutina lítið, ef það er búið að cracka leik einu sinni þá er opið fyrir alla. Það sem er mikilvægt er að það er hægt að komast fram hjá ÖLLU DRMi og þessháttar hugbúnaði og það er ALLTAF til fólk sem er tilbúið til þess að leggja niður þá vinnu sem þarf. Ég skil þörfina á einhverskonar vörn en að setja hugbúnað inn á tölvuna hjá manni án þess að segja múkk, til þess að passa að maður sé ekki að stela er einum of langt gengið.",
            "date": "2008-10-24 14:46:00",
            "post_id": "185339",
            "reply_to_id": false
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Frekar að eyða peningunum í vélbúnað\nLeikir eru lika svo fokdýrir",
            "date": "2008-10-24 15:55:00",
            "post_id": "185347",
            "reply_to_id": "185339"
        },
        {
            "user_name": "Gúrú",
            "text": "Reyndu að finna hlut sem er <BT  \n \nAnnars VERÐ ég bara að prófa leik áður en ég kaupi hann.\nHATA að sitja uppi með leik sem kostaði 5000 kr og er kominn með ógeðslega leið á honum því að hann er ekkert það skemmtilegur tbh... (Hóst wow hóst)",
            "date": "2008-10-24 19:41:00",
            "post_id": "185374",
            "reply_to_id": "185347"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Það eru sennilega svona skotleikir og þannig til að spila online sem ég kaupi til að fá kóða til að spila multiplayer (COD og þannig)",
            "date": "2008-10-24 20:51:00",
            "post_id": "185378",
            "reply_to_id": "185374"
        },
        {
            "user_name": "Hyper_Pinjata",
            "text": "Ég spyr nú bara....hver hérna keypti Bioshock á pc?\njahá....\nhver í helvítinu fer að kaupa leik sem er með þeim takmörkunum að:\n1. þú getur bara sett leikinn upp 3svar\n2. þarf að strauja tölvuna þína ef installið corruptast...til þess eins að geta \"re-installað\"\n3. NO MULTIPLAYER OMFG\nég sótti leikinn á netinu án þess að borga krónu fyrir,og ég er stoltur af því....ég myndi aldrei eyða krónu í þennan leik með þessum skítatakmörkunum....shit...ef ég kaupi mér tölvuleik ætlast ég til þess að geta hent honum út og installað hann eins oft og mig listir.",
            "date": "2008-11-15 08:31:00",
            "post_id": "187181",
            "reply_to_id": "185378"
        },
        {
            "user_name": "Dagur",
            "text": "http://www.joystiq.com/2008/11/13/world ... racy-rate/\n Ekkert DRM\n Nýr og frumlegur\n Indie framleiðandi\n Ódýr\nHræsni?",
            "date": "2008-11-15 13:27:00",
            "post_id": "187198",
            "reply_to_id": "187181"
        }
    ],
    "date": "2008-10-24 14:46:00"
}