{
    "forum_title": "Windows",
    "id": "19076",
    "title": "Home orðið að pro og get ekki loggað inn",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=15&t=19076",
    "posts": [
        {
            "user_name": "CraZy",
            "text": "Daginn.\nVar að koma úr þessu fína fríi úr sólini og svo þegar ég kem heim og ættla sveittur að skella mér í tölvuna þá er það fyrsta sem tekur á móti mér windows pro log in gluggi, sem er furðulegt þar sem ég var seinast þegar ég vissi með home? Það er heldur ekki lengur þessi venjulegi blái skjár með userum og því og í staðinn er bara gluggi..allt mjög skrítið.\nUser name-ið sem tekur á móti mér er mitt eigið en gamla passwordið virkar ekki, enþá skrítnara.\nSvo..hefur einhver lent í einhverju svona eða heyrt um eitthvað svona, vil helst ekki vilja formata.\nDanke",
            "date": "2008-08-22 00:03:00",
            "post_id": "180889",
            "reply_to_id": false
        },
        {
            "user_name": "KermitTheFrog",
            "text": "ættir að geta startað í safe mode, loggað þig inn sem administrator og annaðhvort eytt eða breytt passwordinu",
            "date": "2008-08-22 00:45:00",
            "post_id": "180891",
            "reply_to_id": "180889"
        },
        {
            "user_name": "Allinn",
            "text": "Var að fara að seigja þetta með safe mode. Allavana styð sá hugmynd.",
            "date": "2008-08-22 01:09:00",
            "post_id": "180892",
            "reply_to_id": "180891"
        },
        {
            "user_name": "CraZy",
            "text": "hmm það virkar ekki að logga sig inn sem admin, kemur sami gluggi upp, bara stærri.\nÞað furðulega er að það var aldrei neitt password á tölvuni, bara userinn \"Alli\" sem loggaðist sjálfkrafa inná þegar ég kveikti á tölvuni.\nAlltsaman mjög furðulegt.",
            "date": "2008-08-22 12:24:00",
            "post_id": "180910",
            "reply_to_id": "180892"
        },
        {
            "user_name": "tms",
            "text": "Mamma þín fann klámið og lét frænda þinn formata tölvuna.",
            "date": "2008-08-22 17:02:00",
            "post_id": "180919",
            "reply_to_id": "180910"
        },
        {
            "user_name": "CraZy",
            "text": "haha verst að við vorum öll í útlöndum og slökt á tölvuni og á routernum, væri samt fyndið.\nÉg kemst inná drifin sem voru share-uð á networkinu þannig að ég er að færa allt á flakkarana atm. Ætli ég formati ekki bara þó það sé leiðinlegt",
            "date": "2008-08-22 17:55:00",
            "post_id": "180924",
            "reply_to_id": "180919"
        },
        {
            "user_name": "CraZy",
            "text": "Jæja búinn að formata og setja upp XP aftur, hinsvegar ræður hún ekki við að loada því og frís þegar windows er að starta..safe mode virkar samt.\nKannski loksins kominn tími að fá sér nýja borðtölvu =')",
            "date": "2008-08-24 14:42:00",
            "post_id": "181016",
            "reply_to_id": "180924"
        },
        {
            "user_name": "Halli25",
            "text": "Til hamingju \nhvað var gamla? Pentium !!! ?",
            "date": "2008-08-25 10:14:00",
            "post_id": "181055",
            "reply_to_id": "181016"
        }
    ],
    "date": "2008-08-22 00:03:00"
}