{
    "forum_title": "Windows",
    "id": "1919",
    "title": "hvaða póstforrit á ég að nota?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=15&t=1919",
    "posts": [
        {
            "user_name": "odinnn",
            "text": "ég hef verið að sjá ykkur vera að mæla gegn notkun á outlook þannig að ég spyr: hvaða forrit ætti ég að nota í staðinn?",
            "date": "2003-10-28 20:36:00",
            "post_id": "17807",
            "reply_to_id": false
        },
        {
            "user_name": "Skoop",
            "text": "ég nota þetta \nhttp://www.mozilla.org/projects/thunderbird/\n\n\nmjög fínt open source forrit",
            "date": "2003-10-28 21:02:00",
            "post_id": "17809",
            "reply_to_id": "17807"
        },
        {
            "user_name": "gumol",
            "text": "Microsoft Outlook",
            "date": "2003-10-28 21:44:00",
            "post_id": "17812",
            "reply_to_id": "17809"
        },
        {
            "user_name": "ICM",
            "text": "ég er það lélegur að vera bara að nota vefpóst, nenni ekki að vera að stilla póstforrit í tölvum hvert sem ér fer.",
            "date": "2003-10-28 22:08:00",
            "post_id": "17822",
            "reply_to_id": "17812"
        },
        {
            "user_name": "gumol",
            "text": "líka ég",
            "date": "2003-10-28 22:40:00",
            "post_id": "17828",
            "reply_to_id": "17822"
        },
        {
            "user_name": "kemiztry",
            "text": "Ég mæli með Outlook 2003... það er pjúra snilld.  Junk mail fítusinn í því er að virka mjög vel.. hingað til hefur allur sorapóstur farið í JM folderinn",
            "date": "2003-10-28 23:26:00",
            "post_id": "17842",
            "reply_to_id": "17828"
        },
        {
            "user_name": "Theory",
            "text": "Hah LOL, Outlook 2003 \"nýr ruslpóst filter\"... \n\nHefur verið ruslpóst filter sem virkar í Opera Mail nokkuð lengi.\n\n\n\nÉg mæli annarsvegar með Opera Mail, ef þú notar Opera vafran á annað borð, þá er ekkert vesen með að vera með of mörg forrit uppi í einu, og hann er margfalt öruggari en Outlook sem er bara eins og svissneskur ostur af öryggisholum. \nhttp://www.opera.com\n\n\n\n\nHinsvega Mozilla Thunderbird, sem hefur einnig virkandi ruslpóst filter og er líka öruggara en outlook. Það er líka fínt að nota Thunderbird ef þú ert Mozilla/Firebird notandi á annað borð.\n\nhttp://www.mozilla.org",
            "date": "2003-10-28 23:30:00",
            "post_id": "17844",
            "reply_to_id": "17842"
        },
        {
            "user_name": "bizz",
            "text": "Outlook 2003 er samt soldið flott sko!\n\nAlveg fullt af nýjum fídusum..\n\nAnnars mæli ég alveg með outlook, hefur aldrei verið með vesen",
            "date": "2003-10-29 00:25:00",
            "post_id": "17856",
            "reply_to_id": "17844"
        },
        {
            "user_name": "Amything",
            "text": "The Bat er tær snilld. \nhttp://www.ritlabs.com/the_bat/",
            "date": "2003-10-29 01:43:00",
            "post_id": "17878",
            "reply_to_id": "17856"
        },
        {
            "user_name": "DarkAngel",
            "text": "Ég nota nú bara outlook express og það er bara virka fínt fyrir mig",
            "date": "2003-10-29 04:38:00",
            "post_id": "17896",
            "reply_to_id": "17878"
        },
        {
            "user_name": "Gothiatek",
            "text": "Thunderbird, ekki spurning.  Mjög nett og fínt póstforrit.  Einnig mæli ég sterklega með Firebird browsernum.\n\n\n\nAðalástæðan fyrir því að ég nota ekki Outlook í Windows er öryggisástæður + vírusar og að það er sneisafullt af fídusum sem ég hef ekkert að gera með  heima hjá mér!!",
            "date": "2003-10-29 07:20:00",
            "post_id": "17898",
            "reply_to_id": "17896"
        },
        {
            "user_name": "kemiztry",
            "text": "Gott hjá þér Theory!",
            "date": "2003-10-29 08:00:00",
            "post_id": "17900",
            "reply_to_id": "17898"
        },
        {
            "user_name": "Voffinn",
            "text": "Eitt enn atkvæði fyrir Thunderbird, ég hef verið að nota það síðan fyrstu útgáfu (Ekki langt síðan \n )",
            "date": "2003-10-29 09:27:00",
            "post_id": "17908",
            "reply_to_id": "17900"
        },
        {
            "user_name": "halanegri",
            "text": "Thunderbird!\n\n\n\nMjög sniðugar spam filters í því, þú merkir póst alltaf sem spam, og þá lærir forritið á því og getur greint spam frá venjulegum pósti fyrir þig.",
            "date": "2003-10-29 09:50:00",
            "post_id": "17913",
            "reply_to_id": "17908"
        },
        {
            "user_name": "Fox",
            "text": "Ahm... LUSER\n\nLærðu á outlook, lærð windows security.\n\nÞá færðu ekki þessa helv. virii.\n\nEkki tala við fáðu öll email sem text, ekki HTML etc.",
            "date": "2003-10-29 10:10:00",
            "post_id": "17930",
            "reply_to_id": "17913"
        },
        {
            "user_name": "halanegri",
            "text": "Málið við Outlook er að það er svo óöryggt by default að maður á hættu að fá vírus ef maður er bara t.d. með kveikt á HTML eins og Fox sagði. En í Mozilla Thunderbird til dæmis, þá er vel séð um öryggið, HTML er samt á by default þar, en ekki Javascript og fleira sem getur smitað nema að notandinn leyfi það sérstaklega.",
            "date": "2003-10-29 10:21:00",
            "post_id": "17936",
            "reply_to_id": "17930"
        },
        {
            "user_name": "Fox",
            "text": "Mér finnst að fólk ætti ekki að skipta út póstforritinu sínu einfaldlega vegna þess að það nennir ekki að eiða tíma í að læra á það.\n\n\n\nEkki hægt að segja að outlook sé lélegt, áður en það er stillt.\n\n\n\nHvernig er t.d RedHat 9, áður en það er uppfært og stillt?\n\nUnsecured.",
            "date": "2003-10-29 10:24:00",
            "post_id": "17939",
            "reply_to_id": "17936"
        },
        {
            "user_name": "halanegri",
            "text": "Það eru bara ekki allir sem kunna að stilla þau eða vita ekki mikið um stillingarnar, þeir þurfa á góðum default stillingum að halda.\n\n\n\nRed Hat er ekkert sérlega unsecure óstillt, það eru ágætis default stillingar. Einnig er hægt að ráða default stillingunum í setup minnir mig(Normal, Extra security eða Paranoid)",
            "date": "2003-10-29 10:38:00",
            "post_id": "17942",
            "reply_to_id": "17939"
        },
        {
            "user_name": "Gothiatek",
            "text": "Hvað þýðir LUSER??  L-User as in Linux User ???\n\n\n\nLæra á Outlook, læra á Windows security!!!  Tel mig kunna ágætlega á þetta, patcha tölvuna mína og nota vírusvörn.  Samt nota ég ekki Outlook, og Internet Explorer ef því er að skipta.   Auðvitað get ég farið að breyta stillingum fram og tilbaka (eins og ég gerði þegar ég notaði Outlook) en nenni ekki að standa í því þegar ég get bara notað Thunderbird  \n\n\n\n\nHeld að við séum ekki að tala um að fólk nenni ekki að læra á póstforritið sitt.  Bara hvað hver og einn fílar!",
            "date": "2003-10-29 12:41:00",
            "post_id": "17950",
            "reply_to_id": "17942"
        },
        {
            "user_name": "Fox",
            "text": "Mjög mörg SSH exploit t.d",
            "date": "2003-10-29 13:05:00",
            "post_id": "17956",
            "reply_to_id": "17950"
        },
        {
            "user_name": "Fox",
            "text": "INTERNET TERMS&ACRONYMSV1.0   \n\n  LUSER \n\nA user who is a loser. \n\n\n\n\n\n\n\nOg smá saga:\n\n\n\nJargon File   \n\n  luser \n\n/loo'zr/ n. [common] A user; esp. one who is also a loser. (luser and loser are pronounced identically.) This word was coined around 1975 at MIT. Under ITS, when you first walked up to a terminal at MIT and typed Control-Z to get the computer's attention, it printed out some status information, including how many people were already using the computer; it might print \"14 users\", for example. Someone thought it would be a great joke to patch the system to print \"14 losers\" instead. There ensued a great controversy, as some of the users didn't particularly want to be called losers to their faces every time they used the computer. For a while several hackers struggled covertly, each changing the message behind the back of the others; any time you logged into the computer it was even money whether it would say \"users\" or \"losers\". Finally, someone tried the compromise \"lusers\", and it stuck. Later one of the ITS machines supported luser as a request-for-help command. ITS died the death in mid-1990, except as a museum piece; the usage lives on, however, and the term `luser' is often seen in program comments and on Usenet.",
            "date": "2003-10-29 13:07:00",
            "post_id": "17957",
            "reply_to_id": "17956"
        },
        {
            "user_name": "Voffinn",
            "text": "Já mjög mörg... Mér sýnist þú ekki vita það mikið um linux til að vera segja eitthvað svona.  Þetta ssh exploit sem þú talar um, kom að vísu fram, það breiddist mjög fljótt um linux samfélagið.  Sem merkir að allir sem eitthvað vit hafa í kollinum hafa patchað sitt sem fyrst.\n\n\n\nSvo ef við förum í það, þá er ssh, eða openssh sem er oftast notað í linux, búið til af þeim sem gera OpenBSD, eitt öruggasta kerfi í heimi.  Það er 3rd party software, kemur linux ekkert við meira en Outlook í windows.",
            "date": "2003-10-29 14:18:00",
            "post_id": "17965",
            "reply_to_id": "17957"
        },
        {
            "user_name": "Theory",
            "text": "Hérna, Já... Ég nota OpenBSD á einni vél hérna hjá mér, á síðustu árum hafa fundist um 1 remote exploit fyrir base install af því... Ég ætla ekki einusinni að byrja að telja upp hve mörg exploit, remote eða local séu til fyrir windows eða hafa komið upp fyrir winows base install. Sure, það er hægt að configure'a þetta allt fram og til baka, fá sér zonealarm, og Norton Antivirus allskonar poppupstoppers fyrir IE, spamfilter í Outlook... Og þegar þú ert búinn að borga fyrir þetta allt, og fá leifi til að nota það hefur það kostað þig ~50 k, eða meira ef þú notar MS Office líka.\n\n\n\nÞannig í staðinn fyrir að eyða tíma sem ég hef ekki og pening sem ég á ekki í að reyna að komast hjá því að vírus eyðileggji tölvuna mína, nota ég freker opin hugbúnað sem er hægt að fá frítt og er öruggari by default.",
            "date": "2003-10-29 15:45:00",
            "post_id": "17985",
            "reply_to_id": "17965"
        },
        {
            "user_name": "Gothiatek",
            "text": "heyr heyr",
            "date": "2003-10-29 17:56:00",
            "post_id": "18000",
            "reply_to_id": "17985"
        },
        {
            "user_name": "halanegri",
            "text": "Venjulegur notandi notar ekki SSH, og er þ.a.l. ekki með SSH í gnangi frá byrjun, og ég ætla rétt að vona að Red Hat keyri ekki SSH frá byrjun án þess að spyrja mann, þá væri það nokkuð óöruggt.",
            "date": "2003-10-30 03:31:00",
            "post_id": "18093",
            "reply_to_id": "18000"
        },
        {
            "user_name": "halanegri",
            "text": "OpenBSD er líka með slökkt á öllum potentially-exploitable hlutum by default.\n\n\n\nCome on, það stendur m.a.s. í \nlagatextanum\n.",
            "date": "2003-10-30 03:33:00",
            "post_id": "18094",
            "reply_to_id": false
        },
        {
            "user_name": "Voffinn",
            "text": "Halanegri, þeir eru samt talnir eitt öruggasta kerfið þrátt fyrir það",
            "date": "2003-10-30 11:19:00",
            "post_id": "18108",
            "reply_to_id": "18094"
        },
        {
            "user_name": "Theory",
            "text": "Auðvitað, það er þannig sem þeir eru öruggasta kerfið, Windows on the other hand gerir í því að hafa fullt af óþarfa þjónustu í gangi by default afþví að þeir halda að fólk kunni ekki að ræsa þær, það er svona fáránleiki sem geriri styrikerfi insecure. Að vera með exploitable forrit inni, og í gangi by default, eins og RPC, honestly, hvað hefur þú notað það oft eða einhver sem þú þekkir?",
            "date": "2003-10-30 15:36:00",
            "post_id": "18134",
            "reply_to_id": "18108"
        },
        {
            "user_name": "Voffinn",
            "text": "Svo ég minni líka á messanger þjónustuna (nei ekkert tengt msn), sem gerði fólki kleift að senda skilaboð í tölvuna þína.",
            "date": "2003-10-30 15:45:00",
            "post_id": "18135",
            "reply_to_id": "18134"
        },
        {
            "user_name": "Gothiatek",
            "text": "Hehe, fyrsta sem ég geri eftir að hafa sett upp Windows er að diseibla allt þetta krapp.",
            "date": "2003-10-30 18:03:00",
            "post_id": "18139",
            "reply_to_id": "18135"
        }
    ],
    "date": "2003-10-30 03:33:00"
}