{
    "forum_title": "Almennt um vélbúnað",
    "id": "19364",
    "title": "Fartölvu vandamál!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=19364",
    "posts": [
        {
            "user_name": "benregn",
            "text": "Fartölvu vandamál!\nÉg veit að þetta er langur póstur en ég reyndi að hafa hann eins stuttan og ég gat. Svo vonandi sýnið þið þolinmæði og hjálpsemi.\nÉg er í vandræðum með Dell Inspiron 1501 frá EJS með Vista Home Basic. Nánari spec eru neðst í póstinum. Tölvan kom með 80GB diski sem er ekki mikið pláss svo ég ákvað að setja stærri disk í tölvuna. 250GB varð fyrir valinu og var stýrikerfinu og restinni af dótinu á disknum var \"ghost-að\" yfir á nýja diskinn. Allt í lagi með það til að byrja með en eftir stuttan tíma (1-2 daga) þá fór músin að hökta og svo í kjölfarið fór stýrikerfið að frjósa í svona 10-15 sek. í einu. Þá hélt ég að það hefði kannski komið eitthvað fyrir stýrikerfisskrárnar í afrituninni á kerfinu frá gamla disknum yfir á þann nýja.\nÉg þá tek backup af því sem þurfti að geyma og setti stýrikerfið upp aftur á tölvuna. Stýrikerfið var sett upp með skrifuðu afriti af Vista Home Basic diski. Það kemur upp sama vandamál og lýst er fyrir ofan. Stýrikerfið var sett upp 2 sinnum í viðbót með sömu niðurstöðum. Þá prófaði ég að tala við viðgerðarmenn hjá Tölvutek, sem seldu mér diskinn í upphafi, og þeim datt í hug að það gæti verið ósamhæfni milli harða disksins og vélarinnar. Mér fannst það ekki hljóma ósennilegt þar sem þetta er Dell og þar að auki ekki dýrt módel.\nÉg fer og skipti 250GB út fyrir 160GB. Set þann disk í tölvuna í staðinn og set upp stýrikerfið. Endar það á sama hátt og áður. Ég prófa að setja það upp enn einu sinni og núna koma einnig fram skjátruflanir þegar slökkt var á tölvunni, rétt áður en slökknar alveg á henni, og líka þegar ég ræsi hana upp úr sleep. Þeir eru svo miklir að maður sér ekkert og verður að nota hard shutdown. Þá gafst ég upp og fór með tölvuna til EJS. Þar lýsti ég fyrir þeim þessum skjátruflunum en gleymdi að segja frá höktinu og frosnunar vandamálinu, enda voru þeir ekki komnir fram ennþá eftir síðustu uppsetningu. Þar vilja þeir meina að það sé eitthvað að uppsetningunni á stýrikerfinu og rökstyðja það með því að þeir hafi sett upp stýrikerfið á annan disk og þá hafi þetta vandamál ekki komið fram. Ég var svona létt skeptískur á það. Þeir bjóða mér að þeir setji upp stýrikerfið fyrir mig á 10.000 krónur, fyrir eitthvað sem tekur svona ca. 30 mín max. Ég afþakkaði það og vildi fá að prófa þetta frekar og sæki tölvuna.\nÉg fer að pæla hvort það sé eitthvað að þessu afritaða Home Basic eintaki og fatta að ég á orginal Vista Home Premium disk. Þar sem maður getur notað hvaða Vista disk og rétt serial til að setja upp allavega Home Basic og Premium (og kannski Bussiness eða Ultimate, man ekki hvort) þá prófa ég að setja upp stýrikerfið upp með þeim diski. Sama vandamál með skjátruflanir dúkkar upp. Ég var ekki alveg sáttur við að uppsetningin af þessum diski færi líka gölluð þar sem ég er með kerfið á á annarri vél og það er allt í fína með það. Ég fatta að ég hef gleymt að finna nýjustu driverana vegna þess hversu vista er ágætt í að finna rétta drivera. Farið á dell.com og allir drivera fyrir vélinna fundnir, m.a. nýjan skjákorts driver, og þeir allir settir upp á vélinna. Það lagar skjátruflunar vandamálið. Ca. 1 dag eftir uppsetningu var vélin ekki farin að hökta eða frjósa en svo eftir tæpa tvo daga fór hún í sama farið.\nSvo staðan er þannig að ég er að velta fyrir mér hvort það sé ekki eini möguleikinn í stöðunni að fara með hana í EJS og borga þeim þessa okurfjárhæð fyrir uppsetninguna á stýrikerfinu og láta þá ábyrgjast að vandamálið dúkki ekki aftur uppá í bráð?\nDell Insprion 1501\nAMD Turion 64 MK36 2.0GHz\n1.5GB Memory\nATI Radeon XPress 1150 256MB Hypermemory\n160GB Hard drive (80GB Hard drive (upphaflega))\nWindows Vista Home Basic\nTakk fyrir lesturinn og svör,\nBenregn",
            "date": "2008-09-17 22:38:00",
            "post_id": "182619",
            "reply_to_id": false
        },
        {
            "user_name": "einarornth",
            "text": "Ég myndi gera það. Þetta er kannski ekki há upphæð ef þú hugsar um allt vesenið sem þú sparar þér + að þeir geta ekki notað þetta sem afsökun ef eitthvað kemur upp á síðar á ábyrgðartímabilinu.",
            "date": "2008-09-17 23:35:00",
            "post_id": "182630",
            "reply_to_id": "182619"
        },
        {
            "user_name": "benregn",
            "text": "Jamm, geri það... Var svona eiginlega búinn að ákveða það en vildi fá álit Vaktara.",
            "date": "2008-09-20 22:50:00",
            "post_id": "182818",
            "reply_to_id": "182630"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ef þú hefur sett upp allt sem þú áttir að setja upp, nýjustu drivera, nýjasta BIOS og svo frv., þá er svo til nánast enginn möguleiki að þetta sé hugbúnaðar/stýrikerfisvandamál. Þú verður að átta þig á því að auðvitað geta þeir ekki tekið ábyrgð á því að þetta gerist ekki aftur, það er bara óraunhæft með öllu. Hljómar mikið frekar eins og hardware vandamál fyrir mér, að því gefnu að allt sé rétt uppsett. Nú ef vélin er í ábyrgð, þá auðvitað læturu þá bara hafa vélina nýuppsetta og segir þeim söguna og lætur fylgja eins ítarlega bilanalýsingu og þú getur.",
            "date": "2008-09-21 08:48:00",
            "post_id": "182833",
            "reply_to_id": "182818"
        },
        {
            "user_name": "Daz",
            "text": "Ég kannski missti af því, en ertu búinn að setja upphaflega diskinn í aftur og athuga hvort vandamálið kemur upp þá?",
            "date": "2008-09-21 15:06:00",
            "post_id": "182848",
            "reply_to_id": "182833"
        },
        {
            "user_name": "techseven",
            "text": "Góð hugmynd, ertu búinn að prófa þetta?",
            "date": "2008-09-21 19:21:00",
            "post_id": "182862",
            "reply_to_id": "182848"
        },
        {
            "user_name": "benregn",
            "text": "Ég var búinn að hugsa út í það en ég var orðinn hálf þreittur á þessu öllu svo ég henti henni bara í EJS. Á von á henni á morgun eða miðvikudaginn.\nÉg var bara að meina að ef þetta byrjar aftur eftir að hún kemur frá þeim, þá vil ég að þeir endurgreiði mér \n10.000\n krónurnar og lagi vandamálið.",
            "date": "2008-09-22 18:50:00",
            "post_id": "182936",
            "reply_to_id": "182862"
        },
        {
            "user_name": "urban",
            "text": "Ég var nú að lesa þetta núna fyrst.\nen vandamálið sem að mér datt einna helst til hugar er hvort að harði diskurinn hafi verið í PIO mode",
            "date": "2008-09-22 19:00:00",
            "post_id": "182938",
            "reply_to_id": "182936"
        },
        {
            "user_name": "benregn",
            "text": "Ég játa það að ég vissi ekki hvað PIO mode er og var þar afleiðandi ekki að skoða það vandamál. Veit reyndar ennþá ekki fullkomlega hvað PIO mode er eftir stutt google. En hún er hvort sem er hjá EJS núna... Aðeins of seinnt að reyna grúska í því núna. Takk samt fyrir ráðleggingunna.",
            "date": "2008-09-23 12:24:00",
            "post_id": "183004",
            "reply_to_id": "182938"
        }
    ],
    "date": "2008-09-17 22:38:00"
}