{
    "forum_title": "Netkerfi - internetið",
    "id": "19381",
    "title": "Erl. gagnamagn á ljósleiðaratengingum ekki mælt",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=19381",
    "posts": [
        {
            "user_name": "Hargo",
            "text": "Ég komst að því um daginn þegar ég var að kynna mér tilboð hjá Vodafone á ljósleiðaratengingum að þeir eru ekki að mæla gagnamagn á þeim eins og staðan er í dag.\nÉg hafði samband við þá því ég sá að þeir voru að auglýsa 30Mb/s ljósleiðaratengingu með 10GB erlendu niðurhali á 2990kr á mánuði. Ég er með 12Mb/s ljósleiðaratengingu hjá þeim með ótakmörkuðu niðurhali (ótakmarkað = 80GB). Fyrir það er ég að borga 5254kr að mig minnir (er í Og1). Þannig að ég ætlaði að athuga hvort ég gæti skipt yfir í þetta tilboð þeirra. Fyrst vildi ég auðvitað byrja og tékka á hvað ég hef verið að downloada mikið erlendis frá undanfarna mánuði svo ég sé ekki að fara að skjóta mig í fótinn með 10GB þaki. En þegar ég loggaði mig inn á vodafone.is til að skoða gagnamagnið þá var bara 0 allstaðar í öllum mánuðum. Eitthvað fannst mér þetta furðulegt og ákveð að hringja í Vodafone og athuga þetta og láta þá segja mér hvað ég hef verið að downloada mikið erlendis frá. Þá fæ ég þau svör að þeir séu ekki að mæla gagnamagn á ljósleiðaratengingum, eiga ekki neinn hugbúnað til þess. Ég spurði þá stúlkuna hvort þau gætu þá nokkuð verið með eitthvað þak eins og staðan er í dag, þá viðurkenndi hún að þakið væri í raun gagnslaust. Hún sagði mér samt að Vodafone myndi ekkert tilkynna hvenær þeir myndu fá þennan hugbúnað til að mæla ljósleiðarann þannig að maður gæti svo sem lent í klípu ef maður stekkur á þetta tilboð og lendir svo allt í einu í því að þeir séu byrjaðir að mæla og maður hefur verið að nauðga erlendum torrent síðum. Hún viðurkenndi einnig að þar til núna hefur Vodafone ljós ekki verið það algeng áskriftarleið hjá fólki þar sem ekki allir geta tengst um ljósleiðarann og því væru þau að lenda í þessu núna.\nÉg er hinsvegar að spá í að fá mér hraðari tengingu meðan staðan er svona. Ég verð þá bara að vera duglegur að logga mig inn á vodafone.is og fylgjast með gagnamagninu, eða þ.e.a.s. hvort þeir séu byrjaðir að mæla. Sparar mér rúman 2000kall á mánuði í þokkabót og fæ mun hraðari tengingu. Að auki er ég aðallega að downloada frá íslenskum torrent síðum.\nVildi bara deila þessu með ykkur...\nHér er tilboðið þeirra:",
            "date": "2008-09-18 21:58:00",
            "post_id": "182688",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Ehhehhehhehheeeee  \n *bakkar og fer á demonoid.com með 12mb ljósleiðaratenginguna sína*\nÞað er déskotans geðveikt!\nTímapunktur þegar okkur er ekki nauðgað af cöppum!\nWOOHOO!",
            "date": "2008-09-18 22:01:00",
            "post_id": "182689",
            "reply_to_id": "182688"
        },
        {
            "user_name": "Hargo",
            "text": "Um að gera og skipta yfir í 30Mb/s tengingu, allavega þangað til þeir fara að mæla. Kemur mér samt á óvart að þeir skuli bjóða upp á þetta meðan þeir hafa engan hugbúnað til þess að mæla gagnamagnið og vita í þokkabót ekki hvenær þeir fá hann.",
            "date": "2008-09-19 15:34:00",
            "post_id": "182735",
            "reply_to_id": "182689"
        },
        {
            "user_name": "akarnid",
            "text": "Það sama á við um ljósnetstengingar gegnum Hringiðuna (Vortex) FYI.",
            "date": "2008-09-21 17:11:00",
            "post_id": "182852",
            "reply_to_id": "182735"
        },
        {
            "user_name": "skipio",
            "text": "Hey, hvaða hraða eruði að fá frá útlöndum í gegnum ljósleiðarateninguna?",
            "date": "2008-09-21 21:59:00",
            "post_id": "182871",
            "reply_to_id": "182852"
        },
        {
            "user_name": "Gúrú",
            "text": "12MB vodafone ljós:\nhttp://img360.imageshack.us/img360/5336 ... ljsfz3.png",
            "date": "2008-09-21 22:10:00",
            "post_id": "182872",
            "reply_to_id": "182871"
        },
        {
            "user_name": "Blackened",
            "text": "...spyr ég eins og auli utanaf landi \n \nEr \"ljósleiðaravæðingin\" komin langt í rvk? þaðer.. er þetta orðið sæmilega útbreitt að fólk sé með ljós heimahjásér?",
            "date": "2008-09-21 22:40:00",
            "post_id": "182877",
            "reply_to_id": "182872"
        },
        {
            "user_name": "Halli25",
            "text": "Fer á snigills hraða hérna í bænum, bý í Hlíðunum og þeir eru að vinna í að tengja hverfið á ljóssnigilshraða",
            "date": "2008-09-22 11:46:00",
            "post_id": "182896",
            "reply_to_id": "182877"
        },
        {
            "user_name": "Gúrú",
            "text": "Bý í gerðunum og við fengum þetta í fyrra  \n \nHeyrði frá vini mínum sem býr í hlíðunum að þetta væri ekki einu sinni byrjað sko o.O",
            "date": "2008-09-22 14:09:00",
            "post_id": "182909",
            "reply_to_id": "182896"
        },
        {
            "user_name": "Halli25",
            "text": "komið norðan við miklubraut en þeir eru alla vega búnir að grafa upp helling fyrir rauða kapla útum allt þar sem ég er í Hlíðunum.",
            "date": "2008-09-22 14:19:00",
            "post_id": "182910",
            "reply_to_id": "182909"
        },
        {
            "user_name": "Gúrú",
            "text": "Greyið \nÞú veist ekki hverju þú ert að missa af",
            "date": "2008-09-22 14:27:00",
            "post_id": "182911",
            "reply_to_id": "182910"
        },
        {
            "user_name": "Halli25",
            "text": "Veit það alveg... vinnustaðurinn er með ljósleiðara \nTengi mig stundum þangað í gegnum VPN ef adsl'ið er alveg að skíta á sig.",
            "date": "2008-09-22 14:31:00",
            "post_id": "182913",
            "reply_to_id": "182911"
        },
        {
            "user_name": "depill",
            "text": "Bara svona f.y.i, það er ekki vegna þess hversu ljósleiðarinn er góður á vinnustaðnum þínum heldur hvað ISPi vinnustaðarins þíns er greinilega miklu betri en ISPi ADSLins þíns.\nÞegar þú ert að tengjast við vinnustaðinn þinn ertu að tengjast ADSLið að símstöð -> Ljósleiðaranet ISPa -> Jafnvel RIX ef svo ber undir, eða annar IX -> Ljósleiðaranet ISPavinnustaðar -> Router/vél í vinnustaðnum -> Ljósleiðaranet ISPa\nÍ stað ADSLið að símstöð -> Ljósleiðaranet ISPa \nYou see why að það ætti alltaf að vera betra að fara beint út ef þú ert með decent ISPa \n. Beutyið við ljós birtist bara þegar þú ert beint á ljósinu, lágt latency, symertrískur mikill hraði, not ATM based \n, OHH það er svo ekki gott að búa í Kópavogi \n( Já ljós getur líka verið crappy ef þú ert með lélegan ISPa )",
            "date": "2008-09-22 20:06:00",
            "post_id": "182942",
            "reply_to_id": "182913"
        },
        {
            "user_name": "Halli25",
            "text": "sami ISP í vinnunni og heima svo ætti ekki að skipta máli... veit samt ekki hvort fyrirtækjanetið sé á einhverjum sérdílum með tengingar úti",
            "date": "2008-09-23 10:05:00",
            "post_id": "182984",
            "reply_to_id": "182942"
        },
        {
            "user_name": "halldorjonz",
            "text": "hvenær á ljósleiðari að koma í grindavík",
            "date": "2008-09-23 11:43:00",
            "post_id": "182995",
            "reply_to_id": "182984"
        },
        {
            "user_name": "Hargo",
            "text": "Ég var í sambandi við nethjálpina hjá Vodafone. Var búinn að tala við þá um þetta allt saman og þeir sögðu mér að hringja í 1414 og skipta yfir í þetta 30Mb/s tilboð, plús að ég gæti beðið um að setja það með sem fyrirvara að ef ég færi yfir þessi 10GB þá myndi ég detta aftur í gömlu tenginguna. Mjög almennilegt af þeim, en svo hringi ég í 1414 og reyni að útskýra þetta fyrir einhverri stelpu og það fyrsta sem ég fæ til baka er \"HA?!\". Svo segist hún ekki geta gert þetta (virtist ekkert vita mjög mikið), biður mig um að bíða og svo kemur svo önnur stelpa í símann. Hún segir að þetta sé ekki hægt (jafnvel þó að ég sé með þetta skriflegt í tölvupósti frá nethjálpinni) og spyr hvort ég vilji samt skipta. Ég segi þá bara já, ég skipti þá samt og fylgist bara með gagnamagninu gegnum vodafone.is, spyr hana í leiðinni hvort ég geti ekki örugglega treyst á það að tölurnar þar inni séu réttar. Hún vissi það nú ekki alveg (þar sem þeir eru hvort eð er ekkert að mæla) en jæja....\nSvo er hringt í mig 10 mín seinna, þá er það þessi stúlka aftur og segir mér að hún hafi verið að tala við einhvern netgaur og þau væru núna byrjuð að mæla ljósleiðaratengingarnar. Mér fannst þetta nú frekar hæpið þar sem ég hafði verið í sambandi við nethjálpina degi áður og þeir gátu ekki gefið neina dagsetningu á hvenær það yrði byrjað að mæla þar sem þeim vantaði hugbúnað til þess. En jæja, ég þakka henni allavega fyrir að láta mig vita (eða þakka henni fyrir að ljúga í mig svo ég nýti mér ekki þessa holu hjá þeim??). Ég er búinn að athuga núna í 2 daga á vodafone.is og skoða erlenda gagnamagnið mitt en ég fæ ennþá alltaf 0 í allt. Byrjaðir að mæla?? Hmmm....don't think so. Allavega eru þeir þá ekki að sýna mér það á mínu svæði á vodafone.is.\nÁkvað bara að deila þessu með ykkur. Var nú hálf skúffaður með þessi viðskipti mín við 1414, hef yfirleitt verið mjög ánægður hjá þeim og sagt nei við öllum gylliboðum frá samkeppnisaðilum sem hringja reglulega í mann, sem er by the way frekar pirrandi. En jæja, spurning hvort maður fari að hlusta á hvað þeir hafi upp á að bjóða. Finnst allavega mjög lélegt að bjóða manni eitthvað en svo segir næsti aðili að það sé ekki hægt. Á ekki að viðgangast...",
            "date": "2008-09-24 23:16:00",
            "post_id": "183140",
            "reply_to_id": "182995"
        }
    ],
    "date": "2008-09-18 21:58:00"
}