{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "19507",
    "title": "Tv-Out",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=19507",
    "posts": [
        {
            "user_name": "barabinni",
            "text": "Ég hef örugglega spurt um þetta hérna áður án nokkura svara. Ég er með fartölvu sem ég nota mikið heima ásamt skjá sem ég notaði við gömlu borðtölvuna mína.\nÞegar ég er hérna heima þá þætti mér betra að tengja bara skjáinn við fartölvuna og nýta hann sem aðalskjá því að hann er í alla staði mun þæginlegri í notkun. Án þess að ég fari eitthvað nánari útí það. Þá er mér mikill vandi á höndum. Þegar ég tengi hann við dvi tengið á fartölvunni þá er allt í fína, myndin skýr og góð. En þegar tölvan fer að vinna, þá aðallega harðidiskurinn þá fer myndin að víbra. Og þegar ég nota forrit sem vinna mikið með harðadisk þá víbrar skjárinn stanslaust.\nÉg var að velta því fyrir mér hvort að einhver gæti hugsanlega komið með nánari skýringu á þessu eða lausn.\nMig datt í hug að ég gæti prufað að tengja skjáinn við hdmi tengið á tölvunni og sjá hvort að það gæti skilað einhverjum skemmtilegri árangri. En ég er einmitt núna ekki að tíma að kaupa millistykki \"HDMI - DVI\" fyrir 2000kr bara til að athuga hvort að það virki.\nHvað geta menn ráðlagt öðrum manni í þessari stöðu ?",
            "date": "2008-09-29 09:02:00",
            "post_id": "183411",
            "reply_to_id": false
        },
        {
            "user_name": "KermitTheFrog",
            "text": "þarftu ekki bara að installa driver fyrir skjáinn eða eitthvað??",
            "date": "2008-09-29 09:46:00",
            "post_id": "183413",
            "reply_to_id": "183411"
        },
        {
            "user_name": "barabinni",
            "text": "Nei. Því miður var það ekki svo einfalt.",
            "date": "2008-09-29 10:31:00",
            "post_id": "183416",
            "reply_to_id": "183413"
        },
        {
            "user_name": "einarornth",
            "text": "Hljómar eins og eitthvað sambandsleysi.  \nÉg myndi prófa aðra snúru áður en þú ferð að gera eitthvað meira.",
            "date": "2008-09-29 10:36:00",
            "post_id": "183417",
            "reply_to_id": "183416"
        },
        {
            "user_name": "barabinni",
            "text": "Skjákortið hafði gefið sig áður í þessari tölvu og mig skyldist að þeir hafi skipt um allann búnaðinn í kringum skjákortið þá. En þetta var fyrir og eftir það.\nErtu þá að meina sambandssleysi í DVI tenginu ? Gæti þá ekki hugsanlega HDMI tengið virkað fræðilega séð betur ? Er svona að velta því fyrir mér hvort að ég ætti að reyna tengja skjáinn við HDMI beint.\nOg um leið. Ég fann bara eitt millistykki fyrir dvi/hdmi og það var á 2000 krónur. Vita menn um eitthvað ódýrara ?",
            "date": "2008-09-29 10:42:00",
            "post_id": "183418",
            "reply_to_id": "183417"
        },
        {
            "user_name": "barabinni",
            "text": "Skjárinn góði hafði virkað vel með annari tölvu og ég hafði prufað að skipta um snúra áður og það skilaði engu.",
            "date": "2008-09-30 06:21:00",
            "post_id": "183462",
            "reply_to_id": "183418"
        }
    ],
    "date": "2008-09-29 09:02:00"
}