{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "19627",
    "title": "Aulaþráður - HD4870 vs 8800 GTS 512mb",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=19627",
    "posts": [
        {
            "user_name": "pulsar",
            "text": "Þið snillingarnir ættuð að geta sagt mér afhverju ég ætti að fá mér hd4870 í stað þess sem ég er með núna? \nSem ég er alls ekki svo ósáttur með, en auðvitað langar manni alltaf í betra.. \nEr að ná flottu fpsi í crysis á XP með tweakaðann cfg.. Fer aldrei niður fyrir 20, yfirleitt er ég í 30-40.. en ekki í miklu aksjóni samt.\nEr að leitast eftir meira fps, því warhead er kominn út..",
            "date": "2008-10-08 21:35:00",
            "post_id": "184109",
            "reply_to_id": false
        },
        {
            "user_name": "mind",
            "text": "http://www.anandtech.com/video/showdoc.aspx?i=3341&p=13",
            "date": "2008-10-09 09:31:00",
            "post_id": "184121",
            "reply_to_id": "184109"
        },
        {
            "user_name": "Klemmi",
            "text": "http://www.tomshardware.com/charts/gami ... .html?prod\n[2114]=on&prod[2070]=on\nCopy-a linkinn ...",
            "date": "2008-10-09 09:58:00",
            "post_id": "184125",
            "reply_to_id": "184121"
        },
        {
            "user_name": "jonsig",
            "text": "mark my words , ég gerði álíka breytingu síðast , og 8800gt clockað í GTX var kid stuff miðað við Radeon4870\nþú getur prófað að kaupa þér radeon 4850 kort , það er sami kubbur í því bara gddr 3 minni í staðin fyrir gddr5\nþegar þessir tölvunördar eru að benchmarka þarna úti þá eru þeir margir með örgjörva sem ræður \nekki við Hd4870\n , það sem ég hef komist að er að HD er margfalt öflugara kort í bæði crysis og Folding@home sem er bæði hard core\nstærsti munurinn á þessum kortum er fjöldi stream processora , þeas 8800gt hefur ca 150 meðan HDradon4870 hefur 800stk og 4870x2 hefur 1600stk",
            "date": "2008-10-09 14:03:00",
            "post_id": "184133",
            "reply_to_id": "184125"
        },
        {
            "user_name": "kallikukur",
            "text": "hey ég fyrirgef fyrir að nota þráðinn þinn en ég er með 5600 athlon amd örgjörva (undirskrift) .. er hann of lélegur fyrir hd4870 .. myndi ég finna fyrir mikilri breytingu ef ég myndi skipta ??",
            "date": "2008-10-09 19:10:00",
            "post_id": "184170",
            "reply_to_id": "184133"
        },
        {
            "user_name": "Matti21",
            "text": "Veit ekki hvaða review síður þú hefur verið að skoða en ég hef aldrei rekist á dæmi þar sem örgjörvinn er að takmarka benchmarkið :/ Anandtech prófið hérna fyrir ofan er nú td. með Intel QX9770 á 3.20ghz, þú færð nú ekki mikið öflugari örgjörva en það, og flestar review síður sem ég skoðað eru með eitthvað svipað. En að sjálfsögðu er HD4870 öflugara en 8800GT burt séð frá því hvaða örgjörva þú ert með.\nFjöldi stream processor-a segir þér líka ekki neitt. HD4870 og HD4850 eru bæði með 800 svo aðal afkasta munurinn liggur greinilega ekki þar. GTX280 er líka með \n240\n en er samt sem áður öflugara en HD4870.\nEn til þess að svara korkahöfundi þá get ég enganvegin mælt með þessari uppfærslu fyrst þú segist vera sáttur. Það er \nalltaf\n hægt að fá eitthvað betra og maður getur gjörsamlega tapað sér í uppfærslum ef maður fer að hugsa svoleiðis um hlutina. Warhead er auðveldari í keyrslu en Crysis en þrátt fyrir það eru báðir leikir mjög þungir og alls ekki það sem maður á að vera miða við þegar maður velur sér skjákort.\nÉg segji sparaðu krónunar. Helvítis kreppa og vesen. Bíddu í nokkra mánuði og splæstu svo á þig einn 12 tommu subway fyrir peninginn",
            "date": "2008-10-09 20:42:00",
            "post_id": "184177",
            "reply_to_id": "184170"
        },
        {
            "user_name": "pulsar",
            "text": "Þakka fyrir svörin..\nJá matti, ætli ég kaupi mér ekki frekar lcd tv fyrir peninginn sem ég var að pæla að eyða í.. í uppfærslu.. þakka gott innlegg",
            "date": "2008-10-09 21:38:00",
            "post_id": "184181",
            "reply_to_id": "184177"
        },
        {
            "user_name": "jonsig",
            "text": "jubb það er true en maður sér hrikalegan mun á þessum benchmarks þegar örrin á í hlut , eins og ég hef áður sagt , þá liggur við að það sé að kveikna í 6400+amd hjá mér klukkuðum meðan 4870kortið mallar bara.  En ég mátti til að svara höfundi þessa dálks þar sem ég hef átt bæði kort allavegana er palit8800gt með mikla yfirklukkunnareiginleika og þar með tel ég mig hafa náð afkastagetu GTX með því. og munurinn á þessum kortum er svart og hvítt .. 4870kortið ownar 8800gt gjörsamlega í allri vinnslu",
            "date": "2008-10-10 00:13:00",
            "post_id": "184193",
            "reply_to_id": "184181"
        }
    ],
    "date": "2008-10-08 21:35:00"
}