{
    "forum_title": "Koníakstofan",
    "id": "19719",
    "title": "Íslenskar kreppusögur og smákrimmar í buisness",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=19719",
    "posts": [
        {
            "user_name": "jonsig",
            "text": "þessi kreppa hefur lent á mér persónulega , mér og öllu staffinu var sagt upp hjá KB-raflögnum jun.08 vegna verkefnaskorts , sem var alltí lagi þar sem ég lenti í vel launuðu og skemmtilegu jobbi eftir það  en þessi eigandi kb er óreiðumaður og hefur skuldahala eftir sér útum allt land ,  þegar hann fer á hausinn þá skiptir hann einungis um kennitölu og ræður nýtt starfsfólk. Skuldar Running 20 millur, hinum og þessum einhverjar millur og lögfræðingnum mínum 150 þús .  Nýjasta ævintýrið hans núna er þó ,ekki að borga mér og fleirum útaf einhver fyrrverandi starfsmaður/menn dónalegur útaf hann fékk ekki launin sín, M.A. David cross sem var dæmt 500 þús í miskabætur v. ólöglegrar uppsagnar. Svo flottasta taktíkin hans er að fá samúð frá nýju starfsmönnunum og spila sig fórnarlamb. Sem ég var úthrópaður nánast þegar ég mætti á vinnustaðinn hans að spyrja um launin mín sem ég hef beðið eftir í marga mánuði og greiðslur í rafiðnaðarsambandið og slíkt. Sérstaklega í ljósi slyss sem ég lenti í og braut á mér hendina og var frá vinnu í nýja fyrirtækinu í 2mánuði+ uppá tryggingarétt .. tjóns með tannlæknakostnaði uppa mörg hundruð þúsund.\nJæja ég er búinn að henda inn einni góðri sögu hérna.. einhverjir fleirri búinir að lenda illa í kreppunni eða svona fúskara",
            "date": "2008-10-16 22:56:00",
            "post_id": "184663",
            "reply_to_id": false
        },
        {
            "user_name": "tms",
            "text": "Nei þetta er einmitt tíminn að eiga ekki og skulda ekki neitt",
            "date": "2008-10-18 13:37:00",
            "post_id": "184787",
            "reply_to_id": "184663"
        },
        {
            "user_name": "machinehead",
            "text": "Jebb, nákvæmlega. \n \nLíka rétti tíminn til að kaupa sér t.d. kreppubíl, kreppusjónvarp o.s.frv.",
            "date": "2008-10-18 15:24:00",
            "post_id": "184792",
            "reply_to_id": "184787"
        },
        {
            "user_name": "jonsig",
            "text": "ég er að pæla í hvort það sé ekki hægt að nota þessa sérsveit ríkislögga í eitthvað viturlegt eins og að ná í þessa fjárglæframenn til útlanda sem hafa komið okkur í þessa stöðu og láta þá borga , jafnvel þó það þurfi að selja líffærin úr þeim Hannesi Smárasyni. og co.",
            "date": "2008-10-21 19:19:00",
            "post_id": "185067",
            "reply_to_id": "184792"
        },
        {
            "user_name": "Gúrú",
            "text": "Þegar að það fer að herða að verða þessir menn allir stungnir útá götu...\nÍ Bretlandi & á Íslandi.",
            "date": "2008-10-21 19:27:00",
            "post_id": "185071",
            "reply_to_id": "185067"
        },
        {
            "user_name": "jonsig",
            "text": "það er óskynsamlegt þar sem hægt er að selja 1 stk nýra á 500 þús ,, þannig að það er hellings peningur í að rífa þá í sundur , enda óslitnir og hafa lifað kóngalífi á okkar kostnað að undanförnum árum",
            "date": "2008-10-21 19:34:00",
            "post_id": "185072",
            "reply_to_id": "185071"
        }
    ],
    "date": "2008-10-16 22:56:00"
}