{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "19938",
    "title": "Tími á uppfærslu?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=19938",
    "posts": [
        {
            "user_name": "Hlynuroh",
            "text": "Eftir um 4 ára notkun á sömu tölvunni fannst mér tími til kominn til að skipta um innviði tölvunnar og uppfæra hana einhvað. :p\nÞað sem ég er að hugsa um að nota hana í eru aðalega þessir nýjustu leikirnir og kannski einhver smá vinnsla með photoshop og annað eins. ^^\nHingað til er ég kominn með þetta:\nMóðurborð: Asus P5N-D SLI 750i.\nhttp://tolvutaekni.is/product_info.php?cPath=24_33_70&products_id=991\nÖrgjörvi: Intel Core 2 Duo E8400 3.0GHz\nhttp://tolvutaekni.is/product_info.php?cPath=24_25_100&products_id=955\nVinnsluminni: SuperTalent 4GB kit(2x2GB) DDR2\nhttp://tolvutaekni.is/product_info.php?cPath=24_34_52&products_id=848\nSkjákort: Gigabyte ATI Radeon HD4850 512MB\nhttp://tolvutaekni.is/product_info.php?cPath=24_35_77&products_id=1100\nAflgjafi: CoolMax 500W\nhttp://tolvutaekni.is/product_info.php?cPath=24_38&products_id=372\nMyndið þið segja að þetta væri hentug vél eða ætti maður að skipta einhverju út?\nannað sem ég var að spá, ég sé að Skjákortið styður Crossfire en móðurborðið SLI, þannig að ef maður vill fá SLI/Crossfire, verður maður að kaupa sér móðurborð sem styður Crossfire etc.?\nTakk fyrir",
            "date": "2008-11-05 00:33:00",
            "post_id": "186325",
            "reply_to_id": false
        },
        {
            "user_name": "jonsig",
            "text": "það þarf sér crossfire móðurborð 25k+ og hafðu í huga að ef þú ert kominn með 2 skjákort þá þarftu að gera ráð fyrir stærri aflgjafa til frambúðar auk 20% lömun á spennugjafa per ár (maður er alltaf vitur eftirá og 22k fátækari)\nþannig að svipað system hjá mér með 2x Radeon4870 þarf að vera kringum 700w+ lágmark , því sami aflgjafi við eðlilega notkun er komin niður í 630w eftir eitt ár .  og síðan en ekki síst hafa aflgjafa með 3 rásum.\n500w er eitthvað svo á mörkunum eitthvað , til að hafa í fínni tölvu . Það var ekki nóg fyrir mig þegar ég keypti 4870 , það fór allt í fokk ef eitthvað álag kom á dótið , Og ég geri passlega ráð fyrir því að 4850 sé að éta álíka rafmagn ,annars geturu googlað , psu calculator helst með \"capacitor ageing\" (reiknar út nauðsinlega raun stærð ef þú ætlar að eiga tölvuna lengur en eitt ár)\nP.S. reyndu að hafa allt í Gigabyte eða Asus. MSI er kötturinn í sekknum, ég aulaðist til að kaupa rándýrt móðurborð frá þeim nýlega , sem er að vísu mjög vandað fyrir utan að það meikar ekki meira en 4gb ram",
            "date": "2008-11-05 03:00:00",
            "post_id": "186326",
            "reply_to_id": "186325"
        },
        {
            "user_name": "jonsig",
            "text": "smá fuk up eyða ur sum",
            "date": "2008-11-05 03:03:00",
            "post_id": "186327",
            "reply_to_id": "186326"
        },
        {
            "user_name": "Hlynuroh",
            "text": "Já, ég hef líka lent illa í MSI móðurborðunum.... það er það sem ég fékk mér fyrst og það var hryllingur þurfti að fá nýtt móðurborð 3svar áður en þeir létu mig fá nýtt og betra... líka frá MST sem var lika gallað! þetta var hryllingur, verk sem átti bara taka 1 viku að panta og gera til og fara leika sér tók 3 mánuði! -_-\nEn takk fyrir upplýsingarnar^^",
            "date": "2008-11-05 07:33:00",
            "post_id": "186330",
            "reply_to_id": "186327"
        }
    ],
    "date": "2008-11-05 00:33:00"
}