{
    "forum_title": "Windows",
    "id": "19994",
    "title": "Activate Windows Vista",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=15&t=19994",
    "posts": [
        {
            "user_name": "jonsig",
            "text": "Þetta er alvöru bögg , þegar maður er að skipta oft um tölvu. Þarf maður að hringja til útlanda endalaust ? Er ekkert gagn af microsoft á íslandi ?",
            "date": "2008-11-09 17:00:00",
            "post_id": "186695",
            "reply_to_id": false
        },
        {
            "user_name": "TechHead",
            "text": "Ert væntanlega með OEM leyfi sem er bundið við vélbúnaðinn í þeirri vél sem þú virkjaðir Windows fyrst í.\nEf svo er þá já, það er helvítis bögg að þurfa alltaf að hringja í M$ til að virkja OEM leyfið á öðrum vélbúnaði en það er bundið við.....\nGjaldfrjálsa númerið í gegnum Microsoft á Íslandi til að virkja hugbúnaðinn er 510-6925",
            "date": "2008-11-09 17:37:00",
            "post_id": "186696",
            "reply_to_id": "186695"
        },
        {
            "user_name": "Zorglub",
            "text": "Það er hálf dapurlegt að að þeir sem skipta oft um vélbúnað og vilja nota dót frá ms, neyðist  oft til að nota ólögleg stýrikerfi út af einhverju græðgisbulli í framleiðandanum",
            "date": "2008-11-09 19:00:00",
            "post_id": "186704",
            "reply_to_id": "186696"
        },
        {
            "user_name": "TechHead",
            "text": "Fyrir þá einstaklinga eru til \"RETAIL\" leyfi",
            "date": "2008-11-09 20:26:00",
            "post_id": "186708",
            "reply_to_id": "186704"
        },
        {
            "user_name": "Ordos",
            "text": "Er alveg smmála hef verið að nota ólöglegt windows lengi því Windows er svo fjári dýrt og hef ekki efni á að kaupa nýtt með hverri tölvu",
            "date": "2008-11-09 20:27:00",
            "post_id": "186709",
            "reply_to_id": "186708"
        },
        {
            "user_name": "coldcut",
            "text": "hendið bara windows og notið Linux",
            "date": "2008-11-09 20:33:00",
            "post_id": "186710",
            "reply_to_id": "186709"
        },
        {
            "user_name": "jonsig",
            "text": "Ha? á maður að þurfa að kaupa nýjan lykil ef maður skiptir um móðurborð?\nGrægin er að fara með Microsoft , er ekki nóg fyrir þá að vera í 5000% gróða ? Afhverju hafa þeir enga alvöru samkeppni . ég væri með linux ef maður gæti spilað leiki í því án þess að vera með einhvern árans emulator",
            "date": "2008-11-09 21:28:00",
            "post_id": "186713",
            "reply_to_id": "186710"
        },
        {
            "user_name": "TechHead",
            "text": "Jebb. Vista OEM Activation scheme leyfir allar breytingar á vélbúnað nema akkurat þá að skipta um móðurborð.\nHinsvegar ef um \"Waranty Replacement\" á móðurborði er um að ræða þá á endursöluaðili tölvunnar að sjá um endurvirkjun leyfis eftir ábyrgðar útskipti.",
            "date": "2008-11-09 21:33:00",
            "post_id": "186715",
            "reply_to_id": "186713"
        },
        {
            "user_name": "jonsig",
            "text": "UGH, semsagt ég get ekki activateað þetta djös drasl sem ég hef átt í 3mánuði ? ég var einmitt að skipta um móðurborð til að fara úr amd í intel...\nég hefði frekar átt að sækja mér crack þá ? í staðin fyrir að spreða 14þús útí loftið",
            "date": "2008-11-09 21:35:00",
            "post_id": "186716",
            "reply_to_id": "186715"
        },
        {
            "user_name": "TechHead",
            "text": "Jújú, getur alveg activateað, hringdu bara í 510-6925, farðu í gegnum virkjunar síma álfinn þeirra og svaraðu þessum 3 spurningum sem þú færð í endann með því að ýta á \"1\" á símanum sem svar við öllum. Ef það virkar ekki þá segiru bara indverjanum sem þú talar við (ábyggilega \"Bob\" eða \"James\"  \n ) að það hafi verið að skipta um móðurborðið í vélinni í ábyrgð og þeir hafi ekki activate´að hana fyrir þig aftur",
            "date": "2008-11-09 21:48:00",
            "post_id": "186719",
            "reply_to_id": "186716"
        },
        {
            "user_name": "Zorglub",
            "text": "Tja, miðað við stefnu ms, þá skiptir varla máli hvort það er retail eða oem, hugmyndafræðin er ein vél eitt leyfi.  Allar breytingar kosta vesen og þótt það sé svosem ekki mikið mál að fyrir okkur að hringja til að virkja draslið aftur þá er það stórmál fyrir hinn vanalega notanda.\nSem er einmitt vandamálið með Vista, að það má varla hnerra án þess að það þurfi að virkja aftur",
            "date": "2008-11-09 22:01:00",
            "post_id": "186722",
            "reply_to_id": "186719"
        },
        {
            "user_name": "jonsig",
            "text": "En að vera borga 14 þúsund kall , og það bara byrjunin á að láta taka mann í ósmurt.\nÁtti ekki að vera búið að splitta upp þessu helvítins einokunnarfyrirtæki fyrir löngu ? 2005 eða hvenar var það ?",
            "date": "2008-11-09 22:14:00",
            "post_id": "186724",
            "reply_to_id": "186722"
        },
        {
            "user_name": "Selurinn",
            "text": "Fékk einmitt einhvern vírus og eyddi út infectaða system fila undir system32 foldeirnn.\nStýrikerfið virkar og alles, kemst í safe mode.\nEn í normal mode biður hann um að virkja það aftur, er ekki eitthvað helvítis bypass, vill ekkert vera að hringja í þessa gaura.",
            "date": "2008-11-10 00:20:00",
            "post_id": "186728",
            "reply_to_id": "186724"
        },
        {
            "user_name": "jonsig",
            "text": "Já þetta virkaði , þetta var eins og að tala við róbot. en skiljanlegt að ég vildi ekki kaupa nýtt vista á 20k . ekkert mál að láta þetta í gang\n\"Hi i had you know, not cul computer so i got mad , and threw it out the window, so i vent back in the computer store and got cul computer. So i need to activate my product again to be able to watch my movie with small peable doing strange things\"\nHAHA svipurinn á gellunni hefur verið priceless",
            "date": "2008-11-14 16:26:00",
            "post_id": "187130",
            "reply_to_id": "186728"
        }
    ],
    "date": "2008-11-09 17:00:00"
}