{
    "forum_title": "Windows",
    "id": "20018",
    "title": "Windows 7",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=15&t=20018",
    "posts": [
        {
            "user_name": "dadik",
            "text": "Jæja, fyrst enginn vill starta umræðunni skal ég byrja:\nÉg er að keyra þetta á 3 ára HP lappa - nc8230. Intel cpu úr orginal Centrino línunni - 2.13 mhz, 2 GB minni og 80 GB diskur.\n- Útlitið er nánast það sama og Vista\n- Vélin bootar í 360 MB\n- Ég þurfti að keyra update driver á skjákortið (ATI x600), hljóðkortið (SoundMAX) og eitthvað tvennt annað. Annað virkaði fínt\n- Bootar mun hraðar en gamla XP installið (sem var reyndar orðið 3 ára auk þess sem vélin var uppsett á domain-i)\n- Virkar mjög sprækt, ekkert crash so far (ég minni á að þetta er pre-Beta)\n- Minnisnotkun með Firefox 3.0, IE 8.0, WMP, MNS, Remote Desktop + fleira eru tæp 900 MB eftir rúmlega viku uppitíma\n- Engin vandræði so far\n- Stefni á að skippa Vista og fara beint í Win7 þegar þetta kemur út\nComments?",
            "date": "2008-11-11 22:22:00",
            "post_id": "186869",
            "reply_to_id": false
        },
        {
            "user_name": "ManiO",
            "text": "Hljómar alla vega betur en Vista. Spurning samt hvernig retail útgáfan verður.",
            "date": "2008-11-11 22:41:00",
            "post_id": "186873",
            "reply_to_id": "186869"
        },
        {
            "user_name": "Harvest",
            "text": "Já, jú ég hef heyrt að þetta sé nokkuð ágætt bara.\nVista er eitthvað sem ég held að maður sleppi bara alveg. Fíla það enganveginn.\nHvenar er final á Windows 7?",
            "date": "2008-11-11 22:42:00",
            "post_id": "186874",
            "reply_to_id": "186873"
        },
        {
            "user_name": "dadik",
            "text": "Er ekki verið að tala um Q42009/Q12010",
            "date": "2008-11-11 22:43:00",
            "post_id": "186877",
            "reply_to_id": "186874"
        },
        {
            "user_name": "vesley",
            "text": "örlítið off topic hvað supportar vista mikið vinnsluminni viti hvort windows 7 supporti meira?",
            "date": "2008-11-11 23:28:00",
            "post_id": "186882",
            "reply_to_id": "186877"
        },
        {
            "user_name": "Nariur",
            "text": "þetta er einfaldlega 32/64 bita mál, 32bita vista supportar 4GB , ekki eins og xp með 3,??GB ef ég man rétt og 64 bita nokkur EB",
            "date": "2008-11-11 23:33:00",
            "post_id": "186885",
            "reply_to_id": "186882"
        },
        {
            "user_name": "ManiO",
            "text": "64 bita Vista styður allt að 128gig ef ég man rétt þannig að það skiptir þig engu hvort Windows 7 styðji meira. 32 bita styður mest 4GB út af því að það er 32 bita kerfi. Og svona til gamans þá fræðilega séð á 64bita kerfi að geta stutt 16 exabyte af minni eða um 17,2 milljarð gigabyte.",
            "date": "2008-11-11 23:38:00",
            "post_id": "186886",
            "reply_to_id": "186885"
        },
        {
            "user_name": "Nariur",
            "text": "ah, þau voru 16, ég hélt ekki að vista hefði nein önnur takmörk en þau, oh, well",
            "date": "2008-11-12 00:11:00",
            "post_id": "186890",
            "reply_to_id": "186886"
        },
        {
            "user_name": "ManiO",
            "text": "Vista styður samt eins og er bara 128 gig í minni. Efast um að það fari að breytast á næstunni, ekki eins og venjulegur neytandi þarf nálægt því.",
            "date": "2008-11-12 09:13:00",
            "post_id": "186896",
            "reply_to_id": "186890"
        },
        {
            "user_name": "dadik",
            "text": "4 GB er hámarkið fyrir 32-bita stýrikerfin já. Ef þú vilt fara hærra þarftu að fara í 64-bita kerfi og það getur verið bölvað vesen. Stýrikerfið er svosem í lagi en driverar fyrir 64-bita windows eru vandfundnir og virka oft illa.\nÉg var að kaupa ferðavél sem styður 8 GB í gær. Var að spá í að setja 8 GB í hana og 64-bita stýrikerfi en var eindregið ráðlagt frá því vegna driveramála.",
            "date": "2008-11-12 09:26:00",
            "post_id": "186898",
            "reply_to_id": "186896"
        },
        {
            "user_name": "Blackened",
            "text": "Þetta blessaða driveravandamál með x64 er eldgömul lumma sem að á sér enga stoð finnst mér.. nema þú sért ennþá að nota eldgamla prentara frá 98 og þessháttar\nég og nokkrir aðrir notendur hérna á vaktinni notum Vista x64 og flestir eða allir erum við sammála um að þetta er algjör draumur \n.. \namk ef ég tala fyrir mína hönd á vélinni sem ég er með í undirskrift.. þá hef ég ekki einusinni lent í neinu veseni með drivera og slíkt.. \nAllir leikir virka fínt.. meiraðsegja eldgamlir leikir eins og Quake 1.. og það er allt eins og í sögu",
            "date": "2008-11-12 18:02:00",
            "post_id": "186937",
            "reply_to_id": "186898"
        },
        {
            "user_name": "Ordos",
            "text": "En hvar fær maður windows 7 beta-ið langar til að prófa  \n .  Bara á VirtualBox",
            "date": "2008-11-12 18:16:00",
            "post_id": "186939",
            "reply_to_id": "186937"
        },
        {
            "user_name": "CendenZ",
            "text": "Bara hérna á vaktinni, þetta er nefnilega staður fyrir dreifingu á ólöglegum hugbúnaður.\nNei dumbass, helduru að við séum að fara setja það á ástkæru síðuna okkar hvar þú getur nálgast ólöglegan hugbúnað ?\nReyndu aðrar síður, google, isohunt, mininova og piratebay, það eru síður sem sérhæfa sig í að finna hluti, ólöglega eður ei\nþað eru sömu reglur á td. Neowin og winbeta forums.",
            "date": "2008-11-12 18:42:00",
            "post_id": "186943",
            "reply_to_id": "186939"
        },
        {
            "user_name": "Blackened",
            "text": "Nú er ég ekki of vel að mér í WinBeta málum.. en er eina leiðin til að komast yfir svoleiðis ólögleg?",
            "date": "2008-11-12 18:54:00",
            "post_id": "186944",
            "reply_to_id": "186943"
        },
        {
            "user_name": "Pandemic",
            "text": "msdn og \"ekki svo löglega\"",
            "date": "2008-11-12 19:42:00",
            "post_id": "186951",
            "reply_to_id": "186944"
        },
        {
            "user_name": "oskarom",
            "text": "Ég vildi bara kommenta á \"32bit64bit\" umræðuna.\nég er búinn að vera keyra 64bit Vista með 8GB RAM núna í reyndar ekki nema í rúma viku og þetta er allt annað líf, driver vesen og annað er ekki til.\nEn svona almennt er í fyrstalagi kjánalegt að microsoft hafi gefið Vista út í 32bit útgáfu, þeir hefðu átt að dömpa þessu drasli þá.\nEn núna þegar krafan er orðin virkilega almenn að get nýtt meira en 4GB vinnsluminni er það bara ólýsanlega heimskulegt að Windows 7 eigi eftir að koma í 32bit útgáfu líka...\nMálið er að ef Windows 7 kæmi t.d. bara í 64bit útgáfu þá myndu þeir loksinns setja alvöru pressu á framleiðendur til að gefa út sinn hugbúnað og drivera með alvöru 64bit stuðningi.\nÞó þú sért ekki að maxa í 3.5GB í notkun hraðar það samt vinnslu að hafa meira. Þegar það er nóg vinnsluminni til staðar notar stýrikerfið minna af page files og þar af leiðandi er meira af því sem þú ert að keyra/nota í alvöru vinnsluminni. nb ég er ekki að tala um swap files.\nAnnað sem er líka frábært í Vista og þegar maður er með nóg RAM er \nSuperFetch\n lesið þetta bara nenni ekki að skrifa um þetta\n64bit Vista stiður max 128GB af RAM, en ekki allar útgáfur, Home Basic stiður 8GB, Home Premium 16GB og Bussiness, Enterprise og Ultimate stiðja 128GB. Þetta eru bara markaðsákvarðanir hjá Microsoft.\nEn 32bit Vista stiður að sögn Microsoft aðeins 3,12GB af RAM, einhverjar ráðstafanir vegna drivera og síðan þarf að gera ráð fyrir örðum tækjum t.d. skjákortum sem eru með vinnsluminni sem stýrikerfið þarf að geta addressað.\n16 EB er skemmtileg tala en fæstir gera sér grein fyrir að þetta eru í raun 16.777.216 TB eða 17.179.869.184 GB\njæja hættur að blaðra....",
            "date": "2008-11-12 22:59:00",
            "post_id": "186968",
            "reply_to_id": "186951"
        },
        {
            "user_name": "CendenZ",
            "text": "Windows 7 er ekki einu sinni komið í beta og buil 6801 er algjörlega lean.\nLeas as in, ekki með fitu.\nFitu as in miklar úrbætur og auka stöffið sem við gleðjumst yfir.\nÞað er nákvæmlega ekkert mikið í buldinu sem er komið út, þetta er nánast stable útgáfa af vista \nEn ég hlakka til þegar betan kemur og við fáum að skoða meira",
            "date": "2008-11-13 00:41:00",
            "post_id": "186988",
            "reply_to_id": "186968"
        },
        {
            "user_name": "ManiO",
            "text": "Einmitt það sem ég var að hugsa, eru bara ekki komnir í það að setja allt bloatware í draslið.",
            "date": "2008-11-13 08:47:00",
            "post_id": "186994",
            "reply_to_id": "186988"
        },
        {
            "user_name": "Zorba",
            "text": "http://tech.slashdot.org/article.pl?sid ... 10/1522246\nhttp://tech.slashdot.org/article.pl?sid ... 11/0110251\nhttp://www.theinquirer.net/gb/inquirer/ ... ws-feature\nZZZ....",
            "date": "2008-11-13 13:45:00",
            "post_id": "187007",
            "reply_to_id": "186994"
        },
        {
            "user_name": "Stebet",
            "text": "Þá er maður mættur aftur eftir dágóða pásu og ready til að rífast yfir Windows málum (ekki að þess þurfi í þessum pósti samt) \nÉg var úti á PDC og fékk að sjá hluti sem ég var virkilega ánægður með. Held það viti einhverjir að ég var dágóður Vista fanboy þegar það kom út (var beta tester alveg síðan pre-beta 1 sem var fyrir PDC 2005) og geri fastlega ráð fyrir að verða Win 7 fanboy líka, heheheh.\nÞað sem ég sá úti á PDC fór hins-vegar fram úr mínum vonum.\nEkki nóg með að það sé búið að taka fituna úr draslinu heldur eru margar mjöööög töff breytingar í gangi.\nSupport fyrir allt að 256 CPU cores\nNýji taskbarinn (hann er til staðar í 6801, það þarf bara smá hacking til þess að \"unlocka\" honum.. skoðið \nhttp://www.withinwindows.com\n). Hann verður endurbættur enn frekar í næstu betaútgáfu.\nMiklu betra memory management (notar minna og er fljótari að úthluta minni til forrita þegar þess þarf).\nDWMið (Aero) notar u.þ.b 50% minna memory en það gerði.\nNýja Resource Viewer tólið er glorious! Getur skoðað nákvæmlega hvaða forrit eru að nota CPUinn, diskinn, minnið og netið, getur filterað, séð góð línurit og nákvæmelga hvaða port eru í gangi o.s.frv. Get sent ykkur screenies seinna í dag vonandi.\nHomeGroup og Libraries... bjútífúl concept.\nFullt af mini-hlutum eins og innbyggt Virtual PC hard drive mounting, geta bootað af Virtual PC hörðum disk (ef hann er með Win 7 sem OS), innbyggt ISO burning (LOKSINS!) o.s.frv.\nAuðvitað má ekki gleyma touch-computing dæminu öllu saman. Góð vídjó bæði frá \nWin 7 keynoteinu\n og frá \nLong Zheng\n.\nOg jú, það ER performance munur á Win 7-M3 og Vista. Ég hef prófað að keyra Win 7 á lappa sem er vel gamall með bara 1 GB af minni og það er dagur og nótt á milli þess og hvernig Vista keyrði á sömu vél. Kannski ekki mikill performance munur á milli véla sem nú þegar höndla Vista vel en hann á eftir að aukast þegar líður á beta programmið.",
            "date": "2008-11-14 11:02:00",
            "post_id": "187105",
            "reply_to_id": "187007"
        },
        {
            "user_name": "CendenZ",
            "text": "Akkúrat það sem Stebet sagði, bíðum eftir betunni  \n \nStebbi, hvar vinnuru",
            "date": "2008-11-14 11:18:00",
            "post_id": "187107",
            "reply_to_id": "187105"
        },
        {
            "user_name": "Stebet",
            "text": "Ég vinn hjá hinu stórfína fyrirtæki CCP núna \n Var áður hjá Kaupþing en blessunarlega ákvað ég að fara þaðan snemma á árinu. Var vægast sagt illa við hvernig tölvudeildin þar var rekin og hversu lélegt starfsumhverfið var. Skil ekki hvernig nokkur maður nennir að vinna í banka eins og staðan er í dag.",
            "date": "2008-11-14 14:34:00",
            "post_id": "187122",
            "reply_to_id": "187107"
        },
        {
            "user_name": "Stebet",
            "text": "Hérna er dæmi um resource monitorinn sem ég talaði um. Þarna er ég t.d búinn að selecta Internet Explorer processinn og sé nákvæmlega hvaða port hann er að nota, hvaða IP tölum hann tengist og hversu mikla bandvídd hann er að taka. Tær snilld.",
            "date": "2008-11-14 23:27:00",
            "post_id": "187171",
            "reply_to_id": "187122"
        },
        {
            "user_name": "oskarom",
            "text": "takk fyrir myndina stebet... get ekki sagt annað en droll.... þetta á eftir að einfalda support lífið um margar hæðir\n*leggst í dvala þar til 2009Q4*",
            "date": "2008-11-15 18:43:00",
            "post_id": "187233",
            "reply_to_id": "187171"
        },
        {
            "user_name": "Stebet",
            "text": "Eitt sem ég gleymdi líka að telja upp um daginn. Windows 7 supportar DivX/XviD \"out of the box\" \n og það supportar líka H.264 og AAC en því miður ekki .MKV containerinn ennþá. Hins-vegar ætti að vera nóg að installa bara Haali Media Splitter (til að geta lesið containerinn) og þá ætti að væra hægt að spila .MKV skrár beint. Ég á eftir að prófa það samt.",
            "date": "2008-11-19 15:48:00",
            "post_id": "187617",
            "reply_to_id": "187233"
        },
        {
            "user_name": "ManiO",
            "text": "Ætli MS standi í þessu aftur með Windows 7?\nhttp://www.theinquirer.net/gb/inquirer/ ... ta-capable\nhttp://www.theregister.co.uk/2007/08/08 ... ble_trial/",
            "date": "2008-11-19 18:11:00",
            "post_id": "187625",
            "reply_to_id": false
        },
        {
            "user_name": "Stebet",
            "text": "Neibbs. Þeir láta ekki gabba sig í þetta aftur (Intel beittu þá ansi miklum þvingunum vegna þess að graphics chipsettin þeirra supportuðu ekki Aero á þessum tíma). Það verður aðeins eitt logo fyrir Windows 7 (ekkert vista capable/premium bull). Til að fá logoið þarf hardware líklega að hafa bæði 32bita og 64bita drivera og í tilfelli skjákorta að supporta Aero Glass.",
            "date": "2008-11-19 22:42:00",
            "post_id": "187647",
            "reply_to_id": "187625"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Nú er ég búinn að prófa þetta aðeins og líst alveg ágætlega á.. Sáttur með að Windows 7 skynji öll 4 GB af RAM-inu mínu.. Win XP Home vill bara samþykkja 3 þeirra\nÞeir hefðu nú mátt vinna meira að nýju útliti.. Þetta er bara Vista all over again varðandi útlit",
            "date": "2008-11-25 19:32:00",
            "post_id": "188027",
            "reply_to_id": "187647"
        },
        {
            "user_name": "ellertj",
            "text": "32bita styður ekki meira en 3gig af minni.\nPrufið að setja meira og farið svo í skoðið í computer properties hvað vélin sér mikið í raun. Annars er ég að keyra 64b vista með hrúgaldi af minni og þetta hefur keyrt algjörlega böggfrítt hingað til.",
            "date": "2008-11-25 20:55:00",
            "post_id": "188042",
            "reply_to_id": "188027"
        },
        {
            "user_name": "Gúrú",
            "text": "3.5GB?\nHann var líka bara að segja \"skynji\"",
            "date": "2008-11-25 21:00:00",
            "post_id": "188043",
            "reply_to_id": "188042"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Jámm.. Ef ég fer í Properties á My Computer þá stendur 4GB hjá RAM",
            "date": "2008-11-25 21:52:00",
            "post_id": "188050",
            "reply_to_id": "188043"
        },
        {
            "user_name": "Orri",
            "text": "Skjákortið þarf ekki að supporta Aero Glass, eða miðað við hvernig ég skil þig.\nÉg er að keyra Windows 7 Pre-Beta með SuperBar enabled í VMWare Fusion 2.0 á Mac, og þar er ekki hægt að hafa Aero, en samt runnar það fínt",
            "date": "2008-11-25 23:03:00",
            "post_id": "188055",
            "reply_to_id": "188050"
        },
        {
            "user_name": "Stebet",
            "text": "Ég var að tala um Windows 7 logo requirementin sem allt varð brjálað útaf í Vista (Vista Capable/Premium/Ready lógóin). Til þess að mega merkja tölvur og hardware með Windows 7 Ready logói þarf tölvan að geta keyrt Aero glass, og supporta bæði 32bita og 64bita útgáfurnar af Windows 7. Þessi requirements eru ekki fastsett ennþá en þetta er líkelgast að verði requirementin (þ.e.a.s requirementin fyrir lógóið).\nWindows 7 mun að sjálfsögðu ennþá supporta Classic themeið og hardware sem supportar ekki Aero Glass (DWM).",
            "date": "2008-11-26 13:54:00",
            "post_id": "188094",
            "reply_to_id": "188055"
        },
        {
            "user_name": "EmmDjei",
            "text": "er búinn að vera með betunua núna í nokkra daga og sé mjög mikinn mun á jákvæðan hátt, mikklu sneggri að kveikja á sér, mjög flott útlitslega og allt mikið þæginlegra. svo er svona takki niðri í hægra horninu sem fer með þig á desktopið.",
            "date": "2008-11-26 18:11:00",
            "post_id": "188109",
            "reply_to_id": "188094"
        },
        {
            "user_name": "Blackened",
            "text": "Þú meinar \"Show desktop\" sem er búið að vera í windows síðan win95?",
            "date": "2008-11-26 18:26:00",
            "post_id": "188112",
            "reply_to_id": "188109"
        },
        {
            "user_name": "EmmDjei",
            "text": "nei ekki sá takki, ég er að tala um í \nhægra\n horninu",
            "date": "2008-11-26 18:34:00",
            "post_id": "188114",
            "reply_to_id": "188112"
        },
        {
            "user_name": "Stebet",
            "text": "Í fyrstu betunni sem kemur vonandi um c.a miðjann des eða byrjun 2009 verður nóg \"hovera\" með músina yfir þennan takka og þá sérðu desktoppið, og svo kemur það aftur þegar þú ferð með músina af. Þarft ekki lengur að smella",
            "date": "2008-11-27 14:05:00",
            "post_id": "188177",
            "reply_to_id": "188114"
        },
        {
            "user_name": "EmmDjei",
            "text": "seinni betunni meinaru, og það á eftir að dálítið truflandi ef maður er að gera eitthvað mikilvægt í tölvuna og rekst kanski yfir það... geri nú samt ráð fyrir að það sé hægt að breyta því þannig að maður þurfi að klikka á það.",
            "date": "2008-11-27 14:59:00",
            "post_id": "188181",
            "reply_to_id": "188177"
        },
        {
            "user_name": "CendenZ",
            "text": "Athugum hvort þú þekkir munin á betu og pre-betu build\nErt þú kominn með fyrri betuna ?",
            "date": "2008-11-27 15:06:00",
            "post_id": "188182",
            "reply_to_id": "188181"
        },
        {
            "user_name": "EmmDjei",
            "text": "ok, í fyrsta lagi, hvað er málið með þig og hvíta stafi, mætti halda að þú værir kominn með hvítuna(hahaha), öðru lagi þá hef ég ekki hugmynd um munin á pre-betu og betu\nEdit: ég er búinn að vera skoða og ég er með build 6801",
            "date": "2008-11-27 15:11:00",
            "post_id": "188184",
            "reply_to_id": "188182"
        },
        {
            "user_name": "Gúrú",
            "text": "/me finnur lykt af viðvörun.\nJafnvel 2... \"My 7. gr. sense is tingling\"",
            "date": "2008-11-27 15:26:00",
            "post_id": "188186",
            "reply_to_id": "188184"
        },
        {
            "user_name": "CendenZ",
            "text": "Nákvæmlega, þú ert ekki einu sinni með betuna.\nBara svo þú vitir, þá er voðalega lítið af fídusum í pre-betum, aðalega bein og stoðvefur til að halda kerfinu gangandi.\nÞess vegna mæli ég nú aldeilis ekki að þú sért að nota þetta sem main os, ef þetta skyldi taka yfir öll gögnin þín og þú ákveður að setja aftur upp XP, hver veit hvort eitthvað fari í rugl lock down?\nEn einsog áður, þá hlakka ég til að fá að prufa betuna \n \nog ps, losaðu þig við þessa undirskrift, þetta var móðins á huga 1999-2001, en þetta er með öllu óliðið hér.\nClassic theme er náttúrulega það eina sem skal brúkast.",
            "date": "2008-11-27 15:40:00",
            "post_id": "188192",
            "reply_to_id": "188186"
        },
        {
            "user_name": "EmmDjei",
            "text": "hmm.. ég er/var með vista, þegar ég installaði se7en build 6801 fór ég bara í upgrade, hvernig \"downgrade\"-a ég það aftur í bara vista?, það var ekki boðið upp á það þegar ég henti vista disknum aftur í.",
            "date": "2008-11-27 16:02:00",
            "post_id": "188194",
            "reply_to_id": "188192"
        },
        {
            "user_name": "CendenZ",
            "text": "Það er ekki hægt, þú þarft bara að formatta og setja upp Vista eða XP.\nSvekkjandi að þurfa læra þetta the hard way.",
            "date": "2008-11-27 16:26:00",
            "post_id": "188196",
            "reply_to_id": "188194"
        },
        {
            "user_name": "EmmDjei",
            "text": "já, en get ég ekki bara verið með build-ið þangað til að se7en kemur út?",
            "date": "2008-11-27 16:39:00",
            "post_id": "188209",
            "reply_to_id": "188196"
        },
        {
            "user_name": "Stebet",
            "text": "Getur reynt það auðvitað. En það er ekki von á því að Windows 7 (í guðs bænum ekki kalla þetta se7en, kerfið heitir Windows 7) klárist fyrr en seint á næsta ári  \n  Og ég geri fastlega ráð fyrir að það sé \"killbit\" í 6801 þannig að það hætti að virka eftir ekki of marga mánuði.\nBottomline, ef þú ert ekki forritari og þarft nauðsynlega að vera að vinna í 6801, eða veist ekki nákvæmlega hvað þú ert að gera þá mæli ég einfaldlega ekki með því að þú sért að setja upp beta útgáfur af stýrikerfi á vélina (og hvað þá pre-beta eins og 6801 er). Notaðu frekar Virtual PC (frítt download frá Microsoft) til þess að fikta í svona hlutum án þess að eiga það á hættu að skemma eitthvað.",
            "date": "2008-11-28 14:15:00",
            "post_id": "188310",
            "reply_to_id": "188209"
        },
        {
            "user_name": "EmmDjei",
            "text": "ég er bara ekki að nenna installa öllum forritum aftur....",
            "date": "2008-11-28 14:23:00",
            "post_id": "188316",
            "reply_to_id": "188310"
        },
        {
            "user_name": "dadik",
            "text": "Hverju þarftu að installa upp á nýtt?\nEr það ekki bara Office sem þolir ekki uppfærslur á stýrikerfum? Nánast allt sem ég er með þolir að skipt sé um stýrikerfi ..",
            "date": "2008-11-28 14:36:00",
            "post_id": "188321",
            "reply_to_id": "188316"
        },
        {
            "user_name": "EmmDjei",
            "text": "það er ekk hægt að downgrade-a aftur í vista, þarf að setja það upp á nýtt",
            "date": "2008-11-28 14:42:00",
            "post_id": "188324",
            "reply_to_id": "188321"
        },
        {
            "user_name": "Zorba",
            "text": "Nýtt fyrir windows kannski en gamalt fyrir linux.",
            "date": "2008-12-03 22:54:00",
            "post_id": "188812",
            "reply_to_id": "188324"
        },
        {
            "user_name": "Stebet",
            "text": "Er Linux með jafn góðann resource monitor innbyggðann sem getur filterað CPU, Memory, IO og Networking statistics eftir processum og er fyrst og fremst user-friendly? Ég hef allavega aldrei séð hann.\nÞetta hefur líka verið í Windows síðan að ég held Windows 2000 nema er ekki eins user-friendly... heitir perfmon.",
            "date": "2008-12-05 15:05:00",
            "post_id": "188970",
            "reply_to_id": false
        },
        {
            "user_name": "CendenZ",
            "text": "Svo frábært að linuxtyppahausarnir koma alltaf með þessi comment \"þetta hefur skom verið skom í linux síðan skom 90's eða eikkað skom\"\nHverjum er ekki drullusama hver kom með hvað fyrst, þetta eru fídusar og veldur framförum.\nÉg er btw búinn að nota mörg mismunandi nix distró í langan tíma, og þegar windows fær gerir svona hluti ásamt því að gera þá notendavænni þá gleðst ég frekar en að eipshitta að ÞETTA HAFI SKO KOMIÐ Á UNDAN Í LINUX eitthvða, hvaða máli skiptir það eiginlega.\n \n kjánaleg rök að windows sé lélegt að segja að linux hafi haft þetta á undan.",
            "date": "2008-12-05 15:57:00",
            "post_id": "188983",
            "reply_to_id": "188970"
        }
    ],
    "date": "2008-12-05 15:05:00"
}