{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "2028",
    "title": "Pælingar",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=2028",
    "posts": [
        {
            "user_name": "Plex",
            "text": "Sælir allr sálufélagar hér í rafheimum  Ég var að versla mér súperturn í tölvulistanum um daginn, og mig langaði að fá ykkar álit hérna á því hvað ykkur finnst um græjuna. Móbóið er Msi K7N2G MEÐ Kingston minni 2* 256 mb 333. Síðan keypti ég mér Msi fx 5200 skjákort með 128 mb. Harði diskurinn er 80 Gb Western Digital, með 8 mb buffer. Síðan er ég með Plextor gamlan brennara, 16,10,40a. Einu má ég ekki gleyma, og það er náttúrulega örrinn. Hann er að sjálfsögðu frá Amd, og er xp2500 Barton með 600 og eitthvað í skyndiminni. Græjan svínvirkar, og var ég að prófa demó með Leiknum Haló, og hún höktir bara ekki baun. Grafíkin flýtur flott á skjánum.",
            "date": "2003-11-07 00:21:00",
            "post_id": "19280",
            "reply_to_id": false
        },
        {
            "user_name": "gnarr",
            "text": "súper turn *hóst*",
            "date": "2003-11-07 00:30:00",
            "post_id": "19281",
            "reply_to_id": "19280"
        },
        {
            "user_name": "Plex",
            "text": "Já ég veit það hljómar skringilega, en þetta var heitið á auglýsingunum Á turnunum frá þeim.  Vissulega eru til öflugri græjur",
            "date": "2003-11-07 00:34:00",
            "post_id": "19283",
            "reply_to_id": "19281"
        },
        {
            "user_name": "gnarr",
            "text": "já =) þetta er ekkert súper. en hvað þurfitru að borga fyrir þetta? þetta er ábyggilega fínasti pakki.",
            "date": "2003-11-07 00:37:00",
            "post_id": "19285",
            "reply_to_id": "19283"
        },
        {
            "user_name": "Plex",
            "text": "Pakkinn kostaði eitthvað um 65 þúsund kall með afslætti",
            "date": "2003-11-07 00:49:00",
            "post_id": "19287",
            "reply_to_id": "19285"
        },
        {
            "user_name": "Plex",
            "text": "Hvernig keyra vélarnar ykkar leiki eins og Battelfield, og Halo?",
            "date": "2003-11-07 00:51:00",
            "post_id": "19288",
            "reply_to_id": "19287"
        },
        {
            "user_name": "gumol",
            "text": "*hóst* drasl *hóst*",
            "date": "2003-11-07 00:54:00",
            "post_id": "19290",
            "reply_to_id": "19288"
        },
        {
            "user_name": "Plex",
            "text": "Ég veit ekki af hverju, en ég er búinn að eiga vélar í 10 ár, og eru þær allar búnar að vera með Amd örgjörvum",
            "date": "2003-11-07 00:56:00",
            "post_id": "19291",
            "reply_to_id": "19290"
        },
        {
            "user_name": "gumol",
            "text": "Þú ert ekki einn um það, ég skil það ekki heldur",
            "date": "2003-11-07 00:59:00",
            "post_id": "19292",
            "reply_to_id": "19291"
        },
        {
            "user_name": "Voffinn",
            "text": "Best bara að láta svona comment þjóta bakvið eyrun á sér, þetta er fólk sem getur varla rökstutt hvað það er að segja... Ég á svona örgjörva og er bara mjög ánægður með hann.",
            "date": "2003-11-07 01:00:00",
            "post_id": "19293",
            "reply_to_id": "19292"
        },
        {
            "user_name": "RadoN",
            "text": "ég var að keyra BF á AMD 1800XP+ 133FSB, 256DDR 333MHz.. alveg smooth, og ekkert OCaður",
            "date": "2003-11-07 14:03:00",
            "post_id": "19319",
            "reply_to_id": "19293"
        },
        {
            "user_name": "Plex",
            "text": "Allavega miðað við margar greinar í erlendum tölvutímaritum, þá eru menn nú almennt sammála um það að bestu kaup í örgjörvum eru í Amd, með tilliti til hraða, gæða, og síðast en ekki síst til verðsins.",
            "date": "2003-11-07 20:36:00",
            "post_id": "19362",
            "reply_to_id": "19319"
        },
        {
            "user_name": "gumol",
            "text": "Er þetta bara til að stríða mér eða?\n\nÞetta er bara rugl hjá þér, ok það er alveg hægt að nota AMD en þegar þú lítur á hraða og gæri er Intel langt á undan miðað við Intel örgjörva sem eiga að vera sambærilegir.",
            "date": "2003-11-07 21:30:00",
            "post_id": "19365",
            "reply_to_id": "19362"
        },
        {
            "user_name": "legi",
            "text": "Gumol þú skilur þetta þegar þú ferð að borga fyrir hlutina sjálfur.\n\n\n\n\n\nEn svona fyrir utan það, þá eru langbestu budget kaupin í dag í 2500 XP og sennilega shuttle an35 ultra 400. kostar rétt yfir 20 þús og minn 2500 XP er að yfirklukkast með 2500 sn 20 db viftu í 2200 mhz 100 % stabíll sem er sami hraði og á 3200 XP . Svo heyrist heldur ekki múkk í þessu..",
            "date": "2003-11-07 21:46:00",
            "post_id": "19368",
            "reply_to_id": "19365"
        },
        {
            "user_name": "gumol",
            "text": "Ég hef ekki fengið tölvudót gefins síðan ég fermdist þegar ég fékk fyrstu einka tölvuna mína. Þótt þessi örri sé ódýr er hann ekki bestu kaupin, hann úreldist mikklu fyrr en t.d. 2.4 GHz Intel P4.\n\nIntel er líka að yfirklukkast vel.\n\n\n\nEn ég er búinn að fá nóg af Intel vs. AMD rifrildum í ár svo ég ætla ekki að halda áfram eftir þennan póst, enda kemur örugglega einher vitleysa um að AMD sé betra.",
            "date": "2003-11-07 21:55:00",
            "post_id": "19371",
            "reply_to_id": "19368"
        },
        {
            "user_name": "Plex",
            "text": "Þegar að ég var ungur drengur, átti faðir minn fíat 132 glx, en pabbi besta vinar míns Ford Cortínu.  Þessar bílategundir urðu tilefni að mjög hatrömmum deilum, þar sem að hver drengurinn um sig reyndi að sanna fyrir hinum að bíll föður síns, væri betri að gæðum og öðru leiti en hinn.  Aldrei fékkst nein sönnunar óvéfengd staðfesting á því hvor tegundin væri betri, en ég er enn þann daginn í dag sannfærður um að Fiatinn hans pabba væri merkilegri gripur.  Eins og með Amd örrann minn. það er sennilega ekki mannnlegur máttur sem að fær mig til að viðurkenna annað en að Amd sé toppurinn.  Ekki ætla ég að senda tölfræði með þessu skeyti núna, en hún er til ef að einhver er tilbúinn að móttaka sannleikann",
            "date": "2003-11-07 22:35:00",
            "post_id": "19372",
            "reply_to_id": "19371"
        }
    ],
    "date": "2003-11-07 00:21:00"
}