{
    "forum_title": "Leikjasalurinn",
    "id": "20674",
    "title": "Need For Speed Undercover hikstar",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=20674",
    "posts": [
        {
            "user_name": "hsm",
            "text": "Undercover hikstar hjá mér alveg sama þó að ég setji allt í lægsta\nÞetta er lágmark sem meður þarf að vera með, sem að ég geri mér alveg grein fyrir að er lágmark en er ekki sáttur\n \n    * 3.0 GHz Intel Pentium 4 or equivalent\n    * 512 MB of RAM\n    * DirectX 9.0c Compatible 3D accelerated 128 MB Video card or equivalent\n    * 8X speed DVD-ROM drive (Disc Users only)\n    * DirectX 9.0c Compatible Sound Card\n    * Broadband connection for online activation and online gameplay\n    * MS compatible mouse\n    * Keyboard\nÉg er með nýjasta driverin frá nvidia v.180.48 og annað getið þið lesið í undirskriftini.\neinhverjar uppástungur hvað ég get gert.\nKv HSM",
            "date": "2008-12-25 22:14:00",
            "post_id": "191218",
            "reply_to_id": false
        },
        {
            "user_name": "beatmaster",
            "text": "Ég myndi giska á að 939 örrinn og DDR minnið sé ekki nógu öflugt, ég er með 9600GT skjákort og á ekki í neinum vandræðum með hann með allt í medium (þetta er mjög kröfuharður leikur vélbúnaðarlega séð) og þú ert með betra skjákort en það",
            "date": "2008-12-26 14:36:00",
            "post_id": "191281",
            "reply_to_id": "191218"
        },
        {
            "user_name": "hsm",
            "text": "Já það hlaut að koma að því að maður þurfti að uppfæra.\nEr búin að fresta því ansi lengi þar sem ég hef ekki fundið fyrir því að ég sé í einhverjum vandræðum.\nNema akkúrat núna og þá verður maður alveg brjálaður þegar tölvan er ekki að gera það sem maður vill \n \nÉg auglýsi sjálfsagt eftir einhverju hér á vaktin.is því annars þarf ég að fara heim til Péturs og láta hann opna búðina.\nÉg er ekki að nenna að bíða til mánudags",
            "date": "2008-12-26 18:19:00",
            "post_id": "191312",
            "reply_to_id": "191281"
        },
        {
            "user_name": "Nothing",
            "text": "ég er með í undirskrift og náði að spila hann í 1280x1024 full gæði án laggs\ná eftir að prófa í 1680x1050\ner að installa honum nuna skal láta þig vita",
            "date": "2008-12-26 19:26:00",
            "post_id": "191316",
            "reply_to_id": "191312"
        },
        {
            "user_name": "hsm",
            "text": "Þetta virðist vera svolítið skrítið því að það skiftir ekki máli hvort að ég spili hann í 1280x1024 eða 1920x1200 í góðum gæðum eða slökum\nhann virðist lagga eins, ekkert meira eða minna\nEn já láttu mig endilega vita takk.",
            "date": "2008-12-26 20:05:00",
            "post_id": "191321",
            "reply_to_id": "191316"
        },
        {
            "user_name": "Nothing",
            "text": "ég lagga ekkert í 1680x1050 full gæði. \nþað er víst einhvað að drivernum myndi ég halda",
            "date": "2008-12-26 23:17:00",
            "post_id": "191343",
            "reply_to_id": "191321"
        },
        {
            "user_name": "hsm",
            "text": "Hef verið að lesa mig til um leikinn á netinu og það virðast margir vera í vandræðum með leikinn.\nÞó svo að þeir hafi meira en nóg afl til að spila og sýnist mér þetta vera leikurinn sjálfur,\nÞví að engin virðist hafa náð að leysa þetta varnarmál og það eru allir að bíða eftir patches fyrir leikin.",
            "date": "2008-12-27 01:15:00",
            "post_id": "191355",
            "reply_to_id": "191343"
        },
        {
            "user_name": "Saber",
            "text": "Þetta er gamalt NFS vandamál. Ég lenti í þessu í ProStreet leiknum. Hjá mér var það eitthvað með það að rendera bílana. Lagaðist helling við að færa viewið inn í bílinn. \nMig grunar að þessi leikjavél hjá þeim sé orðin svo bloated og illa kóðuð að það er farið að hafa áhrif á rennslu leikjanna. Þeir þurfa virkilega að fara byrja bara frá scratch, en þeir bara geta það ekki þar sem að jakkalakkarnir neyða þá til þess að gefa út nýjan leik á hverju ári.\nSpilaðu bara Project Torque í staðinn! \nhttp://project-torque.aeriagames.com/",
            "date": "2008-12-27 19:02:00",
            "post_id": "191416",
            "reply_to_id": "191355"
        },
        {
            "user_name": "nocf6",
            "text": "þetta gerist líka hjá mér en það skiftir engu máli hvort allt er í botni eða allt í lægsta (finnst hann eiginlega hikksta meira því lægri stillingar sem ég hef)  hann hikstar alltaf aðeins og ég er með ati radeon hd4670",
            "date": "2008-12-28 00:47:00",
            "post_id": "191442",
            "reply_to_id": "191416"
        }
    ],
    "date": "2008-12-25 22:14:00"
}