{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "20808",
    "title": "Western Digital HD Media Player.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=20808",
    "posts": [
        {
            "user_name": "davidsb",
            "text": "Sælir\nÉg var að splæsa í svona kvikindi \nhttp://www.wdc.com/en/products/products.asp?driveid=572\n eftir að hafa verið að skoða svona sjónvarpsspilara undanfarið, létt jólagjöf frá mér til míns \n Þetta kostaði mig 78 pund sem gera ca 14 þús kall miðað við gengið 178.\nÉg sá að Tölvulistinn er með þennan sama flakkara á 29.900 \nhttp://www.tl.is/vara/11468\nKeypti mér líka Western Digital My Book Essential Edition 1TB external hd til að hafa með þessu  ásamt 16gb USB lykli. Allur pakkinn á 182 pund sem ég myndi halda að væri vel sloppið.\nEeeen nóg komið af monti \nÉg var að spá í hvort einhver hérna eigi svona og hvernig reynslan er af þessu, ég er búinn að gúggla þetta til fjandans og ekkert fundið nema jákvæðar umfjallanir, eini gallinn sem ég sé er að það sé ekki innbyggður HD og spilar ekki DRM efni. en það skiptir mig ekki máli þar sem þetta verður ekki mikið fært til, nota þá bara usb lykilinn, ég var meira að leita að spilara sem færi létt með HD efni og sérstaklega þá 1080 myndir ásamt því að vera hljóðlátur. Þessi virðist ráða vel við það ásamt að spila nánast öll formats af hvort sem það er hljóð eða mynd. Hann spilar h264 og x264 samkvæmt öllu sem ég les þrátt fyrir að x264 sé ekki inní supported format. Sýnist líka á öllu að WD verði með almennilegt support við þennan spilara, kom nýtt firmware 3 vikum eftir að þetta fór í sölu sem lagaði nánast allt sem kvartað var yfir í byrjun.",
            "date": "2009-01-02 04:30:00",
            "post_id": "192096",
            "reply_to_id": false
        },
        {
            "user_name": "Hyper_Pinjata",
            "text": "Helvíti fallegt kvikindi líka \nef þú ert með hd sjónvarp (sem ég rétt vona) þá Verðurðu að prófa The Day After Tomorrow í HD,720p er mjög fínt en 1080p er ennþá betra \nhún lýtur svo ógeðslega vel út í háskerpu að ég nánast sleiki tölvuskjáinn hjá mér þegar ég kíki á hana,i'm not lying about that by the way.",
            "date": "2009-01-02 10:14:00",
            "post_id": "192118",
            "reply_to_id": "192096"
        },
        {
            "user_name": "Matti21",
            "text": "X264 og H.264 eru sami codecinn. Alveg eins og Dvix og Xvid er sami codecinn. X264 er bara freeware útgáfa af H.264 codecinum. Þessi græja er búinn að fá ágætis dóma erlendis. Í bandaríkjunum er litið á þetta sem svona \"the poor mans alternative to popcornhour. Hann spilar flest það sem popcornhour græjurnar eru að spila. Þeir eiga alveg að ráða við basic x264 encode með AC3 hljóði. Ef þú villt hinsvegar geta spilað skrár með DTS hljóði þarftu að tengja boxið við magnara sem ræður við DTS afkóðun með optical kapal. \nMér skilst að þetta box sé, eins og popcornhour og langflestir HD spilarar, takmarkað við x264 Level 4.1 svo þú ættir að athuga með Level-in á þeim HD skrám sem þú átt áður en þú reynir að neyða hann til þess að spila þær. Getur notað forrit eins og MediaInfo til þess. Lang flestir góðir encoders eins og Esir og Eureka nota alltaf level 4.1 en óþektir encoders og scene grúppur eiga oft til að nota level 5.1\nVerðið á þessari græju hérna á íslandi er náttúrlega grín og ég neita að trúa því að einhver hérna heima kaupi þetta. Ég mun allavega ekki hika við að kaupa þetta ef ég fer eitthvað erlendis á næstunni.",
            "date": "2009-01-02 11:59:00",
            "post_id": "192125",
            "reply_to_id": "192118"
        },
        {
            "user_name": "davidsb",
            "text": "verðið hækkaði um 10 þús kall hjá tölvulistanum í dag, fór úr 29.990 í 39.990\nVandamálið með DTS hljóð er ekki erfitt, er með proggy sem convertar því í AC3 á svona 10-15 min.\nhér er líka gígantískur þráður um spilarann á avs forum \nhttp://www.avsforum.com/avs-vb/showthread.php?t=1080840\n næstum komið 3000 post í þennan þráð.\nég vildi ekki Popcornhour því ég var að leita eftir hljóðlausu, litlu og lúkker",
            "date": "2009-01-02 21:34:00",
            "post_id": "192191",
            "reply_to_id": "192125"
        },
        {
            "user_name": "Halli25",
            "text": "Þar sem við búum í tollaparadís!!! þá þurfum við aðeins að borga 35% tolla og höfundarréttar gjöld á öllu sem sendir merki í viðtæki eins og sjónvarp plús vsk!!! svo þú getur ímyndað þér hvað TL eða sá sem flytur þetta inn þarf að borga í gjöld af spilaranum. Svipað og er á iPods.\nÉg nældi mér í þennan spilara og er verulega sáttur, einfaldur í notkun og góð gæði í 1080p... eina sem ég lenti í veseni með er mkv fælar með DTS.. á eftir að prófa með optical kapal í græjurnar mínar... vona að það fixxi það.",
            "date": "2009-01-05 10:31:00",
            "post_id": "192520",
            "reply_to_id": "192191"
        },
        {
            "user_name": "davidsb",
            "text": "Hann sér ekki um DTS því gjaldið á DTS leyfinu er dýrt. En hann hleypir merkinu í gegnum optical og ef þú ert með heimabíó þá á það að virka.\nEn gæjar eins og ég sem eiga ekki heimabíó converta bara dts í AC3 á 5 min með rétta forritinu.\nSvo gæti verið sniðugt að update'a firmware ef þú ert ekki búinn að því. \nhttp://www.wdc.com/en/products/wdtv/\n*Edit*\nSýnist ég þurfa að borga ca 15 þús í gjöld af þessu samkvæmt reiknivélinni á tollur.is",
            "date": "2009-01-07 23:32:00",
            "post_id": "192968",
            "reply_to_id": "192520"
        },
        {
            "user_name": "Halli25",
            "text": "svo þú græddir ekkert á að kaupa þetta úti og ert ekki með ábyrgð hérna heima \n GG \n:)",
            "date": "2009-01-08 10:09:00",
            "post_id": "192997",
            "reply_to_id": "192968"
        },
        {
            "user_name": "davidsb",
            "text": "jújú, fyrir 1tb external hd disk og spilarann borgaði ég 32 þús, ef ég borga 15 þús í gjöld þá er það 47 þús total. Bara spilarinn hérna heima er á 39.900. Harði diskurinn kostar 35.000 svo ég er að spara helling.",
            "date": "2009-01-08 19:44:00",
            "post_id": "193073",
            "reply_to_id": "192997"
        },
        {
            "user_name": "Gúrú",
            "text": "http://www.computer.is/vorur/7001\n?",
            "date": "2009-01-08 20:17:00",
            "post_id": "193074",
            "reply_to_id": "193073"
        },
        {
            "user_name": "blitz",
            "text": "Þetta er external HD hvernig?",
            "date": "2009-01-08 20:26:00",
            "post_id": "193076",
            "reply_to_id": "193074"
        },
        {
            "user_name": "Gúrú",
            "text": "Las bara 1TB afsakið.",
            "date": "2009-01-08 20:35:00",
            "post_id": "193079",
            "reply_to_id": "193076"
        },
        {
            "user_name": "stankonia",
            "text": "sælt veri fólkið\nþetta er kannski frekar vitlaus spurning en virkar þessi spilari með gömlum \"túbu\" sjónvörpum? er ekki enn búinn að fjárfesta í flottum flatskjá (er þó planið í nánustu framtíð).",
            "date": "2009-01-30 00:04:00",
            "post_id": "196000",
            "reply_to_id": "193079"
        },
        {
            "user_name": "coldcut",
            "text": "verð að viðurkenna að ég veit ekki hvort hann virki..spurning hvort það sé ekki bara HDMI tengi á þessu, og þá virkar hann ekkert.\nEn þú kaupir þér náttúrulega ekki svona HD spilara og notar hann við túbuskjá. Það er eins og að kaupa sér Porsche 911 og nota hann í að smala rollum.",
            "date": "2009-01-30 00:30:00",
            "post_id": "196003",
            "reply_to_id": "196000"
        },
        {
            "user_name": "stankonia",
            "text": "hehe kannski. planið er að kaupa drauma sjónvarpstækið í júní (þegar næstu námslán kikka inn) og því var ég að pæla hvort þessi flakkari myndi virka í þessa mánuði fram að því ...",
            "date": "2009-01-30 00:41:00",
            "post_id": "196007",
            "reply_to_id": "196003"
        },
        {
            "user_name": "Sallarólegur",
            "text": "http://www.att.is/product_info.php?prod ... b29a1b3472",
            "date": "2009-01-30 07:47:00",
            "post_id": "196014",
            "reply_to_id": "196007"
        },
        {
            "user_name": "Baloo",
            "text": "Svona til ða spyrja hvernig convert-ið þið DTS yfir í AC3. Ég er búinn ða reyna svo margt og það gengur aldrei neitt. Gætuð þið hjálpað mér?",
            "date": "2009-02-26 13:51:00",
            "post_id": "199336",
            "reply_to_id": "196014"
        },
        {
            "user_name": "1337x",
            "text": "Ég er búin að eiga þetta í dágóðan tíma og ég get ekki kvartað. Eina sem er að angra mig er að stundum kviknar ekki á honum þegar í ýti á turn on takkann, og þá þarf ég að aftengja rafmagnssnúruna og tengja hana aftur í og þá kviknar á honum.",
            "date": "2009-03-07 01:40:00",
            "post_id": "200144",
            "reply_to_id": "199336"
        },
        {
            "user_name": "Gúrú",
            "text": "Skráðir þig til að segja þetta á 95 daga gömlum þræði",
            "date": "2009-03-07 19:37:00",
            "post_id": "200215",
            "reply_to_id": "200144"
        },
        {
            "user_name": "Halli25",
            "text": "Búinn að uppfæra firmware á honum? Lagaðist hjá mér þegar ég uppfærði hann.\nhttp://www.wdc.com/en/products/wdtv/\nskellir á usb minnislykil og ferð í valmyndina og velur update og voila færð miklu betri spilara",
            "date": "2009-03-09 11:41:00",
            "post_id": "200367",
            "reply_to_id": "200215"
        },
        {
            "user_name": "davidsb",
            "text": "Betra seint en aldrei....\nDownloadaðu þessu\nhttp://audioconverter.heartware.dk/\nog lestu þetta \nhttp://audioconverter.heartware.dk/Tutorial/\nætti að ganga eins og í sögu þá.",
            "date": "2009-03-20 00:23:00",
            "post_id": "201413",
            "reply_to_id": "200367"
        },
        {
            "user_name": "Legolas",
            "text": "HANN SPILAR EKKI ISO FÆLA\npice of shit",
            "date": "2009-03-20 12:18:00",
            "post_id": "201440",
            "reply_to_id": "201413"
        },
        {
            "user_name": "Gúrú",
            "text": "Hættu að red bolda... og af hverju ertu að pirra þig útaf því?\nÞú vissir þegar að þú keyptir hann (ef að þú keyptir svona) að hann gerir það ekki..",
            "date": "2009-03-20 14:59:00",
            "post_id": "201458",
            "reply_to_id": "201440"
        },
        {
            "user_name": "Legolas",
            "text": "Hehe chill dude, þessvegna keypti ég hann ekk\ni",
            "date": "2009-03-20 20:56:00",
            "post_id": "201494",
            "reply_to_id": "201458"
        }
    ],
    "date": "2009-01-02 04:30:00"
}