{
    "forum_title": "Almennt um vélbúnað",
    "id": "20841",
    "title": "Vhs inn í tölvu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=20841",
    "posts": [
        {
            "user_name": "zzz179",
            "text": "Góðan daginn / kvöldið\nKann einhver að setja (aftrita) af vhs inn í tövu. Hvernig sjónvarpskort þarf ? Hvað góða pc og fleira í þeim dúr. Veit um samliggjandi DvD /vhs tæki en langar að setja þetta inn í tölvu og klippa til og svona gæti e-h hjalpað mér ?? Sá þetta (link fyrir neðan)  og velti fyrir mér hvernig kort þarf þetta að vera og hvað gott og hvernig er þetta gert  hvað þarf að teingja .\nhttp://ask-leo.com/how_do_i_copy_vhs_ta ... r_dvd.html\n(veit ekki hvar annar staðar á að setja þetta svo ég henti þessu inn hér og plz ekki gagnrýna stafsetnigu og uppsetningu er lesblindur )",
            "date": "2009-01-03 23:57:00",
            "post_id": "192328",
            "reply_to_id": false
        },
        {
            "user_name": "hagur",
            "text": "Ég hef gert þetta sjálfur, tók öll gömlu VHS heimavídjóin fyrir c.a ári síðan og flutti yfir á DVD.\nÞað eina sem þú þarft til þess er sjónvarpskort sem er með Composite video og audio in, sem flest ef ekki öll sjónvarpskort eru með.  Composite video er þetta hérna tengi: \nhttp://akamaipix.crutchfield.com/lifest ... eoJac.jpeg\nTengi fyrir hljóðið er þá ýmist tvö tengi eins og þetta gula, nema annað er rautt og hitt hvítt, eða þá að það sé svona mini-jack (headphone-tengi).\nÞú tengir svo bara vídeótækið þitt við þessi tengi á skjákortinu.  Ef vídeotækið er ekki með sérstök composite/RCA audio út tengi, þá geturðu notað SCART kubb sem breytir SCART yfir í Composite/S-Video/RCA audio eins og þennan hér: \nhttp://www.kabelshop-online.de/images/PA-116.jpg\nSvo vantar þig bara hugbúnað til að taka upp.  Slíkur hugbúnaður fylgir yfirleitt með sjónvarpskortum.  Þá er þetta bara spurning um að skipta yfir á composite inputtið á sjónvarpskortinu og smella á record.\nTil að klippa og vinna myndböndin geturðu notað forrit eins og windows movie maker eða farið út í \"alvöru\" forrit eins og Sony Vegas Movie Studio eða Ulead Video Studio svo dæmi séu tekin.",
            "date": "2009-01-04 01:28:00",
            "post_id": "192341",
            "reply_to_id": "192328"
        }
    ],
    "date": "2009-01-03 23:57:00"
}