{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "21021",
    "title": "HDD tilraunir/gagnabjörgun/endilega skoðið!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=21021",
    "posts": [
        {
            "user_name": "intalent",
            "text": "Hæ, þið súpernerd eins og ég er  \n en svo ég geri langa sögu mína stutta þá hef ég verið í tölvu grúski í 10 ár og það vill brenna við að HDD klikki eða skemmist en vonin er ekki öll úti að mínu mati \n \nég hef verið að gera tilraunir með HDD/Harðadiska um tíma þá í þeim tilgangi að bjarga út af þeim ómetanlegum gögnum sem hafa glatast af sökum bilunar í búnaði harðadisksins (þá dottið í gólfið þá stíriplatan gefið sig eða lesarinn gefið sig einkvað brottnað við höggið) þá geta skífurnar sjálfar að innanverðu verið í 100% lagi !\nástæða þessa tilrauna hjá mér byrjaði þegar dóttir mín rak sig algerlega óvart í hýsingu hjá mér sem innihéllt 1,Stk IDE/samsung HD300LD með ómetanlegu efni sem ég hafði verið að safna að mér í gegnum nokkur ár og nú voru góð ráð dýr þar sama hvað ég gerði þá tókst mér ekki að nálgast gögnin eftir öllum eðlilegum færanlegum leiðum svo ég tók á það ráð að fjarlægja úr diska plöturnar í þeim tilgangi að bjarga efni HDD/harðadisksins og setja í annann sem var með skemmdar plötur þannig að ég svissaði öllum pörtunum úr tveimur í einn HDD og vitið menn þetta fluss virkaði hjá mér ! og ég veit að þar sem það er als ekki gefins að fá gögnunum bjargað þar af segja þannig góð þjónusta sé í raunini til hér á landi (hef ekki hugmynd um það en sem komið er) hef reindar heirt af aðilum sem hafa þurft að senda út fyrir landið til gagna björgunar þar af segja ef það hefur tekist en þurft að borga skuggalega mikið fyrir þessa þjónustu svo ég auglýsi hér með eftir öllum tegundum,stærðum og gerðum af HDD/hörðum diskum þá ónýtum, biluðum gefins í íhluti sem þið gætuð hugsað ykkur að missa als ekki henda þeim,allt er mjög vel þeigið í þágu góðra tilrauna/málefna ekki satt það sakar ekki að allan vega reina mér tókst þetta \n það er ekkert mál að sækja svo leingi sem það er innan höfuðborgarsvæðisins, áhugasamir endilega hafið samband við mig hérna eða á netfangið, >> \nIntalent@hotmail.com\n << mínar bestu kveðjur, Intalent",
            "date": "2009-01-13 08:49:00",
            "post_id": "193687",
            "reply_to_id": false
        },
        {
            "user_name": "coldcut",
            "text": "já gaman að þessu, en enter is your friend",
            "date": "2009-01-13 09:03:00",
            "post_id": "193690",
            "reply_to_id": "193687"
        },
        {
            "user_name": "Minuz1",
            "text": "Hef prófað þetta og virkar fínt.\nMálið er bara að diskurinn mun eyðileggjast mjög fljótt eftir þetta þannig að ég mæli með að þú bjargir því sem þú þarft að ná út áður en bad sectors ná yfirhöndinni.\nMálið er að diskar eru settir saman í lofttæmi til að koma í veg fyrir að ryk og annar ófögnuður komist inn í boxið.\nÞegar þú rífur hann síðan í sundur þá streyma inn allskonar agnir sem setjast á diskinn og annað dót þar inni...sem þolir lítið sem ekkert þjask.",
            "date": "2009-01-20 02:08:00",
            "post_id": "194634",
            "reply_to_id": "193690"
        },
        {
            "user_name": "intalent",
            "text": "jú það er alveg rétt hjá þér enda gerir maður svona líka eingöngu til björgunar af gögnunum einum saman eftir það meiga gömlu plöturnar/skífurnar eiga sig en það er einnig líka hægt að taka þær úr og setja strax í innsiglaðar/lofttæmdar umbúðir þar sem ekkert kemst að þeim og geyma á köldum og dimmum stað en ég tel það samt tæpt dæmi samt sem áður",
            "date": "2009-01-21 00:35:00",
            "post_id": "194787",
            "reply_to_id": "194634"
        },
        {
            "user_name": "machinehead",
            "text": "Hefuru prufað þetta með 2.5\" diska?",
            "date": "2009-01-21 02:14:00",
            "post_id": "194793",
            "reply_to_id": "194787"
        },
        {
            "user_name": "TechHead",
            "text": "Smelltu bara saman cleanroom kassa með hlera (loftþéttann) og hafðu lokið á honum gegnsætt, búðu svo til tvö göt á hliðina á honum fyrir gúmmíhanska.\nEkki heldur gleyma gatinu fyrir ryksugu stútinn til að halda eins miklu lofttæmi í honum og hægt er þegar þú ert að vinna í diskunum.\nÞetta kemur í veg fyrir að allra stærstu loftagninar setjist á diskana \nNote bene, ekki taka plattana í sundur úr diskum búnum \"perdendicular\" tækni. Ef þeir innihalda fleiri en einn platta þá er búið að aligna þá saman með atóm nákvæmnum laser búnaði.\nReyndu svo að sanka að þér öllum biluðu hörðudiskum sem þú getur og reyndu að kynnast og laga sem flestar bilanir og þekkja hljóðin sem diskar gefa frá sér samkvæmt bilun.\nLestu svo allt sem þú finnur á netinu um gagnabjörgunaraðferðir, uppbyggingu harðadiska, sectora, mbr, mismunandi partition properties ogsfrv.",
            "date": "2009-01-21 08:55:00",
            "post_id": "194810",
            "reply_to_id": "194793"
        },
        {
            "user_name": "dadik",
            "text": "Af hverju takiði ekki bara backup fyrst þetta eru ómetanleg gögn?",
            "date": "2009-01-21 09:28:00",
            "post_id": "194815",
            "reply_to_id": "194810"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Þetta er gert í þeim tilgangi að komast inná harða diska sem eru bilaðir til að geta tekið backup af þeim",
            "date": "2009-01-21 10:21:00",
            "post_id": "194818",
            "reply_to_id": "194815"
        },
        {
            "user_name": "dadik",
            "text": "Takk fyrir að skýra það út fyrir mér.\nEn ég er einfaldlega að benda á að það er mun minna vesen að taka afrit af \"ómetanlegum\" gögnum.\nEru ekki annars allir að taka regluleg backup?",
            "date": "2009-01-21 13:32:00",
            "post_id": "194838",
            "reply_to_id": "194818"
        },
        {
            "user_name": "Blackened",
            "text": "Ooooo neii\nég hugsa að svona 5% almennra notanda spái í því og geri það í alvöru.. að taka afrit þaðer\nhversu oft heyrir maður auglýsingar þarsam að fartölvum var stolið með ómetanlegum gögnum svosem myndum af fjölskyldu og ástvinum, bókum sem rithöfundar eru að skrifa.. og allur fjandinn\nfólk bara fattar ekki að fartölvum er stolið og harðir diskar hrynja/skemmast fyrr en það er búið að gerast og það er orðið of seint",
            "date": "2009-01-21 21:05:00",
            "post_id": "194879",
            "reply_to_id": "194838"
        },
        {
            "user_name": "Gunnar",
            "text": "Hef ekkert pælt í því að gera backupp. \nhvað gerist þegar maður tekur backup? \nhvað tekur það langar tíma?\nhvað tekur það mikið pláss?",
            "date": "2009-01-21 21:10:00",
            "post_id": "194884",
            "reply_to_id": "194879"
        },
        {
            "user_name": "Gúrú",
            "text": "Þá tekurðu afrit af öllum gögnunum, semsagt ef að þú átt mynd af þér og Stínu á harða diskinum þínum, þá læturðu þessa mynd á annan harðan disk.\nÞað fer alveg eftir því hversu stórt efnið sem að þú ert að taka afrit af er.\nÞað tekur jafn mikið pláss og það tekur nú þegar, á hinum harða diskinum.",
            "date": "2009-01-21 21:12:00",
            "post_id": "194886",
            "reply_to_id": "194884"
        },
        {
            "user_name": "Gunnar",
            "text": "ok djöfull sökkar það samt.\ngerir maður annars ekki bara copy / past?",
            "date": "2009-01-21 21:19:00",
            "post_id": "194888",
            "reply_to_id": "194886"
        },
        {
            "user_name": "Gúrú",
            "text": "Jú en t.d. WindowsXP stýrikerfið(get ekki fullyrt með hin) gerir alltaf sjálfkrafa copy paste þegar að skrár eru færðar á milli harðra diska (Eyðir semsagt ekki upphaflegu skránni af disk A ef að þú færir skrá af disk A á disk B, heldur copy pastear henni.)",
            "date": "2009-01-21 21:34:00",
            "post_id": "194890",
            "reply_to_id": "194888"
        },
        {
            "user_name": "intalent",
            "text": "LOL! roflamo \n funny though it seem´s to be Glott !",
            "date": "2009-01-21 23:14:00",
            "post_id": "194907",
            "reply_to_id": "194890"
        },
        {
            "user_name": "intalent",
            "text": "Ég vil meina að það er sama sem eingin munur á 2.5\" diskum eða 3,5'' þar af yfir höfuð að taka þá í sundur og svissa yfir í aðra bara smærri einingar sem eiga í hlut en þá verður sá HDD/klón að vera alveg eins og af sömu stærð sem og týpu   \n \nÞað er allt hægt ef allur vilji er fyrir hendi bara spurning að gera það rétt !true!",
            "date": "2009-01-21 23:27:00",
            "post_id": "194909",
            "reply_to_id": "194907"
        },
        {
            "user_name": "jonsig",
            "text": "Ef ég væri með ómetanleg gögn þá mudni ég ekki láta diskin í hendurnar á amatur  . Og já , techhead, þótt hann lesi einhverja bæklinga á netinu um harða diska , þá þarf hann að vera rafeindaverkfræðingur með búnað fyrir tugi miljóna til að geta gert eitthvað meira en þetta og með meira öryggi",
            "date": "2009-01-21 23:49:00",
            "post_id": "194924",
            "reply_to_id": "194909"
        },
        {
            "user_name": "intalent",
            "text": "hold ! hvað veist þú hvaða menntun ég er með búin að starfa við þennan brasa + + + í 10 ár (góð spurning) pæla áður en dæmt er",
            "date": "2009-01-22 00:04:00",
            "post_id": "194927",
            "reply_to_id": "194924"
        },
        {
            "user_name": "TechHead",
            "text": "Sömuleiðis, og ég myndi ekki mæla með því við nokkurn mann sjálfur.\nHinsvegar var ég bara að beina honum í rétta átt svo maðurinn átti sig á því hversu umfangsmikil þekking og reynsla felst í því að geta bjargað gögnum af biluðum/ónýtum diskum.",
            "date": "2009-01-22 08:50:00",
            "post_id": "194935",
            "reply_to_id": "194927"
        },
        {
            "user_name": "intalent",
            "text": "það er algerlega satt og þakka þér fyrir frábært innlegg",
            "date": "2009-01-23 09:07:00",
            "post_id": "195096",
            "reply_to_id": "194935"
        },
        {
            "user_name": "jonsig",
            "text": "Nú ? ertu SS rafeindaverkfræðingur að hanga á nördaspjalli með krakkalingum ? Og ertu búinn að vera í þessu grúski í 10 ár ? ja 11 ár hérna en ég er ekkert að treysta mér í svona þegar um ræðir ómetanleg gögn og meðan ég man , þá hafa menn sem vinna í þessum geira fjölda ára af skólasetu á í farteskinu. Þannig að ekki er ég að láta mig dreyma um að experta þetta með að lesa einhverjar stiklur hér og þar af netinu",
            "date": "2009-01-23 23:25:00",
            "post_id": "195259",
            "reply_to_id": "195096"
        },
        {
            "user_name": "CendenZ",
            "text": "eitt orð.\nSpinrite",
            "date": "2009-01-25 18:01:00",
            "post_id": "195452",
            "reply_to_id": "195259"
        }
    ],
    "date": "2009-01-13 08:49:00"
}