{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "21141",
    "title": "Dáið Móðurborð ???",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=21141",
    "posts": [
        {
            "user_name": "eta",
            "text": "Móðurborð\nGigabyte  - GA 945P - DS3\nLýsing atburða\naflgjafi brannyfir lykt og reykur.\nkeyptur nýr.\nmóðurborð fer ekki í gang á nýja aflgjafa. (viftur fara reindar í gang í 1 sek svo þarf að slökkva og kveikja á aflgjafa til að fá þær aftur í gang (í 1 sek))\nEngin píp eða ljóst, og HD fer ekki í gang heldur.\nTel að móðurborð sé dáið og sé að leiða eitthvað saman þannig að aflgjafinn slái út...\nGet keypt nýtt MB en þá þarf ég einnig nýtt Vista vegna þess að það er OEM.\neinhver með tillögur hvað hægt er að gera.... (á eftir að ath hvort hægt sé að sérpanta MB)\n(er möguleiki að hægt sé að gera við MB?....)\nTakk fyrir.",
            "date": "2009-01-18 23:20:00",
            "post_id": "194483",
            "reply_to_id": false
        },
        {
            "user_name": "Selurinn",
            "text": "Tengdirðu ekki örugglega 4-pin molexinn fyrir CPU?",
            "date": "2009-01-24 11:11:00",
            "post_id": "195293",
            "reply_to_id": "194483"
        },
        {
            "user_name": "lukkuláki",
            "text": "Þú getur alveg notað Vistað áfram, segir þeim bara að þú sért búinn að uppfæra verulega \nþarft reyndar svo að hafa samband við Microsoft sem er bara bögg því þeir eru svo vankaðir og þú ert örugglega að trufla þá í vinnunni en það kostar minna en nýtt Vista.\nSíminn hjá Microsoft activation er 5106925 Stundum er Íslendingur að vinna þarna minnir að hann heiti Þórir er samt ekki viss langt síðan ég hef hringt.\nHvar keyptirðu þennan spennugjafa ? Tegund ? (Svona fyrir aðra til að varast)\nPrófaðu að taka allt nema minni og örgjörva+kælingu af móðurborði og cleraðu BIOS og starta þannig, \nannars gerist það stundum að spennugjafinn eyðileggur móðurborðið því miður.",
            "date": "2009-01-24 11:46:00",
            "post_id": "195297",
            "reply_to_id": "195293"
        }
    ],
    "date": "2009-01-18 23:20:00"
}