{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "21178",
    "title": "Sjónvarpsflakkarar",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=21178",
    "posts": [
        {
            "user_name": "GTi",
            "text": "Með hverju mælið þið sem sjónvarpsflakkara.\nHvað eigið þið og hvernig líkar ykkur við hann?",
            "date": "2009-01-20 21:03:00",
            "post_id": "194748",
            "reply_to_id": false
        },
        {
            "user_name": "depill",
            "text": "MacMini C2D 1,83 Ghz 1 GB RAM. Er að keyra núna OSXBMC á honum en hef líka verið að keyra Plex á honum. Vona að Plex fari að gera eithvað meira töff en þeir eru að endurbæta núna, vegna þess að mér finnst OSXBMC vera gera betri hluti @ the moment.\nÞetta er ossom, get bætt svona allt að því ótakmörkuðu storage ( USB, FireWire, Network ), get alltaf uppfært softwareið ef það kemur nýtt software, fjarstýringin er mjög fín, og ég get notað hann líka sem d/l vél ( sem og ég geri ).\nHelsti gallinn við þetta setup er að það var svona fairly dýrt þegar ég keypti það ( samt ekkert of, gengið var mjög fínt þá ), en er ÓGEÐSLEGA dýrt í dag",
            "date": "2009-01-20 21:44:00",
            "post_id": "194751",
            "reply_to_id": "194748"
        },
        {
            "user_name": "mind",
            "text": "Nota mest Mediagate og Western Digital sjónvarpsflakkarana.\nWD dótið er svona aðeins notendavænna fyrir fólk ókunnugt sjónvarpsflökkurum.\nMér finnst hins vegar Mediagate vera betri.",
            "date": "2009-01-20 22:38:00",
            "post_id": "194760",
            "reply_to_id": "194751"
        },
        {
            "user_name": "antono",
            "text": "hvaða tungumál er þetta? held að hann meini meira svona notaru , icybox,unicorn, osfrv..",
            "date": "2009-01-20 23:10:00",
            "post_id": "194764",
            "reply_to_id": "194760"
        },
        {
            "user_name": "coldcut",
            "text": "Mitt svar er IcyBox mp-303 og hefur hann reynst mér vel. Hann er stílhreinn, fer lítið fyrir honum og með því að tússa með svörtum túss yfir \"On\" ljósið og taka viftuna úr sambandi er þetta frábær sjónvarpsflakkari \nAlgjör óþarfi að vera með einhver leiðindi, þetta er jú einu sinni síða sem fjallar nær eingöngu um tölvutengd raftæki og þráðahöfundur hlýtur að búast við svona svörum.\nMenn eru bara að segja sína skoðun og upplýsa þráðarhöfund svo meiri líkur séu á því að hann velji gæðavöru.",
            "date": "2009-01-21 10:13:00",
            "post_id": "194817",
            "reply_to_id": "194764"
        },
        {
            "user_name": "Halli25",
            "text": "Er með WD spilarann sem ég hreinlega elska, þarf aldrei að aftengja hann þar sem það er enginn diskur í honum. 2x usb upload á honum.\ner á tilboði núna í TL með 640GB flakkara á 49.990 \nFULL HD með HDMI tengi",
            "date": "2009-01-21 10:35:00",
            "post_id": "194823",
            "reply_to_id": "194817"
        }
    ],
    "date": "2009-01-20 21:03:00"
}