{
    "forum_title": "Windows",
    "id": "21182",
    "title": "explorer dæmi",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=15&t=21182",
    "posts": [
        {
            "user_name": "ether11",
            "text": "alltaf þegar ég opna my computer þá kemur alltaf explorer has stopped working.. ég er buinn að reyna allt til að laga þetta.. virkaði ekki að rsa tölvuni meiriseigja veit einhver hvað er að.. ég er með vista btw og ég veit að ég á að vera með xp...",
            "date": "2009-01-20 22:52:00",
            "post_id": "194761",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "FÁÞÉRXP!!°°°1!!1¨¨¨¨¨¨\nNei annars, en gerist þetta bara ef að þú opnar My computer á ákveðnum stað eins og t.d. desktoppinu, quick launch eða í start menuinu?\nGeturðu opnað aðra explorer glugga eins og My pictures og skrifað svo My computer?\nHefurðu vírusskannað tölvuna nýlega?",
            "date": "2009-01-20 22:58:00",
            "post_id": "194763",
            "reply_to_id": "194761"
        },
        {
            "user_name": "ether11",
            "text": "þetta er i öllu sem tengist explorer en hvað get ég notað til að skanna hana sem er frítt..?",
            "date": "2009-01-20 23:21:00",
            "post_id": "194765",
            "reply_to_id": "194763"
        },
        {
            "user_name": "Gúrú",
            "text": "ZoneAlarm\nAvast\nNorton Antivirus\nhttp://www.malwarebytes.org/\n er líka the shit þegar að kemur að óskemmtilegu malwarei.",
            "date": "2009-01-20 23:30:00",
            "post_id": "194767",
            "reply_to_id": "194765"
        },
        {
            "user_name": "ether11",
            "text": "það virkar ekki buinn að scanna og ekkert kemur.. get ekki einu sinni updeitað tölvuna WTFF?",
            "date": "2009-01-21 00:19:00",
            "post_id": "194786",
            "reply_to_id": "194767"
        },
        {
            "user_name": "AngryMachine",
            "text": "Ég hef séð dæmi þar sem að forrit og/eða driverar sem að eru ekki Vista compatible hafa fengið kerfið til að leggjast á hliðina, einmitt með svona \"... has stopped working\" villum. Ertu t.d. nýbuinn að installa hugbúnað fyrir prentara eða annan jaðarbúnað?",
            "date": "2009-01-21 05:37:00",
            "post_id": "194797",
            "reply_to_id": "194786"
        },
        {
            "user_name": "ether11",
            "text": "uu nei seinasta sem ég instælaði var xray dót fyrir cs.. ég get ekki einu sinni farið i vlc og gert open þá frosnar allt lika.. svo var ég buinn að reyna restora hana en það virkar ekki kemur bara að það hafi verið skemmd í restorinu sem ég valdi og það skiptir engu mali hvaða dag ég vel..",
            "date": "2009-01-21 08:49:00",
            "post_id": "194808",
            "reply_to_id": "194797"
        },
        {
            "user_name": "ether11",
            "text": "þá hlýtur þetta að vera í einhverju updeiti því tölvan updeitaði eitthvað sjalf um daginn ef það kom þetta...",
            "date": "2009-01-21 08:50:00",
            "post_id": "194809",
            "reply_to_id": "194808"
        },
        {
            "user_name": "lukkuláki",
            "text": "Kemur þetta bara þegar þú opnar My computer ?\nEkki þegar þú opnar td. Internet Explorer ?",
            "date": "2009-01-21 09:00:00",
            "post_id": "194811",
            "reply_to_id": "194809"
        },
        {
            "user_name": "Stebet",
            "text": "Ertu með einhvern skrítin codec pack eða eitthvað svoleiðis installað? Þeir eiga það til að fokka í Windows Explorernum.",
            "date": "2009-01-21 09:05:00",
            "post_id": "194813",
            "reply_to_id": "194811"
        },
        {
            "user_name": "gRIMwORLD",
            "text": "Settu windows vista diskinn í vélina og keyrðu upp setupið - í stað þess að setja vista upp aftur farðu þá í repair -> system restore og veldu dagsetningu þar sem stýrikerfið var í lagi",
            "date": "2009-01-21 10:03:00",
            "post_id": "194816",
            "reply_to_id": "194813"
        },
        {
            "user_name": "ether11",
            "text": "buinn að gera restore virkaði ekki.. ég kemst í internet explorer en þegar ég geri c:/ þá krassar explorerinn og ég veit ekki með nein codec held að ég sé bara með divx codecin en ég kemst natturulega ekkert i add or remove.. það virkar heldur ekki að fara í safe mode.. þetta bug heitir Appcrash ég fann einhverja siðu sem sagði mer að registery cleana hana og þeir benntu á forrit en þegar ég instæla því það kemur alltaf einhver errror það heitir Uniblue Registry Booster.. veit einhver um eitthvað annað solleiðis sem virkar..?",
            "date": "2009-01-21 14:02:00",
            "post_id": "194842",
            "reply_to_id": "194816"
        },
        {
            "user_name": "Gúrú",
            "text": "Haltu áfram að reyna með Uniblue registry booster, það er magnað þegar að kemur að registry villum.",
            "date": "2009-01-21 14:07:00",
            "post_id": "194844",
            "reply_to_id": "194842"
        },
        {
            "user_name": "ether11",
            "text": "hehe jess fekk það til að virka 146 registry problomes... finnttt.. sjaum hvort þetta virkar.",
            "date": "2009-01-21 14:15:00",
            "post_id": "194845",
            "reply_to_id": "194844"
        },
        {
            "user_name": "ether11",
            "text": "onii þetta virkarði ekki.. ég er að gefast upp á vista bara tymi ekki að borga 20k fyrir xp leyfi..",
            "date": "2009-01-21 14:23:00",
            "post_id": "194846",
            "reply_to_id": "194845"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Ever heard of piracy??",
            "date": "2009-01-21 15:13:00",
            "post_id": "194850",
            "reply_to_id": "194846"
        },
        {
            "user_name": "lukkuláki",
            "text": "Hægri klikkaðu á Internet explorer og veldu \nrun as administrator\n breytir það einhverju ?",
            "date": "2009-01-21 15:18:00",
            "post_id": "194852",
            "reply_to_id": "194850"
        }
    ],
    "date": "2009-01-20 22:52:00"
}