{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "21263",
    "title": "Góð fartölva?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=21263",
    "posts": [
        {
            "user_name": "zdndz",
            "text": "Ég er að spá hvort þessi fartölva er góð miðað við verð: \nhttp://www.tolvutek.is/product_info.php?products_id=19094\n ???\nOg hvernig virkar að spila t.d. cod4 í henni?\nSíðan ef þið vitið um betri eða svipaða tölvu sem er ódýrari (skiptir ekki málið hvort það er 15,4\" eða 17\") meigiði endilega láta mig vita.",
            "date": "2009-01-26 16:26:00",
            "post_id": "195529",
            "reply_to_id": false
        },
        {
            "user_name": "Halli25",
            "text": "http://www.tl.is/vara/14227\nþessi er svipuð ef ekki betri á 149.990 eða 10K ódýrari. Set samt alltaf spurningamerki við tölvuleiki og fartölvur",
            "date": "2009-01-26 16:34:00",
            "post_id": "195530",
            "reply_to_id": "195529"
        },
        {
            "user_name": "zdndz",
            "text": "Takk fyrir ábendinguna en er skjákortið ekki eini munurinn og er það ekki betra í packard bell tölvunni því það er allt að 1GB  HyperMemory\n en hjá tölvulistanum er 1,72 HyperMemory",
            "date": "2009-01-26 17:50:00",
            "post_id": "195537",
            "reply_to_id": "195530"
        },
        {
            "user_name": "Halli25",
            "text": "Nákvæmlega sama skjákortið í báðum. Ég myndi líka sjá þær báðar í raun, að mínu mati er Acer vélinn miklu flottari í útliti og betur byggð.",
            "date": "2009-01-27 10:39:00",
            "post_id": "195664",
            "reply_to_id": "195537"
        },
        {
            "user_name": "zdndz",
            "text": "ok takk fyrir",
            "date": "2009-01-27 16:23:00",
            "post_id": "195688",
            "reply_to_id": "195664"
        },
        {
            "user_name": "svartljos",
            "text": "Þetta er mjög sambærilear vélar í raun er eini munurinn í skjánum og upplausn hvað varðar vélbúnað.\nKostir og gallar.\nÉg hef reyndar mjög góða reynslu af Packard Bell og þjónustunni þeirra í Tölvutek og hef ekkert slæmt að segja um það, þó það muni litli á skjá og upplausn þá myndi ég samt taka 17\" en það er útaf því að skjár og upplausn skiptir mig máli.\nEn hvað varðar Acer og verslunina þá eru flest allar Acer ferðavélar óttarlegir hlunkar og allaveganna áður en Tölvulistinn fór á hausinn þá voru þeir ekki að standa sig hvað varðar þjónustu á Acer vélum, nú ætla ég að vona að þeir(Sjónvarpsmiðstöðin/Heimilistæki/Takkar/Max raftæki/IOD) sem keyptu Tölvulistann hafi betri stjórn á fyrirtækinu og sé búið að laga þetta hvort sem þetta var út af lélegri mönnun(en fréttir herma að fyrirtækið hafi misst meirihluta starfsmanna sinna til annarra verslunar í hverfinu þegar sú verslun opnaði), lélegum vélbúnaði eða hvað.\nÉg tek fram að ég versla sjálfur við þessi bæði fyrirtæki.\nkv\nsvartljos\nÉg vona að stjórnendur Tölvulistans taki þetta til sín og lagi þjónustuna ef það er ekki núþegar búið að gera og auðvitað vonast ég eftir að geta haldið áfram að versla þar þrátt fyrir það sem ég segji hér fyrir ofan.",
            "date": "2009-01-30 00:42:00",
            "post_id": "196008",
            "reply_to_id": "195688"
        }
    ],
    "date": "2009-01-26 16:26:00"
}