{
    "forum_title": "Koníakstofan",
    "id": "21442",
    "title": "Hvað er mesta vesenið sem þú hefur lent í varðandi tölvu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=21442",
    "posts": [
        {
            "user_name": "TwiiztedAcer",
            "text": "Hvað er mesta vesenið sem þú hefur lent í varðandi tölvu?",
            "date": "2009-02-03 17:42:00",
            "post_id": "196540",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Fann ekki hliðina á turnkassanum og var að fara að setja viftu á hana.\nFann hana eftir 25 mínútna leit.",
            "date": "2009-02-03 19:00:00",
            "post_id": "196571",
            "reply_to_id": "196540"
        },
        {
            "user_name": "Zimbi",
            "text": "formata",
            "date": "2009-02-03 19:19:00",
            "post_id": "196576",
            "reply_to_id": "196571"
        },
        {
            "user_name": "vesley",
            "text": "hmm . hef lent í mörgu á kassanum sem ég á núna...  bilað audio input á móðurborðinu..(skipt um móðurborð)   gallaður skjár (var með 20\" fékk 22\" \n)  \nhélt að þeir hefðu látið vitlaust vinnsluminni  í tölvuna (rugl í mér) \n3 formattað tölvuna(1vista.2xp3afturvista) \nbraut eitt plastið sem heldur front coverinu truflar mig ekkert en cover er ekki alveg þétt að kassanum neðarlega vinstra megin ... . \nsleit headsett með að flækja lappirnar á mér í snúrunni. og allt þetta á 1 ári :S.  held að ég sé kominn með allt saman er ekki alveg viss bæti bara \njá týndi 1 skrúfu af hliðinni í 1 viku fann það svo undir turninum .",
            "date": "2009-02-03 19:29:00",
            "post_id": "196580",
            "reply_to_id": "196576"
        },
        {
            "user_name": "da61",
            "text": "einhvernvegin kveiknaði í tölvuni minni þegar ég ræsti hana... endaði að ég keypti mér bara nýja... það var vesen",
            "date": "2009-02-03 19:35:00",
            "post_id": "196582",
            "reply_to_id": "196580"
        },
        {
            "user_name": "mainman",
            "text": "Mesta vesenið mitt byrjaði daginn sem ég installaði windoz",
            "date": "2009-02-03 19:38:00",
            "post_id": "196583",
            "reply_to_id": "196582"
        },
        {
            "user_name": "Turtleblob",
            "text": "Þegar ég var að enda við að setja saman nýja vél og hún POST-aði ekki.  \n \nEkki skemmtilegar pælingar sem fylgja því...",
            "date": "2009-02-03 19:52:00",
            "post_id": "196584",
            "reply_to_id": "196583"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Var að setja saman turninn minn og hann POST'aði ekki heldur. Ég fór í gegnum gríðarlega leiðinlegt kvöld að athuga allt sem gæti mögulega hafa farið úrskeiðis við samsetninguna. Eftir langa athugun  rek ég augun í rauð og græn ljós á móðurborðinu og fletti manualnum aðeins. Kemst ég ekki að því að dual channelið á minnunum væri að klikka eitthvað, færi eitt minnið og hún ræsir sig!\nEitthvað var maður nú svekktur",
            "date": "2009-02-03 21:35:00",
            "post_id": "196592",
            "reply_to_id": "196584"
        },
        {
            "user_name": "zedro",
            "text": "Task aka. Digital",
            "date": "2009-02-04 00:53:00",
            "post_id": "196621",
            "reply_to_id": "196592"
        },
        {
            "user_name": "methylman",
            "text": "Nýbúinn að fá nýtt móðurborð og nýja 3200 Athloninn minn,  vel heitt í herberginu örgjörvinn á leiðinni á sökkulinn OG þá datt svitadropi af enninu beina leið ofaní sökkulinn  \n  og ég vildi ekki trúa óheppninni og setti örgjörfann á og hélt áfram ....  það varð aldrei tölva úr þessum hlutum.",
            "date": "2009-02-04 01:06:00",
            "post_id": "196623",
            "reply_to_id": "196621"
        },
        {
            "user_name": "Hyper_Pinjata",
            "text": "svekk svekkiddí svekk svekk...\nmesta tölvuvesen hjá mér var örugglega þegar ég setti \"full size\" ATX móðurborð í lítinn Compaq Tölvukassa fyrir µATX móðurborð....ég henti aflgjafanum utan á kassann,lét hann bara hanga (chilla) þar...svo var heilmikið snúruvesen sem fylgdi þessu....sem endaði með blossum þegar aflgjafinn \"losnaði\" aftan af kassanum....en já...snúrur slitnuðu og blossar voru þarna líka....og hvílíkt \"view\" hef ég aldrei séð...",
            "date": "2009-02-04 09:27:00",
            "post_id": "196630",
            "reply_to_id": "196623"
        },
        {
            "user_name": "DoofuZ",
            "text": "Ég hef nú lent í ýmsu en sem betur fer hefur aldrei kvikmað í tölvu hjá mér \n En einu sinni var nú ekki langt í það, fann brunalykt frá aflgjafanum einn daginn svo ég slökkti á tölvunni, svo um kvöldið þegar ég kom heim úr vinnunni hafði bróðir minn kveikt á henni og var í henni en hann var ekkert að spá í brunalyktina \n Skipti þá að sjálfsögðu um aflgjafa \nÉg var síðan einu sinni að reyna að fá svoldið stórann disk til að virka í tölvunni og eftir smá fikt endaði ég í fdisk þar sem ég eyddi partition sem ég hélt að væri á þeim disk en strax eftirá áttaði ég mig á því að ég hafði óvart eytt af disknum þar sem C drifið var með Windows inná \n \nOg svo var það vesenið með fyrstu tölvuna mína sem var Tulip Universa (einn stór hlunkur, skjár og tölva saman í einum kassa, var úrelt við kaupin \n) en einu sinni var ég eitthvað að fikta í henni og missti heila lúku af skrúfum á móðurborðið \n Hélt svo að hún væri dauð þar sem hún fór ekki í gang og skildi þannig við hana í heilt ár eða svo en þá var mér bent á að prófa að flassa biosinn, eftir að ég gerði það þá virkaði hún að sjálfsögðu og næstu árin fengu foreldrar mínir að nota hana",
            "date": "2009-02-04 18:10:00",
            "post_id": "196701",
            "reply_to_id": "196630"
        },
        {
            "user_name": "Glazier",
            "text": "Það var bara þegar fartölvan mín stút fylltist af vírusum og ég kunni voða lítið á tölvur og og var heilu næturnar að eyða vírusum bara til að geta kveikt á henni án þess að hún mundi frjósa.\nRunnaði hana alltaf í safe mode til að geta kveikt á henni eftir þetta þá kann ég miklu meira á tölvur \nOg núna um daginn í sömu tölvu þá ætlaði ég að prófa að fara í counter strike og þegar loading merkið var búið að vera í smá stund þá byrjaði skjárinn bara að blikka á fullu ég restartaði vélinni og skjárinn var enn svona blikkandi eftir að hafa restartað henni nokkrum sinnum þá virkaði hún og ég var bara að vafra á netinu í svona klukkutíma svo alltíeinu slökkti hún á sér og síðan þá hef ég aldrei náð að kveikja á henni :/ eða kemur bara blár skjár og stundum blikk :/\nPabbi fór með hana í viðgerð og þá voru 4 aðrar allveg eins tölvur í viðgerð með sama gallann þetta helv. dell drasl\nD= Drasl !",
            "date": "2009-02-04 19:09:00",
            "post_id": "196708",
            "reply_to_id": "196701"
        },
        {
            "user_name": "Some0ne",
            "text": "Formattaði einu sinni tölvuna mína 7 sinnum á innan við 3 tímum.\nVar tiltölulega nýr í tölvudæminu öllu, var álíka hooked á CS og á krakki, kem heim úr skólanum og adslið virkar ekki og ég hringi í Símann og þeir segja að það sé ekkert að adslinu. Ég skellti vandamálinu á Windowsið ( WindowsME don't ask.) og formattaði, aldrei kom adslið inn og ég var orðinn alveg trítilóður búinn að formatta tölvuna 7 sinnum en aldrei virkaði netið. Á þriðja tímanum hringdi ég svo í Símann, og þá segir þjónustufulltrúinn \"öh já það er víst einhver bilun í adsl kerfinu á svæðinu þínu\" ég skellti á og kýldi vegg.",
            "date": "2009-02-05 10:31:00",
            "post_id": "196788",
            "reply_to_id": "196708"
        },
        {
            "user_name": "TechHead",
            "text": "Þegar úttaks festingin á triple radiatorinum gaf sig í gamla stacker kassanum mínum fyrir einhverjum 5 árum.\nHann var nátturulega skrúfaður upp í toppinn á kassanum og ég lá steinsofandi upp í rúmi þegar festingin gaf sig.\nMorguninn fór í að þurrka upp bleytu, rífa sundur tölvuna og bölva bólgnu parketinu.\nDagurinn fór að mestu í að þurrka íhlutina með hárþurrku, eyrnapinnum og Isopropanoli.\nKvöldið fór í að rífa upp parket, þurrka steypu og leggja nýjar plötur  \nÞetta var ekki til að bæta skoðun konunnar minnar á þessu áhugamáli mínu",
            "date": "2009-02-05 11:32:00",
            "post_id": "196798",
            "reply_to_id": "196788"
        },
        {
            "user_name": "TwiiztedAcer",
            "text": "BöMP",
            "date": "2009-02-27 22:56:00",
            "post_id": "199484",
            "reply_to_id": "196798"
        },
        {
            "user_name": "Gúrú",
            "text": "Vá hvað þú þreytir mig...",
            "date": "2009-02-27 23:04:00",
            "post_id": "199486",
            "reply_to_id": "199484"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Fór í gegnum viku af formati og gagnatapi með gamla lappann minn þegar ég var bara græningi sem var búinn að fara of illa með lappann sinn. Og ekki bætti það úr skák að það var vikan sem ég fékk í vetrarfrí í skólanum.",
            "date": "2009-02-27 23:18:00",
            "post_id": "199490",
            "reply_to_id": "199486"
        },
        {
            "user_name": "DoofuZ",
            "text": "Gleymdi alveg því þegar ég lét systur mína fá hennar fyrstu tölvu og ákvað að gera hana eins örugga og ég gæti með því að loka á að hún gæti breytt hinu og þessu og sett eitthvað óæskilegt inná tölvuna svo ég fór í MMC og fór í gegnum allar helstu stillingar þar. Hélt svo að allt væri gott og blessað þar til hún lenti í vandræðum með að setja einhvern leik inná, reyndi þá að setja leikinn inn sem admin en það var ekki að virka þar sem mér var líka bannað það sem admin \n Fór þá í MMC aftur til að reyna að laga þetta en komst þá ekki í fjandans stillingarnar þar sem ég hafði bannað aðgang að því, ekki bara fyrir venjulega notendur heldur líka admin \n Náði síðan sem betur fer að laga allt á endanum með repair install á XP ef ég man rétt, þurfti amk. ekki að gera clean install \nSvo hef ég einstaka sinnum fengið í hendurnar tölvu fulla af vírusum með enga vírusvörn, þá er alltaf gaman að sjá hve slæmt ástandið getur orðið án varnar \n Fékk t.d. einu sinni til mín fartölvu sem var varnarlaus, byrjaði á því að setja vírusvörn inná og fór síðan að skanna. Gleymdi að slökkva á hljóðinu sem kemur alltaf þegar vírus finnst og heyrði því speakerpíp á 2ja sekúnda fresti í næstum 3 tíma \n Nennti ekki að stoppa skannið bara til að slökkva á hljóðinu, hehe \n Það endaði svo með því að það fundust nokkur þúsund sýkingar og það bara allt í einni möppu á desktop innan um hundruðir af mp3 lögum... hefði alveg getað bara eitt öllu *.exe í þeirri möppu, skannað svo og fundið ekkert \nKeypti síðan einu sinni nýjan disk í tölvuna (frá Computer.is) en um leið og ég steig útúr bílnum heima, með diskinn og nýjan síma í fanginu, þá missti ég diskinn í jörðina \n Prófaði samt að tengja hann í tölvuna, gera format og svo scandisk, en að sjálfsögðu komu endalausar villur svo ég skilaði honum daginn eftir. Þá tók við löng bið því það þurfti að senda diskinn út til að fá framleiðandan til að skera úr um ábyrgð en um ári seinna þá hringdi ég til að athuga málið, eins og ég var búinn að gera reglulega, og þá var mér sagt að ég fengi diskinn bættann, fékk bara annan alveg eins í staðinn \nEyðilagði svo einu sinni nýjann aflgjafa sem var líka keyptur í Computer.is \n Var bara eitthvað að vesenast fyrir aftan tölvuna og tók eftir takka á aflgjafanum þar sem á stóð 230, prófaði að ýta takkanum til hliðar og sá þá 115 í staðinn en um leið heyrði ég aflið minnka og svo komu tveir hvellir ásamt blossum og rafmagnið sló út \n Ýtti takkanum þá bara til baka en það lagaði þetta ekki svo ég skilaði honum og sagði hvað gerðist, en sleppti auðvitað að nefna að ég hefði ýtt takkanum til hliðar, og fékk svo bara nýjan aflgjafa nokkrum dögum seinna \nOg svo má ekki gleyma því hvernig ég gerði fyrstu tölvu heimilisins ónothæfa \n Það var Sirius Victor, 286 kvikyndi, en ég lærði mjööög mikið á henni, sérstaklega um dos og hvernig allt þarf að vera í sér möppum og svoleiðis. Var nefnilega einn daginn eitthvað að fikta í einhverjum filemanager í henni, datt í hug að taka smá til og fór því í það að færa ALLT úr öllum möppum yfir í EINA möppu \n Það var að sjálfsögðu ekki sniðugt enda komst maður bara ekkert meira í hana eftir það",
            "date": "2009-02-28 03:34:00",
            "post_id": "199516",
            "reply_to_id": "199490"
        },
        {
            "user_name": "urban",
            "text": "alveg án efa þegar að ég var að formata tölvuna hennar mömmu fyrir nokkrum árum...\njæja ég tek hitt og þetta og færi yfir á flakkara hjá mér (þar á meðal t.d. póstinn og favorites úr vöfrum)\njæja.. síðan tek ég copy af my documents og formata síðan...\nfatta hvað ég gerði vitlaust þegar að ég var að færa \"drasið\" hennar á sinn stað....\nég tók copy af \"My documents\" á desktop...\nfór ekki inní möppuna og copyaði allt þaðan, heldur copyaði shortcuttið af desktop..\nþetta slapp samt vegna þess að ég windows installaðist greinilega á sömu sectora á hdd og ég gat notað datarecoveryback forritið til þess að bjarga þessu\n*lagað vegna 19584 stafsetningarvilla*\np.s. dont drink and post",
            "date": "2009-02-28 07:07:00",
            "post_id": "199527",
            "reply_to_id": "199516"
        },
        {
            "user_name": "EmmDjei",
            "text": "þegar netkortoð bilaði",
            "date": "2009-03-12 17:06:00",
            "post_id": "200675",
            "reply_to_id": "199527"
        },
        {
            "user_name": "Sydney",
            "text": "Þegar ég keypti nýtt skjákort í gömlu fermingartölvuna, var með MSI RS480 mobo og keypti mér 7600GT, og móðurborðið bara einfaldlega hafnaði kortinu, kortið virkaði fínt með öðrum borðum...",
            "date": "2009-03-12 17:48:00",
            "post_id": "200679",
            "reply_to_id": "200675"
        },
        {
            "user_name": "littel-jake",
            "text": "7 formatts á 3 tímum... hlítur að vera góð íkja eða met",
            "date": "2009-03-12 18:07:00",
            "post_id": "200682",
            "reply_to_id": "200679"
        },
        {
            "user_name": "TwiiztedAcer",
            "text": "Hehe skemmtilegt að lesa þetta hjá ykkur  \n \nMesta vesenið hjá mér var þegar ég formattaði fartölvuna mína og þá var eitthvað vesen útaf wireless netinu og það var ekkert hljóð í tölvunni, því ég fattaði ekki að ég þyrfti að installa driverunum :S (Algjör nýliði sko)",
            "date": "2009-03-12 18:26:00",
            "post_id": "200685",
            "reply_to_id": "200682"
        },
        {
            "user_name": "Siggi86",
            "text": "eitt orð...Windows",
            "date": "2009-03-17 23:10:00",
            "post_id": "201165",
            "reply_to_id": "200685"
        },
        {
            "user_name": "Opes",
            "text": "Mesta tölvuvesen sem ég hef lent í inniheldur þjónustu Task, eða Digital Task eða Digital eða hvurn andkotann þeir vilja kalla sig.\nSkrifaði hérna grein fyrir nokkrum mánuðum, nenni ekki að finna hana. Just take my advise, ALDREI versla við þá.",
            "date": "2009-03-17 23:53:00",
            "post_id": "201168",
            "reply_to_id": false
        },
        {
            "user_name": "Joi_gudni",
            "text": "misti bréfaklemmu á milli ENTER og ? takkana og var í meira en mánuð að ná henni þaðan..",
            "date": "2009-03-18 01:03:00",
            "post_id": "201172",
            "reply_to_id": "201168"
        },
        {
            "user_name": "Danni V8",
            "text": "Mesta vesen sem ég hef lent í var þegar að USB-rásin brann yfir á gamla móðuborðinu mínu. Ég gat ekkert notað tölvuna þar sem að músin var USB og lyklaborðið líka. Síðan reddaði ég mér USB í PS2 (heitir það ekki PS2 annars) og tengdi lyklaborðið og músina þannig en gat samt ekki notað prentarann, mic-inn, G25 stýrið, flakkarann eða sett inn myndir af myndavélinni minni. Keypti mér nýja tölvu í janúar á þessu ári vegna þessa vandamáls.\nSíðan man ég eftir veseni árið 2001 (minnir mig) þegar við vorum að fá ADSL í fyrsta skiptið en það var búið að borga og breyta símalínunni fyrir ADSL og allt, síðan setjum við módemið sem við fylgdi með í tölvuna og það virkar ekki. Ég hringi í þjónustuver Símans og útskýri mitt vandamál og fékk ýmsar lausnir sem að áttu að virka en gerðu ekki. Síðan bað þjónustustúlkan mig að fara á heimasíðu módem framleiðandans og ná í reklana fyrir módemið. Það var í fyrsta og eina skiptið sem ég að ég bara gat ekkert sagt í símann, ég varð svo orðlaus. Hún bað mig um að fara á netið til að ná í rekla til að geta tengst netinu!",
            "date": "2009-03-18 15:16:00",
            "post_id": "201209",
            "reply_to_id": "201172"
        },
        {
            "user_name": "Hyper_Pinjata",
            "text": "Nice....mátti reyna...",
            "date": "2009-03-21 17:56:00",
            "post_id": "201546",
            "reply_to_id": "201209"
        },
        {
            "user_name": "Klemmi",
            "text": "Þegar vélin mín varð ófrísk",
            "date": "2009-03-21 21:40:00",
            "post_id": "201559",
            "reply_to_id": "201546"
        },
        {
            "user_name": "GuðjónR",
            "text": "Missti hún fóstrið?",
            "date": "2009-03-21 22:11:00",
            "post_id": "201562",
            "reply_to_id": "201559"
        },
        {
            "user_name": "TwiiztedAcer",
            "text": "Hahaha",
            "date": "2009-03-22 00:59:00",
            "post_id": "201567",
            "reply_to_id": "201562"
        },
        {
            "user_name": "biturk",
            "text": "ég á tvö móðurborð, mjög góð, gallin er að sama vandamálið hrjáir þau. ég plögga allt í samband, allt funkerar fínt á að líta, ýti á start takkan, koma engin hljóð..bara SVARTUR helvískur skjár og ég get ekkert gert, engin skrýtin hljóð ekkert undarlegt, bara kemur ekki djakk sjitt á skjáinn en samt er hann tengdur\nég er ekki ennþá búinn að ráða framúr þessu og er samt búinn að eiða nokkrum sólarhringum í þetta helvíti \n \n \nég ýti líka einu sinni spennubreitinum í 115...það var ekki góði gaurinn \n \ntæki sem heitir superrack er ekki vinur minn fyrst þegar ég plöggað því í samband og smellti hörðum disk ný formöttuðum og fínum á slave stillingu heví sáttur með nýju græjuna sem ég keipti og sá fyrir mér auðveld harða disk skipti og hafa í höndum \"flakkara\"\nNEI þá kom eitt hávært BLÍP úr speakernum og síðann tsjúúúvv bláskjár og ÖLL gögn og allt saman af c drifinu mínu var horfið. mjööög mikill pirringur þá í gangi\nps. þetta var í fyrsta skiptið sem ég varð það reiður að græjan var rifin úr tölvunni stillt uppá næsta snjóskafl útí sveit og skotin í drasl í 5 metra færi \n \n \neins fór með móðurborðið mitt sem krassaði fyrir tæpum mánuði síðann ég kom í veg fyrir að nokkur maður þurfi að upplifa þessa djöfuls dell misheppnun",
            "date": "2009-04-02 14:16:00",
            "post_id": "202672",
            "reply_to_id": "201567"
        }
    ],
    "date": "2009-03-17 23:53:00"
}