{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "21659",
    "title": "Hljóðið mitt virkar ekki.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=21659",
    "posts": [
        {
            "user_name": "togli",
            "text": "Ég var að downloada safninu \"Fast and the furious\" í High Definition og ég tengdi flakkarann við tölvuna, pastaði myndirnar inná hann, ætlaði síðan að spila það í sjónvarpinu mínu, myndin kom alveg 100% en hljóðið alveg 0 % :S \nEr að nota þessi tæki (Western Digital HD Media spilari) og svo bæði gráan 320 GB IcyBox og 640 GB svartan IcyBox.\n[hr]\n[hr]\nHvað get ég eiginlega gert til þess að geta fengið hljóðið aftur ? :S",
            "date": "2009-02-15 18:38:00",
            "post_id": "198042",
            "reply_to_id": false
        },
        {
            "user_name": "mind",
            "text": "Prufaðu að spila aðrar myndir en fast and the furious, ef þú færð hljóð þar þá eru þetta fast and the furious skrárnar líklega sem eru óstaðlaðar.\nEf ekkert hljóð kemur þá er möguleiki að spilarinn sé bilaður en það er nokkuð tæpt.\nMyndi fikta í stillingum á sjónvarpi og flakkaranum sjálfum fyrst og vera 100% að hljóðið sé á o.s.f.",
            "date": "2009-02-15 18:44:00",
            "post_id": "198043",
            "reply_to_id": "198042"
        },
        {
            "user_name": "togli",
            "text": "Hljóðið virkar sko í tölvunni, þetta gerðist líka með Batman myndina (dark knight).\nHefur bara gerst með 1080p",
            "date": "2009-02-15 18:56:00",
            "post_id": "198047",
            "reply_to_id": "198043"
        },
        {
            "user_name": "togli",
            "text": "bumb !",
            "date": "2009-02-15 19:04:00",
            "post_id": "198048",
            "reply_to_id": "198047"
        },
        {
            "user_name": "Arena77",
            "text": "Hvernig snúru ertu með Hdmi eða component?",
            "date": "2009-02-15 19:13:00",
            "post_id": "198049",
            "reply_to_id": "198048"
        },
        {
            "user_name": "Tesli",
            "text": "Ég keypti þennan spilara en var fljótur að skila honum aftur.\nHljóðvandamálið er út af því að það er DTS sound í HD myndinni og spilarinn getur ekki spilað það hjóð í gegnum HDMI tengið. Það eru sum heimabíó sem geta tekið við DTS hljóðinu í gegnum hljóðútganginn í spilaranum og spilað hljóðið þannig. Ég á Panasonic heimabíó merkt með DTS en ég náði samt ekki að spila hljóðið.\nFlestar HD myndir sem ég sé á netinu eru með DTS hljóði, þannig að spilarinn getur ekki spilað flestar HD myndir!\nSvo getur spilarinn ekki spilað stæðstu 1080p myndirnar eins og 13gig Transformers mynd sem ég prufaði, hún kassast bara og höktir, þetta eru þekkt vandamál við þennan spilara. Samt er hann merktur 1080p full HD!\nTala nú ekki um IMAGE spilunar vesenið í þessum spilara heldur, en það er kanski annað mál....\nAllavega, spilarinn getur ekki gert það sem hann setur sig út fyrir að geta.\nVona að þetta hafi hjálpað\nPS. 30 daga skilafrestur",
            "date": "2009-02-15 19:52:00",
            "post_id": "198052",
            "reply_to_id": "198049"
        },
        {
            "user_name": "Arena77",
            "text": "Hef heyrt um vandamál tengdum þessum spilara, en kanski væri nóg að uppfæra firmwarið í honum\nþað hjálpar stundum.",
            "date": "2009-02-15 19:57:00",
            "post_id": "198054",
            "reply_to_id": "198052"
        },
        {
            "user_name": "Tesli",
            "text": "Það er ekki nóg, ég uppfærði minn alveg í það nýjasta og ekkert af þessum stóru vandamálum lagaðist.\nÉg er búinn að fara í gegnum svo marga spilara og þeir eru allir meingallaðir á einn eða annan hátt.\nNúna er ég að setja saman Media PC tölvu sem verður í snyrtilegum kassa við hliðina á sjónvarpinu, þá verða engin vandamál. Hefði átt að gera það fyrir löngu",
            "date": "2009-02-15 20:09:00",
            "post_id": "198056",
            "reply_to_id": "198054"
        }
    ],
    "date": "2009-02-15 18:38:00"
}