{
    "forum_title": "Netkerfi - internetið",
    "id": "21763",
    "title": "Er Síminn að cappa (BLOCKA) torrent?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=21763",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Ég var bara að spá hvort Síminn væri farinn að cappa torrent, ég var að prófa að sækja torrent frá torrentleech.org, filelist.org og ásamt fleiri síðum og næ engu sambandi.\nÞó síðurna sýni að allt að 1000 manns séu að deila þá fæ ég 0 í uTorrent og \"connection closed by peer\".\nÍslenskar p2p síður virka samt. Bara að velta því fyrir mér hvort aðrir notendur Símans séu að lenda í þessu. \nEr búinn að prófa fleiri tölvur á heimilinu og líka að restara router 3x til að fá nýjar IP tölur.\nNo luck.",
            "date": "2009-02-20 20:25:00",
            "post_id": "198655",
            "reply_to_id": false
        },
        {
            "user_name": "MariusThor",
            "text": "Þetta er alveg eins hjá mér.",
            "date": "2009-02-20 20:28:00",
            "post_id": "198656",
            "reply_to_id": "198655"
        },
        {
            "user_name": "blitz",
            "text": "Ekkert svona í gangi hjá TAL",
            "date": "2009-02-20 20:58:00",
            "post_id": "198662",
            "reply_to_id": "198656"
        },
        {
            "user_name": "GuðjónR",
            "text": "Eru ekki fleiri hjá Símanum að lenda í svona? Þorir enginn að viðurkenna?",
            "date": "2009-02-20 22:12:00",
            "post_id": "198683",
            "reply_to_id": "198662"
        },
        {
            "user_name": "JReykdal",
            "text": "Allir sýnist mér á umræðum í kringum mig.\nAnsi \"góðir\" að gera þetta í sömu viku og þeir hækka verð.",
            "date": "2009-02-20 22:32:00",
            "post_id": "198686",
            "reply_to_id": "198683"
        },
        {
            "user_name": "Gúrú",
            "text": "Prófa að velja eitthvað 'Force' dæmi í uTorrent sem að encryptar allar gagnafærslur?\nÆttir þá að geta tengst einhverjum.",
            "date": "2009-02-20 22:40:00",
            "post_id": "198690",
            "reply_to_id": "198686"
        },
        {
            "user_name": "MariusThor",
            "text": "Gerir varla neinn mun.",
            "date": "2009-02-20 22:55:00",
            "post_id": "198694",
            "reply_to_id": "198690"
        },
        {
            "user_name": "Allinn",
            "text": "Jú þetta er líka svona hjá mér.",
            "date": "2009-02-20 23:50:00",
            "post_id": "198705",
            "reply_to_id": "198694"
        },
        {
            "user_name": "Manager1",
            "text": "Þetta er búið að vera svona hjá Vodafone í nokkrar vikur.\nÞað sést greinilega á hraða-línuritinu í Utorrent að Vodafone cappa alla torrent umferð nema um hánótt, þ.e. milli kl. 02 og 08, það sést vel hvenær þeir opna og hvenær þeir loka.",
            "date": "2009-02-21 00:27:00",
            "post_id": "198709",
            "reply_to_id": "198705"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég get tengs öllum innlendum, en engum erlendum.\nÉg hringdi í 8007000 og hann kannaðist við að hafa fengið svona kvartanir.\nSaði að það yrði hring í mig eftir helgi.\nÉg kom því að hjá honum að ég kynni ílla við að netið hjá mér væri ritskoðað og ég mættu sumt en ekki annað, forræðishyggja er mér ekki að skapi",
            "date": "2009-02-21 00:29:00",
            "post_id": "198710",
            "reply_to_id": "198709"
        },
        {
            "user_name": "Ezekiel",
            "text": "það er enginn spurning að þessir isp-ar séu að cappa torrent, ég hef sjálfur reynt að komast hjá því að skipta um port sífellt, en jafnvel þá, þá ná þeir að loka fyrir það á endanum.\nafsökunin er alltaf að við séum að stela bandvídd af öðrum viðskiptavinum, eða þeir segjast ekki kannast við þetta\ní sjálfu sér er þetta bara hreinn og beinn íslenskur viðskiptaháttur sem við íslendingar þekkjum svo rosalega vel en látum alltaf endalaust bjóða okkur",
            "date": "2009-02-21 01:46:00",
            "post_id": "198713",
            "reply_to_id": "198710"
        },
        {
            "user_name": "gardar",
            "text": "Neinei bara lélegt routing, ekkert annað.",
            "date": "2009-02-21 03:22:00",
            "post_id": "198716",
            "reply_to_id": "198713"
        },
        {
            "user_name": "Joi_gudni",
            "text": "Veit ekki hvort það tengist þessu eitthvað.. en getiði sagt mér hví ég er að fá erlent niðurhal af öllu torrent og DC sem ég nota...(Deiling, TVB, rT,DeilingDC....)\ner hjá Tölvun í Vestmaneyjum... hefur alltaf verið svona...",
            "date": "2009-02-21 12:39:00",
            "post_id": "198727",
            "reply_to_id": "198716"
        },
        {
            "user_name": "GuðjónR",
            "text": "Þetta er ekkert annað en helvítis ritskoðun!\nEr að verða eins og í Kína, mátt bara dl svona og svona miklu, og mátt bara nota þennan samskiptarmáta en ekki hinn!\nÉg er ekki með Netvarann en það er eins og hann hafi verið settur á tenginguna.",
            "date": "2009-02-21 13:15:00",
            "post_id": "198730",
            "reply_to_id": "198727"
        },
        {
            "user_name": "Blackened",
            "text": "Vestmannaeyjar eru útlönd?\n..ætli þú verðir ekki bara að spyrja Tölvun \nEn annars er ég að sjá þetta núna.. síðustu 2 torrent sem ég hef byrjað á TorrentLeech fæ ég bara EKKERT samband við\nog eitt torrent sem ég byrjaði að sækja á piratebay byrjaði ágætlega fyrir svona viku síðan.. en hefur ekkert gengið uppá síðkastið\n..er hjá símanum.. heeelvítis drullusokkar!",
            "date": "2009-02-21 13:16:00",
            "post_id": "198731",
            "reply_to_id": "198730"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég er búinn að prófa 10x útlenskar síður núna, og forrtið er með 0 á öllu, ekkert activiti. Tvær íslenskar síður og þær svínvirka.\nEf þetta er ekki forsendubrestur samnings þá veit ég ekki hvað!",
            "date": "2009-02-21 13:18:00",
            "post_id": "198732",
            "reply_to_id": "198731"
        },
        {
            "user_name": "daremo",
            "text": "Ég er enginn aðdáandi $ímans.. Langt frá því, en ég verð að segja að ég hef ekki tekið eftir þessu. Fæ yfirleitt 6-700kb/s á vel seeduðum erlendum torrent.\nVar reyndar að starta einum áðan og hann klifrar rétt svo upp í 250kb/s.",
            "date": "2009-02-21 13:29:00",
            "post_id": "198733",
            "reply_to_id": "198732"
        },
        {
            "user_name": "HemmiR",
            "text": "tja,, Mér hefur ég nú bara alltaf hafa fengið eigilega lelegt speed á erlendum torrentum, Þó svo að það eru fleiri þúsundir að seeda. Eins og núna t.d þá er ég að dla family guy þátt og það eru ekki nema 3.423 seeders.. og er rétt að ná að slefa uppí 30kb/s",
            "date": "2009-02-21 13:53:00",
            "post_id": "198734",
            "reply_to_id": "198733"
        },
        {
            "user_name": "Pink-Shiznit",
            "text": "Ég næ mb á deiling, en TPB eða þessar erlendu ganga ekkert",
            "date": "2009-02-21 13:55:00",
            "post_id": "198735",
            "reply_to_id": "198734"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég ákvað að gera tilraun, fór í kaffi til múttu og installeraði uTorrent og fór á filelist.org\nTók einhvern fæl og wollahh...það virkar. Hún er hjá Símanum og er ekki með \"cap\" á tengingunni sinni.\nÞetta sannar það sem mig grunar, þeir eru að cappa utanlands p2p á \"völdum\" tengingum.\nÍ raun ætti maður að nota orðið BLOCKA, en ekki cappa þar sem hraðinn á torrent er 0.\np.s. hvernig kemst maður framhjá þessu hjá þeim?",
            "date": "2009-02-21 15:25:00",
            "post_id": "198748",
            "reply_to_id": "198735"
        },
        {
            "user_name": "Arena77",
            "text": "Ertu ekki bara komin yfir kvótan í erlendu niðurhali, það virkar allt hjá mér en ennþá",
            "date": "2009-02-21 15:34:00",
            "post_id": "198750",
            "reply_to_id": "198748"
        },
        {
            "user_name": "Tesli",
            "text": "Ég er að downloada frá thepiratebay.com núna, virkar hjá mér.",
            "date": "2009-02-21 15:38:00",
            "post_id": "198751",
            "reply_to_id": "198750"
        },
        {
            "user_name": "Gúrú",
            "text": "uTorrent>Options>Preferences>BitTorrent>Protocol Encryption = Forced?",
            "date": "2009-02-21 17:11:00",
            "post_id": "198766",
            "reply_to_id": "198751"
        },
        {
            "user_name": "GuðjónR",
            "text": "Er með það þannig, var að koma heim og torrentið dottið í gang. \nBúnn að dl 1Gb af einhverju sorpi sem fer beint í tunnuna  \n \nEn allaveganna þá virðist þetta virka í augnablikinu.",
            "date": "2009-02-21 18:33:00",
            "post_id": "198779",
            "reply_to_id": "198766"
        },
        {
            "user_name": "urban",
            "text": "ekki hjá mér...\nhjá mér er einmitt ekkert að gerast á torrenti sem að ég adda klukkan 7 í morgun.\ner með forced encryption á \nen þetta blessaða torrent er bara enþá í 0%\ngerist nákvæmlega ekkert, alveg sama þó svo að ég stoppi torrentið og byrji aftur, force starta því, restarti utorrent, /flushdns í ipconfig, \nekkert virkar.\nekki get ég fengið aðra iptölu þar sem að ég er með hana fasta, þannig að það mundi ekkert virka hjá mér.\nen það eina sem að ég á eftir að prufa er restarta router, er bara svo óskaplega viss um að það virki ekki hjá mér.\nég er ekki komin framúr á 10 GB kvótanum, annað á netinu virkar stórkostlega, það er bara torrent sem að virkar ekki\nog já, ég er sammála um það að þetta sé ekki cap\nþetta er ekkert annað en block.",
            "date": "2009-02-21 19:16:00",
            "post_id": "198786",
            "reply_to_id": "198779"
        },
        {
            "user_name": "gardar",
            "text": "Strákar, kaupa deilibox og sækja af því með FTP....",
            "date": "2009-02-21 19:58:00",
            "post_id": "198792",
            "reply_to_id": false
        },
        {
            "user_name": "urban",
            "text": "ég vill bara getað nota mína netþjónustu til þess að þjónusta netið hjá mér.\nvill ekki þurfa að kaupa eitthvað annað.",
            "date": "2009-02-21 20:20:00",
            "post_id": "198795",
            "reply_to_id": "198792"
        },
        {
            "user_name": "Gúrú",
            "text": "En já, svona til þess að þið vitið það þá hægir \"Forced\" severely á a.m.k. deilihraða og hve mörgum þú tengist m.v. að hafa einungis \"Enabled\".",
            "date": "2009-02-21 20:58:00",
            "post_id": "198799",
            "reply_to_id": "198795"
        },
        {
            "user_name": "Climbatiz",
            "text": "tilhvers ad eyda peningi í seedbox til ad dla med thegar thú getur bara fundid seedbox hjá odru fólki á google og dlad sem their dla :}\nannars vaeri ég alveg til í thad ad láta cappa p2p hjá mér ef ég gaeti dlad endalaust frá http (en annars ef mar maetti thad thá myndu nú margir fá sér seedbox hehe)",
            "date": "2009-02-21 23:08:00",
            "post_id": "198810",
            "reply_to_id": "198799"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég er ekki ennþá búinn að fá hringingu frá Símanum eins og mér var lofað á föstudaginn en það skiptir svo sem ekki máli því ég er búinn að fatta hvað er í gangi.\nÞegar erlent niðurhal er orðið óhóflegt af þeirra mati þá lækka þeir hraðan OG slökkva á öllu erlendu P2P á viðkomandi tengingu!\nÉg tók eftir þessu á laugardaginn kl 18:00 þá datt inn p2p eftir 24 klst. stopp, akkúrat á sama augnabliki fékk ég póst frá Símanum þar sem sagt var að erlent niðurhal væri \"eðlilegt\" á ný.\nSvo í gærkvöldi kringum miðnættið þá datt allt á 0 aftur! Og ég tékkaði á póstinum og viti menn! Óhóflegt niðurhal að nýju!!!\nÞarna er ennþá verið að breyta skilmálum ÁN þess að láta vita, og í raun er þetta bara ritskoðun á tengingunni, er ekki nóg að drepa hraðann niður heldur er alveg lokað á protocolið.",
            "date": "2009-02-23 11:54:00",
            "post_id": "198959",
            "reply_to_id": "198810"
        },
        {
            "user_name": "Blackened",
            "text": "já.. það er nú svolítið síðan (6klst) að ég fékk póst um að niðurhalið væri orðið \"eðlilegt\" aftur (21gíg í heildina btw) og ég get samt ekki byrjað nýjann torrent frá TorrentLeech \n..djöfull er þetta skítlélegt.. maður er svona aaalveg að missa þolinmæðina og skipta um símafyrirtæki!  :@",
            "date": "2009-02-23 12:22:00",
            "post_id": "198960",
            "reply_to_id": "198959"
        },
        {
            "user_name": "olster",
            "text": "Ein pæling , eru þessi íslensku símafyrirtæki að borga eitthvað fyrir það sem við sækjum erlendis ?\nÞetta er eins og að selja þér sjónvarp og segja þér að þú megir bara horfa takmarkað á það eða eitthvað , bara svona pæling, hvort þetta sé einhver tilbúin álagning",
            "date": "2009-02-23 13:16:00",
            "post_id": "198964",
            "reply_to_id": "198960"
        },
        {
            "user_name": "Ezekiel",
            "text": "Já.\nISP-ar á Íslandi borga fyrir hvert erlent Gbp í Evrum.",
            "date": "2009-02-23 14:32:00",
            "post_id": "198981",
            "reply_to_id": "198964"
        },
        {
            "user_name": "njordur",
            "text": "Það er verið að takmarka \"óhóflegt\" niðurhal hjá öllum internet þjónustum hérna á landi í dag. Þegar gengis hrunið var þá lækkuðu flestir takmarkið hjá sér þannig að maður verður meira var við þetta í dag en áður. Ég svo sem veit ekki með aðra, en ég fékk póst frá símanum um að þessi breyting væri að taka gildi viku áður en hún gerði það. \nÞetta er kallað rolling cap, það er að þetta núllast ekki bara í byrjun viku þetta 10GB yfir 7 daga dæmi sem er í gangi, heldur eru bara tekin heilding yfir síðustu 7 daga, þannig að ef þú dl-ar 10GB á degi 1 og svo 1GB dagana þar á eftir þá stenduru í 16GB á degi 7 en svo 7GB á degi 8. Þannig að talningin er í raun dagar 1-7 svo 2-8, 3-9 o.s.frv. Þannig var þetta útskýrt fyrir mér niðrí síma. Ég hef nú oft farið yfir þetta limit hjá mér en ekki orðið var við að það hafi verið lokað alveg á p2p hjá símanum. \nNúna er bara að bíða eftir því að gengið skánni og þá fara ISP-anir aftur að keppast um að hafa sem minnst takmarkaðar tengingar.\nOg svo fyrir þá sem lesa aldrei áskriftar samningana sína þá hefur lengi verið þessi skilmáli um að takmarka tenginarnar við óhóflega notkun, lengst af var takmarkið bara 80GB á mánuði eða 20GB á viku, það var cuttað um helming við gengis hrunið.",
            "date": "2009-02-23 15:57:00",
            "post_id": "198999",
            "reply_to_id": "198981"
        },
        {
            "user_name": "GuðjónR",
            "text": "njörður...hvað er óhófleg notkun?\ner síminn þá að selja óhóflegar tengingar? tengingar sem má ekki nota?",
            "date": "2009-02-23 16:56:00",
            "post_id": "199024",
            "reply_to_id": "198999"
        },
        {
            "user_name": "Blackened",
            "text": "nákvæmlega.. afhverju að bjóða uppá tengingar sem að afkasta svona gríðarlega miklu gagnamagni ef það má síðan ekkert nota það..\nég er amk drullu ósáttur með að vera bara búinn með 21gíg af þessum \"40gíg kvóta á mánuði\" þegar að það eru 6 dagar eftir af mánuðinum og ég get ekki sótt það sem mig langar í afþví að ég er búinn að dl \"óhóflega\"\n..sem er bara kjaftæði.. innanvið 1gíg á dag finnst mér ekki vera óhófleg notkun í dag..",
            "date": "2009-02-23 17:16:00",
            "post_id": "199028",
            "reply_to_id": "199024"
        },
        {
            "user_name": "urban",
            "text": "nákvæmlega..\nhérna fyrir nokkrum mánuðum (árum) þá kepptust menn við að auglýsa ótakmarkað niðurhal, sem að var víst jú alltaf takmarkað af hluta, en fór síðan með það í 80 GB\nnúna teljast 10 GB á viku vera óhófleg notkun,\nok gott og blessað, segjum að ég sé tilbúin að láta taka mig í rassgatið með það og láta cappa mig.\nen þá vill ég samt sem áður geta notað netið cappað.\nég vill þá geta náð í torrent filea og að þeir fari af stað.\nþað að tala um óhóflega notkun og cappa hraðann á netinu er eitt, en að blocka p2p umferð er allt annað.\neinsog ég sagði, ég er kannski til í að láta símann taka mig í rassgatið, en ég vill ekki að hann geri það ósmurt og með stórum svertinga göndli",
            "date": "2009-02-23 17:21:00",
            "post_id": "199029",
            "reply_to_id": "199028"
        },
        {
            "user_name": "machinehead",
            "text": "Nú held ég að maður fari alvarlega að endurskoða internetmálin hjá sér.\nEr TAL ekki enn með 80GB á mánuði?",
            "date": "2009-02-23 17:37:00",
            "post_id": "199032",
            "reply_to_id": "199029"
        },
        {
            "user_name": "urban",
            "text": "það væri búið að skipta hérna á þessu heimili ef að vodafon væri með einhverjar stöðvar á adsl sjóvarpinu hjá sér..\nég er í eyjum og næ bara andskotan engum stöðvum þar.",
            "date": "2009-02-23 18:15:00",
            "post_id": "199038",
            "reply_to_id": "199032"
        },
        {
            "user_name": "depill",
            "text": "hmm ef að ADSL Sjónvarpið hjá Vodafone sé komið til eyja ( sem ég er ekki 100% á því að það sé komið, en mér skyldist að það ætti að fara þangað ) að þá ættu Eyjar að ná öllum sömu stöðvum og í bænum. Hins vegar í DÍ kerfinu ( loftnet ) ná Eyjar bara að mig minnir 16 stöðvum.",
            "date": "2009-02-23 19:08:00",
            "post_id": "199040",
            "reply_to_id": "199038"
        },
        {
            "user_name": "urban",
            "text": "http://www.vodafone.is/sjonvarp/digital ... stnrid=900\nþarna er listinn yfir það sem að næst hérna.\nadsl sjónvarpið er semsagt ekki komið.. en ætti að vera mjög stutt í það er mér sagt (búið að vera mjög stutt í einhverja mánuði)",
            "date": "2009-02-23 19:53:00",
            "post_id": "199043",
            "reply_to_id": "199040"
        },
        {
            "user_name": "gardar",
            "text": "Borga þeir ekki bara fyrir ákveðinn hraða en ekki fyrir hvert gígabæti....? Amk er það venjan erlendis.",
            "date": "2009-03-02 14:00:00",
            "post_id": "199692",
            "reply_to_id": "199043"
        },
        {
            "user_name": "CendenZ",
            "text": "Gb-inn eru 2-5% af kostnaðinum.\nþað er gáttinn sem er dýr, ss hraðinn",
            "date": "2009-03-02 14:22:00",
            "post_id": "199697",
            "reply_to_id": "199692"
        },
        {
            "user_name": "depill",
            "text": "gáttin út úr landi er dýr. Og b.t.w ( þrátt fyrir ða reyndar xD hafa skitið á sig síðustu ár með því að horfa ekki meira til FARICE, en í kreppu eru þeir meira horfa til þess ) að þá hefur Ármann Kr. þingmaður xD verið að reyna campaina núna undanfarið fyrir því að ríkið taki yfir FARICE og lækki verð á bandvídd á FARICE til að undir nýttni á honum og auðvita draga að hérna \"netþjónabú\" og gera grundvöll fyrir því að allir geti gert það. Hins vegar er xS Samgönguráðherran Kristján Möller á því að bandvídd út úr landinu í gegnum FARICE sé bara alls ekkert of dýr.\nÞannig að enn ein ástæðan fyrir því að kjósa ekki xS ( svo við drögum pólitíkina hérna inn ) ég ætla að kjósa þann flokk sem lofar að lækka gjöldin á FARICE mest",
            "date": "2009-03-02 14:43:00",
            "post_id": "199699",
            "reply_to_id": "199697"
        },
        {
            "user_name": "CendenZ",
            "text": "Enda finnst mér ekkert sjálfsagðara en að Farice verði 100% í eigu ríkisins.\nÞað er ekki eins og þetta sé stór og mikil stofnun.\nOg það finnst sko nóg af viðskipta og rekstrarfræðingum sem geta stjórnað þessu í dag.",
            "date": "2009-03-02 15:01:00",
            "post_id": "199700",
            "reply_to_id": "199699"
        },
        {
            "user_name": "Hnykill",
            "text": "þetta fer að verða spurning um að fjöldakæra símann í eitt skipti fyrir öll. þetta \"caps\" er búið að viðgangast hérna fyrir vestan í langan tíma. Ef menn eru að auglýsa hitt og þetta fyrir \"svona mikinn pening\" sem fólk skrifar svo undir.. og hækka svo verðið.. og minnka svo leyfilegt download um 20 gb, og svo önnur 20 gb, og fara svo að fylgjast með hverjir nota mesta bandvídd svo þeir geti \"capsað\" þá niður.. þá er þetta bara brot á samningum.\nHeld þeir hjá símanum myndu segja eitthvað ef ég fyndi leið til að hækka hraðann hjá mér frá 4mb uppí 8mb. segja svo bara \"hey, ég fékk ekki nóg, það eru svo margir aðrir að nota netið!\". sama og þeir eru að gera. maður skrifar og borgar fyrir 4mb ótakmarkað niðurhal.. þá á maður að fá 4mb ótakmarkað niðurhal.. urr =)",
            "date": "2009-03-02 15:17:00",
            "post_id": "199701",
            "reply_to_id": "199700"
        },
        {
            "user_name": "GuðjónR",
            "text": "Já þú segir það!\nÉg held ég skili bara auðu í ár, búinn að fá nóg af loforðum sem eru ekki efnd.\nAlveg stórkostlegt að horfa á SteingrímJ í stjórnarandstöðu rakka allt niður sem hinir gera og gera ekki, lofa öllu fögru og síðan éta allt ofan í sig og gera ekki neitt sjálfur loksins þegar hann fær tækifæri til.\nOg ekki er hægt að kjósta xD fyrr en þeir hafa þrifið á sér bakið.",
            "date": "2009-03-02 15:34:00",
            "post_id": "199704",
            "reply_to_id": "199701"
        },
        {
            "user_name": "Jon1",
            "text": "alveg sammála en það er spurning hvort þeir séu ekki með eitthverja undankomuleið þannig að þetta sé ekki \"ólöglegt\" þótt þetta sé náttúrulega glæpur. en endilega ef eitthver sem þekkir samningana betur en ég og sér framm á að það sé eitthvað hægt að gera  þá endilega láta vita",
            "date": "2009-03-02 15:37:00",
            "post_id": "199706",
            "reply_to_id": "199704"
        },
        {
            "user_name": "depill",
            "text": "Vá ég trúi því ekki að ég ætla að fara Off-topic.  En jamm ég er sammála þér með þetta, enda eru 100% af pólitíkusum mega-hræsnarar, þeir gagnrýna fullt af hlutum þegar þeir eru í stjórnarandstöðu og gera svo akkurat sama hlutinn þegar þeir eru í stjórn og Steingrímur er akkurat það, skil ekki afhverju fólk fílar þennan mann, þetta er sama fólkið sem vill \"endurnýjun\" á Alþingi, já akkurat  Steingrímur er nú bara búinn að vera á þingi síðan 1983, meiri segja þessir kjósendur eru hræsnarar.\nEinmitt flott frétt í dag að það sé búið að ná heilu einu máli í gegn á Alþingi á þessu, en eins og allir vita þá er brýnasta málið sem þarf að laga Davíð Oddson ( þótt að mér hafi fundist að hans tími hafi verið kominn ) en ekki neinar aðgerðir fyrir fyrirtæki og heimilin....\nJamm Guðjón þar sem þetta eru allir hræsnarar og lygarar ætla ég að kjósa þann sem lýgur því að mér að hann vilji taka yfir FARICE og niðurgreiða hann tímabundið ( á meðan notkun á honum rís upp í ásættanlegar tölur ) og hann vilji líka taka Mílu af Símanum og lofar því að detta aldrei í hug að \"einka\"væða Mílu ( Síminn má alveg vera í einkaeigu, alveg sama um hann ), Míla er ekki fyrirtæki sem getur verið né á að vera í samkeppnisrekstri. ( Það væri svo bara hægt að sameina Mílu og FARICE ).",
            "date": "2009-03-02 18:20:00",
            "post_id": "199717",
            "reply_to_id": "199706"
        },
        {
            "user_name": "mustad2",
            "text": "torrentið virkar ekki skít hjá mér, ég er hjá símanum.\nþeir senda mér líka alltaf e-mail og segja mér að ég sé búinn að downloada meira en 10GB þessa vikuna erlendis frá þannig að þeir hægja á mér... aumingjar.\nenda er ég búinn að segja þeim upp!\nnúna bíð ég bara eftir routernum frá TAL og þá hlýtur allt að verða betra.\ntala nú ekki um það að þeir ætla að fara rukka mann um 350kr á mánuði fyrir routerinn! grimmir gyðingar!\nog 600 kall fyrir símasjónvarpið, sem gerir fátt annað en að frjósa...\ndjöfull hlakkar mig til að losna frá símanum og þurfa ALDREI aftur að eiga samskipti við stelpu hálfvitana sem svara símanum hjá þeim og vita EKKI NEITT!!",
            "date": "2009-03-03 00:44:00",
            "post_id": "199760",
            "reply_to_id": "199717"
        },
        {
            "user_name": "mustad2",
            "text": "og já...\nmeð nýju gjöldunum hjá símanum, og hækkunum undanfarið.\nÞá er ég farinn að borga þeim yfir 10.000 kr á mánuði fyrir 8MB tengingu....\n8500kr tenginging, 350 kr routerinn og línugjald 1400kr á mánuði. (Myndlykill 600kr)\nþegar ég byrjaði var netið 5000 kall + línugjald 1400 kr og hraðinn var mun betri.\nhjá TAL verður þetta 6000 kall",
            "date": "2009-03-03 00:57:00",
            "post_id": "199762",
            "reply_to_id": false
        },
        {
            "user_name": "jonsig",
            "text": "Bara segja upp þessum grimmige Juden des Monopols",
            "date": "2009-03-03 02:13:00",
            "post_id": "199765",
            "reply_to_id": "199762"
        },
        {
            "user_name": "Gaur",
            "text": "það er greinilega verið að cappa og blokkera tengingar,mér finnst þetta hafa byrjað af krafti hjá símanum  uppúr febrúar ,\nég hélt fyrst að routerinn væri bilaður en hann gerir allt annað en að flytja torrent ágætlega og í mínum kokkabókum eru þetta hrein vörusvik.\nÉg ásamt fleirum gerðum kvörtun við talsmann neytenda  \nhttp://www.talsmadur.is/\n vegna þessa svokallaða \nótakmarkaða niðurhals sem þeir auglýstu sem varð til allavega til þess að þeir urðu að breyta netauglýsingu á síðunni sinni \nhttp://siminn.is/einstaklingar/netid/ve ... item31466/\n \nog auglýsa ekki lengur ótakmarkað niðurhal ,sem gerir kanski lítið fyrir p2p en fólk veit þá aðeins betur að hverju það gengur.\nOg mikið væri nú gaman ef einhver fyrverandi starfsmaður símans kæmi hér og fræddi almenning um hvað fer raunverulega fram á bakvið tjöldin í þessum málum! \nSvo er um að gera að senda talsmanni neytenda kvörtun.\nE.S. svo er spurning hvort það sé sniðugt að vera birta nöfn á ákveðnum torrentsíðum hérna,kanski breytir það eingu uppá capp og blokkeringar.",
            "date": "2009-03-05 15:48:00",
            "post_id": "200007",
            "reply_to_id": "199765"
        },
        {
            "user_name": "GuðjónR",
            "text": "Á því leikur engin vafi.",
            "date": "2009-03-05 15:57:00",
            "post_id": "200009",
            "reply_to_id": "200007"
        },
        {
            "user_name": "jonsig",
            "text": "Ein spurning strákar ,, hvað heldur ykkur svona fast við símann ?",
            "date": "2009-03-05 22:20:00",
            "post_id": "200057",
            "reply_to_id": "200009"
        },
        {
            "user_name": "Gaur",
            "text": "Ég fór frá símanum til Hive á sínum tíma og allt var yndinslegt,ótakmarkað niðurhal og læti.\nþangað til þeir byrjuðu á þessum óskunda  að takmarka torrent umferð sem virðist vera alsráðandi\nhjá öllum símafélögum núna, og virðist vera harðast gengið fram hjá símanum í þeim málum,\nég fór semsagt aftur til símans en nú ætla ég að skifta og fara til vodafone,það virðist vera\nskást af því sem er í boði þessa dagana.",
            "date": "2009-03-05 23:07:00",
            "post_id": "200068",
            "reply_to_id": "200057"
        },
        {
            "user_name": "jonsig",
            "text": "Ég er ekki að taka eftir þessu hjá hringiðunni",
            "date": "2009-03-06 19:19:00",
            "post_id": "200108",
            "reply_to_id": "200068"
        },
        {
            "user_name": "Gaur",
            "text": "Ég prófaði að sækja torrent skrá hjá mér og sömu torent skrá á sömu síðu heima hjá strangheiðarlegu fólki útí bæ sem gerir lítið meir en að lesa moggan á netinu á innan við 5 mínútna millibili og niðurstaðan var sú að ég náði hjá mér 47kb/s með 49 seeds...en útí bæ náði ég 243 kb/s og 48 seeds,og það var ekkert innlent seed,tölurnar tala sínu máli.\nþað væri athyglisvert ef fleiri próðu þetta og sjá hver útkoman Yrði!",
            "date": "2009-03-09 02:24:00",
            "post_id": "200349",
            "reply_to_id": "200108"
        },
        {
            "user_name": "ManiO",
            "text": "Ertu sem sé hjá hringiðunni? Hvernig er pingið í leikjum?",
            "date": "2009-03-09 08:46:00",
            "post_id": "200356",
            "reply_to_id": "200349"
        },
        {
            "user_name": "daremo",
            "text": "Tek þetta comment tilbaka. Ég er ekki að fá rassgat frá erlendum torrentum í dag og síðustu vikur. $líminn er mættur aftur..",
            "date": "2009-03-10 21:12:00",
            "post_id": "200507",
            "reply_to_id": "200356"
        },
        {
            "user_name": "CendenZ",
            "text": "Ef þú ert á erlendum trackerum og það eru íslendingar að seeda, þá eru ísl. peers ekkert cappaðir..\ntd. mininova.. færð fínan hraða þar ef það eru íslendingar að urta sama file",
            "date": "2009-03-10 21:25:00",
            "post_id": "200508",
            "reply_to_id": "200507"
        },
        {
            "user_name": "ManiO",
            "text": "",
            "date": "2009-03-10 23:19:00",
            "post_id": "200522",
            "reply_to_id": "200508"
        },
        {
            "user_name": "jonsig",
            "text": "spila ekki leiki on-line , ég hef nóg annað að gera .  Annars fínasta tenging",
            "date": "2009-03-10 23:46:00",
            "post_id": "200527",
            "reply_to_id": "200522"
        },
        {
            "user_name": "ManiO",
            "text": "Skelltu einhverjum leik upp og tjékkaðu pingið fyrir mig \n Nenni ekki að standa í því að skipta sjálfur ef ske kynni að ég myndi lagga út í eitt í fjölspilun.",
            "date": "2009-03-11 08:54:00",
            "post_id": "200541",
            "reply_to_id": "200527"
        },
        {
            "user_name": "Blackened",
            "text": "haha.. Good luck with that vinur \nég efast ekki um annað en þeim gæti ekki verið meira skítsama \n..það hefur amk virst vera attitjúdið hingaðtil.. cappið þitt hverfur öruglega sjálfkrafa í nótt eða á morgun..",
            "date": "2009-03-12 22:52:00",
            "post_id": "200727",
            "reply_to_id": "200541"
        },
        {
            "user_name": "jonsig",
            "text": "Ég lenti í meldingu við hringiðuna nýlega , þeir bjóða uppá 2mbps og 40gb fyrir heilan 6500kr!!!   \nallavegana þeir cöppuðu tenginuna mína 11. og sögðu að þetta  væri árans torrent \nen ég kíkti á mælirnn þá var ég búinn að dl 5 gb gegnum torrent og öll önnur umferð er ruv.is",
            "date": "2009-03-12 23:09:00",
            "post_id": "200730",
            "reply_to_id": "200727"
        },
        {
            "user_name": "AntiTrust",
            "text": "Búinn að vera með tengingar hjá flestum ISP sem eru í boði hérlendis í gegnum tíðina, þar til ég byrjaði hjá þáverandi Hive, núverandi Tal og hef sjaldan verið sáttari. Fæ afar góðann raunhraða, aldrei svo ég muni til lent í niðurtíma og aldrei lent í cappi eða óeðlilega hægum hraða. Reyndar aldrei verið rosalega actívur í erlendu download-i, alltaf tekist að bjarga mér með innanlandsdli. Hef þar að auki lítið sem ekkert þurft á þjónustu að halda, get því lítið dæmt um þá hlið.\nÉg hef það reyndar eftir góðum vini og starfsmanni innan símans að ekkert óeðlilegt capp, þeas utan þeirra sem þeir gera grein fyrir í skilmálum eigi sér stað.",
            "date": "2009-03-12 23:12:00",
            "post_id": "200732",
            "reply_to_id": "200730"
        },
        {
            "user_name": "urban",
            "text": "nei ok... þeir segjast minnka hraða til þeirra sem að fara yfir takmörk...\nog allt í góðu lagi með það...\nef að ég er búin að dwonloada yfir leyfilegu marki og hraði minn erlendis er lækkaður niður í t.d. 1024 mbits úr 12 mbits þá er ég ekkert á móti því svo sem, ég vissi að ég gæti átt von á því (ég semsagt já... \"bend over\")\nen mér finnst alveg fáránlegt að ég geti ekki notað þann hraða 1024 mbits (128 kB/s) á torrenta...\nmér finnst það fáránlegt að úr því að þeir séu að cappa hraðann hjá mér, þá skuli þeir algerlega blocka á torrent umferð.\nsem að allavega mín reynsla er að þeir hafi verið að gera...\nvegna þess að ég hef verið með fínan hraða erlendis frá, fengið email um að ég sé komin yfir 10 GB á viku (reyndar 2 - 3 vikur síðan þetta gerðist) og basicly á sömu mínotunni þá fer hraði á torrentum sem að ég er að ná í (vel seedaðir torrentar á bitmetv.org) úr ca 500 - 800 kB/S í 5 kB/s og jafnvel núll..\nsíðan fæ ég einhvern tíman seinna email um það að það sé í lagi með erlent download, og 5 mín seinna þá rýkur sama torrent úr 0 - 5 kB/s í 400 - 600..\nþað þarf ekki að segja mér að það sé bara hraðatakmörkun á tengingunni...\nþeir eru að blocka erlenda torrent umferð um leið.",
            "date": "2009-03-13 01:56:00",
            "post_id": "200746",
            "reply_to_id": "200732"
        },
        {
            "user_name": "GuðjónR",
            "text": "Update:\nJæja, viku eftir að ég hringdi og kvartaði yfir því að p2p protocol væri á 0 þá fékk ég sms frá 8007000; máli xxxxx lokið, kveðja síminn.\nÉg hringdi til að fá upplýsingar um mál xxxxx og var mér sagt að \"bilun\" hefði orsakað að p2p hefði dáið hjá \"sumum\" en öðrum ekki.\nMjööööög trúlegt.\nGott og vel, í einn sólarhring var p2p eðlilegt. En núna (14.03.2009) er gagnanotkun fyrir mars 9.1GB eða 22.75% af kvóta, sem sagt ekkert \"ófhóflegt\" gagnamagn.\nSamt er ég að fá hámarkshraða á p2p frá útlöndum í kringum 40kbs, ég er að prófa þetta núna og er með 91peer sem gefa frá 20-40kbs.\nFlestir eru með 0.5kbs og þeir öflugustu eru að gefa 2kbs. Meðaltal þeirra er í kringum 0.5kbs.\nÞað er alveg sama hvað þeir reyna að segja, fólk með lágmarksþekkingu á netinu og þeim stöðlum sem þar eru geta auðveldlega séð og mælt það sem er í gangi.\nÞeir eru vísvitandi að drepa niður p2p umferð þó þeir viðurkenni það ekki og haldi öðru fram.",
            "date": "2009-03-14 12:53:00",
            "post_id": "200850",
            "reply_to_id": "200746"
        },
        {
            "user_name": "ManiO",
            "text": "Mamma var einmitt að fá eitt stykki email frá Vodafone um það að erlent niðurhal væri komið í 80%, stuttu eftir það fékk hún póst um að búið væri að loka á erlenda traffík. Nema hvað, ég er 100% viss um að niðurhalið var ekki komið upp fyrir 36gig ca. (sennilega minna) og núna get ég ekki tjékkað hver staðan er á vodafone síðunni til að sjá hvort ég hafi rétt fyrir mér?\nNú er ég ekki fyrir samsæriskenningar, en eru Vodafone að leggjast svo lágt að ljúga til um notkun manns og loka fyrir möguleikan að fylgjast með notkun sinni? Er einhver annar hér hjá Vodafone með ljós sem getur séð notkunarupplýsingar? Eða ADSL?",
            "date": "2009-03-14 14:47:00",
            "post_id": "200855",
            "reply_to_id": "200850"
        },
        {
            "user_name": "Darknight",
            "text": "þetta er svona núna hjá öllum símafyrirtækjunum, þvílíkt rugl og aldrei fengið slæma þjónusta hjá tal fyrren núna, og er að hætta hjá þeim. Ruglað og bullað í mér eins og ég sagði í öðrum þráði hérna, ég ætla í hringiðunna því þeir eru litlir og mannúðlegir, mundu ekki sýna svona slæma þjónustu og frekar missa kúnna (þau vildu frekar missa mig enn að leyfa mér að kaupa aðra tengingu eða gefa mér 1gb svo ég geti unnið, var sagt það orðrétt svona)",
            "date": "2009-03-14 21:25:00",
            "post_id": "200873",
            "reply_to_id": "200855"
        },
        {
            "user_name": "jonsig",
            "text": "meiga þeir rukka fyrir \"umfram\" niðurhal þegar ég skrifaði undir samning í den um ótakmarkað niðurhal innlendis sem erlendis ?",
            "date": "2009-03-15 18:57:00",
            "post_id": "200943",
            "reply_to_id": "200873"
        },
        {
            "user_name": "Gúrú",
            "text": "Var það árið aldrei?",
            "date": "2009-03-15 19:40:00",
            "post_id": "200946",
            "reply_to_id": "200943"
        },
        {
            "user_name": "gumol",
            "text": "Það hefur einhver stjórnandi óvart editað póstinn minn í staðin fyrir að quota hann, þannig ég set þetta bara inn aftur:\nAllavega þá fékk ég póst frá símanum um að þær væru að cappa erlenda umferð til mín vegna óhóflegrar notkunar. Ég svaraði þeim svona:\nHef ekki fengið svar ennþá. Sendi ítrekun á morgun ef ekkert kemur.",
            "date": "2009-03-15 22:08:00",
            "post_id": "200964",
            "reply_to_id": "200946"
        },
        {
            "user_name": "Gemini",
            "text": "Mér finnst Síminn ekki sanngjarn. í seinasta mánuði var ég cappaður í lok mánaðar þar sem ég þurfti að dla yfir 10gb á seinustu viku mánaðarins. Heildarnotkun samkv. samningi er 40gb á mánuði samt dlaði ég í heildina einungis 28gb samkvæmt upplýsingum frá þeim eftir mánuðinn og var samt sem áður cappaður.\nÉg semsagt dlaði litlu fyrstu 3 vikurnar en þurfti að svo að nota tenginguna aðeins meira en vaninn er og lendi þá í cappi. Finnst þetta heldur ósanngjörn aðferð hjá þeim.\nÞetta eitt og sér gerði það að verkum að ég fer að leita að öðrum þjónustuaðila.\np.s. Í raun er gildandi samningurinn minn upp á 80gb en þeir meiga breyta en ég má þá segja upp samningi samkvæmt fjarskiptalögum þó að samningur sé til 6 mánaða. Þeim ber meira að segja lagaleg skylda að tilkynna öllum í áskrift að þeir hafi rétt á að rifta samningi þegar þeir breyta svona hlutum.\np.p.s. Ef fólki finnst fjarskiptafyrirtæki á Íslandi fara illa með sig á einn eða annan hátt á að senda óformlega eða formlega kvörtun til póst og fjarskiptastofnunar. Þeir eru með gífurlega ströng lög á sér og póst og fjarskiptastofnun töluverð völd yfir þeim. Kemur meira til skila en að væla á forums",
            "date": "2009-03-15 23:37:00",
            "post_id": "200975",
            "reply_to_id": "200964"
        },
        {
            "user_name": "Gúrú",
            "text": "Mhm... og hve margir okkar heldurðu að hafi gert það...?\n...Og hvaða árangur sérðu í augnablikinu...",
            "date": "2009-03-15 23:40:00",
            "post_id": "200977",
            "reply_to_id": false
        },
        {
            "user_name": "Gaur",
            "text": "Einnig er hægt að senda kvörtun á talsmann neytenda, þeir hafa verið að taka símann á beinið.\nÉg að fara að hætta hjá símanum,er búinn að fá nóg af þessu rugli, einhverjar uppástungur um hvar er skást að vera með netið í dag?\nhttp://www.talsmadur.is/",
            "date": "2009-03-15 23:53:00",
            "post_id": "200978",
            "reply_to_id": "200977"
        },
        {
            "user_name": "Gemini",
            "text": "Ég hef fengið aðstoð frá þeim og virkaði það mjög vel. En hlutirnir verða auðvitað að vera innan lagaramma.",
            "date": "2009-03-15 23:55:00",
            "post_id": "200979",
            "reply_to_id": "200978"
        },
        {
            "user_name": "Gúrú",
            "text": "Já, en hvað gekk sú aðstoð útá? Virkaði netið þitt ekki? \nVið erum m.a. að tala um hérna skilmálabrot, sífelldar neitanir á það að fá að rifta samningum sínum sem að eru enganveginn gildir, auglýsandi hluti sem að eru alls ekki sannir og svo FRAMVEGIS.",
            "date": "2009-03-16 20:21:00",
            "post_id": "201036",
            "reply_to_id": "200979"
        },
        {
            "user_name": "GoDzMacK",
            "text": "Er að lenda í þessu líka og þeir sem voru að breyta skilamálunum aftur í 40gb á mánuði í staðinn fyrir 10gb á viku, sem ég hélt alltaf að væri ástæðan en svo virðist ekki. Síminn er greinilega að cappa utanlands p2p í ~30 kb/s hjá mér.\nÞá er bara spurningin, Tal eða Hringiðjan?",
            "date": "2009-04-20 21:06:00",
            "post_id": "204409",
            "reply_to_id": "201036"
        },
        {
            "user_name": "starionturbo",
            "text": "30Mbit Ljósleiðari hjá TAL er lang besti kosturinn í dag.\n50Mbit Vodafone ef þú sækir ekki mikið erlendis. \nSvipað verð by the way, munar bara á erlendu gagnamagni, en tæki samt sem áður tal útaf ástæðum sem ég ætla ekki að tjá mig um hér.",
            "date": "2009-04-20 23:24:00",
            "post_id": "204422",
            "reply_to_id": "204409"
        },
        {
            "user_name": "GoDzMacK",
            "text": "Já ekki séns að ég nenni að standa í því að vera ekki með verðþak hjá vodafone, 2,5 kr á MB er sick mikið.\nEn hvað mynduð þið segja að væri að ljósleiðara hjá Hringiðjunni?",
            "date": "2009-04-21 01:36:00",
            "post_id": "204442",
            "reply_to_id": "204422"
        },
        {
            "user_name": "depill",
            "text": "Það ER verðþak hjá Vodafone. 40 GB gagnamagn og svo veggur ( lokað fyrir erlent niðurhal ) og getur keypt þér 20 GB ofan á það á 9.900 kr. Þeir eiga samt voða erfitt með að gera rétta reikninga.\nÉg myndi halda að þú værir örugglega skástur hjá Tal",
            "date": "2009-04-21 09:55:00",
            "post_id": "204457",
            "reply_to_id": "204442"
        },
        {
            "user_name": "binnip",
            "text": "ég er hja símanum\ngengur allt vel þar,\nEinhver sniðugur að stofna gott síma-net fyrirtæki...",
            "date": "2009-04-22 16:05:00",
            "post_id": "204589",
            "reply_to_id": "204457"
        },
        {
            "user_name": "Saber",
            "text": "Ég get alls ekki mælt með Tal. \nÉg var með net án heimasíma hjá Vodafone í nokkur ár. Var nokkuð sáttur með það alveg þangað til þeir lækka gagnamagnið niður í 40gig. Ákveð að færa mig yfir til Tals þegar sölumaður hjá þeim segir mér að þeir bjóði einnig upp á net án heimasíma (bullshit) og að þeir sjái um allan flutninginn. \nNokkrum dögum síðar fæ ég router hjá Tal, tengi og hann virkar. Skila gamla routernum til Vodafone og reikna þá með því að allt sé klappað og klárt. Viku seinna fæ ég skilaboð frá Tal um að tengingin sé ennþá óvirk... eftir að hafa verið nettengdur í ca. viku.  \n  Ég hringi og fæ þá að vita að ég sé búinn að vera nota netið hjá Vodafone allan tímann og að ÉG þurfi að hringja í Vodafone og segja upp tengingunni. Ég geri það og þar af leiðandi missi netið. Nokkrum dögum síðar fæ ég sms frá Tal um að hafa samband við þá. Þá segja þeir mér að þeir geti ekki boðið upp á net án heimasíma og að ÉG þurfi að hringja í símann og láta virkja heimasímalínuna. Ég set bróðir minn í það og maður hjá símanum segjist ætla redda því fyrir hann. Við bíðum í nokkra daga í viðbót og fáum á endanum sms frá Tal aftur um að hafa samband. Sama dæmið, virkja heimasímalínuna. Ég hringi í Símann og gæjinn sem spjallar við mig segir að þetta komi þeim ekkert við og að Tal eigi að sjá um þetta sjálfir. Ég hringi aftur í Tal og segi þeim þetta. Stelpan er voða hissa og getur ekkert sagt mér nema hringja AFTUR í símann. Á þessu tímabili er þolinmæðin búin. Ég hringi í Símann, er frekar óhress í símann og fæ loksins samband við einhverja konu sem virtist vita hvað hún var að tala um og hafa einhver tök. Hún virtist ná að grafa upp allt ferlið (líka Tal megin) og þegar hún reynir að virkja heimasímann, þá kemst hún að því að það er önnur, \nný\n, heimasímalína virk í húsinu. Þá hafði síma gæjinn sem talaði við bróðir minn stofnað nýja línu og ekki útskýrt það nógu vel fyrir bróður mínum. Ég kem þessum upplýsingum til Tal og nokkrum dögum síðar er netið komið í gang, \nmánuði eftir að ég fæ routerinn frá Tal og búinn að vera netlaus í næstum þrjár vikur!\n \nSölumaðurinn hjá Tal kúkar upp á bak og viðskiptavinurinn þarf að vera samskiptasendill á milli símafyrirtækjanna. Þetta þykir mér furðulegur viðskiptaháttur.\n...og núna; Torrent dead slow og næ ekki einu sinni að halda stöðugu 64Kbit/s strími frá X-inu! Missir tengingu á 0:30-2:00 fresti. \nÁ 6 MBIT/S TENGINGU!\nÞað verður spennandi að sjá hvernig reikningurinn í lok mánaðarins verður.",
            "date": "2009-04-30 01:53:00",
            "post_id": "205269",
            "reply_to_id": "204589"
        },
        {
            "user_name": "jonsig",
            "text": "Ég er að pæla , er einhver hérna að fá almennilegan hraða á torrent ? kanski er hann crap hjá mér útaf það er gulur þríhyrningur hjá mér neðst á Utorren hliðiná upload / download sem segir \"þarf að opna port\" eða álíka ,eða er hraðinn kanski einfaldlega bara cappaður hjá Tal",
            "date": "2009-05-01 01:46:00",
            "post_id": "205374",
            "reply_to_id": "205269"
        },
        {
            "user_name": "depill",
            "text": "Jæja eftir að hafa fengið 3 reikningin frá Vodafone uppá yfir 300 ( frá sem sagt 340 - 812 ) þúsund krónur að þá gafst ég upp á þeim að þeir gætu gert reikninga. Og í dag kláraðist mitt 3 vikna ferli að komast yfir til Símans með allt. Og bætti meiri segja í miðað við síðast og fékk með aukamyndlykil frá Símanum. Frekar ánægður með það. \nFlest allt hefur gengið mjög vel fyrir utan að loka þessum fjandans beiðnum ( sem sagt vegna þess að einhver sulli tekur viku+ að loka einhverri beiðni fyrir ADSL Sjónvarp Símans var ég í Símanum við 8007000 að ég held svona 20 sinnum í gær og í dag og þurfti að reyna pulla strengi hjá fólki sem ég þekki innan Símans til að geta fengið áskriftina mína ofan á þetta ).\nÉg er ekki að taka eftir þessu Torrent blocki, ég er að nota protocol encryption eins og ég hef alltaf gert og er að nota Vuze ( áður Azureus ) jafnframt hef ég verið að sækja af Usenet og fæ alltaf fullan hraða þar ( mínus TV, synca á 14 Mb/s ( er með 8 Mb/s tengingu ) vegna TV''s ( aukamyndlykill ) ). \nAllavega þrátt fyrir að mér finnst þetta 30 daga tímabil algjört BS þá fannst mér eitt sem mér finnst svo sem ágætt að benda á, þar sem ég hef ekki alveg lesið alla pósta og veit ekki hvort að það hefur verið nefnt hérna er að Síminn hætti loksins þessu B.S. sínu að mæla upphal líka. Sem sagt bara verið að mæla niðurhal, þetta veitir mér næstum því endalausa hamingju þar sem að þá ætla ég aftur að hætta með Usenet ( ég basicly sæki í bara þætti og ekkert annað og fæ þetta allt frá BitMeTv ). Ég var alltaf að neglast uppí þetta anskotans þak vegna þess að ég var alltaf að uploada alltof miklu.\nEnnfremur vegna þess að ég er með ISDN línu og get ekki verið með ADSL án Heimasíma og tími ekki að fá mér analog línu aftur ( var fyrir faxið sem er núna bara á aukanúmeri og virkar fínt á ISDNinu ) að þá þurfti ég að losa mig við elskulega Ciscoinn minn sem þið hafið séð til sölu hérna. Og vill ennfremur lýsa ánægju minni með ST585v6i routerinn sem er búinn að vera standa sig ágætlega \n ( þótt hann sé enginn Cisco ).\nLangaði aðallega að koma því frá mér \n Og já ég er á því að Síminn sé skítskástur \n ( fæ allavega yfirleitt rétta reikninga og get skoðað ALLT á þjónustuvefnum, sem er hreinlega það besta sem Síminn býður uppá )",
            "date": "2009-05-02 19:57:00",
            "post_id": "205574",
            "reply_to_id": "205374"
        },
        {
            "user_name": "Saber",
            "text": "Shite! Gætirðu deilt einhverjum nánari upplýsingum um þetta? Var ekkert cap í gangi hjá þér?",
            "date": "2009-05-05 01:28:00",
            "post_id": "205835",
            "reply_to_id": "205574"
        },
        {
            "user_name": "depill",
            "text": "Ég sem sagt var með auka /29 subnet hjá Vodafone ( og hef verið alltaf þegar ég er hjá Vodafone ) og ákvað að fá það aftur þar sem ég ætlaði jafnvel að taka póstþjóninn minn heim ( en er í staðinn með hann í hýsingu í vélarsal ). Anyhows, þetta net er á vitlausum \"subbi\" og þar með vitlausum reikningi og fellur ekki undir þakið. Okey ég get skilið það, það er ok. En þegar ég er búinn að heyra 3 sinnum að þeir ætli að græja þetta og þetta gerist aldrei aftur þá ÆL.\nLenti í svipuðu vandamáli með þá í GPRS gagnamagni ( ekki jafn hátt samt ) á síðasta ári. Vodafone þarf virkilega að fara taka til hjá sér í reikningum, þeir virkilega sucka.",
            "date": "2009-05-05 10:43:00",
            "post_id": "205901",
            "reply_to_id": "205835"
        },
        {
            "user_name": "GuðjónR",
            "text": "Depill, varstu ekki búinn að sjá þennan? Þarna hétu þér \"Íslandssími\" þannig að lítið hefur breyst á 6 árum!",
            "date": "2009-05-05 14:09:00",
            "post_id": "205924",
            "reply_to_id": "205901"
        },
        {
            "user_name": "bandi",
            "text": "Bara að spá í þessu... Afhverju heldur fólk að Síminn hafi verið að mæla upphal líka? Veistu hvenær þetta átti að vera?",
            "date": "2009-05-05 15:50:00",
            "post_id": "205940",
            "reply_to_id": "205924"
        },
        {
            "user_name": "emmi",
            "text": "Þeir hafa alltaf verið svona hvað varðar reikningana eins lengi og ég man eftir.",
            "date": "2009-05-05 15:56:00",
            "post_id": "205941",
            "reply_to_id": "205940"
        },
        {
            "user_name": "Gúrú",
            "text": "Vegna þess að það stóð í skilmálunum þeirra.",
            "date": "2009-05-05 15:56:00",
            "post_id": "205942",
            "reply_to_id": "205941"
        },
        {
            "user_name": "bandi",
            "text": "Ég hef nokkuð góðar heimildir fyrir því að þetta hafi aldrei verið gert, þótt það hafi staðið einhversstaðar",
            "date": "2009-05-06 12:47:00",
            "post_id": "206035",
            "reply_to_id": "205942"
        },
        {
            "user_name": "zzz179",
            "text": "Hérna ég er líka hjá símanum og sótti bara Bitcomet og þá virkar þetta fínt kanski ekki jafn gott og utorrent en samt\nSíminn er alltaf að skíta sig,Þeir breyta hámarki fyrir erlent niður hal reglulega og er ekki smá hægir ekkert nema vesen.Er e-h betra hjá vodafone,Tal eða e-h öðru ?",
            "date": "2009-05-07 00:58:00",
            "post_id": "206120",
            "reply_to_id": "206035"
        },
        {
            "user_name": "depill",
            "text": "Ég hef nokkuð góða reynslu af því að þetta hafi verið gert. Þar sem ég var að keyra Vuze(Azureus) allan daginn með alltaf 20 torrent uppi á móti BitMeTV, þarf af 10 season packa sem voru niðurhalaðar frekar vel. Svo fór ég í frí og disableaði RSS feed filterinn svo að það væri ekki allt í rugl þar sem ég þarf alltaf að henda út nokkrum fileum til að fara ekki upp yfir 20 skrár.\nSamt lenti ég í þakinu, ennfremur tekur maður auðveldlega eftir þessu þegar maður ber saman sínar eigin tölur ( var að taka netflow af ciscoinum mínum ) og svo tölur Símans á þessu tímabili ( var byrjaður að taka vel eftir þessu og fylgjast með eftir Október breytingarnar sem breyttu þessu mjög illa ).\nÞannig ég hef nokkuð góða reynslu og þetta var gert",
            "date": "2009-05-07 08:25:00",
            "post_id": "206130",
            "reply_to_id": "206120"
        },
        {
            "user_name": "jonfr",
            "text": "Góðan dag.\nÉg er búinn að kvarta undan þessu til Neytendastofu, þeir ákváðu síðan að senda það erindi til Póst og Fjarskiptastofnunar. Ef fleiri eru með grunsemdir um p2p block eða aðra ólöglega viðskiptahætti fjarskiptafyrirtækjanna á Íslandi, þá hvet ég ykkur til þess að senda Neytendastofu tölvupóst með upplýsingum. Þeir koma þessu síðan til þeirra aðila sem rannsaka málin, eða rannsaka þau sjálfir ef við á.\nÉg er hjá Símanum (var hjá Vodafone, lenti í veggnum þeirra. Sagði Vodafone að það væri samningsbrot og sagði bless) og hef orðið var við þetta torrent block hjá þeim.\nKveðja.\njonfr",
            "date": "2009-05-12 18:06:00",
            "post_id": "206727",
            "reply_to_id": "206130"
        },
        {
            "user_name": "jonfr",
            "text": "Þetta er kominn inná borð P&S eftir kvörtun hjá mér. Núna þarf ég að staðfesta að ég vilji kvarta opinberlega yfir þessu, eða ekki. Mér þætti gott að fá að vita hvort að fólk hafi verið að lenda í svona torrent capi án þess að vera búið með niðurhalskvótann.",
            "date": "2009-06-30 17:38:00",
            "post_id": "210442",
            "reply_to_id": "206727"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ójá...ég hef ekki náð kvóta í marga mánuði en er alltaf í einhversskonar cappi, þegar netið er cap-free þá nær maður 120kbs með BESTA móti! = 1/10 af þeim hraða sem maður er að kaupa.",
            "date": "2009-07-01 17:25:00",
            "post_id": "210563",
            "reply_to_id": "210442"
        },
        {
            "user_name": "jonfr",
            "text": "Ég staðfesti í dag kvörtunina. Þá á ég við að P&S tæki þetta til opinberrar meðferðar. Þetta mun taka einhverntíma þangað til að niðurstaða fæst í þetta, ég mun leyfa fólki að fylgjast með hvað kemur útúr þessu.",
            "date": "2009-07-01 21:49:00",
            "post_id": "210590",
            "reply_to_id": "210563"
        },
        {
            "user_name": "jonfr",
            "text": "Er Síminn aftur farinn að trufla torrent ? Hraðinn hjá mér er frekar lélegur sem stendur, og það er mjög óvenjulegt.",
            "date": "2009-08-02 23:24:00",
            "post_id": "213269",
            "reply_to_id": false
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég var einmitt að hugsa það sama. er með 20kbs max á torrent, og er langt innan kvóta og því ekki með hraðatakmarkanir.\nGreinilegt að þeir eru að cappa.",
            "date": "2009-08-03 00:11:00",
            "post_id": "213270",
            "reply_to_id": "213269"
        },
        {
            "user_name": "depill",
            "text": "x3 \n Reyndar hef verið að ná 96 kb/s, Síminn segir að ég hafi niðurhalað 29 GB.",
            "date": "2009-08-03 00:24:00",
            "post_id": "213271",
            "reply_to_id": "213270"
        },
        {
            "user_name": "Hargo",
            "text": "Ég er hjá Vodafone og mér finnst Youtube myndbönd vera einstaklega hæg að loadast núna. Yfirleitt ruku þau inn á no time, núna eru þau lengi að loadast. Er tengdur með 50Mbps ljósleiðara (= 22Mbps þar sem ég er með crappy router sem ræður ekki við meira) og á enn nóg inni af gagnamagni. Hef ekki prófað erlenda torrent umferð, ætla að tékka á henni og athuga hvort hún sé hæg líka.",
            "date": "2009-08-03 01:25:00",
            "post_id": "213272",
            "reply_to_id": "213271"
        },
        {
            "user_name": "jonfr",
            "text": "Ég er með kvörtun í gangi hjá Póst og Fjarskiptastofnun varðandi þetta. Þannig að ef þeir eru að stunda svona truflanir, þá mun það koma í ljóst. Enda gaf Póst og Fjarskiptastofnun Símanum tíma til 10. Ágúst 2009 að svara þessari kvörtun hjá mér, og þeirri kröfu minni að hætta þessu án tafar.",
            "date": "2009-08-03 11:56:00",
            "post_id": "213283",
            "reply_to_id": "213272"
        },
        {
            "user_name": "Minuz1",
            "text": "Hættið þessu væli og farið að encrypta gögnin ykkar....líka hægt með torrents\nÞað sem þið eruð að lenda í er kallað packet shaping....þeir lesa hvernig gögn þú ert að senda og takmarka það sem skilgreint er sem torrents.\nEf þið encryptið gögnin þá getur packet snifferinn ekki lesið gögnin og þau komast í gegn á fullum hraða.\nBest er ef þið setjið torrents á port sem er skilgreint sem high priority...hjá þeim....eins og port 22 sem er fyrir ssh tengingar(bara ef þið notið það ekki)",
            "date": "2009-08-03 14:05:00",
            "post_id": "213290",
            "reply_to_id": "213283"
        },
        {
            "user_name": "Einarr",
            "text": "Er tal byrjað á þessu líka? downloada ekki mikið en var að dl um dagin kannski max 5 gb á svona um 12 dögum og núna dettur netið hreinlega bara út. EItthverjir fleiri að lenda í þessu",
            "date": "2009-08-03 14:43:00",
            "post_id": "213292",
            "reply_to_id": "213290"
        },
        {
            "user_name": "JReykdal",
            "text": "Encryption virkar bara takmarkað.\nÞað sem þessar græjur gera í dag er að leita eftir patternum og raða umferð eftir því.",
            "date": "2009-08-03 17:01:00",
            "post_id": "213303",
            "reply_to_id": "213292"
        },
        {
            "user_name": "CraZy",
            "text": "Torrent er einfaldlega hætt að virka hjá mér, næ ekki að connecta við peers hvorki upp né niður  \n \nEr að fara flytja til rvk eftir mánuð svo þá er kannski tækifæri til að skipta um isp, hver af þeim er skást þessa dagana?",
            "date": "2009-08-03 21:57:00",
            "post_id": "213318",
            "reply_to_id": "213303"
        },
        {
            "user_name": "Vectro",
            "text": "Virkar fínt hjá mér.. Er hjá símanum, með encryption í gangi í Vuze.",
            "date": "2009-08-03 22:28:00",
            "post_id": "213323",
            "reply_to_id": "213318"
        },
        {
            "user_name": "Narco",
            "text": "Ég hef aldrei notað torrent en hef samt verið að taka eftir leiðinda hægu neti síðustu 2 mánuðina.\nÆtla að kvarta á morgun og vera harður, það þýðir ekkert annað með þetta lið.",
            "date": "2009-08-03 23:38:00",
            "post_id": "213335",
            "reply_to_id": "213323"
        },
        {
            "user_name": "jonfr",
            "text": "Hraðinn á internetinu almennt virðist einnig vera frekar undarlegur. Þó svo að ekkert sé að gerast hjá mér, þá taka erlendar vefsíður undarlega langan tíma að hlaðast inn hjá mér. Sérstaklega ef þær eru í BNA og lengra en 12 hop í burtu.",
            "date": "2009-08-04 00:15:00",
            "post_id": "213343",
            "reply_to_id": "213335"
        },
        {
            "user_name": "Gúrú",
            "text": "Farðu til þeirra og fáðu nýja NBG420N í staðinn",
            "date": "2009-08-06 03:15:00",
            "post_id": "213630",
            "reply_to_id": "213343"
        },
        {
            "user_name": "Hargo",
            "text": "Jebb er alltaf á leiðinni í það. Spurðist fyrir um þetta hjá þeim fyrir nokkru síðan og fékk þetta svar:\nVeit einhver hvaða router þetta er sem hann er að tala um? Annars ætla ég samt að prófa að leigja NBG420N þangað til þessi nýi kemur, það hlýtur þá að vera minnsta mál að skipta honum út.",
            "date": "2009-08-06 13:01:00",
            "post_id": "213656",
            "reply_to_id": "213630"
        },
        {
            "user_name": "armann",
            "text": "Síminn er að cappa öll Torrent portin.\nÉg er ekki að nota nein default torrent port og er stundum að ná ágætum hraða.\nEruð þið búnir að skoða simnet póstinn ykkar til að athuga hvort þið séuð komnir yfir 40gb á mánuði eða 10gb á viku ?",
            "date": "2009-08-06 13:19:00",
            "post_id": "213659",
            "reply_to_id": "213656"
        },
        {
            "user_name": "Orri",
            "text": "Var að skipta í 12mb Vodafone tengingu (var hjá Símanum) og er að fá betri hraða á öllum hraðaprófum á netinu, en hinsvegar eru Youtube video og GameTrailers video mjög lengi að hlaðast.",
            "date": "2009-08-06 13:20:00",
            "post_id": "213660",
            "reply_to_id": "213659"
        },
        {
            "user_name": "Hargo",
            "text": "Fyrir nokkrum vikum þá þutu þessi Youtube myndbönd inn hjá mér. Skil ekki hvað er í gangi núna. Geta þeir cappað umferð á Youtube?",
            "date": "2009-08-06 13:27:00",
            "post_id": "213661",
            "reply_to_id": "213660"
        },
        {
            "user_name": "depill",
            "text": "Mér skyllst að þetta sé \nVodafone routerinn\n ( systir mín býr á Spáni og er hjá Vodafone, þess vegna linka ég á Vodafone ES ) \nÉg veit rosalega lítið um þennan router fyrir utan að hann er sérframleiddur fyrir Vodafone og er svona ALLT router. Sem sagt 3G - ADSL og mér skyllst ethernet router líka og styður IPTV og jamm OFUR-router or sumthing \n. En veit voðalega lítið um hann samt sem áður.\nEn já þess skal samt minnast, að tímasetningar hjá Vodafone eru voðalega gjarnar á því að faila ( þessir 2 - 3 mánuðir gætu orðið MJÖG langir \n )",
            "date": "2009-08-06 13:30:00",
            "post_id": "213663",
            "reply_to_id": "213661"
        },
        {
            "user_name": "Minuz1",
            "text": "Virkar nóg...og ef nógu margir gera það, þá hættir kannski þetta fyrirtæki að reyna að koma í veg fyrir að við getum notað það sem við borgum fyrir.\nNæsta skref síðan hjá torrent forritum verður líklegast að búa til temp VPN teningar...gl og hf að sniffa í gegnum það",
            "date": "2009-08-06 18:55:00",
            "post_id": "213698",
            "reply_to_id": "213663"
        },
        {
            "user_name": "armann",
            "text": "Góð hugmynd ætla að prófa þetta fyrir torrent.",
            "date": "2009-08-06 19:01:00",
            "post_id": "213700",
            "reply_to_id": "213698"
        },
        {
            "user_name": "dadik",
            "text": "Ég er hjá vodafone og fór að taka eftir töluverðum hægagangi í torrent í síðustu viku.\nFyrst datt hraðinn niður og þegar ég fór að skoða þetta kom í ljós að sé sá nánast enga peers - sama hvað þeir voru listaðir margir hjá trackernum. Annað dl virkar svona lala - en öll speedtest virka fínt.\nÞannig að ég henti upp proxy í vinnunni og tengist núna gegnum hana. Ég fæ miklu meiri hraða svoleiðis þannig að það er greinilega verið að cappa heimatengingarnar.",
            "date": "2009-08-06 21:01:00",
            "post_id": "213722",
            "reply_to_id": "213700"
        },
        {
            "user_name": "jonfr",
            "text": "Ég sé ekki betur en að Síminn sé á fullu að trufla torrent traffík, sem og aðra P2P umferð yfir internetið. Þetta er auðvitað kolólöglegt að gera þetta, enda hafa þeir enga heimild til þess í lögum að gera svona.",
            "date": "2009-08-08 21:19:00",
            "post_id": "213925",
            "reply_to_id": "213722"
        },
        {
            "user_name": "GuðjónR",
            "text": "Sagan hermir að ISParnir séu komnir í peningavandræði og eru að lenda í cappi sjálfir!",
            "date": "2009-08-08 23:33:00",
            "post_id": "213932",
            "reply_to_id": "213925"
        },
        {
            "user_name": "jonfr",
            "text": "Það hlýtur þá að styttast í að ríkið taki Símann yfir með öllu saman. Væntanlega mun ríkið þá taka yfir grunnnetið á sama tíma (Mílu).",
            "date": "2009-08-09 11:56:00",
            "post_id": "213943",
            "reply_to_id": "213932"
        },
        {
            "user_name": "Hargo",
            "text": "Steini Joð var nú ekki lítið á móti því þegar Síminn var seldur á sínum tíma, sagði að það væri engin leið að samkeppni gæti verið á fjarskiptamarkaði á Íslandi. Hann vill eflaust koma þessu undir ríkið aftur. Ætli við fáum ekki stofnunina Póstur og sími í gang aftur...hehe!",
            "date": "2009-08-09 12:45:00",
            "post_id": "213950",
            "reply_to_id": "213943"
        },
        {
            "user_name": "GuðjónR",
            "text": "Væri það nokkuð verra? Ég get ekki hrópað húrra fyrir þessari stofnun eins og hún er í dag. Eintóm svik og prettir, lygar og þvættingur.\nÉg væri rosalega sáttur ef síminn yrði tekinn af þessum aumingjum sem settu þjóðina á hausinn.",
            "date": "2009-08-09 12:49:00",
            "post_id": "213951",
            "reply_to_id": false
        },
        {
            "user_name": "jonfr",
            "text": "Það yrði ekkert vont, svona samkeppnislega að hafa einn ríkissíma til mótvægis við einkafyrirtæki. Staðreyndin er að þjónusta Símans snarversnaði eftir að hann var seldur, og þessi þjónusta hefur haldið áfram versna síðustu mánuði.",
            "date": "2009-08-09 14:49:00",
            "post_id": "213964",
            "reply_to_id": "213951"
        },
        {
            "user_name": "Hargo",
            "text": "Þá er bara að hætta að versla við þá og skipta um símafyrirtæki. Ég fór frá þeim á sínum tíma út af lélegri þjónustu.",
            "date": "2009-08-09 14:56:00",
            "post_id": "213967",
            "reply_to_id": "213964"
        },
        {
            "user_name": "GuðjónR",
            "text": "You can say that again",
            "date": "2009-08-09 15:33:00",
            "post_id": "213977",
            "reply_to_id": "213967"
        },
        {
            "user_name": "daremo",
            "text": "Það kæmi ekki á óvart miðað við hvernig netið hjá þeim er búið að haga sér síðustu kvöld.\nÞetta á að heita 8mbps tenging!\nErlendar síður eru að taka uþb 2-3mín að hlaðast inn. Hefur einhver annar verið að lenda í þessu?",
            "date": "2009-08-10 23:09:00",
            "post_id": "214154",
            "reply_to_id": "213977"
        },
        {
            "user_name": "Gúrú",
            "text": "Ekki jafn slæmt og þitt en þetta hefur lækkað fimmfalt.\nÞetta hefur lækkað 7falt.",
            "date": "2009-08-11 19:52:00",
            "post_id": "214242",
            "reply_to_id": "214154"
        },
        {
            "user_name": "depill",
            "text": "Jæja svo ég taki þátt líka. Þá allavega eins kom á öðrum þræði þá breytti Síminn skilmálum sínum en niðurhalsreglan er enn eins ( það er 30 daga tímabil sem er mælt ) svo ég sendi kvörtun á Neytendastofu og fékk svarið\nSvo ég sendi á þá á aftur\nMeðfylgjandi er mynd af gagnamagnsmælingarsíðu Símans. \nEinn kom hérna með að við ættum bara að skipta um símafélag en mér finnst þetta bara ekkert vera option fyrir alla. Ég bý í Kópavoginum og get ekki fengið ljósleiðara, Vodafone býður bara upp einn ADSL myndlykil og engan auka myndlykill. Ég er með Stöð 2 og vill hafa allar rásirnar á báðum myndlyklunum ( eitt tæki í stofu annað í eldhúsi ). Eini möguleikinn minn er að versla við Símann. Ennfremur er þjónustuvefur Símans the greatest thing since slice bread fyrir alla þá sem eru að vinna við að henda inn bókhaldi fyrir fyrirtæki og vilja hafa góða yfirsjón á fljótvirkan hátt yfir símreikning. Ennfremur ef það sé á forsendum GuðjónsR á því að þetta séu mennirnir sem settu þjóðina á hausina skal minnast á það að bankarnir ( ríkið + Straumur ) eiga Vodafone í gegnum Teymi og 51% hlut í TAL ásamt forstjóra Tals ( fyrrv. Landsbanka yfirmanni ) og Jóhanni Óla ( fyrrv. Securitas eigandi ), eignarhaldið þar á eftir að vera mjög skrítið þar sem það er búið að skylda Teymi til að selja og fyrirtækið veitir ekki neina þjónustu ( ok síma + reikningaþjónustu ) í raun sjálft heldur endurselur Internet, GSM og Heimasíma frá Vodafone. NOVA er í eigu Björgólfs Thor sem er nú kannski ekki uppháldsmaður marga í dag. Síminn í eigu Exista en miðað við Lánabók Kaupþings ( og örugglega með fleirri lán annars staðar ) dettur það örugglega ( Skipti ) í hendur bankanna any day now.\nÞannig jamm staða fjarskiptafyrirtækjanna er ekki glæsileg. Erlendir carrierar er ekki í því að eyða CPU power eða eyðslu í ný tæki við að cappa Íslensku ISPana en það gæti verið að þeir hafi efni á enn minni bandvídd í gegnum FARICE en áður. En það er bara hreinasta gisk. Reyndar var Hringiðan að dumpa Deutshe Telekom sem sínum upstrema provider fyrir minni aðila. En hinir tveir ISParnir eru ennþá með sterka upstream aðila og með allt of mikla bandvídd í London eins og venjulega, en ekki alla leið til landsins.",
            "date": "2009-08-11 20:18:00",
            "post_id": "214245",
            "reply_to_id": "214242"
        },
        {
            "user_name": "Vectro",
            "text": "Virkar fínt... 8Mb tenging.\n900 KB/s+ á innlendum torrents.\n600 KB/s+ á erlendum torrents.",
            "date": "2009-08-11 20:19:00",
            "post_id": "214246",
            "reply_to_id": "214245"
        },
        {
            "user_name": "Hargo",
            "text": "Vodafone 50Mbps ljósleiðari (reyndar er þetta bara 22Mbps tenging þar sem routerinn er flöskuhálsinn)\nServer: Reykjavík\nServer: Manchester\nServer: París\nÁkvað að bera þetta saman. Fékk þessar niðurstöður þann \n21. apríl 2009\n. Ég er enn með sama router, þarna var ég hinsvegar bara með 30Mbps áskriftarleið en það skiptir engu þar sem routerinn ræður bara við 22Mbps.\nServer: Keflavík\nServer: París",
            "date": "2009-08-11 22:21:00",
            "post_id": "214256",
            "reply_to_id": "214246"
        },
        {
            "user_name": "Orri",
            "text": "Ertu hjá Vodafone ?\nAllaveganna þá er ég með 12 Mb tengingu frá Vodafone, og samkvæmt SpeedTest er ég alveg að fá 10 Mb/s bæði til Bandaríkjanna og Evrópu. \nEn hinsvegar þá eru vel seeduð erlend torrent hjá mér alltaf á rétt rúmum 20 Kb/s og í mestalagi 50 Kb/s.\nÞetta var alveg eins þegar ég var á 12 Mb tengingunni hjá Símanum.\nHvað er að ?",
            "date": "2009-08-11 23:38:00",
            "post_id": "214274",
            "reply_to_id": "214256"
        },
        {
            "user_name": "Vectro",
            "text": "Er hjá Símanum.",
            "date": "2009-08-11 23:42:00",
            "post_id": "214275",
            "reply_to_id": "214274"
        },
        {
            "user_name": "coldcut",
            "text": "Ljósleiðaratengingin sem ég er á hjá Vodafone er að drulla á sig þegar ég er að specca youtue =/\nEn torrentin maxa í 1,6mb/s.",
            "date": "2009-08-12 01:36:00",
            "post_id": "214297",
            "reply_to_id": "214275"
        },
        {
            "user_name": "Hargo",
            "text": "Hvernig var Youtube hjá þér fyrir svona nokkrum vikum? Ég er líka í sama vandamáli...en fyrir nokkrum vikum þá flugu youtube myndböndin inn.",
            "date": "2009-08-12 08:22:00",
            "post_id": "214318",
            "reply_to_id": "214297"
        },
        {
            "user_name": "ManiO",
            "text": "Er með ljós hjá Voda, youtube er þolanlega hratt, en stundum dettur hraðinn niður. En hef ekki farið yfir 200 kB/s á erlendu torrenti. Er þetta 1,6MB/s og er þetta erlendur hraði?",
            "date": "2009-08-12 09:20:00",
            "post_id": "214320",
            "reply_to_id": "214318"
        },
        {
            "user_name": "CendenZ",
            "text": "Hvernig er að spila netleiki á ljóshraða?\nEru enn spikes eða er það alveg hætt ?",
            "date": "2009-08-12 10:06:00",
            "post_id": "214323",
            "reply_to_id": "214320"
        },
        {
            "user_name": "ManiO",
            "text": "Var fínt seinast þegar ég prófaði, spilaði reyndar bara PS3 leiki, en vélin er í láni og hefur verið það í meira en mánuð þannig að ég veit ekki alveg hvernig þetta er núna.",
            "date": "2009-08-12 10:13:00",
            "post_id": "214324",
            "reply_to_id": "214323"
        },
        {
            "user_name": "CokeTheCola",
            "text": "nei eg held að símin sé ekki að blocka torrent því að ég var að downloada mynd af piratebay í gær á svona 300-400kb/s hraða og já ég er auðvitað hjá símanum",
            "date": "2009-08-12 11:15:00",
            "post_id": "214327",
            "reply_to_id": "214324"
        },
        {
            "user_name": "Cascade",
            "text": "Það eru líka íslendingar á piratebay",
            "date": "2009-08-12 13:18:00",
            "post_id": "214333",
            "reply_to_id": "214327"
        },
        {
            "user_name": "ManiO",
            "text": "Eins og sá sem að skrifaði seinasta innlegg bendir á þá lendir maður oft á Íslendingum. Hef fengið yfir 1MB/s á nokkrum erlendum síðum, og þegar ég tjékkaði Peers flipann á torrentinu þá er það íslensk IP.",
            "date": "2009-08-12 13:28:00",
            "post_id": "214335",
            "reply_to_id": "214333"
        },
        {
            "user_name": "coldcut",
            "text": "hehe heyrðu ég fékk nú bara ljósleiðarann fyrir svona 2-3 vikum",
            "date": "2009-08-12 13:30:00",
            "post_id": "214337",
            "reply_to_id": "214335"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hættum að velta fyrir okkur \"hvort\" það sé verið að cappa torrent umferð að utan því það \nER\n verið að cappa hana.\nÞetta er bara veruleiki sem við búum við og verðum að sætta okkur við, alveg eins og okurvextir, ónýt króna, verðtrygging og getulausir stjórnmálamenn.",
            "date": "2009-08-12 13:43:00",
            "post_id": "214338",
            "reply_to_id": "214337"
        },
        {
            "user_name": "Orri",
            "text": "Vildi bara láta þá sem eru hjá Vodafone vita að Youtube video eru farin að þjóta inn aftur.\nNú getur maður meirasegja horft á HD Gametrailers video án þess að bíða.",
            "date": "2009-08-12 13:49:00",
            "post_id": "214339",
            "reply_to_id": "214338"
        },
        {
            "user_name": "GuðjónR",
            "text": "Vertu vakandi og taktu eftir hvort það hægist ekki aftur á þegar líður nær mánaðarmótum.",
            "date": "2009-08-12 14:07:00",
            "post_id": "214342",
            "reply_to_id": "214339"
        },
        {
            "user_name": "MrHafberg",
            "text": "Ég er hjá símanum og ég get ekkert downloadað torrentum, hvorki a islenskum torrentsíðum né á piratebay og kollegum \nÞað hlitur að vera til lausn i málinu.",
            "date": "2009-08-12 15:16:00",
            "post_id": "214348",
            "reply_to_id": "214342"
        },
        {
            "user_name": "Cascade",
            "text": "Það er rétt, hjá mér gerðist það í nóvember 2006\nFór úr 800kb/s (max sem tengingin mín höndlar) niður í 20kb/s\nVar alveg sjúklega áberandi sem gerðist bara einn glataðan veðurdag :/\nHefur verið þannig síðan\n.. Auðvitað lendi ég svo reglulega á íslendingum og þessi 20kb/s fara aðeins ofar",
            "date": "2009-08-12 15:38:00",
            "post_id": "214349",
            "reply_to_id": "214348"
        },
        {
            "user_name": "Hargo",
            "text": "Jebb þetta er allt annað líf.....allavega í bili. \nEn eins og GuðjónR segir þá er samt líklega bara tímaspursmál  hvenær þetta hægist aftur.",
            "date": "2009-08-12 16:13:00",
            "post_id": "214354",
            "reply_to_id": false
        },
        {
            "user_name": "gizzard",
            "text": "Ég hef verið með usenet núna í 2 ár og nánast aldrei lent í véseni með hraða fyrr en á þessu ári.\nSíminn er greinilega að takmarka hraða frá þessum þjónustum og er það miður. Held samt að þetta sé að verða allstaðar innan þessa geira.\nHeld að það sé voðalega lítið hægt að gera nema halda áfram að kvarta og reyna að fá einhverja umræðu í gang um þetta í fjölmiðlum og fá þá þennan \nalmenna notanda með í það. Þar sem að þetta er farið að hafa áhrif á miklu fleiri notendur nú en áður.\nÍ hvert skipti sem ég hef séð eitthvað um þetta í fjölmiðlum þá kemur alltaf sama svar frá þessum fyrirtækjum.\n\"Það er bara verið að takmarka hjá stórnotendum\"\nVenjulegt fólk sem er ekkert að nota p2p heldur bara venjulega notkunn er farið að detta í \"óhóflegt niðurhal\" Bara með að horfa á youtube og fl.\nÞetta er skert þjónusta sem allir verða að standa upp og mótmæla.",
            "date": "2009-08-14 01:20:00",
            "post_id": "214544",
            "reply_to_id": "214354"
        },
        {
            "user_name": "jonfr",
            "text": "Síminn tapaði 2,1 milljarði á árinu 2008. Þannig að þeir standa ekkert alltof vel í dag virðist vera.\nTap Skipta nam 2,1 milljarði króna\nHinsvegar er ennþá ólöglegt fyrir fjarskiptafyrirtækin að blokka eða trufla torrent ef maður er innan niðurhalstakmarkana.",
            "date": "2009-08-14 20:22:00",
            "post_id": "214616",
            "reply_to_id": "214544"
        },
        {
            "user_name": "Minuz1",
            "text": "\"tapaði\"\nEr það útaf því að erlendu lánin sem fyrirtækið var fjármagnað með hækkuðu um þetta?\neða er það útaf taprekstri?",
            "date": "2009-08-14 21:41:00",
            "post_id": "214625",
            "reply_to_id": "214616"
        },
        {
            "user_name": "urban",
            "text": "Kóði: \nVelja allt\n[b]Rekstrarhagnaður fyrir afskriftir og fjármagnsliði nam 4,2 milljörðum króna samanborið við 4,1 milljarð fyrir sama tímabil 2008.[/b] Handbært fé frá rekstri án vaxta og skatta nam 4,2 milljörðum króna samanborið við 7,9 milljarða á sama tímabili árið áður. Eftir vexti og skatta nam handbært fé frá rekstri 3,6 milljarði króna.\nreksturinn skilar hagnaði og helling af honum.\nen síðan er það jú skattar, afskriftir og gengisþróun sem að drepur niður þetta fyrirtæki einsog flest önnur.",
            "date": "2009-08-17 18:06:00",
            "post_id": "215077",
            "reply_to_id": "214625"
        },
        {
            "user_name": "jonfr",
            "text": "Ég tek einnig orðið eftir því að internetið almennt er orðið mjög hægt, sérstaklega erlendar vefsíður.",
            "date": "2009-08-17 23:49:00",
            "post_id": "215133",
            "reply_to_id": "215077"
        },
        {
            "user_name": "dabbiso",
            "text": "Ég umtalaður er hjá vortex/hringiðunni. Er búinn að vera með tengingu hjá þeim frá því að adsl byrjaði á íslandi fyrir þónokkrum árum. (8-9ár? einfaldlega man ekki)\nÞjónustan hjá þeim er svo persónuleg og æðisleg að allt annað er slor í samanburði. T.d um daginn þá fengum við nýjann router útaf uppfærslu á kerfinu og reyndist þráðlausa netið ólæst. Nágrannarnir fóru þá að nota tenginguna, og eftir nokkra daga hringdu þeir og létu vita að það væri búið að ná í 60+gb (af 40gb kvóta) erlendis. Ég sagðist náttúrulega ekkert búinn að vera að ná í og fór að skoða stillingarnar í routerinum og leiðrétti. Þrátt fyrir að hafa farið vel yfir kvótamörk var ekkert gert.\nAldrei er ég búinn að lenda í neinu caps eða neitt, tengingin skilar alltaf sínu. Ég mæli með því fyrir þá sem eru orðnir þreyttir á stælum frá ISP-unum sínum að henda sér yfir.\nVill líka bæta því við að ég vinn ekki hjá vortex  \n \nog þeir pinga mjög lágt innlendis sem og erlendis",
            "date": "2009-08-18 02:40:00",
            "post_id": "215159",
            "reply_to_id": "215133"
        },
        {
            "user_name": "himminn",
            "text": "Heimsku nágrannar maður",
            "date": "2009-08-18 04:33:00",
            "post_id": "215166",
            "reply_to_id": "215159"
        },
        {
            "user_name": "zzz179",
            "text": "Er hjá símanum og hraðinn í utorrent hefur alltaf verið svona 7-900kb (misjafnt eftir hverju ég er að downloda og hversu margir  sederar) allvega nuna fer ég ekki hraðar en 550kb sama hversu margir að deila og hversu mörg torrent ég sæki í einu ! Afhverju fer þetta ekki hraðar en 500KB! Ég er með næst besta pakkan hjá símanum og hef alltaf komist miklu hraðar !\nEr þetta e-h betra hjá tal eða vodafone ?",
            "date": "2009-08-21 20:51:00",
            "post_id": "215662",
            "reply_to_id": "215166"
        },
        {
            "user_name": "GuðjónR",
            "text": "Þú ert væntanlega að tala um innanlandstorrent...",
            "date": "2009-08-21 21:36:00",
            "post_id": "215666",
            "reply_to_id": "215662"
        },
        {
            "user_name": "zzz179",
            "text": "Já erlenda hefur alltaf verið hægt",
            "date": "2009-08-22 11:52:00",
            "post_id": "215718",
            "reply_to_id": "215666"
        },
        {
            "user_name": "Blackened",
            "text": "ég var hjá símanum.. nota uTorrent og Vuze svona til skiptis.. erlenda niðurhalið fór yfirleitt í svona 700-800 á síðum eins og TorrentLeech..\nvar ekki sáttur með 10gíg á viku og skítaþjónustuna og verðið sem ég var að fá\nflutti svo og fékk mér ADSL hjá TAL.. og það er bara eins og draumur.. fullnýti þessi 8mbit jafnt utanlands sem innan.. og ég má sækja 80gíg erlendis á mánuði \nThumbs up fyrir TAL!\nnota annars alltaf bara Port80 og 21  (HTTP og FTP) fyrir torrent forritin.. það hefur kannski eitthvað að segja? amk hef ég aldrei verið að lenda í þessu cappi sem allir hér eru að tala um",
            "date": "2009-08-22 14:59:00",
            "post_id": "215733",
            "reply_to_id": "215718"
        },
        {
            "user_name": "GuðjónR",
            "text": "Restartarðu routernum reglulega? \nErtu með þráðlausa tengingu eða kapal?",
            "date": "2009-08-22 17:12:00",
            "post_id": "215747",
            "reply_to_id": "215733"
        },
        {
            "user_name": "zzz179",
            "text": "Já reglulega og er með svona lítinn \"speedtouch 121g\" Teingdan við usb sem hefur oftast virkað er ekki það langt frá aðal router þannig að já.\nBtw um daginn fékk ég bréf um það að ég væri kominn yfir hóflegt magn og fór á hægingu allvega nuna fer ekkert í gang (einginn torrent  sama hvort það er íslenskt eða erlent niðurhal!) og það er liðnir svona 4 dagar !+",
            "date": "2009-08-25 15:11:00",
            "post_id": "216075",
            "reply_to_id": "215747"
        },
        {
            "user_name": "McArnar",
            "text": "Er sjálfur hjá TAL. Verð bara að segja að þetta er besta þjónusta sem ég hef fengi hingað til frá ISP á íslandi.\nEr að DL 75-80GB á mánuði og það er ekkert bögg frá þeim...þó svo að ég taki 20+GB á 24 tímum. \nHraðinn á torrentum er 1.5-2.3MB/sec(ljós 20) og dettur aldrei niður.\nBara draumur hingað til\nvar samt að frétta að þeir séu að fara að minka gagnamagnið...",
            "date": "2009-08-26 13:44:00",
            "post_id": "216209",
            "reply_to_id": "216075"
        },
        {
            "user_name": "Halli25",
            "text": "Gaman að heyra svona sögur þegar maður er ný búinn að panta ljós 20 frá Tal \nNú er bara að vona að biðlistinn hjá Gagnaveitunni sé lítill við að tengja hjá manni",
            "date": "2009-08-26 14:47:00",
            "post_id": "216214",
            "reply_to_id": "216209"
        },
        {
            "user_name": "Hargo",
            "text": "Hvaða router fær maður með Tal ljósi?",
            "date": "2009-08-26 15:01:00",
            "post_id": "216216",
            "reply_to_id": "216214"
        },
        {
            "user_name": "Orri",
            "text": "Voðalega eru margir á ljósi hérna.\nEr það nokkuð dýrt ? Og hvernig er þetta að gera sig í tölvuleikja netspilun ?\nÞeir eru amk ekkert að flýta sér að leggja ljósleiðara hérna í Mosfellsbæ...",
            "date": "2009-08-26 15:21:00",
            "post_id": "216217",
            "reply_to_id": "216216"
        },
        {
            "user_name": "Halli25",
            "text": "Þeir voru byrjaðir að leggja ljósleiðara í kerfið hjá mér fyrir hrun.. tóku sér rúmlega ár að tengja hjá mér eftir að búið var að leggja rörin \ntekur svo 1 viku til mánuð að fá tengibox inní íbúð miðað við svör frá hjá Tal.\nég er að borga 1.000 kr. meira fyrir Ljós 20 vs. 8mb adsl hjá tal auk þess þarf að borga mánaðarlegt gjald til Gagnaveitunar, 2.390 kr.",
            "date": "2009-08-26 15:31:00",
            "post_id": "216218",
            "reply_to_id": "216217"
        },
        {
            "user_name": "Hargo",
            "text": "Ég er að borga 4.190kr á mánuði til Vodafone (er í Vodafone Gul) fyrir 50Mbps ljósleiðara og 40GB erlent gagnamagn, en það er hægt að fá ódýrari áskriftarleiðir með því að minnka gagnamagnið. Svo borga ég línugjald fyrir 2.390kr til Gagnaveitunnar. Samtals er þetta því 6.580kr á mánuði.\nFyrir venjulega 12Mbps ADSL tengingu og 40GB erlent gagnamagn væri ég að borga 5.690kr skv. skilmálum Vodafone Gull. \nÞannig að ég er að borga 890kr meira fyrir ljósleiðarann á mánuði.",
            "date": "2009-08-26 15:41:00",
            "post_id": "216219",
            "reply_to_id": "216218"
        },
        {
            "user_name": "Glókolla",
            "text": "Jæja þá er loksins hægt að kaupa tengingu með meiri hraða og gagnamagni hjá Símanum\nhttp://www.siminn.is/einstaklingar/netid/askrift/\nNotkun mun svo núllstillast um hver máðarmót, ekki fljótandi 30 daga rammi eins og áður  og alltaf hægt að kaupa auka dl ef maður lendir í takmörkun.",
            "date": "2009-08-27 16:39:00",
            "post_id": "216335",
            "reply_to_id": "216219"
        },
        {
            "user_name": "CendenZ",
            "text": "ég held ég borgi frekar þúsund kall meira fyrir og verð með ljósleiðaratengingu í stað \"allt að 16mb\"\nsvo er bara boðið upp á ljósleiðara á ákveðnum stöðum hjá simnet.",
            "date": "2009-08-27 16:58:00",
            "post_id": "216336",
            "reply_to_id": "216335"
        },
        {
            "user_name": "depill",
            "text": "Samt kudos fyrir að auka niðurhalið um 20 GB venjulega og svo uppí 120 GB á 7.190 kr leiðinni, það er nú bara 3 földun á það sem var. \nNú verður fróðlegt að vita hvort að Vodafone / TAL muni svara þessu með auknu niðurhali og það stríð muni hefjast aftur, neytendum til góðs....",
            "date": "2009-08-27 19:35:00",
            "post_id": "216356",
            "reply_to_id": "216336"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hvar hefurðu fyrir þér í því? Skilmálarnir segja ennþá \"síðustu 30 dagar\"...\nÉg treysti ekki svona stofnun lengur, \"allt að hinum og þessum hraða\" .... ég er með 12mb tengingu og ég er ALDREI að fá þann hraða.\nÉg held ég noti tækifærið og niðurfæri tenginguna í 8mb og spari þar 700kr á mán og eyk gagnamagn úr 40GB í 60GB.\nEf maður fengi auglýstan hraða þá væri 16mb tengingin góður kostur (fyrir þá sem ekki hafa möguleika á ljósi).",
            "date": "2009-08-27 20:47:00",
            "post_id": "216367",
            "reply_to_id": "216356"
        },
        {
            "user_name": "depill",
            "text": "Skilmálarnir segja reyndar eftir þjónustuleið en þjónustuvefurinn ( að minnsta kosti hjá mér ) segir ennþá síðustu 30 dagar. Ég er núna tvítengdur ( TAL og Símanum ). 5.990 kr fyrir heimasíma + Net ( og GSM kort sem situr uppí hillu þar sem ég ætla ekki þangað í viðskipti, en tók það til að fá afsláttinn ). Já ég mun losa mig við tenginguna hjá Símanum þegar Vodafone býður uppá aukamyndlykil með IPTVinu sem mér er sagt að sé anyday now",
            "date": "2009-08-27 20:51:00",
            "post_id": "216369",
            "reply_to_id": "216367"
        },
        {
            "user_name": "GuðjónR",
            "text": "Skilmálarnir á netinu    \n(#14 er klárlega óbreytt)\nSvo fatta ég ekki ósamræmið á \nLeið6\n og á \nLeið4\nBáðar eru ætlaðar fyrir ljós, Leið6 kostar þúsundkrónum meira en Leið4 en hefur einungins 40GB gagnamagn á móti 120GB sem Leið4 hefur, báðar hafa sama hraða.",
            "date": "2009-08-27 21:00:00",
            "post_id": "216371",
            "reply_to_id": false
        },
        {
            "user_name": "depill",
            "text": "Skilmálar frá 1. Apríl, tölvupósturinn sýndi uppfærða skilmála ....",
            "date": "2009-08-27 22:20:00",
            "post_id": "216381",
            "reply_to_id": "216371"
        },
        {
            "user_name": "McArnar",
            "text": "Var að heyra í einum hjá TALI að þetta væri að fara að breytast hjá þeim. Fer líklegast í sama pakka og vodafone er að bjóða s.s mesti hraði(50mbps) og 40-50GB download.\nEn þetta var áður en Síminn fór að bjóða upp á þessa pakka",
            "date": "2009-08-28 16:52:00",
            "post_id": "216461",
            "reply_to_id": "216381"
        },
        {
            "user_name": "GuðjónR",
            "text": "Á  maður að treysta þessum gylliboðum?\nÞegar ég fór í LANGBESTUR þá átti ég að fá ótakmarkað niðurhal og 12mbs....\nÁður en ég náði að snúa mér við þá var þetta ótakmarkaða orðið 80GB....stuttu síðar 40GB....síðan hættu þeir að miða við mánuðinn og fóru að miða við síðustu 7 daga....svo var því breytt í síðustu 30 daga....\nOg endalaust cap á p2p...hvort sem ímynduðu hámarki væri náð eða ekki...\nFyrir utan það að ég hef aldrei náð þessum hraða sem ég er að borga fyrir....þeir gætu alveg eins kallað þetta uberbestur 5000000000Mbs staðreyndin er sú að þeir afhenda ekki þá vöru sem þeir auglýsa.\nÞeir haga sér orðið eins og tryggingafélögin gera, hafa \"smátt letur\" þar sem þeir tala orðið um \n\"hraði allt að\"...\nÞetta er bara orðin subbuleg og desperat auglýsingamennska, minnir á útsala þetta og tilboð hitt...\nÉg vona bara að sem fæstir stökkvi til og brenni sig á þessari vitleysu.",
            "date": "2009-08-28 17:32:00",
            "post_id": "216467",
            "reply_to_id": "216461"
        },
        {
            "user_name": "depill",
            "text": "Jamm verður líka fróðlegt, ég er 2,2 km frá símstöð og er að synca á 14 Mb ( 8 Mb tenging hjá Símanum + aukamyndlykill, láta mig synca 6 megum ofar ). Ég er ekki að sjá það gerast að ég sé að fara synca 22 Mb ( reyndi mikið á DSLAMum Vodafone þegar ég hjá þeim ).\nAnnars var ég orðinn spenntur þegar ég heyrði að Míla ætlaði að fara í mikla uppbyggingu á VDSL2+, þar sem mér nægir í raun og veru alveg 8 Mb niður, en mig myndi langa í ja því næst sem samhverfa tengingu. Finn min svo oft vera setja myndir, myndbönd og fleirra á netið og þoli ekki hvað það tekur langan tíma \nE.S. Ég ætla samt að bæta við að mér til mikillar ánægju í Torrent heiminum ( er á lokuðu torrent síðum erlendis ) þá er upload hraðinn á torrentum ekki cappaður jafn mikið í drasl hjá TALi eins og hjá Símanum. Fæ svona 6 - 8 faldan hraða eftir tíma dags miðað við hjá Símanum í uploadinu",
            "date": "2009-08-28 18:26:00",
            "post_id": "216472",
            "reply_to_id": "216467"
        },
        {
            "user_name": "Glókolla",
            "text": "Þekki innanbúðarfólk, hef ekki ástæðu til að draga þær upplýsingar í efa.\nÞetta verður eflaust bara á næstu vikum sem þessu verður bætt í skilmála, hélt þetta yrði gert um leið og nýju leiðirnar fóru í loftið en kannski á eftir að fínpússa orðalagið eða eitthvað \nEn það mun gilda jafnt fyrir nýju leiðirnar og eldri áskirftarleiðir.\nEn ég var að taka eftir að settur upphraði jókst hjá mér líka við áskritarbreytingu, er núna 1.176 Mbps en var 863 kbps í eldri áskiftarleið  \n \nVarðandi auglýstan mögulegan hraða eða allt að..  þá er það bara eftir því hvað línan getur borið mikinn hraða, og það eru margir þættir sem koma þar inn í svo sem fjarlægð frá símstöð,frágangur og ástand innanhúslagna og endabúnaður svo eitthvað sé nefnt.\nFjarskiptafyrirtækið græðir ekekrt á að setja ekki fullan hraða á línuna, þvert á móti.\nAftur á móti, ef settur er td 12 Mbps á línu sem ber ekki nema 8 Mbps þá verða að ölum líkindum truflanir á adslinu, dettur jafnvel út og notandin fær auðvitað ekki fullan hraða.\nÉg held (vona) að fjarskiptafyrirtæki séu ekki að selja vv sínum tengingar sem línan ræður ekki við viljandi, það er engum í hag.",
            "date": "2009-08-30 19:30:00",
            "post_id": "216658",
            "reply_to_id": "216472"
        },
        {
            "user_name": "CendenZ",
            "text": "Skrítið, ég hef ekki downloadað neinu í sumar af einhverju viti, enda ekkert í gangi .. samt er netið lööööturhægt.. algjör skítahraði á því.\nskiptir engu máli þótt ég restarti routernum eða eitthvað, netið er bara mun hægara núna en það hefur verið síðustu ár.",
            "date": "2009-08-30 21:17:00",
            "post_id": "216670",
            "reply_to_id": "216658"
        },
        {
            "user_name": "siminn",
            "text": "Þó þetta sé gömul og eldfim umræða langar mig til að taka af allan vafa staðfesta það sem hér hefur verið sagt um 30 daga regluna. Núna eru það ekki fljótandi 30 dagar sem gilda heldur núllast niðurhalið um hver mánðaðarmót.\nÞessi breyting ætti að vera flestum til góða og tók hún gildi 1.september síðastliðinn.\nkveðja,\nGuðmundur hjá Símanum.",
            "date": "2009-09-08 19:51:00",
            "post_id": "217852",
            "reply_to_id": "216670"
        },
        {
            "user_name": "Gúrú",
            "text": "En ákvaðst þó að tjá þig ekkert um meginmál þráðar?\nKlassi.",
            "date": "2009-09-08 20:00:00",
            "post_id": "217854",
            "reply_to_id": "217852"
        },
        {
            "user_name": "siminn",
            "text": "Gúru : Ég því miður get ekki svarað þessu þar sem ég hef ekki svarið. En ég get athugað málið og það skal ég gera og svara um hæl.\nkveðja,\nGuðmundur hjá Símanum.",
            "date": "2009-09-08 20:07:00",
            "post_id": "217855",
            "reply_to_id": "217854"
        },
        {
            "user_name": "GuðjónR",
            "text": "Þar sem ég stofnaði þennan þráð þá finnst mér ég verða að kommenta aðeins núna á það sem undan hefur gengið.\nÉg vil fyrst byrja á því að þakka Guðmundi hjá Símanum fyrir að sjá sér fært að koma hingað og útskýra fyrir okkur hvernig hlutirnir virka frá fyrstu hendi.\nÞað sparar bæði okkur tíma og símanum líka áreyti því allir þeir sem lesa þetta hér geta sleppt því að hringja í 8007000 og spyrja út í þessar útskýringar.\nSíðan vil ég þakka símanum fyrir að hafa hlustað á gagnrýnisraddir varðandi \"fljótandi daga\" og viðurkenna að þetta hafi ekki verið sanngjarnasta kefið (gagvart kúnnunun allaveganna) og lagt það kerfi af og tekið upp í staðin núllast við mánaðarmót.\nEinnig vil ég þakka símanum fyrir að gefa fólkis sem fer yfir titekin mörk bandvíddar kost á því að kaupa sér aukabandvídd, það er mjög af hinu góða. \nOg svo langar mig að skjóta einu sinni en að hugmynd minni varðandi álagstíma á sæstrengjunum. Væri ekki sniðugt og gera eins og þjóverjar gera með þvottavélarnar, þeir láta þær þvo á nóttunni því þá er 50% afsl á rafmagni\nHægt væri að vera með p2p CAPP dauðans á álagstímum en slá CAPPIÐ alveg af á dauðu tímunum. Það myndi þýða að fólk hættir að spreða bandvídd á álagstímum en svo á nóttunni þegar álagið er ekkert þá tækjuð þið p2p bremsurnar af og allir væri happy!\nSíminn er farinn að hlusta. það er alverg morgunljóst, þeir eru með margar góðar breytingar núa og eiga eftir að era með fleiri og kærar þakkir fyrir það.",
            "date": "2009-09-08 21:35:00",
            "post_id": "217857",
            "reply_to_id": "217855"
        },
        {
            "user_name": "urban",
            "text": "þetta væri ég mjög sáttur vid.\nég nota nær eingöngu p2p á nóttunni, en núna undanfarid hefur þetta verid alveg cappad til helv*****\nþættir sem ad madur nádi í á nokkrum mínutum taka alla nóttina ad koma.",
            "date": "2009-09-08 21:53:00",
            "post_id": "217858",
            "reply_to_id": "217857"
        },
        {
            "user_name": "Glazier",
            "text": "haha pwnt.",
            "date": "2009-09-08 23:19:00",
            "post_id": "217860",
            "reply_to_id": "217858"
        },
        {
            "user_name": "Gunnar",
            "text": "hann drap eginlega pwnið með næsta commenti...",
            "date": "2009-09-08 23:30:00",
            "post_id": "217862",
            "reply_to_id": "217860"
        },
        {
            "user_name": "ponzer",
            "text": "Ég var búinn að vera hjá símanum í nokkur ár með 8Mb tengingu sem var eiginlega overkill hraði fyrir mína netnotkun á þeim tíma, \nþað kom MJÖG sjaldan fyrir að ég fór yfir 10GB erlent niðurhal á mánuði\n (geri ég passlega ráð fyrir því að ég hafi aldrei verið \"cappaður\", þegar að það kom fyrir að ég þurfti að sækja einn og einn þátt á torrent þá fékk ég yfirleit 25-85Kb/s hraða samt með yfir 3000seeds. Færði mig yfir í TAL fyrir stuttu með tvær 12Mb tengingar og ég þar næ ég ALLTAF mínum 12Mb hraða á erlendum torrentum og sama hvaða tíma sólahrings það er.\nÉg segi bara við ykkur hina sem eruð að versenast með $íma teningarnar ykkar að færa ykkur annað, maður á auðvita ekki að láta bjóða sér það að efnið manns sé \"ritskoðað\" og 8 eða 12mb teningin sem þú ert að borga fyrir sem þú færð/nærð aldrei.",
            "date": "2009-09-09 12:43:00",
            "post_id": "217890",
            "reply_to_id": "217862"
        },
        {
            "user_name": "jonfr",
            "text": "Ég fékk svar frá PFS, þeir telja sig ekki hafa nein gögn sem styðja við þær grunsemdir að P2P sé truflað hjá Símanum, og byggja þeir það á svari frá Símanum. Ég ætla að leggjast yfir það hvernig þessu verður svarað af minni hálfu.",
            "date": "2009-09-09 18:53:00",
            "post_id": "217934",
            "reply_to_id": "217890"
        },
        {
            "user_name": "urban",
            "text": "ponzer þetta snýst meira um meira en bara nettenginuna sjálfa.\nhérna er sjónvarps símans mjög mikid nota, og vill ég t.d. ekki vera án þess, eda med þær rásir sem ad mér býdst annar stadar.",
            "date": "2009-09-09 19:27:00",
            "post_id": "217940",
            "reply_to_id": "217934"
        },
        {
            "user_name": "GuðjónR",
            "text": "Grunsemdir? hoold on...ekki er síminn að þræta fyrir það? Þegar ég hef hringt og kvartað yfir p2p cappi þá hafa þeir aldrei þrætt, bara sagt að eitthvað verði þeir að gera þar sem þetta trufli aðra umferð.\nÉg efast um að þetta sé ólöglegt, þ.e. að blocka p2p þar sem þeir gefa sér að þetta trufli aðra umferð sem eflaust er rétt. Samt pirrandi fyrir notendur, en algjörlega fáránlegt ef þeir þræta fyrir það.\nÞað er ekkert mál að sanna að þetta sé CAP, fara bara á high-speed torrentstaði eins og torrentleech.org og tengjast einhverju \"nýju og vinsælu\" þú færð kannsi 50 tengingar og flestar maxa á 2.5kbs hraðinn er kannski ~50kbs\nFerð síðan á íslenka torrentsíðu nærð í sömu skrá, færð jafnmargar tengingar og þá ertu að fá 1.6Mbs (miðað við stærstu tenginguna) það þarf engan eldflaugasérfræðing til að lesa út úr svona tölum.",
            "date": "2009-09-09 19:37:00",
            "post_id": "217942",
            "reply_to_id": "217940"
        },
        {
            "user_name": "subgolf",
            "text": "Ég veit fyrir víst að það er verið að filter út P2P traffík hjá símanum og droppa henni.\nSkil vel ef að menn eru að forgansraða traffík og allt það VPN fyrst og svolleiss en það er bara verið að droppa og eyðileggja P2P.\nOg ef að PFS þykjast ekki geta séð það að þá eru þeir ekkert búnir að skoða þetta eða vita ekkert hvað þeir eru að gera.\nVæri alveg sáttur ef að þetta væri tekið fram í samningnum en þetta er ekkert annað en vörusvik að mínu mati.",
            "date": "2009-09-09 20:44:00",
            "post_id": "217947",
            "reply_to_id": "217942"
        },
        {
            "user_name": "Stebet",
            "text": "Bara til að koma aðeins inn á þessa umræðu. Ég færði mig yfir til Tal um daginn og verð að viðurkenna að ég var skíthræddur um að fá ömurlega þjónustu (hef ótrúlegt en satt verið mjög ánægður viðskiptavinur símans í nokkur ár). Það sem kom mér hins-vegar mikið á óvart var að ég hef hingað til fengið mjög góða þjónustu hjá Tal, allt einfaldlega virkar, torrentar (jafnvel teknir af piratebay sem er nú ekki þekkt fyrir að vera sérstaklega high-speed) ná fínum hraða (ekki alveg 800kb/sek kannski, er með 8mbita tengingu) en þeir virðast yfirleitt vera á bilinu 100 - 400kb sama hvaða tíma sólarhrings ég er að downlóda og flest venjuleg browsera HTTP download, youtube og annað gengur hnökralaust fyrir sig. Og það sem er best af öllu er að ég er að borga nokkrum þúsundköllum minna fyrir þetta á mánuði en ég var að borga hjá Símanum (með GSM og heimasíma líka).\nÉg er reyndar mikið að spá í að fá að setja minn eigin router í staðinn fyrir Zyxel dótið frá Tal, en hann dugir í bili.\nSíminn var algjör himnasending þegar ég færði mig þangað frá Hive á sínum tíma en nú finnst mér Síminn einfaldlega hafa skitið á sig og Tal hafa veitt mér bestu þjónustu sem ég hef fengið í langann tíma með minnstu veseni.",
            "date": "2009-09-10 09:40:00",
            "post_id": "217979",
            "reply_to_id": "217947"
        },
        {
            "user_name": "AntiTrust",
            "text": "Stebet, þeir leyfa þér enn sem komið er ekki að nota eigin router - sem er ótrúlega stórt haft á þjónustuna þeirra verð ég að segja. Böggar mig allavega mikið.",
            "date": "2009-09-10 10:13:00",
            "post_id": "217980",
            "reply_to_id": "217979"
        },
        {
            "user_name": "Stebet",
            "text": "Mér skilst reyndar að það sé hægt að fá að tala við yfirmann í þjónustuverinu fyrir svona séróskir og þá vonandi sannfæra hann um það. Hef ekki reynt það ennþá samt því allt hefur virkað eins og það á að virka so far.",
            "date": "2009-09-10 12:47:00",
            "post_id": "217993",
            "reply_to_id": "217980"
        },
        {
            "user_name": "jonfr",
            "text": "Ég ákvað að loka þessu máli sem stendur, vegna skorts á sönnunargögnum af minni hálfu. Ég sagði PFS það að ég mundi kvarta aftur, og styðja með gögnum ef mér þætti ástæða til þess. Þær athugasemdir voru færðar inn hjá PFS, og ég vænti þess að Síminn muni einnig fá þær athugasemdir.\nSamkvæmt lögum, þá er bannað að trufla eðlilega internet umferð sem ekki er truflandi. P2P umferð, eins og torrent telst ekki vera óeðlileg umferð og er ekki truflandi á netkerfin.\nÞað kom einnig fram í máli PFS að ekki hefðu aðrar kvartanir borist til þeirra útaf truflunum á P2P umferð.",
            "date": "2009-09-10 16:03:00",
            "post_id": "218017",
            "reply_to_id": "217993"
        },
        {
            "user_name": "urban",
            "text": "Jæja.. þad er búid ad taka ákvördun um þad ad yfirgefa símann á þessu heimili.\nbúid ad vera í \nheimasímaákrift sídan 1977 ca\nfarsímaáskrift sídan 1998 ca (3 símar á heimilinu núna)\ninternetáskrift frá 1996 ca\nADSL sjónvarpsímans frá því ad þad var í bodi\nöllu verdur sagt upp eftir helgi og fært sig yfir til Vodafone.\neinfaldlega vegna þess ad vid er búin ad fá okkur full södd af þessu rugli hjá þeim undanfarna 2 mánudi. \nnúna sídustu vikuna hefur meirad segja vafur á netinu verid virkilega hægt, þrátt fyrir ad allar vélar á heimilinu séu vírus/malware hreinar og ekkert p2p í gangi.\nfarvel síminn, \nvodafone, ég vona ad þid takid á móti okkur.",
            "date": "2009-09-11 22:26:00",
            "post_id": "218151",
            "reply_to_id": "218017"
        },
        {
            "user_name": "Glazier",
            "text": "Góð ákvörðun.. ég vildi bara óska þess að ég fengi að ráða einhverju um þetta á mínu heimili..",
            "date": "2009-09-11 23:35:00",
            "post_id": "218161",
            "reply_to_id": "218151"
        },
        {
            "user_name": "ManiO",
            "text": "E-r að lenda í nánast engu uploadi til erlendra peers hjá Voda?",
            "date": "2009-09-12 11:41:00",
            "post_id": "218194",
            "reply_to_id": false
        },
        {
            "user_name": "depill",
            "text": "Ég var að lenda í þessu hjá Símanum ( líka á nóttinni ). Hins vegar er ég með RSS downloader og ég finn fyrir því að þetta er \"skrúfað\" niður hjá Voda/TAL yfir daginn á virkum dögum. En fínt á daginn ( það er upload til erlenda peera ).",
            "date": "2009-09-12 13:14:00",
            "post_id": "218203",
            "reply_to_id": "218194"
        },
        {
            "user_name": "ManiO",
            "text": "Verst er að annaðhvort þarf ég að bíða þar til í október til að sannreyna þetta hjá mér eða borga meira fyrir 100 gig á mánuði",
            "date": "2009-09-12 23:24:00",
            "post_id": "218238",
            "reply_to_id": "218203"
        },
        {
            "user_name": "jonfr",
            "text": "Þessa dagana þá er allt upload stopp hjá mér, niðurhal hefur virkað en upload er alveg dautt hjá mér. Það virðist ekki vera nein tæknileg ástæða fyrir þessu, nema þá að Síminn sé að stoppa allt upload í gegnum sig, eða gera það mjög hægt.",
            "date": "2009-09-19 03:33:00",
            "post_id": "218995",
            "reply_to_id": "218238"
        },
        {
            "user_name": "urban",
            "text": "tjahh ég er núna bara ad bída eftir vodafone tengingunni..\nen þad sem ad þú lýstir var basicly nettengingin hjá mér undan farna 1 - 2 mánudi...\nég hringdi í 800-7000 og einhver tæknimadur þar (því midur´þá klikkadi ég á því ad spurja hann hvad hann heitir) sagdi mér bara ad þetta væri einfaldlega vegna þess a þeir hjá simanum væru ad cappa allt sem ad heitir p2p og þad sem ad gæti hgsanlega verid nidurhal (hann sagdi ad mikil youtube notkun gæti jafnvel talist þar inn á milli) væri cöppud svona svakalega..\nsemsagt.. þeir hjá símanum, neita því ekki einu sinni ad þeir cappi svona rosalega.\nen já, þad er búid ad segja upp hérna, og bara verid ad bída eftir vodafone tengingunni....\nafsakid.. en íslenskt \"d\" er bilad hjá mér.. og ég er búin ad vera í 3 vikur ad reyna ad komast í þad ad reyna ad kaupa mér lyklabord",
            "date": "2009-09-19 05:17:00",
            "post_id": "218996",
            "reply_to_id": "218995"
        },
        {
            "user_name": "starionturbo",
            "text": "mappaðu Ð-ið uppá nýtt bara \nLáttu grafa fyrir ljósleiðara heimt til þín bara !! \n 2ms ping takk fyrir bless",
            "date": "2009-09-19 14:45:00",
            "post_id": "219016",
            "reply_to_id": "218996"
        },
        {
            "user_name": "urban",
            "text": "fór og náði mér í lyklaborð \nen já,, láta grafa ljósleiðara...\nef að ég man rétt þá eru fyrir lifandislöngu komnir ljósleiðarar í flest allar götur hérna í eyjum, bara ónotaðir vegna kostnaðar.",
            "date": "2009-09-19 16:19:00",
            "post_id": "219028",
            "reply_to_id": "219016"
        },
        {
            "user_name": "jonfr",
            "text": "Það eina sem Síminn cappar ekki hjá mér er IPv6 (er tunnel). Því miður er það í afskaplega lítilli notkun þessa dagana. Að blokka þetta svona eins þú lýsir hérna er líklega ólöglegt. Því miður vantar mig harðar sannanir fyrir slíku, og það hafa fáir kvartað yfir þessu til Póst og Fjarskiptastofnunar.\nVondafone er ekkert betra varðandi P2P og truflun á slíkri umferð.",
            "date": "2009-09-20 03:25:00",
            "post_id": "219071",
            "reply_to_id": "219028"
        },
        {
            "user_name": "jonfr",
            "text": "Hvernig er hraðinn á internetinu erlendis hjá fólki þessa dagana ?\nHjá Símanum er hraðinn ekkert voðalega góður, en ég er með áskrift þar. Þó svo að Síminn sé búinn að tengja 3ja sæstrnginn hjá sér.\nSamband komið á þriðja sæstrenginn\n--- virkar ekki \n ---",
            "date": "2009-10-02 21:09:00",
            "post_id": "221049",
            "reply_to_id": "219071"
        },
        {
            "user_name": "depill",
            "text": "Fór til TAL/Vodafone ( basicly sama draslið, TAL bara þjónustufyrirtæki ) allavega bara svínvirkar netið hjá mér og miklu vægara P2P cap.... þeir tengdust DANICE á svipuðum tíma og Síminn tengdist Greenland Connect munaði miklu finnst mér...",
            "date": "2009-10-02 21:30:00",
            "post_id": "221056",
            "reply_to_id": "221049"
        }
    ],
    "date": "2009-09-12 11:41:00"
}