{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "21916",
    "title": "Tölva pípar alltaf við ræsingu og hefur gert allan tímann",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=21916",
    "posts": [
        {
            "user_name": "Heliowin",
            "text": "Ég er orðinn dálítið þreyttur á píphljóði tölvu sem ég setti saman árið 2006.\nHún er búinn að láta svona allan tímann held ég í hvert skipti sem ég ræsi hana og kemur þá stutt píp. Ég held að það sé ekkert að henni og að þetta eigi að vera svona því hún virkar alltaf mjög vel og hefur aldrei bilað. Hún er í gangi mest allan sólarhringinn og set ég hana af og til í standby á meðan ef ég þarf að bregða mér frá.\nÉg hef reynt að kíkja í móðurborðs stillingarnar en finn ekki neina stýringu sem gæti slökkt á þessu.\nÉg er með aðra tölvu sem ég setti saman sama ár og hún pípar ekki þegar ég ræsi hana og vil því spyrja ykkur ef þið hefðuð einhverjar hugmyndir um það hvort hin tölvan þurfi þá endilega að pípa og hvort einhver möguleiki sé á því að disabla þetta.\nÉg vil taka fram að ég vilji helst hafa möguleika á að geta heyrt píp hljóð sem gætu komið ef einhverjar villur gætu komið upp.\nHelstu íhlutir hennar eru:\nMóðurborð: MSI 975X Platinum PowerUp Ed\n \nCPU: Core 2 Duo E6400\nRAM: Corsair XMS2 2x1GB DDR2, 800MHz, PC2-6400 CL5\nSkjákort: MSI NX7900GT",
            "date": "2009-03-01 22:22:00",
            "post_id": "199636",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Jáá, ég hef líka gríðarlegan áhuga á því ef að einhver hefur lausn við þessu, mín bootar einhverja viftu í fullu í 4 sekúndur og svo kemur mjög, mjög hávært, BÍBB.\nGigabyte P35C-DS3R",
            "date": "2009-03-01 22:48:00",
            "post_id": "199640",
            "reply_to_id": "199636"
        },
        {
            "user_name": "krissi13",
            "text": "sko ... þetta \"stutta\" píp það er bara því að hún er að láta vita að allt sé í lagi , en ef hún gerir langt pííp og gerir ekkert , þá er eitthvað að , \neins og með mína tölvu , þá pípar hún alltaf stutt þegar ég kveiki á henni og ég setti mína saman árið 2008\"byrjun árs\"",
            "date": "2009-03-01 22:59:00",
            "post_id": "199645",
            "reply_to_id": "199640"
        },
        {
            "user_name": "Gúrú",
            "text": "Við, eða ég allavegana, veit af því, en við, eða ég allavega, vil fá upplýsingar um það hvort að ég geti slökkt á þessu \"AlltílagiBÍÍBBB\"-i eiður ei.",
            "date": "2009-03-01 23:19:00",
            "post_id": "199651",
            "reply_to_id": "199645"
        },
        {
            "user_name": "Heliowin",
            "text": "Já takk fyrir þetta hljómar vel.\nEins og Gúrú nefnir þá er ágætt að fá að vita hvort hægt sé slökkva á þessu.\nEdit: ég man eftir einhverjum gömlum þráð þar sem gamlar kempur voru að ræða um þetta en ég fékk ekkert út úr því eða vildi ekki hlusta enda voru ráðin ekki mér að skapi.",
            "date": "2009-03-02 00:02:00",
            "post_id": "199659",
            "reply_to_id": "199651"
        },
        {
            "user_name": "Cikster",
            "text": "uhmmm, á flestum móðurborðum þá er þetta bara tengt í lítinn hátalara sem er annahvort standandi beint upp úr front panel tengjunum eða í hátalara sem er fastur í kassanum þannig að er ekkert mál að taka þetta úr sambandi.\nHinsvegar þyrfti þá að tengja þetta aftur ef tölvan bilar einhvertíman til að fá \"píp\" kódana.",
            "date": "2009-03-02 00:09:00",
            "post_id": "199662",
            "reply_to_id": "199659"
        },
        {
            "user_name": "Heliowin",
            "text": "Ok takk fyrir mun athuga þetta.",
            "date": "2009-03-02 00:13:00",
            "post_id": "199663",
            "reply_to_id": "199662"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Minnir að vinur minn hafi verið með svona borð með nákvæmlega sömu einkenni. Það var bara gallað og hann fékk því skipt í annað borð",
            "date": "2009-03-02 00:43:00",
            "post_id": "199665",
            "reply_to_id": "199663"
        },
        {
            "user_name": "Gúrú",
            "text": "Já, en mín heldur þó áfram að boota sig upp og gerir það, mig grunar að vinar þíns móðurborð hafi ekki gert það?",
            "date": "2009-03-02 07:56:00",
            "post_id": "199671",
            "reply_to_id": "199665"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Nei, það gerði það ekki",
            "date": "2009-03-02 08:47:00",
            "post_id": "199672",
            "reply_to_id": "199671"
        }
    ],
    "date": "2009-03-01 22:22:00"
}