{
    "forum_title": "Vaktin.is",
    "id": "21948",
    "title": "Verkstæðis-verð verslana ? (hugmynd)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=46&t=21948",
    "posts": [
        {
            "user_name": "Glazier",
            "text": "Bara smá pæling veit ekkert hvort það sé eitthvað til í þessu en að setja á verðvaktina svona \"verkstæðis verð\" og þar getur maður séð hvar er ódýrast að fara með tölvuna sína í viðgerð t.d. í \"x\" verslun kostar 5 þús kall klukkutíminn og í \"x\" verslun kostar 3.900 kall klukku tíminn  og í \"x\" verlsun kostar 4.500 kall klukkutíminn.\nhvernig lýst ykkur á þetta ?",
            "date": "2009-03-03 20:59:00",
            "post_id": "199840",
            "reply_to_id": false
        },
        {
            "user_name": "coldcut",
            "text": "já þetta er reyndar mjög sniðugt held ég",
            "date": "2009-03-03 21:00:00",
            "post_id": "199841",
            "reply_to_id": "199840"
        },
        {
            "user_name": "Glazier",
            "text": "mhm bara eina sem þyrfti að passa uppá væri að hafa þetta ekki of ýtarlegt eins og t.d. að láta skipta um þennan hlut kostar \"x\" mikið hjá þessari verslun og \"x\" mikið hjá þessari verslun bara hafa þetta einfalt 1 klukkutími á verkstæði kostar svona mikið þarna og svona mikið þarna\nvonandi skiljiði mig en það er ekki auðvelt að útskýra þetta :/",
            "date": "2009-03-03 21:05:00",
            "post_id": "199843",
            "reply_to_id": "199841"
        },
        {
            "user_name": "Gúrú",
            "text": "En er það ekki mismunandi hve langan tíma fólk tekur til að rukka fyrir klukkustundina?\nSs. sumar rukka þig fyrir 1 klst fyrir hlut sem tók 15 mín, ólíkt t.d. Kísildal sem að lætur þig borga 15 mín, ss. Klst. verðið *0.25.",
            "date": "2009-03-03 21:11:00",
            "post_id": "199844",
            "reply_to_id": "199843"
        },
        {
            "user_name": "Glazier",
            "text": "nú ?\nég hélt að það væri þannig alstaðar að verð væri reiknað út frá hvað tók langan tíma að gera við\nen ég meina ef eitthver er á móti þessu endilega koma með \"rök\" fyrir því en annars lýst mér ágætlega á þetta",
            "date": "2009-03-03 21:23:00",
            "post_id": "199850",
            "reply_to_id": "199844"
        },
        {
            "user_name": "vesley",
            "text": "ég segi bara koma með klukkutímaverðið á verkstæðunum ekkert flóknara en það",
            "date": "2009-03-03 21:24:00",
            "post_id": "199851",
            "reply_to_id": "199850"
        },
        {
            "user_name": "Glazier",
            "text": "Nákvæmlega",
            "date": "2009-03-03 21:29:00",
            "post_id": "199855",
            "reply_to_id": "199851"
        },
        {
            "user_name": "omare90",
            "text": "Sumar verslanir rukka fyrir hvern byrjaðan klukkutima eða hálftíma og taka það fram í verðskrá.\nPersónulega finnst mér Verðskráin í Tölvulistanum (allaveganna á AK , þekki hana ekki annarsstaðar) vera mesta krapp í heimi :=)",
            "date": "2009-03-03 21:42:00",
            "post_id": "199860",
            "reply_to_id": "199855"
        },
        {
            "user_name": "Klemmi",
            "text": "Erfitt mál samt, sum verkstæði rukka fyrir hverja hafna klukkustund á meðan aðrir rukka bara fyrir þann tíma sem fer í verkið.\nEinnig eru sum verkstæði sem hafa lágt tímagjald en rukka svo bara meiri tíma í staðin....\nErfitt að finna út almennilegan samanburð á því hvar væri ódýrast að fara",
            "date": "2009-03-03 21:44:00",
            "post_id": "199861",
            "reply_to_id": "199860"
        },
        {
            "user_name": "Glazier",
            "text": "jaa hafa þetta bara simple.. 1 klukkutími á verkstæði hjá tiltekinni verslun kostar svona mikið og ekkert múður með það",
            "date": "2009-03-03 21:46:00",
            "post_id": "199865",
            "reply_to_id": "199861"
        },
        {
            "user_name": "Gúrú",
            "text": "Já, en það er ALGJÖRLEGA gagnslaust, þar sem að verslanir rukka ekki allar eins...",
            "date": "2009-03-03 22:16:00",
            "post_id": "199873",
            "reply_to_id": "199865"
        },
        {
            "user_name": "Starman",
            "text": "Verkstæði eru fyrir common peoplez , ekki ofur-nörda og gúrua.",
            "date": "2009-03-03 23:14:00",
            "post_id": "199879",
            "reply_to_id": "199873"
        },
        {
            "user_name": "Hyper_Pinjata",
            "text": "held að klukkutíminn hjá Tölvuvinnslunni sé 3 eða 6 þús kall....",
            "date": "2009-03-04 07:09:00",
            "post_id": "199885",
            "reply_to_id": "199879"
        },
        {
            "user_name": "lukkuláki",
            "text": "Shit hvað þetta er asnalegt svar\nþað er nú þokkalegur munur á 3000 eða 6000 pr. klst.\nGastu ekki bara tékkað á þessu áður en þú settir þetta inn ?",
            "date": "2009-03-04 11:11:00",
            "post_id": "199891",
            "reply_to_id": "199885"
        },
        {
            "user_name": "wICE_man",
            "text": "Það  þarf að fara mjög varlega í þetta og hugsa sig vel um.\nÞað er ekkert mál að auglýsa segjum 2.000kr á tímann en rukka svo 3 tíma fyrir klukkutíma verk.\nSvo er líka spurning um skilgreiningar. Tölvutek t.d. rukkar 2.999kr fyrir hvern hafinn klukkutíma. Hvað er þá raunverulegt tímagjald?\nÉg hélt um tíma úti ráðleggingarþræði þar sem ég fór \"down and dirty\" yfir þá kosti sem voru til staðar á markaðnum og handvaldi út bestu \"dílana\". Þetta gerði ég af því að verslanir voru að misnota vaktina í annarlegum erindagjörðum. Lýtum t.d. á netverslanirnar sem eru eingöngu starfræktar til að halda aftur af grasrótar fyrirtækjum.\nHvernig er hægt að tryggja að sömu verslanir og hafa nauðgað vaktinni hingað til muni ekki ganga á lagið og auglýsa lág verð á klukkustundina en rukka svo gríðarlegan tíma fyrir hvert verk fyrir sig?",
            "date": "2009-03-11 11:52:00",
            "post_id": "200554",
            "reply_to_id": "199891"
        },
        {
            "user_name": "ManiO",
            "text": "Mjög góður punktur. Held að þetta sé ekki raunhæft.",
            "date": "2009-03-11 13:38:00",
            "post_id": "200567",
            "reply_to_id": "200554"
        },
        {
            "user_name": "GuðjónR",
            "text": "Gaman að sjá þig aftur!\nÉg verð að vera sammála þessu sem þú segir...\nVil kannski ekki taka það sterkt til orða að ásaka einn eða neinn um nauðgun, en það er alveg ljóst að ef menn eru óheiðarlegir og vilja spila þannig þá gera þeir það.\nEn ég held samt að svoleiðis vinnubrögð komi á endanum í bakið á þeim sem það gera.\nEn þetta á við um allt, hvernig heldurðu að þetta sé á bílaverkstæðunum? Þar sem kannski 5 menn vinna en þeir skila 15 dagsverkum á DAG.  \n \nHvað á maður að gera þegar bíllinn bilar og maður getur ekki lagað hann sjálfur?",
            "date": "2009-03-23 15:18:00",
            "post_id": "201689",
            "reply_to_id": "200567"
        },
        {
            "user_name": "Hyper_Pinjata",
            "text": "man það allavega að þegar ég var hjá tölvuvinnslunni að það var næstum því sama hvað verkið var, kostnaðurinn var næstum oftast yfir 12þús krónunum....\nhálf klukkustund: 3þús kall\nheil klukkustund: 6þús kall\ntvær stundir: 12þús kall\nStraujun á tölvu: hálf,til 1 klst\ngagnabjörgun: hálf til 1klst\nuppsetning stýrikerfis og rekla: hálf til 1klst...\nekki viss um að þetta hafi alltaf verið svona dýrt,en venjuleg tölva sem þurfti að framkvæma gagnabjörgun á,strauja & setja upp aftur var í kringum 12þús kallinn...",
            "date": "2009-03-23 15:23:00",
            "post_id": "201691",
            "reply_to_id": "201689"
        },
        {
            "user_name": "GuðjónR",
            "text": "En ef þið voruð að setja upp stýrikerfi á 10 tölvur í einu og það kláraðist fyrir morgunkaffi, voru þá skrifaðir 10 tímar?\nMy point, það er hægt að vera að vinna í mörgum hlutum í einu, menn þurfa ekki að sitja og horfa á setupskjáinn.",
            "date": "2009-03-30 08:58:00",
            "post_id": "202339",
            "reply_to_id": "201691"
        },
        {
            "user_name": "urban",
            "text": "Nei og það sem að meira er, að taka hálfa til eina klukkustund að c/p úr mydocs og yfir á flakkara er bull.\nþað þarf ekki að horfa á þetta gerast.\nvinnan við þetta verkefni er ekki nema ca 20 - 40 mín, og þá meina ég taka til gögn, strauja og setja upp stýrikerfi og drivera.",
            "date": "2009-04-07 17:03:00",
            "post_id": "203169",
            "reply_to_id": "202339"
        }
    ],
    "date": "2009-03-03 20:59:00"
}