{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "221",
    "title": "Jésúspétur!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=221",
    "posts": [
        {
            "user_name": "Sultukrukka",
            "text": "Jæja, ég á núna í smávegis vandamálum....\n\n\n\nÉg var að koma að utan og var með vélina mína með, örravifta losnaði af og allt í veseni!\n\n\n\n\n\nÉg hef verið að vinna og á núna eitthvað um...ja...85-100 þús til umráða og þarf ég að kaupa móðurborð, örgjörva, viftu og ram.\n\n\n\nÉg var að spá í Intel en þeir eru svo dýrir, en á hina höndina hefur AMD alltaf fokkast upp hjá mér (Reyndar held ég að það sé mest meingölluðu Thermaltake clippunum að þakka!) \n\n\n\nÉg stend því núna í frekar miklu tjóni...\n\n\n\nAMD eða Intel\n\n\n\nþað sem að ég \"þarf\"\n\n\n\nmóðurborð sem styður 333mhz ram, 8x agp, firewire, innbyggt ethernet, firewire og S-ATA(Optional)\n\n2400+ xp eða 2.4ghz p4 var ég að hugsa um\n\n1024 DDR 333mhz\n\nSilent, góða (þarf ekki að overclocka) viftu\n\n\n\nMig vantar svona á frekar sæmilegu tilboði...\n\nÉg hef verið að browsa nokkur móðurborð og sá mörg sem komu til greina...vill samt helst fá sögur frá ykkar móbóum\n\n\n\nsvo er einnig til sölu hjá mér Soyo kt 333 ultra með einungis 1x ram rauf sem virkar, annars fínt móðurborð",
            "date": "2002-12-27 00:01:00",
            "post_id": "1294",
            "reply_to_id": false
        },
        {
            "user_name": "Atlinn",
            "text": "Ég er mað MSI KT4v-L sem er allveg að virka finnt, held að það sé með 400mhz chipsettinu og það er með góðu onboard lan korti og 6 pci og 8x agp",
            "date": "2002-12-27 01:30:00",
            "post_id": "1296",
            "reply_to_id": "1294"
        },
        {
            "user_name": "Voffinn",
            "text": "akkuru innbyggt lankort, ég hef alvega ekkert nema slæma reynslu af því !",
            "date": "2002-12-27 18:14:00",
            "post_id": "1303",
            "reply_to_id": "1296"
        },
        {
            "user_name": "Atlinn",
            "text": "Ja þetta er fyrsta móðurborð sem ég á sem er með innbyggðu LAN korti og það er betra en LAN kortið sem ég var að nota, þannig að ég get ekki gert annað en að hrósa þessu korti",
            "date": "2002-12-27 18:39:00",
            "post_id": "1304",
            "reply_to_id": "1303"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég er með nýja ASUS PE móbóið...það er með 1GB onboard og það svííínvirkar...",
            "date": "2002-12-27 20:46:00",
            "post_id": "1306",
            "reply_to_id": "1304"
        }
    ],
    "date": "2002-12-27 00:01:00"
}