{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "2231",
    "title": "Nýgræðlingaspurning - Intel vs AMD",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=2231",
    "posts": [
        {
            "user_name": "Snikkari",
            "text": "Þar sem ég er nýgræðlingur áskil ég mér þau réttindi að koma með þessa líka svaða nýgræðlingalega spurningu.\n\n\n\nIntel vs AMD\n\n\n\nÉg er að fara að kaupa mér móðurborð, örgjörva, minni o.þ.h. innan 6 mánaða.\n\nÉg nota vélina mest í allskonar leiki og að skoða vaktina \n og ég nenni ekki að overklokka eða neitt slíkt, ég nota þetta bara eins og það kemur frá verksmiðjunni.\n\n\n\nGetur einhver útskýrt fyrir mér á HLUTLAUSAN hátt hver aðalmunurinn er á Intel og AMD, og hvort það muni henta mér að kaupa Intel eða AMD.\n\n\n\nÉg hef átt Intel Pentium 166Mhz mmx, Intel P3 350 og núna er ég með AMD T-Bird 1000 Mhz. Ég hef aldrei lent í vandræðum með neinn þeirra, nema Hvað það var erfitt að finna góða hljóðláta viftu fyrir T-Birdinn.\n\n\n\nOut.",
            "date": "2003-11-25 23:49:00",
            "post_id": "21478",
            "reply_to_id": false
        },
        {
            "user_name": "RadoN",
            "text": "AMD er meira fyrir peninginn segja menn..\n\nen Intel er víst betra og dýrara segja menn..\n\nekki hef ég mikla reynslu af þessu þar sem ég hef alltaf verið með AMD\n\nhef ekki orðið neitt óánægður, þar sem ég veit að vinur minn er með P4 2.4GHz og er bara ekki að vinna næstumþví eins mikið og 2500XP bartoninn minn..",
            "date": "2003-11-25 23:53:00",
            "post_id": "21479",
            "reply_to_id": "21478"
        },
        {
            "user_name": "gumol",
            "text": "Ég get lofað þér því að ég eða hver annar hér getur ekki gefið þér hlutlaust álit hvor örrinn er betri, þett á örugglega eftir að vera skítkastþráður ársins. Farðu á \nhttp://www.tomshardware.com\n ( \nhttp://www4.tomshardware.com/cpu/index.html\n ) og lestu þér til.\n\n\n\nÁkveddi síðan að fá þér Intel Pentium 4 \n\n\n\n\nÉg vil líka bend þér á að hlusta ekki á mig eða aðra sem segja td. \"ég er með AMD og hún er að taka Intel tölvuna sem vinur minn á í rassgatið, það er til fullt af svona dæmum á báða bóga og það þíðir ekkert að fara eftis svona, lestu þér til á hlutlausum vefsíðum",
            "date": "2003-11-25 23:57:00",
            "post_id": "21482",
            "reply_to_id": "21479"
        },
        {
            "user_name": "Lakio",
            "text": "er \nhttp://www.tomshardware.com\n hlutlaus...?\n\n\n\nbwhahahahahaahahahaha",
            "date": "2003-11-25 23:59:00",
            "post_id": "21483",
            "reply_to_id": "21482"
        },
        {
            "user_name": "gumol",
            "text": "Lakio: Já, þeir eru hlutlausir like it or not.\n\n\n\nSnikkari: Muna síðan að gera betri bréfheiti, td: \"Intel vs. AMD\"",
            "date": "2003-11-26 00:03:00",
            "post_id": "21484",
            "reply_to_id": "21483"
        },
        {
            "user_name": "Pandemic",
            "text": "tomshardware hlutlausir hneykslið er það að MSI borgaði þeim háar fjárhæðir. Ef ég væri að pæla í svona farðu á eikkerar lítið þekktar síður sem eru að prófa og bencmarka",
            "date": "2003-11-26 00:11:00",
            "post_id": "21486",
            "reply_to_id": "21484"
        },
        {
            "user_name": "gumol",
            "text": "þeir eru bara tapsárir afþví að Intel er að rúlla yfir AMD",
            "date": "2003-11-26 00:13:00",
            "post_id": "21488",
            "reply_to_id": "21486"
        },
        {
            "user_name": "ICM",
            "text": "AMD eru allmennt betri í dag í þungri 3D vinnslu. Betri í því að keyra 32 og 64bit forrit í einu. Keyra nýrri leiki betur en Intel, Intel keyrir leiki eins og Quake3 betur ( hmm like DirectX7 ), semsagt betri í að vinna með gamaldags forrit. Þegar er byrjað að gera marga leiki optimized fyrir AMD 64, gaman að sjá niðurstöður úr þeim samanborið við intel. En auðvitað megið þið halda því fram sem þið viljið.",
            "date": "2003-11-26 00:26:00",
            "post_id": "21489",
            "reply_to_id": "21488"
        },
        {
            "user_name": "RadoN",
            "text": "ég heyrði einhverstaðar að Intel hefði borgað þeim fyrir að fake'a benchmörk.. maður veit samt aldrei hvað er rétt af þessum sögum",
            "date": "2003-11-26 01:33:00",
            "post_id": "21494",
            "reply_to_id": "21489"
        },
        {
            "user_name": "gumol",
            "text": "ef það er rétt þá væri AMD varla að auglýsa á síðunni þeirra, ef þið segið að þetta sé bara bull verðið þið að koma með einhverjar sannanir, ekki segja bara þetta er rugl AMD er mikklu betra",
            "date": "2003-11-26 02:23:00",
            "post_id": "21502",
            "reply_to_id": "21494"
        },
        {
            "user_name": "Lakio",
            "text": "http://www.amd.com/us-en/Processors/ProductInformation/0,,30_118_3734_3750,00.html\n\n\n\n\nAMD has generated the following benchmark data. Pricewaterhouse Coopers, a global professional services firm, has independently audited the performance results of the AMD Athlon™ XP processor 3200+\n\n\n\nPricewaterhouse Coopers",
            "date": "2003-11-26 02:33:00",
            "post_id": "21507",
            "reply_to_id": "21502"
        },
        {
            "user_name": "Voffinn",
            "text": "Eitt stig fyrir Lakio !",
            "date": "2003-11-26 08:29:00",
            "post_id": "21514",
            "reply_to_id": "21507"
        },
        {
            "user_name": "gumol",
            "text": "Benchmark sem AMD gerir á eigin örrumm verður alltaf hlutdrægt, sama hvað pwc segir. Fyrir utan það get ég gekki skilið hvernig örri getur verið að preforma í prósentum \n\n\n\n\nÞað er engin tilviljun að þeir noti 3.0 GHz en ekki 3.2 GHz örgjörva í þetta, það verður að bera saman sambærilega örgjörva frá hvorum framleiðanda til að fá rétta útkomu.\n\n\n\nÞið hljótið að geta gert betur en þetta",
            "date": "2003-11-26 08:34:00",
            "post_id": "21518",
            "reply_to_id": "21514"
        },
        {
            "user_name": "Hlynzi",
            "text": "SVona hleypir alltaf hverju tölvunördi í loft upp.\n\n\n\nÉg er fylgjandi AMD, (það tíðkast að kalla hinn aðilann alltaf villitrúamann, hehe) Þeir hafa almennt verið að koma betur út, í flestum benchmörkum. Hlakkar til að sjá þegar komin er reynsla á AMD 64. Þeir hitna fjandi mikið, en það skiptir varla máli, einhvern fórnarkostnað þarf að færa til fyrir performuna í þessum maskínum. Og að yfirklukka AMD hefur alltaf verið hægt meira en á Intel. \n\n\n\nMínar samsæriskenningar gegn intel hljóða svona: Þeim líkaði ekki yfirklukkunina hjá AMD, svo þeir merktu einhvern örgjörva sem 2 GHz, en hefur verið bara 2.4 Ghz, og yfirklukkan legur í 2.5 GHz. Það er raunhæft...en ekki taka of mikið mark á þessu, bara mínar vangaveltur.",
            "date": "2003-11-26 09:32:00",
            "post_id": "21519",
            "reply_to_id": "21518"
        },
        {
            "user_name": "gumol",
            "text": "Það var nú ekki auðvelt að yfirklukka amd örrana, svaka mála að opna þá, vat þeð ekki?",
            "date": "2003-11-26 10:00:00",
            "post_id": "21520",
            "reply_to_id": "21519"
        },
        {
            "user_name": "ICM",
            "text": "intel voru alltaf að reyna að koma í veg fyrir yfirklukkun, amd gáfust upp á því mikið fyrr.",
            "date": "2003-11-26 10:02:00",
            "post_id": "21521",
            "reply_to_id": "21520"
        },
        {
            "user_name": "gumol",
            "text": "og þið eruð ekki að ná AMD 2600 upp í 3,5 GHz?",
            "date": "2003-11-26 10:11:00",
            "post_id": "21522",
            "reply_to_id": "21521"
        },
        {
            "user_name": "ICM",
            "text": "hættu að bera mhz á amd við intel, það er tilgangslausasti samanburður í heimi, allir ættu að vera búnnir að sjá það. Hvernig stendur á að 1,2ghz  PPC svipaður og 2ghz intel? Ef ég heyrist minnst á mhz aftur hérna borið saman á milli mismunandi tegunda á örgjörvum þá flippa ég. Getur prófað að bera intel celeron örgjörva við intel centino?",
            "date": "2003-11-26 10:17:00",
            "post_id": "21523",
            "reply_to_id": "21522"
        },
        {
            "user_name": "gumol",
            "text": "Ég nenni ekki að vera að rífast um þetta þegar þið eruð sanfærðir um að framleiðandi AMD geti gert óhlutdrægt mat á hvernig AMD er að preforma.",
            "date": "2003-11-26 10:33:00",
            "post_id": "21524",
            "reply_to_id": "21523"
        },
        {
            "user_name": "ICM",
            "text": "AMD 64 vs pentium 4/xeon whatever, augljóst að \"nýja\" tæknin er betri en sú gamla.",
            "date": "2003-11-26 10:53:00",
            "post_id": "21526",
            "reply_to_id": "21524"
        },
        {
            "user_name": "gumol",
            "text": "en Intel á líklega eftir að koma með 64 bita örgjörva.",
            "date": "2003-11-26 10:54:00",
            "post_id": "21527",
            "reply_to_id": "21526"
        },
        {
            "user_name": "ICM",
            "text": "já, á eftir, við erum að tala um NÚNA.",
            "date": "2003-11-26 10:56:00",
            "post_id": "21528",
            "reply_to_id": "21527"
        },
        {
            "user_name": "gnarr",
            "text": "þetta er asnaleg umræða. rífist frekar um þaðhovrt er betra, kók eða pepsi! pepsi er ódýrara en kók er með meira koffín! ég er samt fylgjandi sprite.",
            "date": "2003-11-26 10:57:00",
            "post_id": "21529",
            "reply_to_id": "21528"
        },
        {
            "user_name": "gumol",
            "text": "NÚNA er ekkert svakalega mikill munur á því hvernig þessir örgjörvar eru að preforma.",
            "date": "2003-11-26 11:00:00",
            "post_id": "21530",
            "reply_to_id": "21529"
        },
        {
            "user_name": "gnarr",
            "text": "ég vill benda á að intel er að performa mun betur með 3.2HT EE... annars er 7up líka gott",
            "date": "2003-11-26 11:02:00",
            "post_id": "21531",
            "reply_to_id": "21530"
        },
        {
            "user_name": "gumol",
            "text": "ekki gleyma appelsíninu",
            "date": "2003-11-26 11:03:00",
            "post_id": "21532",
            "reply_to_id": false
        },
        {
            "user_name": "axyne",
            "text": "mér finnst montain dew nú best.",
            "date": "2003-11-26 11:22:00",
            "post_id": "21533",
            "reply_to_id": "21532"
        },
        {
            "user_name": "gnarr",
            "text": "mér fannst það líka gott þangað til að ég byrjaði að overdoze-a á sykrinum. Mix Exotic er samt MESTI sumar drykkur sem að hefur verið fundinn upp!",
            "date": "2003-11-26 11:34:00",
            "post_id": "21534",
            "reply_to_id": "21533"
        },
        {
            "user_name": "gumol",
            "text": "Kókómjólkin er líka alltaf góð, en það er ekkert gos í henni",
            "date": "2003-11-26 11:50:00",
            "post_id": "21535",
            "reply_to_id": "21534"
        },
        {
            "user_name": "gnarr",
            "text": "og TRÓPÍ! með aldinkjöti! það er BESTAST!",
            "date": "2003-11-26 11:53:00",
            "post_id": "21536",
            "reply_to_id": "21535"
        },
        {
            "user_name": "Roger_the_shrubber",
            "text": "Mountain Dew er snilldar drykkur en ég hef tekið upp á þeim ósóma að drekka Pepsi-X í miklu mæli  \n sem væri ekkert skrítið fyrir utan það að mér finnst það mesti óþverri  \n Einnig sakna ég Vanillu Coke  \n\n\n\n\nEn hvað örgjörva varðar, gæti mér hugsanlega ekki verið meira sama. \n\n\n\n\n\n=Fanboyismi heillar mig eigi=",
            "date": "2003-11-26 11:56:00",
            "post_id": "21537",
            "reply_to_id": "21536"
        },
        {
            "user_name": "RadoN",
            "text": "ég er Coke-maður í alla staði..  \n  drekk líka óhemju mikið af því",
            "date": "2003-11-26 13:09:00",
            "post_id": "21548",
            "reply_to_id": "21537"
        },
        {
            "user_name": "Yank",
            "text": "AMD vs Intel\n\nLinux vs Windows\n\nPC vs Mac\n\nKók vs Pepsí\n\n\n\n \n\n\n\n\n\n\nAllavega hvar værum við ef ekki væri samkeppni á milli AMD og Intel. \n\nkv. Yank",
            "date": "2003-11-26 13:21:00",
            "post_id": "21552",
            "reply_to_id": "21548"
        },
        {
            "user_name": "gnarr",
            "text": "líklega á 100.000króna 486dollu :p",
            "date": "2003-11-26 13:27:00",
            "post_id": "21553",
            "reply_to_id": "21552"
        },
        {
            "user_name": "Roger_the_shrubber",
            "text": "Fyrir nokkrum árum síðan, t.d.? Er AMD bara tiltölulega nýlega farinn að komast í almennilega samkeppni við Intel? Var ekki Intel lengi með einokun á örgjörva-markaðnum?  Mig minnir það, en eigi kann ég góð skil á sögu tölvunnar og þróun  \n\n\n\n\n\n\n\n\n\n\n=Ég ætla ekkert að fara að predika, ég læt aðra um það=",
            "date": "2003-11-26 13:38:00",
            "post_id": "21559",
            "reply_to_id": "21553"
        },
        {
            "user_name": "gnarr",
            "text": "amd eru búnir ða vera alveg þokkalega lengi. ég á tölvu með 133mhz k5 örgjörfa. hver man svo ekki eftir cyrix..\n\n\n\nþað hefur alltaf verið samkeppni, bara ekki alltaf amd",
            "date": "2003-11-26 14:01:00",
            "post_id": "21560",
            "reply_to_id": "21559"
        },
        {
            "user_name": "Bendill",
            "text": "Minn maður! Kók er bestasti besti drykkur í heimi!\n\nAnnars er ég farinn að drekka minna af því á dag, er kominn niðrí tvo lítra á dag",
            "date": "2003-11-26 17:06:00",
            "post_id": "21582",
            "reply_to_id": "21560"
        },
        {
            "user_name": "Castrate",
            "text": "Vatn > Kók/pepsi/alltheilagosdrykkjaklabbið",
            "date": "2003-11-28 07:56:00",
            "post_id": "21773",
            "reply_to_id": "21582"
        },
        {
            "user_name": "viddi",
            "text": "kók er best\n\n\n\nen ég kýs AMD",
            "date": "2003-11-28 08:19:00",
            "post_id": "21775",
            "reply_to_id": "21773"
        },
        {
            "user_name": "Hlynzi",
            "text": "Egils appelsín er málið !",
            "date": "2003-11-28 08:52:00",
            "post_id": "21778",
            "reply_to_id": "21775"
        },
        {
            "user_name": "halanegri",
            "text": "Hmmm, kannski aðeins fyrir utan umræðuefnið....",
            "date": "2003-11-28 10:42:00",
            "post_id": "21783",
            "reply_to_id": "21778"
        },
        {
            "user_name": "Castrate",
            "text": "ha? bíddu er þetta ekki vatnið.is? hohoho  \n\n\n\n\nAnnars er amd málið og stálið eins og GuðjónR orðaði það",
            "date": "2003-11-28 13:48:00",
            "post_id": "21789",
            "reply_to_id": "21783"
        },
        {
            "user_name": "Framed",
            "text": "Mountain Dew blívar!!\n\n\n\nEn annars þá er ég Intel maður. Og það kemur til út af vandamálum sem vinur minn átti í með AMD fyrir reyndar talsverðu síðan.\n\nHann lenti í því að tölvan hjá honum átti í hinum mestu vandræðum með að keyra þónokkra leiki. Það lýsti sér þannig að suma leiki gat hann ekki keyrt, suma gat hann keyrt en þeir voru alltaf að frjósa og síðan voru sumir leikir sem keyrðu svo hægt að þeir voru óspilanlegir.\n\nSömu leiki var ég að keyra án vandræða á intel vél með lægri mhz tölu. Við prufuðum að svissa á skjákortum og hljóðkortum. Og prufuðum ýmislegt annað en allt kom fyrir ekki, það lagaðist ekkert.\n\nOg þar sem annar vinur þessa vinar míns var í sömu vandræðum með annað móðurborð og eftir að hafa talað við nokkra \"sérfræðinga\" þá komumst við að þeirri niðurstöðu að orsökin hafi verið ósamhæfni milli AMD og Intel.\n\nEftir þetta þá einfaldlega treysti ég ekki örgjöfum frá AMD. Ég er nokkuð viss um að þetta sé ekki vandamál lengur en ég kaupi ekki vörur sem ég treysti ekki.\n\n\n\nKveðja Framed",
            "date": "2003-11-29 23:34:00",
            "post_id": "21962",
            "reply_to_id": "21789"
        },
        {
            "user_name": "ICM",
            "text": "dude þetta er svona pre-200mhz vandamál. Ef þú horfir á þetta með þessum augum þá værirðu ennþá að nota 3Dfx skjákort, það var vandamál með öll önnur 3D kort nema 3Dfx fyrstu árin og engir leikaframleiðendur studdu önnur kort almennilega eins og nVIDIA, sama er með AMD og Intel, það kemst engin upp með að framleiða leiki lengur sem styðja ekki AMD.",
            "date": "2003-11-29 23:39:00",
            "post_id": "21963",
            "reply_to_id": "21962"
        },
        {
            "user_name": "Framed",
            "text": "Dude \n þetta var reyndar 500 mhz CPU. Og n.b. fyrsta 3D kortið sem ég fékk var TNT1 kort og það var ekkert sem ég gat ekki keyrt á því. Þ.e.a.s. ef leikurinn studdi bara 3dfx þá skipti ég bara yfir á software acceleration. Þetta var ekki og getur ekki verið valmöguleiki þegar kemur að ósamhæfni í CPU.\n\nÞar fyrir utan eins og ég sagði hérna áðan þá er ég nokkuð viss um að þetta sé ekki vandamál með neina leiki eða annan hugbúnað lengur en ég bara treysti AMD ekki.\n\nMyndir þú nota eitthvað frá fyrirtæki sem þú treystir ekki?\n\n\n\nKveðja Framed",
            "date": "2003-11-30 00:56:00",
            "post_id": "21977",
            "reply_to_id": "21963"
        },
        {
            "user_name": "Arnar",
            "text": "AMD er málið og stálið!\n\nAllir leikir keyra fínt hér á AMD \"druslu\"",
            "date": "2003-11-30 01:12:00",
            "post_id": "21979",
            "reply_to_id": "21977"
        },
        {
            "user_name": "ICM",
            "text": "Nei en ég treysti engum nema 3Dfx fyrstu árin, samt treysti ég öðrum skjákorts framleiðendum núna þar sem vandamálin eru ekki lengur til staðar sem voru í \"gamladaga\" (og btw TNT1 var hræðilegt í samanburði við 3Dfx í leikjum sem studdu bæði kortin) og að skipta yfir í software rendering þá ertu ekki að nota vélbúnaðin á skjákortinu heldur er það 95% vinna á örgjörvan svo það er ekki spennandi. Hverjum þætti gaman að slökkva á öllum eiginleikum bara til að geta keyrt forritið illa og óstöðugt.",
            "date": "2003-11-30 01:13:00",
            "post_id": "21980",
            "reply_to_id": "21979"
        },
        {
            "user_name": "Framed",
            "text": "Pointið er að þó að maður hafi verið með skjákort sem leikurinn studdi ekki þá var samt hægt að keyra hann. Það er ekki hægt ef leikurinn virkar ekki á CPU-inum.\n\nÞað getur vel verið að þessi skoðun mín breytist einhvern tímann í framtíðinni. Það er meira að segja næstum því alveg öruggt. En á meðan ég hef þessa skoðun þá mæli ég með Intel.\n\n\n\nKveðja Framed",
            "date": "2003-11-30 01:20:00",
            "post_id": "21981",
            "reply_to_id": "21980"
        },
        {
            "user_name": "ICM",
            "text": "Ástæðan fyrir því að ég tók þetta fram er að AMD örgjörvar eru færir um allt sem intel örgjörvar áður voru færir um og forrit sem nýta intel tækni sem AMD örgjörvar eru ekki með er hægt að slökkva á intel eiginleikunum og gerist það sjálfkrafa í 99% tilfella svo það er eins og með software rendering, þú getur keyrt þau en ekki eins hratt.",
            "date": "2003-11-30 01:25:00",
            "post_id": "21982",
            "reply_to_id": "21981"
        },
        {
            "user_name": "WarriorJoe",
            "text": "Úff, mikið talað hérna..\n\n\n\n1. Kók/ómjólk eru aðaldrykkirnir\n\n\n\n\n\n\n\n\n\n2. Ég ætla nuna að fara verzla mér vél..\n\n\n\nValið stendur á milli Pentium 4 2.5(533), Pentium 4 3.0 GHZ(800)..\n\n\n\nEða... AMD 3000XP (400)\n\n\n\nÞessi vél á að vera vél sem mun endast mér lengi, og er 90% hugsuð til að spila leiki..\n\n\n\nHvort ætti ég að fá mér Pentium 4 eða AMD ef ég er að leita að örgjörva sem á að endast, verða ekki úreltur strax, og er að standa sig drullu vel í leikjum.",
            "date": "2003-11-30 02:38:00",
            "post_id": "21983",
            "reply_to_id": "21982"
        },
        {
            "user_name": "Arnar",
            "text": "Það endist aldrei neitt neitt",
            "date": "2003-11-30 02:52:00",
            "post_id": "21985",
            "reply_to_id": false
        },
        {
            "user_name": "WarriorJoe",
            "text": "Ef þú ert að kaupa þér t.d. Pentium 4 3.0 ghz, eða AMD 3200 XP, þá myndi ég telja það vera örgjörva sem munu endast, þannig örgjörvar myndu ekki þurfa uppfærslu næstu árin",
            "date": "2003-11-30 03:25:00",
            "post_id": "21989",
            "reply_to_id": "21985"
        },
        {
            "user_name": "RadoN",
            "text": "ég hef alltaf átt AMD örgjörva.. og aldrei verið í neinum vandræðum\n\nátti AMD K6-2 350MHz 3D-Now (með 3D-Blaster Banshee 16MB korti og síðar með Riva TNT2 M64), svo AMD Athlon XP 1800+ (með ATi Radeon VE (7000pro)), og svo AMD Athlon XP 2500",
            "date": "2003-11-30 03:26:00",
            "post_id": "21990",
            "reply_to_id": "21989"
        },
        {
            "user_name": "Hlynzi",
            "text": "Það er ekkert hægt að kenna AMD um þetta eingöngu. Harður diskur, vinnsluminni, skjákort og þessháttar hefur rosaleg áhrif á þetta.",
            "date": "2003-11-30 10:30:00",
            "post_id": "22008",
            "reply_to_id": "21990"
        },
        {
            "user_name": "gumol",
            "text": "Arnar: \n\n\n\n\n\n\n\n(reindar ekki mín tölva  \n)\n\nEn Intel er greinilega að taka þetta",
            "date": "2003-11-30 10:58:00",
            "post_id": "22011",
            "reply_to_id": "22008"
        },
        {
            "user_name": "elv",
            "text": "Held að skjákortið hafi meria að segja um 3dmark en CPU",
            "date": "2003-11-30 11:41:00",
            "post_id": "22013",
            "reply_to_id": "22011"
        },
        {
            "user_name": "gumol",
            "text": "Ég var að sína honum að þetta var ekki AMD að þakka.",
            "date": "2003-11-30 11:51:00",
            "post_id": "22015",
            "reply_to_id": "22013"
        },
        {
            "user_name": "elv",
            "text": "",
            "date": "2003-11-30 12:21:00",
            "post_id": "22018",
            "reply_to_id": "22015"
        },
        {
            "user_name": "Hlynzi",
            "text": "Aumingja maðurinn sem startaði þráðinn. Hann er kominn í algjört rugl þessi. \n\n\n\n3D Marks, gosdrykki...og hvað kemur næst ?",
            "date": "2003-11-30 12:55:00",
            "post_id": "22021",
            "reply_to_id": "22018"
        },
        {
            "user_name": "Framed",
            "text": "Bíddu, lastu ekki póstinn minn eða hvað?\n\nVið prufuðum að skipta um allt heila klabbið að móðurborði og CPU undanskilnum.\n\nOg annar vinur vinar míns var í sömu vandræðum með sama CPU en annað móðurborð.\n\nHann skipti um allt líka en ekkert lagaðist.\n\nErgo CPU-inn hlýtur að hafa verið orsökin.\n\n\n\nKveðja Framed",
            "date": "2003-11-30 14:16:00",
            "post_id": "22028",
            "reply_to_id": "22021"
        },
        {
            "user_name": "ICM",
            "text": "framed ég var líka búin að segja þér afhverju þetta gerist ekki í dag, AMD eru búnnir að fá leyfi til að nota SSE2 svo þeir ráða við alla vinnslu en flest forrit nota hvort sem er ekki SSE2 eða hafa möguleika á að slökkva á hlutum eins og SSE2 sjálfvirkt þannig að það er ekkert vandamál og þú átt að geta keyrt öll forrit.",
            "date": "2003-11-30 14:20:00",
            "post_id": "22029",
            "reply_to_id": "22028"
        },
        {
            "user_name": "Framed",
            "text": "IceC. ég var líka búinn að segja að ég héldi að þetta væri ekki lengur svona í dag. Og að ég treysti ekki fyrirtækinu. Alveg sama hvað þú eða einhver annar segir þá breytist það ekki.\n\nHlynzi aftur á móti var að kommenta á fyrsta póstinn minn, greinilega án þess að hafa lesið hann allann. Og því var ég að svara.\n\nSatt að segja þá nenni ég ekki að þessari umræðu um hvort sé betra. Bæði hafa sína kosti og galla. Helsti gallinn á AMD sem snýr að mér a.m.k. er að ég treysti þeim ekki. Punktur, end of discussion. A.m.k. af minni hálfu.\n\n\n\nKveðja Framed",
            "date": "2003-11-30 14:31:00",
            "post_id": "22030",
            "reply_to_id": "22029"
        },
        {
            "user_name": "Fox",
            "text": "AMD er drasl. \n\nÞetta er staðhæfing!",
            "date": "2003-12-04 13:49:00",
            "post_id": "22504",
            "reply_to_id": "22030"
        },
        {
            "user_name": "Hlynzi",
            "text": "jamm og já.\n\n\n\nÁ svona löngum póstum, nennir maður ekkert að lesa þetta allt. T.d. veit ég um eitt thread, sem varð 180 bls.\n\n\n\nAMD rúlar. rúllar. \n\n\n\nÆ..nenni ekki að rífast um þetta. Hittumst frekar og við skulum slást um það. (ofbeldi leysir allan vanda...heheheh)",
            "date": "2003-12-04 13:55:00",
            "post_id": "22509",
            "reply_to_id": "22504"
        },
        {
            "user_name": "Fox",
            "text": "Nei AMD ER DRASL!",
            "date": "2003-12-04 13:59:00",
            "post_id": "22512",
            "reply_to_id": "22509"
        },
        {
            "user_name": "RadoN",
            "text": "of Fox er nuts..  \n\n\nhverjum er ekki sama hvað einhver notar svo framalega sem hann á ánægður?\n\ner það ekki bara málið að allir sem keyptu sér Intel örgjörva sem eru nokkuð dýrari en AMD vilja ekki hugsa til þess að hafa sóað peningunum? auðvitað á það ekki við um alla..\n\nIntel er auðvitað betra, en AMD eru alveg fínir.. meira fyrir peninginn held ég\n\nhvað er ég að rugla?",
            "date": "2003-12-04 19:25:00",
            "post_id": "22536",
            "reply_to_id": "22512"
        },
        {
            "user_name": "gnarr",
            "text": "ég hef keypt mér amd og ég hef keypt mér intel. ég mun kaupa mér intel í nánustu framtíð ef ég hef efni á því og amd ef ég hef ekki efni á intel. annars er náttla alltaf möguleiki á því að ég skipti yfir í amd ef þeir fara að rocka eins og intel eru að gera núna. en í augnablikinu eru þeri ekki að gera það fyrir mig.\n\nþessi markaður er annars fljótur að breytast, eins og þegar ati rústaði nvidia.",
            "date": "2003-12-04 23:40:00",
            "post_id": "22573",
            "reply_to_id": "22536"
        },
        {
            "user_name": "SkaveN",
            "text": "Ég mun kaupa mér intel áfram.. sé enga ástæðu fyrir að hætta því  \n\n\n\n\n\n\nintel >  amd\n\nati > nvidia",
            "date": "2003-12-04 23:59:00",
            "post_id": "22576",
            "reply_to_id": "22573"
        },
        {
            "user_name": "Arnar",
            "text": "intel - amd = R+ ?\n\n\n\nskil ekki alveg?",
            "date": "2003-12-05 00:29:00",
            "post_id": "22579",
            "reply_to_id": "22576"
        },
        {
            "user_name": "gumol",
            "text": "þetta merki > þíðir stærra enn(betra enn)",
            "date": "2003-12-05 00:43:00",
            "post_id": "22581",
            "reply_to_id": "22579"
        },
        {
            "user_name": "Arnar",
            "text": "X\n1\n > X\n2\n <=> X\n1\n - X\n2\n > 0  \n\nMig minnir þetta  \n\n\n\n\n\n\nEn annars er AMD ekkert slæmur.",
            "date": "2003-12-05 00:58:00",
            "post_id": "22584",
            "reply_to_id": "22581"
        },
        {
            "user_name": "Snorrmund",
            "text": "Ég er alls ekki sammála fyrri ræðumönnum, mér finnst Dr. Pepper lang best og á eftir því kmr \"Always Coke-a Cola\"",
            "date": "2003-12-05 16:11:00",
            "post_id": "22615",
            "reply_to_id": "22584"
        },
        {
            "user_name": "skipio",
            "text": "Hverjum er ekki sama? Ef þú ert að spara þá kaupir þú að sjálfsögðu XP2500+ en ef þú ert að tala um að eyða í dag c.a. 20-30 þúsundum í örgjörva myndi ég í líklega frekar fá mér Intel, 2.6Ghz-2.8Ghz.\n\n\n\nSvo fer Athlon 64 3000+ örgjörvinn auðvitað að koma bráðlega (einn mánuður líklega) og hann verður örugglega á cirka 25 þúsund. Ég myndi miklu frekar fá mér hann en alla þessa Intel örgjörva.\n\n\n\nSemsagt, persónulega myndi ég fá mér í dag XP2500 (afþví bestu kaupin eru í honum og þú finnur lítinn sem engan mun á hraðanum á honum og bestu örgjörvunum - betra að kaupa öflugra skjákort fyrir peninginn), ef þú vilt eyða meiri pening og ert í einhverjum metingi við vini þína væri ráðlegast að bíða aðeins eftir Athlon 64 en ef þú vilt ekki bíða væri best fyrir þig að kaupa Intel.",
            "date": "2003-12-15 21:38:00",
            "post_id": "24193",
            "reply_to_id": "22615"
        },
        {
            "user_name": "ICM",
            "text": "skipio fyrst þú segir það, \nhttp://spjall.vaktin.is/viewtopic.php?t=2467\n reynið ennþá að segja að AMD sé ekki bestu kaupin",
            "date": "2003-12-15 21:43:00",
            "post_id": "24194",
            "reply_to_id": "24193"
        },
        {
            "user_name": "gnarr",
            "text": "ég giska frekar á 50k",
            "date": "2003-12-15 23:37:00",
            "post_id": "24221",
            "reply_to_id": "24194"
        },
        {
            "user_name": "skipio",
            "text": "Newegg selur á $219. Dollarinn er á 73-74 núna. Bætum við 24,5% vask og fáum 20.000. Þar sem allt er miklu dýrara á Íslandi ætti verðið að vera c.a. 25.000. Í mesta lagi 30.000.",
            "date": "2003-12-17 13:13:00",
            "post_id": "24395",
            "reply_to_id": false
        },
        {
            "user_name": "gumol",
            "text": "20.000 tops, það er líka skattur í USA sem þarf ekki að borga hérna.",
            "date": "2003-12-17 16:27:00",
            "post_id": "24413",
            "reply_to_id": "24395"
        },
        {
            "user_name": "elv",
            "text": "Hann er 7% svo það munar nú ekki um hann",
            "date": "2003-12-17 16:55:00",
            "post_id": "24419",
            "reply_to_id": "24413"
        },
        {
            "user_name": "skipio",
            "text": "Eini skatturinn sem mögulega þarf að borga af vörum í Bandaríkjunum er söluskattur en hann er þá innheimtur af viðkomandi ríki (NY, CA, o.s.frv.) eða borg en þá aðeins að varan sé seld innan ríkisins. Ef náungi í Kaliforníu pantar vöru frá Flórída þarf hann ekki að borga neinn söluskatt. Söluskatturinn er breytilegur milli ríkja og sumstaðar er hann 0%.\n\n\n\nEf við berum t.d. saman verð á PIV örgjörvum á Newegg og ódýrasta verðinu á Íslandi sjáum við að álagið á verðið m/v eins og það gerist úti er í kringum 20%. Sem dæmi getum við litið á PIV 3.0Ghz (800FSB) sem kostar 30.000 á Fróni en hjá Newegg kostar hann $271. Ef við margföldum með genginu í dag (72,85) og vaskinum (1,245) fáum við $271*72,85*1,245=24.579 krónur sem þýðir það að örgjörvinn er seldur með um 20% álagi á Íslandi m/v verðið í Bandaríkjunum. Mismunurinn á öðrum PIV (800FSB) örgjörvum er mjög svipaður, rokkar frá 19% dýrara til 29% dýrara á Íslandi.\n\n\n\nEf við miðum við sama margföldunarstuðuð á Athlon 64 3000+ ætti hann að kosta um 24.000 krónur sem er afar nálægt 25.000 kr. sem ég kom fyrst með.",
            "date": "2003-12-17 19:35:00",
            "post_id": "24458",
            "reply_to_id": "24419"
        }
    ],
    "date": "2003-12-17 13:13:00"
}