{
    "forum_title": "Leikjasalurinn",
    "id": "22336",
    "title": "Empire Total War vesen",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=22336",
    "posts": [
        {
            "user_name": "arnaros",
            "text": "Loksins keypti ég empire total war eftir langþráða bið, er Total war aðdáandi frá upphafi búinn að spila shogun total war,\nmedieval total war, rome total war og medieval 2 total war.   \n       Jæja installaði leiknum í tölvuna og var sem betur fer með Steam fyrir er víst einhvernveginn tengt saman.\nLíklega til að gera internet spilun aðgengilegri hvað um það.   Byrjaði að spila með Prússa og beið síðan eftir að\nAI gerði tölvan þurfti að bíða síðan í 3-6 mínútur síðan í hverju roundi þar eftir.  Yahh great\ngreinilega kominn tími á upgrade á tölvuna, +það að ég gat bara stillt grafík á medium tölvan mín er\n     amd athlon 3500 single core\n     3 gígabyte vinnsluminni\n     939 móðurborð amd\n     ati 3850 256 mb skjákort\nÆtla að fá mér Intel eftir mörg ár með Amd intel dual core 8400 er fyrir valinu er síðan að spá í nvidia gts 250 xfx skjákort\nhjá tölvutækni og 4-8 gb vinnslu minni, er enn að safna fyrir þessu\ngott væri að fá komment hjá einverjum hvort þessi uppfærsla muni duga í þennan leik.\n       Heyrði líka hjá einhverjum að það þyrfti að hafa windows vista til að setja grafíkina hærra en medium er sjálfur með\nxp stýrikerfi eru einhverjir snillingar þarna sem gætu aðeins veitt mér smá upplýsingar eða fróðleik um það takk.\nÉG TRÚI ÞVÍ  EKKI AÐ ENGINN Á  VAKTINNI HÉRNA SPILI EKKI EMPIRE TOTAL WAR GETUR EINHVER SAGT MÉR HVORT SÁ HINN SAMI GETI SPILAÐ\nLEIKINN Í HIGH STILLINGUM OG HVERNIG TÖLVU HANN ER MEÐ OG RENNUR LEIKURINN SMOOTH",
            "date": "2009-03-26 09:14:00",
            "post_id": "201945",
            "reply_to_id": false
        },
        {
            "user_name": "Ic4ruz",
            "text": "Já ég held að þessi uppfærsla ætti að duga. Annars hef ég ekki prufað hann sjálfur, hlakka samt til að kaupa hann",
            "date": "2009-03-30 20:24:00",
            "post_id": "202417",
            "reply_to_id": "201945"
        },
        {
            "user_name": "Selurinn",
            "text": "Empire Total War hugsanlega styður DX10 þess vegna geturðu ekki maxað grafíkina nema að vera á Vista.\nAnnars á þessi vél sem þú ert að pæla í að éta leikinn í sig vandræðalaust.",
            "date": "2009-03-30 20:41:00",
            "post_id": "202422",
            "reply_to_id": "202417"
        },
        {
            "user_name": "arnaros",
            "text": "já það er ástæðan hjá billa gate billioner að setja ekki DX 10 við xp til að neyða okkur til að kaupa windows vista bara glæpamaður",
            "date": "2009-03-31 00:10:00",
            "post_id": "202446",
            "reply_to_id": "202422"
        }
    ],
    "date": "2009-03-26 09:14:00"
}