{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "22334",
    "title": "Aflgjafi að feila?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=22334",
    "posts": [
        {
            "user_name": "Hyper_Pinjata",
            "text": "ég er með tölvu hjá mér sem ég hef oftast notað sem 24/7 server svo kom að því að ég slökkti á henni og hafði slökkt á henni í viku....svo ætlaði ég að bæta hörðum diski í hana en það var nefnilega eitt athugavert við tölvuna...jú Aflgjafinn var Sjóðandi heitur,sérstaklega skrýtið þar sem slökkt hafi verið á tölvunni,en bara kveikt á aflgjafanum...\nsvo núna í kvöld tengdi ég tölvuna...og svo aflgjafann og kveikti á honum...heyri ég þá ekki svona skrýtið \"hátíðni suð\" í honum...og slekk strax aftur á honum...núna er ég að pæla....hvað í helv. ætli þetta sé?\nEinhverjar hugmyndir?",
            "date": "2009-03-26 01:02:00",
            "post_id": "201936",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "Taktu aflgjafann úr sambandi frá móðurborði og straum, leyfðu því að vera svo í 10 mín og athugaðu svo hvað gerist.\nMyndi ekki vera að taka neina sénsa hinsvegar með PSU, þeir geta valdið talsverðum skemmdum, sérstaklega í eldri vélbúnaði.",
            "date": "2009-03-26 02:46:00",
            "post_id": "201941",
            "reply_to_id": "201936"
        },
        {
            "user_name": "Tölvuvinir.is",
            "text": "Sælir.\nÍ svona tilvikum þarf maður ekkert að vera velta sér upp úr því hvað geti verið að, því að það er augljóslega ekki í lagi með aflgjafann.  Ég ráðlegg þér eindregið að skipta um hann, því að það er talsvert ódýrari fyrirbyggjandi forvörn, frekar en hreinlega að hann nái að skemma aðra íhluti, annað hvort með ofhitnun og tilheyrandi rangri spennu, nú eða hreinlega að það komi bara upp eldur út frá honum.  Fyrri möguleikinn er þó líklegri.\nVinarkveðja\nÓlafur Baldursson\nTölvuvinir.is",
            "date": "2009-03-26 08:48:00",
            "post_id": "201944",
            "reply_to_id": "201941"
        },
        {
            "user_name": "Hyper_Pinjata",
            "text": "Djöf....hvar fær maður annars góðann 350w aflgjafa nútildags? minnsta sem ég er með, er 400w (kassinn sem 350w aflgjafinn notar uþb 350w, og hann er svona \"spar\" hjá mér...semsagt á ekki að nota mikið rafmagn, því kýs ég að nota ekki 400w aflgjafa í hann)",
            "date": "2009-03-26 23:48:00",
            "post_id": "202012",
            "reply_to_id": "201944"
        },
        {
            "user_name": "viddi",
            "text": "Computer.is\nhttp://www.computer.is/flokkar/127",
            "date": "2009-03-27 08:14:00",
            "post_id": "202015",
            "reply_to_id": "202012"
        },
        {
            "user_name": "Marmarinn",
            "text": "ég bý útá landi og geri við tölvur þar, hérna er rafmagnið töluvert óstöðugara en í bænum.\nhef oft lent í því að PSU springi, en aldrei lent í því að vélbúnaður annar fari með.",
            "date": "2009-03-27 09:30:00",
            "post_id": "202021",
            "reply_to_id": "202015"
        },
        {
            "user_name": "lukkuláki",
            "text": "Þú ert þá vonandi með spennujafnara eða surge protector?\nÉg hef lent í því á aflgjafa sem \"sprakk\" og hann eyðilagði móðurborðið og harðan disk líka.",
            "date": "2009-03-27 09:53:00",
            "post_id": "202023",
            "reply_to_id": "202021"
        },
        {
            "user_name": "Hnykill",
            "text": "----------------------------------------------------------------------------------------------------------------------\nÞað er svipað hérna á Suðureyri. rafmagnið kemur og fer.. en það er oft hálf bylgjukennt áður en það slekkur á sér og þetta er búið að taka út þónokkra harða diska. en frá 1998 enginn power supply. þangað til núna.. í síðustu viku fór fyrsti aflfgjafinn hjá okkur.. eflaust breytt hönnun eða eitthvað en 550W Gigabyte aflgjafi fór fyrst hjá félaga mínum og á sama tíma 800W afgjafinn minn, og 520W aflgjafinn hans pabba.. svo það er eitthvað ekki í lagi...",
            "date": "2009-03-27 20:34:00",
            "post_id": "202061",
            "reply_to_id": "202023"
        },
        {
            "user_name": "Hyper_Pinjata",
            "text": "[b] ég hef aldrei lent í því að missa aflgjafa í rafmagnsleysi....og lykillinn af því er að...\n1. slökkva á aflgjafanum (aftaná) þegar/ef rafmagnið fer\n2. vera alveg viss um að biosinn sé ekki stilltur þannig að tölvan fari í gang þegar hún fær rafmagn....\nþannig hef ég sloppið....",
            "date": "2009-03-29 19:36:00",
            "post_id": "202287",
            "reply_to_id": "202061"
        }
    ],
    "date": "2009-03-26 01:02:00"
}