{
    "forum_title": "Koníakstofan",
    "id": "22586",
    "title": "Vesen að sjá gagnamagn hjá Vodafone",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=22586",
    "posts": [
        {
            "user_name": "ManiO",
            "text": "Jæja, nú er ég alveg að gefast upp á sauðunum hjá Vodafone. Í miðjum mars ca. þá hætti ég að geta séð gagnamagnið mitt á vodafone síðunni en gat séð það á tal síðunni.... Þar til í dag. Einhver annar sem er hjá þeim í ljósinu og er að lenda í þessu? Ætla að þrýsta á foreldrana til að skipta netinu yfir til hringiðunnar, en er einhver sem getur sagt mér hvort hægt sé að fá stærri gagnamagns pakka en 40 gig?\nÆtti líka kannski að minnast á að ég er engan veginn að fá 50 Mbit, niðurhal hefur aldrei farið yfir 700 KB/S og upphal aldrei yfir 650 KB/S.",
            "date": "2009-04-08 09:28:00",
            "post_id": "203245",
            "reply_to_id": false
        },
        {
            "user_name": "mind",
            "text": "Er að hætta í ljósinu hjá Vodafone vegna ítrekaðra vandamála. Var orðinn þreyttur á að vera dreginn á asnaeyrunum með tómum loforðum um úrbætur í marga mánuðu en þeim fannst samt sjálfsagt mál að rukka mig fullt verð á meðan. Staðfesti áður en ég skipti að vandamálin voru ekki til staðar hjá Símanum.\nMér finnst ekki mikið til koma með internet þjónustur síðustu árin , mesti tíminn fer í að velja minnst lélega kostinn í staðinn fyrir að vera velja bestan af góðum.\nEn eftir að rannsaka málið þá kommst ég að því í stuttu hlutirnir eru svona í augnablikinu:\nVodafone = Ekki tölvuleikjahæft, margir MMORPG virka illa og rosalega mikið af FPS á í vandamálum með ping, mjög óstöðugur download hraði erlendis.\nHringiðan = Tölvuleikjahæft fyrir MMORPG en ekki fyrir skotleiki of hátt ping á of mörgum stöðum. Veit ekki með download.\nSíminn = Bara ADSL tengingar því miður en mjög tölvuleikjahæft og töluvert fullkomnari búnaður notaður í \"throttling\". Stöðugur download þar til maður fer að limit.",
            "date": "2009-04-08 11:36:00",
            "post_id": "203253",
            "reply_to_id": "203245"
        },
        {
            "user_name": "ManiO",
            "text": "Vodafone má eiga að að online í PS3 leikjum virkaði vel.",
            "date": "2009-04-08 11:47:00",
            "post_id": "203255",
            "reply_to_id": "203253"
        },
        {
            "user_name": "icup",
            "text": "Tal er með 80gig á mánuði.",
            "date": "2009-04-08 16:03:00",
            "post_id": "203271",
            "reply_to_id": "203255"
        },
        {
            "user_name": "Gúrú",
            "text": "Hringdi akkúrat fyrir viku og heimtaði að ég fengi að sjá gagnamagnið mitt þegar að mér hentaði til þess að geta gert ráðstafanir ef að ég á lítið magn eftir snemma í mánuðinum.\n\"Ég læt tæknimanninn vita\".\nÞess má til gamans geta að ég spurði hvað ég væri með mikið akkúrat núna og hann sagði 27.4GB, og alltaf þegar að ég fór í ADSL gagnamagnssíðuna á vodafone.is sagði síðan mér 27.4GB, sama hvenær í mánuðinum og sama í hvaða mánuði  \nÞess má til gamans geta að ég er nú með 27.4GB sótt  \n , og síðustu 5 mánuði stendur tala á millibilinu 0-250MB.",
            "date": "2009-04-08 16:13:00",
            "post_id": "203272",
            "reply_to_id": "203271"
        },
        {
            "user_name": "ManiO",
            "text": "Vill líka helst bara losna við að versla við þessa glæpamenn hjá Tal og Vodafone.",
            "date": "2009-04-08 16:31:00",
            "post_id": "203276",
            "reply_to_id": "203272"
        },
        {
            "user_name": "icup",
            "text": "Tja það eru 3 fyrirtæki eins og er(sem ég veit um) sem eru með ljós. Tal-vóda-Hringiðann\nPersónulega mundi ég versla við tal. En bara því ég þekki fólk þar. Annars er þetta mjög takmörkuð þjónusta eins og er.",
            "date": "2009-04-08 23:44:00",
            "post_id": "203325",
            "reply_to_id": "203276"
        },
        {
            "user_name": "prg_",
            "text": "Ég vinn nú hjá Vodafone og verð að segja að þetta er toppfyrirtæki. Við hljótum að geta fundið útúr'essu með gagnamagnssíðuna, en ping í leikjum þekki ég ekki... enda ekki tæknimaðurinn sem talað er við",
            "date": "2009-04-12 12:07:00",
            "post_id": "203596",
            "reply_to_id": "203325"
        },
        {
            "user_name": "ManiO",
            "text": "Jæja, þökk sé prg_ er vandamálið nú úr sögunni.",
            "date": "2009-04-14 18:51:00",
            "post_id": "203809",
            "reply_to_id": "203596"
        },
        {
            "user_name": "GuðjónR",
            "text": "Með fullri viðringu fyrir VodaFone, áður Íslandssíma þá var ég þar í gamla daga og það tók mig hálft ár að fá reikning sem ég átti ekki að borga niðurfelldan.\nÞað dugði ekki að fara í neytendasamtökin og öll þau battery sem við höfum, það var ekki fyrr en ég birti ljósrit af reikningnum á tilveran.is að einhver dúdd hafði samband\nog sagðist fella reikninginn niður sviss pæng ef ég fjarlægði ljósritið....\nKúgun á móti kúgun er það eina sem þessi fyrirtæki skilja, það er ekkert til sem heitir viðskiptavild á íslenskum fjarskiptamarkaði.",
            "date": "2009-04-14 20:17:00",
            "post_id": "203817",
            "reply_to_id": "203809"
        },
        {
            "user_name": "icup",
            "text": "Hvaða þrolli setti 86þús fyrir 1 gig umframm.",
            "date": "2009-04-14 22:50:00",
            "post_id": "203845",
            "reply_to_id": "203817"
        },
        {
            "user_name": "GuðjónR",
            "text": "Einhver þroskaheftur starfsmaður, þegar ég ætlaði að finna hann og drepa þá var hann flúinn land.",
            "date": "2009-04-14 23:17:00",
            "post_id": "203856",
            "reply_to_id": "203845"
        },
        {
            "user_name": "Demon",
            "text": "Ég hef lent í veseni með vodafone og óborgaða reikninga. Ekki jafn gróft og GuðjónR en þó, mikið ströggl að láta mig borga eitthverja reikninga sem ég átti aldrei að borga.\nEn ég er búinn að hafa netið hjá þeim seinustu tvö ár allavega og ég á ekki miklum vandræðum með að fá hraða á netinu. Sure torrent er hægara en áður en ég hef samt auðveldlega verið að ná í þá þætti/leiki sem mig vantar.\nSama með MMORPG, spilaði WoW slatta seinasta ár og pingið var um 200ms venjulega. Ekkert súper en ekkert sem ég þarf að væla yfir heldur.",
            "date": "2009-04-15 16:32:00",
            "post_id": "203908",
            "reply_to_id": "203856"
        },
        {
            "user_name": "Hargo",
            "text": "Er með ljós hjá Vodafone og get skoðað mitt gagnamagn eðlilega, það stendur núna í 6,19GB sem er nokkuð eðlilegt bara miðað við að fyrri mánuði hef ég yfirleitt endað í 9-11GB.\nHef ekkert upp á Vodafone að klaga, þeir hafa yfirleitt leyst mín vandamál vel og örugglega, er með allt mitt hjá þeim og þeir eru mjög liðlegir. Ég er líka sérstaklega ánægður með sjónvarpsþjónustuna hjá þeim, hún er rock solid miðað við Skjáinn hjá Símanum, það hökti og fraus í sífellu hjá mér og ég var orðinn ansi þreyttur á að eyða kvöldunum í að hlusta á lyftutónlist í boði Símans.",
            "date": "2009-04-15 16:52:00",
            "post_id": "203911",
            "reply_to_id": "203908"
        },
        {
            "user_name": "ManiO",
            "text": "Vill nefna það bara aftur að þetta er komið í lag. Tengingin var merkt sem fyrirtækjatenging og þvi var kippt í laginn þökk sé prg_.",
            "date": "2009-04-15 18:40:00",
            "post_id": "203919",
            "reply_to_id": "203911"
        },
        {
            "user_name": "prg_",
            "text": "Það er náttúrulega engin leið að svara fyrir reikning frá sautjánhundruðogsúrkál, en samt gott að neytendur hafa gott minni!! Sjálfur held ég mikilli tryggð við þau fyrirtæki sem reynast mér vel (og öfugt) og skil þetta því mjög vel.\nHins vegar hafa öll reikninga- og þjónustumál verið tekin mikið í gegn undanfarin 2 ár og er toppfólk á þessum vígstöðvum í Skútuvoginum, ykkur er því alveg óhætt að „koma heim“ sem hafið þurft að flýja \n...og ef það er eitthvað vesen, þá bara látiði mig vita og ég redda málunum, hehe...",
            "date": "2009-04-15 22:41:00",
            "post_id": "203945",
            "reply_to_id": "203919"
        },
        {
            "user_name": "Gunnar",
            "text": "prg_ sem starfsmaður vodafone getur þú svara afhverju gagnamagnið sem má niðurhala hjá ykkur er svona lítið?\nafhverju eru þið ekki með 80 GB eins og Tal. eða bara jafnvel meira?\nhef alldrei skilið afhverju það er verið að takmarka þetta.\nef eitt fyrirtæki tekur allt þak af hjá sér þá færu MJÖG margir þangað er það ekki pointið? að fá sem flesta viðskiptavini?",
            "date": "2009-04-15 23:20:00",
            "post_id": "203952",
            "reply_to_id": "203945"
        },
        {
            "user_name": "depill",
            "text": "[quote=\"prg_\"}\nHins vegar hafa öll reikninga- og þjónustumál verið tekin mikið í gegn undanfarin 2 ár og er toppfólk á þessum vígstöðvum í Skútuvoginum, ykkur er því alveg óhætt að „koma heim“ sem hafið þurft að flýja \n...og ef það er eitthvað vesen, þá bara látiði mig vita og ég redda málunum, hehe...[/quote]\nSvo ég skjóti smá á þig prg_, hvar er sambærileg þjónusta frá Vodafone og \"Þjónustuvefur/Þínar Síður\" Símans. Ég myndi segja að það væri svona u.þ.b. eina sem virkilega rígheldur mig hjá Símanum. Ég vill hafa sundurliðun á reikninginum mínum , vegna þess að ég hef oft þurft að gera athugasemdir og fá endurgreidda reikninga bæði hjá Vodafone og Símanum, en já Vodafone kostaði það allavega síðan rétt um 200 kr, og öfugt við það sem þið segið á vefsíðu ykkar var ég rukkaður fyrir ( og sagt samkv 1414 að það ætti að vera þannig ) fyrir hvert númer en ekki hvern reikning ( og ég þrí skipti reikningunum, Net, GSM og Borðsími svo það væri samt mikill aukakostnaður á pappír ).\nHjá Símanum fæ ég ókeypis sundurliðun á netinu, sem er sýnir mér hvaða símafélag það er, hvað það stóð lengi yfir, hvað það kostaði mig og gefur mér fullt af filteringum og ég get farið alveg ótrúlega langt aftur í tímann. Sótt í gamla reikninga og nýja og séð hreifingaryfirlit. Þegar maður er eins og ég að bóka reikninga fyrir fyrirtæki og hreinlega bara að passa uppá símnotkun hjá fyrirtæki, þá er þetta algjört god send og Vodafone fær alveg MJÖG stóran mínus fyrir að hafa ekki þessa þjónustu ( þótt að Vodafone sé búinn að vera lofa henni lengi ).\nSvo er komin tímasetning ?\n( já og til að bæta við, þá get ég gert fullt af sniðugum fídusum, eins og að panta nýjar þjónustur, taka af hringiflutninga og setja á ( og það meiri segja mörg í einu, sem er geðveikt gott ef að fólk sé að fara erlendis og maður getur gert það fyrir það ), breytt áskriftarleiðum og bætt við GPRS pökkum, Þjónustuvefurinn hjá Símanum er það sem lætur þá vera með að mínu mati bestu þjónustuna og ég hef ekkert að kvarta uppá svartímann allavega í fyrirtækjaþjónustunni ( tækniþjónustan opinn 24/7 eins og 1414 ) )",
            "date": "2009-04-15 23:49:00",
            "post_id": "203954",
            "reply_to_id": "203952"
        },
        {
            "user_name": "prg_",
            "text": "Stutta og einfalda svarið er að niðurhalið kostar okkur einfaldlega alveg gígantískar upphæðir, þá er ég að tala um útlandatenginguna, sem er fullnýtt nánast allan sólarhringinn (þrátt fyrir að torrent traffík sé skrúfuð verulega niður meginpart sólarhringsins). Útlandatengingarnar eru dýrar, mjög dýrar, og ef niðurhal væri gefið frjálst, eða losað um þær takmarkanir sem nú gilda, þá ætti fyrirtækið engra annarra úrkosta en að stækka tenginguna. Til að gera það þyrfti að punga út fúlgum fjár (í erlendum gjaldeyri) sem myndi þýða gjaldskrárhækkun á línuna.\nAf hverju eru útlandatengingar dýrar? Lítið aðeins á landakortið og þá kannski blasir það við!  \n \nÍ nýjasta útspili „okkar“ var gefinn skítur í hraðatakmarkanir á tengingum, einmitt vegna þess að það kostar okkur lítið sem ekkert aukalega (á okkar eigin ADSL kerfi). Nýju ADSL pakkarnir okkar taka mið af því hvaða \ngagnamagn\n þú \nþarft\n og þarftu ekki lengur að kaupa mikið gagnamagn til að fá mikinn hraða. Það er líka nýjung hjá okkur að skrúfa niður hraða erlenda niðurhals notandans þegar pakkinn er fullnýttur til að forða viðskiptavinum frá því að greiða umframmagn.\nÞað hefur svo líka tíðkast að bjóða mörgum stóra „GB pakka“ á hóflegu verði og láta þá sem hala aðeins litlu niður (85% fara ekki yfir 10 gíg eða eitthvað álíka) niðurgreiða niðurhalið hjá hinum. Eðlilegt? \nSanngjarnt?\n Það er svo bara pólitísk ákvörðun að hafa frekar 90% ánægða með lægra mánaðargjald og að allir greiði fyrir það niðurhal sem þeir nota.\nÉg gæti svo byrjað að tala um hvað allt yfir 40 GB er \nfáránlega\n mikið og í langflestum tilvikum yfirdrifið af \nólöglegu\n efni sem er sótt þegar gagnamagn fer í hæstu hæðir. Auðvitað eru sumir að sækja sér efni í HD (sem væri hægt að kaupa löglega með Blu-Ray útgáfum), en alla jafna jafngilda 40 GB u.þ.b. 75 klst af efni í SD. Til að geta horft á slíkt magn þyrfti einstaklingurinn að horfa á efni í u.þ.b. tvo og hálfan tíma á dag. Hver finnur áhugavert efni, sem er þess virði að dánlóda frá útlöndum, í svo miklu magni? Sjálfur hef ég held ég einu sinni læðst yfir 30 gíg en er samt nokkuð stífur í bransanum.\nEhh... þetta átti ekki alveg að vera svona löng fréttatilkynning! Minni bara á að ég tala hérna sem einstaklingur en ekki fulltrúi fyrirtækisins",
            "date": "2009-04-15 23:55:00",
            "post_id": "203955",
            "reply_to_id": "203954"
        },
        {
            "user_name": "prg_",
            "text": "Er í prófunum, verður opnað innan skamms. Bara láta mig vita ef þú vilt taka þátt í þeim...",
            "date": "2009-04-15 23:57:00",
            "post_id": "203956",
            "reply_to_id": "203955"
        },
        {
            "user_name": "Gunnar",
            "text": "ok takk fyrir flott svar",
            "date": "2009-04-16 00:06:00",
            "post_id": "203959",
            "reply_to_id": "203956"
        },
        {
            "user_name": "depill",
            "text": "Takk fyrir gott boð, en ég er bara með \"NetTengill\" og ADSL án Heimasíma hjá Vodafone svo sé svo sem lítinn tilgang í því eins og er. En ef ég sé þetta opnast hjá ykkur ( búinn að vera lofað þetta svo oft ) að þá mun ég eflaust íhuga að færa viðskiptin aftur",
            "date": "2009-04-16 00:53:00",
            "post_id": "203969",
            "reply_to_id": "203959"
        },
        {
            "user_name": "GuðjónR",
            "text": "Mér finnst mjög gott að heyra frá starfsmönnum fyrirtækjanna sem geta útskýrt hlutina á mannamáli eins og þú og depill gerið svo vel.\nOg það er ekkert athugavert við það að menn \"taki upp hanskann\" fyrir sitt fyrirtæki.",
            "date": "2009-04-16 01:48:00",
            "post_id": "203971",
            "reply_to_id": "203969"
        },
        {
            "user_name": "Minuz1",
            "text": "Hvað kostar niðurhalið okkur mikið? Heyrt mikið af svona fullyrðingum....proof or STFU\nHvað skilar Farice miklu tapi/gróða á mánuði/ári? Eru símafyrirtækin að tapa á viðskiptum við Farice og fá síðan fullt af arðgreiðslum eða eignamyndun í kapplinum?\nHvað kostar að fullnýta strenginn miðað við að nýta hann ekki? (raunverulegur kostnaður við hvert GB) annar kostnaður á að leggjast yfir alla notendur strengsins.",
            "date": "2009-04-16 01:57:00",
            "post_id": "203972",
            "reply_to_id": "203971"
        },
        {
            "user_name": "prg_",
            "text": "Í fyrsta lagi er ég ekki fjármálaspegúlant og í öðru lagi er eitthvað af þessum upplýsingum ekki opinbert, eins og svo margt í rekstri fyrirtækja. Hins vegar getur þú grúskað í ársskýrslu Farice:\nhttp://is.farice.is/media/frettir//Fari ... s_2008.pdf\nMér sýnist í fljótu bragði að tekjur Farice af sölu bandvíddar árið 2008 hafi numið 6.576.529 evrum. Á tengi dagsins í dag er kostnaður þeirra sem kaupa þessa bandvídd því um 1,1 milljarður króna.\nSamkvæmt Póst- og fjar (skýrsla um fjarskiptamarkaðinn á Íslandi fyrri hluta árs 2008):\nhttp://www.pta.is/upload/files/T\nölfræðiskýrsla%20á%20fyrri%20helmingi%20ársins%202008.pdf\ner fjöldi xDSL tenginga á Íslandi tæp 95 þúsund.\nÚt frá þessum tölum ætti kostnaður við þessa bandvídd (án fyrirtækjatenginga!) að vera 11.165 kr. á ári á hverja tengingu. Inn í þessa upphæð er ekki tekinn kostnaður við ADSL tenginguna sjálfa, eðlilega álagningu, rekstrarkostnað og gamla góða virðisaukann sem er á allri smásölu. 40 GB tenging hjá Vodafone kostar 2.000 kr. meira en 5 GB tengingin. Það má því grófreikna að inniföldu 5 GB-in í minnsta pakkanum eru sirka 285 kr. af heildarverðinu, 3.690 kr. 285 kr.*12 gera 3.420 kr., ef tekinn er af því VSK og 20% álagning þá sitja eftir rúmar 2.000 kr. sem heimili með 5 GB pakka borgar (in theory) í erlent niðurhal á ári. Aðrir borga meira.\nTek enn og aftur fram að ég er nú bara að grúska í þessu mér til ánægju og yndisauka, er ekki hluti af því teymi sem sér um bissniss hliðina hér hjá fyrirtækinu. Það getur hver sem er skoðað þessi gögn sem ég er að vísa í og dregið eigin ályktanir.",
            "date": "2009-04-16 12:12:00",
            "post_id": "203991",
            "reply_to_id": "203972"
        },
        {
            "user_name": "Gúrú",
            "text": "Ef að ég er meðlimur á Hd-box.com og er með premium membership, þá get ég nýtt 2,4% af áskriftinni minni, 12 myndir, áður en að ég er hamlaður af ISP.\nEn samt það einungis að nýta 2,4% af borgaðri áskrift er að spara mér u.þ.b. 82 þúsund krónur, ef að ég myndi annars þurfa að kaupa þær á Blu-Ray.\nSvo að nei, 40GB er ekki fáránlega mikið, og nei, það er ekki hægt að kaupa þær löglega með Blu-Ray án þess að vera með innkomu á við Michael Dell.",
            "date": "2009-04-16 12:43:00",
            "post_id": "203992",
            "reply_to_id": false
        },
        {
            "user_name": "depill",
            "text": "Ég hef nú tekið undir þetta á öðrum stöðum með honum Pétri Rúnari. Hins vegar er ég samt ósáttur við hvernig ISParnir gera þetta, og það sem mér finnst alltaf vanta hérna á Íslandi er hreinlega gegnsæi. Til dæmis alveg grenja ég á hverjum mánuði vegna tenginga sem við borgum vegna \"NETSambands\" sem er sambærilegt og MetroNet hjá Vodafone. \nAfhverju það er hægt að mismuna fyrirtækjum á Íslandi svona rosalega skil ég ekki. Ég fæ 10 GB hjá Símanum innifalið í NETSambandinu hjá Símanum með engu verðþaki og eftir það get ég keypt GB á rúmlega 2.090 kr hjá Símanum. Þetta finnst mér alveg endalaust ósanngjarnt. Vegna þess að yfirleitt fá fyrirtæki á landinu ekki þá forgangsröðum á bandvídd út úr landinu sem þau eiga skilið fyrir það verð sem þau borga ( og hjá Pétur þetta er líka svona hjá Voda ).\n40 GB pakki hjá Símanum kostar fyrirtæki í dag 52.800 kr m/ VSK. En ef ég sé einstaklingur get ég keypt það á rúman 6000 kall ? Það vantar allt gegnsæi.\nOg það er það sama og ég hef vælt í yfir Símanum. EF að síminn ætlar að selja tengingarnar sínar með 40 GB niðurhali, þá verður það að vera á sama tímabili og ég greiði netáskriftina mína. Gagnmagnið verður að taka yfir sama tímabil. Ekki 7 daga fram og til baka eða 30 daga fram og til baka. Það bara sorry er ekki sanngjarnt og er blekking gagnvart viðskiptavinum.\nAð þessu leyti finnst mér Vodafone vera að gera þetta sanngjarnast, það er að ég kaupi áskrift fyrir mánuð og gagnamagnið dugar mér í mánuð. Ég skil alveg að bandvídd sé dýr út, en ég bara vill að Íslensku fyrirtækin séu neydd til þess að hafa einfaldari og gegnsæjari verðskrá, svo ég geti hreinlega áttað mig á því að hvað ég er að kaupa. Alltaf þegar ég tala við fjarskiptafyrirtækin um verð, þá fæ ég alltaf höfuðverk og finnst þetta alltof flókið. Meiri segja þegar ég vann hjá 2 af þeim var ég bara WTF, hvað er þessi að kaupa, og hvað er þessi að kaupa.\nT.d. GSM Samband 1, 2, 3 og 4 hjá Símanum. Eða þá hvernig það hefur verið hægt að breyta tímamælingunni hjá Símanum ( og mér skyllst að Vodafone ætli að breyta líka, hef heyrt get ekki fullyrt ).\nEf við tökum nýjasta dæmi Símans \"Aðgerðaráætlun fyrir fyrirtæki og einstaklinga\" þá erum við í fyrsta lagi að tala um nýjar áskriftarleiðir, þótt að auglýsingarnar séu það villandi að maður gæti hugsað að þetta sé aukaþjónusta ( sem ég hugsaði, hugsaði fín viðbót ofan á mitt GSM Samband 3 ) að þá breyttu þeir jafnframt tímamælingunni, ég bara WTF. Sem sagt tímamæling á þessum áskriftarleiðum er 60/60. Afhverju er það ekki áberandi á vefsíðunni þeirra, ég tók fyrst eftir þessu í samanburði PTA, auðvita eiga fjarskiptafyrirtækin að þurfa birta tímamælinguna. Ég er með mitt GSM Samband sekúndumælt, ég borga upphafsgjald + hver sekúndatalin. Upphafsgjaldið er venjulega 5.90.\nEf við tökum núna Lægsta mínútuverðið 11,90 kr hjá Símanum, þá er upphafsgjaldið 11,90 og sekúndumælingin er 60/60 ( heil mínúta mæld fyrstu mínútuna og svo heil mínúta hver mínúta eftir það ), sem þýðir að ég greiði 23,8 kr fyrir fyrstu mínútuna sem ég hringi. LÆGSTA MÍNÚTUVERÐIÐ jamm..... Ég b.t.w borga ef ég hringi í NOVA ( sem er dýrasti flokkurinn ) í segjum bara 30 sek í minni leið 18,85 ( einhvern tíman heyrði ég að það væri algengasta lengd símtala, þ.e. undir 30 sek ).\nAð finna þetta út á vefsíðu Símans er næstum ómögulegt, gegnsæið er ekkert, það er erfitt að finna út hvað maður á að velja, hvað það kostar, hvað er innifalið, hvenær það innifalið. Hvað kostar þetta ef ég nota þetta svona og svo að lokum hver eru gæðin við það sem ég er að fá. Hver er SLAinn o.s.frv.\nOg ég hef líka vælt yfir því að mér finnst það ósanngjarnt að það sé hægt að binda mann í 6 mánaða áskrift og svo á 6 mánaða tímabilinu að breyta öllum skilmálum og verðum án þess að gefa viðskiptavini kost á að segja upp áskrift ( eins og þegar Síminn hækkaði verð á myndlykli frá 0 kr í 600 kr, samningsforsendurnar voru brotnar bæði á ADSL og Sjónvarpin ). Og jafnframt með breytingu á gagnamagni, hvernig gagnamagn er mælt eða hvaða aðgerðir eru gerðar. Það á ekki að leyfa fjarskiptafyrirtækjum að setja í skilmála sína \"Og já við meigum breyta skilmálunum hvenær sem er án þess að þú meigir gera neitt\" það var reynt að negla þetta í fjarskiptalögunum. En PTA er greinilega alltof veikt til þess að framfylgja þessu. Þetta er einfalt, ef að verðbreytingar verða framyfir verðlagsþróun, eða skilmálum sé breytt á einhvern minnsta hátt, þá á samningur að vera automatískt ógildur.",
            "date": "2009-04-16 13:02:00",
            "post_id": "203995",
            "reply_to_id": "203992"
        },
        {
            "user_name": "Minuz1",
            "text": "Þú vilt þá kannski benda þeim á að það er fólk sem myndi gjarnan fá upplýsingar um þetta og værum vel til í raunverulegar upplýsingar og kannski við gætum þá fundið einhverja lausn á þessum málum í staðinn fyrir að þið hafir 5% viðskiptavini sem eru ekki par sáttir við sífellt þrengri kost.",
            "date": "2009-04-16 16:36:00",
            "post_id": "204004",
            "reply_to_id": "203995"
        }
    ],
    "date": "2009-04-16 12:43:00"
}