{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "22845",
    "title": "Flökt í skjávarpa",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=22845",
    "posts": [
        {
            "user_name": "Greykjalin",
            "text": "Sælir meistarar..\nÉg er með skemmtilega leiðinlega bilun hérna hjá mér sem ég var að velta fyrir mér hvort þið vissuð einhver ráð á.\nBilanalýsing:\nÞegar ég tengi tölvu við skjávarpann hjá mér (ASK C170) þá flöktir myndin.\nFlöktið lýsir sér þannig að myndin brotnar upp (nokkurnveginn eins og einhver hafi tekið sleggju og lamið í hliðina á skjánum) og verður svo aftur eðlileg. (mjög erfitt að koma þessu í orð en þetta er alls ekki ósvipað því sem Ashton Kutcher upplifði (eða \"sá\") í myndinni Butterfly Effect í hvert skipti sem hann \"kom aftur frá fortíðinni\" \n ) Þetta gerist hratt og \"brotið\" í myndinni er ekki alltaf eins.\nMér finnst eins og \"brotið\" sé staðsett meira neðarlega og vinstra megin á myndinni en nær samt að einhverju leiti yfir alla myndina.\nÞað fylgir þessu engin litabjögun.\nSvo virðist sem flöktið ágerist með hærri upplausn og það hverfur nánast alveg þegar maður er kominn niður í 800x600\nVarpinn er gerður fyrir optimal resolution 1024x768 og þar sést þetta nógu vel til að verða vel pirraður eftir nokkrar mínútur.\nÉg er búinn að prófa yfir 20 mismunandi tölvur og skipta margsinnis um kapla.\nVarpinn er fastur í loftið og VGA lögnin liggur í veggnum, inn á VGA myndmatrixu og svo aftur til baka og í varpann.\nÉg er með nokkra aðra varpa tengda inn á þessa sömu myndmatrixu og þetta kemur ekki fram á neinum af þeim svo mig grunar að þetta sé staðbundið við þennan eina varpa. Ég er búinn að senda matrixuna til viðgerðaraðila en þeir fundu ekkert að henni.\nHafa menn einhverjar hugmyndir eða hafa heyrt um svona vandamál?",
            "date": "2009-04-28 09:38:00",
            "post_id": "205046",
            "reply_to_id": false
        },
        {
            "user_name": "hagur",
            "text": "Mér sýnist þú vera búinn að einangra vandamálið við þennan eina varpa, þannig að ég myndi bara skjóta á að hann sé bilaður og/eða að gefa upp öndina blessaður.\nSpurning hvort þetta gæti verið bilun í perunni, en peruflökkt er ekkert óþekkt vandamál í skjávörpum.  Býður þessi varpi upp á high/low power-mode?  (Oft nefnt ECO mode).  Ef svo er þá er spurning um að prufa að svissa yfir í low-power mode eða öfugt og sjá hvort það hafi áhrif.\nÞetta eru mín 2 cent, án þess að ég sé einhver sérfræðingur í þessum málum.\nÞú gætir líka spurst fyrir um á AVS Forum, n.t.t hérna: \nhttp://www.avsforum.com/avs-vb/forumdisplay.php?f=68\nÞarna fær maður svör við flestum spurningum er varða skjávarpa.",
            "date": "2009-04-28 10:18:00",
            "post_id": "205050",
            "reply_to_id": "205046"
        },
        {
            "user_name": "hagur",
            "text": "Annað sem mér datt í hug, hefur þessi varpi alltaf látið svona þegar hann er tengdur á þennan hátt?  Þ.e í gegnum þessa matrixu?\nEf svo er, þá gæti verið að hann sé viðkvæmari fyrir þessu en hinir varparnir, þ.e fyrir löngum VGA snúrum o.þ.h.  Spurning um að prufa að tengja hann beint við tölvu með t.d 2 metra VGA snúru og sjá hvort vandamálið sé enn til staðar.",
            "date": "2009-04-28 10:21:00",
            "post_id": "205051",
            "reply_to_id": "205050"
        },
        {
            "user_name": "Greykjalin",
            "text": "Já., mér var búið að detta það í hug að varpinn gæti verið orðinn þreyttur en hef ekki ennþá prufað að skipta um hann. Er ekki með marga svoleiðis á lausu.. \nHann hefur ekki alltaf látið svona .. bara undanfarnar 3 - 4 vikur.\nÉg hef einusinni lent í þessu á öðrum varpa en það hætti svo eftir nokkra daga og hefur ekki sést síðan..\nMig er farið lúmskt að gruna að hér sé um einhverskonar rafmagnsvandamál að ræða.. Hugsanlega einhver óstöðugleiki sem myndast hér innanhúss. Verst að þá fara mín ráð fljótt að tæmast.. \nEn ég tékka á AVS forum..\nTakk fyrir skjótt og gott svar..",
            "date": "2009-04-28 10:31:00",
            "post_id": "205052",
            "reply_to_id": "205051"
        }
    ],
    "date": "2009-04-28 09:38:00"
}