{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "2300",
    "title": "Vantar nýjan disk, mjöög ringlaður...",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=2300",
    "posts": [
        {
            "user_name": "FrankC",
            "text": "Mig bráðvantar 250gb disk. Ég á í hinum mestu vandræðum með að velja hann, á ég að fá mér S-ATA eða venjulegan? Hann má ekki kosta meira en 35þús.\n\n\n\nÉg hef alltaf staðið í þeirri trú að WD væru langbestu diskarnir, en svo eru þeir skotnir niður í \"hvað er best\" umræðunni. Sama hvaða tegund maður ákveður, þá eru alltaf 5 manns sem segja \"nei þeir eru rusl!\" Hvað á maður þá að gera? Mig vantar disk sem er áreiðanlegur og endist lengi. Hvað get ég gert til að bæta líftíma hans? Ég er núna með tvo WD diska, einn 80gb og einn 200gb utanáliggjandi, engin vandamál með þá. Reyndar hljómar tölvan mín eins og hátíðniflauta, er það í hörðu diskunum?\n\n\n\nÖll ráð gríðarvel þegin...",
            "date": "2003-12-02 23:34:00",
            "post_id": "22309",
            "reply_to_id": false
        },
        {
            "user_name": "GuðjónR",
            "text": "SVAR: JÁ!\n\n\n\nSama hvað þú gerir ekki undir neinum kringumstæðum kaupa WD...\n\nAllt annað er í lagi!",
            "date": "2003-12-03 00:43:00",
            "post_id": "22318",
            "reply_to_id": "22309"
        },
        {
            "user_name": "kemiztry",
            "text": "Ég er með Maxtor 200GB.. er mjög sáttur við þann disk.. 250GB útgáfan ætti að vera væri fín líka",
            "date": "2003-12-03 01:36:00",
            "post_id": "22320",
            "reply_to_id": "22318"
        },
        {
            "user_name": "Voffinn",
            "text": "Ef þú ert ekki að leita að overkill stórum disk, þá ætla ég að benda þér á samsung seríuna, keypti mér þannig disk um daginn, og núna get ég finally sofið á nætur",
            "date": "2003-12-03 08:34:00",
            "post_id": "22331",
            "reply_to_id": "22320"
        },
        {
            "user_name": "FrankC",
            "text": "hvað með IDE vs. S-ATA?",
            "date": "2003-12-03 10:05:00",
            "post_id": "22334",
            "reply_to_id": "22331"
        },
        {
            "user_name": "GuðjónR",
            "text": "Eins og staðan er í dag þá ertu ekkert að græða á þessu SATA dæmi...\n\nMér sýnist það vera frekar til vandræða en hitt...",
            "date": "2003-12-03 10:43:00",
            "post_id": "22336",
            "reply_to_id": "22334"
        },
        {
            "user_name": "FrankC",
            "text": "að hvaða leyti? er þetta ekki að taka við sem standardinn?",
            "date": "2003-12-03 10:45:00",
            "post_id": "22337",
            "reply_to_id": "22336"
        },
        {
            "user_name": "gumol",
            "text": "Ég myndi fá mér S-ATA, ég er alveg búinn að fá nóg af þessum IDE köplum",
            "date": "2003-12-03 10:56:00",
            "post_id": "22338",
            "reply_to_id": "22337"
        },
        {
            "user_name": "Voffinn",
            "text": "Ef þú ert með S-ATA controller á móbóinu þínu, þá myndi ég kíkja á það.",
            "date": "2003-12-03 11:01:00",
            "post_id": "22339",
            "reply_to_id": "22338"
        },
        {
            "user_name": "FrankC",
            "text": "þannig að the way to go væri 250gb Maxtor MAXline Plus II S-ATA?",
            "date": "2003-12-03 11:20:00",
            "post_id": "22344",
            "reply_to_id": "22339"
        },
        {
            "user_name": "Gandalf",
            "text": "Þetta er bara mitt persónulega álit, en ég mun aldrei treysta Maxtor aftur, eftir þrjú kröss hjá mér með þannig diska (einu krössin sem ég hef lent í) og endalaust mikið af skóladóti í ruslið. \n\nEr núna með 2 WD og þeir hafa ekkert klikkað (kemur reyndar á óvart þar sem hitinn er aðeins of mikill á þeim) en þeir mega eiga það að þeir eru duglegir að gefa frá sér leiðinleg hljóð. \n\nEn ef hljóðið skiptir ekki miklu máli þá mæli ég með WD.",
            "date": "2003-12-03 11:52:00",
            "post_id": "22350",
            "reply_to_id": "22344"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég held að kiddi sé ekki sammála þessu með WD, hann er búinn að missa sex stykki WD það sem af er árinu!\n\nAllir 80GB WD.",
            "date": "2003-12-03 12:41:00",
            "post_id": "22356",
            "reply_to_id": "22350"
        },
        {
            "user_name": "kiddi",
            "text": "Þið megið samt ekki halda að ég hafi verið svo vitlaus að vera stöðugt að kaupa nýja WD'a, þeir voru allir keyptir um svipaðann tíma bæði heima og í vinnunni hjá mér, þeir eru í mörgum ólíkum tölvum svo það þýðir ekkert að kenna einhverju öðru um. WD er RUSL. Ég hata WD.\n\n\n\nMaxtor, Samsung, Seagate... allt önnur saga!",
            "date": "2003-12-03 12:43:00",
            "post_id": "22357",
            "reply_to_id": "22356"
        },
        {
            "user_name": "kemiztry",
            "text": "Ef þú færð þér SATA disk þá þarftu að gera ráð fyrir converter fyrir rafmagnið í hann.  Reyndar eru PSU farin að koma með svona tengjum en það er ekki nema allra nýjustu",
            "date": "2003-12-03 12:51:00",
            "post_id": "22358",
            "reply_to_id": "22357"
        },
        {
            "user_name": "FrankC",
            "text": "ég er einmitt að fara að kaupa nýtt psu, zalman 400w að öllum líkindum, líka nýja örgj. viftu, ætli ég safni mér ekki fyrir þessu öllu og kaupi svo... \n\n\n\nEn þetta er það sem ég er að tala um, þegar maður er búinn að ákveða sig kemur e-r og segir \"nei það er rusl\". Er þetta ekki bara spurning um óheppni hjá viðkomandi aðila?",
            "date": "2003-12-03 12:55:00",
            "post_id": "22359",
            "reply_to_id": "22358"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ef þú lest gamla pósta og sérð hversu margir hafa lent í því að kaupa ónýta WD þá getur það varla talist óheppni.\n\nEf þú ætlar að rengja allt og alla af hverju ertu þá að spyrja?????\n\nÉg keypti svona \nZalman 400W psu\num daginn (snilld dead silent) en það er ekki SATA rafmagnstengi á þeim.",
            "date": "2003-12-03 13:07:00",
            "post_id": "22360",
            "reply_to_id": "22359"
        },
        {
            "user_name": "FrankC",
            "text": "ath að ég er ekki að rengja einn né neinn, ég trúi alveg því sem fólk segir, bara svo erfitt að gera upp hug sinn þegar allir hafa lent í e-u slæmu um allar tegundir diska og tjá sig um það...",
            "date": "2003-12-03 22:14:00",
            "post_id": "22432",
            "reply_to_id": "22360"
        },
        {
            "user_name": "arnarj",
            "text": "þetta er bara eins og að kaupa sér bíl, sumir hafa góða reynslu að einni tegund og öfugt. Flestir þessir stóru framleiðendur eru með góða diska svo er þetta spurning hvernig fólk kælir diskana, notkunin og plain heppni/óheppni sem ræður krössum. Það virðist vera þekkt að WD eru háværir, þar fyrir utan mundi ég bara kaupa það sem þér líst á.\n\n\n\nEf þú ert að spá í öruggri geymslu (þ.e. einungis geymsludiskur, ekki fyrir stýrikerfi) mundi ég segja að atriði númer 1,2 og 3 er ekki tegundin heldur hraðinn. þ.e. kauptu 5400 snúninga disk, þeir hitna/slitna minna og endast því lengur.\n\n\n\np.s.Maxtorinn sem þú nefndir mundi ég telja MJÖG góðan kost.",
            "date": "2003-12-03 23:35:00",
            "post_id": "22442",
            "reply_to_id": "22432"
        },
        {
            "user_name": "Pandemic",
            "text": "tölvuvirkni hætti með 5400snúninga diska útaf bilanatíðni",
            "date": "2003-12-04 09:19:00",
            "post_id": "22485",
            "reply_to_id": "22442"
        },
        {
            "user_name": "FrankC",
            "text": "já ég er einmitt bara að leita að geymsludisk...\n\n\n\nHvað varðar kælingu, er hún lykilatriði þegar kemur að líftíma diska? hvernig er þetta stykki að standa sig : \nhttp://www.task.is/Scripts/prodView.asp?idproduct=527\n ? Hvað er annað hentugt til harðdiskakælingar?",
            "date": "2003-12-04 18:16:00",
            "post_id": "22526",
            "reply_to_id": "22485"
        },
        {
            "user_name": "Arnar",
            "text": "FranC, ég er með svona hitepipe.\n\n\n\nFékk mér reyndar til að minnka hávaðan í disknum, sem það gerði!\n\n\n\nVeit reyndar ekki hver hitinn var fyrir.. en hann er núna um 37°c diskurinn.",
            "date": "2003-12-04 18:30:00",
            "post_id": "22528",
            "reply_to_id": "22526"
        },
        {
            "user_name": "FrankC",
            "text": "já, hitinn á mínum 80gb WD er um 38°án kælingar, það hlýtur nú að vera í lagi",
            "date": "2003-12-04 18:58:00",
            "post_id": "22531",
            "reply_to_id": "22528"
        },
        {
            "user_name": "Aron Fask",
            "text": "Sko eg hef verið að skoða diska og sonna og hef komist að því að samsung séu mjög fínir og ódýrir en ég fæ umm jólin samsung ATA-133 160GB 7200rpm 8MB buffer o0g það hefur verið ákavlega góð meðmæli og sonna. En eg hef \"heirt\" að WD séu ekki góðir og maxtor fínir. en eg er ekki að tala af reinslu svo ekki taka mark á mér",
            "date": "2003-12-08 13:32:00",
            "post_id": "22981",
            "reply_to_id": "22531"
        }
    ],
    "date": "2003-12-02 23:34:00"
}