{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "23025",
    "title": "Vantar ráðleggingar - uppfærsla á tölvu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=23025",
    "posts": [
        {
            "user_name": "Jss",
            "text": "Mig vantar smá ráðleggingar varðandi uppfærslu á alhliða heimilistölvu, borðtölvu, sem notuð er til allra mögulegra hluta, m.a. hljóðvinnslu, ritvinnslu, vefráps og svo framvegis, hún er ekki mikið notuð til leikjaspilunar en best samt sem áður gott að hafa möguleikann á því.\nÞetta kemur til vegna þess að núverandi tölva er að gefa upp öndina, enda vél frá 2001, Fujitsu Siemens vél, hún fer ekki í gegnum POST, engin ljós á lyklaborði og ekkert kemur upp á skjá, bara ótal fjöldi bípa, líklegast skjákortið (AGP kort) þar sem þegar þetta gerðist fyrst þá var viftan á skjákortinu svo gott sem föst, hreinsaði hana upp og snerist hún þá og tölvan hrökk í gang en dugði aðeins í nokkur skipti, viftan hefur væntanlega verið svona um einhvern tíma. Finnst varla taka því að fara að leita að nýju skjákorti þar sem vélin er nú komin á aldur.\nÉg er að velta fyrir mér hvort það borgi sig að nota tölvukassann á gömlu vélinni eður ei, hef verið að skoða aðeins kassatilboð sem og önnur uppfærslutilboð en geri mér ekki alveg nógu vel grein fyrir hvar bestu kaupin séu og hvort borgi sig að kaupa nýjan kassa þar sem þar fylgja yfirleitt DVD skrifarar og harðir diskar, en ég er með 2 nú þegar í gömlu vélinni sem ég get notað áfram. Þó set ég ekki fyrir mig þannig að það fylgi skrifari og harður diskur með tilboðunum. Alltaf hægt að nýta meira pláss. \nÞað sem ég tel að hægt væri að nýta úr gömlu vélinni:\nSkjár\nLyklaborð og mús\nHarðir diskar\nDVD skrifari\nÞráðlaust netkort\nLíklegast ekki hægt að nýta en þó kannski möguleiki:\nJafnvel aflgjafa (ca. 3 ára gamall, 300 wött en þá líklegast of lítill)\n1 GB DDR400 vinnsluminniskubbur rúmlega ársgamall\nÞar sem tölvan er notuð í hljóðvinnslu er best að hún hafi 2 GB í vinnsluminni en það er nánast eina skilyrðið fyrir utan að reyna að fá sem mest fyrir peninginn. Veit ekki alveg nákvæmlega hvað þetta má kosta en er að hugsa að þetta fari helst ekki mikið yfir 50.000 kr. en eins og ég segi þá er betra að þetta kosti sem minnst, þó vil ég frekar kaupa aðeins dýrari pakka sem þá dugar lengur en þarf enga ofurvél.",
            "date": "2009-05-07 12:20:00",
            "post_id": "206140",
            "reply_to_id": false
        },
        {
            "user_name": "Bioeight",
            "text": "Ef þú ætlar að hafa eitthvað skjákort í vélinni þá getur gleymt því að nota 300W aflgjafa, svo er líka spurning hvort það séu rétt tengi á aflgjafanum. DDR 400 mhz er svo líka líklega 184-pinna og tekur aðra spennu heldur en 800-1066 mhz 240 pinna DDR2 minni þannig að þú getur gleymt því. DDR2 4gb getur líka kostað líka undir 10 þúsund krónum og það er ekki mikill peningur í tölvubransanum.\nLyklaborð og mús - já\nDVD skrifari - já\nþráðlaust netkort - usb já, pci kannski já(pci-express raufar búnar að taka við og eru ekki compatible)\nskjár - já\nHarðir diskar - móðurborð í dag eru oftast með eitt IDE tengi(oftast notað fyrir geisladrif) þannig að ef þetta eru IDE diskar þá þyrftirðu að kaupa breytistykki",
            "date": "2009-05-09 20:23:00",
            "post_id": "206387",
            "reply_to_id": "206140"
        },
        {
            "user_name": "Jss",
            "text": "Ég geri mér grein fyrir þessu með eitt IDE tengi og er ég því að pæla annaðhvort að nota bara annan harða diskinn og gamla skrifarann eða kaupa nýjan skrifara, þá SATA, og nota báða gömlu diskana á þessu eina IDE tengi, hallast frekar að hinu síðarnefnda.\nAnnars var ég að skoða þetta aðeins og líst best á þessa uppsetningu eins og er, allt frá att.is. Ég hef enga þörf fyrir flott skjákort þannig að móðurborð með innbyggðu skjákorti heillar til að spara pening í það. Þar sem ég vil nýta áfram báða IDE diskana þá þyrfti ég að kaupa SATA DVD skrifara og er hann því þarna. Ég veit að vinnsluminnið er 1066MHZ og 800MHZ er nóg en bæði kosta það sama. \n Á síðan eftir að fá tilboð frá sem flestum stöðum á heildarpakka og einnig athuga hvort att.is geta gert betur fyrir mig.\nHvernig hljómar þessi pakki fyrir þá sem hafa meira vit á þessum hlutum?\nKassi: _______ Ace Core IV flottur kassi með 500W aflgjafa............... 10.950\nMóðurborð: __ MSI P6NGM-FD nForce 630i.................................... 11.950\nÖrgjörvi: ____ Intel Core 2 Duo E5200 2.5GHz, 800FSB..................... 11.950\nÖrgjörvavifta: Coolermaster Vortex 752........................................ 2.950\nVinnsluminni: Corsair XMS2 pöruð 2 stk. 2GB (=4GB) DDR2, 1066MHz...... 8.950\nHarður diskur: 500GB, Samsung SATA2 300MB/s, 16MB cache, 7200rpm.. 9.450\nDVD Skrifari:_ Samsung S223F SATA svartur................................... 4.950\nSkjákort: ____ Innbyggt í móðurborð\nSamtals: 61.150 kr.\nOg síðan sá ég einnig að ef ég tæki MSI P43 Neo F móðurborð í staðinn ásamt Microstar GeForce NX8400GS-TD512EH skjákorti að þá myndi pakkinn hækka um 9.950 kr. og var ég því að spá hvort það væri þess virði og þá einnig hvort MSI P31 Neo V2 væri kannski betra með sama skjákorti þar sem það sparar 3.000 kr. ?\nEr semsagt að reyna að gera þetta sem ódýrast en vil samt að tölvan dugi næstu árin, þó ekki gerð krafa um svaka grafík og mikla tölvuleikjaspilun.",
            "date": "2009-05-09 20:50:00",
            "post_id": "206391",
            "reply_to_id": "206387"
        },
        {
            "user_name": "Jss",
            "text": "Ég sá á öðrum þræði að Alexs var að biðja um ráð varðandi uppfærslu og benti á eftirfarandi tilboð:\nTurnkassi @ Gears midi turn 2xUSB á framhlið\nÖrgjörvi @ Intel Core2Duo E5200 2.5GHz, 1333FSB, 2MB cache\nMóðurborð @ MSI P31 NEO-F V2, Intel P31, LGA775 1333FSB\nVinnsluminni @ 4GB Dual DDR2 XMS 800MHz, Corsair - lífstíðarábyrgð\nHarðdiskur @ 640GB SATA II Western Digital - 16MB Buffer - Yrði stækkaður í 1 TB bæði uppá pláss og að fá 32MB buffer\nHljóðkort @ Innbyggt Realtek High Definition 7.1\nSkjákort @ Geforce 9500 GT 512MB, DVI, Tv-out\nNetkort @ 10/100/1000 netkort\nVifta @ Sérstaklega hljóðlát og góð örgjörvavifta\nTengi @ 4x SATAII, ATA, 8 x USB2, ofl.\nverð: 75k\nhttp://www.att.is/product_info.php?cPath=49&products_id=2277\nMér sýnist þetta geta hentað mér en er samt að spá í 1 tb hörðum disk og spyr ykkur því hvort maður væri að fá mest fyrir peninginn í þessu tilboði eða hvort það sé eitthvað annað sem þið mælið frekar með. Ég er búinn að fara nokkra hringi í þessum pælingum og búinn að fá mismunandi, jafnvel misvísandi, svör frá mismunandi verslunum.\nSkyldist áður að innbyggðu skjástýringarnar í móðurborðin ættu alveg að duga í einhverja leiki en fékk síðan þær upplýsingar að þær dygðu varla. Ég virðist t.d. vera með betra skjákort í fartölvunni sem þó er að verða 3ja ára gömul (IBM T60 með Radeon X1400).\nÞví langar mig að biðja um ráðleggingar frá ykkur, budget ca. 70.000 en þá max 80.000 kr. eins og sést á tilboðinu frá @tt + uppfærsla í 1 tb disk.\nEr að bíða eftir tilboðum frá Kísildal og Tölvutækni þar sem upphaflegt hámarksbudget var 70.000 og ekki með skjákorti. Er kominn á það að betra væri að hafa sér skjákort í stað skjástýringar á móðurborði.",
            "date": "2009-05-27 16:13:00",
            "post_id": "207851",
            "reply_to_id": "206391"
        }
    ],
    "date": "2009-05-07 12:20:00"
}