{
    "forum_title": "Netkerfi - internetið",
    "id": "23049",
    "title": "Ljósleiðari á Akureyri",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=23049",
    "posts": [
        {
            "user_name": "arctan",
            "text": "Halló,\nÞað er verið að vinna í að tengja ljósleiðara í húsið hjá mér (fyrirtæki sem heitir Tengir) á Akureyri. Eins og er er ég með 12Mb ADSL tenginu hjá Símanum og Sjónvarp Símans með HD myndlyklinum - er svosum sáttur við gæðin í sjónvarpinu og internetið.\nEn ef mig langar að nýta ljósleiðarann þarf ég að skipta yfir í Vodafone - Síminn sagði blákalt að þeir ætluðu aldrei, aldrei, að tengjast inná önnur net og því aldrei bjóða uppá þjónustu gegnum ljósleiðara Tengis...þeir um það.\nEr einhver hérna með allt klabbið (sími+net+tv) í ljósleiðaratengingu Tengis á Akureyri? Er þetta að virka vel, góð mynd í sjónvarpinu og stöðugur hraði?\nÞarf ekkert að vita um hvernig á að tengja þetta allt (ennþá), langar bara að vita hvort einhver sé með reynslu af þessari tengingu",
            "date": "2009-05-08 17:33:00",
            "post_id": "206287",
            "reply_to_id": false
        },
        {
            "user_name": "CokeTheCola",
            "text": "mig langar í ljóshraðaleiðara",
            "date": "2009-05-08 18:25:00",
            "post_id": "206290",
            "reply_to_id": "206287"
        },
        {
            "user_name": "Gúrú",
            "text": "A) 1. regla\nB) 4. regla\nC) Hann sagði aldrei ljóshraðaleiðara\nD) Slappt.\nOg það eru held ég mjög fáir komnir með ljósleiðara frá þeim ef einhverjir f. utan banka, skóla, spítala etc.",
            "date": "2009-05-08 18:57:00",
            "post_id": "206293",
            "reply_to_id": "206290"
        },
        {
            "user_name": "cambridge",
            "text": "Síminn er fastur í fortíðinni, ástfanginn af sínum úrelda kopar.\nEnda bara gamlir úreldir kallar sem vinna þarna í stjórn.\nÆttir að ná fullum 50mb up og download á akureyri já. \nEn hef heyrt af manneskju sem sagði að þetta væri bylting sem býr þarna fyrir norðan.\nSkil ekki fólk sem er með ljósleiðara tengt í hús en vill ekki færa sig af adsl-inu.\nVildi að það væri ljósleiðari inní mitt hús.",
            "date": "2009-05-08 18:58:00",
            "post_id": "206294",
            "reply_to_id": "206293"
        },
        {
            "user_name": "CendenZ",
            "text": "lestu skilmálanna fyrir ljósleiðara og þá munt þú átta þig á því.",
            "date": "2009-05-08 20:46:00",
            "post_id": "206301",
            "reply_to_id": "206294"
        },
        {
            "user_name": "Gúrú",
            "text": "Hvaða grein hjá hvaða fyrirtæki? o.O",
            "date": "2009-05-08 21:03:00",
            "post_id": "206306",
            "reply_to_id": "206301"
        },
        {
            "user_name": "arctan",
            "text": "Er eitthvað sem ber að varast? Hef bara verið að skoða verðskránna og þó þetta sé náttúrulega fáránlega dýrt eins og allt annað hér á landi þá er þetta ekki mikið dýrara en ADSL og náttúrulega margfalt meiri hraði.",
            "date": "2009-05-08 21:08:00",
            "post_id": "206308",
            "reply_to_id": "206306"
        },
        {
            "user_name": "arctan",
            "text": "Það verður víst einhver bið á þessu þar sem Akureyrarbær gerði sér lítið fyrir og malbikaði yfir brunninn sem átti að tengja mig í",
            "date": "2009-05-19 09:53:00",
            "post_id": "207343",
            "reply_to_id": "206308"
        },
        {
            "user_name": "CendenZ",
            "text": "Klausan með niðurhal og það að verið er að þröngva fólki upp á enn meiri pakka til að fá vöruna.",
            "date": "2009-05-19 10:03:00",
            "post_id": "207344",
            "reply_to_id": "207343"
        },
        {
            "user_name": "jonfr",
            "text": "Það er örugglega hægt að láta ógilda slíka grein, sérstaklega ef hún stenst ekki nánari skoðun. Slíkt er yfirleitt alltaf tilfellið þegar fyrirtæki fara yfir öll velsæmi, sem er því miður alltof algengt á Íslandi.",
            "date": "2009-05-24 22:34:00",
            "post_id": "207670",
            "reply_to_id": "207344"
        }
    ],
    "date": "2009-05-08 17:33:00"
}