{
    "forum_title": "Netkerfi - internetið",
    "id": "233",
    "title": "Internetveitur og IP tölur.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=233",
    "posts": [
        {
            "user_name": "kemiztry",
            "text": "Sælir,\n\n\n\nÉg var að velta fyrir mér hvað það eru margir hér með fastar IP tölur.  Og er ég aðallega að því vegna þess að jú netveitur hér á Íslandi virðast komast upp með það að taka okkur í þurrt taðgatið.  Hvað er ég nú tala um? Jú eins og margir netnotendur vita þá kosta fastar IP tölur og erum við að tala um 500kr á mánuði fyrir svoleiðis \"lúxus\".  En það sem ég skil ekki alveg er sú staðreynd að þessar netveitur eru að fá þessar IP tölur \nFRÍTT\n!  Þær þurfa ekki að borga krónu fyrir þær!\n\nÞetta getur svosem verið smámunasemi í mér að þurfa borga auka 500kr á mánuði fyrir þjónustu sem ætti að vera frí.  En þetta er kannski bara ég  \n\n\nSvo ef að við hugsum út í það.. þá er 500 í 12 mánuði ágætis peningur eða 6000 kall sem myndi nægja mér til að borga einn mánuð á netinu  \n\n\n\n\nFastar IP tölur eru t.d. nauðsynlegar fyrir þá sem notast mikið við Remote Desktop Connection (eða svipuð forrit), vefþjón, ftpþjón o.s.frv.. \n\nÍ sumum tilvikum þarf maður að hafa fasta IP eins og t.d. í Counter-Strike þar sem ýmis Communication-forrit virðast ekki virka án þess.\n\n\n\nEn eins og ég sagði áðan þá er þetta kannski smánöldur í mér en mig langaði bara aðeins til að deila þessu með ykkur",
            "date": "2003-01-02 18:50:00",
            "post_id": "1399",
            "reply_to_id": false
        },
        {
            "user_name": "Voffinn",
            "text": "ég er nú með fasta ip, kannski aðallega, því að ég fæ hana fría, ef ég þyrfti að borga fyrir hana, úff, þá þyrfti mar að gera upp við sig, þarftu hana eða ertu bara að eyða 500 á mán, í ekkert. 500 á mán er kannski ekki stór upphæð, en það safnast saman.",
            "date": "2003-01-02 18:59:00",
            "post_id": "1400",
            "reply_to_id": "1399"
        },
        {
            "user_name": "Castrate",
            "text": "Ég er ekki með fasta ip. En maður myndi nota hana ef maður væri með hana. Samt er ég alveg sammála þér að þurfa að borga 500 kr fyrir þetta er fáránlegt",
            "date": "2003-01-02 19:19:00",
            "post_id": "1401",
            "reply_to_id": "1400"
        },
        {
            "user_name": "Hannesinn",
            "text": "Hah!\n\n\n\nEf þér finnst 500kall á mánuði mikið fyrir fasta IP-tölu (sem það raunar er), þá skaltu fyrst fara að spá í hræsnina varðandi það að fá fleiri netföng og breytingu á DNS nafni.",
            "date": "2003-01-02 19:56:00",
            "post_id": "1402",
            "reply_to_id": "1401"
        },
        {
            "user_name": "kiddi",
            "text": "Satt! Ég held að fyrirtæki séu að nýta sér fávisku fólks (fyrirtæki geta leyft sér það á íslandi því við erum svo smá og fá og lítil samkeppni) - Auðvitað rukkarðu fyrir svona smávægilega þjónustu ef aðeins einn af hverjum 200 eða 300 veit að þetta er peningaplokk =)\n\n\n\n(PS. ég lagaði leturstærðina hjá gæjanum að ofan og eyddi svo bréfinu sem vitnaði í leturvitleysuna, hope u don't mind \n )",
            "date": "2003-01-02 21:00:00",
            "post_id": "1404",
            "reply_to_id": "1402"
        },
        {
            "user_name": "galldur",
            "text": "er hjá Línu net á loftlínu , fékk fasta með tengingunni \n\nkannski ekki skrítið virðist vera nauðsyn í þessu kerfi ?\n\n\n\nekkert aukagjald og bull hjá þeim bara eitt verð einsog marteinn mosdal segir....",
            "date": "2003-01-02 23:51:00",
            "post_id": "1405",
            "reply_to_id": "1404"
        },
        {
            "user_name": "MezzUp",
            "text": "amms, þetta er outrage.........\n\nHefur einhver reynslu af eða veit hvað DDNS (Dynamic DNS) kostar?",
            "date": "2003-01-02 23:56:00",
            "post_id": "1406",
            "reply_to_id": "1405"
        },
        {
            "user_name": "kemiztry",
            "text": "Ég veit vel hvað hostname kostar heh.  Það er 1000kr aukalega á 500 krónurnar sem maður þarf að borga fyrir fasta IP.  Hostnameið er ekkert annað en auka lína fyrir aftan IP töluna og er hneysa að þeir skuli detta sér í hug að rukka 1000 KALL á mánuði fyrir!  Mér finndist sanngjarnt að borga fyrir uppsetningu á IP og hostnamei en mánaðargjald er alveg fáranlegt",
            "date": "2003-01-03 00:38:00",
            "post_id": "1408",
            "reply_to_id": "1406"
        },
        {
            "user_name": "noline",
            "text": "Kannski væri besta leiðin að láta bæði neytendasamtökin og ICANN/RIPE  vita af þessu, því að ég veit fyrir víst að þegar fyrirtæki fá úthlutað IP handa notendum frítt.  Í reglum hjá ICANN/RIPE er hins vegar skýrt kveðið á um að ekki megi rukka fyrir þessar tölur hjá notendum, annars séu fyrirtækin að brjóta reglur þeirra.  Það væri kannski óskandi að eitthver léti vita",
            "date": "2003-01-03 01:01:00",
            "post_id": "1409",
            "reply_to_id": "1408"
        },
        {
            "user_name": "kemiztry",
            "text": "Þú segir nokkuð noline",
            "date": "2003-01-03 01:10:00",
            "post_id": "1410",
            "reply_to_id": "1409"
        },
        {
            "user_name": "noline",
            "text": "Jamms....ég segi nokkuð sem ég veit fyrir staðreynd....var að vinna á internetveitu og vinn núna á hýsingarþjónustu og hef alltaf þurft að fá með mér þá reyndari í að komast í gegnum IP tölu-umsóknir.  Reynar voru IP tölur fríar á síðasta vinnustaðnum mínum (ISP-a) en ég helda aðallega að það hafi nú verið vegna þess að ég nöldraði um það að það væri ekki rukkað fyrir svoleiðis og fékk það í gegn á að vera frekur.  Finnst allt svoleiðis hvort eð er óviðeigandi, þar sem að allir eiga netið, ekki fyrirtækin.",
            "date": "2003-01-03 01:18:00",
            "post_id": "1411",
            "reply_to_id": "1410"
        },
        {
            "user_name": "kemiztry",
            "text": "so true",
            "date": "2003-01-03 02:11:00",
            "post_id": "1414",
            "reply_to_id": "1411"
        },
        {
            "user_name": "MezzUp",
            "text": "Það mætti reyna en ég veit fyrir víst að þá eiga ISPar eftir að bera fyrir sig að þetta sé ekki fyrir IP töluna sjálfa heldur um vesenið fyrir því að láta þig hafa fasta tölvu(þ.e. \"umhirðu\") Skiljiði mig?\n\nEr ekki málið annars að einhver snillingurinn hérna taki sig til sendi bréf til allra ISPana sem að rukka fyrir fasta IP tölu og vitna þar í verðlista fyrirtækja annarsvegar og hinsvegar að vitna í grein úr lögum ICANN/RIPE og senda CC á ICANN/RIPE og neytendasamtökin?",
            "date": "2003-01-03 13:10:00",
            "post_id": "1415",
            "reply_to_id": "1414"
        },
        {
            "user_name": "kiddi",
            "text": "Takk fyrir að bjóða þig fram MezzUp",
            "date": "2003-01-03 13:29:00",
            "post_id": "1416",
            "reply_to_id": "1415"
        },
        {
            "user_name": "MezzUp",
            "text": "Mér sýnist nú noline hafa soldið meira vit á  þessu \n\n\nEf að engin annar nennir því þá er ég til í að gera uppkast sem að þið mynduð svo komment á áður en ég sendi...........",
            "date": "2003-01-03 16:50:00",
            "post_id": "1423",
            "reply_to_id": "1416"
        },
        {
            "user_name": "MezzUp",
            "text": "Hvað segiði, dó þessi barátta út?",
            "date": "2003-01-06 14:22:00",
            "post_id": "1452",
            "reply_to_id": "1423"
        },
        {
            "user_name": "kiddi",
            "text": "Við erum allir að bíða eftir þessu uppkasti sem þú lofaðir okkur",
            "date": "2003-01-06 14:36:00",
            "post_id": "1453",
            "reply_to_id": "1452"
        },
        {
            "user_name": "MezzUp",
            "text": "andsk..... \n\n\nÉg skal kíkja á þetta í kvöld..... :/",
            "date": "2003-01-06 15:22:00",
            "post_id": "1455",
            "reply_to_id": "1453"
        },
        {
            "user_name": "natti",
            "text": "Jáhá...\n\nWell, mér finnst þetta bara ekki rétt hjá ykkur.\n\nÞað er engin nauðsyn að hafa fasta ip tölu, þannig að það á\n\nekki að vera sjálfgefið að allir notendur fái fasta ip tölu.\n\nOg mér persónulega finnst alveg sjálfsagt að fólk borgi 500kr fyrir aukna\n\nþjónustu.\n\nÉg var með fasta ip tölu hjá islandiu, skímu þegar það var og hét, og símanum internet.\n\nAllir þessir aðilar rukkuðu 500kr/mán fyrir fasta ip tölu.\n\nSíminn Internet rukkaði aftur á móti 1000kr/mán fyrir að breyta dns nafninu í blabla.simnet.is, það finnst mér útí hött. Amk fáránlegt að hafa\n\nmánaðargjald fyrir það.\n\n\n\nOg varðandi ftp og vefþjóna.\n\nADSL tildæmis, er ekki litið á að fólk eigi að vera keyra svoleiðis heima hjá sér. Margir ISPar úti leyfa ekki slíkt.\n\nOg svo við tölum nú um ISP úti, t.d. í bandaríkjunum, þar kostar líka að fá fasta ip tölu.\n\n\n\nVæri líka gaman ef þið gætuð vitnað í þessar reglur frá ripe hér.\n\n\n\n - Natti",
            "date": "2003-01-10 10:13:00",
            "post_id": "1504",
            "reply_to_id": "1455"
        },
        {
            "user_name": "kiddi",
            "text": "Sæll natti og velkominn \n\n\n\n\nmér finnst ekkert rangt við að rukka fyrir uppsetningu á þessum hlutum, en föst mánaðargjöld finnast mér hallærisleg, það getur ekki verið að það sé reglulegur kostnaður hjá ISP að halda úti föstum IPum =) eða hvað?\n\n\n\nað auki, hvað er að því að keyra úti FTP'a og vefþjóna? hvað kemur það ISP'anum við? þetta er bara bandvíddarnotkun og ekkert annað hvað þá varðar, og ef fólk er að borga fyrir þessa bandvíddarnotkun þá er ekkert út á þetta hægt að setja =)\n\n\n\nég er ekki network-gúrú, svo endilega leiðréttið mig ef ég fer með vitleysu",
            "date": "2003-01-10 12:02:00",
            "post_id": "1505",
            "reply_to_id": "1504"
        },
        {
            "user_name": "kemiztry",
            "text": "Já sammála þessu.  Það kemur einfaldlega engum við hvort maður sé að reka vefþjón eða ftpþjón á sínu xDSLi.  Það er alveg sjálfsagt að borga fyrir alla unna þjónustu, þ.e.a.s. þar sem net/kerfis/or-whateverstjóri breytir fyrir mann IP eða hostname.  Það mætti jafnvel kosta 1000-1500 uppsetningin á því  \n  Hugsa að það væri alveg sanngjarnt.",
            "date": "2003-01-10 15:14:00",
            "post_id": "1509",
            "reply_to_id": "1505"
        },
        {
            "user_name": "noline",
            "text": "Hah...ég gafst upp á því að fá ip tölu úthlutun, þ.e.a.s. fleiri en eina ip tölu hjá ónefndu fyrirtæki af stærri gerðinni.  \n\nEn ég gerði betur, ég einfaldlega er kominn með fyrirtæki, er að bíða eftir 254 ip tölum og þá verður fjör....fæ heilt c-net takk fyrir \n\n\nKostnaður.....fullt af peningum við að koma þessu á laggirnar fyrir næstu helgi, en ávinningurinn, hugsjónin, fríar 254 ip tölur \n\n\n\n\nSvona á þetta að vera.",
            "date": "2003-01-13 23:20:00",
            "post_id": "1562",
            "reply_to_id": "1509"
        },
        {
            "user_name": "natti",
            "text": "\"kostaður .... fullt af peningum\" + \"fríar ip tölur\"\n\nþetta fer ekkert of vel saman í sömu setningu.\n\n\n\nAnnars langar mig mikið til að spyrja, hvað í ósköpunum hefuru að gera við fleiri en 4 ip tölur?",
            "date": "2003-01-14 08:05:00",
            "post_id": "1567",
            "reply_to_id": "1562"
        },
        {
            "user_name": "zake",
            "text": "þetta er nú bara einsog með fiskinn í sjónum og kvótan.  Það er nú bara til takmarkaður fjöldi IP talna og ekkert óeðlilegt að borga fyrir að vera með löglega tölu.\n\n\n\nTakmörkuð auðlind.",
            "date": "2003-01-14 10:21:00",
            "post_id": "1570",
            "reply_to_id": "1567"
        },
        {
            "user_name": "Voffinn",
            "text": "HVAÐ 'I AND******** ætlarðu að gera við 254 ip tölur ?",
            "date": "2003-01-14 15:42:00",
            "post_id": "1573",
            "reply_to_id": "1570"
        },
        {
            "user_name": "Hannesinn",
            "text": "selja þær? :mrgreen: :mrgreen: :mrgreen:",
            "date": "2003-01-15 01:44:00",
            "post_id": "1596",
            "reply_to_id": false
        },
        {
            "user_name": "GuðjónR",
            "text": "Kannski er hann að safna? ég safnaði einu sinni frímerkjum....",
            "date": "2003-01-15 08:23:00",
            "post_id": "1601",
            "reply_to_id": "1596"
        },
        {
            "user_name": "MezzUp",
            "text": "jújú, það hefur áður komið fram",
            "date": "2003-01-15 13:10:00",
            "post_id": "1602",
            "reply_to_id": "1601"
        },
        {
            "user_name": "GuðjónR",
            "text": "...var ég nokkuð búinn að minnast á það að ég safnaði einu sinni frímerkjum? :hmm",
            "date": "2003-01-15 18:14:00",
            "post_id": "1607",
            "reply_to_id": "1602"
        },
        {
            "user_name": "MezzUp",
            "text": "sry for the w8 ppl\n\nVar að skoða vefinn hjá RIPE og þá sérstaklega þessar tvær síður:\n\nhttp://www.ripe.net/ripe/docs/ipv4-policies.html\n\n\nhttp://www.ripe.net/ripe/docs/ripe-152.html\n\n\n\n\nMér sýnist að við höfum ekki gott mál í höndunum\n\nÉg ákvað að copy'a það helsta úr þessum skjölum, svona samatekt um það sem að skiptir þessa umræðu máli. Lesið þetta (eða suttu útgáfurnar sem að fylgja með) og flettið neðst til þess að sjá álit mitt á málinu\n\n\n\nipv4-policies.html - IPv4 Address Allocation and Assignment Policies in the RIPE NCC Service Region\n\n\n\nConservation \n\nPublic Internet address space must be fairly distributed, according to the operational needs of the End Users' operating networks using this address space. To maximise the lifetime of the public Internet address space resource, addresses must be distributed according to need, and stockpiling must be prevented.\n\n- Þýdd/Stutt útgáfa - Spara IP adressurnar\n\n\n\nThe above goals may occasionally be in conflict with the interests of individual End Users or service providers. Careful analysis and judgement are necessary in each individual case to find an appropriate compromise. The rules and guidelines in this document are intended to help LIRs and End Users in their search for equitable compromises.\n\n- Þýdd/Stutt útgáfa - Það má breyta þessum reglum ef þær stangast á við hagsmuni einstaklinga/ISP'a\n\n\n\nImmediate utilisation should be at least 25% of the assigned address space and the utilisation rate after one year should be at least 50% of the address assignment unless special circumstances are defined.\n\n- Þýdd/Stutt útgáfa - Það verður að nota adressuna sem að þú fékkst\n\n\n\nEvaluation of IP address space requests must be based on a demonstrated need\n\n- Þýdd/Stutt útgáfa - Þú verður að hafa not fyrir IP tölu\n\n\n\nThe current rate of consumption of the remaining unassigned IPv4 address space does not permit the assignment of addresses for administrative ease.\n\n- Þýdd/Stutt útgáfa - Þú mátt ekki fá IP tölu bara til þess að létta þér lífið við að route'a networkinu þínu\n\n\n\nripe-152.html - Charging by Local Internet Registries\n\n\n\nIt is acceptable practice for Internet service providers (ISPs) to charge for services such as .......... and IP services\n\n- Þýdd/Stutt útgáfa -  Það MÁ rukkar fyrir \"IP services\"\n\n\n\nThus, while registries may charge for their administrative and technical services, they may not charge for name space or address space as such; no unit cost or price tag can be attached to a domain name or to an IP address, public or private. \n\n- Þýdd/Stutt útgáfa - ISP'ar á íslandi eru ekki að rukka fyrir IP töluna sem slíka heldur fyrir að skrá okkur með hana. Þannig að þessa reglu getum við ekki nýtt okkur\n\n\n\nWhere there is a charge, the customer must not be under the illusion that this translates into a unit cost per resource (resource=IP tölu eða lén) assigned\n\n- Þýdd/Stutt útgáfa - Þessu eru Símnet (og örugglega fleiri ISP'ar) að klikka á. M.v. verðskránna þa finnst mér vera að borga fyrir IP töluna sjálfa.\n\n\n\nTo attain the objectives outlined in this paper, it is recommended that all registries ........ relate charges to costs of operation and apply all revenues to such costs.\n\n- Þýdd/Stutt útgáfa - Þetta er örugglega það sterkasta í máli okkar. Ég held að það kosti Símnet varla 500 kall á mánuði bara fyrir að hafa síma númerið mitt og IP tölu í sömu línunni í einhverri skrá hjá þeim.\n\n\n\nEftir að hafa lesið þessar reglur þá erum við með frekar lost case en ég hripaði niður nokkrar aðferðir sem að hægt væri að beita.\n\n\n\n1. Láta alla sem vilja hafa fasta IP tölu (gegn eðlilegu gjaldi)\n\nMeð eðlilegu gjaldi er ég að tala um 1000 kall stofngjald og 500kr. á ÁRI.\n\n2. Rigga sjitið þannig að hægt sé að nota DCC send á irc'inu á þess að vera með fasta IP tölu. Þá yrðu nokkrir sem ég þekki sáttir. Margir sem að eru á mínuz irc myndu e.t.v. hætta sem sína föstu IP tölu\n\nMér finnst reyndar soldið skrítið að það sé ekki hægt. Þótt að IP tala sé ekki föst þá er maður náttla með IP tölu hvert session.\n\n3. Bíða eftir að IPv6 kemst í almenna notkun......  \n\n\n4. Ég var með meira en er búinn að gleyma því. Endilega komið með fleiri úrlausnir\n\n\n\nÞarf sem að þetta er svo veikt (að mínu mati) þá ætla ég að sleppa við(eða e.t.v. bíða með) að skrifa bréf.\n\nIP tölu kunnátta mín er vægast sagt mjög slæm þannig að það  er líklega eitthvað rangt eða vitlaust við þessar staðhæfingar mínar\n\nEf að menn vilja þá væri hægt að setja upp fund á #Velbunadur þar sem að menn myndu ræða þetta.\n\n\n\nLæt þetta fylgja með þótt að það komi þessu máli ekki beint við:\n\nIP addresses used solely for the connection of an End User to an LIR can be considered as part of the service provider's infrastructure. This means that these addresses do not have to be registered with the End User's contact details but can be registered as part of the service provider's internal infrastructure, i.e. point-to-point links. However, four or more addresses (e.g. /30 or more) used on the End User's network need to be registered separately with the contact details of the End User.\n\n- Þýdd/Stutt útgáfa - Ef að maður er með fjórar eða fleiri IP tölur þá verður maður að skrá sig í whois database'inn. Annars er nóg að ISP'inn sé skráður fyrir tölunni.",
            "date": "2003-01-15 22:14:00",
            "post_id": "1608",
            "reply_to_id": "1607"
        },
        {
            "user_name": "gandri",
            "text": "ég er með fasta iptölu og ég borga ekki shitt enda er þetta fyrirtækjatenging ég borga ekekrt fyrir að dl bara fyrir hraðann en fyrirtækið hans afa borgar það éger með adsl 1.5mb/sek   muhahahhahahahahahahahhaha",
            "date": "2003-01-22 10:38:00",
            "post_id": "1645",
            "reply_to_id": "1608"
        },
        {
            "user_name": "MezzUp",
            "text": "/me grætur.......",
            "date": "2003-01-22 17:42:00",
            "post_id": "1656",
            "reply_to_id": "1645"
        },
        {
            "user_name": "Voffinn",
            "text": "*hóst* montrass *hóst*",
            "date": "2003-01-22 18:37:00",
            "post_id": "1658",
            "reply_to_id": "1656"
        },
        {
            "user_name": "gandri",
            "text": "blabla",
            "date": "2003-01-22 19:28:00",
            "post_id": "1659",
            "reply_to_id": "1658"
        },
        {
            "user_name": "lakerol",
            "text": "Ég er með loftlinu hjá linunet og jú auðvitað fylgdi föst ip-tala með tengingunni.Hins vegar er það algjör ósvifni að láta borga fyrir fasta tölu.ég er til dæmis að hósta vefsíðuni mini beint af töluni og ég er með fritt dns hjá öðru fyrirtæki.málið er að ef ég væri með ip-tölu sem ég borga 500 á mán og svo dns nafnið sem er eitthvað veit ekki kannski 1500 á mán þá væri þetta orðið 10000kr á mánuði fyrir mig með hraðanum.\n\nþetta er algjört hneyksli.úti til dæmis í bandaríkjunum veit ég til þess að fyrirtækji eru ekki að rukka fyrir niðurhal ekki fyrir fasta ip-tölu og ekki fyrir dns.hvað er málið þó það sé ekki stór markaðskeppni fyrir netið hér á landi,  er þar með sagt að við erum tilbúinn að láta taka okkur í görnina.Nei ég held ekki.",
            "date": "2003-01-23 17:45:00",
            "post_id": "1674",
            "reply_to_id": "1659"
        },
        {
            "user_name": "natti",
            "text": "[quote=lakerol]\n\nil dæmis í bandaríkjunum veit ég til þess að fyrirtækji eru ekki að rukka fyrir niðurhal ekki fyrir fasta ip-tölu og ekki fyrir dns.\n\n[/quote]\n\n\n\nÉg hef nú verið að fylgjast með tölvuparti af erlendum spjallborðum. Og almennt séð þá eru flest fyrirtæki í Bandaríkjunum að rukka fyrir fasta ip tölu. Niðurhal er frítt hjá mörgum. Það eru yfirleitt staðir eins og við Ísland, Ástralía og staðir þar sem töluvert \"dýrara\" er að koma sér í samband því landfræðilega séð eru við askekkt.\n\nEn hvað varðar fasta ip tölu og DNS þá er rukkað fyrir það á mörgum stöðum úti. Og samt eru þónokkrir sem einfaldlega bjóða ekki upp á þessa þjónustu.\n\nMeina, Síminn Internet og þessir þjónustuaðilar gætu hæglega bara sleppt því að bjóða upp á fastar ip tölur. Það er ekkert sem segir að þeir verði að bjóða upp á þetta.",
            "date": "2003-01-26 15:01:00",
            "post_id": "1689",
            "reply_to_id": "1674"
        },
        {
            "user_name": "Voffinn",
            "text": "það er samt fyrir suma miklu þægilegra að vera með fasta ip tölu",
            "date": "2003-01-26 18:06:00",
            "post_id": "1690",
            "reply_to_id": "1689"
        },
        {
            "user_name": "natti",
            "text": "Það má vel vera, enda set ég ekkert út á það sem slikt.\n\nSumir þurfa fastar ip tölur, aðrir ekki.\n\nOftar en ekki er þetta spurning um þægindi bara, en í flestum tilfellum er þetta spurning um að \"vera með cool host\" á ircinu.",
            "date": "2003-01-26 20:32:00",
            "post_id": "1699",
            "reply_to_id": "1690"
        },
        {
            "user_name": "Voffinn",
            "text": "talandi um það.. hvernig fer mar að því ?",
            "date": "2003-01-26 20:56:00",
            "post_id": "1701",
            "reply_to_id": "1699"
        },
        {
            "user_name": "gumol",
            "text": "Er ekki hægt að fá tengignu með ótakmörkuðu downloadi? (þá er ég að meina sítengingu fyrir almenning)",
            "date": "2003-04-11 17:56:00",
            "post_id": "3826",
            "reply_to_id": "1701"
        },
        {
            "user_name": "MezzUp",
            "text": "Ekki á íslandi nema að þú kaupir þér aðgang að RIX og kaupir líka aðgang að Cantat :)",
            "date": "2003-04-13 00:28:00",
            "post_id": "3850",
            "reply_to_id": "3826"
        },
        {
            "user_name": "gumol",
            "text": "Ég geri það \nþegar\n ég verð orðinn milljarðamæringur",
            "date": "2003-04-13 00:46:00",
            "post_id": "3859",
            "reply_to_id": "3850"
        },
        {
            "user_name": "MezzUp",
            "text": "Og \nþegar\n þú ert orðinn milljarðarmæringur, mundu þá hver benti þér á þetta",
            "date": "2003-04-13 11:13:00",
            "post_id": "3868",
            "reply_to_id": "3859"
        },
        {
            "user_name": "natti",
            "text": "Þú þarft nú að vera að downloada frekar miklu ef það á að vera ódýrara fyrir þig að vera með tengingu við rix&cantat helduren að borga sérstaklega fyrir umfram dl :þ\n\n\n\n\n\nÉg geri ráð fyrir því að þú sért að tala um irc hostinn?\n\nEf þú ert með fasta ip tölu, óg þekkir einhvern sem t.d. sér um blabla.is\n\nÞá myndiru fá gaurinn ´hjá blabla.is að setja voffinn.blabla.is í dns fyrir ip töluna þína. En einnig er nauðsynlegt fyrir þinn þjónustuaðila að setja reverse færslu svo að ip talan þín þekkist sem voffinn.blabla.is\n\nFlestir þjónustuaðilar bjóða upp á að vera með \"<notandi>.<þjónustuaðili>.is\".\n\nT.d. simnet; \"voffinn.simnet.is\", en það kostar 1000kr aukalega á mánuði.\n\nÞ.e.a.s. þá borgaru 500kr fyrir ip töluna, 1000 fyrir dns nafnið, sem samsvarar 1500kr aukalega á mán.\n\n\n\nMér persónulega finnst alveg sjálfsagt að borga þennann 500kr fyrir ip töluna. En út í hött að borga fyrir DNS nafnið, nema í mestalagi uppsetningargjald.",
            "date": "2003-04-13 12:43:00",
            "post_id": "3872",
            "reply_to_id": "3868"
        },
        {
            "user_name": "Voffinn",
            "text": "ég er með fasta ip, og þannig að ef ég ætlaði kannski að fá mér voffinn.beib.is þá þyrfti ég að þekkja þann sem er með beib.is ? en get ég notað þetta með svona ókeypis dns þjónustu t.d. voffinn.no-ip.biz ?",
            "date": "2003-04-13 14:09:00",
            "post_id": "3879",
            "reply_to_id": "3872"
        },
        {
            "user_name": "gumol",
            "text": "Gæti ég þá notað gumol.no-ip.com ? Hvað þyrfti ég að byðja netþjónustuna að gera?",
            "date": "2003-04-13 14:47:00",
            "post_id": "3881",
            "reply_to_id": "3879"
        },
        {
            "user_name": "natti",
            "text": "Ok, þetta virkar þannig, að þegar þú loggar þig inn á irc server, þá kemuru kannski frá 213.213.213.213.\n\nÞað sem irc serverinn gerir er að lookupa 213.213.213.213 og ath hvort það sé eitthvað nafn bakvið töluna.\n\nEf það finnst ekkert, þá færðu engan hóst, bara ip tölu.\n\nEf að irc serverinn fær að 213.213.213.213 þekkist sem in-1.simnet.is, þá athugar hann líka hvort að in-1.simnet.is þekkist sem 213.213.213.213\n\nEf að það stemmir, þá kemuru á ircið sem in-1.simnet.is\n\n\n\nEf þú ert með fasta ip, og ert með freedns host, eins og t.d. gumol.no-ip.com sem vísar á ip töluna þína, þá þarf ip talan einnig að vísa á gumol.no-ip.com\n\n\n\nÞ.e.a.s.: þegar gumol tengist ircinu, þá checkar irc serverinn fyrst ip tölu-> nafn, og finnur út að ip talan sem gumol kemur frá er 130.208.bla.bla\n\nog nafnið bakvið þessa tölu er adsl2.rala.is\n\nÞað sem þjónustuaðilinn þyrfti að gera, er að breyta reverse færslunni fyrir 130.208.bla.bla yfir í gumol.no-ip.com, þannig að 130.208.bla.bla bendi á gumol.no-ip.com.\n\nÞá ættiru að koma á irc sem @gumol.no-ip.com\n\n\n\nEruði að fylgja mér?",
            "date": "2003-04-13 15:00:00",
            "post_id": "3882",
            "reply_to_id": "3881"
        },
        {
            "user_name": "gumol",
            "text": "Já ég held ég skilji þetta thx.",
            "date": "2003-04-13 15:10:00",
            "post_id": "3883",
            "reply_to_id": "3882"
        },
        {
            "user_name": "Voffinn",
            "text": "Ég er að elta þig...en kostar mikið að láta vísa svona \"tilbaka\" flesh.no-ip.biz -> 123.123.123.123 ?",
            "date": "2003-04-13 16:08:00",
            "post_id": "3887",
            "reply_to_id": "3883"
        },
        {
            "user_name": "natti",
            "text": "Fer eftir hverjum þjónustuaðila fyrir sig.\n\nÞú verður bara að spyrja mmedia af því \n\n\nMbk\n\nJónatan",
            "date": "2003-04-13 18:10:00",
            "post_id": "3888",
            "reply_to_id": "3887"
        },
        {
            "user_name": "Bjóri",
            "text": "Hmhh. Ég er nú með 14.. ..eða reyndar 15 IP tölur frá emax.. ..ekki er ég skráður fyrir tölunum \n - Og já, ég er að borga einhvern 1500kr á mánuði fyrir þessar tölur.. ..reyndar bara tölurnar, sé sjálfur um dns'inn úthlutun þeirra og það bull\n\n\n\n Kveðja,\n\n  Bjóri",
            "date": "2003-05-31 21:03:00",
            "post_id": "6208",
            "reply_to_id": false
        },
        {
            "user_name": "noline",
            "text": "Bjóri...ef þú ert með 15 ip tölur úthlutaðar, en þær ekki skráðar á þig, til hvers ertu að halda dns server í gangi???\n\nEf að DNS serverinn er á þessum tölum þá ertu með problem, því að þá conflicta þínar subnet tölur við emax subnet tölurnar, þannig að þeir sem heimsækja síður hjá þér gætu lenti í því að fá \"non-response\" síðu upp.  Ég myndi persónulega láta þá relay-a þessum tölum á dns serverinn hjá mér og láta þá registera subnetið á mig hjá ripe.  Annars er ég rólegur með mínar +300 ip tölur frá línu.net",
            "date": "2003-06-01 14:56:00",
            "post_id": "6234",
            "reply_to_id": "6208"
        },
        {
            "user_name": "GuðjónR",
            "text": "+300 ip? útskýra please",
            "date": "2003-06-01 15:10:00",
            "post_id": "6235",
            "reply_to_id": "6234"
        },
        {
            "user_name": "Voffinn",
            "text": "til hvers ? ekki ertu með 300 tengingar ? þetta er bara græðgi",
            "date": "2003-06-01 15:17:00",
            "post_id": "6237",
            "reply_to_id": "6235"
        },
        {
            "user_name": "Bjóri",
            "text": "Hmh. Meira veit ég ekki, ég er bara með cname á þessar tölur mínar og sé um dns'inn á þeim sjálfur. Nördahlið þessa máls hef ég bara ekki hugmynd um meir \n - ég er bara lítill og sætur vefforritari, lítið meir. Eeeeheeen! það er reyndar rétt að þeir sem eru á emax tengingum eiga erfitt með að ná samband við mig og ég á erfitt með að ná sambandi við þá (t.d. þá kemst ég *ekki* á emax.is *né* webmail.emax.is sem er frekar fúllt að GETA EKKI SKOÐAÐ PÓSTINN MINN!)",
            "date": "2003-06-01 16:00:00",
            "post_id": "6240",
            "reply_to_id": "6237"
        },
        {
            "user_name": "bth",
            "text": "Ef ég skil þetta rétt þá er verið að tala um að skrá \"okkur\" í Whois gagnagrunn t.d. hjá RIPE. Það eru þessir ADSL ISP'ar ekki að gera fyrir hverja einustu IP tölu.\n\n\n\nAfhverju virðist alltaf vera talað um Símnet hérna? Það eru til ADSL ISP'ar sem bara hafa þetta inní verðinu á ADSL aðganginum og eru ekkert dýrari en Símnet.\n\n\n\nÉg veit ekki um neinn annan en Símnet sem rukkar mánaðargjald fyrir notandanafn.simnet.is enda er það fáránlegt.",
            "date": "2003-06-21 14:04:00",
            "post_id": "7048",
            "reply_to_id": "6240"
        }
    ],
    "date": "2003-05-31 21:03:00"
}