{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "23446",
    "title": "LCD skjár",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=23446",
    "posts": [
        {
            "user_name": "The Joker",
            "text": "Sælir. Ég var að pæla í að fjárfesta í LCD skjá fyrir tölvuna mína.\nVæri flott ef menn gætu komið með uppástungur af einhverjum 22\" eða 24\" LCD skjáum sem þeir hafa einhverja reynslu af. Þá sérstaklega ef þeir nota skjáinn bæði fyrir PC og PS3. Ætla nefnilega að nota hann fyrir PC og PS3 og hallast ég því frekar að 24\".\nSkjárinn verður að vera með 1920x1080 í upplausn. (HDMI tengi).\nP.S. Langaði líka að spurja útí þessi sjónvarpskort. Er e-ð vit í því að kaupa þannig núna og nær þetta einhverjum stöðvum?\nTakk fyrir mig.",
            "date": "2009-06-07 23:42:00",
            "post_id": "208743",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Bara 2 22\" skjáir sem að ég veit um sem að bjóða uppá 1920x1080 í upplausn í sölu á Íslandi og þar af er bara einn með HDMI tengi, og það er \nBenQ G2200HD",
            "date": "2009-06-08 00:07:00",
            "post_id": "208745",
            "reply_to_id": "208743"
        },
        {
            "user_name": "mind",
            "text": "23\" gæti reyndað lika komið til greina, þeir eru í þessari upplausn líka.\nSjá:\n[url]http://www.att.is/product_info.php?cPath=6&products_id=4795[/url]\nReyndar hátalarar í þessum en hann er með HDMI og upplausnina\nNokkud langt síðan ég hætti að sjónvarpskortast. Var svosem allt í lagi ef maður sendi útsendinguna út í sjónvarp en þetta lítur alltaf frekar illa út í tölvuskjá. Og mjög leiðinlegt að setja upp.",
            "date": "2009-06-08 03:16:00",
            "post_id": "208756",
            "reply_to_id": "208745"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Ég er með 2 24\" skjái, báða tengda við tölvuna (DVI) og svo Xbox360 líka tengdan við þennan skjá með HDMI:\nhttp://kisildalur.is/?p=2&id=735\nFrábær skjár. Hef keypt 6 svona gegnum tíðina fyrir vini og vandamenn og þeir hafa ekki slegið feilpúst. Eina er að það eru til bjartari skjáir og það er ekki hægt að stilla hæðina. 1920x1200 upplausn með 1:1 stuðing (styður PS3/Xbox360 upplausnina án þess að teygja myndina), DVI/HDMI/D-SUB, audio out svo þú getur tengt hátalara við skjáinn og fengið hljóð úr PS3 vélinni.\nSvo er aftur þess:\nhttp://www.tolvuvirkni.is/ip.php?inc=vi ... nQ_G2411HD\nNýrri týpan af sama skjá. 1920x1080 upplausn, DVI/HDMI/D-Sub. Hef keypt einn svona, kom mjög vel út.\nSá á kvölina sem á völina",
            "date": "2009-06-08 10:48:00",
            "post_id": "208760",
            "reply_to_id": "208756"
        },
        {
            "user_name": "The Joker",
            "text": "Þakka ykkur innilega fyrir ábendingarnar.",
            "date": "2009-06-08 12:45:00",
            "post_id": "208768",
            "reply_to_id": "208760"
        }
    ],
    "date": "2009-06-07 23:42:00"
}