{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "23608",
    "title": "Hjálp við samsetningu á nýrri tölvu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=23608",
    "posts": [
        {
            "user_name": "Ezekiel",
            "text": "Sælir, félagi minn bað mig um að setja saman fyrir sig uppfærslu pakka fyrir ca. 60þúsund til eða frá.\nÞað sem honum vantar er\nMóðurborð\nÖrgjörvi\nMinni\nSkjákort\nAflgjafi\nAllt hitt á hann.\nEf að það þarf að púsla þessu úr mismunandi verslunum er það lítið mál.\nHann er aðallega að spila Manager og Red Alert 3 og náttúrulega hin staðbundna Office og internet notkun.\nEf þið gætuð púslað einhverju saman væri það vel þegið.",
            "date": "2009-06-21 23:07:00",
            "post_id": "209850",
            "reply_to_id": false
        },
        {
            "user_name": "Benzmann",
            "text": "bíddu, félagi þinn bað þig að búa til tilboð fyrir sig, svo kemur þú hingað og biður okkur um að gera tilboð fyrir þig, fyrir hann, fæst ekki mikið fyrir 60þús, allavegana það sem þú varst að biðja um,  ef þú villt hafa þetta eitthvað almennilegt þá færi þetta í 80-100þús.  ekki nema þú verslar notað í kolaportinu, eða eitthvað rusl í góða hirðinum,",
            "date": "2009-06-22 08:23:00",
            "post_id": "209866",
            "reply_to_id": "209850"
        },
        {
            "user_name": "Klemmi",
            "text": "Hvað segirðu, vaknaðir þú í morgun og ákvaðst að vera leiðinlegur?  Eða ertu það bara almennt?\nAnnars er alveg hægt að púsla saman ágætis pakka í kringum þetta verðbil, ágætis aflgjafi ca. 9-10þús (ég vil ekki vera með auglýsingamennsku svo ég ætla ekki að linka á hluti).\nSæmilegt móðurborð fyrir LGA775 ca. 12þús\nE5300 ca. 14þús\nRetail vifta 1þús\n2GB 800MHz DDR2 ca. 6þús\nATI Radeon 4670 ca. 16þús\nEndarðu í tæpum 60þús kalli með ágætis vél \n  Minni þig bara á að verzla traust merki \n  Ekki spara 500-1000kall hér og þar með því að velja shaky merki framyfir eitthvað virt.\nSjálfur myndi ég reyndar borga aðeins meira og fara í 9600GT, nema þú takir aflgjafa af skornum skammti, þá er 4670 ekki jafn orkufrekt og þarf ekki 6pinna power",
            "date": "2009-06-22 10:35:00",
            "post_id": "209873",
            "reply_to_id": "209866"
        }
    ],
    "date": "2009-06-21 23:07:00"
}