{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "2377",
    "title": "Thermaltake spennugjafi...",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=2377",
    "posts": [
        {
            "user_name": "FrankC",
            "text": "Er e-r með þennan: \n\n\n\nhttp://computer.is/vorur/2981\n\n\nSPENNUGJAFI FYRIR ATX TÖLVUR - Thermaltake 480 W Low Noise spennugjafi með tvær viftur og viftuhraðastýringar - svartur, 12.255\n\n\n\n?\n\n\n\nvar að pæla í að fá mér svona, vantar e-n sem heyrist lítið í, er áreiðanlegur og með S-ATA... Hefur e-r reynslu af honum?\n\n\n\nkv.\n\n\n\nFrank Cassata",
            "date": "2003-12-08 17:11:00",
            "post_id": "23007",
            "reply_to_id": false
        },
        {
            "user_name": "SkaveN",
            "text": "Ég er alveg í full time job að svara þér  \n\n\n\n\nEn gætiru ekki notað google dáldið og prufað sjálfur að leita af smá info um vörunna sem þú ætlar að versla þér. Prufaðu  að skrifa t.d. \"Thermaltake PSU reviews\" eða eitthvað álíka, koma örugglega 10+ síður sem þú getur skoðað. Þarft bara að kunna ensku  \n\n\n\n\nups my mistake... hélt þú það væri þessi woods sem gerði þennan póst :> er smá kaldhæðni i svarinu  mínu",
            "date": "2003-12-08 18:47:00",
            "post_id": "23014",
            "reply_to_id": "23007"
        },
        {
            "user_name": "gumol",
            "text": "Ég held að það sé ekkert mál að fá breytistikki til að tengja SATA diska við molex tengi. Annars skaltu líka kíkja á \nhttp://www.start.is\n og \nhttp://www.task.is\n , þeir eru með fína spennugjafa frá Vantec og Zalman.",
            "date": "2003-12-08 19:53:00",
            "post_id": "23022",
            "reply_to_id": "23014"
        },
        {
            "user_name": "FrankC",
            "text": "nei ég er nú aldeilis enginn woods...",
            "date": "2003-12-09 15:03:00",
            "post_id": "23106",
            "reply_to_id": "23022"
        },
        {
            "user_name": "Hlynzit",
            "text": "Úber psu shitt ég lét mér nægja eikka með1viftu og eingum helvítis viftustýringu efast um aðþú þurfir svona gott PSU þótt að það séi flott.",
            "date": "2003-12-09 15:49:00",
            "post_id": "23112",
            "reply_to_id": "23106"
        },
        {
            "user_name": "gnarr",
            "text": "anandtech gerði review um fullt af psu og komst að því að ekkert psu með viftustýringu var að skila góðum útkomum. halda sig frá þeim.",
            "date": "2003-12-09 15:57:00",
            "post_id": "23117",
            "reply_to_id": "23112"
        },
        {
            "user_name": "skipio",
            "text": "Ég mæli eindregið með því að þú fáir þér ekki Thermaltake PSU ef þú vilt fá hljóðlátan spennugjafa.\n\n\n\nÁgætis spennugjafar sem eru hljóðlátir og fást á Íslandi eru Fortran spennugjafinn sem fæst á um 6000 krónur í Tölvulistanum og fleiri búðum, task og Tölvuvirkni sem dæmi. Hann er nokkuð góður. Ég hugsa að ég sjálfur myndi taka útgáfuna í Tölvuvirkni sem gengur undir nafninu \"Aurora\" og er með takka til að stilla hraðann (og blátt LED ljós  \n  ).\n\n\n\nTask.is seldi alltaf 300W PSU frá Zalman sem er einnig nokkuð gott en núna selja þeir aðeins 400W útgáfuna sem mér finnst alltof dýr (ódýrari en Thermaltake ruslið þó). 400W Zalmanninn er samt vel hljóðlátur.\n\n\n\nEkki kaupa Vantec Stealth PSU-ið - garbage.\n\n\n\nÞú athugar ennfremur að ef þú vilt hafa hljóðláta tölvu verður þú líka að hafa hljóðlátan harðan disk (Seagate eða Samsung), hljóðláta örgjörvaviftu (Zalman 7000 er mjög fín) og ennfremur auka viftu aftan á tölvunni - annars reynir of mikið á viftuna í PSU-inu. Ef þú getur komið fyrir 12cm viftu aftan á tölvunni þinni er Enermax 12cm viftan mjög fín á litlum hraða en ef þú þarft 8cm viftu skaltu kaupa þér Papst viftu (dýrar en fást í task.is) eða Panaflo L1A (ódýr en verður að panta að utan - góður staður er \nhttp://homepage.ntlworld.com/dorothy.br ... anaflo.htm\n)\n\n\n\nMæli með að þú skoðir silentpcreview.com",
            "date": "2003-12-09 19:48:00",
            "post_id": "23151",
            "reply_to_id": "23117"
        },
        {
            "user_name": "Woods",
            "text": "Skave hann breytist ekkert því míður",
            "date": "2003-12-09 22:01:00",
            "post_id": "23172",
            "reply_to_id": "23151"
        },
        {
            "user_name": "gnarr",
            "text": "zalman 400 er gjörsamlega hljóðlaus. það er ekki til hljóðlátari aflgjafi (fyrir utan viftu lausa 20.000kr draslið)",
            "date": "2003-12-09 22:40:00",
            "post_id": "23181",
            "reply_to_id": "23172"
        },
        {
            "user_name": "FrankC",
            "text": "en eru til e-sskonar S-ATA millistykki sem ég gæti þá notað? Er 400w nóg ef ég er með 3-4 harða diska?",
            "date": "2003-12-10 00:51:00",
            "post_id": "23224",
            "reply_to_id": "23181"
        },
        {
            "user_name": "gnarr",
            "text": "já, já.",
            "date": "2003-12-10 00:58:00",
            "post_id": "23226",
            "reply_to_id": "23224"
        },
        {
            "user_name": "skipio",
            "text": "Zalman er ágætur en hann er alls ekki sá besti. Nexus og Seasonic eru t.d. mun betri fyrir sama eða minni pening. Hins vegar er Zalman PSU-ið það besta sem hægt er að fá á Íslandi á eðlilegu verði (samt of dýrt að því er mér finnst). Ef ég væri að fá mér PSU sjálfur myndi ég panta mér Seasonic frá UK fyrir minni pening en maður borgar fyrir Zalman á Íslandi.\n\n\n\nBtw.: Það gæti líka verið óvitlaust að kaupa sér bara nýjan kassa með góðu PSU. Antec Sonata og SLK3700 í Boðeind eru mjög góðir kassar með fínum lágværum PSU og svo er einnig hægt að fá SLK3700 frá öðrum framleiðanda í Expert en þar kallast hann Compucase 6A. Þú ert að borga minni eða þá örlitlu meiri pening heldur en þú værir að borga fyrir Zalman PSU-ið.",
            "date": "2003-12-10 19:12:00",
            "post_id": "23320",
            "reply_to_id": "23226"
        },
        {
            "user_name": "skipio",
            "text": "Það er afar útbreiddur misskilningur að fólk þurfi að hafa meira en 300W PSU. Annars er góður 300W aflgjafi (eins og minn HEC til dæmis) að skila meiri afköstum en þessir drasl 400W og 500W aflgjafar sem svo margir eru að kaupa (Zalman 400W er fínn samt).\n\n\n\nEf þú værir með 2 örgjörva að þá er farið að verða sniðugt að notast við 400W eða öflugri PSU. \n\n\n\nSkoðaðu t.d. þennan þráð: \nhttp://forums.silentpcreview.com/viewto ... c&start=30",
            "date": "2003-12-10 19:22:00",
            "post_id": "23321",
            "reply_to_id": "23320"
        },
        {
            "user_name": "FrankC",
            "text": "en nú er ég með einhvern drasl psu sem fylgdi með vélinni, held hann sé 300w, og það sem er beintengt við það er eftirfarandi\n\n\n\n2 cdrw drif\n\n1 floppy\n\n1 hd\n\nmóðurborð og það sem því fylgir\n\n\n\nog það er bara ein 4pinna power snúra eftir, og ég er að fara að fá 2hdd\n\n\n\nég veit að þetta er hin mesta n00ba spurning, en eru fleiri tenglar á öðrum 300w psu? Mér er farið að lítast bara helv vel á Zalman 400w, ef ég get fengið á hreint e-sstaðar hvort það sé til millistykki til að powera sata diska",
            "date": "2003-12-10 20:05:00",
            "post_id": "23324",
            "reply_to_id": "23321"
        },
        {
            "user_name": "Arnar",
            "text": "Já, það er til millistykki til þess",
            "date": "2003-12-10 20:09:00",
            "post_id": "23325",
            "reply_to_id": "23324"
        },
        {
            "user_name": "emmi",
            "text": "Ég er með svona PSU og get ekki annað sagt en að ég sé hæstánægður með það.",
            "date": "2003-12-10 20:53:00",
            "post_id": "23329",
            "reply_to_id": "23325"
        }
    ],
    "date": "2003-12-08 17:11:00"
}