{
    "forum_title": "Koníakstofan",
    "id": "24079",
    "title": "Tolla- og sendingagjöld",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=24079",
    "posts": [
        {
            "user_name": "coldcut",
            "text": "Daginn kollegar\nNú ætla ég að fara að kaupa mer fartölvu fyrir háskólann í haust og er að spá í að kaupa mér hana af Amazon.  Það sem ég er að velta fyrir mér er hvort þið vitið nokkuð hvort reiknirinn á \nhttp://www.shopusa.is\n taki vsk inn í heildarverðið hjá sér.\nOg enn betra væri ef að einhver veit hver öll þessi gjöld eru sem eru lögð ofan á tölvubúnaðinn.\nÉg setti í reiknirinn vöru sem kostar 579,99$ og þá kemur Samtals gjöld kr: 43.082 og heildarverðið er þá kr: 118.237.\nVona að einhver geti svarað þessu fyrir mig",
            "date": "2009-07-28 17:08:00",
            "post_id": "212864",
            "reply_to_id": false
        },
        {
            "user_name": "hagur",
            "text": "Já, reiknivélin hjá Shopusa.is sýnir ÖLL gjöld.  Þessi gjöld eru væntanlega 24,5% vaskur og svo tollmeðferðargjöld.  Einverstaðar heyrði ég að tölvubúnaður væri tollfrjáls.  Svo eru inní þessu vörugjöld hugsa ég, nema tölvubúnaður beri þau ekki ..... er ekki viss.\nEn þú getur samt verið nokkuð viss um að það mun ekki bætast neinn kostnaður ofan á það sem þú sérð í reiknivélinni þeirra.",
            "date": "2009-07-28 18:03:00",
            "post_id": "212871",
            "reply_to_id": "212864"
        },
        {
            "user_name": "depill",
            "text": "Tölvur og tölvubúnaður inniheldur engin vörugjöld né tolla. Þannig að það leggst bara á þetta vsk ( sem leggst á eftir að flutningur+þóknun ShopUSA hefur verið bætt við verðið ). Ef þú ert að spá í að jafnvel splæsa þér til U.S.A og kaupa vél þá geturðu bætt bara við VSKi það er það eina sem þú munt þurfa að greiða þegar þú kemur til Íslands ( ef þú vilt gera þetta algjörlega löglega )",
            "date": "2009-07-28 18:54:00",
            "post_id": "212881",
            "reply_to_id": "212871"
        },
        {
            "user_name": "omare90",
            "text": "http://www.tollur.is/upload/files/calc_netverslun(20\n).htm \nFínt að nota þessa reiknivél ef þú hefur sendingarkostnaðinn",
            "date": "2009-07-28 19:14:00",
            "post_id": "212887",
            "reply_to_id": "212881"
        },
        {
            "user_name": "rapport",
            "text": "VSK reiknast af verði + flutningskostnaði...",
            "date": "2009-07-28 19:19:00",
            "post_id": "212889",
            "reply_to_id": "212887"
        },
        {
            "user_name": "coldcut",
            "text": "En nú er málið það að familían á fyrirtæki, þarf ég þá nokkuð að greiða vaskinn?",
            "date": "2009-07-29 00:09:00",
            "post_id": "212930",
            "reply_to_id": "212889"
        },
        {
            "user_name": "Vectro",
            "text": "Þarft að borga vsk já.",
            "date": "2009-07-29 00:15:00",
            "post_id": "212931",
            "reply_to_id": "212930"
        },
        {
            "user_name": "Gúrú",
            "text": "Ef að familíufyrirtækið getur pantað tölvuna á sína kennitölu þá borgar familíufyrirtækið það sama og fyrirtæki í vsk",
            "date": "2009-07-29 00:20:00",
            "post_id": "212932",
            "reply_to_id": "212931"
        },
        {
            "user_name": "Benzmann",
            "text": "tölvubúnaður er ekki tollfrjáls",
            "date": "2009-08-06 08:46:00",
            "post_id": "213638",
            "reply_to_id": "212932"
        },
        {
            "user_name": "MezzUp",
            "text": "Fyrirtæki greiða sama virðisauka og allir aðrir, ég hef allavega ekki heyrt um nein sér vsk. þrep fyrir fyrirtæki. Á móti kemur að fyrirtæki fá endurgreiddan vsk. af vörum sem keyptar eru og notaðar til reksturs. Coldcut gæti hugsanlega skráð tölvuna á fyrirtækið, en þá held ég að hann væri í raun að fremja skattsvik.\nuuuu, víst?\nMaður borgar allavega hvorki tollgjöld né vörugjöld af tölvubúnaði, heldur bara vsk. Endilega komdu með tengil á aðrar upplýsingar ef að þú ætlar áfram að halda þessu fram.",
            "date": "2009-08-06 09:33:00",
            "post_id": "213644",
            "reply_to_id": "213638"
        },
        {
            "user_name": "depill",
            "text": "Fyrirtækið þarf að kaupa tölvuna ( og greiða hana ) og hlutirnn ( í þessu tilviki tölvan ) á að vera notuð í reksturinn. Og fyrirtækið þarf jafnframt að vera í virðisaukaskyldum rekstri ( og þar með VSK númer ) og þá getur fyrirtækið talið VSKinn fram sem Innskatt og fengið VSKinn endurgreiddan í næsta uppgjöri ( þarf samt að leggja út fyrir honum í byrjun ).\nVona að þetta skýri þetta út aðeins fyrir þér, þetta er ekki ætlað til þess að fyrirtæki geti verið VSK frjáls \n Heldur að þau séu eingöngu að greiða virðisaukann á vörunum/þjónustunni sem þau selja og eins og MezzUp segir að þá yrði það skattsvik ef það sé ekki notað í reksturinn ( sem gæti orðið erfitt að sanna að sé ekki samt )\nBara taka undir með MezzUp. Tölvubúnaður er með 0% tolli og 0% vörugjöldum eingöngu VSKi \n ( Það eru samt alveg undantekningar, og það fer eftir skilgreingu þinni á tölvubúnaði hvort að \"allur2 tölvubúnaður sé tollfrjáls. En hins vegar tölvur o.s.frv eru tollfrjálsar.",
            "date": "2009-08-06 09:47:00",
            "post_id": "213647",
            "reply_to_id": "213644"
        }
    ],
    "date": "2009-07-28 17:08:00"
}