{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "24156",
    "title": "Kaupa laptop i USA og láta senda heim",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=24156",
    "posts": [
        {
            "user_name": "Gerbill",
            "text": "Sælir, smá pæling hér.\nEf ég mundi kaupa laptop á heimasíðu í USA og láta senda hana til félaga sem er í bna og hann mundi senda hana til mín sem \"gjöf\", mundi ég sleppa við toll?",
            "date": "2009-08-04 15:03:00",
            "post_id": "213403",
            "reply_to_id": false
        },
        {
            "user_name": "CendenZ",
            "text": "neibb, þeir taka ekki mark á \"gift\" merkinu á umbúðum",
            "date": "2009-08-04 16:00:00",
            "post_id": "213413",
            "reply_to_id": "213403"
        },
        {
            "user_name": "SteiniP",
            "text": "Tölvan þyrfti þá að lýta út fyrir að vera notuð. Kannski ef hann myndi setja hana upp, setja einhver forrit og fjölskyldumyndir á hana. Smella nokkrum límmiðum á bakið á henni og senda hana í einhverri fartölvutösku.\nÆtti það ekki að sleppa?",
            "date": "2009-08-04 17:49:00",
            "post_id": "213427",
            "reply_to_id": "213413"
        },
        {
            "user_name": "Gerbill",
            "text": "Hmm, einhvern veginn efast ég stórlega um að þeir gangi það langt að kveikja á tölvunni til að athuga innihald, eða hvað?",
            "date": "2009-08-05 06:19:00",
            "post_id": "213501",
            "reply_to_id": "213427"
        },
        {
            "user_name": "depill",
            "text": "Tollurinn segir\n að gjafir undir 10.000 kr séu tollfrjálsar, man meiri segja eftir máli þar sem að pabbi stúlku sendi iPod heim til landsins ( iPod Mini ef mig minnir rétt ) upptekinn og læti merktur gjöf og það var þvílíkur væll yfir því hvað það kostaði mikið að leysa hann út...... ( Fréttir Stöð 2 einhvern tíman ).\nÞannig ef þú getur fengið vin þinn til að koma með löglega nótu til að sýna fram á að tölvan kostar undir 10.000 kr þá já örugglega. Notaðar vörur gilda heldur ekki, verður aftur að láta tollstjóra halda að varan kosti undir 10.000 kr ( sem þeir munu ekki gera að öllum líkindum ) og ef þú getur ekki sýnt nótu þá færðu hana ekki.\nEf þú ert að pæla í að \"smygla\" henni inn með því að fljúga henni inn, að þá já minnka límmiðar og forrit á vélinni líkurnar ( og já tollstjórinn kveikir oft á vélinni til að vera viss um að þetta sé \"tölva\" og uppsett í þokkabót, hef lent í því ) og Tollstjóri er í fullum rétti að taka tölvuna á þér þangað til að þú kemur með kvittun um að það sé búið að greiða gjöld af vélinni ( frá tollstjóra ef þú fluttir hana inn, annars frá umboðinu ).\nAnnars er ágætt að minnast á það að eingöngu VSKur leggst á fartölvur ( sem sagt tölvan þín mun kosta (Verð + Sendingarkostnaður) * 1.245 ) og þá er hún fullkomnlega lögleg hérna á landi og þegar þú ferðast með hana. Mundu samt að halda upp á allar kvittanir",
            "date": "2009-08-05 08:59:00",
            "post_id": "213505",
            "reply_to_id": "213501"
        },
        {
            "user_name": "dori",
            "text": "Ekki gleyma ~500 krónu tollafgreiðslugjaldinu sem leggst á allt sama hvort það þurfi að borga toll eða ekki. Það var fokkin pirrandi þegar ég var að kaupa nýtt tengi í tölvu sem kostaði ~1000 kall.",
            "date": "2009-08-07 00:49:00",
            "post_id": "213771",
            "reply_to_id": "213505"
        }
    ],
    "date": "2009-08-04 15:03:00"
}