{
    "forum_title": "Netkerfi - internetið",
    "id": "24714",
    "title": "Nýr sæstrengur tekin í notkun í dag",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=24714",
    "posts": [
        {
            "user_name": "codec",
            "text": "Nýr sæstrengur í notkun\n í dag þegar Vodafone hleypir umferð á Danice.\nKapallinn er um 2250km og eru 4 pör af ljósleiðurum sem eiga að bera 5.1 Tbit/s skv. \nwikipedia\n.\nVonandi verður þetta til þess að netið, það er samskipti við útlönd, verði nothæft hér á Íslandi en það hefur verið frekar dapurt að mínu mati síðustu misseri.",
            "date": "2009-09-01 15:21:00",
            "post_id": "216899",
            "reply_to_id": false
        },
        {
            "user_name": "GrimurD",
            "text": "Þessi strengur kannski ástæða þess að Síminn er byrjaður að bjóða uppá stærri nettengingar og hærri takmarkanir heldur en áður?",
            "date": "2009-09-01 15:51:00",
            "post_id": "216903",
            "reply_to_id": "216899"
        },
        {
            "user_name": "prg_",
            "text": "„Við“ hjá Vodafone vorum a.m.k. að bíffa upp gagnamagnið sem er innifalið í ADSL og ljósleiðaratengingum. Sjá \nhttp://www.vodafone.is/internet/adsl\n.\n5 => 10\n10 => 30\n40 => 70\nEinnig í boði 120 GB pakki.\nPís át...",
            "date": "2009-09-01 16:12:00",
            "post_id": "216904",
            "reply_to_id": "216903"
        },
        {
            "user_name": "AntiTrust",
            "text": "Eru fyrirtæki s.s ekki að borga sama gjald pr. Gb og áður?",
            "date": "2009-09-01 16:31:00",
            "post_id": "216906",
            "reply_to_id": "216904"
        },
        {
            "user_name": "CendenZ",
            "text": "Hverjum er ekki sama um adsl í dag, þetta gildir líka um ljósleiðararann!!",
            "date": "2009-09-01 16:33:00",
            "post_id": "216907",
            "reply_to_id": "216906"
        },
        {
            "user_name": "Gothiatek",
            "text": "Snilld. Var að fá 50 Mbit ljósleiðarann tengdan í morgun, pantaði áskrifaleiðina með 10 GB innifalið....fínt að færast uppí 30 GB strax á fyrsta degi",
            "date": "2009-09-01 16:39:00",
            "post_id": "216910",
            "reply_to_id": "216907"
        },
        {
            "user_name": "Gúrú",
            "text": "Gerið ,,Þið“ þetta sjálfkrafa?\n(Ég spyr vegna þess að símafélög gera það vanalega ekki/taka sér 4 mánuði í það)",
            "date": "2009-09-01 16:50:00",
            "post_id": "216911",
            "reply_to_id": "216910"
        },
        {
            "user_name": "mind",
            "text": "Ólíklegt að það sé sjálfkrafa , þetta er líklega útskýringin.\nhttp://www.siminn.is/einstaklingar/netid/askrift/\nÞað kæmi mér á óvart ef útlandasamband batnar eitthvað. Internet á íslandi er vægast sagt orðið mjög takmarkað þökk sé þjónustuaðilum og póst og fjarskiptastofnun.\nÚtlandahraði er alltaf lélegur og verður gott sem ónothæfur nái maður gagnahámarkinu , sama hvaða þjónustaðila maður er hjá.\nNú nema þú sért fyrirtæki og borgir fyrir gagnamagn, þá færðu að vera með áreiðanlegri tengingu að því leiti að þú getur ekki náð gagnahámarkinu.",
            "date": "2009-09-01 17:45:00",
            "post_id": "216915",
            "reply_to_id": "216911"
        },
        {
            "user_name": "ManiO",
            "text": "Tjah, er að sækja 3 torrent af TPB og er að ná um 1.6 MB/s, enginn íslenskur peer. Vodafone að taka sig saman í andlitinu.",
            "date": "2009-09-01 18:38:00",
            "post_id": "216923",
            "reply_to_id": "216915"
        },
        {
            "user_name": "Gúrú",
            "text": "PM'a mig nákvæmlega hvaða torrenti? Ég fæ invalid url/offline á öllum TBP trackerum...\nNæ solid 20Kb/s á vinsælustu torrentum sem að ég finn á mininova/demonoid. (Y)",
            "date": "2009-09-01 18:54:00",
            "post_id": "216925",
            "reply_to_id": "216923"
        },
        {
            "user_name": "mind",
            "text": "Einstök tilvik í byrjun mánaðarins þegar búið er að núllsetja gagnamagnsteljarann hjá öllum er líklega ekki besti tíminn til að mæla þetta.\nPrufaðu að gera þetta síðustu vikuna í mánuðinum.  Prufaðu að gera þetta eftir að gagnahámarkinu hefur verið náð.\nNiðurstöðurnar úr því ættu að segja aðra sögu.\nNú ef ekkert breytist þá endilega taka skjáskot og segja okkur hvar og hvernig tengingu þú ert með svo fleiri á íslandi geti fengið sér nothæfa internettengingu.",
            "date": "2009-09-01 20:00:00",
            "post_id": "216941",
            "reply_to_id": "216925"
        },
        {
            "user_name": "axyne",
            "text": "finn fyrir verulegum breytingum hjá mér, dl af piratebay og er hjá Vodafone.",
            "date": "2009-09-01 20:23:00",
            "post_id": "216946",
            "reply_to_id": "216941"
        },
        {
            "user_name": "ManiO",
            "text": "Fékk það líka, var svo heppinn að ná í gegn.\nGeri það. En annars er ég með ljós hjá voda.",
            "date": "2009-09-01 20:27:00",
            "post_id": "216947",
            "reply_to_id": "216946"
        },
        {
            "user_name": "codec",
            "text": "Fæ fín speedtest á speedtest.net núna fæ frá London, 26.7Mb/s down og reyndar bara 4.97 upp,  er með ljós hjá vodafone.   \nBara  nokkuð sáttur ef þetta helst, held samt ekki í mér andanum yfir því.  Ég hef samt aldrei nokkurntíma séð svona góð test á erlenda servera hjá mér.\nnuu,  prófaði aftur 34.06 Mb/s",
            "date": "2009-09-01 21:53:00",
            "post_id": "216970",
            "reply_to_id": "216947"
        },
        {
            "user_name": "Skari",
            "text": "Hvað eruði að fá í ms í wow ?",
            "date": "2009-09-01 22:31:00",
            "post_id": "216975",
            "reply_to_id": "216970"
        },
        {
            "user_name": "vesley",
            "text": "er með o.33mbps  meira en ég er að borga fyrir \n  og það til London",
            "date": "2009-09-01 22:38:00",
            "post_id": "216978",
            "reply_to_id": "216975"
        },
        {
            "user_name": "Orri",
            "text": "Er með 12mb tengingu hjá Vodafone.\nMjög sáttur með download hraðann, en upload hraðinn mætti vera betri.\nLondon :\nParís :",
            "date": "2009-09-01 23:36:00",
            "post_id": "216987",
            "reply_to_id": "216978"
        },
        {
            "user_name": "mercury",
            "text": "og hvað eru menn að borga fyrir þann pakka ?",
            "date": "2009-09-02 06:39:00",
            "post_id": "216997",
            "reply_to_id": "216987"
        },
        {
            "user_name": "Gothiatek",
            "text": "Sérð öll þessi verð á heimasíðu Vodafone \nhttp://www.vodafone.is/internet/ljosleidari\n. Bara netið er 3.190 og svo borga ég aðgangsgjald til Tengis.",
            "date": "2009-09-02 11:08:00",
            "post_id": "217010",
            "reply_to_id": "216997"
        },
        {
            "user_name": "stefan251",
            "text": "síminn er komin með góð tilboð nuna sem eru nett og komin með 16mb internet",
            "date": "2009-09-02 11:37:00",
            "post_id": "217018",
            "reply_to_id": "217010"
        },
        {
            "user_name": "Dr3dinn",
            "text": "Fer að gruna að adsl1 á gamla kerfinu (2mb 278kb) fari að verða úrelt \n7þúsund á mánuði hjá simanum fyrir 2mb telst víst vera mikið eða rán",
            "date": "2009-09-02 12:21:00",
            "post_id": "217020",
            "reply_to_id": "217018"
        },
        {
            "user_name": "Gothiatek",
            "text": "Ljós hjá Vodafone.\nLondon:\nParís:",
            "date": "2009-09-02 12:26:00",
            "post_id": "217021",
            "reply_to_id": "217020"
        },
        {
            "user_name": "prg_",
            "text": "...og já, þetta gerist sjálfkrafa, þ.e.a.s. allir sem eru á 'Mesti hraði' áskriftarleiðunum uppfærast í aukið gagnamagn.\nMenn ættu (og eru greinilega) að sjá verulega aukinn hraða til útlanda með tilkomu Danice tengingarinnar og sá hraði mun halda sér út mánuðinn (ætti í raun að vera minnsti hraðinn í byrjun mánaðarins, því þá eru allir með nóg af gagnamagni!",
            "date": "2009-09-02 12:49:00",
            "post_id": "217024",
            "reply_to_id": "217021"
        },
        {
            "user_name": "hagur",
            "text": "PRG,\nGildir þetta semsagt líka um Ljós-tengingarnar, þ.e fer mín 40gb upp í, hvað 80gb?\nFannst upplýsingarnar á vefnum ykkar tala svo mikið um ADSL tengingar.",
            "date": "2009-09-02 13:05:00",
            "post_id": "217025",
            "reply_to_id": "217024"
        },
        {
            "user_name": "hagur",
            "text": "Ok, ég sé þetta hér: \nhttp://www.vodafone.is/internet/ljosleidari\nMín tenging fer þá líklega í 70GB, újé",
            "date": "2009-09-02 13:10:00",
            "post_id": "217026",
            "reply_to_id": "217025"
        },
        {
            "user_name": "CendenZ",
            "text": "Bara útaf póstunum þínum hérna er ég búinn að hringja og panta ljósleiðara hjá vodafone.\nHugsa sér, ég er búinn að vera með netið síðan 98.. 11 ár!.. hjá simnet!\nÞurfti ekki nema einn svona póst til að snúna kúnnanum til vodafone!",
            "date": "2009-09-02 15:04:00",
            "post_id": "217031",
            "reply_to_id": false
        },
        {
            "user_name": "prg_",
            "text": "Þetta gladdi opna vinnurýmið!! Velkominn yfir, þú hóar svo ef eitthvað fer í fokk (sem gerist eiginlega aldrei!).",
            "date": "2009-09-02 15:14:00",
            "post_id": "217032",
            "reply_to_id": "217031"
        },
        {
            "user_name": "mind",
            "text": "Eftir því sem ég best veit þá er þetta einmitt öfugt við hvernig þetta er í alvörunni,  ef marka má þær upplýsingar sem ég kynnti mér varðandi þetta.\nHraðinn á sæstrengjum er ekki fastur heldur breytilegur.  Samið er um ákveðinn meðalhraða á mánuði en þurfi þess þá er hægt að stórauka flutningshraðann tímabundið til að svara háannaeftirspurn. Annars væri ekkert útlandasamband á álagstímum.  Þetta þýðir að ef hraðinn er mikill í byrjun mánaðar þarf hann að vera lítill í enda mánaðar til að fara ekki yfir þennan meðalhraða.\nTil þess að þjónustuaðilarnir þurfi ekki að borga aukalega fyrir að fara yfir meðalhraðann eru þeir með takmörkun á gagnamagni til viðskiptavina yfir tímabil.\nEftir því sem líður á gagnamagnið eða það klárast þá minnkar hraðinn til viðkomandi og á endanum er hann settur í hóp þeirra sem fara yfir leyfilegt gagnamagn.\nSá hópur hefur aðeins ákveðna bandvídd og eftir því sem fleiri lenda í honum því minna fær hver aðili fyrir sig.\nÞetta þýðir að nettengingin þín er léleg til að byrja með(takmörkun á gagnamagni), versnar með tímanum og verður á endanum gott sem ónothæf nema fyrir kröfuminnstu viðskiptavini - sem eru óupplýsti meðalmaðurinn.\nÞetta hef ég sannreynt oftar en einusinni og hjá mörgum þjónustuaðilum.\nNú ef þú eða einhver annar vinnur hjá Vodafone og þetta er ekki svona þá endalega kannaðu málið og fræddu okkur um það.",
            "date": "2009-09-02 15:46:00",
            "post_id": "217037",
            "reply_to_id": "217032"
        },
        {
            "user_name": "depill",
            "text": "Jamm mind, púff ég er búinn að lesa nokkur comment hjá þér og við erum svo rosalega ósammála að það er ekki fyndið. Stundum finnst mér þú ekki búa í heimi takmarkaðra auðlinda.\nAllavega hér ert þú að tala um 95% percentile reikningin að ég giska, sem akkurat er eins og þú talar um, þú getur keypt t.d. 100 Mbps samband og svo borgar þú fyrir 95% meðaltals notkun á tengingunni. Þetta virkar eiginlega bara á rútuð L3 sambönd til að mæla bandvídd og er mikið notað sérstaklega í Bandaríkjunum og jú líka í Evrópu. Þetta er ekki algilt, þú getur líka keypt þér fasta bandvídd.\nHins vegar er málið að á sæstrengjunum DANICE-1 FARICE-1 Greenland Connect og það er einhver bandvídd að flæða yfir CANTAT-3 ennþá líka kaupir þú föst STM sambönd, svona eiginlega mixtureú af L1 og L2, mér finnst það vegna þess hvernig ég hugsa um L1 þetta ekki vera L1, en networklega séð er þetta L1 þar sem að netkerfin sem fjarskiptafyrirtækin reka myndu ekki virka á L2 samböndum. ANYHOW.... fjarskiptafyrirtækin kaupa föst samband frá Íslandi yfir til London, guð má svo vita hvað þau kaupa úti. Yfirleitt sér maður það ( bæði með Vodafone og Símann ( sérstaklega Símann ) ) eiga þau meira en nóg af bandvídd út í London, miklu meira en þau geta borið heim ( vegna takmarkaðra getu þangað hingað heim ). \nEins og flest allir hafa kannski séð fram á að þegar þú reynir að troða hlut sem er stærri en rörið í gegnum rör ( samlíkingin ) að þá fer slatti mikið framhjá og nettenginga upplifun hjá öllum Íslendingum yrði ömurleg ef þeir myndu bara hleypa öllu í gegn óbreyttu, þess vegna nota netfyrirtækin traffic shapera áður en bandvíddin fer yfir strenginn góða til þess að takmarka bandvíddina til þess að skapa sem besta netupplifun fyrir alla. Þeir segja við traffic shaperinn hvað þau eiga mikla bandvídd og þannig er það takmarkað niður. Það getur vel verið ( þótt vegna þess hvað þau þurfa í sjálfu sér að kaupa lítil og ódýr sambönd úti ( miðað við sæstrengja leigu )  ) að þau séu 95% percentile samningum við erlenda peera, en miðað við magnið af peerum sem þau eru með ( sérstaklega Síminn ) áð þá finnst mér það ólíklegt að þau þurfi á því að halda.\nEn já án þess að einu sinni að vinna fyrir Vodafone ( þótt ég sé fyrrv. ) get ég sagt þér að það eru ekki meðaltalsmælingar á bandvídd yfir sæstrengi, vegna þess að þetta er L1 samband yrði það mjög illmögulegt.  ( L1 sambönd eru aldrei \"gagna\"mæld heldur alltaf hraðamæld ennfremur, hins vegar er hægt að mæla \"STM\" sambönd ef að aðilinn sem selur þér STM sambandið er líka að veita þér L3 þjónustu og þá gætum við verið að tala um 95% percentile þjónstu, en FARICE býður bara uppá L1 flutning á milli staða og gerir það þess vegna ekki ).\nÞess vegna er þetta í raun og veru satt hjá Pétur Rúnari, þótt að satt hjá þér mind ef að Vodafone væri með shitti 95% percentile samning við ALLA peeranna sína út þá kannski, en þar sem það er svo lítið hlutfall af kostnaðinum finnst mér það MJÖG ósennilegt og fyndist líklegra að ISParnir myndu frekar set hærra priority á minnst notuðu peerana í enda mánaðarins til að jafna út notkun á bandvídd.",
            "date": "2009-09-02 17:47:00",
            "post_id": "217052",
            "reply_to_id": "217037"
        },
        {
            "user_name": "fannar",
            "text": "vá og ég hélt að ég vissi eitthvað.... en greinilega veit ekki neitt.",
            "date": "2009-09-02 20:03:00",
            "post_id": "217069",
            "reply_to_id": "217052"
        },
        {
            "user_name": "mind",
            "text": "Já við erum eiginlega alltaf ósammála og það er frekar gott en vont, sérstaklega ef viðkomandi aðilar gera rúm fyrir möguleikanum að báðir geta haft rangt og/eða rétt fyrir sér.\nÉg hef alveg örugglega aðra hugmynd af auðlindum og takmörkunum en aðrir.  Flestir hafa mismunandi hugmyndir um þær.  Það eru samt allt aðrar og alvarlegri umræður.\nÉg á erfitt með að túlka það sem þú sagðir til stuðnings máli. Ég allavega skil það ekki á neinn annan hátt en upplýsingar sem er ekki hægt að staðfesta \nHér verðurðu eiginlega að bjóða uppá þessar upplýsingar með samningana við peers og kostnaðinn ef þú vilt nota þetta sem tilvísanir eða staðreyndir.\nAð öðru leiti eru þetta bara tilgátur.\nSpurningin sneri hinsvegar að notanda og hún var:\nAfhverju ætti tilkoma Danice að auka hraðann til notenda eftir því sem á mánuðinn líður ?",
            "date": "2009-09-02 21:53:00",
            "post_id": "217092",
            "reply_to_id": "217069"
        },
        {
            "user_name": "depill",
            "text": "Hmm reyndar má segja að fullyrðingar þínar um að ISParnir á Íslandi séu allir rukkaðir eftir 95th percentile séu frekar eithvað sem þú ættir að koma með tilvísanir og staðreyndir. Ef við byrjum að hugsa um samböndin sem FARICE leigir samkv heimasíðunni þeirra ( L1 sambönd ) þá er ekki hægt að gagnamæla þau, þetta er bara samband sem er sett upp á ákveðinni bandvídd. Ef við förum aftur í rörin, þá mætti hugsa þetta ef að FARICE ætti lóð og leigir mismunandi stór rör, þú kaupir 20 cm rör, FARICE getur jú horft á rörið en getur ekki séð hvað er inní rörinu ( án þess þá að mjög brjóta flæðið þitt ).\nÞótt að þetta sé kannski alveg besta síðan, að þá er hún myndræn og nokkuð góð\nHér má sjá alla Transit aðila Vodafone, Vodafone er eiginlega ekki með neina peera ( það yrði þá jafnokar, og var það í raunverulega vitlaust sagt hjá mér\nHér má sjá alla Transit og Peera Símans. Síminn peerar við margra aðila í gegnum LINX ( London Internet Exchange ) og AMSIX ( Amsterdam Internet Exchange )\nMeiri segja tekur Robtex saman í gegnum hvaða aðila þeir sjá AS númer oftast í gegn og þar með metur hvað mikið hlutfall af umferð fer í gegnum hvern transit / peer. Vodafone notar aðallega Cogent og TiNet ( fyrrum Tiscali, sem ætti að gagnast WoW Europe spilurum mjög vel þar sem Tiscali/Tinet er aðal upstream aðilinn ), þessir aðilar tengjast Vodafone(Iceland ekki UK) í London þar sem að Vodafone heldur út router og traffic shaping tóli sem kallast \nAllot NetEnforcer ( fréttatilkynning frá Allot hér )\nOg þar sem Vodafone notar að miklum hluta Cogent Co ( sem umbyltu verðinu á transit og eru svona næstum því Tier 1, þótt að gömlu Tier 1 vilja alls ekki viðurkenna þá sem Tier 1 ) sem býður uppá the famous \n$4 dollar megabit Transit\n þá er ekki ósennilegt að þeir séu að kaupa aðeins meira en þeir þurfa. Síðast þegar ég man eftir því þá var Vodafone með rétt yfir 700 mega leigu á bandvídd yfir FARICE & CANTAT og þar sem ég er bundinn trúnaði með sumt ( veit samt ekki með þetta, en tek ekki séns ) þá veit ég það að allir sem voru með bandvídd yfir FARICE áttu að fá x mikið gefins á DANICE fyrir að vera á FARICE sem á að vera notað sem backup en má notast hvernig sem þeir vilja.\nOg það var ekki ég sem hélt því fram að eftir því sem líður á mánuðinn ætti DANICE að auka hraða notandans heldur prq_ og hann kemur með punktinn um það. En ástæðan er einfaldlega vegna þess að í byrjun mánaðarins resetast öll þök sem sett eru á ADSL tengingar notenda, þannig að stórnotendurnir þeir byrja að niðurhala venjulega oftast aftur á fullu þangað til að þeir lenda í þakinu sem gerist yfirleitt seinni part mánaðarins og þegar \"stór\"notendurnir eru dottnir út í enda mánaðarins ætti þess vegna að vera meira af bandvíddinni eftir fyrir hina þangað til að nýr mánuður byrjar.\nHins vegar ætti DANICE vegna fyrirkomulagsins sem átti allavega að vera að auka hraða notanda til muna strax, ennfremur gæti latency verið betra, mér skyldist að jafnvel þótt að DANICE væri landað í Danmörku að þá endaði hann ennfremur í Amsterdam og þannig væri auðveldara fyrir til dæmis Vodafone núna að setja upp peering í gegnum AIX  ( þar sem áður hefðu þeir þurft að kaupa sér samband frá Amsterdam til London ) og geta kannski fundið sér meira úrval af transit partnerum eða tengst sínum eldri á öðrum stöðum.\nEn já skoðanna ágrenningur er ágætur, og jú margt af því sem þú segir finnst mér makea sense varðandi fjármagnsheiminn og hann er alls ekki sanngjarn né fullkominn, enn það á enn eftir að sannfæra mig um betri aðferð.",
            "date": "2009-09-02 22:19:00",
            "post_id": "217095",
            "reply_to_id": "217092"
        },
        {
            "user_name": "mind",
            "text": "Takk fyrir svarið Depill, það var mjög gott.\nÉg er líklega ekki eins fróður og þú um þetta.  Ég fékk bara munnlegu útgáfu af því hvernig þessu væri hagað bakvið tjöldin með leigur á sæstrengjum, það var reyndar ekki hjá Vodafone.\nÉg er alveg sammála að þetta mun bæta svartíma.\nHér kemur ósamræmið við upplýsingarnar sem voru kynntar fyrir mér. \nMér skildist að þetta skipti ekki máli vegna þess að það væri ekki einn fastur hraði þannig séð á sæstrengjum.  Þú leigðir til dæmis 1mb sæstreng en værir með burst hraða uppí 10mb.\nÞessu fylgdi sú takmörkun að yfir mánuð mættirðu ekki vera yfir þessu 1mb meðaltali á x tíma.  Þessu næði maður fram meðal annars með Traffic Shaping.\nInternetþjónustan notar svo traffic shaping og lætur ákveðið gagnahámark á hvern notanda. Eftir það færist hann yfir í sérstakan hóp með vægast sagt miklum takmörkunum.\nÞetta myndi þýða að sambandið við útlönd stækkaði eftir þörfum á hverjum gefnum tíma en væri ekki fast í einhverri tölu.\nVeistu eða máttu segja til um hvort þessi 700 mega leiga sem Vodafone er með er fast eða breytileg ?  Eða eru þær línur sem þú veist um að öllu jöfnu með fast hámark á hraða ?\nÉg hef reyndar komist að því að of oft er ágreiningur vegna lélegs forms af samskiptum eða þrjósku mannsins og sérstaklega karla til að hafa rétt fyrir sér",
            "date": "2009-09-03 00:20:00",
            "post_id": "217127",
            "reply_to_id": "217095"
        },
        {
            "user_name": "ManiO",
            "text": "Smá updeit á niðurhalshraða hjá mér. Er búinn að sækja yfir 18 gig það sem af er mánuðinum, og er núna að sækja á erlendri síðu (enginn íslenskur peer tengdur) á 2.0 MB/s (yfir 1.5 MB/s frá bandarískum peers rest frá Danmörku, Svíþjóð og Póllandi).",
            "date": "2009-09-10 13:34:00",
            "post_id": "218005",
            "reply_to_id": "217127"
        },
        {
            "user_name": "emmi",
            "text": "Mér sýnist á öllu að Vodafone sé að bjóða uppá besta netið í dag, bæði hvað varðar hraða og verð. \nSíminn er áfram við sama heygarðshornið, cappandi á fullu.",
            "date": "2009-09-10 14:58:00",
            "post_id": "218009",
            "reply_to_id": "218005"
        },
        {
            "user_name": "Gúrú",
            "text": "Mér tekst nú ekki að tengjast einum einasta tracker sem er staðsettur erlendis, en tekst að tengjast tengdur.net.. og hef samt sem áður bara sótt 5.58GiB í mánuðinum.. svo að þú ert annaðhvort superuser eða ég einstaklega óheppinn... \nDemonoid: Virkar ekki ThePirateBay: Virkar ekki ThePokerbay: Virkar ekki.... nett pirrandi.\nEDIT: Setti í port í sömu tölu og ákveðin Windows þjónusta notar og þá rauk þetta allt í gang og ég fæ 1MB/s.. Stórt WTF.",
            "date": "2009-09-10 14:58:00",
            "post_id": "218010",
            "reply_to_id": "218009"
        },
        {
            "user_name": "ManiO",
            "text": "Hvaða port varstu að nota? Er sjálfur á porti sem ekkert notar og er frekar há.\nViðbót: Er kominn yfir 40 gig.",
            "date": "2009-09-10 17:00:00",
            "post_id": "218026",
            "reply_to_id": "218010"
        }
    ],
    "date": "2009-09-02 15:04:00"
}