{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "24787",
    "title": "Hreinsa kælilím af örgjörva.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=24787",
    "posts": [
        {
            "user_name": "SteiniP",
            "text": "Ég er hérna með gamla medion tölvu. Ætlaði að taka kælinguna af örranum og rykhreinsa hana.\nLosaði heatsinkið og ætlaði að toga það af. Það var frekar fast, þannig ég hélt að það væri bara gamalt kælikrem sem væri harðnað þarna á milli. Þannig ég togaði með smá afli.\nViti menn, kemur ekki örinn með úr sökklinum.\nÞá er hann fastur við heatsinkið með einhverju svörtu epoxy lími og ekki nokkur leið að losa hann.  \n \nHvað er best að nota til að hreinsa þetta drasl af?\nÞað sterkasta sem ég á hérna er isopropanol, en veit ekki hversu sniðugt það væri að sulla því yfir þetta :S",
            "date": "2009-09-04 20:00:00",
            "post_id": "217372",
            "reply_to_id": false
        },
        {
            "user_name": "chaplin",
            "text": "Gríptu hárblásara eða hitabyssu og láttu vera á þessu í smá stund, ca 2 min, þanga til þetta er frekar mjög heitt, ef þetta losnar ekki, athugaðu þá með mjóum hluti hvort þetta lím sé enþá grjóthart, ef það er hart þá verðuru að nota eitthver efni, ef það er farið að lina, þá bara hita meira. Þegar ég hreinsa af örgjörvanum mínum eða skjákortinu (taka gamla kælikremið af) þá nota ég spritt, held að isopropanol gæti gert of mikið..\nHaha, annars hef ég aldrei heyrt um að fólk sé að reyna losa sig við heatsinkið og plöggað örgjörvan með haha.",
            "date": "2009-09-04 20:05:00",
            "post_id": "217373",
            "reply_to_id": "217372"
        },
        {
            "user_name": "SteiniP",
            "text": "Takk fyrir þetta, prufa að hita þetta og sé hvernig gengur.\nÉg nota venjulega isopropanol til að hreinsa kælikrem af kæliplötunni á örranum, því það gufar allt upp. En ég veit ekki hvort það er safe að setja það á örgjörvann sjálfan.\n+ að þetta lím er eins og steypa. Efast um að venjulegt spritt hafi eitthvað að segja.\nÉg hef heldur aldrei heyrt um þetta.\nSkil ekki hvernig það getur talist góð hugmynd að líma kælinguna við örgjörvan...",
            "date": "2009-09-04 20:21:00",
            "post_id": "217376",
            "reply_to_id": "217373"
        },
        {
            "user_name": "AntiTrust",
            "text": "Allt í góðu að nota ísóprópanól á CPU-inn sjálfann.",
            "date": "2009-09-04 20:26:00",
            "post_id": "217383",
            "reply_to_id": "217376"
        },
        {
            "user_name": "SteiniP",
            "text": "Ég er núna búinn að bleyta hann upp úr isopropanol, asetoni og blása á hann heillengi með hárþurrku en hann er ennþá pikkfastur.\nÞað leysist aðeins upp límið í kringum örrann, en ég kemst ekkert undir hann.\nNæst er það logsuðutækið",
            "date": "2009-09-04 22:09:00",
            "post_id": "217407",
            "reply_to_id": "217383"
        },
        {
            "user_name": "Molfo",
            "text": "Sæll..\nEinhversstaðar las ég það að það virkaði að henda dótinu í frystinn!!  :O\nGætir prufað það.\nKv.\nMolfo",
            "date": "2009-09-04 23:36:00",
            "post_id": "217423",
            "reply_to_id": "217407"
        },
        {
            "user_name": "SteiniP",
            "text": "Já... gæti virkað...\nEn ætli ég þurfi ekki að úrskurða þennan örgjörva látinn. \nTókst að brjóta einn pinna og beygla nokkra í hamagangnum.\nÆtla samt að prófa að frysta hann, bara upp á fönnið...",
            "date": "2009-09-04 23:51:00",
            "post_id": "217428",
            "reply_to_id": "217423"
        },
        {
            "user_name": "AntiTrust",
            "text": "Þú verður þá að taka á þessu þegar þetta er sem kaldast, þú ert basicly að reyna að brjóta límið.",
            "date": "2009-09-05 00:15:00",
            "post_id": "217437",
            "reply_to_id": "217428"
        },
        {
            "user_name": "lukkuláki",
            "text": "Jahérna þetta á að vera kælikrem en ekki kæliLÍM !\nVerður bara að reyna að losa þetta frá með skrúfjárni ef þú ert ekki búinn að þessu \nreyndu bara að komast sem næst miðjunni þá eru minni líkur á að brjóta hann",
            "date": "2009-09-06 10:31:00",
            "post_id": "217540",
            "reply_to_id": "217437"
        },
        {
            "user_name": "SteiniP",
            "text": "Ég náði þessu, setti hann í frystinn í klukkutíma og negldi svo skrúfjarni undir hann.\nÞá veit maður það.\nEn örrinn er dáinn  \n \nSem betur fer bara gamall socket 478 kubbur.\nÉg vissi nú að medion væru spes tölvur, en ekki að þeir sem settur þær saman væru vangefnir...",
            "date": "2009-09-06 12:53:00",
            "post_id": "217562",
            "reply_to_id": "217540"
        }
    ],
    "date": "2009-09-04 20:00:00"
}