{
    "forum_title": "Koníakstofan",
    "id": "24829",
    "title": "Spampóstar á einkamálasíðum þýtt af Google",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=24829",
    "posts": [
        {
            "user_name": "DoofuZ",
            "text": "Félagi minn er skráður á einkamál.is og fær þar öðru hverju spampósta frá \"konum\" sem vilja fá hann til að senda sér tölvupóst beint og eitthvað rugl en venjulega er þessi póstur frekar augljós spampóstur. En þetta er kannski ekki svosem eitthvað nýtt nema í dag þá fékk hann allt í einu spampóst sem leit út fyrir að vera á íslensku, allavega við fyrstu sýn. Þar var enn ein \"konan\" að biðja um tölvupóstssamskipti og það á íslensku en það sást mjög fljótt að íslenskan var HRÆÐILEG og það fyrsta sem mér datt í hug var að þetta væri enskur texti þýddur beint með hjálp Google Translate sem skilur íslensku núna. Ég prófaði því að gera copy og paste með textan þangað og þýða yfir á ensku, og viti menn þá kom bara nokkuð ágæt enska \n \nHér er annars textinn eins og hann birtist í póstinum, getið prófað að skella honum í \nGoogle Translate\n:\nÞetta er nú meiri vitleysan, hafa einhverjir hér lennt í svona eða heyrt um einhvern sem hefur lennt í svona? Er þetta næsta skref í spampóstum á Íslandi?",
            "date": "2009-09-06 21:18:00",
            "post_id": "217621",
            "reply_to_id": false
        },
        {
            "user_name": "biggi1",
            "text": "haha \"Félagi minn er skráður á einkamál.is\" \nyeah right..",
            "date": "2009-09-06 23:09:00",
            "post_id": "217639",
            "reply_to_id": "217621"
        },
        {
            "user_name": "DoofuZ",
            "text": "Já, \"félagi minn\" er þar \n \n Nei, þessi félagi minn er ekki ég sko, ég myndi alveg nefna það ef það væri ég. Það er ekki eins og það sé eitthvað hræðilegt, gæti líka bara sleppt að segja frá ef þetta væri ég og ef ég myndi ekki vilja bendla mig við frásögnina \n En gott skot samt haha",
            "date": "2009-09-06 23:57:00",
            "post_id": "217644",
            "reply_to_id": "217639"
        },
        {
            "user_name": "himminn",
            "text": "Halló afsakanir\nnei nei glens",
            "date": "2009-09-07 00:16:00",
            "post_id": "217646",
            "reply_to_id": "217644"
        },
        {
            "user_name": "vesley",
            "text": "fékk eitt bara í dag af skype x D   eitthver vill víst senda mér 5 milljón pund\nleyfi mér að láta allar upplýsingar þar sem þetta er bara alltof steikt x D\n \nTop of the day to you,\n \nmy name is Lady Amanda Williams; I was married to Sir Richard Williams an Englishman who is dead. My husband was into private practice all his life before his death. Our life together as man and wife lasted for three decades without child, my husband and I made a vow to uplift the down-trodden and the less-privileged individuals as he had passion for persons who can not help themselves due to physical disability or financial predicament. When my late husband was alive he deposited the sum of £5 Million which were derived from his vast estates and investment in capital market with his bank here in UK. Presently, this money is still with the bank. Recently, my doctor told me that I have limited days to live due to the cancerous problems I am suffering from and the stroke in addition. I decided to donate these funds because i have no child and my husband relatives are bourgeois and very wealthy persons and I do not want my husband's hard earned money to be misused. I implore you to be as honest as possible in this dealing as the spirit of my late husband will be with you always and the Almighty will also bless you for your effort in seeing that persons are brought out of their predicament.\n \nI have discussed this matter with my Lawyer and I have told him about you and he is going to work with the Bank and secure this funds from the UK Bank where it is been kept for safe custody in a very proper and legal manners and he will make the arrangement with the Bank in your name as the new beneficiary of the fund, to move the fund from England to meet you in your country with your data. I sincerely advice that you contact my Attorney (\nhttp://en.wikipedia.org/wiki/Lord_Goldsmith\n). Do email him at once and let him commence with the transfer modalities with details Below:\n \nName: Lord Peter Goldsmith\nE-mail: \np.gold1717@live.co.za\nFax: +27-865-395-815\n \nPlease, do your best to see that the dreams of my husband SIR WILLIAMS of blessed memory and my dream is fulfilled and make sure this is kept confidential until the transfer is completed and the good works of charity commence, as you are the only one contacted for this and aware of this too.\n \nSincerely yours,\nLady Amanda Williams",
            "date": "2009-09-07 16:18:00",
            "post_id": "217724",
            "reply_to_id": "217646"
        },
        {
            "user_name": "DoofuZ",
            "text": "Já, þetta er ansi skemmtilegur póstur þarna, en ég er að tala um svona póst sem spam bjánarnir eru byrjaðir að þýða, með aðstoð google, yfir á íslensku. Skemmtilegt samt að þessi \"kona\" nefnir þennan Lord Goldsmith sem er mjög merkilegur í Bretlandi fyrir það að hann var ríkissaksóknari yfir öllu Englandi, Wales og Norður Írlandi frá 2001 til 2007 en í dag er hann lögfræðingur og líka gaman að hún setur þarna inn link á Wikipedia greinina um hann, sýnist \"hún\" ekki hafa gert það áður samkvæmt google. Efast nú stórlega um að merkismaður eins og hann væri með svona asnalegt netfang haha, en fólk sem fellur fyrir þessari vitleysu fellur frekar á nafni hans frekar en netfanginu \nEn ef einhver hér er að lenda í því að fá svona spam þýtt á íslensku þá megið þið endilega pósta því hingað, gaman að fylgjast með þessu og hvernig það þróast þar sem það er það allra nýjasta hjá þessum spam bjánum \nKannski spurning að búa til sérþráð fyrir skemmtilega spampósta á ensku? Eða laðar það kannski spam bjánana að spjallborðinu með spamið sitt?",
            "date": "2009-09-07 23:01:00",
            "post_id": "217769",
            "reply_to_id": "217724"
        }
    ],
    "date": "2009-09-06 21:18:00"
}