{
    "forum_title": "Windows",
    "id": "24863",
    "title": "Ný tölva festist í Standby mode.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=15&t=24863",
    "posts": [
        {
            "user_name": "Orri",
            "text": "Sælir.\nFyrir nokkrum vikum setti ég saman tölvu fyrir bróður minn, og allt gekk vel. \nSvo kom að því að tengja diskadrifið, en það voru engin rafmagnstengi eftir, þannig ég geymdi það bara.\nSvo var ég að grúska eitthvað í gamalli tölvu og fann svona fjöltengi í henni, sem breytir einu svona rafmagnstengi í tvö.\nÉg tengdi það og allt virkaði, en svo eftir smá tölvuleikja spilun fraus leikurinn og þurfti að loka honum í Task Manager, ekkert að því en svo gerðist það aftur.\nSvo fer hún stundum í standby mode en svo þegar maður hreyfir músina eða ýtir á lyklaborðið þá ræsir hún sig ekki aftur. Samt heyri ég að hún er í gangi og ljós á kassanum.\nEina sem er hægt að gera þá er að halda inni Power takkanum til að slökkva á henni, og svo þegar maður kveikir á henni aftur er allt á Desktop-inu sem var þar þegar hún fór í Standby.\nÞá datt mér í hug að þetta væri útaf því að skjákortið væri ekki að fá nóg rafmagn því það var að deila því með diskadrifinu, þannig ég reif diskadrifið úr sambandi.\nEn þetta virðist ekki hafa lagast því tölvan heldur áfram að fara í Standby mode og festast þar. En það skrítna er að hún festist ekki alltaf í Standby mode, bara stundum.\nNúna er mér að detta í hug að þetta gæti verið því ég tók HDD úr gömlu tölvunni ánþess að taka Windows XP útaf honum og lét í nýju tölvuna.\nSpecs:\nIntel Core 2 Duo E8400\n4GB DDR2 800MHz\nGeForce GTS 250\n500W JERSEY\nWindows 7 RC 7100 64bit",
            "date": "2009-09-08 23:36:00",
            "post_id": "217863",
            "reply_to_id": false
        },
        {
            "user_name": "Halli25",
            "text": "Ylla lausn kannski en ég slökkti hreinlega á standby enda hefur það ávalt verið hálf gallað í Winblows",
            "date": "2009-09-09 10:02:00",
            "post_id": "217874",
            "reply_to_id": "217863"
        },
        {
            "user_name": "ManiO",
            "text": "Satt hjá faraldi, XP og standby/sleep eru eins og hundur og köttur saman.",
            "date": "2009-09-09 10:08:00",
            "post_id": "217875",
            "reply_to_id": "217874"
        }
    ],
    "date": "2009-09-08 23:36:00"
}