{
    "forum_title": "Til sölu - Tölvuvörur",
    "id": "24911",
    "title": "Dvico Tvix M3100U sjónvarpsflakkari",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=11&t=24911",
    "posts": [
        {
            "user_name": "guyontv",
            "text": "Er með til sölu Dvico Tvix 3100u sjónvarpsflakkara með 250 GB hörðum diski. 2 ára gamall. Spilar allt sem ég hef dánlódað (nema .mkv skrár sem eru High Definition).\nHér er linkur með öllum upplýsingum:\nhttp://www.tvix.co.kr/Eng/products/M3100U.aspx\nÁ vini sem keyptu sér nýrri útgáfu og samt finnst þeim minn betri þar sem hann frýs aldrei þegar það er verið að spóla, það er hægt að ýta á pásu í myndunum án þess að frjósa og hægt að nota GoTo takkann til að fara inn í miðja bíómynd án vandræða. Þessir nýrri frá Dvico eru víst með einhver vandræði. Þessi er allavega frábær og ég læt hann frá mér með trega en ég er að fara kaupa mér nýjan sjónvarpsflakkara sem spilar HD efni.\nÓska eftir verðtilboðum.",
            "date": "2009-09-12 00:16:00",
            "post_id": "218173",
            "reply_to_id": false
        },
        {
            "user_name": "guyontv",
            "text": "Þakka send tilboð. Er búinn að fá 7 tilboð í heildina og hæstu þrjú eru á 15 þús. og eru öll af er.is (var ekki viss hversu mikið þessi þráður væri skoðaður). \nEins og ég útskýrði fyrir þeim sem sendu mér skilaboð misreiknaði ég hvenær ég fengi nýja flakkarann, hélt að það væri núna á miðvikudaginn en það er á miðvikudaginn eftir viku, semsagt 23. september. Get ekki látið hann frá mér fyrr en þá upp á að afrita efnið yfir á nýja flakkarann.\nAuglýsingin er frekar ný og ég ætla að kanna hvort einhver býður betur en 15 þúsund. Ég læt þann vita sem verður hæstbjóðandi á endanum.",
            "date": "2009-09-12 09:49:00",
            "post_id": "218186",
            "reply_to_id": "218173"
        },
        {
            "user_name": "benson",
            "text": "Smá offtopic. Hvernig flakkar ætlarðu að fá þér í staðinn?",
            "date": "2009-09-12 10:34:00",
            "post_id": "218188",
            "reply_to_id": "218186"
        },
        {
            "user_name": "guyontv",
            "text": "Flaggskipið!\nDvico M6500 \n Læt kaupa hann fyrir mig í Svíþjóð, get ekki beðið!",
            "date": "2009-09-15 21:16:00",
            "post_id": "218631",
            "reply_to_id": "218188"
        },
        {
            "user_name": "guyontv",
            "text": "Flakkarinn er seldur. (18 þús).",
            "date": "2009-09-16 13:20:00",
            "post_id": "218706",
            "reply_to_id": "218631"
        }
    ],
    "date": "2009-09-12 00:16:00"
}