{
    "forum_title": "Framtíð og þróun",
    "id": "25204",
    "title": "Vitði hvenar USB 3,0 á að koma á markað ?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=35&t=25204",
    "posts": [
        {
            "user_name": "Glazier",
            "text": "Mér var sagt í sumar að USB 3,0 væri væntanlegt á markað fljótlega, ég reyndi að googla en fann ekki mikið því ég kann lítið sem ekkert í ensku.\nÉg er bara að spá hvort það eigi að koma á þessu ári eða hvort það séu nokkur ár í það.\nVegna þess að ég ætla að kaupa mér flakkara og er að spá hvort það borgi sig að bíða þangað til USB 3,0 kemur út og kaupa þá flakkara með þannig tengi eða hvort maður eigi bara að fá sér flakkara í dag með USB 2,0 ?\nOg líka væri gaman að fá að vita hverjar nýjungarnar verða í USB 3,0 eini kosturinn við það er að það verður mun hraðari gagnaflutningur ? eða er eitthvað meira nýtt ? \nEndilega ræðið",
            "date": "2009-09-26 23:17:00",
            "post_id": "220097",
            "reply_to_id": false
        },
        {
            "user_name": "hagur",
            "text": "Eftir því sem ég fæ best séð með smá Google-i, þá segja menn \"Probably sometime next year\".  Það er semsagt ekki vitað, en líklega á næsta ári.\nEf þig vantar flakkara núna, þá bara kaupirðu USB 2.0 flakkara núna .... færð þér svo bara USB 3.0 flakkara þegar þeir koma.  Flakkarar kosta nú ekki svo stóra peninga",
            "date": "2009-09-26 23:26:00",
            "post_id": "220098",
            "reply_to_id": "220097"
        },
        {
            "user_name": "Glazier",
            "text": "Fyrir þá sem eru með vinnu og fleyrra þá kosta þeir \"ekki svo stóra\" peninga..\nEn ég er bara 15 ára og er með mörg áhugamál og þau áhugamál eru sko ekki ókeypis svo ég þarf að reyna að skipta þeim litla penging sem ég fæ niður á öll áhugamálin mín og þá getur 15-20 þús verið stór peningur því ég er ekki einu sinni með vinnu :/\nEn fyrst það er svo langt í þetta þá ræðst maður bara á 2,0 \nEn sástu eitthvað um hverjar breytingarnar verða með þessu nýja USB 3,0 ? er það bara hraðinn á gagnaflutningnum sem breytist ?",
            "date": "2009-09-26 23:29:00",
            "post_id": "220099",
            "reply_to_id": "220098"
        },
        {
            "user_name": "vesley",
            "text": "talið að usb hausinn verði aðeins lengri en tengið það sama",
            "date": "2009-09-26 23:36:00",
            "post_id": "220100",
            "reply_to_id": "220099"
        },
        {
            "user_name": "Vectro",
            "text": "http://www.freecom.com/news.asp?id=9205&catName=press",
            "date": "2009-09-26 23:56:00",
            "post_id": "220101",
            "reply_to_id": "220100"
        },
        {
            "user_name": "chaplin",
            "text": "Síðast þegar ég vissi er Linux komið með stuning fyrir USB3.",
            "date": "2009-10-21 05:18:00",
            "post_id": "223084",
            "reply_to_id": "220101"
        }
    ],
    "date": "2009-09-26 23:17:00"
}