{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "25262",
    "title": "Project \"Gamer Forever\"",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=25262",
    "posts": [
        {
            "user_name": "Nothing",
            "text": "Jæja, Ég er að fara í mod project.\nPlanið:\n- Gluggahlið litað plexigler\n- Sprayja kassann\n- Kannski skella lit á móðurborðið & skjákortið\nMun koma með myndir og lýsingar hvernig ég gerði þetta.",
            "date": "2009-09-29 22:27:00",
            "post_id": "220516",
            "reply_to_id": false
        },
        {
            "user_name": "SteiniP",
            "text": "Eru þetta LED á ljós á minninu?\nEn annars gangi þér vel með þetta. Ég hlakka til að sjá útkomuna, sérstaklega málaða móðurborðið og skjákortið ef þú lætur verða af því",
            "date": "2009-09-29 22:35:00",
            "post_id": "220519",
            "reply_to_id": "220516"
        },
        {
            "user_name": "Nothing",
            "text": "Já þetta eru led ljós á Black Dragon minnunum mínum,\nÞakka þér fyrir, Hlakkar sjálflum að sjá útkomuna fer að kaupa efnið á næstu dögum",
            "date": "2009-09-29 22:46:00",
            "post_id": "220526",
            "reply_to_id": "220519"
        },
        {
            "user_name": "chaplin",
            "text": "Lúkkar awesome maður, vildi óska þess að ég hefði geta gert þetta project..",
            "date": "2009-09-29 23:11:00",
            "post_id": "220534",
            "reply_to_id": "220526"
        },
        {
            "user_name": "Glazier",
            "text": "Eitt tips, þegar maður er að modda kassann og vill hafa hann ógeðslega flottann þá skemmir ekki fyrir ef maður er búinn að ganga frá öllum snúrum þannig að þær sjást varla (það gerir þetta mun snyrtilegra og flottara \nSvo mundi ég fá mér 120mm viftur með grænum ljósum (smekksatriði hvaða lit maður velur)\nEdit: Hvað ætlaru að eyða miklum pening í þetta allt saman ? (svo maður geti kannski hjálpað þér að koma með raunhæfar hugmyndir) svo er líka alltaf gott að skoða á youtube",
            "date": "2009-09-29 23:54:00",
            "post_id": "220547",
            "reply_to_id": "220534"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Ef þú meikar ljósashowið þá eru litaðar viftur málið. Ég skellti í LED viftur hér fyrir ári og þarf að sofa með stólinn akkúrat á milli mín og tölvunnar til að það trufli mig ekki á meðan ég sef.",
            "date": "2009-09-30 00:07:00",
            "post_id": "220550",
            "reply_to_id": "220547"
        },
        {
            "user_name": "SteiniP",
            "text": "Ég myndi frekar fá mér UV viftur eða mála þær með UV málningu og vera með blacklight í kassanum sem er hægt að slökkva á. Ég get ekki sofið með eitthvað ljósashow.",
            "date": "2009-09-30 00:24:00",
            "post_id": "220552",
            "reply_to_id": "220550"
        },
        {
            "user_name": "chaplin",
            "text": "Haha það er alveg nettur bömmer að setja of mikið af ljósum, félagi minn fór eitthverntímann á ljósatrip og keypti sér sjálfsagt 200 neon ljós, allar viftur með ljósi, bara tölvan lýsti upp herbergið ágætlega, þurfti alltaf að breiða yfir hana teppi til sofa sem auðvita skapaði geðveikan hita og fóru þá vifturnar í botn, á endanum gafst hann upp á öllu og hendi hverju einasta uniti..",
            "date": "2009-09-30 00:34:00",
            "post_id": "220554",
            "reply_to_id": "220552"
        },
        {
            "user_name": "Glazier",
            "text": "Þetta er svona, ég fékk einu sinni svona \"æði\" allir peningarnir mínir sem ég fékk (var ekki með vinnu) þeir fóru bara í að setja ljós í tölvuna og gera hana eins áberandi og ég gat en svo sat ég uppi með það að ég vildi hafa hana í gangi á nóttunni líka og þá byrjaði vesenið með að geta ekki sofið fyrir ljósum :/\nNúna er ég aftur að fá þetta æði að setja ljós í tölvuna mína :@ Ég veit að ég mun sjá eftir því að gera það en ég ætla samt :/",
            "date": "2009-09-30 00:37:00",
            "post_id": "220556",
            "reply_to_id": "220554"
        },
        {
            "user_name": "chaplin",
            "text": "Haha góður..",
            "date": "2009-09-30 00:39:00",
            "post_id": "220557",
            "reply_to_id": "220556"
        },
        {
            "user_name": "Nothing",
            "text": "Ég mun ganga frá tölvunni 100% þetta var sett upp í smáflýti og ekkert að vanda mig, því veit að þetta fer úr kassanum á næstudögum.\nEru 3x80 í kassanum núna, ætla líka að skera út gat fyrir 120mm efst (útblástur).\nHef bara enga hugmynd um peninga eyðslu í þetta en ef þið viljið get ég skellt inn verði á hverjum hlut þegar þetta er tilbúið.\nMér líst vel á þessa hugmynd, Nenni ekki einhverju \"madass\" Ljósashow á nóttinni.\nVill líka svo skemmtilega til að ég á 1x rauða UV red málingar dollu",
            "date": "2009-09-30 01:49:00",
            "post_id": "220561",
            "reply_to_id": "220557"
        },
        {
            "user_name": "Frost",
            "text": "Vá mig hlakkar svo til þegar ég byrja að modda kassann minn. Ætla að nota gamla minn og láta hann lýta út eins og ljósa orka fyrir Reykjavík, það vera það mörg LED ljós og LED viftur á honum",
            "date": "2009-10-01 00:05:00",
            "post_id": "220747",
            "reply_to_id": "220561"
        },
        {
            "user_name": "Nothing",
            "text": "Jæja, \nSpraybrúsinn er frá 1500-2000kr þarf 1-2 brúsa,\nGrynningarefni á ál er á c.a. 1500kr þarf 1-2 brúsa,\nSvo þarf ég grynningar efni fyrir plast  sem er á c.a 1000-1500kr þarf 1 brúsa.\nOg sannpappír  P600-800, 3-4 arkir býst ég við.\nÞetta er svona c.a. verðmið,\nHef ekki hugmynd hvað UV máling kostar en fékk gefins þrjár dollur hjá félaga mínum, Gula, Rauða og Græna.\nÞetta er svona basic, ætla að finna extra pening fyrir þessu þar sem þetta er aðeins dýrara en ég hélt, Læt ykkur vita um leið og ég byrja \nPS. það vantar inn verðið á plexiglerinu.",
            "date": "2009-10-02 04:12:00",
            "post_id": "220969",
            "reply_to_id": "220747"
        },
        {
            "user_name": "stebbi-",
            "text": "Hugmynd.\nÞetta er eitthvad sem ég á eftir að gera og veit að mun koma vel út.\nSetja bara það sem maður vill í kassann....ljós af öllum gerðum og útbúa sér bara takkaborð sem er fest í hliðina á kassanum sem hægt er að renna af.\nÞá er bara hægt að stjórna hvernig maður vill hafa þetta.\nGetur þá þess vegna skipt eftir hvernig skapi þú ert í.\nÞað er bara málið að fara út í ruglið og til baka því þá er maður kominn með svo margar hugmyndir sem hægt er að fíngera og framvegis.\nAnnars, gangi þér bara vel með þetta og hlakka til að sjá hvað þú endar með.  \nP.S. semsagt takkaborðið væri þá með takka fyrir hvert einasta ljós og mögulega aukaviftur sem þú setur í kassann.",
            "date": "2009-10-02 04:21:00",
            "post_id": "220970",
            "reply_to_id": "220969"
        },
        {
            "user_name": "Nothing",
            "text": "Flott hugmynd, er ennþá að skoða alla möguleika, Sjá hvað er hægt að gera í stöðunni.\nÉg var samt að pæla með þessa UV málingu að nota hana og hafa blacklight bara, held að það komi best út en er samt ekki 100%.",
            "date": "2009-10-02 06:45:00",
            "post_id": "220971",
            "reply_to_id": "220970"
        },
        {
            "user_name": "Opes",
            "text": "Eitthvað að frétta?",
            "date": "2009-10-19 00:22:00",
            "post_id": "222816",
            "reply_to_id": "220971"
        },
        {
            "user_name": "bubble",
            "text": "hvar fégstu Black Dragon minið??",
            "date": "2009-10-19 01:00:00",
            "post_id": "222822",
            "reply_to_id": "222816"
        },
        {
            "user_name": "Selurinn",
            "text": "Var til í Kísildal á sínum tíma.\n800mhz Black Dragon DDR2 4-4-4-12\n2x1gb\nÁ fjögur svoleiðis kit, öll í notkun.\nBestu minni sem ég hef nokkurntímann séð/klukkað.",
            "date": "2009-10-19 01:05:00",
            "post_id": "222823",
            "reply_to_id": "222822"
        },
        {
            "user_name": "chaplin",
            "text": "Er sjálfur byrjaður á svipuðu Project, mjög spenntur að sjá hvernig það kemur út! Hvernig örgjörvakælingu ertu annars með?",
            "date": "2009-10-21 05:10:00",
            "post_id": "223082",
            "reply_to_id": "222823"
        },
        {
            "user_name": "Nothing",
            "text": "Nei ekki ennþá því miður,\nSprayið er orðið hrikalega dýrt meðað við í denn.\nFer í þetta um leið og buddan leyfir sem ég vona að verður sem fyrst.  \n \nFékk þau í kísildal\nTacen Gelus @ Kísildalur\nHvaða kassa ert þú að modda ?",
            "date": "2009-10-27 00:29:00",
            "post_id": "223891",
            "reply_to_id": "223082"
        },
        {
            "user_name": "chaplin",
            "text": "Haha nú vantar mig kassa, þó gæti verið að ég fái einn á morgun! Its gonna be legendary!",
            "date": "2009-10-28 22:40:00",
            "post_id": "224213",
            "reply_to_id": "223891"
        },
        {
            "user_name": "Nothing",
            "text": "Jæja, Var að klára spreyja kassann lookar vel, Ætla að skella á ykkur myndum þegar ég kem heim.\nÁ samt eftir að gera gluggahlið",
            "date": "2009-11-06 08:41:00",
            "post_id": "225703",
            "reply_to_id": "224213"
        },
        {
            "user_name": "intenz",
            "text": "Af hverju ekki bara \"Gamever\" ?",
            "date": "2009-11-06 16:50:00",
            "post_id": "225771",
            "reply_to_id": "225703"
        },
        {
            "user_name": "Frost",
            "text": "Mig langar svo að modda kassann minn bara veit ekki hvað ég á að gera. Ég er með Centurion 5 hvað gæti ég gert með hann \n. Flott verkefni hjá þér, spenntur að sjá myndirnar.",
            "date": "2009-11-17 19:44:00",
            "post_id": "227811",
            "reply_to_id": "225771"
        },
        {
            "user_name": "vesley",
            "text": "spraya hann með eitthvern vegin lit.     gera gluggahlið   á hliðina  jafnvel toppinn sá einn gera það og það kom vel út.      auka göt fyrir viftur eins og að modda að framan  fyrir viftur.    og jafnvel   cable management holur.",
            "date": "2009-11-17 20:01:00",
            "post_id": "227821",
            "reply_to_id": "227811"
        },
        {
            "user_name": "Narco",
            "text": "Fatta ekki alveg hvers vegna allir eru ennþá að missa sig í moddinu með þessar 120mm viftur, ef menn vilja hljóðlátan kassa sem skilar alvöru kælingu og er að fara að leggja í vinnu við að skera allt í klessu þá er best að fá sér a.m.k. 140mm viftur þar sem hægt er að koma þeim fyrir, þær snúast hægar og valda minni hávaða. Þetta er nú bara pæling. Helst væri að vera svo með 240mm viftu í hliðinni en gallinn er bara sá að þær eru ekki til á landinu, mar þarf að sérpanta.",
            "date": "2009-11-21 00:22:00",
            "post_id": "228421",
            "reply_to_id": false
        },
        {
            "user_name": "vesley",
            "text": "gera sér líka grein fyrir því að ekki allir kassar hafa pláss fyrir 240mm viftur nema að hann sé moddaður. og ekki hver sem er getur gert stórt gat á kassann sinn og látið það líta sæmilega út.",
            "date": "2009-11-21 00:43:00",
            "post_id": "228423",
            "reply_to_id": "228421"
        },
        {
            "user_name": "Narco",
            "text": "En er það ekki málið, er maðurinn ekki að fara að modda??",
            "date": "2009-11-22 19:11:00",
            "post_id": "228740",
            "reply_to_id": "228423"
        },
        {
            "user_name": "Opes",
            "text": "Hvar eru myndirnar \n ?",
            "date": "2009-11-23 00:25:00",
            "post_id": "228816",
            "reply_to_id": "228740"
        },
        {
            "user_name": "Frost",
            "text": "Minns langar að sjá myndir!",
            "date": "2009-11-23 01:09:00",
            "post_id": "228822",
            "reply_to_id": "228816"
        },
        {
            "user_name": "dnz",
            "text": "Mins líga :O Lærdu svo ad skriva, hálvidi",
            "date": "2009-11-28 00:03:00",
            "post_id": "230128",
            "reply_to_id": "228822"
        },
        {
            "user_name": "Frost",
            "text": "Minns gann alveh að sgriva! pjáni!",
            "date": "2009-11-28 00:04:00",
            "post_id": "230129",
            "reply_to_id": "230128"
        }
    ],
    "date": "2009-11-21 00:22:00"
}