{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "25515",
    "title": "Hjálp við að tengja heimabíó magnara og sterio magnara saman",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=25515",
    "posts": [
        {
            "user_name": "dogalicius",
            "text": "Sælir félagar, mig langar að fá að vita ykkar álit á þessu og hvað væri best fyrir mig að gera.\nGræjunar eru eftitaldar.\nHeimabíósett \nhttp://www.sm.is/index.php?sida=vara&vara=HKTS11BK\nHeimabíómagnari \nhttp://www.hataekni.is/vorur/hljomtaeki ... ar/pnr/706\nsvo er ég líka með \nhttp://www.kef.com/GB/SurroundSound/FiveTwo/model11\nSvo var ég líka að eignast þennann \nhttp://www.china-highend-hifi.com/prod0112341245.htm\nog það sem ég er að spá hvort það sé til einhver skymsamlegt lausn til að tengja þetta allt saman??\nþað sem mig myndi langa væri að nota kef hátalarana og sterio magnarann og geislann fyrir music, og svo heimabíómagnarann og harman/kardon fyrir myndir og svona. \njæja hef þetta ekki lengra núna, vona að það sé hægt að skilja þetta hjá mér.\nMbk",
            "date": "2009-10-13 22:48:00",
            "post_id": "222324",
            "reply_to_id": false
        },
        {
            "user_name": "flottur",
            "text": "hmmmm\nÞú færð þér DVD spilara tenigr við \nhttp://www.hataekni.is/vorur/hljomtaeki/magnarar/p\n tengir svo þetta við heimabíómagnaran \nhttp://www.sm.is/index.php?sida=vara&vara=HKTS11BK\n og þá ertu kominn með kerfi sem er fyrir DVD\nFærð þér geislaspilara og tengir  \nhttp://www.china-highend-hifi.com/prod0112341245.htm\n saman og \nhttp://www.kef.com/GB/SurroundSound/FiveTwo/model11\n  við hann líka.\nYamaha magnarinn býður samt upp á endalausa möguleika þannig að þú getur í raun og veru leikið þér alveg eins og þú vilt.",
            "date": "2009-10-14 00:28:00",
            "post_id": "222336",
            "reply_to_id": "222324"
        },
        {
            "user_name": "dogalicius",
            "text": "já takk fyrir svarið, en málið er að ég á dvd spilara og allt það, er með xbox 360 , ps3 og media center pc tengt allt við heimabíómagnarnn, en það sem ég er að spá er hvort ég geti ekki bara notað þessa kef háltalara sem fronta fyrir heimabíókerfið , en semssagt samt haft þá tengda við sterio magnarann, svo er ég að spá með bassaboxið hvort það sé eitthvað hægt að nota það við þennann sterio magnara líka því það mætti vera eilítið meiri bassi í þessum kef hátölrum.",
            "date": "2009-10-14 00:37:00",
            "post_id": "222337",
            "reply_to_id": "222336"
        },
        {
            "user_name": "stebbi-",
            "text": "Eru seðlar í þínu baðkari félagi....það er nú bara hundraðþúsund þetta og hundraðþúsund hitt af þessu dóti O.O",
            "date": "2009-10-14 03:23:00",
            "post_id": "222339",
            "reply_to_id": "222337"
        },
        {
            "user_name": "dogalicius",
            "text": "hehe nei ekki aldeilis, er bara ekki fæddur í gær",
            "date": "2009-10-14 04:45:00",
            "post_id": "222340",
            "reply_to_id": "222339"
        },
        {
            "user_name": "codec",
            "text": "Eru ekki preout tengi á yammanum fyrir front hátalara?   Þá gætir þú tengt sterio magnaran þar í og yamminn er þar með n.k. preamp fyrir sterio magnarann.   \nÞað er kannski ekki setup fyrir audio-púritana en gæti gengið.  \nÞegar þú hlustar á tónlist í svona setup-i þá er sennilega best að stilla yamman þannig hljóðið fari beint í gegnum hann, \"pure direct\" eða hvað það heitir.   Þá fer merkið framhjá öllum (flestum) rásum sem geta haft áhrif á merkið og beint í outputin.\nEinn gallinn er auðvitað sá að þá er alltaf báðir magnaranir í gangi.\nÞað eru líka til svona \"Speaker switch-ar\" spurnig hvort þessir hér eigi lausnir til að velja á milli \nhttp://www.russound.com/speaker_selectors.htm\n.  \nEða þessi hér \nNiles Audio DPS-1 - Amazon.com\nÉg veit reyndar ekki hvort/hvaða áhrif svona græjur hafa á hljóðið.",
            "date": "2009-10-14 09:48:00",
            "post_id": "222350",
            "reply_to_id": "222340"
        },
        {
            "user_name": "raekwon",
            "text": "ertu að spá semsagt að nota stereo magnarann sem aukakraft á heimabíóið í frontinn og líka til að sjá um afspilun af cd ?\nég myndi allavega tengja það þannig og nota front out á dvd spilaranum \neða ef ert að nota 6channel tengi á heimabíómagnaranum þá ættirðu að nota 6channel front out á heimabíómagnaranum yfir í stereo magnarann og þá geturðu nýtt dvd sem cd eða hvernig sem er og kannski best að finna bara sound out sem spilar alltaf það sem er í gangi á heimabíómagnaranum yfir á stereo og þá geturðu lækkað á heimabíó og kveikt á stereo og þá er alltaf möguleiki að nýta sorruond í hljóð og bæta svo bara við þegar vilt meiri kraft með stereo magnaranum\nþannig setup getur raun bætt endalaust við hátölurum á sömu rásir\nég var með svona aukafront sem var reyndar við heimabíómagnarann enda mjög flottur thx magnari með a+b rásir og það munaði rosa að vera með stóra fronta til að bæta inní svona þegar mar vildi hækka soldið duglega en ég held þú viljir ekki missa sorround hljóðið þótt sért að hlusta á cd fyllir svo vel að fá þetta allan hringinn og ætti að vera stilling í magnaranum að jafna front back í music hét á mínum PLII minnir mig",
            "date": "2009-10-14 10:00:00",
            "post_id": "222354",
            "reply_to_id": "222350"
        },
        {
            "user_name": "dogalicius",
            "text": "Codec jú það er það er preout, þarf ég þá alltaf að vera með kveikt á yammanum? og svo líka er einhver leið til að nota bassaboxið með þessum 2 ? eða er ég alveg í ruglinu með það??\nog raekwon þetta er meira svona purist dæmit \n eins og codec réttilega sagði, ég skil alveg hvað þú ert að meina, en það er bara stór munur á góðri tónlist í  sterio hljóði og síðan í surround, það er ekki hægt að líkja því saman, eins flott og surround er þá get ég sagt þér að ég fæ 10 meiri gæsahúð á að hlusta á það sem ég fýla í þessum kef með sterio magnarnn!",
            "date": "2009-10-14 10:19:00",
            "post_id": "222357",
            "reply_to_id": "222354"
        },
        {
            "user_name": "dogalicius",
            "text": "er semsagt ekkert hægt að nota bassaboxið við þessa 2 saman?",
            "date": "2009-10-14 17:23:00",
            "post_id": "222390",
            "reply_to_id": "222357"
        },
        {
            "user_name": "codec",
            "text": "jú afhverju ekki, með því að tengja preout úr yammanum  í sterio magnaran og láta yamman sjá um subbinn það eru sér sub tengi á honum.\nGræju nördar (audiophiles) myndu sennilega gretta sig og vilja hafa þetta tengt sér, en þetta ætti að vera hægt svona og þá er bara að prófa og athuga útkomuna.   Eyrun þín eru eini rétti mælikvarðinn á setupið.",
            "date": "2009-10-14 17:40:00",
            "post_id": "222393",
            "reply_to_id": "222390"
        },
        {
            "user_name": "dogalicius",
            "text": "Ok takk fyrir það codec\n ég ætla að skella mér í þetta á eftir eða annað kvöld. skal láta þig vita hvernig fer.",
            "date": "2009-10-14 20:09:00",
            "post_id": "222418",
            "reply_to_id": "222393"
        },
        {
            "user_name": "Pollonos",
            "text": "Ég er með góðan NAD heimabíómagnara, en maður slekkur bara a surround hlutanum ef verið er að hlusta á tónlist og stillir á Stero output og slekkur á öllum Dolby eða THX fídusum (gerist sjálkrafa þegar ég stilli á tónlistarinput). Get ekki séð að ég sé neitt svikinn af þvíl, en ég er svosem ekki mikill audiophile! \nÞessi Yamaha magnari er hin fínasta græja þannig að ég skil ekki fyrir fimm aura þetta setup sem hér er verið að lýsa...!",
            "date": "2009-10-14 20:31:00",
            "post_id": "222425",
            "reply_to_id": "222418"
        },
        {
            "user_name": "dogalicius",
            "text": "Nei ég skil það svosem að menn skilji þetta ekki alveg, og þessir heimabíó magnarar alveg frábærir, en ég ákvað að kaupa mér þennann heimabíómagnara til að sannreyna það sem ég hef verið að lesa á netiniu og líka það sem ég hef heyrt frá mönnum sem eru allir í þessu, og ég er bara orðlaus yfir hvað það er allt annanð að hlusta á þessa kef hátalra í sterió magnarum, bara ótrúlegt hefði varla trúað þessu sjálfur, en já það er sko munur.",
            "date": "2009-10-14 21:16:00",
            "post_id": "222436",
            "reply_to_id": "222425"
        }
    ],
    "date": "2009-10-13 22:48:00"
}