{
    "forum_title": "Netkerfi - internetið",
    "id": "25523",
    "title": "Adsl hjá HÍ í gegnum TAL einhver?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=25523",
    "posts": [
        {
            "user_name": "bjartman",
            "text": "Sælir,\nEr aðeins að forvitnast hvort einhver er tengdur við adsl Hí í gegnum Tal. \nTók eftir því að maður getur valið Tal sem símfyrirtæki þegar sótt er um adsl áskrift hjá HÍ.\nEinnig var ég að spá hvort hægt væri að tengjast því (adsl Hí) í gegnum núverandi tengingu hjá Tal\nsem er 12 mbit. \nkv. Bjartmar",
            "date": "2009-10-14 14:25:00",
            "post_id": "222371",
            "reply_to_id": false
        },
        {
            "user_name": "depill",
            "text": "TAL býður ekki uppá HÍ pakka eins og Vodafone og Síminn hins vegar geturðu alveg tengst HÍ í gegnum ADSL ( mæli samt frekar með VPN fyrst þú ert á annað borð að borga fyrir tenginuna hjá TAL ), velur Vodafone ( = TAL ) sem þjónustuaðila, býður í sólarhring og notar....",
            "date": "2009-10-15 19:26:00",
            "post_id": "222506",
            "reply_to_id": "222371"
        },
        {
            "user_name": "END",
            "text": "Það er ódýrara að vera með \"allan pakkann\" hjá Tali (3.490 kr.) heldur en að borga fyrir ADSL línu ásamt heimasíma hjá Vodafone eða Símanum, auk þess sem hraðinn á slíkri tengingu er \"allt að 12 Mb\". Það er líka boðið upp á að velja Tal sem símafyrirtæki þegar sótt er um ADSL tengingu.\nEr það rétt skilið hjá mér að sért þú tengdur í gegnum VPN þá fari öll gagnaumferð þar í gegn?\nHér eru leiðbeiningar Reiknistofnunar um hvernig tengjast skuli háskólanetinu með VPN: \nhttp://www.rhi.hi.is/category/vpn-tengingar/",
            "date": "2009-10-16 12:04:00",
            "post_id": "222552",
            "reply_to_id": "222506"
        },
        {
            "user_name": "depill",
            "text": "Ekki velja samt Tal sem fjarskiptafyrirtæki. TAL = gamla HIVE netið og það er sem það er búið að samtengja Vodafone og HIVE kerfin ( og Vodafone rekur það núna ) eru þokkalegar lýkur á því að það virki ekki. Ennfremur er HÍ búið að taka niður TAL samtenginguna og er bara með samtengingu við Símann og Vodafone. En já þetta er reyndar alveg satt hjá þér. Þannig séð gætirðu gert þetta og borgað fyrir lítið gagnamagn hjá TAL og svo notað HÍ tenginguna og fengið alltað 2 - 4 GB fyrir utan HÍ netið.\nÞú getur nottulega valið hvort að þú lætur stýrikerfið þitt taka upp default rútu yfir til HÍ, en já þú getur gert það. En ef þú á annað borð vilt það alltaf, þá myndi ég mæla með ADSL leiðinni.\nEn já TAL option í Uglunni er vegna gamla HIVEnetsins og þar sem að samtengingin er greinilega kominn niður finnst mér skrítið að þetta sé þarna ennþá í boði, gæti reyndar bara verið Vodafone undir TAL nafni ... ? Og já þá getið þið líka notað ykkar eigin router sem viljið það gagnvart TAL ( eiginlega verðið þess, þar sem TAL mun ekki vilja skipta um ISPa á routenrum ykkar fyrir ykkur )",
            "date": "2009-10-16 13:03:00",
            "post_id": "222554",
            "reply_to_id": "222552"
        }
    ],
    "date": "2009-10-14 14:25:00"
}