{
    "forum_title": "Almennt um vélbúnað",
    "id": "25789",
    "title": "[Hjálp] Er þetta góður flakkari?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=25789",
    "posts": [
        {
            "user_name": "birgirdavid",
            "text": "Góða Kvöldið ég er að spá í að kaupa mér sjónvarpsflakkara og ég er að spá er þessi hérna góður?\nog er ekki annars harður diskur í honum ég get samt ekki fundið að það sé harður diskur í honum en þarf ég þá að kaupa harðan disk í flakkarann?\nhttp://start.is/product_info.php?cPath= ... ts_id=2605\ngetiði síðan bent mér á góða flakkara með stórum harða diski",
            "date": "2009-10-28 23:07:00",
            "post_id": "224220",
            "reply_to_id": false
        },
        {
            "user_name": "Halli25",
            "text": "http://tech.is/?id=913\nað vísu MP-304 í þessu review en ætti að sýna hve gæðin á IcyBox eru ca... Yank hvar er MP-305 review???",
            "date": "2009-10-30 14:41:00",
            "post_id": "224495",
            "reply_to_id": "224220"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég persónulega snerti aldrei neitt frá Icybox. Ótrúlegt hvað maður sér mikið af þessu bilað.",
            "date": "2009-10-30 14:44:00",
            "post_id": "224497",
            "reply_to_id": "224495"
        },
        {
            "user_name": "Halli25",
            "text": "Þú veist líka ekki hve mikið af Icybox hefur verið selt á Íslandi... þú myndir ekki segja þetta ef þú vissir það. RMA tíðni er verulega lág!",
            "date": "2009-10-30 14:47:00",
            "post_id": "224499",
            "reply_to_id": "224497"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég hef enga hugmynd um hversu mikið hefur verið selt á Íslandi, en ég hef selt vörur frá Icybox á 3 vinnustöðum núna, og prósentan sem var að koma til baka í viðgerð m.v. sölutölur voru ógnvænlegar. Annað mál að segja um Lacie t.d., maður rak bara upp stór augu ef slíkur diskur rataði á borðið hjá manni.",
            "date": "2009-10-30 14:52:00",
            "post_id": "224500",
            "reply_to_id": "224499"
        },
        {
            "user_name": "Halli25",
            "text": "Ég gef mér að þú vinnir fyrir Tölvutek og ert þar með að brjóta reglur spjallborðsins með að taka það ekki fram. Veit ekkert með Lacie en ég sé allar tölur í kringum Icybox svo ég veit alveg hvað ég er að tala um þar!",
            "date": "2009-10-30 17:43:00",
            "post_id": "224552",
            "reply_to_id": "224500"
        },
        {
            "user_name": "BjarniTS",
            "text": "Já en athugaðu það , að þessi vél var dottin úr ábyrgð \nþarf hörku til að fá slíkt greitt.  Þetta var samt svo sæt stelpa þannig að þetta hefur kannski ekki verið erfitt.",
            "date": "2009-10-30 18:22:00",
            "post_id": "224557",
            "reply_to_id": "224552"
        },
        {
            "user_name": "AntiTrust",
            "text": "Nei, ég vinn ekki fyrir Tölvutek. Ég vinn fyrir óháðann aðila, að því leyti að við sjáum ekki um að flytja inn né með umboð fyrir nein merki eða vörur, og sé því enga ástæðu til þess að taka fram hvar ég vinn, þar sem ég er algjörlega hlutlaus og ber engra hagsmuna að gæta þegar kemur að sölu, reynslu og skoðunum á hverskyns tölvuhlutum og því tengdu.\nMér er svosem líka slétt sama hvaða tölur þú ert með fyrir framan þig, mín persónulega reynsla af sölu, viðgerðum og notkun á Icybox vörum er langt frá því að vera góð, og það var það eina sem ég var að tjá mig um.",
            "date": "2009-10-30 18:27:00",
            "post_id": "224558",
            "reply_to_id": "224557"
        }
    ],
    "date": "2009-10-28 23:07:00"
}