{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "2588",
    "title": "Hjálp með suð í afruglun ( ATH löglegt :) )",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=2588",
    "posts": [
        {
            "user_name": "legi",
            "text": "Ég nota k!tv til að afrugla norðurljós þegar einhver í fjölskyldunni er með afruglarann stilltan t.d á sýn og ég ætla að horfa á st2 í tölvunni svo þetta er alltsaman löglegt \n\n\n\n\nEn allavega þá er vandamálið það að hljóðið er alveg skelfilegt, miiiiikið suð og hljóðið lækkar eftir svona 5-10 mínútur niður í ekki neitt ,\n\n\n\neinhver sem kannast við þetta og hefur einhver ráð ?\n\n\n\nNota kiwiciri er búinn að prófa wilma en það virðist engu breyta.",
            "date": "2003-12-30 17:58:00",
            "post_id": "25708",
            "reply_to_id": false
        },
        {
            "user_name": "hhh",
            "text": "þú getur prufað að fara í audio og stilla records á 20-30 og sjá hvað gerist ég gerði það og það lagaðist ég var alltaf með record stillt í botn en eftir að ég lækkaði það þá lagaðist það",
            "date": "2004-01-10 23:56:00",
            "post_id": "27365",
            "reply_to_id": "25708"
        },
        {
            "user_name": "MezzUp",
            "text": "lol, kmr, það er nebbla ekki heldur löglegt! \n\n\nef að þú ert með annað sjónvarp(eða annan stað til þess að horfa á sjónvarpssendingar, t.d. tölvu) þá áttu að kaupa þér annan afruglara",
            "date": "2004-01-11 00:21:00",
            "post_id": "27373",
            "reply_to_id": "27365"
        },
        {
            "user_name": "ICM",
            "text": "í sumum tilfellum er valið um að kaupa rándýran þráðlausan sendi til að senda úr afruglaranum eða saga hólf inní þak við loftnest inntakið og afrugla þannig ( lang mesta fyrirhöfnin) eða kaupa sér sjónvarpskort fyrir minni pening en báðir hinir möguleikarnir. Annars veit ég ekki um neinn sem sættir sig við sjónvarp afruglað með sjónvarpskorti, verri gæði en á verstu VHS mynd eftir áhorf í svona 100 skipti, frekar myndi ég nú lesa heldur en að missa geðheilsuna á að horfa á truflanir. Hræðilegt rusl, eyðið tímanum í annað en að afrugla",
            "date": "2004-01-11 00:55:00",
            "post_id": "27379",
            "reply_to_id": "27373"
        },
        {
            "user_name": "Zaphod",
            "text": "bah þúrt skrítinn.\n\n\n\nEn notaðu Wilma og mutaðu K!tv , k!tv er sorp þegar kemur að hljóðinu . \n\n\n\nkom fyrir hjá mér að line in í sound volume , mutaðist sjálfkrafa eftir 5 mín . Veit ekkert af hverju en síðan lagaðist það bara ..",
            "date": "2004-01-11 04:39:00",
            "post_id": "27435",
            "reply_to_id": "27379"
        }
    ],
    "date": "2003-12-30 17:58:00"
}