{
    "forum_title": "Windows",
    "id": "25904",
    "title": "Mín Windows 7 umsögn.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=15&t=25904",
    "posts": [
        {
            "user_name": "Gilmore",
            "text": "Fyrst það er byrjað að setja inn reynslusögur af W7 þá er ég með mína hérna.\nÉg setti kerfið upp á 2 vélar fyrir helgi. Ég er með nýlega og öfluga borðvél og ég setti upp 64 bita útgáfuna af Home Premium inn á hana. Ég þarf varla að nefna það en allt gekk upp og hver einasti driver installaðist og allt virkar 100%.\nEn það merkilega er að ég á gamla Acer Aspire 1691 fartölvu frá 2004 og ég ákvað að prófa að setja 32 bita útgáfuna inn á hana. Ég átti ekki von á að þetta mundi virka, en tölvan er ekki á lista hjá Acer yfir vélar sem ganga með W7. En viti menn, allt saman virkar og Windows fann driver fyrir allt saman og tölvan er að keyra bara nokkuð vel, í það minnsta jafnvel og með XP. Ég get notað Aero, sem ég átti alls ekki von á, en skjákortið er ekki nema 128 mb. Skjákortið fékk hæstu einkunnina eða 4.1, en örgjörvinn var lægstur eða um 3.6. Ekkert nema snilld.",
            "date": "2009-11-03 08:17:00",
            "post_id": "225125",
            "reply_to_id": false
        },
        {
            "user_name": "Longhorn",
            "text": "Þungt í vinnslu nokkuð?",
            "date": "2009-11-03 10:35:00",
            "post_id": "225141",
            "reply_to_id": "225125"
        },
        {
            "user_name": "Halli25",
            "text": "Gott að vita, er akkúrat að spá í að uppfæra allt hjá mér´i windows 7 og á akkúrat Aspire 1692wlmi fartölvu sem ætti þá að virka eins og 1691 \nEr að bíða eftir family upgrade pakkinn komi svo ég geti uppfært allar 3 vélarnar mínar í win 7 í einu",
            "date": "2009-11-03 10:52:00",
            "post_id": "225142",
            "reply_to_id": "225141"
        },
        {
            "user_name": "JohnnyX",
            "text": "Ég gat sett upp Windows 7 Enterprice á gamla Dell Latitude D610 og það svínvirkaði \n   ...ég er ekkert nema sáttur með Win7",
            "date": "2009-11-03 11:39:00",
            "post_id": "225150",
            "reply_to_id": "225142"
        }
    ],
    "date": "2009-11-03 08:17:00"
}