{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "25955",
    "title": "Att og Seagate verksmiðjuábyrgð",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=25955",
    "posts": [
        {
            "user_name": "Leviathan",
            "text": "Ég er með Seagate Barracuda disk sem ég keypti hjá att fyrir rúmum tveimur árum síðan en hann hrundi núna um daginn. Samkvæmt heimasíðu Seagate er diskurinn í ábyrgð til einhverntíman 2012 en att segjast ekkert geta gert því það er tveggja ára ábyrgð hjá þeim og diskurinn því dottinn úr ábyrgð. Er það rugl hjá mér að Att eigi að skipta disknum fyrir mig eða þarf ég virkilega að senda diskinn til Seagate til að fá nýjan?  \n \nÖll hjálp vel þegin.",
            "date": "2009-11-05 11:25:00",
            "post_id": "225520",
            "reply_to_id": false
        },
        {
            "user_name": "gardar",
            "text": "att eiga að senda diskinn út fyrir þig.",
            "date": "2009-11-05 11:27:00",
            "post_id": "225521",
            "reply_to_id": "225520"
        },
        {
            "user_name": "einarornth",
            "text": "Það er 2 ára lögbundin ábyrgð hér á landi. Þó að framleiðandi erlendis sé með lengri ábyrgð, þá er það ekki á ábyrgð söluaðila að senda hluti til hans.\nAtt er bara með sína ábyrgð, Seagate með sína.",
            "date": "2009-11-05 11:47:00",
            "post_id": "225527",
            "reply_to_id": "225521"
        },
        {
            "user_name": "gardar",
            "text": "Nújæja, þá fer það líklegast bara eftir því hversu næs verslunin er.\nVeit til þess að tölvutækni hafi boðist til að senda disk út þegar verksmiðjuábyrgðin var bara eftir.",
            "date": "2009-11-05 11:59:00",
            "post_id": "225530",
            "reply_to_id": "225527"
        },
        {
            "user_name": "einarhr",
            "text": "Ég trúi ekki öðru en að Att sendi reglulega út diska til Seagate. Það gerði ég reglulega þegar ég vann hjá Digital Task og tók það um 2 til 4 vikur og fengum við þá til baka refurbished diska frá þeim í staðinn sem eru ss diskar sem eru viðgerðir og í ábyrgð hjá Seagate en ég man ekki hversu lengi. Refurbished diskar eru yfirleitt með Grænum Seagate límmiða. \nEf Att vill ekki hjálpa þér prófaðu þá aðra söluaðila á Íslandi, td Tölvutek, Tæknibæ osfv. og athugaðu hvort þeir séu tilbúnir að senda diskinn út fyrir þig.",
            "date": "2009-11-05 12:01:00",
            "post_id": "225532",
            "reply_to_id": "225530"
        }
    ],
    "date": "2009-11-05 11:25:00"
}