{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "25952",
    "title": "Hruninn HD, hvaða recovery forritum mælir þú með?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=25952",
    "posts": [
        {
            "user_name": "Svessi",
            "text": "Einn af hd hjá mér hrundi um daginn, það var engin vinnsla í gangi á disknum, byrjaði bara allt í einu að smella í disknum og svo datt hann út. Ég get ekki fundið hann i disk management.\nEn þegar ég restarta tölvunni þá finnur tölvan samt diskinn og það smellir í honum.\nÞetta er sirka 4 ára gamall 320 gb diskur, man ekki hvaða tegund.\nÁður en ég tek hann úr tölvunni hjá mér vil ég gera tilraun til að bjarga eins miklu af gögnum af diskum og ég get.\nHvaða recovery forritum mælir þú/þið með?\nÉg fer frekar framm á að það virki vel heldur en það sé hraðvirkt.\nEf ég þarf að borga einhverja nokkra dollara fyrir það, þá er það allt í lagi.\nÉg las hérna nokkra þræði áður en ég póstaði þessu og sá einn tala um EasyRecovery Pro (Er 6.2 nýjasta útgáfan af því)\nGetið þið bent mér á einhver forrit betra en þetta?",
            "date": "2009-11-05 05:06:00",
            "post_id": "225499",
            "reply_to_id": false
        },
        {
            "user_name": "codec",
            "text": "Ontrack \nhttp://www.ontrackdatarecovery.com/data ... -software/\n  hafa reynst ágætlega, \"Individual\" útgáfa kostar einhverja $90.\nÞeir hjá Ontrack og fleiri bjóða professional þjónustu við að bjarga gögnum það getur dýrt og menn verða að meta það fyrir sig.  Veit ekki hverjir bjóða slíkt hér á landi.\nEn það fer nú soldið eftir því hvenrig bilunin er því að ef forritið getur ekki lesið af disknum þá gerir það ekkert fyrir þig.\nEf það er electronicsk bilun þá mætti prófa að skipa um borðið, og eða taka plattana úr og setja í eins disk.  Slíkt getur dýrt og vandasamt einnig verður að hafa í hug að ekkert er öruggt í þessu.\nÉg hef sjálfur bjargað smávegis af gögnum af dauðadæmdum disk með því að setja hann í poka og skella honum í frysti í einn dag eða svo (í lokuðum poka).\nGat þá lesið aðeins af honum áður en hann fór aftur, endurtók þetta nokkrum sinnum.\nAthugaðu að þetta var algjört neyðarúræði þegar menn voru í raun búnir að reyna allt og gefast upp.  Það er ekkert víst að það virki í öllum tilfellum.",
            "date": "2009-11-05 09:21:00",
            "post_id": "225503",
            "reply_to_id": "225499"
        },
        {
            "user_name": "gardar",
            "text": "Talaðu við hringiðuna!\nhttp://hringidan.is/Forsida/Hringidan/Frettir/Frett/384",
            "date": "2009-11-05 09:56:00",
            "post_id": "225507",
            "reply_to_id": "225503"
        },
        {
            "user_name": "tolli60",
            "text": "Rakst á þetta um daginn,veit ekki hvernig það er en það er frítt.\nhttp://www.recuva.com",
            "date": "2009-11-05 11:16:00",
            "post_id": "225518",
            "reply_to_id": "225507"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Get Data Back for NTFS hefur virkað fínt fyrir mig. Þarft bara að redda þér seriali á Serials.ws eða álíka síðu. Passaðu þig bara að downloada engu þaðan",
            "date": "2009-11-05 11:46:00",
            "post_id": "225525",
            "reply_to_id": "225518"
        }
    ],
    "date": "2009-11-05 05:06:00"
}