{
    "forum_title": "Windows",
    "id": "26055",
    "title": "Vantar Hjálp! með windows . / virus",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=15&t=26055",
    "posts": [
        {
            "user_name": "kristofer12",
            "text": "Hæ ég er Með Acer tölvu. Windows XP . Ég var að Downloada Einu Forriti \"átti að vera forrit\" var vírus. Þegar ég opnaði möppuna þá kom svona blár skjár og tölvan restartaði sér. En núna getur hún ekki startað sér. jú reyndar hún getur startað sér .. það kemur þetta windows hlaðast upp og þetta bláa að hreyfast en eftir það gerist ekkert .virkar ekki í safe mode þegar maður fer í það þá kemur þessi blái skjár aftur. þigg alveg hjálp með þetta sko .. VEIT EKKERT HVAÐ ÉG Á AÐ GERAÐ?!?!?!",
            "date": "2009-11-09 15:04:00",
            "post_id": "226232",
            "reply_to_id": false
        },
        {
            "user_name": "rottuhydingur",
            "text": "þegar þú kveikir á tölvunni þá skaltu nekla á F8 takkan og fara þannig í safe mod farðu svo í system restore og restoraðu dagsetingunni sem þú dowloadaðir",
            "date": "2009-11-09 15:46:00",
            "post_id": "226238",
            "reply_to_id": "226232"
        },
        {
            "user_name": "kristofer12",
            "text": "ég sagði kemst ekki í Safe Mode :/",
            "date": "2009-11-09 16:00:00",
            "post_id": "226244",
            "reply_to_id": "226238"
        },
        {
            "user_name": "einarornth",
            "text": "Ég myndi byrja á því að taka diskinn úr vélinni og setja hann í flakkara. Tengdu hann svo við aðra tölvu sem er með góða vírusvörn og vírusleitaðu diskinn. Taktu líka afrit af gögnunum þínum.\nÞegar það er komið getur þú prófað að setja diskinn í aftur og nota Windows geisladiskinn þinn til að prófa Repair. Svo gæti líka verið fljótlegast að setja bara tölvuna upp aftur. Passaðu bara að vera með öll gögnin þín á vísum stað.",
            "date": "2009-11-09 16:03:00",
            "post_id": "226246",
            "reply_to_id": "226244"
        },
        {
            "user_name": "rottuhydingur",
            "text": "það er lika bara hægt að gera eins og hann sagði , lika nekla a delete takan þegar þú kveikir ,,,",
            "date": "2009-11-09 16:24:00",
            "post_id": "226253",
            "reply_to_id": "226246"
        },
        {
            "user_name": "kristofer12",
            "text": "Takk vantar bara Windows xp diskinn. er hægt að fá hann á netinu ? ef þá get ég kannski fengið w 7 ?",
            "date": "2009-11-09 16:29:00",
            "post_id": "226254",
            "reply_to_id": "226253"
        },
        {
            "user_name": "rottuhydingur",
            "text": "ég á windows 7 fyrir þig",
            "date": "2009-11-09 16:36:00",
            "post_id": "226255",
            "reply_to_id": "226254"
        },
        {
            "user_name": "kristofer12",
            "text": "já ok  .. myndiru þá þurfa að gefa mér það á disk ég meina sko getur maður sent það sem file og svo getur maður brennt það á disk því ég er búsettur í Danmörku sko.. takk samt ef það er ekki hægt",
            "date": "2009-11-09 16:38:00",
            "post_id": "226257",
            "reply_to_id": "226255"
        }
    ],
    "date": "2009-11-09 15:04:00"
}