{
    "forum_title": "Hugbúnaðar- & Forritunarstofan",
    "id": "2605",
    "title": "hvaða video editing forrit á mar að nota",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=7&t=2605",
    "posts": [
        {
            "user_name": "Cras Override",
            "text": "ég er að fara að edita einna heima gera bíómynd og me´r vantar bara eithvað auðvelt forrit sem að ég notað till að klippa það þarf ekki að vera mikið meira en það. ég bara verð að fá svona forrit og þá væri líka frá bært ef að eithver gæti komið með svona stutt og gott turial eða þannig.",
            "date": "2004-01-01 22:16:00",
            "post_id": "25964",
            "reply_to_id": false
        },
        {
            "user_name": "MezzUp",
            "text": "Vegas Video er gott klippiforrit",
            "date": "2004-01-01 22:28:00",
            "post_id": "25966",
            "reply_to_id": "25964"
        },
        {
            "user_name": "Guffi",
            "text": "virtual dub er þægilega einfalt og gott forrit.ps alls ekki gott forrit fyrir ihverja pro mensku",
            "date": "2004-01-01 23:44:00",
            "post_id": "25975",
            "reply_to_id": "25966"
        },
        {
            "user_name": "Dári",
            "text": "virtual dub er ekki klippiforrit, Vegas Video væri fínt, eða Avid xpress.",
            "date": "2004-01-02 00:42:00",
            "post_id": "25978",
            "reply_to_id": "25975"
        },
        {
            "user_name": "Guffi",
            "text": "oh",
            "date": "2004-01-02 00:44:00",
            "post_id": "25979",
            "reply_to_id": "25978"
        },
        {
            "user_name": "SkaveN",
            "text": "Adobe Premiere, Vegas Video og VideoMach eru forrit sem ég hef notað til að gera alskonar video. Videomach er svona mest  User Friendy mjög auðvelt að læra á það. Vegas video er llaaanng best ef þú hefur þolinmæði til að læra á það",
            "date": "2004-01-02 05:17:00",
            "post_id": "25999",
            "reply_to_id": "25979"
        },
        {
            "user_name": "Cras Override",
            "text": "ég er búinn að reyna að nota öll þessi forrit en ég bara fatta þau ekki nennir eithver að koma með eithvað turial á eithver þessara Adobe Premiere, Vegas Video og VideoMach",
            "date": "2004-01-02 13:56:00",
            "post_id": "26011",
            "reply_to_id": "25999"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ertu ekki að grínast? Þú lærir ekki á svona forrit á spjallinu...þetta er miklu flóknara en svo.",
            "date": "2004-01-02 17:01:00",
            "post_id": "26029",
            "reply_to_id": "26011"
        },
        {
            "user_name": "Snorrmund",
            "text": "ahh! held að allir séu að fara framhjá lang auðveldasta forritinu \n það er forritið Movie maker sem fylgir windows ef þú villt hafa eitthva vit í því farðu á windowsupdate.microsoft.com þar ætti að vera update þá kemur timeline og svona.. þetta er mjög!!! userfriendly og ef þú updatar þá er alltaf vinstra meginn svona \"how to\" svo það ætti ekki að vera erfitt að læra á það ég hef klippt eina mynd í þessu forriti og var ca. 3 kllukkutíma var í laptop í skólanum var samt að lana í cs í leiðinni en samt \n hefði eg ekki verið í cs þá hefði þetta tekið ca. 30 mín",
            "date": "2004-01-02 18:29:00",
            "post_id": "26053",
            "reply_to_id": "26029"
        },
        {
            "user_name": "Cras Override",
            "text": "ég er búinn að updata það en ég finn ekkert í hvða mar á að fara til að klippa",
            "date": "2004-01-02 19:33:00",
            "post_id": "26058",
            "reply_to_id": "26053"
        },
        {
            "user_name": "Snorrmund",
            "text": "ertu með myndina í einni lengd eða mörgum minni butum? \n\nef hún er ekki í bútum seturu´músinaá byrjunina þar sem þú vilt klippa og hægrismellir svo Split svo veluru endan á því sem þú villt klippa burt og split \n er aðeins farinn að riðga í þessu... skal koma með nokkur screenshot þarf að updatea þetta fyrst a þessari tölvu...",
            "date": "2004-01-02 21:07:00",
            "post_id": "26069",
            "reply_to_id": "26058"
        },
        {
            "user_name": "Cras Override",
            "text": "og þakka þér fyrir það",
            "date": "2004-01-02 22:06:00",
            "post_id": "26072",
            "reply_to_id": "26069"
        },
        {
            "user_name": "ICM",
            "text": "það er mjög auðvelt að nota og hellingur af \"kennslu myndböndum\" \nhttp://www.ulead.com/vs/runme.htm\n ekki prófað mörg önnur...",
            "date": "2004-01-03 16:51:00",
            "post_id": "26112",
            "reply_to_id": "26072"
        }
    ],
    "date": "2004-01-01 22:16:00"
}