{
    "forum_title": "Almennt um vélbúnað",
    "id": "26150",
    "title": "Hjálp! Error code 8.2. á Abit AB9 Pro",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=26150",
    "posts": [
        {
            "user_name": "Livingstone",
            "text": "Já, heyrðu ég lenti semsagt í því að tölvan slökkti skyndilega á sér og neitar að fara í gang.\nÞað virtist sem það kæmi straumur á móðurborðið, örgjörvaviftan hreyfðist bara oggupínuponsu lítið en annars gerðist ekkert þegar ég reyndi að boota henni. \nÉg hélt fyrst að þetta gæti verið aflgjafinn, svo ég prufaði að skipta um aflgjafa en fékk sömu villu.\nMóðurborðið, ABIT AB9 Pro, hefur gefið upp villumeldinguna 8.2. við allar tilraunir til að ræsa tölvuna.\n8.2. villumeldingin stendur fyrir Enable ATX Power Supply.\nDettur einhverjum í hug hvað gæti bjátað á?",
            "date": "2009-11-14 19:10:00",
            "post_id": "227290",
            "reply_to_id": false
        },
        {
            "user_name": "SteiniP",
            "text": "báðir 4 pinna power tenglarnir tengdir?",
            "date": "2009-11-14 20:01:00",
            "post_id": "227302",
            "reply_to_id": "227290"
        },
        {
            "user_name": "emmi",
            "text": "http://www.pcstats.com/articleview.cfm? ... 101&page=3",
            "date": "2009-11-14 20:04:00",
            "post_id": "227303",
            "reply_to_id": "227302"
        },
        {
            "user_name": "Livingstone",
            "text": "Jebb þeir voru báðir tengdir, tölvan var fullkomlega starfhæf, og hafði verið í meira en ár, þangað til að hún slökkti skyndilega á sér.\nTakk emmi, en eins og kom fram í fyrsta pósti veit ég hvað error codinn stendur fyrir, ég veit bara ekki afhverju hann kemur.\nGæti þetta mögulega verið straumleysi í einhverjum circuitum í móðurborðinu?",
            "date": "2009-11-14 20:39:00",
            "post_id": "227311",
            "reply_to_id": "227303"
        },
        {
            "user_name": "Taxi",
            "text": "Tja erum við ekki bara að tala um bilaðann aflgjafa eða móðurborð ef allt er vel tengt.\nErtu viss um aflgjafinn sem þú settir í hafi verið í lagi, ef það er ekki aflgjafinn þá ertu líklega með bilað móðurborð, eins ömurlegt og það er.",
            "date": "2009-11-15 00:02:00",
            "post_id": "227345",
            "reply_to_id": "227311"
        },
        {
            "user_name": "Livingstone",
            "text": "Já það var það sem ég óttaðist. \nAflgjafinn sem ég setti í er í góðu lagi og virkar mjög vel.\nÞá er bara að fara að skoða ný móðurborð",
            "date": "2009-11-15 14:13:00",
            "post_id": "227417",
            "reply_to_id": "227345"
        }
    ],
    "date": "2009-11-14 19:10:00"
}