{
    "forum_title": "Leikjasalurinn",
    "id": "26214",
    "title": "CoD MW2",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=26214",
    "posts": [
        {
            "user_name": "oskar9",
            "text": "vissi ekkert hvar ég átti að setja þetta en ákvað að hendu þessu hér inná just in case.\nmálið er það að ég sótti MW2 á torrent, Razor útgáfuna, en crackið frá razor er eitthvað steam based, þannig að menn eru að nota bara skidrow crackið með razor leiknum, málið er svo bara það að leikurinn frýs alltaf í loadinginu á fyrsta missioninu í Act II, missionið heitir Wolferines. búinn að reyna að reinstalla og búa til nýjan profile og spila allan act I aftur en skiptir engu. þegar loadingið er nýjbyrjað þá verður skjárinn svartur og maður fær upp þetta vinsæla error message frá windows.\n\"we are sorry for the inconvinience\" og eitthvað slíkt og svo getur maður valið að senda error report eða ekki, gúglaði allt sem ég fann, öll ráð sem ég fann og ekkert virkar.\nEr einhver hér sem veit hvað er að, eða einhver hér sem á save úr leiknum sem er hugsanlega búinn með hann eða allavegna kominn yfir fyrsta missionið í act II þá væri ég mjög sáttur ef hægt væri að senda mér það með tölvupósti eða slíkt ??\nTakk kærlega.\nPs. nenni ekki að fá einhver komment um að kaupann, ég spila campainið  og special ops og svo kanski verslar maður hann ef hann verður vinsæll hér á landi",
            "date": "2009-11-17 22:52:00",
            "post_id": "227853",
            "reply_to_id": false
        },
        {
            "user_name": "Orri",
            "text": "Veit ekki lausnina á vandamálinu hjá þér en vill benda á það að það er komið hack fyrir Multiplayer, þannig þú getur spilað á \"official serverum\" með fólki sem á leikinn.\nHinsvegar virkar ekki að invite-a / accept invite í Party systemið.\nNotið bara Google til að finna það \n \nmodern warfare 2 multiplayer full hack",
            "date": "2009-11-17 23:29:00",
            "post_id": "227858",
            "reply_to_id": "227853"
        },
        {
            "user_name": "CendenZ",
            "text": "Sá hann held ég á steam, á 20 dollara um daginn.\neitthvað weekend tilboð.\nbara koma því á framfæri að helgartilboðin á steam eru oft mjög ódýr! jaðrar við að sé ódýrara að kaupa hann þar heldur en að vera eyða tíma í download plús hax og e-h vesen.\n+ þá er maður ekki að borga skítseyðunum hjá Stef/Smáís!",
            "date": "2009-11-29 16:49:00",
            "post_id": "230404",
            "reply_to_id": "227858"
        }
    ],
    "date": "2009-11-17 22:52:00"
}