{
    "forum_title": "Almennt um vélbúnað",
    "id": "2623",
    "title": "digital video á   hdd eða dvd.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=2623",
    "posts": [
        {
            "user_name": "JÞA",
            "text": "sælir.\n\nvar að fá í hendurnar panasonic.  NV-GS70 og það fylgdu einhver forit með henni. enn hvorug þeirra eru til að taka video myndir og hlaða þeim á harða diskinn.   og svo væri hægt að vinna með þetta þaðan brenna á dvd eða klippa.   hverning er best að  vinna með þetta? \n\n\n\nhef ekki komið nálægt þessum videovelum áður. \n\n\n\nárið og allt það.   jón.",
            "date": "2004-01-03 12:32:00",
            "post_id": "26097",
            "reply_to_id": false
        },
        {
            "user_name": "GuðjónR",
            "text": "Þegar stórt er spurt er oft lítið um svör",
            "date": "2004-01-06 01:20:00",
            "post_id": "26583",
            "reply_to_id": "26097"
        },
        {
            "user_name": "°°gummi°°",
            "text": "tengirðu vélina við tölvuna með USB snúru?",
            "date": "2004-01-06 13:44:00",
            "post_id": "26613",
            "reply_to_id": "26583"
        },
        {
            "user_name": "JÞA",
            "text": "já ég tengi hana við tölvu með usb snúru.",
            "date": "2004-01-08 08:32:00",
            "post_id": "26996",
            "reply_to_id": "26613"
        },
        {
            "user_name": "°°gummi°°",
            "text": "ég á vél sem ég tengi við tölvuna mína með firewire, hlýtur að vera svipað, en ég nota movie maker sem fylgir með windows XP, mér finnst hann bara ágætlega þægilegur.\n\nÍ honum get ég stjórnað vídeóvélinni og gripið vídeóið sem avi, eins stór og ég vil",
            "date": "2004-01-08 13:04:00",
            "post_id": "27013",
            "reply_to_id": "26996"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég er nýbúinn að kaupa vél, tengi hana með FireWire og nota Sonic Foundry Vegas 4 til að klippa og laga.\n\nVirkar vel",
            "date": "2004-01-08 15:32:00",
            "post_id": "27024",
            "reply_to_id": "27013"
        },
        {
            "user_name": "JÞA",
            "text": "heyrðu það fylgdi usb tengi með vélinni og ég hélt að maður ætti að nota það til að taka videomyndirnar af vélinni. enn það er eitt tengi í viðbót sem að þeir merkja sem DV tengi og er ekkertannað en IEEE1394 eða firewire og svoleiðis fylgir ekki með vélinni.  \n\n\n\n\nhvað á svona lagað að þíða að vera að láta usb= fyrir photos fylgja með videovél enn ekki IEEE1394 sem er notað til að taka videomyndirnar af vélinni.   \n  og það af video cameru\n\n\n\nkv.",
            "date": "2004-01-12 11:12:00",
            "post_id": "27513",
            "reply_to_id": "27024"
        },
        {
            "user_name": "GuðjónR",
            "text": "hehehe þetta var líka svona með Sony vélina mína...\n\nþað fylgdi allt með henni nema firewire capallinn...\n\nótrúlega svekkjandi....",
            "date": "2004-01-12 12:37:00",
            "post_id": "27516",
            "reply_to_id": "27513"
        },
        {
            "user_name": "MezzUp",
            "text": "jamms, vinur minn á líka sona vél; USB kapall til þess að taka kyrrmyndirnar af vélinni og bara firewire tengi(ekki kapall) til þess að taka vídjómyndirnar útaf",
            "date": "2004-01-12 13:21:00",
            "post_id": "27518",
            "reply_to_id": "27516"
        },
        {
            "user_name": "GuðjónR",
            "text": "Það er líka hægt að nota vélina sem webcam \"stream\" þá notar maður usb kapalinn...",
            "date": "2004-01-12 14:00:00",
            "post_id": "27523",
            "reply_to_id": "27518"
        },
        {
            "user_name": "JÞA",
            "text": "já þetta er dáiítið svekkjandi.\n\n\n\nen annað hvaða format er best að taka út úr vélinni til að spila í tölvunni dvd. \n\n\n\nþegar ég tek útúr henni á dv/avi þá kemur hljóðið ekki með  þegar ég spila þettað í tölvunni.  ( einhver hugmynd hvernig á að laga það? eða hvað er að)\n\n\n\nkom ágætlega út þegar ég notaði  einhvað (1500Kbps) \n\n en ef notaði (1500Kbps pal) þá kom heldur ekki hljóð með myndinni.\n\n\n\nlæt þetta nægja í byli. kkv.",
            "date": "2004-01-12 23:38:00",
            "post_id": "27582",
            "reply_to_id": "27523"
        },
        {
            "user_name": "JÞA",
            "text": "hefur enginn skoðanir á þessu. með formatið út úr vélinni.?\n\n\n\nhvað er best til dæmis til að skrifa og spila í dvd.?\n\n\n\nog hvað eru þið að gera ?\n\n\n\nhef nú lítið pælt í þessu undan farna daga enn gott væri að fá einhver svör um þetta.",
            "date": "2004-01-19 09:45:00",
            "post_id": "28310",
            "reply_to_id": "27582"
        },
        {
            "user_name": "vjoz",
            "text": "sæktu þér Adobe Premiere, það er massa næs\n\nÞú grabbar bara með því, það er mjög einfalt, ef hljóðið kemur ekki þar inn, þá er ekki meiri hjálp í mér.\n\n\n\ntékkit át",
            "date": "2004-03-28 16:52:00",
            "post_id": "36031",
            "reply_to_id": "28310"
        }
    ],
    "date": "2004-01-03 12:32:00"
}