{
    "forum_title": "Koníakstofan",
    "id": "26302",
    "title": "hvernig jólagjafir gefur nördinn?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=26302",
    "posts": [
        {
            "user_name": "bixer",
            "text": "jæja eins og flestir vita þá er jólahátíðin í næsta mánuði. þar sem það er kreppa og mig langar frekar að eyða í tölvuíhluti þá var ég að velta því fyrir mér að gera heimatilbúnar gjafir, eitthvað í tölvunni helst. \ner búinn að fá einhvejrar hugmyndir t.d. boli-dagatöl-myndaalbúm og eitthvað rugl en ekkert sem mig langar að gera svo ég spyr ykkur, er eitthvað sem ykkur dettur í hug",
            "date": "2009-11-22 15:26:00",
            "post_id": "228663",
            "reply_to_id": false
        },
        {
            "user_name": "BjarniTS",
            "text": "Grafa upp gamlan hdd og setja í box of fylla hann af Þáttum og bíómyndum og gefa ?",
            "date": "2009-11-22 16:06:00",
            "post_id": "228672",
            "reply_to_id": "228663"
        },
        {
            "user_name": "Zorglub",
            "text": "Tekur nokkra gamla harðadiska, rífur þá í sundur og býrð til óróa, eða listaverk úr plöttunum",
            "date": "2009-11-22 16:38:00",
            "post_id": "228679",
            "reply_to_id": "228672"
        },
        {
            "user_name": "biggi1",
            "text": "Túrtappaórói er jólagjöfin í ár",
            "date": "2009-11-22 21:51:00",
            "post_id": "228775",
            "reply_to_id": "228679"
        },
        {
            "user_name": "Frost",
            "text": "Ég gerði einu sinni svona gjöf. Tók saman myndir af fjölskyldunni setti þær saman og bjó til video úr þeim og gaf familiunni allir rosa ánægðir með hana.",
            "date": "2009-11-22 22:05:00",
            "post_id": "228776",
            "reply_to_id": "228775"
        },
        {
            "user_name": "intenz",
            "text": "Ég brenndi tónlistar geisladiska fyrir mömmu og systur mína síðustu jól, bjó einnig til cover og setti lagalista að aftan. Rosa flott.",
            "date": "2009-11-22 22:47:00",
            "post_id": "228788",
            "reply_to_id": "228776"
        },
        {
            "user_name": "depill",
            "text": "Ef þú ert með sjónvarpskort eða basicly einhverja aðstöðu til þess að taka upp af gömul spólum, er það ekki óvinsælt að gefa stafrænaðar videospólur sem hafa verið lengi niðrí skúffu hjá foreldrunum..... eithvað sem hefur ekki verið horft á heillengi, jafnvel að gera eithvað skemmtilegt myndband úr heildinni.",
            "date": "2009-11-22 23:05:00",
            "post_id": "228792",
            "reply_to_id": "228788"
        }
    ],
    "date": "2009-11-22 15:26:00"
}