{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "26381",
    "title": "9500gt í SLi",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=26381",
    "posts": [
        {
            "user_name": "demigod",
            "text": "Ég er með Zotac 9500gt 512mb GDDR3, The core of the ZONE 9500 GT comes in at 550MHz while the shader is clocked at 1375MHz and the 512MB of GDDR3 memory comes in at 1600MHz DDR.\nhttp://www.tweaktown.com/reviews/1583/zotac_geforce_9500_gt_zone_edition_graphics_card/index3.html\n linkur á review.\nÉg var að spá, þar sem þetta kort er svipað 9600Gt í specs, hvort það sé hægt að nota 9500gt og 9600gt saman í Sli.\nMóðurborðið: \nhttp://www.gigabyte.com.tw/Products/Motherboard/Products_Spec.aspx?ProductID=2874",
            "date": "2009-11-25 12:11:00",
            "post_id": "229363",
            "reply_to_id": false
        },
        {
            "user_name": "Rubix",
            "text": "Það er ekki hægt að nota SLI á þessu móðurborði \n. Og það verður að vera sama kortið.",
            "date": "2009-11-25 13:18:00",
            "post_id": "229370",
            "reply_to_id": "229363"
        },
        {
            "user_name": "demigod",
            "text": "Demit, ekki heldur Crossfire þá ?",
            "date": "2009-11-25 15:03:00",
            "post_id": "229408",
            "reply_to_id": "229370"
        },
        {
            "user_name": "Nariur",
            "text": "í hvaða rauf myndirðu setja kort nr.2? það er bara 1 PCI-e x16 rauf  á borðinu svo þú getur hætt að hugsa um SLi og CF ef þú færð þér ekki nýtt MB",
            "date": "2009-11-25 15:08:00",
            "post_id": "229410",
            "reply_to_id": "229408"
        },
        {
            "user_name": "demigod",
            "text": "Já okey, gæjinn í tölvutek sagði einmitt að þetta borð væri mjög gott fyrir framtíðina að gera vegna þess að ég gæti notað SLi eða xfire, mér líður eins og ég hafi verið andlega nauðgaður.",
            "date": "2009-11-25 15:12:00",
            "post_id": "229412",
            "reply_to_id": "229410"
        },
        {
            "user_name": "Klemmi",
            "text": "Mér finnst ég ekki vera að heyra þetta í fyrsta skipti... finnst eins og ég hafi of oft heyrt þetta með sölumenn Tölvutek",
            "date": "2009-11-25 15:24:00",
            "post_id": "229419",
            "reply_to_id": "229412"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Hvernig dettur manninum í hug að ljúga svona hlut að þér? Annaðhvort hefurðu fengið vitlaust móðurborð eða eitthvað að manninum.",
            "date": "2009-11-25 16:46:00",
            "post_id": "229450",
            "reply_to_id": "229419"
        },
        {
            "user_name": "Gunnar",
            "text": "einmitt. bað um móðurborð sem studdi SLI útaf ég ætti Geforce á þeim tíma. en nei síðan 2-5 mánuðum síðar þegar ég pæli í að fá mér annað skjákort þa bendir manneskja mér hérna inná að það studdi crossfire. ég pældi ekki einusinni í því. og þeir neituðu að gera neitt í því...",
            "date": "2009-11-25 16:52:00",
            "post_id": "229454",
            "reply_to_id": "229450"
        },
        {
            "user_name": "demigod",
            "text": "Ég bað líka um gott minni og þá benti hann mér á að kaupa 2x OCZ 2gb DDR2 800Mhz Value Select minni því Value Select þýddi að það væri parað og ynni hraðar og ég ekki vitandi betur gleypti við því",
            "date": "2009-11-25 17:28:00",
            "post_id": "229458",
            "reply_to_id": "229454"
        },
        {
            "user_name": "Taxi",
            "text": "Þeir eru djöfull grófir þarna hjá Tölvutek, ég er oft að heyra af fólki sem hefur verið selt eitthvað hjá þeim, sem er ekki það sem fólk bað um.",
            "date": "2009-11-25 23:54:00",
            "post_id": "229569",
            "reply_to_id": "229458"
        },
        {
            "user_name": "chaplin",
            "text": "Frekar stór orð á móti tölvutek, og finnst það mjög cheese að starfsmenn hjá öðrum fyrirtækjum séu að blanda sér í málið og koma með skítköst þar sem erfitt er að flokka þeirra álit sem \"hlutlaus\". \nFinnst einnig mjög líklegt að þú hafir eitthvað verið að misskilja þetta, eða sért ekki alveg að selja söguna rétt þar sem starfsmaður tölvutek  hefur amk. ekki verið að reyna svindla á þér og reyna selja þér dýrasta móðurborðið þar sem þetta var næst ódýrasta borðið í búðinni á sínum tíma. Ódýrasta borðið sem styður 1066 vinnsluminni.\nEins og er er ég að starfa hjá Tölvutek, og er ástæðan einmitt sú að ég hef alltaf verið sáttu með þjónustuna þeirra. Komu aðeins 3 verslanir til greina sem ég hugsaði mér að sækja um í, þær voru Tölvutækni, Tölvutek og Kísildalur, eingöngu afþví ég hef alltaf verið ofur sáttur með þjónustuna, finnst það samt svolítið kriddað álit hjá Tölvutækni manninum hér að ofan.\nÞrátt fyrir að vera búinn að vinna stutt hjá þeim, er ég búinn að kynnast strákunum vel og vita þeir vel hvað þeir eru að tala um, þeir bulla ekki í fólki og er tölvutek einmitt með fjölmargar útfærslur á tölvum, einmitt svo hægt sé að selja fólki tölvu sem hentar þeir sem best, money vice.\nYkkur er frjálst að segja það sem ykkur finnst, en hafið það þá rétt, annars er ég enginn talsmaður tölvuteks og ætla ekki að blanda mér inní þetta, sérstaklega þar sem ég seldi ekki vöruna.",
            "date": "2009-11-26 00:35:00",
            "post_id": "229586",
            "reply_to_id": "229569"
        },
        {
            "user_name": "demigod",
            "text": "Ég hef ekkert nema gott að segja um þjónustuna sem ég hef fengið í tölvutek hjá flestum starfsmönnum þeirra en ég hef greinilega bara lent á slæmum degi hjá þessum.",
            "date": "2009-11-26 00:44:00",
            "post_id": "229587",
            "reply_to_id": "229586"
        },
        {
            "user_name": "chaplin",
            "text": "Ef frásögnin er 100% sönn er starfsmaðurinn ekki lengur að starfa þarna, ótrúlegt hvað þessi menn vita og myndu þeir ekki ruglast á CF/SLI hvað þá single PCI-16x.",
            "date": "2009-11-26 01:06:00",
            "post_id": "229592",
            "reply_to_id": "229587"
        },
        {
            "user_name": "Klemmi",
            "text": "Eins og er, þá er ég í fríi frá Tölvutækni og hef verið síðustu 5 mánuðina og ber enga hagsmuni að gæta til Tölvutækni.  EF ég hefði viljað láta þetta hljóma illa, þá hefði ég miðlað þeim reynslusögum sem ég hef heyrt.\nÞað er bara staðreynd að margir hérna hafa lennt í slæmum sölumanni hjá Tölvutek, ég ætla ekki að fara að reyna að greina ástæður þess, þar sem þær geta verið margar.  Vil taka það fram að ég held ekki að sölumönnum hjá Tölvutek sé KENNT að ljúga að fólki, held frekar að um fáfræði sé að ræða, vona að það sé þó brýnt fyrir sölumönnum þar að byrja ekki að segja bara eitthvað ef þeir vita ekki 100% um hvað þeir eru að tala, virkar betur á viðskiptavininn ef sölumaður fer þá og spyr einhvern til öryggis frekar heldur en að bulla bara af hræðslu við að hljóma fáfróður.\nÉg vildi óska þess að fólk væri ekki að fara illa út úr viðskiptum við hvaða fyrirtæki sem er.  Fyrir mér er mikilvægara að fólk fái góða þjónustu og sé sátt hjá hvaða fyrirtæki sem það kýs að hafa viðskipti við, fremur en að það þurfi að reka sig á og lenda í tjóni.\nEins og ég segi, ég get ekki séð að álit mitt hafi á nokkurn hátt verið \"kryddað\", það hafa bara einfaldlega komið flestar svona sögurnar um Tölvutek, hvort sem það er vegna óupplýstara starfsfólki eða hlutfallslega hærri sölu á tölvum veit ég ekki.",
            "date": "2009-11-26 07:28:00",
            "post_id": "229605",
            "reply_to_id": "229592"
        },
        {
            "user_name": "vesley",
            "text": "eina sem ég get sagt er það að ekki!! vera feiminn við að spyrja næsta starfsmann við hliðiná þér ef þú veist ekki eitthvað .   og aldrei giska eða bulla.",
            "date": "2009-11-26 17:32:00",
            "post_id": "229705",
            "reply_to_id": "229605"
        },
        {
            "user_name": "Gunnar",
            "text": "hann hefur greinilega gert það í mínu tilfelli þar sem ég endaði með crossfire móðurborð en bað um SLI móðurborð...",
            "date": "2009-11-26 21:39:00",
            "post_id": "229792",
            "reply_to_id": "229705"
        }
    ],
    "date": "2009-11-25 12:11:00"
}