{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "26492",
    "title": "Er að fara að uppfæra aðeins...",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=26492",
    "posts": [
        {
            "user_name": "DoofuZ",
            "text": "Ég er að fara að uppfæra í tölvunni núna á þriðjudaginn, en þá mun ég ma. kaupa tvíkjarna örgjörva á LanParty móðurborðið mitt, en svo vantar mig meira og þá er ég að spá í að kaupa 4 minniskubba (samtals 4 gb), 1gb skjákort og svo aflgjafa sem höndlar það. Er búinn að skoða allt DDR minni sem búðirnar eru að selja og sýnist besta minnið (með CL 2.5 í stað 3 sem er á flestum hinum stöðunum, er það ekki annars betra?) vera hjá \nTölvuvirkni\n svo ég setti saman smá lista yfir það sem ég gæti keypt til að koma tölvunni minni aðeins betur inní nútíman \n en það er eftirfarandi:\nSkjákort\n: Var að spá í \nHD4890\n en skoðaði svo \nHD5770\n og líst aðeins betur á það þar sem það styður DirectX 11 á meðan hitt styður bara 10.1, skiptir það kannski ekki miklu máli? \n Vil helst að tölvan endist nokkuð vel næstu árin og ég geti amk. spilað einhverja nýja þrusuleiki \nEitthvað annað skjákort sem þið mælið eitthvað meira með?\nAflgjafi\n: \n700W - Tagan BZ 700 Modular\n, ætti að vera nóg fyrir kortið er það ekki? \nMinni\n: \nCSX Twinpacks 2048MB PC3200 CL2,5\nÞetta er samtals um 87.500kr en ég set hámarkið við 100.000, gæti átt eftir að fá mér auka disk eða eitthvað svo þetta ætti að vera nokkuð gott \n Hvað segið þið um þetta?",
            "date": "2009-11-30 01:20:00",
            "post_id": "230572",
            "reply_to_id": false
        },
        {
            "user_name": "Taxi",
            "text": "Ég mundi taka 5770 kortið, en ég sé í undirskriftinni hjá þér að þú ert með 3GB af minni, þarftu meira en það",
            "date": "2009-11-30 01:37:00",
            "post_id": "230575",
            "reply_to_id": "230572"
        },
        {
            "user_name": "DoofuZ",
            "text": "Nei, þarf svosem ekki meira en það en ég er með aðrar tölvur sem ég ætla að setja eitthvað af því í",
            "date": "2009-11-30 06:45:00",
            "post_id": "230585",
            "reply_to_id": "230575"
        },
        {
            "user_name": "emmi",
            "text": "Ertu að fara að setja nýjan örgjörva á þetta S939 móðurborð?",
            "date": "2009-11-30 07:24:00",
            "post_id": "230587",
            "reply_to_id": "230585"
        },
        {
            "user_name": "DoofuZ",
            "text": "Ekki beint nýjan, kaupi hann notaðan enda ekki til nýr tveggja kjarna örgjörvi á socket 939 í búðunum",
            "date": "2009-11-30 10:17:00",
            "post_id": "230591",
            "reply_to_id": "230587"
        },
        {
            "user_name": "emmi",
            "text": "Er ekki skynsamlegra að safna aðeins meiri pening og uppfæra í eitthvað aðeins meira up2date? Persónulega finnst mér það hálfgerð synd að eyða svona miklum pening í svona gamalt stuff.",
            "date": "2009-11-30 10:41:00",
            "post_id": "230592",
            "reply_to_id": "230591"
        },
        {
            "user_name": "oskarom",
            "text": "Þetta powersupply ætti að ráða vel við þetta skjákort... og miklu meira en það \nEn hvað varðar að henda peningum í svona gamla tölvu þá eru í raun einu peningarnir sem þú ert að \"henda\" það sem fer í minnið og örgjafann, og mér sýnist það ekki vera stórhluti af þessum pening sem þú ætlar að setja í þetta... \nSkjákortið og Aflgjafinn er eitthvað sem þú kemur klárlega til með að halda áfram ef þú ákveður að fá þér nýtt móðurborð og örgjörva á næstu árum\nEn ég myndi samt bera þennan örgjörva, sem þú ert að pæla í að kaupa núna, mjög vel við ódýra örgjörva í dag og mundu að Ghz segja ekki hálfa söguna þegar kemur að afköstum.",
            "date": "2009-11-30 12:30:00",
            "post_id": "230607",
            "reply_to_id": "230592"
        },
        {
            "user_name": "mind",
            "text": "Tek undir með emma.\nLíklega verður eini finnanlegi munurinn á tölvunni örgjörvinn og skjákortið og myndi ég því ekki uppfæra meira í bili.\nYfirleitt mæli ég með því að fólk fái sér öflugan og góða aflgjafa en í þetta skipti myndi ég líklega bíða með það nema þú ætlir í einhvern sjúklega orkufrekan örgjörva.  Vegna þess að þegar þú uppfærir svo fyrir alvöru má vera þessi sé ekki nóg.\nÖrgjörvinn er vonandi nægilega ódýr til að borgi sig að uppfæra í hann.\nSkjákortið má færa síðar í öflugri vél og skilar þér þónokkrum mun strax í tölvuleikjaspilun.",
            "date": "2009-11-30 12:32:00",
            "post_id": "230608",
            "reply_to_id": "230607"
        },
        {
            "user_name": "Hnykill",
            "text": "er ekki best að byrja á nýju móðurborði bara?  eitthvað með DDR2 allavega :Þ",
            "date": "2009-11-30 15:26:00",
            "post_id": "230644",
            "reply_to_id": "230608"
        },
        {
            "user_name": "DoofuZ",
            "text": "Sko, ég þarf ekki það allra nýjasta og öflugasta, vil bara bæta aflið eins mikið og ég get og fá mér eitt svona almennilegt skjákort svo ég geti nú spilað einhverja af nýjustu leikjunum eins og GTA4 og eitthvað svoleiðis. Er samt voða lítið í leikjum svo ég sé ekki mikið vit í að endurnýja allan pakkann. Er með mjög gott móðurborð og get svo alveg notað skjákortið og aflgjafann áfram við næstu uppfærslu eins og þið segið \n Hvað græði ég annars á því að vera með DDR2 eða jafnvel DDR3 ef ég spila leiki bara smá en glápi að mestu á eitthvað myndefni? Er ekki þá meira vit í að uppfæra í þessari og svo eftir 3 til 5 ár þá gæti ég keypt nýtt móðurborð, örgjörva og minni og þá væri ég góður áfram \nSmá aukaspurning svo varðandi minnið, hvort er betra að vera með parað eða óparað minni? Er parað ekki mun betri kostur?\nOg örgjörvann mun ég kaupa á 10þús.",
            "date": "2009-12-01 03:38:00",
            "post_id": "230820",
            "reply_to_id": "230644"
        },
        {
            "user_name": "DoofuZ",
            "text": "Sé samt að ef ég fæ mér nýtt móðurborð með DDR3 stuðningi, fjagra kjarna örgjörva, 6gb í minni og t.d. HD5750 þá er það rétt um 120þús. en hvað græði ég á því miðað við hvernig ég nota tölvuna? Er ekki tveggja kjarna örgjörvi, 4gb DDR minni og eitt svona 1gb skjákort nógu gott í bili?",
            "date": "2009-12-01 13:34:00",
            "post_id": "230858",
            "reply_to_id": "230820"
        },
        {
            "user_name": "blitz",
            "text": "GTA4 er fáránlega CPU intensive leikur",
            "date": "2009-12-01 13:42:00",
            "post_id": "230859",
            "reply_to_id": "230858"
        },
        {
            "user_name": "DoofuZ",
            "text": "Þýðir það að tvíkjarna örgjörvi geti ekki höndlað hann almennilega eða?",
            "date": "2009-12-01 13:52:00",
            "post_id": "230860",
            "reply_to_id": "230859"
        },
        {
            "user_name": "emmi",
            "text": "http://www.yougamers.com/gameometer/10296/",
            "date": "2009-12-01 14:14:00",
            "post_id": "230866",
            "reply_to_id": "230860"
        },
        {
            "user_name": "MrT",
            "text": "Það er ekki sama hvaða tveggja kjarna örgjörvi. Þó örgjörvinn sem þú sért að fá þér núna er nýr fyrir þér þá er hann gamall fyrir umheiminum. Fyrir utan að vera bara 2,2GHz per kjarna þá byggist hann á gamalli tækni og er bara með 1MB cache total.  Ég held að hann sé svipaður og (kannski aðeins verri en) meðal fartölvuörgjörvi í dag.",
            "date": "2009-12-01 14:19:00",
            "post_id": "230868",
            "reply_to_id": "230866"
        },
        {
            "user_name": "blitz",
            "text": "Ég er með E5200 @ 3 ghz, og næ alveg að keyra hann ágætlega..\nE8400 ræður ekki við hann með allt í botni",
            "date": "2009-12-01 14:31:00",
            "post_id": "230869",
            "reply_to_id": "230868"
        },
        {
            "user_name": "MrT",
            "text": "Jám, sem dæmi útfrá þessu þá er mitt setup að fá í meðaltal jafn mikið og Recommended setup-ið líklega byggt bara útfrá vinnslukrafti en ég fæ líka þetta skilaboð: \"The Game-o-Meter detects that your have a single core processor and Grand Theft Auto IV requires at least a dual core processor to run. Depending on your system configuration, you would have to upgrade your processor or the entire computer.\"\nEnda skoraði örgjörvinn minn helmingi minna en minimum setup örgjörvinn. Þú munt geta keyrt GTA IV með dual-core-num en CPU-skorið þitt í þessu testi mun líklega vera ~50% betra en mitt, þ.e. ~75% af minimum system CPU-inum.. Þannig ef þú getur spilað hann, þá væri það í low, low settings.",
            "date": "2009-12-01 14:35:00",
            "post_id": "230870",
            "reply_to_id": "230869"
        },
        {
            "user_name": "DoofuZ",
            "text": "Já, skil það svosem, en þetta er nokkuð gott stökk upp fyrir mig er það ekki? Örgjörvinn verður þá það eina sem er í min requirements fyrir GTA4, er það eitthvað slæmt? Ég þarf í raun ekki mikið meira en þetta næstu árin miðað við litla leikjaspilun (samt alltaf gott að geta prófað einhverja frekar nýlega leiki) og uppfærsla kostar mig samtals um 90þús. (minni + örgjörvi + aflgjafi + skjákort) á meðan ný tölva (móðurborð + minni + örgjörvi + aflgjafi + skjákort) myndi kosta mig hátt í 120þús. þannig að þetta er sparnaður uppá 30þús. og ég ætti að vera í fínum málum næstu árin, eða hvað?\nLíst nú samt ekki alveg á það að ég muni bara geta spilað hann í low settings, er það virkilega málið bara útaf örgjörvanum? Gera 4gb í minni, 1gb skjákort og Windows 7 64bita í Raid 0 á 10þús. rpm Raptor diskum ekki neitt gagn?",
            "date": "2009-12-01 14:39:00",
            "post_id": "230871",
            "reply_to_id": "230870"
        },
        {
            "user_name": "MrT",
            "text": "Sama hvað allir aðrir hlekkir keðjunnar eru sterkir þá er það veikasti hlekkurinn sem ákveður styrk hennar.. :/\nHér er myndband þar sem GTA IV er spilaður í low res high quality með þessum örgjörva (OCd í 2,47GHz): \nhttp://www.youtube.com/watch?v=Cs5-2yv8eio\nLaggar eins og mofo. En segist fá 15-30fps án fraps.\nHér er myndband með þessum örgjörva, stock clock afaik.. low, low res medium quality: \nhttp://www.youtube.com/watch?v=fxzARf6P ... re=related\n15fps segir 'ann...\n:/",
            "date": "2009-12-01 15:00:00",
            "post_id": "230874",
            "reply_to_id": "230871"
        },
        {
            "user_name": "DoofuZ",
            "text": "Á ég þá að kaupa allan pakkann nýjan?",
            "date": "2009-12-01 15:14:00",
            "post_id": "230875",
            "reply_to_id": "230874"
        },
        {
            "user_name": "MrT",
            "text": "Ef þú *þarft* að geta spilað *þennan* leik í *góðum* gæðum þá þarftu betri örgjörva.  En af hverju ekki bara að spila annan leik? Einhvern sem tekur mest út á skjákortinu og lætur CPU-inn sem mest í friði?",
            "date": "2009-12-01 15:35:00",
            "post_id": "230880",
            "reply_to_id": "230875"
        },
        {
            "user_name": "DoofuZ",
            "text": "Eins og hvaða leik? Ég vil helst geta spilað einhverja svipaða leiki og GTA4 þó ég spili yfirleitt ekki mikið í leiki og það væri auðvitað betra ef ég gæti fengið góða grafík og fína upplausn án þess að lagga. Er farinn að hallast að því að uppfæra bara allt en kaupa líka smá auka minni svo ég geti nú nýtt núverandi tölvu líka",
            "date": "2009-12-01 17:09:00",
            "post_id": "230890",
            "reply_to_id": "230880"
        },
        {
            "user_name": "MrT",
            "text": "Ef þig vantar HTPC þá er góð hugmynd að færa þessa inn í stofu og tengja við sjónvarpið (ef þú ætlar að fá þér nýja tölvu).\nEn GTA IV er kannski sá mest CPU intensive leikur sem er til. \"Eins og hvaða leik\" spyrðu.. Það eru langflestir leikir sem taka aðallega frá skjákortinu. Þú værir í góðu með flesta leiki með þetta örgjörva upgrade og gott skjákort..  EN ef þú ert að fara að eyða 90þús í að upgrade-a í kringum þetta móðurborð þá myndi ég frekar fá mér eitthvað alveg nýtt. :/",
            "date": "2009-12-01 17:23:00",
            "post_id": "230893",
            "reply_to_id": "230890"
        },
        {
            "user_name": "DoofuZ",
            "text": "Já, mig hefur nú lengi langað til að hafa eina fína vél inní stofu sem svona sjónvarpsvél en vandamálið er bara að við erum með svona túbusjónvarp, eða s.s. það er ekki flatt/lcd, og ég hef prófað að tengja tölvu við það og það kemur ekki vel út \n Stafirnir eru aldrei nógu skýrir og bara vesen að finna góða upplausn sem gerir ekki allt alltof lítið á skjánum \n Ég á hins vegar einn ágætan 17\" skjá sem er að vísu ekki widescreen en ég er að spá í að tengja þá gömlu við hann, þá get ég notað þá tölvu í download og til að spila einhverja gamla smáleiki \n Á einmitt tvo usb playstation stýripinna sem ég get þá notað til að spila gamla Nintendo leiki \n og ýmsa aðra auðvitað líka",
            "date": "2009-12-01 18:18:00",
            "post_id": "230899",
            "reply_to_id": "230893"
        },
        {
            "user_name": "DoofuZ",
            "text": "Jæja, nú er ég búinn að vera að skoða úrvalið í öllum tölvubúðunum og setja saman lista en á endanum fékk ég bestu samsetninguna miðað við verð og gæði hjá Start, finnst þægilegast að kaupa allt á sama staðnum \n Hvernig hljómar eftirfarandi listi?\nMóðurborð\n: \nMSI 770-C45 AM3 4xDDR3 1333\nÖrgjörvi\n: \nAMD Athlon II X4 620 2.6GHz 45nm 2MB\nMinni\n: \nCorsair 4GB 2x2GB DDR3 1333MHz CL9 par\nSkjákort\n: \nSapphire ATI Radeon 5770 1GB DDR5\nAflgjafi\n: \n600W Fortron Everest ATX 2.2 modular\n- Er þetta ekki fínn aflgjafi fyrir skjákortið? Las reyndar í umfjöllun um hann að kæliviftan væri með eitthvað leiðindahljóð, á einhver svona aflgjafa?\nHvað segið þið um þennan lista? Eitthvað sem ég ætti að breyta/kaupa annars staðar? Svo langar mig reyndar líka að kaupa 2 DDR minniskubba fyrir gömlu vélina en þá fer þetta svoldið yfir budget, en ég gæti svosem látið það sleppa",
            "date": "2009-12-02 02:30:00",
            "post_id": "231016",
            "reply_to_id": "230899"
        },
        {
            "user_name": "blitz",
            "text": "Fortron eru fínir aflgjafar, það er amk talað vel um þá.\nKeyptu frekar CPU hérna ... \nhttp://buy.is/category.php?id_category=137",
            "date": "2009-12-02 08:46:00",
            "post_id": "231021",
            "reply_to_id": false
        },
        {
            "user_name": "DoofuZ",
            "text": "Ég vil helst geta keypt tölvuna sem fyrst, er að spá í dag helst, og þá vil ég ekki þurfa að bíða eftir póstinum bara til að spara 3 þúsund kall, en takk samt fyrir að benda á þetta \n Hvar er annars talað vel um Fortron? Ég sá á newegg að einn kaupandi þar nefndi að hann hefði áður keypt Fortron aflgjafa sem var silent og mjög fínn en svo keypti hann þennan og þá var viftan alls ekki silent \nEr ekki einhver hér sem á þennan aflgjafa eða hefur kynnst honum vel?",
            "date": "2009-12-02 08:55:00",
            "post_id": "231022",
            "reply_to_id": "231021"
        },
        {
            "user_name": "Nariur",
            "text": "minn forton er alls ekki hljólátur",
            "date": "2009-12-02 09:00:00",
            "post_id": "231023",
            "reply_to_id": "231022"
        },
        {
            "user_name": "DoofuZ",
            "text": "Takk, það var einmitt það sem ég þurfti að fá staðfest \n Sé að þú ert einmitt með nákvæmlega sömu týpu bara aðeins öflugri. Þá er að velja annan aflgjafa og gúgla reviews",
            "date": "2009-12-02 09:04:00",
            "post_id": "231024",
            "reply_to_id": "231023"
        },
        {
            "user_name": "blitz",
            "text": "Þú þarft ekki að bíða í 3 daga ef þú ert á höfuðborgarsvæðinu, getur örugglega hitt á hann og fengið dótið\nannars:\nhttp://tolvutaekni.is/product_info.php? ... ts_id=1565\neða \nhttp://buy.is/product.php?id_product=229",
            "date": "2009-12-02 09:06:00",
            "post_id": "231026",
            "reply_to_id": "231024"
        },
        {
            "user_name": "DoofuZ",
            "text": "Jæja, ég setti saman fínan pakka sem ég fæ á fínu verði frá Start, hvernig líst ykkur á þetta, er þetta ekki pottþéttur pakki og meeeira en nóg fyrir leiki eins og GTA4 og svoleiðis? \nMóðurborð\n: MSI 770-C45 AM3 4xDDR3 1333\nÖrgjörvi\n: AMD Athlon II X4 620 2.6GHz 45nm 2MB\nMinni\n: Corsair 4GB 2x2GB DDR3 1333MHz CL9 par\nSkjákort\n: Sapphire ATI Radeon 5770 1GB DDR5\nAflgjafi\n: Tagan 600W BZ PipeRock Series, modular\nSvo mun ég nota Big Typhoon kælinguna mína á örgjörvann, svo með tvo 74gb 10.000 rpm Raptor diska í Raid 0 og með Windows 7 64bita. Hljómar vel er það ekki?",
            "date": "2009-12-02 12:52:00",
            "post_id": "231040",
            "reply_to_id": "231026"
        },
        {
            "user_name": "blitz",
            "text": "Eyða 10 kalli meira og taka 5850 ?\nLestu : \nhttp://www.overclockersclub.com/reviews ... 70_hd5750/\nog\nhttp://www.overclockersclub.com/reviews ... re_hd5850/\nSérð ekki eftir þessum 10k held ég",
            "date": "2009-12-02 13:05:00",
            "post_id": "231042",
            "reply_to_id": "231040"
        },
        {
            "user_name": "Glazier",
            "text": "Ertu eitthvað að spila need for speed undercover ?\nGet allavega sagt þér að ef þú ætlar að spila hann þá þarftu góðann ögjrörva og gott vinnsluminni.\nÉg er með 2x2gb 1066 mhz vinnsluminni og E8400 @ 3,0 GHz og ég næ að setja vinnsluminnið og örrann í 100% load í nfs undercover.. (veit ekki með skjákortið en það hitnar slatta)",
            "date": "2009-12-02 14:15:00",
            "post_id": "231046",
            "reply_to_id": "231042"
        },
        {
            "user_name": "DoofuZ",
            "text": "Já, væri nú alveg til í 5850 þá en það er bara ekki til eins og er hjá Start \n Ansans... ég er eins og venjulega alveg á síðustu stundu með að ákveða fyrir endanleg kaup \n \n Valkvíði?",
            "date": "2009-12-02 14:44:00",
            "post_id": "231048",
            "reply_to_id": "231046"
        },
        {
            "user_name": "blitz",
            "text": "Ef ég væri þú myndi ég bíða efir 5850...\nÞað munar 10þús og 5850 er að snýta 5770..",
            "date": "2009-12-02 14:47:00",
            "post_id": "231049",
            "reply_to_id": "231048"
        }
    ],
    "date": "2009-12-02 08:46:00"
}