{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "26614",
    "title": "DUN DUN dun sánd frá hörðum disk...",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=26614",
    "posts": [
        {
            "user_name": "Geimskip",
            "text": "Sælir,\nkeypti mér uppfærslu um daginn og fékk Samsung 500 GB disk sem eftir mánuð var úrskurðaður ónýtur.  Móðurborðinu var skipt út í kjölfarið (sá það á nýrri MAC addressu) en viku seinna fór diskur 2 að hegða sér nákvæmlega eins.  Ég setti inn ferskt W XP og update-aði það í botn en þegar ég var með FireFox í gangi (c.a. 6-7 tabs opna) og opnaði My Computer þá fraus explorer.exe og harði diskurinn byrjaði að pípa eins og í þessu vídeó nema það leið c.a. 8 sekúndur á milli bípanna þriggja... tvö hærri pitch-uð og eitt lægra: \nhttp://www.youtube.com/watch?v=YYoiH-7rAEE\nNú er hún enn í tjékki... ég veit ekki hvað getur verið að þessu drasli... á bágt með að trúa því að ég hitti á tvo nýja Samsung 500 GB HDD sem eru báðir gallaðir...\nEinhverjar hugmyndir?\nKveðja úr Geimskipinu...",
            "date": "2009-12-05 20:56:00",
            "post_id": "231728",
            "reply_to_id": false
        },
        {
            "user_name": "SteiniP",
            "text": "Er þetta örugglega úr harða disknum? Þetta hljómar eins og kassahátalari.\nEf þetta er úr disknum þá er þetta stórfurðulegt hljóð.",
            "date": "2009-12-05 21:03:00",
            "post_id": "231729",
            "reply_to_id": "231728"
        },
        {
            "user_name": "Geimskip",
            "text": "PC-speaker? Ekki tengdur... þó svipað start-up sándinu en ég held að þetta sé alveg örugglega úr disknum.",
            "date": "2009-12-05 21:21:00",
            "post_id": "231735",
            "reply_to_id": "231729"
        },
        {
            "user_name": "SteiniP",
            "text": "Já þetta hljómar eins og eitthvað POST warning hljóð.\nEn þetta er spes... ég hef heyrt ýmis skrýtin hljóð úr hörðum diskum en ekkert í líkingu við þetta. Kannski er leshausinn að festast á einhverju....\nEn hvað er inn í tölvunni? Öruggt að aflgjafinn sé nógu öflugur fyrir allt saman?",
            "date": "2009-12-05 21:26:00",
            "post_id": "231738",
            "reply_to_id": "231735"
        },
        {
            "user_name": "Pandemic",
            "text": "Getur velverið að þú hafir lent í tveim slæmum samsung diskum í röð. Hef reyndar ekki heyrt svona hljóð hátalara á samsung disk en ég hef heyrt svipað á seagate sem kvartaði undan prentplötu.",
            "date": "2009-12-05 21:50:00",
            "post_id": "231748",
            "reply_to_id": "231738"
        },
        {
            "user_name": "Geimskip",
            "text": "Já, 450 wött og allt nýtt... gerðist semsagt þegar Samsung-inn var einn tengdur þannig að aflgjafinn ætti að ráða við móðurborð (2 GB minni og onboard skjákort)+harðan disk... ekkert annað tengt nema geisladrif.  En það verður gaman að sjá hvað kemur út úr þessu öllu saman... harði diskurinn hefur bara verið að krassa þegar ég fer inn á My Computer eða reyni að skoða einhver gögn sem eru á harða disknum.  Það er svosem orðið lítið eftir til þess að bila þegar maður getur útilokað eitt... ég ætla samt að vona að þetta sé einhver mánudagseintök... sérstaklega þar sem ég á backup af öllu nema nokkrum logins og pw á hinu og þessu online... en það er yfirleitt alltaf hægt að redda því.",
            "date": "2009-12-05 22:20:00",
            "post_id": "231752",
            "reply_to_id": "231748"
        }
    ],
    "date": "2009-12-05 20:56:00"
}