{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "26648",
    "title": "hvar er best að kaupa sér gervihnött",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=26648",
    "posts": [
        {
            "user_name": "palmi6400",
            "text": "hvar er best að kaupa sér gervihnött ?",
            "date": "2009-12-07 10:44:00",
            "post_id": "232011",
            "reply_to_id": false
        },
        {
            "user_name": "ElbaRado",
            "text": "Held að það sé soldið dýrt að kaupa sér heilan gervihnött:D",
            "date": "2009-12-07 10:46:00",
            "post_id": "232012",
            "reply_to_id": "232011"
        },
        {
            "user_name": "palmi6400",
            "text": "æji þú veist hvað ég meina",
            "date": "2009-12-07 10:47:00",
            "post_id": "232013",
            "reply_to_id": "232012"
        },
        {
            "user_name": "emmi",
            "text": "Öreind? Svar?",
            "date": "2009-12-07 10:58:00",
            "post_id": "232015",
            "reply_to_id": "232013"
        },
        {
            "user_name": "hsm",
            "text": "eico.is",
            "date": "2009-12-07 11:01:00",
            "post_id": "232016",
            "reply_to_id": "232015"
        },
        {
            "user_name": "andribolla",
            "text": "http://www.nasa.gov/",
            "date": "2009-12-07 12:31:00",
            "post_id": "232028",
            "reply_to_id": "232016"
        },
        {
            "user_name": "Tiger",
            "text": "Ég keypti minn hjá Eico og var mjög ánægður með allt þar, þjónustu í sambandi við SKY kortið og allan pakkann. Mæli með þeim.",
            "date": "2009-12-07 12:51:00",
            "post_id": "232031",
            "reply_to_id": "232028"
        },
        {
            "user_name": "valdij",
            "text": "Ég og fjölskyldan búin að vera í mjög miklum viðskiptum við Eico og þjónustan þar er ein sú besta sem ég hef orðið vitni af.\nMæli með þeim!",
            "date": "2009-12-07 13:33:00",
            "post_id": "232036",
            "reply_to_id": "232031"
        },
        {
            "user_name": "axyne",
            "text": "Ef þú ert að spá í uppsetningu þá myndi ég mæla með Eico eða Öreind. Elnet eru held ég ekki með uppsetningu en bjóða uppá diska og fylgihluti.\nHef verslað mikið í þessum búðum og ekkert nema gott um þær að segja, hef ekki reynslu af þjónustu.\nEf þú ert að spá í SKY þá eru Elnet og Eico með lykla og hjálpa þér í gegnum áskriftarferlið. \nveit að Elnet getur líka aðstoðað við að fá aðrar áskriftir en sky. (þ.e.a.s í gegnum aðra hnetti).\nGetur fengið ódýran stáldisk hjá öllum þessum aðilum en stáldiskar en þeir eiga það til að eyðileggjast fljótt ef það vindar ílla á staðnum sem þeir eru.\nPlast diskar eru töluvert dýrari en þola íslenskt veðurfar mjög vel og plast ryðgar auðvitað ekki \nEf þú ert að spá í SKY (Astra2) ekki taka minni disk en 80 cm, verður aldrei ánægður.",
            "date": "2009-12-07 13:39:00",
            "post_id": "232038",
            "reply_to_id": "232036"
        },
        {
            "user_name": "palmi6400",
            "text": "ég er að spá i SKY er þá 85 cm of lítið ?",
            "date": "2009-12-07 16:12:00",
            "post_id": "232078",
            "reply_to_id": "232038"
        },
        {
            "user_name": "axyne",
            "text": "nei það er ekki of lítið...",
            "date": "2009-12-07 17:02:00",
            "post_id": "232091",
            "reply_to_id": "232078"
        },
        {
            "user_name": "benson",
            "text": "Varðandi Eico þá hef ég ekki góða reynslu af þeim. Pabbi ætlaði að kaupa venjulegt UHF loftnet + uppsetningu hjá þeim og 37\" LCD sjónvarp sem var frekar dýrt á þeim tíma. Það var búið að bóka tíma og allt en svo létu þeir aldrei sjá sig. Nokkrum vikum síðar var gerð önnur tilraun. Nákvæmlega það sama gerðist. Tími bókaður en enginn lét sjá sig.\nSumarið 2008 ætlaði ég svo að kaupa sjónvarp af þeim sem var ekki til en var á leiðinni til landsins. Mánuði síðar kom ég aftur og þá var það ekki enn komið. Ég beið í annan mánuð og eftir 2-3 mánuði fórum við feðgarnir þangað og spurðum hvaða rugl væri í gangi. Svörin sem ég fékk frá sölumanninum var: \"Það er enginn að neyða þig til að verlsa hérna\". Eftir smá rifrildi og þras kom ég nokkrum dögum seinna og keypti sjónvarpið með ágætis afslætti út af þessu rugli. Allir sáttir og fín þjónusta eftir þetta.\nÉg vil samt taka fram að á þessum tíma voru þeir að ganga frá eigendaskiptum þannig að það getur vel verið að það sé toppþjónusta hjá þeim í dag \nEn aðeins meira on topic. Er ekki málið að leita bara hérna?\nhttp://sart.is/finna-thjonustuadila/",
            "date": "2009-12-07 18:55:00",
            "post_id": "232115",
            "reply_to_id": "232091"
        },
        {
            "user_name": "palmi6400",
            "text": "en hvað kostar þetta á mánuði ?",
            "date": "2009-12-07 20:02:00",
            "post_id": "232131",
            "reply_to_id": "232115"
        },
        {
            "user_name": "axyne",
            "text": "Ef þú ert með SKY HD  þá borgarðu 180 pund í árgjald, ef þú ert með allar stærsta pakkann (HD stöðvar inní því) þá minnir mig það sé eh um 65-80 pund á mánuði.",
            "date": "2009-12-07 20:23:00",
            "post_id": "232137",
            "reply_to_id": "232131"
        },
        {
            "user_name": "Nariur",
            "text": "semsagt 3000 kall á mán, það er drullu gott",
            "date": "2009-12-07 21:22:00",
            "post_id": "232145",
            "reply_to_id": "232137"
        },
        {
            "user_name": "depill",
            "text": "Jamm breska pundið er nefnilega í kringum 50 kr núna.\nStærð diska ( að mér var sagt allavega af Öreindar og Eico gæjum, fengum 100 cm fíberdisk frá Öreind ( fíberdiskarnir er mér allavega sagt að eigi að vera bestir fyrir Íslenska veðráttu, hann hefur ekki fokið né hliðrast enn, en stál diskurinn hjá frænda hefur gert það, hann er að fara henda honum fyrir fíberdisk ), hann nær alltaf öllum stöðvum 100% þrátt fyrir vont veður, en þegar Setanta var enn til var það svo utarlega á Eurobird ( 28,5°E Astran er á 28,2°E stöðvarnar á Sky geta verið báðum megin ) að í vondu veðri ( miklu vindi ) átti hún til að detta út ( eða þá að hún var veikari, þetta vandamál var víst líka í UK, sérstaklega með Setanta ). Þetta vandamál er horfið eftir að Setanta hætti ( var ekki með ESPN síðast þegar ég tékkaði, en er hættur með áskriftina á Sky eins og er ).\nMasterCard gengið í dag er 203,5 og með Sky HD +  ESPN + Movies ( þú vilt Movies, trust me ) + Sports ( Sýnir ekki 15:00 leikina á laugardögum í ensku og ekki þessa fáu miðvikudagsleiki sem voru allavega í fyrra í beinni ( en sýndir seinna um kvöldið ) mér til mikils pirrings. ) kostar 66,25 eða 13.481 kr á mánuði.\nEf þú hefur engan áhuga á íþróttum þá kostar þetta 48,25 pund á mánuði eða 9819 kr á mánuði. \nMyndlykilinn + 85 cm stáldiskur er á 139.900 hjá EICO. Svo er Sky kortið sem þú þarft að greiða fyrir ( mismunandi hjá söluaðilum ). Þannig þetta er ekki beint frítt, svo áttu líka eftir innanhúslagnir. Við gerðum þær reyndar sjálfir hérna heima hjá mér, en það var samt djöfulsins vesen og kostaði í kringum 10.000 kr ( kaplar og tengi og vesen, það er langt frá því þar sem diskurinn er og sjónvarpið ).\nÉg er nú ekki enn búinn að ákveða að selja pakkan Sky er betra en Íslenska draslið. Hins vegar á ég bara svo erfitt að réttlæta fyrir mér að missa af 15:00 laugardagsleikjunum sem ég fæ í gegnum Stöð 2, Stöð 2 Sport og Sport 2 comboið á 13.214 kr á mánuði ( ég myndi annars borga leiguna á myndlyklinum 790 kr svo ég dreg það frá ) í stað 13.481 og ég er líka að d/la eins og mother fucker svo að mest allt sjónvarpsefnið sem er á Sky ( sem er 90% uppfullt af auglýsingum ) er mér eiginlega sama um.\nStundum sakna ég smá Movies, eða gæðanna í Sky en yfirleitt er mér alveg sama og er ánægður með að geta verið heima á laugardögum kl 15:00 að horfa á Enska.",
            "date": "2009-12-07 22:07:00",
            "post_id": "232157",
            "reply_to_id": "232145"
        },
        {
            "user_name": "Gúrú",
            "text": "Samt lol.",
            "date": "2009-12-07 22:16:00",
            "post_id": "232159",
            "reply_to_id": "232157"
        },
        {
            "user_name": "axyne",
            "text": "Það er víst bannað að sjónvarpa laugardagsleikjunum í UK, (verið að fá fólk á vellina). En ef þú reddar þér korti frá Írlandi þá geturðu séð þá.\nAnnars fer rosalega í taugarnir á mér með allar auglýsingarnar, þeir passa sig á því að hafa auglýsingahlé á sama tíma á svipuðum rásum",
            "date": "2009-12-07 22:26:00",
            "post_id": "232161",
            "reply_to_id": "232159"
        },
        {
            "user_name": "depill",
            "text": "Já en þá missir maður nokkrar Breskar stöðvar líka, mér skyllst að Five detti út og BBC er ekki eins. + Það er bara 1 15:00 leikur á Írsku stöðvunum ( allavega þegar Setanta Ireland var, held að hún sé meiri segja ennþá ) á móti því að hér heima sýna þeir alla. \nOg já það er bannað að sýna 15:00 laugardagsleikina vissi af því, annars myndi Sky pottþétt gera það. \nOg reyndar finnst mér EU vera frekar heimskt þarna að banna einni sjónvarpsstöð að vera með allan enska boltann, þetta bara til kostnaðarauka og böggs fyrir neytendann. Segja að það sé einokun yfir tilteknu sjónvarpsefni. Þetta er eins og að segja að ein sjónvarpstöð meigi ekki sýna alla þáttaröðina af House, þannig að það væri annar hvor þáttur á Stöð 2 og hinn á S1, bjánalegt. Enda hafa Breskir sjónvarpsnotendur grætt 0% á þessu en í stað tapað 10 pundum á enska boltanum á hverjum einasta mánuði.\nOg já sorry, fattaði ekki að hann var að tala um að greiða bara árgjaldið en samt \n Þá nærðu reyndar bæði FTV og FTA stöðvunum ( nærð FTA stöðvunum án korts líka ). Mér fannst þetta bara allt orðið alltof dýrt þegar ég var að taka ákvörðunina í haust vs Íslenska dæmið, þetta leit töluvert betur út í fyrra ( og hitt í fyrra þegar ég byrjaði ) þegar þetta var svipað í pundum en gengið miklu hagstæðara. Þá gat maður bara spælst í St 2 Sp 2 í Desember sem er þegar Skyið böggar mig mest með sportið.\nSamt þoli ég ekki margt við þetta Íslenska, til dæmis er örbylgju DÍ ömurlegt, DÍ+ ágætt en ekkert HD fyrir ADSL notendur ( reyndar af skiljanlegum ástæðum, fjandans Kópavogur og ljósleiðaraleysi, afhverju kemur ekki Míla og rífur út þennan ömurlega breiðbands COAX leiðara og setur ljós frá götukassa og heim til mín ) og svo hata ég það að Stöð 2 Sport 2 hafi hætt með 4-4-2 ( og sýnir í staðinn ömurlegan þátt kallaðan Mörk dagsins, ég vill sjá Match of the day á St 2 Sport 2 ( veit að BBC 1 er FTA, nenni bara ekki að skipta á milli lykla til að horfa á Match of the day ) ) og þessi tilraun að vera með auglýsingar inní leikjunum suckaði meira en ALLT, sem betur fer virðast þeir hafa séð að sér ( miðað við að það var engin augl í West Ham - United um helgina ).\nEn samt verður maður að gefa þeim credit að Stöð 2 Sport ( ekki 2 ) er klassarás og ég myndi meiri segja að miðað við efnið sem er á henni að þá sé hún peningana virði ( ekki Stöð 2 Sport 2, sem er alltof dýr miðað við það sem maður er að fá, greedy bastards, þeir meiri segja voru að endursemja um sýningarréttinn til næstu 4 ára án samkeppni í sumar ).",
            "date": "2009-12-07 22:43:00",
            "post_id": "232166",
            "reply_to_id": "232161"
        }
    ],
    "date": "2009-12-07 10:44:00"
}