{
    "forum_title": "Þjónusta / Viðgerðir",
    "id": "26679",
    "title": "Fartölvur",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=13&t=26679",
    "posts": [
        {
            "user_name": "BjarkiB",
            "text": "Vantar smá hjálp með val á fartölvu. Hún á að geta spilað leikina allveg þokkalega, góð í skólan, höndla ps og þannig forrit og helst með w7 í!  er búinn að finna nokkrar sem mér lýst á: \nToshiba Satellite L500-152 15.6 fartölva\n \nhttp://tolvulistinn.is/vara/19082\n \nPackard Bell Easynote TJ65-CU-224A fartölva\n \nhttp://www.tolvutek.is/product_info.php ... s_id=20838\nASUS X5DAB-SX050 15,6\" fartölva\n \nhttp://kisildalur.is/?p=2&id=1254\nToshiba, Intel T5870 2.0GHz, 4GB DDR2, 320GB, 15.4\"\n \nhttp://tolvutaekni.is/product_info.php? ... ts_id=1497\nEndilega dæma þessar tölvur og koma með nýja möguleika...",
            "date": "2009-12-08 16:02:00",
            "post_id": "232242",
            "reply_to_id": false
        },
        {
            "user_name": "Halli25",
            "text": "Þú spilar ekki mikla leiki á G105 og hvað þá á 3470 skjákorti.\nSvo valið í mínum huga væri á milli Toshiba hjá TL og Asus hjá Kísildal. \nSkemmir ekki fyrir að þessi 2 merki eru þau sem bila minnst miðað við tölur sem komu frá bandarísku tryggingafyrirtæki sem tryggir fartölvur.\nMyndi skoða þessa líka:\nhttp://www.att.is/product_info.php?cPat ... ts_id=4664",
            "date": "2009-12-08 16:07:00",
            "post_id": "232244",
            "reply_to_id": "232242"
        },
        {
            "user_name": "zip",
            "text": "ertu ekkert að spá í að kaupa þér notaða \n? ef svo þá er ég með fína sem ræður við suma leiki",
            "date": "2009-12-08 16:10:00",
            "post_id": "232245",
            "reply_to_id": "232244"
        },
        {
            "user_name": "BjarkiB",
            "text": "Nei, því miður vill helst fá nýja og góða. \nFaraldur , takk fyrir ég skal tjékka á þessu... en með tolvuna með G105 skjákortinu sá sömu vél hjá tölvuvirkni og þá er lýsingin þessi: 15 tommu vél með \nLeikjaskjákorti\n og Windows 7",
            "date": "2009-12-08 16:12:00",
            "post_id": "232246",
            "reply_to_id": "232245"
        },
        {
            "user_name": "Halli25",
            "text": "Ef þú sættir þig við að spila leiki í low þá er G105 kortið fyrir þig \nhttp://www.notebookcheck.net/NVIDIA-GeF ... 790.0.html\nFín síða til að skoða hitt og þetta um fartölvur\nEf þú vilt samt alvöru leikja vél þá er þetta vélin:\nhttp://tl.is/vara/19039\nen kostar sitt, þessi hérna er rosaleg líka á aðeins betri díl:\nhttp://tl.is/vara/19263",
            "date": "2009-12-08 16:18:00",
            "post_id": "232248",
            "reply_to_id": "232246"
        },
        {
            "user_name": "BjarkiB",
            "text": "Hef heyrt að borðtölvurnar hjá Tölvulistanum væru allveg í ruglinu... en eru þetta allveg góðar fartölvur sem þeir selja?",
            "date": "2009-12-09 13:52:00",
            "post_id": "232392",
            "reply_to_id": "232248"
        },
        {
            "user_name": "Nariur",
            "text": "sumar, ekki acer",
            "date": "2009-12-09 14:22:00",
            "post_id": "232398",
            "reply_to_id": "232392"
        },
        {
            "user_name": "BjarkiB",
            "text": "Nei nei, hef allveg vit á því að kaupa ekki acer...",
            "date": "2009-12-09 17:53:00",
            "post_id": "232444",
            "reply_to_id": "232398"
        },
        {
            "user_name": "Major Bummer",
            "text": "hvað hafið þið eiginlega á móti acer ?\nég og bróðir minn keyptum sitt hvora fyrir 2 árum útaf því að þær voru með góða specca á góðu verði.\nmun betra build quality en á Dell vélunum og hvorug hefur verið með neitt vesen á 2 árum.\nfer með mér í skólann á hverjum degi og er nánast on 24/7.\n allir sem ég þekki sem eru með acer vélar hafa verið ánægðir með þær.",
            "date": "2009-12-09 18:51:00",
            "post_id": "232461",
            "reply_to_id": "232444"
        },
        {
            "user_name": "Nariur",
            "text": "hahahahaha \n \n \nannars er það bara tilviljun að þú og þínir hafi lent á góðum eintökum, til hamingju",
            "date": "2009-12-09 19:01:00",
            "post_id": "232462",
            "reply_to_id": "232461"
        },
        {
            "user_name": "Major Bummer",
            "text": "já þú gafst mikið af rökum afhverju acer tölvur eru lélegar",
            "date": "2009-12-09 19:05:00",
            "post_id": "232464",
            "reply_to_id": "232462"
        },
        {
            "user_name": "Nariur",
            "text": "google.com\n... eða spyrja hvern sem er hérna inni, flestir hafa heyrt nóg af slæmum reynslusögum",
            "date": "2009-12-09 19:58:00",
            "post_id": "232477",
            "reply_to_id": "232464"
        },
        {
            "user_name": "mind",
            "text": "Merkilegt ,  þú reynir að rökstyðja mál þitt með því að segja öðrum að rökstyðja það fyrir þig.\nHeld það sé frátekið sæti fyrir þig í ríkisstjórninni.\nMajor Bummer miðlaði að minnsta kosti eigin reynslu.",
            "date": "2009-12-09 20:05:00",
            "post_id": "232480",
            "reply_to_id": "232477"
        },
        {
            "user_name": "Nariur",
            "text": "ríkisstjórninni \n  reynslusögur annara eru öll rök sem ég hef... það er svo mikið meira en nóg",
            "date": "2009-12-09 20:13:00",
            "post_id": "232482",
            "reply_to_id": "232480"
        },
        {
            "user_name": "BjarniTS",
            "text": "you fail my friend\nhttp://www.googlefight.com/index.php?la ... acer+sucks",
            "date": "2009-12-09 20:48:00",
            "post_id": "232489",
            "reply_to_id": "232482"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Mamma keypti Acer ferðatölvu fyrir 3 árum, hún er mjög stabíl og batteríið endist ennþá í 2-3 klst. Hef ekki verið í neinu veseni með hana, nema þurfti að formatta hana einusinni útaf WinXP.",
            "date": "2009-12-09 21:02:00",
            "post_id": "232491",
            "reply_to_id": "232489"
        },
        {
            "user_name": "Nariur",
            "text": "já, þetta eru góð rök",
            "date": "2009-12-09 23:12:00",
            "post_id": "232519",
            "reply_to_id": "232491"
        },
        {
            "user_name": "BjarkiB",
            "text": "En okei, aftur að fartölvunum. Ég mun ekki fara yfir 160 þús. Til að valið stendur á milli \nhttp://tl.is/vara/19263\n (Toshiba Satellite L500-12K 15.6 fartölva) og \nhttp://kisildalur.is/?p=2&id=1254\n (ASUS X5DAB-SX050 15,6\" fartölva). Endilega koma með fleiri möguleika. Nú er vandamálið, Toshiba tölvan er með Windows Vista sem ég vill helst ekki fá og það kostar minni mig 10 þús kr. að láta uppfæra yfir þegar ég keyp hana. Asus tölvan er hinsvegar með W7 (sem mér lýst betur á) nema spurningin er hver er munurinn á þeim?",
            "date": "2009-12-13 17:21:00",
            "post_id": "233298",
            "reply_to_id": "232519"
        },
        {
            "user_name": "Taxi",
            "text": "Ja þetta er ekki auðvelt val, kísildals vélin er með Win 7 en það er mikið betra skjákort í tölvulista vélinni en vista stýrikerfi.\nÉg mundi vilja Tölvulistavélina með Win 7 það væru bestu kaupin.",
            "date": "2009-12-13 17:26:00",
            "post_id": "233301",
            "reply_to_id": "233298"
        },
        {
            "user_name": "BjarkiB",
            "text": "Já, hef akkúrat verið að spá í því. Endilega samt koma með nýja möguleika ef eitthver sér eitthvað.\nSvo er annað mál sem gerir þetta flóknara. Hef heyrt að þjónustan hjá kísildal sé allveg fullkominn en ekki það sama hjá tölvulistanum. Vinur minn keypti sér borðtölvu hjá þeim fyrir 1 1/2 ári  og hingað til hefur hann farið með hana 11 sinnum í viðgerð!",
            "date": "2009-12-13 17:32:00",
            "post_id": "233303",
            "reply_to_id": "233301"
        },
        {
            "user_name": "Halli25",
            "text": "Færð uppfærslu með vél frá tl á 9.990 og ef þú nennir að bíða í 3-4 vikur þá geturðu fengið uppfærslu frá Toshiba beint á aðeins minni pening.",
            "date": "2009-12-14 09:54:00",
            "post_id": "233475",
            "reply_to_id": "233303"
        },
        {
            "user_name": "Ripper",
            "text": "Það er fyndið að lesa í gegnum þennan þráð og sjá að þeir einu sem hafa mikla skoðun á því hvað komi best út eru starfsmenn hjá sömu fyrirtækjum og eru að selja þessar tölvur  \n \nFaraldur er sölumaður hjá IOD sem er fyrirtæki í sömu eigu og Tölvulistinn, og svo Taxi sem er að vinna hjá Kísildal. Mér finnst alveg sjálfsagt að hafa skoðun á hlutunum en þá er alveg lágmark að notendur á vaktinni viti ef að þeir sem eru að benda á vörur séu enganvegin hlutlausir.\nÉg er ekki að skrifa þetta afþví tölvan hjá okkur var rökkuð niður  \n   það er alveg rétt að skjákortið er ekki eins öflugt í leikjanotkun. Mér bara finnst þetta frekar slappt að nota svona sölumennsku á spjallborðum.",
            "date": "2009-12-14 18:31:00",
            "post_id": "233535",
            "reply_to_id": "233475"
        },
        {
            "user_name": "coldcut",
            "text": "Ég er alveg hjartanlega sammála þessu! starfsmenn eiga annaðhvort að taka það fram í svörum sínum eða undirskrift ef þeir vinna hjá tölvufyritækjum og hafa þannig einhverra hagsmuna að gæta.\nÉg man nú eftir því að einhvertímann var umræða um þetta hér og nokkrir settu þetta í undirskrift hjá sér.",
            "date": "2009-12-14 18:47:00",
            "post_id": "233538",
            "reply_to_id": "233535"
        },
        {
            "user_name": "Glazier",
            "text": "Hmm.. viss um að Taxi sé starfsmaður Kísildals ?\nÉg veit að alfreð hjá Kísildal er með tvö 9600GT overclockuð allveg í köku sem passar við undirskriftina..\nEn ef þið skoðið svörin hanns á þessum þræði þá veit ég ekki hvort hann sé starfsmaður Kísildals.. (nema að hann hafi byrjað að vinna hjá Kísildal eftir að hann gerði þennan þráð)\nviewtopic.php?t=10069",
            "date": "2009-12-14 19:12:00",
            "post_id": "233548",
            "reply_to_id": "233538"
        },
        {
            "user_name": "Gúrú",
            "text": "Þetta er búið að vera í undirskrift hjá Faraldi alveg nokk lengi.\nKv. Ekki einu sinni grunnskólamenntaður drengur.",
            "date": "2009-12-14 19:18:00",
            "post_id": "233549",
            "reply_to_id": "233548"
        },
        {
            "user_name": "BjarkiB",
            "text": "Whaat? \nEr semsagt farladur búinn að commenta á þráðinn minn til sölumennsku...?",
            "date": "2009-12-14 19:29:00",
            "post_id": "233552",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Whaat?\nEf að IOD tengist einungis tölvulistanum og hann mælti ekki með IOD né tölvulistanum, heldur att og kísildal, hvernig er hann þá að vinna að sölumennsku?\nWhaat?",
            "date": "2009-12-14 19:47:00",
            "post_id": "233553",
            "reply_to_id": "233552"
        },
        {
            "user_name": "BjarkiB",
            "text": "Afsakið, var ekki búinn að lesa efra commentið.",
            "date": "2009-12-14 20:05:00",
            "post_id": "233556",
            "reply_to_id": "233553"
        },
        {
            "user_name": "Ripper",
            "text": "Gúrú, ég veit að Faraldur er með IOD í undirskrift en það eru sennilega fáir sem vita að IOD er fyrirtæki sem sér um lagerinn fyrir Tölvulistann.\nSvo er Att einnig í sömu eigu og IOD og Tölvulistinn, og Asus tölvan sem bent er á hjá Kísildal er keypt í gegnum IOD. Þannig að allar þessar tölvur koma frá IOD",
            "date": "2009-12-14 20:06:00",
            "post_id": "233558",
            "reply_to_id": "233556"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "",
            "date": "2009-12-14 22:46:00",
            "post_id": "233597",
            "reply_to_id": "233558"
        },
        {
            "user_name": "beatmaster",
            "text": "Ég hélt að þetta hefði verið orðin föst regla að starfsmenn tölvufyrirtækja áttu að vera með það skráð í undirskrift?\nHvað segjir GuðjónR við þessu, hver varð niðurstaðan um daginn í þessum málum?\nSvo er bara að velja ASUS hjá Kísildal eða Toshiba hjá TL, valið er um að borga 10.000 meira í aðeins betri örgjörva og aðeins betra skjákort en fá í staðinn versta OS sem MS hefur gefið út síðan Windows ME\nÉg myndi hiklaust velja ASUS vélina",
            "date": "2009-12-15 09:27:00",
            "post_id": "233684",
            "reply_to_id": "233597"
        },
        {
            "user_name": "Halli25",
            "text": "segji bara eins og Gúru... lesið undirskriftina mína, ég hef ekkert að fela",
            "date": "2009-12-15 15:52:00",
            "post_id": "233752",
            "reply_to_id": "233684"
        },
        {
            "user_name": "Ripper",
            "text": "Eins og ég sagði þá vita ekki margir að IOD er sama og Tölvulistinn og Att. Þú ert endalaust að benda á vörur frá ykkur(TL og Att) og talar eins mikið og þú getur illa um vörur hjá öðrum. Þessu tek ég allavega eftir þegar ég kíki á eldri pósta frá þér.\nÉg efast um að Tiesto sem er nýr á spjallinu hafi vitað að það væru aðalega sölumenn hjá verslununum að benda á sínar vörur.",
            "date": "2009-12-15 22:42:00",
            "post_id": "233868",
            "reply_to_id": "233752"
        },
        {
            "user_name": "Halli25",
            "text": "Ég linka á heimasíðu IOD einnig þar sem vörumerkin koma fram sem við bjóðum uppá og auðvitað veit ég best hvar eru góð tilboð á vörum frá mínu fyrirtæki.\nvið erum ekki bara að selja Att og TL! Seljum nánast öllum tölvufyrirtækjum á landinu eins og t.d. Kísildal sem ég benti á að væru með gott verð á Asus vél. Breytir því svo ekki hvar ég vinn að G105 skjákort er ekki að runna neina leiki í fullum gæðum og flestum tilvikum bara í lágmarksgæðum. Ég linkaði meira að segja á síðu sem listar upp skjákort í fartölvum eftir gæðum og getu svo Tiesto gæti sjálfur myndað sér skoðun.",
            "date": "2009-12-16 09:58:00",
            "post_id": "233972",
            "reply_to_id": "233868"
        },
        {
            "user_name": "Gúrú",
            "text": "Viltu að undirskriftin hans sé svona?\nSkil alveg að þú sért ekki sáttur með það að allir sjái ekki tenginguna á milli IOD og hinna ýmsu vara, en ýmindaðu þér starfsmann hjá matvöruverslun koma hingað inn, hann mætti ekki segja stakt orð?",
            "date": "2009-12-16 10:29:00",
            "post_id": "233978",
            "reply_to_id": "233972"
        },
        {
            "user_name": "BjarkiB",
            "text": "En okei nú er þetta mál búið, aftur að fartölvunum... hvað væru hentugast Asus vélin hjá KL eða Toshiba hjá TL?",
            "date": "2009-12-16 11:11:00",
            "post_id": "233982",
            "reply_to_id": "233978"
        }
    ],
    "date": "2009-12-14 19:29:00"
}