{
    "forum_title": "Leikjasalurinn",
    "id": "26692",
    "title": "Left 4 Dead 2 hjálp !",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=26692",
    "posts": [
        {
            "user_name": "kondi",
            "text": "Sælir vaktarar.\nÉg er bráðum að fara lana í L4D2 (s.s. downloadað af netinu), ég var að lesa mig til og það er fullt af eintökum á netinu sem eru illa cröckuð og ekki spilandi. Vitiði hvað virkar og hvaða crack virkar?\nEn þá að öðru, aðal ástæðan afhverju ég er að gera þennan kork er að \nhvernig\n getum við lanað í honum. Eigum við að nota \nHamachi, L4D2 Dedicated Server\n eða \nannan hugbúnað\n. Svo væri auðvitað hryllilega gott ef þið mynduð koma með leiðbeiningar um þetta.\ntakk\n- k o N d i ´",
            "date": "2009-12-09 00:31:00",
            "post_id": "232334",
            "reply_to_id": false
        },
        {
            "user_name": "JohnnyX",
            "text": "er það ekki bara einn sem að host-ar serverinn hjá sér? Mig minnir að við félagarnir höfum gert það í Left4Dead 1 en þá vorum við líklegast allir með sömu útgáfu af leiknum",
            "date": "2009-12-09 00:39:00",
            "post_id": "232335",
            "reply_to_id": "232334"
        },
        {
            "user_name": "kondi",
            "text": "já ég líka, en þetta er vesen með 2, skullptura er ekki kominn með sína útgáfu og hvergi finn ég neitt um þetta, enda hræðilegur í ensku.",
            "date": "2009-12-09 00:43:00",
            "post_id": "232337",
            "reply_to_id": "232335"
        },
        {
            "user_name": "JohnnyX",
            "text": "eina sem að ég man sem að við gerðum var að við gerðum þetta í gegnum console. Veit ekki nógu mikið um þetta til að gefa þér frekari upplýsingar, sorry",
            "date": "2009-12-09 00:45:00",
            "post_id": "232339",
            "reply_to_id": "232337"
        },
        {
            "user_name": "kondi",
            "text": "okei, en takk samt, lætur mig kanski vita ef þú rekst á þetta kall",
            "date": "2009-12-09 00:48:00",
            "post_id": "232345",
            "reply_to_id": "232339"
        },
        {
            "user_name": "intenz",
            "text": "Hamachi er orðið svo mikið drasl. Margir leikir krefjast þess að maður sé með sömu fyrstu þrjár tölurnar í IP tölunni og aðrir sem maður er að LAN'a við, annars fær maður Class C error. Maður hefur sjaldan eða aldrei fengið sömu fyrstu þrjár tölurnar og aðrir sem maður er að spila við, en áður í Hamachi gat maður sett IP alias fyrir vini sína. En þeir hafa fjarlægt það, sem gerir Hamachi worthless piece of crap.",
            "date": "2009-12-09 00:49:00",
            "post_id": "232346",
            "reply_to_id": "232345"
        },
        {
            "user_name": "kondi",
            "text": "ja okei, en veistu um einhverja aðra leið til að geta lanað, eða bara skrifa \"sv_lan 1\" í console ?",
            "date": "2009-12-09 00:52:00",
            "post_id": "232348",
            "reply_to_id": "232346"
        },
        {
            "user_name": "intenz",
            "text": "Ég og vinir mínir höfum notað COMODO EasyVPN nokkrum sinnum með góðum árangri.",
            "date": "2009-12-09 01:00:00",
            "post_id": "232351",
            "reply_to_id": "232348"
        }
    ],
    "date": "2009-12-09 00:31:00"
}