{
    "forum_title": "Netkerfi - internetið",
    "id": "26790",
    "title": "LAN-næg tenging?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=26790",
    "posts": [
        {
            "user_name": "e-r",
            "text": "Er að spá í að halda lan fyrir 5 manns í cs:s, en er að pæla hvort að nettengin sé of crappy.\ner með leið 1 hjá símanum \nhttp://siminn.is/einstaklingar/netid/askrift/\neða s.s. 2 Mb/s\neinhverjir farið á lön með svoleiðis tenginu eða e-ð?",
            "date": "2009-12-13 02:54:00",
            "post_id": "233197",
            "reply_to_id": false
        },
        {
            "user_name": "Hnykill",
            "text": "man eftir lani þar sem við vorum 7 manns á 2MB línu.. það var spilanlegt jújú, 35-40 ping á íslenskum serverum. en þegar menn eru með opna browsera, Msn og fleira í gangi á meðan, þá er bandvíddin fljót að fara :/\nHringja bara í símann og biðja þá um að hækka hraðann um helming í 1 mánuð.. þeir geta gert það samdægurs og það kostar ekki meira en kippa af bjór",
            "date": "2009-12-13 03:05:00",
            "post_id": "233198",
            "reply_to_id": "233197"
        },
        {
            "user_name": "Narco",
            "text": "Heh, heppileg samlíking þar",
            "date": "2009-12-13 03:28:00",
            "post_id": "233200",
            "reply_to_id": "233198"
        },
        {
            "user_name": "Some0ne",
            "text": "Þú getur fundið út raun þörfina ykkar á bandvídd með því að fara bara sjálfur í CS:S á einhvern íslenskan server og vera með net_graph á, þá ættiru að sjá kb's in og kb's out.\nYfirleitt þarf ekki mikið meira en 10kb inn og út fyrir CS held ég, allaveganna 1.6, sem þýðir að 50kb's niðurhal og upphal er það sem þú þarft sirka\nEins og einhver sagði er það auðveld lausn að hringja bara í símann og biðja þá um að hækka hraðann á tengingunni, þú getur meira segja látið það bara vera yfir helgi. Ef þú tímir því ekki, þá getiði allir prófað að lækka aðeins netstillingarnar ykkar, þ.a.s cl_updaterate og allt það (er það í cs:s?)",
            "date": "2009-12-13 06:02:00",
            "post_id": "233210",
            "reply_to_id": "233200"
        },
        {
            "user_name": "Danni V8",
            "text": "Ég var að hringja í Símann núna rétt áðan og spyrja hvort þetta væri hægt ef ég væri með Leið 1 (sem er 2mb) hvort ég gæti hækkað hraðann í mánuð og mér var sagt að það er ekki hægt. Finn líka ekkert um þetta á síðunni þeirra.",
            "date": "2009-12-17 15:39:00",
            "post_id": "234288",
            "reply_to_id": "233210"
        },
        {
            "user_name": "starionturbo",
            "text": "Er ekki hægt að vera með dedicated server í CS:S eða er það hörmung að spila non-online eða hvað ?",
            "date": "2009-12-17 15:49:00",
            "post_id": "234294",
            "reply_to_id": "234288"
        },
        {
            "user_name": "Elmar",
            "text": "haha man eftir \"The Good Old Days\" þarsem maður var að lana 4-5 á 256k í Action Quake.. svínvirkaði alveg. haha",
            "date": "2009-12-17 15:57:00",
            "post_id": "234297",
            "reply_to_id": "234294"
        },
        {
            "user_name": "jagermeister",
            "text": "hahaha lol hlýtur að hafa verið dedicated server rsum en samt var á 7 manna lani fyrir stuttu þar sem hann var með adsl og við vorum með 7 í ms á íslenskum serverum",
            "date": "2009-12-17 17:04:00",
            "post_id": "234318",
            "reply_to_id": "234297"
        },
        {
            "user_name": "Gúrú",
            "text": "Já... þessvegna heitir það að \"lan\"a... Local Area Network, hence: Lana.",
            "date": "2009-12-17 17:26:00",
            "post_id": "234326",
            "reply_to_id": "234318"
        }
    ],
    "date": "2009-12-13 02:54:00"
}