{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "268",
    "title": "Jæja, þá er verið að spæla í uppfærslu...",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=268",
    "posts": [
        {
            "user_name": "Voffinn",
            "text": "Sko, núna langar manni að uppfæra  \n\n\n\n\nÉg er með 800 mhz, amd duron og móðurborð fyrir það.\n\n\n\nÉg var að spá í að kaupa mér nýtt móðurborð, örgjörva og innra minni. Svo ætla ég að taka allt draslið úr gömlu vélinni, hljóðkort, skjákort, hdd, skrifari og hugsanlega Netkort.\n\n\n\nÞá langar mér í móðurborð, sem verður Helst að styðja ddr minni, vera hratt og gott. Svo var líka svolítið spennó að fá sér svona með innbyggðu netkorti 1000/100/10. En ég hef ekki góða reynslu af innbyggðum netkortum (100/10), og ætlaði að spurja hvort einhver viti hvernig það er að fúkkera? Þ.e.a.s. er þetta nokkuð drasl?\n\nNú veit ég um 1 móðurborð sem er með innbyggðu svona netkorti og hljóðkorti sem styður 5.1 og ég held að það kosti 20.000 kr- Nú held ég að sæmilegt netkort (1000) kosti um 7.000 kr- og svona hljóðkort 7.000-10.000 , ég meina, er þetta móðurborð þá ekki bara eitthvað rusl ? \n\n\n\nEn allavega þá er ég að leita mér að góðu og stöðugu móðurborð sem er helst með netkorti \"1gbit\", usb 2.0(er það ekki það nýjasta?) , þarf ekki að vera með firewire, því að það er á hljóðkortinu mínu, og það má helst ekki vera með hljóðkorti(alavega þá einhverju sem ég get disableað, því ég ætla að nota audigly kortið mitt  \n ) , já og það má helst vera drr (er það ekki eitt af því hraðsta og besta í dag?). Já og svo vantar mér að vita hvort menn myndu frekar kaupa sér intel p4 eða amd xp ?\n\n\n\nJæja nú er komið nóg í bili, ef einhver veit um eitthvað sniðugt handa mér, þá endilega postið, mig vantar pínuhjálp við að velja þetta  \n . Og ætla ég að reyna að beina viðskiptum mínum við tölvulistann ( ekkert reyna, ég ætla að versla við þá \n )\n\n\n\nÖrri ; Amd xp eða Intel p4\n\nmóðurborð ; Gott móðurborð og æææii lestu bara hérna fyrir ofan , u get the picture \n\n\nInnra minni ; Ddr ? \n\n\n\nAth : ég er að leita ða svari, um hvað menn myndu gera í mínum sporum!",
            "date": "2003-01-20 22:53:00",
            "post_id": "1634",
            "reply_to_id": false
        },
        {
            "user_name": "MezzUp",
            "text": "Þú getur nú ekki alveg reiknað dæmi eins og þú værir að kaupa sér netkort og sér hljóðkort. Málið er að með onboard stuff þá er hljóðkortið/netkortið að nota soldið meira af örgjörvanum heldur en að ef að kortin væru sér í PCI rauf. Annars hefur mér aldrei fundist hluturinn vera fyrir alvöru onboard fyrr en að chipsettið er að sjá um hlutinn.\n\n\n\nAðalmerkin í móðurborðum í dag eru: Asus, Gigabyte og MSI\n\n\n\nÞað er onboard sound í öllum nýjum móðurborðum(nú tek ég stórt uppí mig, vonum að þetta sér rétt :) en ég er 99% viss um að í öllum nýlegum móðurborðum er hægt að disable'a audio í BIOS.\n\n\n\nÞettta P4 vs. AMD á eftir að lifa nokkuð lengi en ég held að allir séu sammála að með AMD þá ertu að fá meira \"Bang for the buck\". Ef að þú tækir einn P4 og einn AthlonXP sem að myndu kosta það sama þá værirðu pottþétt að fá meiri vinnslu úr Athlon kubbnum.\n\n\n\nRAMBUS(DR-RAM) er að deyja út þannig að DDR er eina vitið. Þótt að þú kaupir móðurborð með DDR400 stuðningi þá skaltu kaupa þér DDR333. DDR400 á víst að vera alltof óstabílt (ennþá)",
            "date": "2003-01-20 23:17:00",
            "post_id": "1635",
            "reply_to_id": "1634"
        },
        {
            "user_name": "GuðjónR",
            "text": "ASUS móbo (P4PE) það er með 1gb lan og öllu sem þig langar í.\n\nSíðan ekki spurning um P4, hann kostar jú meira, en er miklu stöðugri.",
            "date": "2003-01-21 12:00:00",
            "post_id": "1637",
            "reply_to_id": "1635"
        },
        {
            "user_name": "Castrate",
            "text": "Ég er með AMD 1800xp, DDR 333, og Shuttle AK35GT2 og þetta gengur alveg mjög stöðugt hjá mér ekkert nema gott af því að segja",
            "date": "2003-01-21 16:37:00",
            "post_id": "1638",
            "reply_to_id": "1637"
        },
        {
            "user_name": "Voffinn",
            "text": "já mér langar í svona móðurborð með 1 gbit lankorti , en ég sá 1 þannig en það var með hljóðkorti \n , ekki það sem ég var ða leita að... ég þar sem að mar er svona amd maður, og pínu bugget \n, þá ætla ég að fá mér amd xp líklega,  \n verð vs. stöðuleiki ? verð, enda hef ég verið að nota amd þeir funkara bara fínt, er þetta ekki frekar svo myth þetta með p4 og amd ? þ.e.a.s. p4 sé rosalega meira stöðugri, en þetta er bara leikja vél aðallega..þannig ÉG ER AMD MAÐUR OG ER STOLTUR AF ÞV'I!!!!!",
            "date": "2003-01-21 18:13:00",
            "post_id": "1640",
            "reply_to_id": "1638"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég tala bara af eigin reynslu, ég er búinn að eiga slatta af tölvum bæði AMD og INTEL, og að fenginni reynslu þá kemur AMD ekki til greina í dag.",
            "date": "2003-01-21 18:37:00",
            "post_id": "1641",
            "reply_to_id": "1640"
        },
        {
            "user_name": "Voffinn",
            "text": "ég bara skil ekkert í þér...voðalega hlýturu að fara illa með þær",
            "date": "2003-01-21 23:53:00",
            "post_id": "1642",
            "reply_to_id": "1641"
        },
        {
            "user_name": "Castrate",
            "text": "ég held að það verði erfitt fyrir þig að finna móðurborð sem er með 1gb lani en án hljóðkorts megnið af móðurborðunum í dag eru með hljóðkorti. Það er til dæmis hljóðkort á móðurborðinu mínu en ég nota samt Sound Blaster live kortið mitt nota þetta dót á móðurborðinu ekkert sko. Well ef ég væri að uppfæra þá myndi ég fá mér pott þétt AMD örgjörva. Þessi sem ég er með núna er þriðji AMD örgjörvin sem ég hef átt í gegnum tíðna ekkert nema gott af því að segja \n En þetta er ábyggilega bara einstaklingsbundið. Sumir vilja  AMD og sumir Intel",
            "date": "2003-01-22 07:31:00",
            "post_id": "1643",
            "reply_to_id": "1642"
        },
        {
            "user_name": "Voffinn",
            "text": "þetta er náttúrlega bara ofsóknir og fordómar gegn amd",
            "date": "2003-01-22 13:56:00",
            "post_id": "1652",
            "reply_to_id": "1643"
        },
        {
            "user_name": "halanegri",
            "text": "ekki gleyma Abit, þeir gera líka góð móðurborð. eru á svipuðu plani og Asus",
            "date": "2003-01-23 00:38:00",
            "post_id": "1661",
            "reply_to_id": "1652"
        },
        {
            "user_name": "Asgeir",
            "text": "ég er nú ekki alveg að sjá þennan tilgang með 1000 net kortinu þínu ?",
            "date": "2003-01-23 13:43:00",
            "post_id": "1668",
            "reply_to_id": "1661"
        },
        {
            "user_name": "mind",
            "text": "Þetta er nú nokkuð margslungið.\n\n\n\nÉg hef ekkert nema gott að segja um innbyggð netkort , hef aldrei lent í neinu veseni með þau og þau taka sáralítið cpu power. Á sjálfur 2 tölvur með innbyggðu netkorti. \n\n\n\nVerðmunur á gæði netkorta er yfirleitt í kringum 2þúsund krónur. Öll netkort sem eru yfir 3þús krónur eða svo eru með einhver special features(3-com hefur aðallega verið að búa þau til). Þetta er fyrst og fremst spurningum um hvort þú þurfir þá , alla þessa möguleika sem gefnir eru upp. 90% alls fólks hefur ekkert að gera við þá. Þar meðal talinn ég.\n\n\n\nSæmilegt 5.1 hljóðkort kostar já 7.000-28.000. Það sem þú þarft hinsvegar að hugsa um er heyrirðu gæðin ? Engin headphone undir 10þúsund krónum eiga eftir að skila þér betri gæðum. Ekkert hátalarasett undir 20þúsund mun skila þér betri gæðum. Þetta veit ég af persónulegri reynslu. Ég er hættur að nota hátalara og farinn alveg yfir í headphones nema í sjónvarpsherberginu þar sem ég er með 5.1 kerfi uppá fyllingu og að fleiri geti hlustað á. Ég á 2 soundblaster live(eitt v. mp3) og nota aðeins annað þeirra en er með 4 tölvur einfaldlega vegna þess að jafnvel með 14þúsund króna headphones þá bara heyri ég ekki muninn. \n\nÞað er líka oft misskilið að 5.1 kerfi skili 5.1 hljóm.... það er aðeins dolby/thx/eax(og sambærilegt) sem skilar þér 5.1 hljóm allt annað er bara duplað sterio fyrir betri fyllingu og skilar þar af leiðandi engu meiru heldur en headphones, sem skila hinsvegar næstum alltaf betri gæðum þar sem þú heyrir stærri skala af hljóðum. Auk þess týnast margir hljómar og annað við að hafa hátalarakerfi í staðinn fyrir headphones.\n\nÞú getur líka sannreynt þetta sjálfur með því að skreppa niðri PFAFF á grensásvegi og fengið að prufa SCHENNHEISER headphones.\n\n\n\nÞannig að það er bara hvort þú heyrir einhvern mun á þessu. Ég geri það ekki og flest allir sem ég þekki taka alltaf headphone framyfir hátalara svo lengi sem ekki er verið að horfa á bíómynd. Þar af leiðandi er 5.1 nokkuð tilgangslaust að mínu mati nema þú notir tölvuna aðallega í að horfa á bíómyndir.\n\n\n\nÉg get þar af leiðandi ekki sagt að innbyggð hljóðkort/netkort teljist sem rusl .. heldur sem leið til að stórlega minnka kostnaðinn við ný tölvukaup. Það kostar smápening að bæta svona hlutum við á móðurborð miðað við hvað kostar að byggja það upp frá grunni. Og ég kýs að eyða peningunum frekar í eitthvað sem skilar sér svo að ég viti.\n\n\n\nHelstu móðurborðin sem ég get mælt með eru AMD - ég einfaldlega bara vil ekki styðja intel eftir að þeir hægðu örgjörvaþróun 4falt fyrir örfáum árum.\n\n\n\nSoyo Dragon (ata133 / raid / sound / netcard / usb2.0)\n\nShuttle AK35-GT(R) / AK37-GT (USB 1 / USB1.1-2.0 /sound)\n\nFlest Abit\n\nFlest Asus\n\n\n\nEf þú vilt P4 þá er eins og Guðjón sagði P4PE alveg frábært borð sem hefur fengið ótrúlega mikið lof.\n\n\n\nMæli sterklega á móti MSI borðum. Þau hafa alltaf verið í miklum hitavandræðum og seinast þegar ég athugaði þau voru þau kæn á að ofhita örgjörvann og steikja hann í stað þess að slökkva á borðinu áður en til þess kemur. Þess má líka geta að tech supportið hjá þeim samanstendur af fólki með gáfur á við 7 ára krakka sem hafa ekki grunnskilning á tölvum.\n\n\n\nVerð að segja að ég skil ekki áráttuna með að fá 1gb netkort ? tilgangurinn með því er samasem enginn nema þú sért með risanet eða fyrirtæki.",
            "date": "2003-01-23 13:56:00",
            "post_id": "1669",
            "reply_to_id": "1668"
        },
        {
            "user_name": "Voffinn",
            "text": "Lan, mar, geturu verið að dl eða eitthvað og spilað um leið, já og þegar ég fer að hugsa aðeins um þetta, þá er þetta nú kannski ekkert sniðugt \n\n\n\n\nen þetta með hljóðkortin, ég hef nú ekkert mikið vit á þessu, en ég nota Sb audioly (eða hvernig sem það er skrifað) með Inspire 5.1 hátalara setti  \n Það er alvega massafínt, í það sem ég nota það, sem er btw. eingöngu í leiki og mp3",
            "date": "2003-01-23 14:56:00",
            "post_id": "1670",
            "reply_to_id": "1669"
        },
        {
            "user_name": "Atlinn",
            "text": "humm þetta nýtist ekkert nema að það sé þá 1gb hub eða switch og 2 porta soleiðis kostar í kringum 25000 kall og 8 porta í kringum 90000.\n\nÞað er svosem í lagi að kaupa móðurborð með svona innbyggðu því svona netkort kostar allveg 8000 kalla.\n\nÉg er með 10/100 innbyggt netkort og ég get downloadað og spilað á sama tíma þegar ég er á lani. og þá erum við að nota 10/100mb switching hub eða 100mb switch..",
            "date": "2003-01-23 15:09:00",
            "post_id": "1671",
            "reply_to_id": "1670"
        },
        {
            "user_name": "Asgeir",
            "text": "getur meira að segja spilað á 10mb switch á meðan þú ert að downloada...",
            "date": "2003-01-24 11:30:00",
            "post_id": "1676",
            "reply_to_id": "1671"
        },
        {
            "user_name": "Voffinn",
            "text": "jááá, þú meinar, þarftu  1 gbit hub þá líka, ohhh,  :bri dummy",
            "date": "2003-01-26 00:35:00",
            "post_id": "1684",
            "reply_to_id": "1676"
        }
    ],
    "date": "2003-01-20 22:53:00"
}