{
    "forum_title": "Koníakstofan",
    "id": "26915",
    "title": "CD key fyrir The Orange Box.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=26915",
    "posts": [
        {
            "user_name": "Valdimarorn",
            "text": "Góða kvöldið.\nFyrir nokkru síðan keypti ég The orange box. Innstallaði hann í lappa sem ég átti. Svo langaði mig að setja hann upp í borðtölvunni minni. Er með hulstrið og báða diskanna, en bæklingurinn er týndur og ég finn hann hvergi. Búinn að leita á netinu að cd key, en finn engann. Frekar fúlt að geta ekki spilað hann.\nGetið þið komið með einhverjar hugmyndir, eða reddað mér nýjum cd key.\nMeð fyrirfram þökk...",
            "date": "2009-12-17 19:48:00",
            "post_id": "234344",
            "reply_to_id": false
        },
        {
            "user_name": "zedro",
            "text": "CD-keyinn er tengdur við Steam accountinn þinn",
            "date": "2009-12-17 20:10:00",
            "post_id": "234345",
            "reply_to_id": "234344"
        },
        {
            "user_name": "Valdimarorn",
            "text": "Já, ég logga mig inn á Steam. En samt er ég alltaf beðinn um cd key, þegar ég set diskinn í til að installa....!!!",
            "date": "2009-12-17 20:13:00",
            "post_id": "234348",
            "reply_to_id": "234345"
        },
        {
            "user_name": "zedro",
            "text": "Sami account og þú notaðir í lappanum í denn?",
            "date": "2009-12-17 20:15:00",
            "post_id": "234349",
            "reply_to_id": "234348"
        },
        {
            "user_name": "Valdimarorn",
            "text": "Já þá sami.",
            "date": "2009-12-17 20:44:00",
            "post_id": "234356",
            "reply_to_id": "234349"
        },
        {
            "user_name": "SolidFeather",
            "text": "Birtist hann ekki í My Games í steam?",
            "date": "2009-12-17 20:47:00",
            "post_id": "234358",
            "reply_to_id": "234356"
        },
        {
            "user_name": "Valdimarorn",
            "text": "Nei. Bara aðrir leikir t.d. HL, HL2 og HL2 E1. Ekki Episode 2 sem er á Orange Box.",
            "date": "2009-12-17 21:00:00",
            "post_id": "234360",
            "reply_to_id": "234358"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ef Orange Box er skráð á Steam accountinn þinn þá ættir þú að geta DL því beint frá Valve í gegnum Steam án lykils.\nFerð á Steam...My Games...hægri smellir á Orange Box og velur install...\nEða hvað??",
            "date": "2009-12-17 21:05:00",
            "post_id": "234361",
            "reply_to_id": "234360"
        },
        {
            "user_name": "halldorjonz",
            "text": "Varstu semsagt ekki búinn að stimpla inn cdkeyið inn á steam accountinn, áður en þú týndir þessu? ef svo þá bara",
            "date": "2009-12-17 21:10:00",
            "post_id": "234362",
            "reply_to_id": "234361"
        },
        {
            "user_name": "Valdimarorn",
            "text": "Það hlýtur eiginlega að vera. Boxið er ekki inn á Steam hjá mér og ef ég set diskinn í, þá er spurt um cd key.\nJæja, þá verður það sennilega ekki spilað meira. Takk fyrir hjálpina samt.",
            "date": "2009-12-17 21:15:00",
            "post_id": "234364",
            "reply_to_id": "234362"
        },
        {
            "user_name": "Hnykill",
            "text": "keypti HL2 Collector's Edition þegar hann kom út. nokkrum mánuðum seinna var accountinum mínum stolið og passwordi og öllu breytt =( ..tók mig 2 ár að fá Valve til að leyfa mér að breyta User name og Passwordi aftur. ég sendi nefnilega póst til þeirra frá sama E-mail og leikurinn var skráður á.. eitthvað sem hinn gaurinn gat ekki gert.\nÞað var reyndar ekki fyrr en ég sendi Valve E-mail um að ég myndi aldrei kaupa leik frá þeim framar, downloada öllu sem þeir hefðu nokkurtíman gefið út, og dreifa því til allra sem vildu að þeir létu undan =)",
            "date": "2009-12-17 21:39:00",
            "post_id": "234368",
            "reply_to_id": "234364"
        }
    ],
    "date": "2009-12-17 19:48:00"
}