{
    "forum_title": "Almennt um vélbúnað",
    "id": "27133",
    "title": "Hjálp við kaup á þráðlausum heyrnatólum",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=27133",
    "posts": [
        {
            "user_name": "Mr.Kaspersen",
            "text": "Sælir,\nég var að spá í að splæsa í eitt stykki Sennheiser RS130:\nHefur einhver reynslu af þessum heyrnatólum og mælir einhver með þeim, eða ef til vill einhverjum betri?\nLangar dálítið að losna við snúru á heyrnatólunum vegna þess ég stútaði seinustu snúru á fyrrverandi heyrnatólunum mínum  \nEr ekki vel að mér í þessum þráðlausa heyrnatóla geira svo endilega ef þið nennið þá megiði koma með uppástungu á einhverjum þráðlausum heyrnatólum,\nog jafnvel heyrnatólum með þráð, sem þið teljið vera betri fyrir kringum 15þúsd ISK.\nÉg myndi þá nota þessi heyrnatól mikið til að hlusta á tónlistina mína, kvikmyndir og tölvuleiki.\nCheers!",
            "date": "2009-12-27 20:38:00",
            "post_id": "236198",
            "reply_to_id": false
        },
        {
            "user_name": "SteiniP",
            "text": "Pabbi á svona og það er alveg massíft sound í þeim, mjög gott fyrir þráðlaus headphone.\nÞau drífa líka út um alla íbúðina.",
            "date": "2009-12-27 20:40:00",
            "post_id": "236201",
            "reply_to_id": "236198"
        },
        {
            "user_name": "methylman",
            "text": "Ég er með Sennheiser HDR 140 og er mjög ánægður með þau frábært sound og líka mjög þægileg (leður í púðunum)  svitnar ekkert þótt þau séu notuð lengi í einu.   :D",
            "date": "2009-12-27 20:55:00",
            "post_id": "236205",
            "reply_to_id": "236201"
        },
        {
            "user_name": "Nariur",
            "text": "ég á svona, algjör snilld... góður hljómur og maður finnur ekki fyrir þeim. Ég er samt að verða búinn með þau eftir mikla notkunn í nokkur ár",
            "date": "2009-12-28 00:06:00",
            "post_id": "236236",
            "reply_to_id": "236205"
        },
        {
            "user_name": "Mr.Kaspersen",
            "text": "Jæja....\nÞá er maður loksins búinn að splæsa á heyrnatól.\nÉg ákvað að skella mér á Sennheiser RS140 týpuna og er mjög sáttur ^^ :\nÁ víst ekki að vera svakalegur munur á RS130 og RS140 ef mér skilst rétt.\nMjög gott hljóð í þeim og engin fudge'ing snúra  \n \nEitt skondið við kaup mín á þessum tólum er að bróðir minn á RS120 og ég á til að \"tjúna\" inná hans rás og hann mína :þ\nÉg þakka öllum kærlega fyrir að svara þræðinum  \n \nKveðja Mr.Kaspersen",
            "date": "2009-12-29 19:44:00",
            "post_id": "236536",
            "reply_to_id": "236236"
        },
        {
            "user_name": "Gunnar",
            "text": "afhverju ekki bara að kaupa headsett sem er hægt að aftengja allveg upp við heirnatólin. svo togast í snúruna og þá dettur bara úr sambandi.",
            "date": "2009-12-29 20:08:00",
            "post_id": "236539",
            "reply_to_id": "236536"
        },
        {
            "user_name": "Mr.Kaspersen",
            "text": "Sennheiser hafa í rauninni nokkur módel sem hafa nokkurnveginn þann eiginleika,\nþú getur semsagt skipt á snúrum en ekki auðveldlega aftengt eins og þú átt við held ég",
            "date": "2009-12-29 20:28:00",
            "post_id": "236544",
            "reply_to_id": "236539"
        }
    ],
    "date": "2009-12-27 20:38:00"
}