{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "27255",
    "title": "TV flakkari með vesen!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=27255",
    "posts": [
        {
            "user_name": "krissi24",
            "text": "Ég á United HD MMP 9530 tv flakkara: \nhttp://start.is/product_info.php?cPath= ... ts_id=2502\n og það er svona harður diskur í honum: \nhttp://start.is/product_info.php?cPath= ... ts_id=2479\n og um daginn þá klikkaði eitthvað harði diskurinn og það kemur alltaf ,,no disk\" og ég setti hann í venjulega diskhýsingu og prófaði í tölvu með win7 og þá kemur format disk og hann er eins og þegar ég setti hann first í, semsagt á eftir að formata hann og hann heitir bara ,,local disk\" prufaði þetta svo í winxp og það kemur það sama. Er þá virkilega ALLT farið af honum? Hvað get ég gert? Reyndar er þessi flakkari búinn að vera til vandræða alveg frá upphafi og ég veit að þetta er drasl en mig vantaði flakkara fyrir lítinn pening á sínum tíma en ég bjóst aldrei við þessu tilfelli þótt hann sé búinn að fara í taugarnar á mér. En ég óska eftir hjálp \n Hann er keyptur í Start og ég er búinn að hringja þangað og ég hreinlega spurði er United HD MMP 9530 algjört drasl? og hann svaraði nei komdu bara með hann og við kíkjum á hann en ég bý ekki í rvk þannig að ég kemst ekki strax með hann svo var þetta áður en harði diskurinn klikkaði, en ef þið vitið um eitthvað forrit eða eitthvað sem hugsanlega getur endurheimt bíómyndirnar mínar þá væri það mjög  gott \nKv. Krissi",
            "date": "2010-01-04 00:40:00",
            "post_id": "237208",
            "reply_to_id": false
        },
        {
            "user_name": "Oak",
            "text": "Power Data Recovery hefur virkað best fyrir mig.  Formattar diskinn og passar að setja ekkert inná hann fyrr en þú ert búinn að ná öllum gögnunum þínum aftur.  Ekki setja það sem þú ert að reyna að bjarga beint á diskinn...þ.e.a.s. ekki velja þennan disk þegar að forritið spyr þig hvar þú viljir setja gögnin.",
            "date": "2010-01-04 01:20:00",
            "post_id": "237211",
            "reply_to_id": "237208"
        },
        {
            "user_name": "krissi24",
            "text": "Á ég að formatta diskinn áður en ég keyri forritið?",
            "date": "2010-01-04 03:29:00",
            "post_id": "237224",
            "reply_to_id": "237211"
        },
        {
            "user_name": "Oak",
            "text": "jamm",
            "date": "2010-01-05 11:03:00",
            "post_id": "237486",
            "reply_to_id": "237224"
        },
        {
            "user_name": "AntiTrust",
            "text": "Myndi nú ekki mæla með þessu sem fyrsta skref, margt hægt að gera/prufa áður en farið er í format - Eftir að partition töflunni er eytt eru ekki sömu recovery möguleikar endilega fyrir hendi.\nAnnars er þetta oftast erfitt að eiga við þegar kemur að stórum file-um (300mb+) sérstaklega þegar á við videofæla, mikið erfiðara að recovera þá í heilu lagi, uncorrupted og með name/folder strúktúra í lagi.",
            "date": "2010-01-05 11:18:00",
            "post_id": "237488",
            "reply_to_id": "237486"
        },
        {
            "user_name": "Oak",
            "text": "þetta hefur alltaf virkað hjá mér, allir video fælar og stundum iso fælar hafa allir náðst aftur án nokkurra galla...\nen forritið ætti samt að finna diskinn þó svo að þú sjáir hann ekki í my computer.  þannig að í rauninni þarftu ekki að formatta.",
            "date": "2010-01-09 16:17:00",
            "post_id": "238386",
            "reply_to_id": "237488"
        },
        {
            "user_name": "bulldog",
            "text": "alltaf að eiga backup á öðrum disk þá skiptir ekki máli ef hinn diskurinn feilar",
            "date": "2010-01-16 02:00:00",
            "post_id": "239824",
            "reply_to_id": "238386"
        },
        {
            "user_name": "krissi24",
            "text": "Já, er með svona network drive, fann flestar myndirnar mínar á því \n átti afrit þar",
            "date": "2010-02-07 21:58:00",
            "post_id": "244076",
            "reply_to_id": "239824"
        }
    ],
    "date": "2010-01-04 00:40:00"
}