{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "27571",
    "title": "Hvaða lit á maður að hafa inni í kassanum ? Komnar myndir !!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=27571",
    "posts": [
        {
            "user_name": "Glazier",
            "text": "Sá að \"Sallarólegur\" var að spreyja kassann sinn svartann að innan..\nMig langar rosalega að spreyja minn að innan í flottum lit.\nPæling að gera svart en ég er samt svoldið fyrir það að vera öðruvísi en aðrir þannig það gæti verið gaman að hafa annan lit.\nÉg er með þennan kassa: \nhttp://kisildalur.is/?p=2&id=1189\nSvo er ég með nokkurnvegin blátt móðurborð og mosa grænt skjákort.. (getið smellt á linkinn í undirskrift og séð myndir inn í tölvuna)\nOg síðan appelsínugul Geil vinnsluminni\nÞannig ég var að pæla hvaða lit ég ætti að hafa ef ég hef ekki svartann..\nÞað sem mér dettur í hug að gæti verið flott er\nHvítt (eins hvítt og það mögulega getur orðið)\nNeon grænt\neða Dökk blátt\nHvað finnst ykkur ?\nEdit:\n Núna er ég búinn að þessu og tók nokkrar myndir áðan \n (veit að það eru svoldið mikið af snúrum.. en það er rosa erfitt að fela þær betur en þetta þegar maður er með svona marga hdd)\nFyrir\nEftir",
            "date": "2010-01-15 00:15:00",
            "post_id": "239554",
            "reply_to_id": false
        },
        {
            "user_name": "Gunnar",
            "text": "eldrautt. rautt og blátt fara vel saman fynnst mér. og rautt og svart utaná kassanum.",
            "date": "2010-01-15 00:21:00",
            "post_id": "239556",
            "reply_to_id": "239554"
        },
        {
            "user_name": "Glazier",
            "text": "veit ekki sko.. er ekkert sérstaklega mikið fyrir rauðann :S",
            "date": "2010-01-15 00:27:00",
            "post_id": "239558",
            "reply_to_id": "239556"
        },
        {
            "user_name": "TwiiztedAcer",
            "text": "Appelsínugulur og svartur, getur svo bætt einum við í leiðinni\nÞessir fara svo æðislega vel saman  \n \nexample:\nhttp://www.kicksonfire.com/wp-content/u ... lack-2.jpg",
            "date": "2010-01-15 00:43:00",
            "post_id": "239565",
            "reply_to_id": "239558"
        },
        {
            "user_name": "Glazier",
            "text": "tjaa.. ætla nú bara að hafa einn lit inni í honum",
            "date": "2010-01-15 00:44:00",
            "post_id": "239566",
            "reply_to_id": "239565"
        },
        {
            "user_name": "dnz",
            "text": "Neon grænann eins og gjarðirnar þínar verða",
            "date": "2010-01-15 00:46:00",
            "post_id": "239567",
            "reply_to_id": "239566"
        },
        {
            "user_name": "Glazier",
            "text": "yeahh.. hver ert þú haha ?",
            "date": "2010-01-15 00:48:00",
            "post_id": "239568",
            "reply_to_id": "239567"
        },
        {
            "user_name": "dnz",
            "text": "Var í Öskjuhlíðinni með þér mörðurinn þinn, tók... ehmm.... vitlausa beygju.... <.<",
            "date": "2010-01-15 00:51:00",
            "post_id": "239571",
            "reply_to_id": "239568"
        },
        {
            "user_name": "Glazier",
            "text": "haha ja þúú.. \nEn er það málið ?\nHafa tölvuna í stíl við hjólið.. haha",
            "date": "2010-01-15 00:56:00",
            "post_id": "239574",
            "reply_to_id": "239571"
        },
        {
            "user_name": "dnz",
            "text": "Það er nett sko, svo er græni liturinn alltaf bara aðeins of svalur",
            "date": "2010-01-15 00:58:00",
            "post_id": "239575",
            "reply_to_id": "239574"
        },
        {
            "user_name": "Glazier",
            "text": "jáá en samt sko.. fengi maður ekki ógeð ?\nÉg er með tölvuna allveg við hliðiná mér uppá borðinu og hún er ALLTAF opin.. þannig þessi litur blasir alltaf við þegar ég sit við tölvuna \nEn dauðlangar að prófa hvítann.. þori því samt pínu ekki, hræddur um að það verði ekki flott :S\nEdit: hahahhaha fór á google og fann þessa: \nhttp://theairbrushforum.com/attachments ... cn1450.jpg\nEdit2: svo er náttla hægt að vera geðveikt flippaður og hafa hann gulllitaðann eða svona feitt krómaðann lit sem glansar ógeðslega mikið",
            "date": "2010-01-15 01:03:00",
            "post_id": "239576",
            "reply_to_id": "239575"
        },
        {
            "user_name": "Glazier",
            "text": "Komnar myndir.. efst",
            "date": "2010-01-17 03:18:00",
            "post_id": "240032",
            "reply_to_id": "239576"
        },
        {
            "user_name": "Lexxinn",
            "text": "lookar helvíti vel",
            "date": "2010-01-17 11:20:00",
            "post_id": "240044",
            "reply_to_id": "240032"
        },
        {
            "user_name": "Glazier",
            "text": "mhm.. er líka bara drullu sáttur með þetta",
            "date": "2010-01-17 15:59:00",
            "post_id": "240099",
            "reply_to_id": "240044"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Sælir,\nHvar fékkstu svarta litinn og prímerinn ? Ég fæ Coolermaster HAF932 á morgun og ætla mér að lita hann svartann að innan. Ég hef bara svo lítinn tíma eftir vinnu að fara kaupa brúsana og sandpappírinn að það væri betra að fá að vita það fyrirfram.\nGeri þetta örugglega um næstu helgi svo í rólegheitunum. Posta myndum fyrir og eftir.",
            "date": "2010-02-21 21:16:00",
            "post_id": "246188",
            "reply_to_id": "240099"
        },
        {
            "user_name": "Frost",
            "text": "Lookar vel. Mér finnst að kassar eigi bara að koma svartir að innan.",
            "date": "2010-02-21 21:35:00",
            "post_id": "246190",
            "reply_to_id": "246188"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Innilega sammála.",
            "date": "2010-02-21 21:54:00",
            "post_id": "246191",
            "reply_to_id": "246190"
        },
        {
            "user_name": "Frost",
            "text": "Margir kassar að koma á markaðinn sem að eru svartir, en eins og þú ert að fá þér HAF932 þá finnst mér að það ætti að vera sjálfssagt með svona \"high end\" kassa.",
            "date": "2010-02-21 21:57:00",
            "post_id": "246192",
            "reply_to_id": "246191"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Þetta verður eitthvað ævintýri að spreyja þennan blessaða kassa.\nValið var á milli HAF 932 og Antec 1200. Keypti P182 kassan sem ég nota núna bara því 1200 var ekki til.\nAnnars var ég aðeins að svitna á efri vörinni yfir Corsair 800D kassanum...",
            "date": "2010-02-21 22:10:00",
            "post_id": "246198",
            "reply_to_id": "246192"
        },
        {
            "user_name": "Glazier",
            "text": "Keypti svartann glans lit hjá Bymos í mosfellsbænum.\nGetur keypt þetta í öllum verslunum sem selja Flugger sprey.\nÉg þurfti einn og hálfann brúsa fyrir eina umferð yfir allann kassann að innan + innanverðar hliðarnar.\nÉg var of óþolinmóður þannig ég spreyjaði bara eina umferð beið síðan í 4 tíma og púslaði saman en svo nokkrum dögum seinna komst ég að því að önnur hliðin (eina hliðin sem ég var búinn að setja á) var pikk föst vegna þess ég leyfði þessu ekki að þorna nógu lengi (þetta þarf 2 heila sólahringa til að vera 100% þurrt)\nSíðan prófaði ég að spreyja 2svar bakvið móðurborðið og sá að það kom mun betur út en að spreyja bara einu sinni þannig ég mæli með því að t.d. ef þú spreyjar allann kassann um 9 að kvöldi (og hliðarnar líka að innan) síðan spreyjaru allt dæmið aftur næsta dag og bíður síðan í 2 sólahringa áður en þú setur saman, þetta er orðið vel snerti þurrt eftir 4 tíma en ef þú setur síðan hliðarnar á þá festast þær á.\nVona að þú skiljir þetta, ef ekki þá geturðu bara sent mér pm og spurt eða bara hérna \nEdit:  Langar að taka fram að ég pússaði ekki og ég setti engann grunn, ég bara blés rykið í burtu sem var í kassanum þannig hann var allveg hreinn síðan spreyjaði ég bara svarta spreyinu beint á kassann og það helst mjög vel, allgjör óþarfi að pússa eða nota grunn",
            "date": "2010-02-21 22:39:00",
            "post_id": "246215",
            "reply_to_id": "246198"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Glæsilegt, þakka þér kærlega. Ég redda brúsunum á morgun og primer, eyði örugglega næstu dögum að taka kassann í sundu og pússa hann og set nokkrar umferðir af primer. Svo ein umferð af svörtu á fimmtudag, önnur á föstudag, laugardag og svo samsetning sunnudag. Vonandi gengur þetta bara vel.\nTakk kærlega fyrir upplýsingarnar.",
            "date": "2010-02-21 22:58:00",
            "post_id": "246228",
            "reply_to_id": "246215"
        }
    ],
    "date": "2010-01-15 00:15:00"
}