{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "27758",
    "title": "Ný fartölva fyrir forritara/poweruser",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=27758",
    "posts": [
        {
            "user_name": "mrpacman",
            "text": "Sælir(ar?)\nÉg er að nema nám í Háskólanum í Reykjavík (tölvunarfræði) og mig vantar nýja tölvu. Ég er ekkert rosalega sleipur í hardware lingo-i þannig að ég ákvað bara að spyrja ykkur um þetta. Eins og kannski einhver giskar á, þá ég ekkert rosalega mikið af peningum en ég er samt til í að eyða aðeins meiri pening í tölvuna en að vera með hæga/léglega tölvu.\nÞað sem ég legg mest uppúr tölvunni minni (í röð) er hraði og lág bilanatíðni.\nps. Ég er búinn að vera að skoða Makka og runna svo Windows XP/7 í virtual vél fyrir C#, SQL og eitthvað fleiri. Einhver sem notar Makka og þarf að stunda Windows forritun?",
            "date": "2010-01-21 17:11:00",
            "post_id": "241046",
            "reply_to_id": false
        },
        {
            "user_name": "benson",
            "text": "Ég er í svipuðum hugleiðingum og þú. Tölvunarfræði í HR næsta haust og mig vantar nýja laptop sem er hröð og ég gef mér það að bilanatíðni sé lág ef ég kaupi eitthvað annað en Acer. Hversu stóran skjá þarftu? 13\", 15\", stærra?\nÉg var frekar heitur fyrir \nDell Studio XPS 13\n \nen hún á víst að hitna óhóflega mikið og er frekar dýr. Apple eru líka dýrar miðað við specs (13\" macbook pro á 240-300þús).\nÞað eiga örugglega einhverjrir hérna eftir að mæta með IBM/Lenovo og ég hef líka heyrt góða hluti um Asus. Ég kíkti í Nýherja um daginn og það var ekkert spennandi þar. Eina sem sölumaðurinn gat mælt með var \nLenovo Thinkpad Edge\n sem kemur víst ekki fyrr en í haust. Ef þú ætlar að tékka á Asus þá held ég að sé best að finna tölvu sem hentar þér á netinu og tala svo við Tölvutækni og ath hvað þeir geta fengið hana á.",
            "date": "2010-01-24 15:06:00",
            "post_id": "241507",
            "reply_to_id": "241046"
        },
        {
            "user_name": "Gunnar",
            "text": "ef peningar eru vandamálið þá færðu þér ekki makka.",
            "date": "2010-01-24 15:42:00",
            "post_id": "241515",
            "reply_to_id": "241507"
        },
        {
            "user_name": "SteiniP",
            "text": "Þú vilt leggja áherslu á öflugan örgjörva og nóg af vinnsluminni. Ef þú ert ekkert í leikjum eða grafískri vinnslu þá skiptir skjástýringin litlu máli.\nÉg sé ekki pointið í að eyða tugum þúsunda aukalega fyrir apple merkið ef þú ert að fara að nota hana í windows forritun.\nÞað væri gott að vita svona sirka budget hjá þér svo maður geti ráðlagt þér eitthvað.",
            "date": "2010-01-24 16:03:00",
            "post_id": "241525",
            "reply_to_id": "241515"
        },
        {
            "user_name": "Victordp",
            "text": "Á nú asus tölvu, búinn að fara núna 3 í viðgerð og er á leiðinni í sína 4 það er verið að panta stykkið til að tengja hleðslutækið í (typpið) og þekki 5 aðra sem hafa þurft að laga það :/",
            "date": "2010-01-24 16:04:00",
            "post_id": "241526",
            "reply_to_id": "241525"
        },
        {
            "user_name": "mrpacman",
            "text": "Er búinn að vera að pæla svolítið í \nLenovo T60\n. Ég á kannski ekki mikin pening en ég \nþarf\n góða fartölvu fyrir námið þannig að ég myndi redda því einhvernveginn. T60 virðist vera lítil og öflug tölva sem hentar mér einmitt mjög vel.",
            "date": "2010-01-24 17:20:00",
            "post_id": "241543",
            "reply_to_id": "241526"
        },
        {
            "user_name": "gardar",
            "text": "Þarft enga dúndur vél til að stunda forritun, ekki nema þú sért að compila mörghundruð þúsund línur af kóða...",
            "date": "2010-01-24 17:30:00",
            "post_id": "241547",
            "reply_to_id": "241543"
        },
        {
            "user_name": "mrpacman",
            "text": "Án þess að vita mjög mikið um hardware þá myndi ég halda að það væri talsvert betra.",
            "date": "2010-01-24 17:48:00",
            "post_id": "241557",
            "reply_to_id": "241547"
        },
        {
            "user_name": "gardar",
            "text": "Það er alltaf skemmtilegra að vera á mega kraftmikilli vél, en gæti líka verið alger óþarfi... En þetta er þinn peningur, mátt eyða honum í það sem þú villt",
            "date": "2010-01-24 17:50:00",
            "post_id": "241558",
            "reply_to_id": "241557"
        },
        {
            "user_name": "Halli25",
            "text": "Það er eitt sem þú þarft að hugsa um líka sérstaklega þar sem þú ert að fara í forritun. <|> takinn... passaðu að kaupa ekki vél sem er með US layout og ef hún er það þá þarftu að blæða fyrir lyklaborði á hana sem er alveg 10K aukalega.\nÉg veit að Toshiba vélarnar hjá Att og TL eru með dönsku layouti og skemmir ekki þjónustan við Toshiba er verulega góð svo ef þú lendir í mánudagseintaki þá færðu pottþétt góða þjónustu!",
            "date": "2010-01-28 09:04:00",
            "post_id": "242183",
            "reply_to_id": "241558"
        },
        {
            "user_name": "ElbaRado",
            "text": "Það er yfirleitt \"char()\" skipun sem getur búið til  þessa takka í forritum. En samt mjög böggandi að þurfa að skrifa hana inn",
            "date": "2010-01-28 10:01:00",
            "post_id": "242186",
            "reply_to_id": "242183"
        },
        {
            "user_name": "Cascade",
            "text": "Í venjulegri forritun græðiru ekkert á öflugri vél \nEinu skiptin sem þú græðir e-ð á öflugri vél er í leikjum og þungum forritum\nEf þú ert að fara skrifa c/java/php/python gætiru alveg eins gert það á pentium 4 vél\nAnnars eru thinkpad vélarnar snilld, ég keypti mér notaða T61 í sumar og hún er bara góð.  Hún er með Íslensku lyklaborði, ekkert danskt layout með límmiðum takk fyrir",
            "date": "2010-01-28 10:06:00",
            "post_id": "242187",
            "reply_to_id": "242186"
        },
        {
            "user_name": "Daz",
            "text": "Hefurðu einhverntíman opnað eitthvað forritunarumhverfi t.d. skrifað í Java? (Ég er að veifa þér Eclipse). Svo gæti mann langað að keyra local instance af application server eða database svona svo dæmi sé tekið.\nAnnars myndi ég mæla með SSD disk í allar fartölvur (nema kannski ef maður er að keyra local instance af database...) , ég átti  T60 (sem er nú ekki beint lítil, ekki 15\" útgáfan) en er búinn að skipta núna yfir í vél með SSD. Ég trúi varla enþá hraða muninum í ræsingu, bæði stýrikerfis og forrita.",
            "date": "2010-01-28 10:12:00",
            "post_id": "242188",
            "reply_to_id": "242187"
        },
        {
            "user_name": "gardar",
            "text": "neibb \n \nvim dugar mér",
            "date": "2010-01-28 17:41:00",
            "post_id": "242244",
            "reply_to_id": "242188"
        },
        {
            "user_name": "benson",
            "text": "Ég held að þessi sé málið þó hún komi ekki alveg strax:\nhttp://zedomax.com/blog/2010/01/08/asus-ul30jt-hands-on-review-ces-2010/\nIntel Core i7 640UM/62UM processor with Turbo Boost Technology\nIntel G545 chipset\n4GB DDR3 1066mhz\n13.3\" 16:9 (1366x768 upplausn)\nNvidia GeFOrce 310M (1 GDDR3 VRAM) & Intel GMA HD\n8cell battery með 12klst endingu (sem er örugglega ekki rétt)\n1,7kg\nHægt að skipta á milli skjákorta í henni til að spara rafmagn.",
            "date": "2010-02-08 21:57:00",
            "post_id": "244258",
            "reply_to_id": "242244"
        }
    ],
    "date": "2010-01-21 17:11:00"
}