{
    "forum_title": "Almennt um vélbúnað",
    "id": "27807",
    "title": "Tengja PS3 við skjá/tölvu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=27807",
    "posts": [
        {
            "user_name": "Joddi",
            "text": "Vantar smá hjálp við að tengja PS3 við tölvuna/skjáinn. \nEr með BenQ G2420HDB 24\" (\nhttp://kisildalur.is/?p=2&id=735\n). \nVil helst geta haft þetta þannig að ég þarf ekki að losa tölvu DVI tengið úr skjánu til að tengja PS3 við hann. Þetta væri ekkert vandamál ef það væru tvö DVI tengi á skjánum en það er einugis eitt.\nAnnað vandamál er síðan að koma hjóðinu í tölvuhátalarana en það ekki audio out tengi á skjánum. Þó er ég með S/PDIF tengi frá skjákortinu í móðurborðin en veit ekki alveg hvort það getur hjálpað mér eitthvað.",
            "date": "2010-01-23 23:06:00",
            "post_id": "241416",
            "reply_to_id": false
        },
        {
            "user_name": "Orri",
            "text": "Til að tengja hljóðið við tölvuhátalarana.\n1. Breytistykki\nÞú getur keypt þér \nsvona\n breytistykki.\nÉg veit ekki hvort/hvar þetta fæst á Íslandi, en þetta fylgir með Logitech 5.1 hátalarakerfum.\nSvo geturðu líka keypt þér tvö \nsvona RCA to RCA female\n og tvö \nsvona 2x Mini-Jack to RCA\n. \nÉg leitaði lengi vel að þessu 2x Mini-Jack to RCA tengi og fann það í Miðbæjarradíó (vörunúmer: AC-053).\n2. Tengja\nEf þú kaupir Logitech breytistykkið þá þarftu einfaldlega að tengja hvíta og rauða úr Composite snúrunni sem fylgdi með PS3 í stykkið og svo hátalara snúrurnar hinumeginn.\nEf þú kaupir hin breytistykkin þá tengirðu 2x Mini-Jack í RCA to RCA tengið, og svo hitt 2x Mini-Jack to RCA í RCA to RCA tengið. Þá á þetta að líta \nsvona út\n3. Stilla\nSama hvora leiðina þú ferð þá á endanum ferðu í stillingarnar í PS3 og ferð í Sound Settings og þar í Audio Output og velur Composite.\nVona að þetta hjálpi",
            "date": "2010-01-23 23:38:00",
            "post_id": "241418",
            "reply_to_id": "241416"
        },
        {
            "user_name": "Joddi",
            "text": "Takk, ég prófa þetta",
            "date": "2010-01-24 13:04:00",
            "post_id": "241482",
            "reply_to_id": "241418"
        }
    ],
    "date": "2010-01-23 23:06:00"
}