{
    "forum_title": "Allt annað...",
    "id": "27907",
    "title": "TS Nýr Nokia 6700 classic CHROME",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=67&t=27907",
    "posts": [
        {
            "user_name": "gRIMwORLD",
            "text": "Sælir,\nVar að fá þennan fína síma í dag en þarf bara ekkert á honum að halda.\nHann er enn í innsigluðum pakkningum frá Símanum. Hægt að finna samanburðarverð og specs \nhér\nFull ábyrgð fylgir hjá Símanum.\nTil sölu á 65 þúsund\n- ATH! Ég svara öllum tilboðum, já/nei, ef menn hafa hæsta boð en eru yfirboðnir fá þeir tilkynningu frá mér.\n- Ég ber ekki ábyrgð á því ef menn skoða ekki reglulega póstinn sinn hér á vaktinni og missa af kaupum sökum þess að þeir voru yfirboðnir. \n- Sá sem á hæsta boð verður beðinn um að staðfesta það með SMS. \n- Ef það kemur ekkert SMS innan þess tíma sem ákveðið er fer salan til þess sem var með næsthæsta boð.\n- Ég áskil mér þann rétt að hætta við sölu ef mér finnst endanlegt boð of lágt.",
            "date": "2010-01-27 17:32:00",
            "post_id": "242071",
            "reply_to_id": false
        },
        {
            "user_name": "sakaxxx",
            "text": "http://www.vodafone.is/simtaekin/um/Nok ... %20Classic",
            "date": "2010-01-27 18:18:00",
            "post_id": "242078",
            "reply_to_id": "242071"
        },
        {
            "user_name": "gRIMwORLD",
            "text": "Allt gott og blessað, ef menn hafa áhuga á öðrum dýrari símum hjá Símanum þá geta þeir fengið þennan á 65 þúsund hjá mér og gengið svo út í Símann og sett hann upp í annan síma á 67.900kr",
            "date": "2010-01-27 18:26:00",
            "post_id": "242079",
            "reply_to_id": "242078"
        },
        {
            "user_name": "gRIMwORLD",
            "text": "upp",
            "date": "2010-01-28 11:13:00",
            "post_id": "242191",
            "reply_to_id": "242079"
        },
        {
            "user_name": "kiddi",
            "text": "Fyrirgefðu, ég held ég sé tregur - en hvernig í ósköpunum dettur þér í hug að einhver fari að kaupa þennan síma af þér á 65.000 þegar hann kostar nýr 59.990 hjá Vodafone og 67.900 hjá Símanum? Gerirðu þér grein fyrir á hvaða vef þú ert að auglýsa? Hverju er ég að missa af? Að ætlast til að selja hlut með 3,7% afföllum m.v. Símann hlýtur bara að verðskulda bjartsýnisverðlaun ársins, sérstaklega á Vaktinni. Svo maður tali nú ekki um tímann sem færi í að sækja símann til þín og að standa í þessu rugli, þá eru þessi 3,7% ekki lengi að gufa upp.",
            "date": "2010-01-28 11:25:00",
            "post_id": "242192",
            "reply_to_id": "242191"
        },
        {
            "user_name": "hsm",
            "text": "Miða við að þú er ekki nýr hérna þá er ótrúlegt að þú haldir að þetta gangi upp hér á vaktinni.",
            "date": "2010-01-28 11:55:00",
            "post_id": "242195",
            "reply_to_id": "242192"
        },
        {
            "user_name": "gRIMwORLD",
            "text": "Svo ég stafi þetta nú ofan í ykkur.\nÞennan síma fékk ég í einhverjum leik sem Síminn stóð fyrir. Sótti símann í gær. Hann er enn í innsigluðum umbúðum. Honum fylgir tveggja ára ábyrgð. Ennþá er hægt að fara með símann í búðina og skipta honum upp í annan síma en þá verðuru að fara í SÍMANN. Ég er að bjóða hann á 65 þúsund, uppskiptiverð á símanum er 67900. Instant 3000kr gróði. Kannski ekki mikið en samt eitthvað.\nYkkur er ekkert skylt að kaupa hann en ef einhver er í hugleiðingum að kaupa síma hjá Símanum sem kostar meira en 70 þúsund þá getur hann strax sparað sér 3000kr með þessum díl. Ég veit að það er lítið en ég tel það sanngjarnt þar sem síminn er bókstaflega 1. dags gamall.\nEnnþá svigrúm til að anda rólega svo ég segi þetta gott í bili",
            "date": "2010-01-28 18:45:00",
            "post_id": "242257",
            "reply_to_id": "242195"
        },
        {
            "user_name": "Gúrú",
            "text": "?Frítt bump?\nErtu nú alveg handviss um að þú getir skilað síma sem að þú vannst hjá símanum fyrir inneign?",
            "date": "2010-01-28 18:47:00",
            "post_id": "242258",
            "reply_to_id": "242257"
        },
        {
            "user_name": "Gunnar",
            "text": "en afhverju ertu að selja hann 65000kr þegar það er hægt að fá hann út úr búð nýjann á 59990 hja vodafone.\nINSTANT 5000kr tap....",
            "date": "2010-01-28 18:50:00",
            "post_id": "242259",
            "reply_to_id": "242258"
        },
        {
            "user_name": "Gúrú",
            "text": "Ef að einhver annar sími er ódýrari hjá Símanum og þig langar í hann, m. fyrirvara um að það sé hægt að skipta þessu út fyrir inneign...",
            "date": "2010-01-28 18:53:00",
            "post_id": "242260",
            "reply_to_id": "242259"
        },
        {
            "user_name": "gRIMwORLD",
            "text": "Búinn að athuga það. Hægt að skipta símanum út fyrir annan jafn dýran eða dýrari síma og borga mismun. Ekki hægt að fá krónu í peningum til baka ef símanum yrði skipt út fyrir ódýrari síma, heldur þyrfti þá að kaupa einhverja aukavöru upp í inneignina.",
            "date": "2010-01-28 19:02:00",
            "post_id": "242262",
            "reply_to_id": "242260"
        },
        {
            "user_name": "g0tlife",
            "text": "hahaha ef þú nærð að selja hann svona þá máttu hringja í mig og segja mér það. Held að flestir mundu frekar fara í SÍMANN sjálfan til að kaupann heldur en til þín. Þótt hann spari 3 þús þá frá akstri og öllu því þá er alltaf þægilegra að fá þetta sjálfur í hendurnar útí búð. Allavega mundi ég gera það en gangi þér vel",
            "date": "2010-02-03 00:18:00",
            "post_id": "243226",
            "reply_to_id": "242262"
        },
        {
            "user_name": "kjarnorkudori",
            "text": "40 þús.",
            "date": "2010-02-07 23:26:00",
            "post_id": "244090",
            "reply_to_id": "243226"
        },
        {
            "user_name": "MaggiGunn",
            "text": "Hehe þetta er helvíti gott",
            "date": "2010-05-06 23:09:00",
            "post_id": "260632",
            "reply_to_id": "244090"
        },
        {
            "user_name": "g0tlife",
            "text": "Þetta er klárlega maður með söluvit NAT ! En ég mundi frekar fara í vodaphone",
            "date": "2010-05-17 20:33:00",
            "post_id": "262294",
            "reply_to_id": "260632"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Skjátlast mér eða stendur 59.900 á linknum sem þú setur?",
            "date": "2010-05-17 23:32:00",
            "post_id": "262354",
            "reply_to_id": "262294"
        },
        {
            "user_name": "Daz",
            "text": "Upphaflegi pósturinn er síðan 27. jan",
            "date": "2010-05-18 13:19:00",
            "post_id": "262417",
            "reply_to_id": "262354"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Jæja já!",
            "date": "2010-05-18 18:50:00",
            "post_id": "262451",
            "reply_to_id": "262417"
        }
    ],
    "date": "2010-01-27 17:32:00"
}