{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "27961",
    "title": "24\" skjá pælingar",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=27961",
    "posts": [
        {
            "user_name": "Bobbinn",
            "text": "Ég er búinn að vera skoða nokkra 24\", hugsað sem skjár fyrir leikina og biomyndir/þættir og auðvitað bara basic everyday use, enn bobbinn er í bobba og veit ekki nógu mikið í sinn haus.. á því erfitt með að gera sér grein fyrir góðum skjá á góðu verði\nhafiði eitthverja reynslu af þessum skjáum eða mæliði með eitthverjum sérstökum af þessum neðangreindum, eða jafnvel eitthverjum öðrum?\nhttp://tolvutaekni.is/product_info.php? ... ts_id=1618\nhttp://kisildalur.is/?p=2&id=735\nhttp://kisildalur.is/?p=2&id=1206\nhttp://buy.is/product.php?id_product=44",
            "date": "2010-01-29 13:55:00",
            "post_id": "242385",
            "reply_to_id": false
        },
        {
            "user_name": "playmaker",
            "text": "Ég fékk mér BenQ G2420HDB og mæli hikstalaust með honum. Flottur skjár. Samsing skjárinn gæti líka verið góður... spurning hvort þú getir gert samanburð á þeim 2...?",
            "date": "2010-01-29 14:30:00",
            "post_id": "242390",
            "reply_to_id": "242385"
        },
        {
            "user_name": "audiophile",
            "text": "Ég er að fara að fá \nSamsung 2494SW\n eftir helgi frá Buy.is og skal segja þér hvernig hann reynist. Sami og þú linkaðir á frá Tölvutækni, bara 10þ. kr ódýrari hjá Buy.is\nTæknilega séð, ef þú ert bara að leita þér að basic 24\" skjá fyrir leiki og internet vafr, myndi ég bara fá mér ódýrasta sem þú finnur, sem er að ég best veit í augnablikinu þessi hérna \nBenQ G2410HD 23.6\" 5ms\n.\nSvo ef þú vilt fá þér keppnis skjá þá er þessi vígalegur..... \nDell UltraSharp U2410 e-IPS\n. Flottastur í myndvinnslu og viewing angle. En 130þ. er ekki gefins.",
            "date": "2010-01-29 14:40:00",
            "post_id": "242393",
            "reply_to_id": "242390"
        },
        {
            "user_name": "Bobbinn",
            "text": "Mér leist nefnilega helvíti vel á þennan samsung skjá, og að sjá að hann sé 10k ódýrari annarstaðar er ekki verra!\nendilega láttu mig vita hvernig skjárinn reynist, hann er efstur á listanum hjá mér eins og er",
            "date": "2010-01-29 15:09:00",
            "post_id": "242401",
            "reply_to_id": "242393"
        },
        {
            "user_name": "Hnykill",
            "text": "http://www.buy.is/product.php?id_product=123\n  var að skoða 24\" skjái á fullu um daginn.. endaði á þessum. 2ms, Full HD, HDMI tengi. innbyggð 1.3 mMega Pixel myndavél og hátalarar \n  44.990 kr  ..þessi verður keyptur á mánudaginn",
            "date": "2010-01-29 15:15:00",
            "post_id": "242402",
            "reply_to_id": "242401"
        },
        {
            "user_name": "JohnnyX",
            "text": "Asus skjárinn look-ar vel! En ég fékk mér BenQ G2420HDB 24\" um daginn og hefur hann reynst mér ekkert smá vel. Er með dual monitor setup með gamla skjánum mínum (Acer AL1751) og að sjá muninn á skerpunni á þessu tveimur skjáum er alveg magnað. Er mjög ánægður með að hafa fengið mér þennan BenQ skjá",
            "date": "2010-01-29 16:23:00",
            "post_id": "242413",
            "reply_to_id": "242402"
        },
        {
            "user_name": "Sphinx",
            "text": "hann er lika með einn 25\" eh merki sem eg hef aldrei seð aður reyndar :  \nhttp://www.buy.is/product.php?id_product=870\n ... er að fara skella mer á einn svona á manudagin (:",
            "date": "2010-01-29 16:46:00",
            "post_id": "242418",
            "reply_to_id": "242413"
        },
        {
            "user_name": "Hnykill",
            "text": "Endilega láttu mig vita eftir helgi hvernig hann er að koma út þessi skjár.  I-Inc ? hef heldur aldrei heyrt af þessu merki. en ef hann er skýr og góður og er ekki með light leak þá eru þetta góð kaup. 25\" skjár á 40 kall er ekki slæmt sko",
            "date": "2010-01-29 17:01:00",
            "post_id": "242420",
            "reply_to_id": "242418"
        },
        {
            "user_name": "audiophile",
            "text": "Skal gera það. Las mig vel til um skjái erlendis áður en mér tókst að velja og hvar sem ég leit, hvort það var á Hardocp, Newegg comment eða ýmsum review síðum, þá fékk hann glimrandi dóma. \nEdit:\nÞeir sem eru að spá í BenQ skjám, þá hef ég ekkert nema góða reynslu af mínum. Skjárinn sem ég hef notað undanfarið ár og mun víkja fyrir Samsung skjánum er 22\" BenQ G2200W. Hann er ennþá í topp standi og hef ekkert nema gott um BenQ að segja.",
            "date": "2010-01-29 17:46:00",
            "post_id": "242439",
            "reply_to_id": "242420"
        },
        {
            "user_name": "Sphinx",
            "text": "læt þig vita",
            "date": "2010-01-29 18:26:00",
            "post_id": "242453",
            "reply_to_id": "242439"
        }
    ],
    "date": "2010-01-29 13:55:00"
}