{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "28047",
    "title": "Power takinn eða?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=28047",
    "posts": [
        {
            "user_name": "rapport",
            "text": "Sælir\nEr með tölvur sem ég var að lappa uppá.. HP nx7000.\nÖnnur er 100% í lagi, hin svínvirkar þegar ég næ að kveikja á henni... ***(það er s.s. vandamálið, ég er ekki að ná að kveikja á henni nema endrum og eins)\nHélt að hún væri kannski að ofhitna og hreinsaði viftuna, virkan virkar (hægt að stilla í bios að viftan sé alltaf ON ef kveikt er á tölvunni og tölvan tengd AC)\nPrófaði að taka minniskubbana úr og jafnvel færa/nota úr vélinni sem er í 100% lagi.\nEftir að hafa startað windows ***(loksins þegar ég náði að kveikja á dollunni) þá prófaði ég stilla á \"Ask me what to do\" ef ýtt er á power takkan.\nKomst þá að því að stundum er *** \"eins og það komi ekki skilaboð frá power takkanum þegar smellt er á hann\" (oft í lengri tíma) ef smellt er á power takkan + það virkar ekki að halda honum niðri til að slökkva á vélinni.\nPrófaði að sækja uppfærslu fyrir BIOS og ekkert breyttist...\nKannast e-h við þetta vandamál og þá hugsanlega lausn?\nEr þetta einfaldlega harware feilure? og veit þá einhver hvort það er takkinneða e-h þéttir sem á að mata straum inná hann?\np.s. ef einhver á svona vél í hönglum, þá er ég til í móbóið  \np.p.s. allt *** var bætt við eftir fyrsta komment...",
            "date": "2010-02-02 01:35:00",
            "post_id": "243069",
            "reply_to_id": false
        },
        {
            "user_name": "BjarniTS",
            "text": "Finnst þetta svolítið ruglingslega upp sett hjá þér , tala nú ekki um lélegan titil.\nAllt sem þú gerir í tölvum á meðan þær eru í gangi, byrjar með power takkanum.\nÞú til dæmis segir \"þegar ég næ að kveikja á henni . . . \" en þú útskýrir ekkert nánar.\nsvo líka , hvaða hlutverki gegnir vél2 ef að hún er í \"100% lagi\" ?\n\"Komst þá að því að stundum þá hættir þetta að koma\" - þú útskýrir ekkert hvað þú ert að tala um.",
            "date": "2010-02-02 02:05:00",
            "post_id": "243071",
            "reply_to_id": "243069"
        },
        {
            "user_name": "rapport",
            "text": "Sælir\nVæri e-h vit í að reyna lóða nýjan takka á?\nEngar rásir í nálægð og einhver góður væri vís til að ná þessu góðu...",
            "date": "2010-02-03 00:26:00",
            "post_id": "243227",
            "reply_to_id": "243071"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Það eina sem power takkar gera er að tengja saman tvo víra, og mjög ólíklegt að hann bili. Getur auðvitað prufað að tengja vírana saman án takkans og ath hvað skeður til að vera viss.",
            "date": "2010-02-03 00:29:00",
            "post_id": "243229",
            "reply_to_id": "243227"
        },
        {
            "user_name": "rapport",
            "text": "Kynnti mér takkann og búinn að prófa að \"shorta takkan\" (setti skrúfjarnið á milli) = virkar 100% þannig, klikkar aldrei.\nEn takkinn neitar að virka nema í einhverjum undarlegum hollum.\nTölvan er nýuppsett og virkar alltaf þegar \"takkinn virkar\" og þess vegna er þetta extra pirrandi.\nVar að fá takkaspjald úr Dell D600, svipuð tengi á MB en ekki jafn hár takki, mun reyna að prófa hann fyrst, eða kíkja í íhluti í skipholti.",
            "date": "2010-02-03 02:29:00",
            "post_id": "243239",
            "reply_to_id": "243229"
        }
    ],
    "date": "2010-02-02 01:35:00"
}