{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "28120",
    "title": "Hver er sú besta?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=28120",
    "posts": [
        {
            "user_name": "Plextor",
            "text": "Menn eru alltaf að deila um alla skapaða hluti, og ekki eru tölvumál þar undanskilin.  En þegar ég velti þessarri spurningu upp, hverjar eru bestu fartölvurnar í dag, þá endilega komið með komment.",
            "date": "2010-02-04 23:23:00",
            "post_id": "243637",
            "reply_to_id": false
        },
        {
            "user_name": "Some0ne",
            "text": "Var að fá mér 12,1\" asus eeepc frá buy.is, og mér finnst hún alveg yndisleg. Fyrsta fartölvan sem ég hef átt sem mér finnst actually vera FARTÖLVA, batteríið endist í 5-7 tíma þótt að ég sé með brightnessið á skjánum í botni, svo er hún fislétt og mega þægileg.\nFyrir það sem ég nota hana í, surfin og skólasjitt þá er hún alveg kickass. Spilar líka full HD vídeó og er með hdmi port sem er meganæs.\nAnnars fer eftir því hvað þú ert að pæla með \"bestu\", performance, eða endingu eða best fyrir XXX upphæð etc.",
            "date": "2010-02-04 23:27:00",
            "post_id": "243640",
            "reply_to_id": "243637"
        },
        {
            "user_name": "Gúrú",
            "text": "Í því að vera færanleg tölva til að vera á ferðinni (far'tölva) þá myndi ég segja EEE PC.\nÍ því að vera heitar, þungar og næstumþví jafn góð og miðlungsgóðar borðtölvur segi ég AlienWare.",
            "date": "2010-02-04 23:33:00",
            "post_id": "243645",
            "reply_to_id": "243640"
        },
        {
            "user_name": "Plextor",
            "text": "Hvað með iBM?  Kosta reyndar mikið, en bila lítið.",
            "date": "2010-02-04 23:35:00",
            "post_id": "243646",
            "reply_to_id": "243645"
        },
        {
            "user_name": "AntiTrust",
            "text": "Besta fartölva sem ég hef nokkurntímann komið höndum mínum yfir, og ég hef örugglega prufað yfir hundrað véla og átt nokkra tugi - Var án efa IBM ThinkPad T61p.\nIBM var alltaf með bestu vélarnar, þangað til Lenevo tók yfir fartölvudeildinni. Nýju vélarnar, Txxx línan er alls ekki slæm, langt í frá, en þetta er bara ekki \"gamla góða\" ThinkPad eins og IBM gerði þær.\nÞað er bara svo ótrúlega margt við þessar T línu vélar, og T61p var sú besta af þeim, sem sker sig framúr. Hvernig tölvurnar eru byggðar, varnirnar gegn höggum, vatni og flr. Efnin sem eru notuð til þess að styrkja rammana, efnin sem eru notuð í coverin, gúmmíáferð sem hægt er að nudda allar rispur úr, rafhlöðuendingin, bilanatíðnin, IBM ThinkPad software-ið (eina OEM software frá framleiðanda sem er ekki bara bloatware), lyklaborðslýsingin og svo ég tali nú ekki um lyklaborðin - búin að vera þau bestu í bransanum síðan byrjun tíunda áratugarins.\nÉg er búinn að rífa fartölvur í sundur í hundruðatali og aldrei séð eins vel, sterklega og praktískt sett saman vél og T línu Thinkpad - ekki nema hugsanlega X línu ThinkPad.\nÉg er allavega að eyða ágætis pening í að panta mér svona vel að utan í mint condition, þar sem það hreinlega heillar mig engin vél út í búð í dag eins mikið og T61p, ekki einu sinni nýju T400/T500 ThinkPad vélarnar, þótt þær séu rosalega nálægt því.",
            "date": "2010-02-05 00:14:00",
            "post_id": "243657",
            "reply_to_id": "243646"
        },
        {
            "user_name": "Plextor",
            "text": "Anti trust!!!  VIÐ ERUM SÁLUFÉLGAR Í ÁLITI Á ÞESSARRI VÉL",
            "date": "2010-02-05 00:19:00",
            "post_id": "243660",
            "reply_to_id": "243657"
        },
        {
            "user_name": "Plextor",
            "text": "Ég er samt rosalega ósammála þessu testi hjá \nhttp://www.pcworld.com/reviews/product/ ... _t61p.html",
            "date": "2010-02-05 00:21:00",
            "post_id": "243661",
            "reply_to_id": "243660"
        },
        {
            "user_name": "chaplin",
            "text": "IBM Thinkpad all the way. Búinn að eiga mína T43 núna í held ég 5 ár, still running. Besta vél, ever.",
            "date": "2010-02-05 00:21:00",
            "post_id": "243662",
            "reply_to_id": "243661"
        },
        {
            "user_name": "Plextor",
            "text": "Þessar Think pad vélar bila mjög lítið í samanburði við aðrar vélar.  Kanski þær séu svo sjaldséðar á verkstæðunum sökum þess hvað þær eru fáar?",
            "date": "2010-02-05 00:25:00",
            "post_id": "243665",
            "reply_to_id": "243662"
        },
        {
            "user_name": "chaplin",
            "text": "Þegar verið er að tala um bilunarTÍÐNI er átt við t.d. \"af X mörgum biluðu Y margar\". Svo það skiptir ekki máli hversu margar vélarnar eru.",
            "date": "2010-02-05 01:22:00",
            "post_id": "243669",
            "reply_to_id": "243665"
        },
        {
            "user_name": "benson",
            "text": "Var það þessi?\nhttp://buy.is/product.php?id_product=835",
            "date": "2010-02-06 17:01:00",
            "post_id": "243842",
            "reply_to_id": "243669"
        },
        {
            "user_name": "kazgalor",
            "text": "Ég veit ekki með ykkur en mér finnst 90þ fyrir epc alltof mikið",
            "date": "2010-02-06 19:10:00",
            "post_id": "243860",
            "reply_to_id": "243842"
        },
        {
            "user_name": "Sydney",
            "text": "Myndi selja sál mína fyrir Lenovo W510 með i7 örgjörva",
            "date": "2010-02-16 21:12:00",
            "post_id": "245382",
            "reply_to_id": "243860"
        },
        {
            "user_name": "Revenant",
            "text": "Thinkpad vélar rúla einungis útaf þessu:",
            "date": "2010-02-16 21:30:00",
            "post_id": "245384",
            "reply_to_id": "245382"
        },
        {
            "user_name": "Sydney",
            "text": "Ekki einungis, en þetta er samt mikilvægur hluti þess. Putta joystickið á thinkpad vélum er svona 10 sinnum þæilegra en synaptic pad.",
            "date": "2010-02-16 21:49:00",
            "post_id": "245389",
            "reply_to_id": "245384"
        }
    ],
    "date": "2010-02-04 23:23:00"
}