{
    "forum_title": "Koníakstofan",
    "id": "28182",
    "title": "Varðar þetta hugsanlega við lög ????",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=28182",
    "posts": [
        {
            "user_name": "bulldog",
            "text": "Þannig er mál með vexti að vinafólk mitt keypti 2x uppfærsluturna hjá @tt.is stuttu eftir áramót og borguðu 20.000 krónur fyrir windows 7 yrði uppsett í annarri vélinni. Þau fengu windows 7 disk með en hann var ekki með neinu serial númeri. Núna mánuði síðar fá þau upp á tölvuna sem það var sett upp á \" Windows 7 Build 7600 This copy of windows is not genuine \". Á þetta ekki að vera meira en 30 trial sem þau fá fyrir 20 þús ???",
            "date": "2010-02-08 00:48:00",
            "post_id": "244118",
            "reply_to_id": false
        },
        {
            "user_name": "biturk",
            "text": "fara beint í att með nótuna og útskýra málið fyrir þeim, hugsanlega hefur eitthvað misfarist eða gleimst\nþað er allaveganna fyrsta skrefið og biðja um að fá serial númer eða hvernig sem þetta virkar nú með nr 7 því ekki veit ég það enda hef ég ekki átt windows síðann ég fermdist og fékk það með tölvunni sem ég keipti þá",
            "date": "2010-02-08 01:09:00",
            "post_id": "244124",
            "reply_to_id": "244118"
        },
        {
            "user_name": "SteiniP",
            "text": "Það fer eftir því hvort að þessi 20.000 kall átti að vera fyrir stýrikerfið með genuine leyfi + uppsetningu, sem mér finnst ólíklegt þar sem Win7 HP kostar um 20þ hjá @, eða einungis fyrir uppsetningu á stýrikerfi.\nEf það er seinni kosturinn, þá hefði afgreiðslumaðurinn allavega átt að láta þau vita að leyfið væri ekki innifalið í þessu verði.\nÉg myndi allavega byrja á að ræða þetta við þá rólegu nótunum, kannski bara um saklaus mistök að ræða.",
            "date": "2010-02-08 01:11:00",
            "post_id": "244126",
            "reply_to_id": "244124"
        },
        {
            "user_name": "chaplin",
            "text": "Trúni nú ekki örðu en að þau hafi keypt OEM leyfi sem er ss. fast við eina vél. Þá á að fylgja límmiði á turnkassanum /m. SN. Hef aldrei heyrt um að fólk kaupi stýrikerfi sem er ekki \"genuine\".\nMyndi fara tala við þá, efast um að fyrirtæki í dag séu að setja upp pirate útgáfur á tölvur hjá fólki. Efast.",
            "date": "2010-02-08 01:18:00",
            "post_id": "244127",
            "reply_to_id": "244126"
        },
        {
            "user_name": "bulldog",
            "text": "Límmiðinn fannst eftir nánari athugun .... Takk fyrir aðstoðina",
            "date": "2010-02-08 01:53:00",
            "post_id": "244139",
            "reply_to_id": "244127"
        }
    ],
    "date": "2010-02-08 00:48:00"
}