{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "2820",
    "title": "Uppfærsla og yfirklukkun",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=2820",
    "posts": [
        {
            "user_name": "Nemesis",
            "text": "Ég hef verið að hugsa um uppfærslu nokkuð lengi núna, og hef ákveðið að láta verða af því í þessum mánuði eða næsta. Þetta var ég að hugsa um að kaupa:\n\n\n\nATI Radeon 9600 Pro AGP 8x - 15.390 kr. \n\nIntel P4 2.6GHz 800FSB - 18.999 kr. \n\nKingston HyperX 256MB 400Mhz (2 stk.) - 13.776kr.\n\nABIT IC7, Intel 875 - 16.490 kr. \n\nSamtals: 64.655 kr. \n\n\n\nÉg var líka að hugsa um að eyða aukalega 20-30þúsund í kælingu seinna og yfirklukka þá allt saman nokkuð mikið. Ég er með nokkrar spurningar:\n\n\n\n#1 - Ætti breyta einhverju í þessari uppfærslu (vélin verður aðallega notuð sem leikjavél, ég vil hafa hana Intel vegna yfirklukkunar)? Hverju þá?\n\n#2 - Ef ég myndi bæta 10-20þúsund við uppfærsluna mína, hvað ætti ég að fá mér betra?\n\n#3 - Henta þessar vörur vel til yfirklukkunar, eru þær vel samhæfðar, ætti ég að fá mér eitthvað annað sem passar betur saman ef ég ætla að yfirklukka?\n\n#4 - Hvaða turni og örgjörvaviftu mælið þið með (örraviftu í kringum 3-6k og kassa undir 10k)?",
            "date": "2004-01-18 04:48:00",
            "post_id": "28164",
            "reply_to_id": false
        },
        {
            "user_name": "SkaveN",
            "text": "Þetta er mjög flott vél fyrir þennan pening sem þú ert að eyða.\n\n\n\nSvona til að svara spurningunum: \n\n#1,\n Jú ég vel mér frekar Intel til yfirklukkunar, þannig ég held þú ættir að halda þig við þetta.\n\n\n\n#2,\n Fyrsti kostur er að fá sér 2x512(400mhz) það munar frekar miklu á vinnslu þegar þú ert farinn að láta hana finna fyrir því. \n\nEf þú ert ílla staddur í peninga málum fáðu þér þá bara einn 512kubb núna og kannski eftir 1-2mánuði kaupiru seinni, En ef þú ert mjög svo ríkur þá gætiru farið \n\núti eitt annað, að fá þér 2x512(433,500 jafnvel) þá þegar þú ert farinn að yfirklukka vélinn þá þyrftiru ekki að nota 5:4 eða 3:2 Divider á minnið, bara haft það á 1:1 og hækkað FSBinn.\n\nEinnig gætiru farið eitt skref hærra í skjákortum og fengið þér Radeon9700pro(Held að boðeind sé að panta fyrir suma), eða jafnvel farið uppi Radeon9800 kort en það kostar minnst 38k. \n\nÞriðji kosturinn er að fá sér ABIT IC7-MAX3 móðurborðið en það kostur eitthvað um 25k.\n\nþað sem ég myndi gera er að fá mér 2x512 kubba af 433 minninu.\n\n\n\n#3,\n  ABIT IC7 hefur verið að gera frábæra hluti í overclockinu síðast þegar ég vissi þannig þú ert ekki að fara í vitleysu með því.\n\n2,6c örgjörfinn er mjög misjafn hef ég heyrt, sumir komast alveg að 3,2,Ghz jafnvel hærra en aðrir mun lærra. Ef þú vilt eyða meiri pening í \n\naðra hluti í þessari vél þá er möguleiki að fá sér 2,4c sem er 5k krónum ódyrari að ég held, en hann hefur verið að OC alveg frábærtlega og \n\nættir að komast í 3Ghz létt. Svo er þetta með minnið ef þú ætlar að fá þér 400mhz minni þá þarftu líklega að láta 5:4 Divider á það til að ná að \n\nhækka FSBinn yfir 200.\n\n\n\n#4\n, Ef þú vilt ekki fara úti vatnið þá mæli ég með Zalman CNPS7000A-Cu örgjöfaviftuni, ég er með hana á hjá mér og hún er að standa sig alveg\n\nfrábærlega!. Ef þú vilt fá þér flottan kassa og mjög svo þungan þá færðu þér Xaser týpuna, ef þú vilt ekki hafa hann neitt \"fancy looking\" þá \n\ngætiru fengið þér t.d. Antec kassa frá bodeind en í þeim fylgir Antec power supply. ( antec gerir með bestu power supplyum á markaðnum þannig\n\nþú færð ekkert drasl.\n\n\n\nWell þá er ég búinn að segja mitt álit þá þessu hjá þér, gl með tölvuna",
            "date": "2004-01-18 09:31:00",
            "post_id": "28168",
            "reply_to_id": "28164"
        },
        {
            "user_name": "Arnar",
            "text": "Held að það sé \"offical\" verðlækkun á intel P4c í Febrúar þegar Prescott kemur.\n\n\n\nEf þú gætir staðfest það, þá væri eflaust gott að bíða þangað til.",
            "date": "2004-01-18 14:06:00",
            "post_id": "28190",
            "reply_to_id": "28168"
        },
        {
            "user_name": "gnarr",
            "text": "2.4c er 1000kalli dýrari en 2.6c. ég held að þetta séu bara sögusagnir að það sé eitthvað erfiðara að oc-a 2.6c en 2.4c",
            "date": "2004-01-18 16:26:00",
            "post_id": "28207",
            "reply_to_id": "28190"
        },
        {
            "user_name": "Nemesis",
            "text": "Þá er ég að pæla í að hætta við þessi 2x 256 og fá mér \nþetta\n í staðinn (512 MB DDR433 PC3500, Hyper X, Kingston) og fá mér svo Zalman \"blómið\" á örgjörvann.",
            "date": "2004-01-18 18:10:00",
            "post_id": "28230",
            "reply_to_id": "28207"
        },
        {
            "user_name": "xtr",
            "text": "Ég myndi fá mér 100 prosent, 512 mb og bíða með hinn bjössi",
            "date": "2004-01-18 20:13:00",
            "post_id": "28248",
            "reply_to_id": "28230"
        },
        {
            "user_name": "Kull",
            "text": "Já, finnst skrýtið ef 2.6C er eitthvað verri en 2.4C. Það sem menn eru væntanlega að meina að þú nærð oft meiri yfirklukkun úr 2.4C hlutfallslega heldur en 2.6C. Nærð kannski að klukka þá báða uppí svipaðann hraða.\n\n\n\nAnnars er ég að keyra minn 2.4C í 3Ghz og er 100% stable. Ég reyndi við 3.2Ghz en þá var hún ekki stable, en það gæti alveg eins verið minnið.",
            "date": "2004-01-19 00:00:00",
            "post_id": "28290",
            "reply_to_id": "28248"
        },
        {
            "user_name": "gnarr",
            "text": "auðvitað nær maður meiri hlurfallslegri yfirklukkun á 2.4c \n hann er lengra frá 0.13 mörkunum. alveg einsog að það er í 90% tilvika bara hægt að overclocka 3.2c um einhver 300-500MHz",
            "date": "2004-01-19 00:15:00",
            "post_id": "28294",
            "reply_to_id": "28290"
        },
        {
            "user_name": "Stebbi",
            "text": "Ég er með Intel 2.6 og abit ic7-max3 borð, ég keyri minn á 3.2 alveg stable",
            "date": "2004-02-12 20:44:00",
            "post_id": "31837",
            "reply_to_id": "28294"
        },
        {
            "user_name": "Pandemic",
            "text": "Hmm þú verður að checka hvenær hyperX kubbarnir voru framleiddir allir nýjustu frá jólum eru gallaðir og er verið núna að innkalla þá. Frekar myndi ég fá mér mushkin en Kingston",
            "date": "2004-02-12 20:49:00",
            "post_id": "31838",
            "reply_to_id": "31837"
        },
        {
            "user_name": "elv",
            "text": "2,6 er með hærri multi en 2.4 þess vegna nærðu ekki jafn háu fsb á 2.6 og 2.4",
            "date": "2004-02-12 21:16:00",
            "post_id": "31843",
            "reply_to_id": "31838"
        },
        {
            "user_name": "Nemesis",
            "text": "Ég var líka að pæla - er abit ic7 með götunum fyrir zalman blómið? Veit það einhver?\n\n\n\nÉg get heldur ekki ákveðið mig með minni - ef ég fæ mér 2x 256MB 400MHz kingston kostar það 16k hjá att.is - ætti ég frekar að fá mér noname minni - bara 2x 512? \n\n\n\nKassi - Antec Sonata með 380W PSU og 120mm viftu - 16.900 kr. \t\t(BOÐEIND)\n\nSkjákort - PowerColor 9600pro ULTRA 256MB - 17.990 kr. \t\t\t(START.IS - \nhttp://start.is/product_info.php?cPath= ... cts_id=443\n)\n\nÖrgjörvi - Intel P4 2.8 GHz OED 800Mhz FSB - 17.850 kr. \t\t(ATT.IS - \nhttp://www.att.is//product_info.php?cPa ... cts_id=661\n)\n\nVinnsluminni - Kingston 256MB PC3200, 400MHz HyperX CL2 15.900 kr. \t(ATT.IS - \nhttp://www.att.is//product_info.php?cPa ... cts_id=523\n)\n\nMóðurborð - Abit IC7 Pentium 4 (Socket 478) með 875P 15.105 kr.\t\t(COMPUTER.IS - \nhttp://www.computer.is/vorur/2261\n)\n\nÖrgjörvavifta - Zalman CNPS7000A-Cu 4.900 kr.\t\t\t\t(ÞÓR - \nhttp://www.thor.is/html/ihlutir.html#orgjorvar\n)\n\nSamtals \t\t\t\t\t80.605 kr.\n\n\n\nÆtti ég að breyta einhverju? Vil ekki fara hærra í peningaupphæð og ætla að hafa þessa tölvu fáranlega hljóðláta - þess vegna er ég að kaupa 17k kassa",
            "date": "2004-02-21 17:14:00",
            "post_id": "32829",
            "reply_to_id": "31843"
        },
        {
            "user_name": "gumol",
            "text": "Nei, ekki fá þér Noname minni, þau eru sjaldan að skila sama og \"withname\" minni.",
            "date": "2004-02-21 17:21:00",
            "post_id": "32834",
            "reply_to_id": "32829"
        },
        {
            "user_name": "Nemesis",
            "text": "http://www.tolvuvirkni.net/ip?inc=view&flo=product&id_top=18&id_sub=1039&topl=10&page=1&viewsing=ok&head_topnav=MEM_MUS_3200DUAL\n\n\n\n\n2x256MB Mushkin - eru þetta góð minni?",
            "date": "2004-02-21 21:04:00",
            "post_id": "32861",
            "reply_to_id": "32834"
        },
        {
            "user_name": "WarriorJoe",
            "text": "mushkin eru fín, OCZ, Corsair, Kingston eru best... task er að fara flytja OCZ eftir því sem ég best veit...",
            "date": "2004-02-21 21:24:00",
            "post_id": "32864",
            "reply_to_id": "32861"
        },
        {
            "user_name": "GuðjónR",
            "text": "Keyptu þér frekar \nZalman PSU 400w\n kostar minna og er DEAD SILENT!\n\n\n\np.s. ALDREI að kaupa noname minni!",
            "date": "2004-02-21 21:28:00",
            "post_id": "32865",
            "reply_to_id": "32864"
        },
        {
            "user_name": "Nemesis",
            "text": "GuðjónR: Þetta psu er með kassa líka \n Mér finnst betra að hafa kornflex í sykrinum, ef þú skilur",
            "date": "2004-02-22 02:38:00",
            "post_id": "32900",
            "reply_to_id": "32865"
        },
        {
            "user_name": "gumol",
            "text": "Nemesis: Gætir líka farið upp í 2,8 GHz, þeir hafa klukkast ágætlega.",
            "date": "2004-02-22 03:44:00",
            "post_id": "32909",
            "reply_to_id": "32900"
        },
        {
            "user_name": "wICE_man",
            "text": "Nemesis, þú segist aðalega ætla að nota tölvuna fyrir leiki. Þá verð ég að ráðleggja þér að fá þér Athlon XP 2500+, AMD hefur lengi haft yfirhöndina í leikjum og hvað varðar yfirklukkun þá er 2500+ algjört skrímsli, ef þú finnur XP-M þá hafa menn náð honum úr 1833MHz upp í 2700MHz með loftkælingu!!! \n\n\n\nAnnars eru 2.4c og 2.6c báðir góðir yfirklukkarar, en ég myndi samt velja Barton fyrir leiki og þess háttar, þú sparar líka 5000-7000 krónur á því, Það er alltaf plús.\n\n\n\nEf þú ert hins vegar að kóða mp3 og divX/MPEG fæla þá myndi ég mæla með Pentium 4 2.6c\n\n\n\nAuka peninginn gætirðu notað í DVD-brennara ef þú átt hann ekki þegar, thumbdrive eru líka hentug og GÓÐA KÆLINGU!!! Án hennar er yfirklukkun einfaldlega steingeld.",
            "date": "2004-02-22 12:19:00",
            "post_id": "32921",
            "reply_to_id": "32909"
        },
        {
            "user_name": "Nemesis",
            "text": "gumol: Ætla að fá mér 2.8 Ghz, þar sem hann er á tilboði í att.is (17.850)\n\n\n\nwICE_man: Þetta er ekki bara fyrir leiki - ég er líka að fikta í vídjógerð og þar er ég að rendera mjög mikið - held að intel muni skila mér meiru í þeim efnum.",
            "date": "2004-02-22 14:29:00",
            "post_id": "32932",
            "reply_to_id": "32921"
        },
        {
            "user_name": "gnarr",
            "text": "Það er búið að multiplyer læsa XP línunni, það er mjög erfitt að finna ólæsta XP örgjörva núna, og enþá erfiðara ða inn agóð móðurborð fyrir þá með PCI/AGP lock",
            "date": "2004-02-22 15:13:00",
            "post_id": "32933",
            "reply_to_id": "32932"
        },
        {
            "user_name": "gumol",
            "text": "Æi ég ætla ekki að eyðileggja þráðinn fyrir honum, þetta er bara algjört rugl. (svaraðu mér á einhverjum þessara Intel vs. AMD þráðum ef þú vilt)",
            "date": "2004-02-22 15:39:00",
            "post_id": "32945",
            "reply_to_id": "32933"
        },
        {
            "user_name": "wICE_man",
            "text": "Gott og vel, \"haft yfirhöndina lengi\" er ónákvæmt orðalag, afsakið það og takk fyrir að benda mér á þetta gumol. Þeir eru hins vegar vel samkeppnishæfir á leikjasviðinu, þó að Pentium gjörvarnir steppdansi á þeim í mynd og hljóðvinnslu. Yfirklukkunar eiginleikar XP2500+ eru vel þekktir og þar að auki er multiplierinn ólæstur á NForce móbóunum, það er pottþéttur ávinningur ef þú ætlar að yfirklukka eitthvað alvarlega. Ef þú ætlar að nota pentium til að yfirklukka þá er 2.4C og 2.6C bestir allt þar fyrir ofan er bara óþarfi ef menn ætla á annað borð að yfirklukka.",
            "date": "2004-02-22 21:44:00",
            "post_id": "32985",
            "reply_to_id": "32945"
        },
        {
            "user_name": "Nemesis",
            "text": "Þekki nú tvo með 2.8Ghz p4 sem hafa náð sínum örgjörvum í 3.2Ghz-3.3GHz - ekki segja að það muni ekki um það",
            "date": "2004-02-22 22:59:00",
            "post_id": "32990",
            "reply_to_id": "32985"
        },
        {
            "user_name": "Fletch",
            "text": "Ekki sammála þessu...\n\n\n\nSnýst líka um á hvað þú ert að stefna, hvaða FSB, og hvaða minni þú ert með...   Ef þú ætlar að keyra 1:1, 5:4 eða 3:2 divider...\n\nmeð 5:4 divider þarftu að fara í 250FSB til að ná minninu á specs (DDR400), ef þú ert að keyra á 5:4 undir 250FSB ertu að undirklukka minnið....     ef ef þú ert með DDR500 t.d. viltu örgjörva sem er að max'a í kringum 250FSB...\n\n\n\nog fá móðurborð sem fara yfir 300FSB...  og ef markmiðið er t.d. 3.7-3.8 GHz þá er 2.4 hæpinn því að á 300FSB er hann á 3.6\n\n\n\nÉg bjó til P4 yfirklukkunartöflu sem er hægt að sjá þetta auðveldlega, getið kíkt á hana \nhér\n, ath þurfið að vera með excel til að sjá þetta\n\n\n\nFletch",
            "date": "2004-02-23 00:14:00",
            "post_id": "32997",
            "reply_to_id": "32990"
        },
        {
            "user_name": "gumol",
            "text": "Og nota Internet Explorer",
            "date": "2004-02-23 00:17:00",
            "post_id": "32998",
            "reply_to_id": false
        },
        {
            "user_name": "gnarr",
            "text": "just for your information... moltiplyer lockið er á örgjörfanum sjálfum, ekki móðurborðinu. nforce borðin eru með \"aflæsara\" fyrir eldri týpuna af XP örgjörfunum, en þessi aflæsing virkar ekki neitt á nýju týpuna. það var líka hægt að modda gömlu XP örgjorfana og aflæsa þeim þannig fyrir öll móðurborð, en þetta er ekki hægt lengur.",
            "date": "2004-02-23 00:47:00",
            "post_id": "32999",
            "reply_to_id": "32998"
        },
        {
            "user_name": "wICE_man",
            "text": "Þetta er reyndar satt Fetch, það eru þó til móðurborð sem hafa náð 1200MHz FSB en það er reyndar ekki vandalaust og afar sjaldgæft.\n\n\n\nEn til að ná 3.2-3.3GHz er 2.4-2.6 alveg fullnægjandi.\n\n\n\nVarðandi Bartoninn þá las ég þetta bara á Tomshardware:\n\n\n\n\n\n\n\nHef ekki sannreynt þetta sjálfur svo ég skal ekki sverja fyrir það.",
            "date": "2004-02-23 01:39:00",
            "post_id": "33004",
            "reply_to_id": "32999"
        },
        {
            "user_name": "elv",
            "text": "Held að hann hafi verið að meina \"mest fyrir peninginn\"",
            "date": "2004-02-23 08:37:00",
            "post_id": "33013",
            "reply_to_id": "33004"
        },
        {
            "user_name": "elv",
            "text": "Það sem þeir meina með þessu er að ef þú ert með Nforce þá skiptir multi ekki máli þar sem þú getur hækkað FSB upp.\n\nAnnars er hægt að aflæsa multi á þessum superlocked Bartons.\n\nEn þá er hægt að breyta multi í Windows, en þetta virkar bara á Via og Sis kubbasett.\n\nPrófaði þetta L5 mod á gamla Palomino og þetta virkar, þar að gera þetta aftur vuð Bartoninn þar sem ég skrappaði ekki brýrnar nógu vel",
            "date": "2004-02-23 08:40:00",
            "post_id": "33014",
            "reply_to_id": "33013"
        },
        {
            "user_name": "Fletch",
            "text": "1200MHz er quad pumped 300 FSB á P4 móbós...\n\n\n\nFæst nforce2 móðurborð fara eitthvað yfir 220-230 í FSB\n\n\n\nFletch",
            "date": "2004-02-23 11:44:00",
            "post_id": "33018",
            "reply_to_id": "33014"
        },
        {
            "user_name": "wICE_man",
            "text": "Já, sé það núna, það er sennilega til of mikils mælst að reyna að næla sér í Barton frá því fyrir nóvember á síðasta ári, það er þá sem mér skilst að multiplierinn sé læstur.\n\n\n\n230*11 =2530MHz úr 1833MHz er samt úrvals yfirklukkun það er þó sennilega frekar undantekningin en reglan.\n\n\n\nAð lokum þarftu ekki að minnast á \"quad pumped\" FSBinn á pentium 4, þetta veit hvert mannsbarn, það er hins vegar venjan að tala um 800MHz FSB en ekki 200MHz quad pumped þó það sé réttara, rétt eins og við tölum um 400MHz DDR þó það keyri raunverulega á 200MHz.",
            "date": "2004-02-23 13:05:00",
            "post_id": "33023",
            "reply_to_id": "33018"
        },
        {
            "user_name": "MezzUp",
            "text": "ég segi oftast 800FSB og DDR400, einfaldlega rangt að segja 800 Mhz FSB eða 400Mhz RAM, en kannski er ég bara sona smámunasamur",
            "date": "2004-02-23 13:18:00",
            "post_id": "33028",
            "reply_to_id": "33023"
        },
        {
            "user_name": "wICE_man",
            "text": "Nei, Mezzup það er ekki endilega rangt. Hertz er einfaldlega tíðni einhvers atburðar á sekúndu, þetta á venjulega við um rafbylgjur en það er ekki rangt að nota yfir aðra hluti. 200MHz Quad pumped bus hefur tvöfalt hraðari bitafluttning en 200MHz DDR bus, þannig er þetta heppileg einföldun þó það sé etv. pólitískt réttara að tala um MHz sem grunnhraðan sem businn vinnur á burt séð frá öllu öðru.",
            "date": "2004-02-23 21:21:00",
            "post_id": "33050",
            "reply_to_id": "33028"
        },
        {
            "user_name": "MezzUp",
            "text": "jú, það er víst rétt, hertz er bara tíðni/sekúndu, EN þegar talað er um hertz í sambandi við tölvur hefur alltaf verið að tala um tíðni \"clock cycle's\", þ.e. \"clock cycles\" á sekúndu, og í tilfelli quad pumped og dual data rate tækna þá gerast fleiri aðgerðir per clock cycle, en \"clock cycle's\" per second(þ.e. hertz) eru ennþá þau sömu, en einsog þú sagðir; þá er hertz einfaldlega tíðni á sekúndu",
            "date": "2004-02-24 11:00:00",
            "post_id": "33100",
            "reply_to_id": "33050"
        },
        {
            "user_name": "Fletch",
            "text": "ég gerði nú ráð fyrir að allir vissu það... en ég var að segja að fæst móðurborð næðu 300 FSB eða meira (1200 quad) þá sagðir þú að það væri til móðurborð sem næðu 1200 FSB, var að reyna benda þér á að það er það sama!\n\n\n\nÁstæðan að maður talar um 200 en ekki 800 í yfirklukkun er að þú ert í bios að stilla FSB á P4 borðum á 200-300...  ekki 800-1200\n\n\n\nFletch",
            "date": "2004-02-24 17:32:00",
            "post_id": "33156",
            "reply_to_id": "33100"
        },
        {
            "user_name": "wICE_man",
            "text": "Satt hjá þér Fletch, ég er bara of vanur að tala um þetta við fólk sem hefur litla þekkingu á tölvum.",
            "date": "2004-02-24 19:52:00",
            "post_id": "33192",
            "reply_to_id": "33156"
        }
    ],
    "date": "2004-02-23 00:17:00"
}