{
    "forum_title": "Almennt um vélbúnað",
    "id": "28351",
    "title": "Ups-i, smá hjálp",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=28351",
    "posts": [
        {
            "user_name": "spankmaster",
            "text": "Þannig er mál með vexti að rafmagnið í húsinu mínu er nokkuð óstöðugt, það á til að slá út þegar ryksugan er sett í gang og annað, sem getur verið nokkuð leiðilegt þegar maður er hæstur á dps listanu m í 25 manna raidi í WOW (jamm ég er wow nörd, sue me) eða allt annað yfir höfuð, þannig að ég fór að hugsa út í að fá mér back-ups eða upsa, en ég hef voða lítið vit á málinu, hvað ég þarf og hvað ekki!!!!.  \nÞað sem ég myndi vilja ná út úr upsanum er að geta haldið 2 tölvum í gangi og 2 skjám. og ekki væri verra að geta haldið roudernum gangandi líka. annað eins og hátalarar og svoleiðis má alveg eiga sig.\nþannig að ef það er einhver þarna úti sem hefur smá vit á þessu, þá þætti mér vænt um að fá smá hjálp í málinu.",
            "date": "2010-02-16 13:46:00",
            "post_id": "245317",
            "reply_to_id": false
        },
        {
            "user_name": "hagur",
            "text": "Svona \"home-use\" UPS-ar eru aðallega hugsaðir til að halda vélunum gangandi rétt á meðan að hægt er að slökkva á þeim á réttan máta,  reyndar ef þú ert aðallega að verja þig gegn því þegar öryggi slær út, þá þarftu bara að vera nokkuð snöggur að slá því inn aftur.  Þetta er ekki að fara að halda 2 tölvum og 2 skjám gangandi nema kannski í örfáar mínútur.\nAnnars er það VA og W tölurnar sem gilda, því hærri sem þær eru því fleiri hlutum getur hann haldið gangandi og lengur.\nComputer.is er að selja tvo UPS-a, reyndar frá \"no-name\" merki, a.m.k ekki mjög þekktu:\nhttp://www.computer.is/flokkar/150/\nTölvulistinn er með meira úrval og með APC sem er þekkt merki í UPS-um:\nhttp://www.tolvulistinn.is/voruflokkur/ ... aaflgjafar\nEru þetta LCD eða túbuskjáir?  Hversu öflugar tölvur eru þetta?\nÞessi hérna t.d: \nhttp://www.tolvulistinn.is/vara/17757\n  ræður við allt að 400 wött, en hann er bara að halda því gangandi í 2-3 mínútur.  Það ætti svosem að vera nægur tími til að spretta upp og slá inn öryggið ef það slær út.",
            "date": "2010-02-16 15:58:00",
            "post_id": "245327",
            "reply_to_id": "245317"
        },
        {
            "user_name": "codec",
            "text": "Þetta eru dýr tæki og þú færð bara nokkrar mínutur til að slökkva á dótinu.   En það er alveg þess virði þar sem að fyrir utan að vera pirrandi þá geta svona truflanir skemmt tölvubúnað.\nÉg átti t.d. í sama vanda og þú og var búin að steikja 3 routera þegar ég fékk mér ups-a en engan síðan þá.\nPassaðu bara að tengja bara nauðsinnlegan búnað í ups-an til að nýta hann sem best því fleiri tæki sem eru tengd því skemur endist hann á batteríinu (segir sig sjálft en samt).\nnokkuð úrval hjá Tölvutek líka og sýnist t.d 300w 500VA APC ups-i vera ódýrari þar en í Tölvulistanum (APC er aðal í þessum fræðum, held ég)\nhttp://www.tolvutek.is/index.php?manufacturers_id=111",
            "date": "2010-02-16 17:04:00",
            "post_id": "245339",
            "reply_to_id": "245327"
        },
        {
            "user_name": "andribolla",
            "text": "er ekki ódyrara og einfaldara að fá bara rafvirkja á svæðið og laga þetta ?",
            "date": "2010-02-16 18:04:00",
            "post_id": "245353",
            "reply_to_id": "245339"
        },
        {
            "user_name": "SteiniP",
            "text": "var að fara að segja þetta\nGóðir UPS-ar eru dýrir og það væri minna bögg að hafa rafmagnið í lagi.",
            "date": "2010-02-16 18:06:00",
            "post_id": "245354",
            "reply_to_id": "245353"
        },
        {
            "user_name": "CendenZ",
            "text": "Það getur verið dýrara.. en öruggara verður það...\nÞú þarft eitthvað að láta kíkja á greinarnar í töflunni, hvort er lekaliði að slá út eða öryggi?",
            "date": "2010-02-16 18:06:00",
            "post_id": "245355",
            "reply_to_id": "245354"
        },
        {
            "user_name": "biturk",
            "text": "hvað er öryggið eiginlega stórt hjá þér?\nhljómar eins og að það hafi farið öryggi og verið sett minna til að redda sér en síðann gleimst að skipta því út?\neða eru lagnirnar bara einfaldlega að slá saman í sumum innstungum?\ner þetta allt húsið eða bara vissar innstungur?\nláttu kíkja á þetta, þú getur stórskaðað sjálfan þig og fjölskyldu með að hafa rafmagn hjá þér í svona standi og í versta falli kveikt í kofanum og misst allt......líka fjölskyldumeðlimi.\nhvað er öryggið stórt í töflunni? er þetta nokkuð gömul tafla með postulínsöryggjum?",
            "date": "2010-02-16 18:10:00",
            "post_id": "245356",
            "reply_to_id": "245355"
        },
        {
            "user_name": "andribolla",
            "text": "blessaður vertu settu bara 63A i þetta allt ....",
            "date": "2010-02-16 18:17:00",
            "post_id": "245358",
            "reply_to_id": "245356"
        },
        {
            "user_name": "codec",
            "text": "Kannski ódýrara að fá rafvirkja til að koma í kaffi en um leið og hann þarf að gera eitthvað t.d. skipta út töflu eða draga í nýtt rafmagn þá getur það það orðið mjög dýrt mjög fljótt.\nÞað er hægt að fá ups-a á um 20þ. kall.  Þú gætir kannski fengið þessa félaga í verkið fyrir þann pening\nEn svona án gríns þá er það alveg rétt er það að það væri sennilega besta lausnin að láta laga rafmagnið.",
            "date": "2010-02-17 09:48:00",
            "post_id": "245436",
            "reply_to_id": "245358"
        },
        {
            "user_name": "urban",
            "text": "ef að rafmagn í heimahúsi er þannig að það slær út við það að kveikja á ryksugu þá getur þú líka lent í því að fá þessa gaura í heimsókn allt í einu.\nég hugsa að rafvirkinn sé ódýrari.\nen það breytir því svo sem ekki að hann er fokk dýr.\ntöfluskipti með vinnu  og ílögnum er ekki undir 150 þús ef að það er uppgefin vinna.",
            "date": "2010-02-17 09:57:00",
            "post_id": "245441",
            "reply_to_id": "245436"
        },
        {
            "user_name": "oskarom",
            "text": "Ég tek undir það að láta yfir fara rafmagnið hjá þér, en fáðu fagmann í verkið...\nMaður hef séð ótrúlegustu fráganga, þá sérstaklega í eldri húsum, talandi ekki um þar sem vantar jörðina í tenglana...\nEn ég mæli líka með því að fá sér varaaflgjafa, þ.e.a.s ef þú átt nóg af peningum, en ekki vera að leita þér að varaaflgjafa sem getur haldið vélinni uppí í fleiri fleiri mínútur, það er rándýr leikur. Varaaflgjafar er jafn mikið fyrir það að jafna út rafmagns \"spikes\" og að halda dótinu frá því að missa rafmagn óvænt.\nPersónuleg myndi ég aldrei kaupa mér varaaflgjafa frá einhverju \"no-name\" merki, ég færi í APC þó hann kostaði tvöfallt meira, APC eru einfaldlega lang bestir í þessu og þegar kemur að rafmagnshlutum er aldrei sniðugt að kaupa \"budget\" dót.",
            "date": "2010-02-17 13:44:00",
            "post_id": "245470",
            "reply_to_id": "245441"
        }
    ],
    "date": "2010-02-16 13:46:00"
}