{
    "forum_title": "Koníakstofan",
    "id": "28424",
    "title": "Verð á fartölvu Acer 1690 og hvernig eru þessar vélar ?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=28424",
    "posts": [
        {
            "user_name": "BjarniTS",
            "text": "Hvað kosta svona vélar í dag og hvernig eru þessar vélar að koma út ? \nEr eitthvað veikt í þeim sem þið vitið um  ? \nIntel Pentium M 760 2.0GHz, Intel 915PM chipset motherboard\n1024 mb DDR1 2700\nATI Mobility Radeon X600 128MB\n15.4\" WXGA screen with Crystal Brite\n100GB 5400RPM Seagate momentus\nQSI DVD dual layer RW\nWireless + Bluetooth",
            "date": "2010-02-19 20:44:00",
            "post_id": "245897",
            "reply_to_id": false
        },
        {
            "user_name": "DeAtHzOnE",
            "text": "Þetta er crap í dag 128 mb skjástýring og 1 gb ddr1.\nÞetta var gott árið 2006-7",
            "date": "2010-02-19 21:28:00",
            "post_id": "245907",
            "reply_to_id": "245897"
        },
        {
            "user_name": "BjarniTS",
            "text": "Ætti kannski að bæta við að þessi vél væri ekki hugsuð sem leikjavél.\nHeldur skólavél bara til að vélrita og svona hresst en þarf að vera í lagi og vera til friðs.",
            "date": "2010-02-19 21:35:00",
            "post_id": "245911",
            "reply_to_id": "245907"
        },
        {
            "user_name": "Elisvk",
            "text": "myndi persónulega mæla með annarri en þessari vegna þess ég þekki þó nokkuð marga sem eiga gamlar Acer og vandamál sem ég þekki eru:\nEkkert batterý, ef þú tekur hana úr sambandi slökknar.\nMjög lengi að opna skjöl\nno multitasking capability.\nen ef þú ætlar ekkert að nota hana mikið og hafa hana sífellt í sambandi (veit um 3 sem batterí-ið er ónýtt) er þetta fínt fyrir ca. 10-20þ max.",
            "date": "2010-02-20 04:58:00",
            "post_id": "245962",
            "reply_to_id": "245911"
        },
        {
            "user_name": "Halli25",
            "text": "ég á 1692 sem virkar ennþá í dag, get spilað leiki meira að segja(x700 skjákort í minni sem var verulega gott á sínum tíma)\nRafhlaðan er orðinn slöpp auðvitað eftir næstum 5 ára notkun, mæli með þessum vélum en myndi áætla að þú þurfir að kaupa nýja rafhlöðu ef þú vilt nota hana sem fartölvu en ekki replacement desktop. Þori ekki að segja með verð en 20-30K væri alveg ásættanlegt... hún tekur alveg þessar Atom vélar í nefið",
            "date": "2010-02-22 11:18:00",
            "post_id": "246268",
            "reply_to_id": "245962"
        },
        {
            "user_name": "BjarniTS",
            "text": "Batterý er vissulega pirrandi þáttur en ætli skalaopnunin velti ekki svolítið á stýrikerfi bara og hinu og þessu ? \nHvað meinar þú með \"no multitasking capability\" ? \nMyndi einmitt halda að þessar tölvur færu á 30 í óaðfinnanlegu ástandi. \nEn já x700 væri ekkert sem maður myndi hata svosem , þó að skjákort verði fljótt börn síns tíma.\nEn gott að heyra að það sé til einhver lifandi í dag af þessari gerð.",
            "date": "2010-02-22 12:10:00",
            "post_id": "246276",
            "reply_to_id": "246268"
        },
        {
            "user_name": "nessinn",
            "text": "Mín Acer 5920G verður alveg sjóðandi heit þegar ég spila kröfuharða leiki",
            "date": "2010-02-23 00:25:00",
            "post_id": "246416",
            "reply_to_id": "246276"
        },
        {
            "user_name": "dabb",
            "text": "Ekki kaupa Acer.",
            "date": "2010-02-23 09:33:00",
            "post_id": "246429",
            "reply_to_id": "246416"
        },
        {
            "user_name": "Halli25",
            "text": "Ekki kaupa Dabbtech",
            "date": "2010-02-23 09:45:00",
            "post_id": "246432",
            "reply_to_id": "246429"
        },
        {
            "user_name": "Pandemic",
            "text": "Þú gerir þér grein fyrir því að rafhlöðuending minnkar með tímanum og er það á öllum fartölvum sama hvað þær heita og er jöfn á milli allra tegunda. Það hefur ekkert að gera með framleiðandan heldur er efnafræðileg ástæða þar að verkum.\nÞað fer eftir því hvernig vélbúnaður vélarinnar er og hvernig hún er uppsett. Það fer líka auðvitað allt eftir því hvernig skjöl þetta eru 400mb PSD skrár eða 150Kb Word skjöl.\nAllar vélar hafa multitasking en það fer hinsvegar allt eftir því hversu öflugur vélbúnaður tölvunnar er og hvaða forrit eru opin hvað performanceið er með mörg forrit opin.",
            "date": "2010-02-28 15:27:00",
            "post_id": "247373",
            "reply_to_id": "246432"
        },
        {
            "user_name": "maggikr",
            "text": "seldi savona vel á 35000  þetta er fin vel fyrir internetið   og liftimi rafhlapa er ekki meira enn 2-3 ár",
            "date": "2010-03-10 23:22:00",
            "post_id": "249738",
            "reply_to_id": "247373"
        },
        {
            "user_name": "BjarniTS",
            "text": "sú sem ég átti hefur hreinlega held ég bara verið með nýju batterí.\nÞað var að að duga alveg mjööööög vel.\nReyndar hafði sú vél verið lítið vegna apple ástar hjá sama eiganda.\nEn , góðar vélar.\nSeldi einmitt svona vél líka á sama pening og þú nefnir þarna",
            "date": "2010-03-10 23:48:00",
            "post_id": "249747",
            "reply_to_id": "249738"
        },
        {
            "user_name": "Pandemic",
            "text": "Eðlilegur endingartími",
            "date": "2010-03-11 15:44:00",
            "post_id": "249843",
            "reply_to_id": "249747"
        }
    ],
    "date": "2010-02-19 20:44:00"
}