{
    "forum_title": "Almennt um vélbúnað",
    "id": "28583",
    "title": "Sjónvarpsflakkari sem spilar live af netinu [Veetle t.d.]",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=28583",
    "posts": [
        {
            "user_name": "Tiger",
            "text": "Sælir. Er búinn að vera að googla þetta og athuga hvort það sé einhver sjónvarpsflakkari sem hægt er að nota til að horfa á p2p síður eins og Veetle.com t.d. Einhverjir hafa verið að reyna þetta á popcorn hour en eitthvað vesen samt. Vitið þið hvort þetta sé til? Væri nett að þurfa ekki að sitja við tölvuskjáinn endalaust þegar maður er að horfa á golf í nokkra tíma í einu og svona.",
            "date": "2010-02-28 02:01:00",
            "post_id": "247313",
            "reply_to_id": false
        },
        {
            "user_name": "Some0ne",
            "text": "Það er hægt að streama sopcast í gegnum popcornhour, og svo er geturu líka búið til VLC server sem streamar frá PC yfir í popcornhour, því sem þú ert að .. streama frá netinu.. ef þetta var ekki of fáránlegt.",
            "date": "2010-02-28 03:47:00",
            "post_id": "247315",
            "reply_to_id": "247313"
        },
        {
            "user_name": "bixer",
            "text": "haha golfari? \nen hey hver geturu horft á golf? \nannars þá gæti vel verið að mediacenter sé málið fyrir þig...",
            "date": "2010-02-28 12:08:00",
            "post_id": "247336",
            "reply_to_id": "247315"
        },
        {
            "user_name": "Tiger",
            "text": "Jamms golfari \n. Ég er að horfa á golf á Veetle aðalega, svona þegar frábæra og dýrasta íþróttastöð í heimi Stöð2sport er ekki að sýna (sem er nánast alltaf). \nÞessi\n síða sýnir mjööög mikið golf og bara í fínum gæðum.\nJá ég er með Tvix 4100 núna sem fer í uppfærslu fljótlega og var að spá í popcorn hour í staðinn, nenni ekki að setja upp mediaserver ef ég kemst hjá því. \nSomeOne: Ég er búinn að finna út hvernig ég horfi á Veetle í VLC, en finn lítið um hvernig maður streamar VLC server í Popcorn hour.... any ideas?",
            "date": "2010-02-28 14:05:00",
            "post_id": "247355",
            "reply_to_id": "247336"
        }
    ],
    "date": "2010-02-28 02:01:00"
}