{
    "forum_title": "Koníakstofan",
    "id": "28617",
    "title": "Síminn - Misnotar orðið \"Ljósnet\".",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=28617",
    "posts": [
        {
            "user_name": "Gúrú",
            "text": "http://www.pressan.is/Frettir/Lesafrett ... veggja-ara\nEr þetta árið 2004 eða er þetta bara auglýsing fyrir símann? Af hverju er nær ekkert minnst á þúsundirnar sem að þegar eru tengdir með þessari tækni?\nPressan er með svo lélega fréttamennsku að mig langar ekki til að lesa þetta en hinar eru bara svo lítið skárri.",
            "date": "2010-03-01 19:36:00",
            "post_id": "247612",
            "reply_to_id": false
        },
        {
            "user_name": "bridde",
            "text": "Segi það með þér. Ég er greinilega í framtíðinni miðað við þessa frétt.",
            "date": "2010-03-01 19:37:00",
            "post_id": "247613",
            "reply_to_id": "247612"
        },
        {
            "user_name": "hagur",
            "text": "Var einmitt að furða mig á þessu þegar ég las þessa frétt í morgun, ekki eins og þetta sé einhver bylting.\nReyndar gott mál fyrir viðskiptavini Símans, þeir geta nú loksins fengið Internettengingu sem ekki byggir á úreldri (og oft ónýtri) tækni.",
            "date": "2010-03-01 20:10:00",
            "post_id": "247623",
            "reply_to_id": "247613"
        },
        {
            "user_name": "Cikster",
            "text": "Er reyndar gott fyrir meirihluta okkar en einn punktur sem kemur ekki fram þarna.\nÞegar þeir fara í þessa breytingu þá klippa þeir á breiðbandið og þar með sjónvarpssendingar í mörgun nýjum hverfum og hjá þeim sem hafa notfært sér að tengja sjónvarpið sitt á breiðbandið. Á breiðbandinu eru nokkrar analog stöðvar ennþá (og ekki svo langt síðan stöð 2 bættist þar inn líka) þannig að ég til dæmis sem eyddi allt of miklum tíma síðasta sumar við að tengja breiðbandið inn á loftnetskerfið heima til að fá skýrari mynd (þar sem loftnetið var ekki að virka nógu vel) er að missa alla mynd nema fara aftur í breitingar á kerfinu heima.\nÉg ætla að líta á þetta sem enn eina leið hjá símanum að rukka enn meiri pening. \nEitthvað segir mér að afruglunar búnaðurinn muni ekki senda út RF merki heldur notast við scart/hdmi ... þannig að þá eru 2 möguleikar í stöðunni. \nVera með auka afruglara við þau sjónvörp sem verða notuð ... ætli það verði ekki 1000-1500 kr per auka afruglara.\nLeggja netkapal frá inntaki/tölvunni að staðnum sem aðal sjónvarps dreifingin er hjá mér og tengja þar frá afruglaranum inn á video og senda gegnum videoið í hin sjónvörpin ... sem er samt ekki fullkomið þar sem hin sjónvörpin munu bara geta horft á það sem afruglarinn er stilltur á það skiptið.\nNema ég geri seinni hlutinn OG komi loftnetinu í betra lag líka.\nFyrir ykkur sem tókuð ekki eftir því er þetta ekki frétt heldur fréttatilkynning frá símanum þannig að er ekki skrítið hvernig þetta hljómar.",
            "date": "2010-03-01 21:27:00",
            "post_id": "247650",
            "reply_to_id": "247623"
        },
        {
            "user_name": "Gúrú",
            "text": "Allir hlutir sem að fyrirtæki gera með hlutafé verða að vera til þess að fyrirtækið græði meira fé annars telst það léleg fjárfesting og lækkar virði fyrirtækisins.",
            "date": "2010-03-01 21:29:00",
            "post_id": "247651",
            "reply_to_id": "247650"
        },
        {
            "user_name": "lukkuláki",
            "text": "Dulbúin auglýsing ekki spurning.\nEn hversvegna segir Pressan þetta \"Með Ljósnetinu verður hins vegar hægt að fá \n100 mb/s hraða\n sem er tíföld aukning frá því sem nú er. \"\nÁ heimasíðu símans er bara talað um \n50 mb/s.\nhttp://siminn.is/einstaklingar/netid/askrift/ljosnet/",
            "date": "2010-03-01 21:32:00",
            "post_id": "247652",
            "reply_to_id": "247651"
        },
        {
            "user_name": "emmi",
            "text": "Hvenær skyldi landsbyggðin fá að njóta Ljósnets Símans? Eða þarf maður kannski að flytja í borgina til að fá almennilegt net?",
            "date": "2010-03-01 21:36:00",
            "post_id": "247653",
            "reply_to_id": "247652"
        },
        {
            "user_name": "Cikster",
            "text": "Þetta líka getur orðið til að skaða fyrirtækið. Ég hef verið allt of lengi í viðskiptum hjá þeim og núna er ég farinn að pæla í að skipta öllu yfir til annara.\nHeppinn ég að gagnaveitan er að koma hérna í sumar að plugga ljósleiðara, 6 mánuðum á undan símanum.",
            "date": "2010-03-01 21:36:00",
            "post_id": "247654",
            "reply_to_id": "247653"
        },
        {
            "user_name": "biturk",
            "text": "mér þætti nú heldur heimskulegt að gera þetta ekki til að græða \n \naf hverju halda allir að fyrirtæki séu hjérna til að gefa þjónustu? þetta eru viðskipti og að sjálfsögðu er ekkert ókeipis hjá þeim.\nen ég verð ekki sáttur samt með nein fjarskipta fyrirtæki á landinu fyrr en helvítis höfuðborgin fær einu sinni að sitja á hakanum og háhraða adsl verður komið í öll heimili á landinu,komin tími til að það gerist, alltof margir sem eru fastir á isdn línu og það er 2010\nog sér í lagi verð ég ekki sáttur fyrr en ljósleiðari verður tengdur og boðin uppá á akureyri og egilstöðum líka, tvær stærstu borgir landsbyggðarinnar og við höfum bara adsl hjérna á flest alla....nánast ekkert ljós ef eitthvað er fyrir heimlin",
            "date": "2010-03-01 21:40:00",
            "post_id": "247656",
            "reply_to_id": "247654"
        },
        {
            "user_name": "Cikster",
            "text": "Flyja í borg óttans. Þetta mun bara verða á höfuðborgarsvæðinu þar sem síminn er þegar búinn að leggja \"blowpipe\" inn í hús til fólks með breiðbandinu þar sem þetta er mjög aggressive tímasetningar sem þeir gefa.\nÞeir breiðbands notendur sem eru svo óheppnir að hafa verið tengdir áður en þeir byrjuðu að leggja \"blowpipe\" með neyðast örugglega yfir í adsl sjónvarpið.\nÞeir ásamt þeim sem eru ekki með breiðbandið verða örugglega að bíða nokkur ár áður en nokkuð gerist.",
            "date": "2010-03-01 21:41:00",
            "post_id": "247657",
            "reply_to_id": "247656"
        },
        {
            "user_name": "urban",
            "text": "það er nú hægt að fá ljós á ýmsum stöðum út á landi.\nt.d. Hvolsvelli og Sauðárkrók ef ég man rétt.",
            "date": "2010-03-01 21:53:00",
            "post_id": "247659",
            "reply_to_id": "247657"
        },
        {
            "user_name": "depill",
            "text": "Jamm, enda tekur analog of mikla bandvídd og er alveg að deyja út á Íslandi. Bara tímaspursmál hvenær RÚV slekkur á analog og enn styttra að Stöð 2 slökkvi á síðustu analog sendunum sínum.\nÉg vill segja, græða meiri pening ekki rukka meiri pening. Þeir vilja augljóslega fá notendur eins og þig uppá myndlyklana sína og væntanlega hugsa sér til góðs með því að auka við leiguna hjá sér og auka notkun á Sjónvarpi Símans enn meir. Verður fróðlegt að vita hvort að það verði ekki pottþétt þannig að þetta verður jafn lokað kerfi og ADSL kerfið þeirra fyrir heildsölu aðila. Er ekki að sjá fyrir mér að Vodafone fái að koma með sitt TV yfir þetta. ( Símanum býðst samt til dæmis að koma með Sjónvarp Símans yfir ljósleiðaranet Tengis á Akureyri og Gagnaveitu Reykjavíkur \n564 kr á mánuði hver myndlykill \nEða snúa þessu við og henda router að inntakinu. Það eru líka til analog multiplexar sem geta tekið úr scart tengingu og breytt í RF. ( Myndlyklar frá Símanum eru sumir með RF en styðja ekki RF, öfugt við til dæmis myndlykla frá Vodafone sem eru með góðum RF útgangi ). En já það lendir þetta vesen sem þú nefnir.\nMér finnst samt eiginlega merkilegt að fyrirsögn greinnarinnar skuli ekki vera það sama og inntak fréttatilkynningar símans\n\"Síminn drullar eins mikið og þeir geta yfir Gagnaveitu Reykjavíkur\".\nEnnfremur finnst mér Síminn ætla að veita suprisingly góð verð á VDSL í Heildsölu ef ég er hreinlega að skilja heildsöluverðin rétt, hljóta að breyta þeim sérstaklega ef PTA neyðir þá til þess að hafa sömu skilmála og á endursölu ADSL. Nema ég sé eithvað smá að misskilja þarna.\nEn já \"Ljósnet Símans\" er að meginparta til ( fyrir utan ný hverfi svo voru tengd með ljósleiðara frá Mílu ) verið að nýta Ljósleiðarann sem fór í götukassana á sínum tíma fyrir Breiðbandinu. COAX Breiðbandið aftengt, settur mini-VDSL DSLAM inní götukassana og þar með verður vegalengd frá \"símstöð\" til heimilis mjög stutt og þannig geta þeir boðið uppá hámarksgetu VDSL. ( Þetta er sem sagt ekki ljósleiðari inní hús eins og er í nýju hverfunum, og mér fyndist lang líklegast að Síminn muni bara skilja eftir COAX kapalinn fyrir Breiðbandið inní húsunum ).\nVerð í heildsölu á 50 Mb/s er 1.116 kr ( nei þetta er ekki með netþjónustu fyrir heildsala ) án VSK, sem mér finnst nokkuð gott verð ( þetta er með gjaldinu fyrir efra tíðnisviðið ).\nHins vegar verður fróðlegt, nú sá ég rumor á annari síðu að Vodafone ætlaði ekki í VDSL uppbyggingu ( og ef þeir ætluðu að gera það, þyrftu þeir að gera það nákvæmlega eins og Síminn er að gera það með því að fara í VDSL DSLAMa í götukassa ), þannig það verður fróðlegt að hvort þeir ætli bara að veðja á Gagnaveitu Reykjavíkur í high-speed málum og svo ADSL sem ég held að verði fail, eða hvort þeir fari með Símanum og bjóði netteningu þar yfir og bjóði aftur uppá Sjónvarp Símans yfir Vodafone á höfuðborgarsvæðinu sem þeir voru að hætta að gera....\nAllavega til að byrja með virðist bara Hringiðan og Síminn ætla að bjóða þjónustu yfir þetta net, Vodafone hlýtur að commenta á þetta á endanum.",
            "date": "2010-03-01 21:59:00",
            "post_id": "247660",
            "reply_to_id": "247659"
        },
        {
            "user_name": "ohara",
            "text": "Veit eitthver um hvort þessi nýja þjónusta býður upp á sama hraða í báðar áttir?",
            "date": "2010-03-01 22:06:00",
            "post_id": "247663",
            "reply_to_id": "247660"
        },
        {
            "user_name": "Gúrú",
            "text": "Hún mun gera það.\nAnnað makar ekkert sense.",
            "date": "2010-03-01 22:09:00",
            "post_id": "247664",
            "reply_to_id": "247663"
        },
        {
            "user_name": "depill",
            "text": "Neimm Síminn ætlar að bjóða uppá 50 Mb/s niður, 25 Mb/s upp. Átti að vera til í variable hröðum en verður í staðinn bara til einn hraði.",
            "date": "2010-03-01 22:42:00",
            "post_id": "247679",
            "reply_to_id": "247664"
        },
        {
            "user_name": "Blackened",
            "text": "það er alveg hægt að fá ljós hérna í bænum.. hellingur af fyrirtækjum og held ég allt naustahverfið eins og það leggur sig getur fengið ljós.. Tengir ehf. eru búnir að vera að vinna í þessu núna í einhver ár hugsa ég\neins geta blokkir tekið sig saman og fengið ljósleiðara tengingar og eitthvað fleira.. getur öruglega lesið það inná tengir.is eða eitthvað",
            "date": "2010-03-01 22:46:00",
            "post_id": "247682",
            "reply_to_id": "247679"
        },
        {
            "user_name": "biturk",
            "text": "já en ég vil geta fengið bara ljós þar sem ég bý án þess að þurfa að borga fyrir að leggja það eða bíða heil lengi \n1.  Möguleiki er að fá tengingu gegn greiðslu á stofngjaldi heimtaugar sem er frá 249.000,- ef áhugi er á þannig afgreiðslu sendið fyrirspurn á \nljos@tengir.is\n þar sem skoða þarf sérstaklega aðstæður á hverjum stað.\n---------------------------------------------------------------------------------------------------------------------------------------\"\ntekið af tengir.is þegar ég skráði inn heimilisfangið mitt.\nmér lýst ekkert á að þurfa að borga þetta því það liggur ekkert fyrir um á næstu árum að tengja þar sem ég leigji",
            "date": "2010-03-01 22:47:00",
            "post_id": "247683",
            "reply_to_id": "247682"
        },
        {
            "user_name": "Blackened",
            "text": "ég vil líka geta fengið helling af hlutum án þess að borga fyrir það eða bíða.. en þannig virkar heimurinn bara ekki \nþú býrð í húsi sem kom fyrir tíma ljósleiðarans og þú verður bara að bíta í það súra \n þú færð þetta aldrei frítt sko... menn eru ekkert að gefa vinnu sína og efni til að þú getir fengið hraðara internet fyrir ekkert",
            "date": "2010-03-01 22:52:00",
            "post_id": "247686",
            "reply_to_id": "247683"
        },
        {
            "user_name": "biturk",
            "text": "það er málið, þetta er lagt niður og plantað og allskonar svona dót í höfuðborg (þetta er ekkert einsdæmi um það) en landsbyggðin situr alltaf á hakanum, er sosem ekkert að fara á taugum yfir þessu en mér fynnst þetta bara svo ákaflega leiðinlegt að allir notendur séu ekki á sama borði með til dæmis internet, landshlutum er mismunað gríðarlega og þá sérstaklega þeir sem eru ennþá með isdn og ekkert á döfinni að fá adsl (3g er komið sumstaðar en það er bara sorp þar sem niðurhal er viðbjóðslega dýrt þar)",
            "date": "2010-03-01 22:55:00",
            "post_id": "247689",
            "reply_to_id": "247686"
        },
        {
            "user_name": "hsm",
            "text": "Mér finnst reindar mjög skrítið að það er búið að tengja ljósleiðara í flest öll hús hér í Keflavík en engin áform um að taka þetta í notkun ?????",
            "date": "2010-03-01 23:03:00",
            "post_id": "247692",
            "reply_to_id": "247689"
        },
        {
            "user_name": "Cikster",
            "text": "Já, 564 kr per auka myndlykil .... ætla ekki að trúa þeirri tölu fyrr en ég sé hana á pappír.\nSamkvæmt síðunni hjá símanum þá er ennþá tölurnar fyrir auka lykil fyrir breiðbandið og það er 900 kr.\nAnnar hlutur sem reyndar gleymist aðeins þegar svona \"all in one\" pakkar eru í sölu sem er að ef \"netið\" bilar þá ertu orðinn alveg sambandslaus.\nMan síðast þegar breiðbandið \"bilaði\" hjá mér tók 5 daga að koma því í lag, með því að ég segði þeim á fyrsta degi að orkuveitan tók rafmagnið af götunni þannig að eina sem þyrfti að gera væri að endurræsa \"fiber to cable\" breytinum (svokallaðri ONU) í götuskápnum. Hefði ekki verið sérlega ánægður ef netið og síminn hefði horfið líka við það. \nVarðandi það að analog taki of mikla bandvídd þá vill ég bara benda á þann punkt að hefði örugglega verið hægt að auka digital rásirnar um 100-200 ÞÓTT analog rásirnar væru ennþá í gangi þar sem þetta er lokað kerfi sem er ekki leyfisskilt af fjarskiptastofnun.\nVarðandi \"leiguna\" þá prófaði ég adsl sjónvarpið hjá símanum og mér leiddist aldrey svo mikið að mig hafi langað að horfa á neitt sem ég fann þar inni.",
            "date": "2010-03-01 23:04:00",
            "post_id": "247693",
            "reply_to_id": "247692"
        },
        {
            "user_name": "Blackened",
            "text": "Tengir ehf er að gera alveg það sama og Gagnaveita Reykjavíkur er að gera (held ég).. það er ekkert verið að \"svindla á landsbyggðinni\" í okkar tilfelli amk.. (enda ekkert sem að ríkið er að gera heldur fyrirtæki)\nef að það er verið að brjóta upp götur tildæmis þá kemur Tengir í langflestum tilfellum og leggur ljós..\nef að þú ert svona rosalega ósáttur við að allir akureyringar fái ekki ljós einn tveir og bingó þá bara brettiru upp ermarnar, stofnar fyrirtæki og leggur niður ljósleiðaranet fyrir okkur hin sem nennum ekki að bíða heldur \n..bottom line er að þetta kostar mikla peninga og vinnu.. og þetta gerist ekki yfir nótt.. það þarf að leggja ljósleiðara pípur í hvert hús í bænum.. með tilheyrandi jarðvegsvinnu og veseni.. og setja upp tengistöðvar og það bara er meira en að segja það \nannað er með ADSL draslið sem að notar kopar símalínur sem að liggja inn í hvert hús hvort sem er og þarf ekkert að breyta neinu.. bara stinga routernum í samband.. það eina sem þarf að gera er að breyta endabúnaðinum í símstöðvum.. og það kemur hinum almenna notanda ekkert við.. það þarf ekki að grafa nýjann skurð að húsinu hans og bora inn nýtt inntak fyrir sér lögn",
            "date": "2010-03-01 23:08:00",
            "post_id": "247695",
            "reply_to_id": "247693"
        },
        {
            "user_name": "depill",
            "text": "Gjörðu svo vel \nhttp://siminn.is/einstaklingar/sjonvarp/verd/\n. 4.900 kr stofngjald fyrir hvern aukamyndlykil líka. Breiðbandslyklanir hafa alltaf verið dýrari en IPTV lyklarnir hjá Símanum.\nHér gildir annað lögmál. Notkun á Breiðbandinu fór aldrei í neinar sérstakar hæðir, og þess vegna varð þrýstingurinn aldrei nægur. Hins vegar ef götuskápur kickast út myndast miklu meiri þrýstingur ( ásamt því að þessar símstöðvar eru allar í stöðugri mælingu og fylgst með þeim ) að laga það. Ásamt því að auðvita að Síminn veit að þeir verða af fjarskiptatekjum í leiðinni.\nHins vegar verður fróðlegt, þar sem forstjóri Símans talaði um 5 VoIP rásir í sínum kynningum í dag. Ég trúi því varla að þeir ætli að hætta að nota neðra tíðnisviðið fyrir talsíma og fari að flækja málið og láta fólk taka VoIP inn á heimilið ( geta alveg notað VoIP sem flutningsleið innan síns kerfis ). Mér finnst það allavega bara auka flækjustig.\nÞetta er 100% rétt hjá þér. Í raun og veru nægir að leysa bara \"loft\" leyfisskylda kerfið. Hins vegar giska ég að hér sé bara hugsað um peninga. Hér er verið að hugsa um að nota ljósið sem er í götuskápunum með sem bestum hætti og ja örugglega plássið í skápunum líka. Síminn vill aukatekjurnar hjá sér.\nÚff satt, ég er reyndar með Vodafone ADSL TV og við notum mjög mikið Stöð 2 Frelsi. En annað notum við lítið sem ekkert, aðallega vegna þess að úrvalið er slappt vegna víst aðallega leyfismála.",
            "date": "2010-03-01 23:39:00",
            "post_id": "247704",
            "reply_to_id": "247695"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Fyrst við erum komnir út í ljós umræðuna, afhverju þurfa þessir kaplar að vera svona langt niðri í jörðunni? 2-3m ofan í jörðina þar sem var verið að grafa hjá mér í 108.",
            "date": "2010-03-02 01:17:00",
            "post_id": "247716",
            "reply_to_id": "247704"
        },
        {
            "user_name": "appel",
            "text": "Held að ljósnet Orkuveitunnar eða þessara LínuNeta fyrirtækja, þ.e. almenningshlutafélaga, hafi kostað almenning hátt í 10 milljarða að leggja, sem örfáir nýta sér þessa dagana.\nÍ fréttinni kemur fram að þetta kosti Símann undir 800 milljónum, og nær til fleiri heimila!\nHvað 50 mb/s varðar, þá held ég að það sé bara fyrir internetið, hin 50 mb/s séu þá væntanlega frátekin fyrir aðrar þjónustur. Svo er sennilega eitthvað margin-of-error þarna, þ.e. að ekki allir nái max hraða. En sennilega er þetta bara það sem Síminn byrjar með í byrjunar-fasanum.",
            "date": "2010-03-02 01:34:00",
            "post_id": "247718",
            "reply_to_id": "247716"
        },
        {
            "user_name": "ingibje",
            "text": "whaat 2-3m ég hef slitið einn sem lá 20cm dýpt(vinn á vinnuvél), þá erum við samt  bara tala umstrenginn inn í hús. í flestum þeim húsum sem ég hef unnið hjá þá er þetta alltaf bara rétt undir yfirborðinu. þá er ég að tala um appelsínugula ídráttarrörið. það er kannski að þeir vilji hafa strenginn fyrir hverfinn á þessu dýpi sem ég skil samt ekki afhverju.\neitt sem mér hefur líka fundist allveg stórskrítið er afhverju ljósleiðarinn sé ekki kominn í grafarvoginn :l",
            "date": "2010-03-02 02:31:00",
            "post_id": "247721",
            "reply_to_id": false
        },
        {
            "user_name": "BjarniTS",
            "text": "Slitið ljósleiðara ? \nEr það ekki smá bömmer að lenda í :S ?",
            "date": "2010-03-02 02:37:00",
            "post_id": "247722",
            "reply_to_id": "247721"
        },
        {
            "user_name": "codec",
            "text": "Þetta gott mál fyrir þá sem hafa ekki möguleika á ljósleiðara og eflaust til bóta fyrir þá.\nMér finnst samt svoldið villandi hjá þeim að kalla þetta Ljósnet, það gefur til kynna að þú sér að fá ljósleiðara inn í hús sem þú er ekki að fá.\nÉg þekki dæmi þess af vinnufélaga, sem eftir samtal við fulltrúa símans stóð í þeirri meiningu að breiðbandið væri að hætta og hann væri að fá ljósleiðara í staðin.\nÞetta er í raun bara uppfærsla á gamla breiðbandinu.   Ljós í götuskápa og nýr endabúnaður þar sem gefur meiri bandvídd.  \nSkv. síminn.is þá ertu að fá 50 Mb/s á mun betra verði en þeir hafa boðið áður, en ég hringdi í þá og það er sem sagt 50 niður og 25 upp.   \nUppload hraði skiptir líka máli fyrir suma.\nÞað sem er svo undarlegast í þessu öllu er að það er verið að byggja upp 2 svona \"háhraða\" net með öllum þeim tilkostnaði sem því fylgir er það ekki svolítil sóun?  Það mál er auðvitað gamla pólítískt og viðskiptalegt þrætuepli milli fyrirtækjana og pólítíkusa verður sennilega seint til lykta leitt.",
            "date": "2010-03-02 12:15:00",
            "post_id": "247748",
            "reply_to_id": "247722"
        },
        {
            "user_name": "wicket",
            "text": "Það að geta kallað eitthvað Ljósnet þarf að fylgja ákveðnum skilyrðum skv. staðlinum að minnsta kosti.\nFTTH = Fiber to the home\nFTTB = Fiber to the building / basement\nFTTC = Fiber to the curb.\nAllt þetta er hluti af staðlinum.\nGV notar bæði FTTH og FTTB þar sem það sem að upp á vantar er leyst með öðrum hætti en ljósi.\nFTTC er það sem að Síminn virðist vera að gera, að setja ljós í götuskáp og nota koparinn restina í ca 50-400m sem tryggir þessa bandbreidd.\nÉg er þó enginn sérfræðingur í þessu, en ég held að ég sé að skilja þetta rétt svona.\nÞað jákvæða við þetta er að hér er komin heilbrigð samkeppni á þessum bandbreiddar hærri tengingum þar sem að GV hefur haft tögl og haldir. Verðin hljóta að lækka þar sem mér sýnist að þessar nýju leiðir Símans séu mjög vel verðlagðar. Því hljóta allir góðir menn að fagna.\nMætti svo ekki breyta subjectinu á þessum þræði, hann er svolítið villandi miðað við hvað umræðan er svo komin út í.",
            "date": "2010-03-02 13:30:00",
            "post_id": "247776",
            "reply_to_id": "247748"
        },
        {
            "user_name": "Gothiatek",
            "text": "Ég var með ADSL hjá Símanum og er búsettur á Akureyri. Eftir að Tengir tengdi ljósleiðarann í húsið skipti ég yfir í Vodafone. Síminn ætlar sér ekki að tengjast inná önnur ljósleiðaranet sem er þvílíkur fornaldarhugsanaháttur að það hálfa væri nóg - Síminn er væntanlega búinn að tapa fullt af viðskiptavinum á Akureyri sem hafa skipt yfir á ljósleiðara.\nEn ég bendi á grein í Fréttablaðinu í gær\nÞetta er semsagt ekki ljósleiðaranet. Það er ekki hægt að kalla þetta ljósleiðaranet þegar síðustu metrarnir eru á kopar og því flöskuháls. Síminn þarf aðeins að passa sig.",
            "date": "2010-03-02 13:32:00",
            "post_id": "247778",
            "reply_to_id": "247776"
        },
        {
            "user_name": "JReykdal",
            "text": "Fara niður fyrir klakann á veturna. Það er mikil hreyfing á jarðvegi á íslandi vegna frosts og þíðu þannig að það gæti valdið slitum á rörunum ef þau liggja í frosnum jarðvegi.",
            "date": "2010-03-02 16:26:00",
            "post_id": "247807",
            "reply_to_id": "247778"
        },
        {
            "user_name": "Orri",
            "text": "Fyrir þá sem tala um að höfuðborgarsvæðið sé með ljósleiðara og þeir á landsbyggðini séu skyldir útundan er ekki alveg rétt.\nÉg bý í Mosfellsbæ sem, seinast þegar ég vissi, er partur höfuðborgarsvæðinu og hér eru engir ljósleiðarar.\nÞað er jú búið að leggja ljósleiðara í Leirvogstunguna sem er nýtt hverfi, en hvergi annarstaðar eftir minni bestu vitund.\nSvo virðist enginn vita hvenær á að leggja ljósleiðara hér í Mosó.\nOg svo samkvæmt myndinni sem er fyrir neðan fréttina á Pressan.is þá mun þetta \"Ljósnet\" Símans ekki koma í Mosfellsbæinn fyrr en 2012 ?\nFinnst bara hrikalega lélegt að við í Mosó, sem á víst að vera partur af höfuðborgarsvæðinu, fáum ekki \"háhraða\" nettenginar fyrr en eftir 2 ár.\nÉg er ekki að reyna að móðga neinn og endilega leiðréttið mig ef ég fer með rangt mál",
            "date": "2010-03-02 16:51:00",
            "post_id": "247812",
            "reply_to_id": "247807"
        },
        {
            "user_name": "urban",
            "text": "Það er stór hluti höfuðborgarsvæðisins sem að er ekki enn kominn með ljósleiðara.\nvesturbærinn t.d.",
            "date": "2010-03-02 17:24:00",
            "post_id": "247828",
            "reply_to_id": "247812"
        },
        {
            "user_name": "ManiO",
            "text": "Hluti af honum er ljósleiðaravæddur.",
            "date": "2010-03-02 18:53:00",
            "post_id": "247848",
            "reply_to_id": "247828"
        },
        {
            "user_name": "chaplin",
            "text": "Finnst að google ætti að nota Ísland í little fiber network projectið þeirra. Væri ekki leiðinlegt, annars bíð ég bara eftir því að eitthver ljóstækni verður lögð í götuna mína, orðinn þreyttur að nota tækni sem er úreltari en möllet.",
            "date": "2010-03-02 19:11:00",
            "post_id": "247852",
            "reply_to_id": "247848"
        },
        {
            "user_name": "codec",
            "text": "http://tos.sky.is/tos/to/word/isl/3340/\nÞeir eru að tegja þetta hugtak nokkuð langt held ég þar sem þetta er alveg jafn mikið ljósnet og gamla breiðbandið var skv. því sem maður hefur heyrt af þessu.  Þeir skipta bara um búnað í götukössum og endabúnað.",
            "date": "2010-03-06 13:19:00",
            "post_id": "248832",
            "reply_to_id": "247852"
        },
        {
            "user_name": "Meso",
            "text": "Ég bý í hfj, ekki kominn ljósleiðari hjá mér, enda erum við \"út í sveit\"",
            "date": "2010-03-06 14:26:00",
            "post_id": "248839",
            "reply_to_id": "248832"
        }
    ],
    "date": "2010-03-02 02:31:00"
}