{
    "forum_title": "Almennt um vélbúnað",
    "id": "2888",
    "title": "Verstu mistökin sem þú hefur gert við uppfærslu/samsetningu.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=2888",
    "posts": [
        {
            "user_name": "Minuz1",
            "text": "Jæja, gerum nú svoldið grín af okkur sjálfum....\n\n\n\nKeypti mína fyrstu tölvu fyrir mjög mörgum árum...\n\n\n\nÞetta var 486 25MHz SX(sem þýðir að CPU-inn var ekki með reikniörgjörva en það var hægt að kaupa auka kubb sem maður smellti í rauf sem leit út eins og örgjörvasocket nema aðeins minni)\n\n\n\nJæja, svo þegar tölvan var farin að verða dálítið hæg þá fór minn að leita að uppfærslum og fann að 486 DX2 66MHz(minnir mig) passaði 100% í borðið .....ég bara cool  \n ....stakk 1/2 af peningnum sem ég hafði unnið mér fyrir þennan mánuð og tók strætó upp í tæknival og keypti dótið.....var þetta lítið æstur að ég hljóp heim (miðbær) á 10 mín \n\n\n\n\nKominn heim...æstur og sveittur.....upp í herbergi og reif tölvuna í sundur....þrumaði örranum í og kveikti á tölvunni........þá fattaði ég að ég hafði troðið örgjörvanum í sockettið sem reikniörgjörvinn átti að vera í og lyktin af bráðnandi gúmmíi staðfesti það  \n ....reif kassan upp og svartur reykur steig upp í kassanum   \n reyndi í panic að ná örgjörvanum úr sockettinu.....en hafði ekki slökkt á tölvunni þannig að ég fékk þennan lítið skemmtilega sting eins og að nál hefði verið stungið upp í hendina og alveg upp í heilann á mér  \n .......reif svo tölvuna úr sambandi og auðvitað allt heila klabbið ónýtt.\n\n\n\nNáði svo að nurla saman í að kaupa nýtt móðurborð en þurfti að nota gamla 25 MHz cpu-inn í tvo mánuði í viðbót.\n\n\n\nMaður hlær auðvitað af þessu núna \n en ég er samt nú alltaf jafn æstur þegar ég kaupi eitthvað nýtt í tölvuna.",
            "date": "2004-01-23 01:21:00",
            "post_id": "28958",
            "reply_to_id": false
        },
        {
            "user_name": "Tesli",
            "text": "Fyrsta tölvan mín sem ég keypti fyrir allann fermingarpeninginn á 129.900 var AMD 233mhz, SB16, 64 minni, 4gb hd, skjákorti (ATH ekki 3d) og 15\" skjá...\n\nNema hvað, 1ári seinna fatta ég að það er bara 32mb minni og 14\"skjár STUPIT að fatta þetta ekki fyrr því fyrirtækið var farið á hausinn þegar ég ætlaði að skipta!!!! \n\n\n\n\nÞetta var heimskasta stund lífs míns",
            "date": "2004-01-23 05:18:00",
            "post_id": "28960",
            "reply_to_id": "28958"
        },
        {
            "user_name": "elv",
            "text": "Setti fyrstu tölvuna saman og gleymdi að hafa moboið fljótandi, þ.e.a.s engan pinna undir því bara beint á plötuna.\n\nFór nátturulega aldrei í gang, varð að fá nýtt mobo  \n\n\nMaður lifir og lærir, hef ALDREI gleymt þessu síðan, hefur nagar mig mikið síðustu árin",
            "date": "2004-01-23 08:18:00",
            "post_id": "28963",
            "reply_to_id": "28960"
        },
        {
            "user_name": "Sultukrukka",
            "text": "x",
            "date": "2004-01-23 12:33:00",
            "post_id": "28986",
            "reply_to_id": "28963"
        },
        {
            "user_name": "gnarr",
            "text": "ég hef nú aldrei skemmt neitt í tölvunni minni held ég... enn..\n\n\n\nég átti geðveikt svalann fjarsýrðann bíl þegar ég var 8 ára með alveg fullt af batteríum. ég var svo forvitinn að vita afhvejru hann þurfti svoan mörg batterí, svo ég spurði frænda minn. hann sagði mér að batteríin væru þannig tengd að þau mögnuðu spennuna. semsagt 1.5v + 1.5v + 1.5v.. alveg uppí 15v. og að þetta væri það sem léti bílinn fara hraðar.\n\nég var geðveikt gáfaður og vissi náttla að instungurnar væru 220v, svo ég tók rafmagnsvír og setti í + og - þar sem batteríin áttu að vera og stakk í samband.. BÚMM!! bíllinn FLAUG yfir stofuna hjá mér og endaði á vegnum og smallaðist á framan og síðan kveiknaði í honum og rafmagnið sló út...  \n \n .\n\nég verð samt að viðurkenna að þetta er eitthvað það svalasta sem ég hef nokkurntíman séð. en hann hefur ekkifarið í gang aftur",
            "date": "2004-01-23 13:19:00",
            "post_id": "28998",
            "reply_to_id": "28986"
        },
        {
            "user_name": "dabb",
            "text": "hahaha snilld",
            "date": "2004-01-23 13:21:00",
            "post_id": "29000",
            "reply_to_id": "28998"
        },
        {
            "user_name": "MezzUp",
            "text": "vó, ég vissi ekki að rafmagn væri 220v þegar ég var í 3. bekk",
            "date": "2004-01-23 13:38:00",
            "post_id": "29001",
            "reply_to_id": "29000"
        },
        {
            "user_name": "ICM",
            "text": "Gnarr það hefur augjóslega ekki beytt þig hræðsluáróðri um rafmagns instungur,",
            "date": "2004-01-23 13:39:00",
            "post_id": "29002",
            "reply_to_id": "29001"
        },
        {
            "user_name": "gumol",
            "text": "Ég prófaði einusinni (held ég hafi verið 5 ára) að tengja vír inn í innstúngu heima hjá Afa, hinn endin á virnum þurfti nátturlega að snerta mig \n\n\nÞetta var áður en ver settur lekastraumsrofi í húsið, það var líka gert daginn eftir.",
            "date": "2004-01-23 13:54:00",
            "post_id": "29003",
            "reply_to_id": "29002"
        },
        {
            "user_name": "Hlynzit",
            "text": "HAHAHAHHAAHA Snilld með rafmagnsbílinn",
            "date": "2004-01-23 14:10:00",
            "post_id": "29006",
            "reply_to_id": "29003"
        },
        {
            "user_name": "Damien",
            "text": "Ég keypti mér vatnskæligu frá USA og ekki bara var ég ofrukkaður um sendingargjaldið heldur skemmdi ég líka skjákortið mitt (9700pro) með brussugangi þegar ég var að setja kælinguna á. Ég seldi gnarr'i kortið fyrir slikk og keypti mér nýtt 9800pro á 45þús og lærði svo síðar að gnarr hefði látið einhvern gaur lóða það ókeypis! Ég var ekki ánægður með viðgerðarkallinn sem leit á kortið mitt...",
            "date": "2004-01-23 15:22:00",
            "post_id": "29017",
            "reply_to_id": "29006"
        },
        {
            "user_name": "Pandemic",
            "text": "Þegar ég var lítill þá ætlaði ég að sýna hæfileika mína í því að laga hljóðið á 200mhz vél. Nátturulega fataði ég ekki að bróðir minn var ekki búinn að setja driverana inn. Ég sá þarna lítinn fallegan takka aftan á power supplynu beið í svona 3 sec eftir að ég hafði ítt á hann boom hárið einn bruna rúst ég lentur í vegnum fyrir aftan tölvunna og eldur útur power supplinu ég fór út og þreif mér og sagði síðan að ég væri saklaus.",
            "date": "2004-01-23 16:19:00",
            "post_id": "29027",
            "reply_to_id": "29017"
        },
        {
            "user_name": "ICM",
            "text": "aulalegasta sem ég hef gert er þegar ég reyndi að plata hljóðkortið að það væri betra en það væri til að ég gæti heyrt midi tónlistina betur þegar ég var lítill... Keyrði eitthvað drasl stillingar forrit, eftir það datt hljóðið út og ekki hægt að laga.",
            "date": "2004-01-23 16:22:00",
            "post_id": "29029",
            "reply_to_id": "29027"
        },
        {
            "user_name": "Tesli",
            "text": "Ég var að muna eftir einu, mamma og pabbi keyptu glænýja 386 tölvu sem kostaði á sínum tíma 160.000kr... frændi minn og bróðir minn voru alltaf í tölvunni, frændinn þóttist alltaf voða góður á tölvur og ætlaði að spara pláss fyrir einhvern af larry leikjunum sirka ári eða meira eftir að hún var keypt.(hann var ca 12ára). Nema hvað, hann deletaði einverri windows skrá útaf og sagði mömmu að hún væri ónýt... Mamma trúði honum og setti hana inn í geimslu og keypti aðra tölvu, þessari tölvu var síðan hent seinna...\n\n\n\nHeimska fjölskilda",
            "date": "2004-01-23 19:46:00",
            "post_id": "29063",
            "reply_to_id": "29029"
        },
        {
            "user_name": "Damien",
            "text": "Hehe þetta minnti mig á þegar ég fór einu sinni í BT og keypti mér Riva TNT 2 Ultra til að geta spilað Kingpin. Svo ætlaði ég að setja kortið í en æ,æ, það var engin APG rauf á móðurborð'inu. Við fórum með hana á verkstæði og létum setja nýtt móðurborð í hana. Nema hvað, þegar við sækjum tölvuna þá setti gaurinn líka nýja örgjörva og nýtt minni! Verð 60.000.- Mamma og pabbi urðu allveg brjáluð við gaurinn og báðu hann um að taka þetta allt saman úr. Jújú sagði gaurinn og kom með verðið. 40.000.-kr fyrir að gera EKKERT!",
            "date": "2004-01-24 00:03:00",
            "post_id": "29119",
            "reply_to_id": "29063"
        },
        {
            "user_name": "Deus",
            "text": "Ég setti intel 1.8 ghz í amd borð, reyndi einhvernveginn að troða þessu í...kveikti svo á tölvunni og þá dó örrinn auðvitað \n móbóið klikkaði samt ekki, er að nota það ennþá núna",
            "date": "2004-01-24 00:06:00",
            "post_id": "29120",
            "reply_to_id": "29119"
        },
        {
            "user_name": "Sultukrukka",
            "text": "x",
            "date": "2004-01-24 01:12:00",
            "post_id": "29137",
            "reply_to_id": "29120"
        },
        {
            "user_name": "halanegri",
            "text": "ROFL, þið eruð nú meiri vitleysingarnir!\n\n\n\nÉg man ekki eftir neinu svona í augnablikinu, en ég pósta strax og man eftir einhverju....",
            "date": "2004-01-24 02:01:00",
            "post_id": "29141",
            "reply_to_id": "29137"
        },
        {
            "user_name": "Deus",
            "text": "well maður var alltaf einu sinni newwwb \n annars er móbóið að standa sig fínt",
            "date": "2004-01-24 02:53:00",
            "post_id": "29143",
            "reply_to_id": "29141"
        },
        {
            "user_name": "Dári",
            "text": "Haha, bara fyndið að lesa sumt af þessu.\n\nÉg hef nú ekki eyðilaggt neitt held ég, man eftir einu tilviki þegar ég var að setja einhverja tölvu saman, hún fór alldrei í gang, og ég reif hana í sundu amk 2svar, en svo fattaði ég að ég stakk aflgjafanum  alldrei í samband",
            "date": "2004-01-24 04:40:00",
            "post_id": "29145",
            "reply_to_id": "29143"
        },
        {
            "user_name": "Voffinn",
            "text": "Ég held ég hafi aldrei gert neitt svona rosalegt  en þegar maður var að byja held ég að ég hafi eyðilagt a.m.k. eitt hljóðkort og eitt skjákort.\n\n\n\nSvo á tímabili mátti ég ekki opna kassa án þess að skemma eitthvað. Man eftir því þegar við vinirnir vorum að byrja að lana, og ætluðum að skella eth korti í vélina hjá mér.  Svo kviknaði ekkert aftur á henni og mútta varð brjáluð þegar ég sagði henni það.",
            "date": "2004-01-24 12:16:00",
            "post_id": "29161",
            "reply_to_id": "29145"
        },
        {
            "user_name": "Zaphod",
            "text": "ég hef nú aldrei skemmt vél minnir mig ..............\n\n\n\n\n\n\n\nEn einu sinni þegar ég var að setja saman vél fyrir vin minn . þá vildi vélin aldrei posta , ég var búinn að reyna allt að ég vissi svo við fengum annan gaur til að kíkja og þá var það eina sem var að videokortið var ekki alveg nógu fast í . Og ég sem var búinn að eyða mörgum klst í að pæla í þessu \n\n\n\n\n\nSkil ekki ennþá í dag hvernig ég gat gleymt að skoða þetta ....(hlýtur að vera að ég hafi verið  svona stressaður or some)",
            "date": "2004-01-24 14:36:00",
            "post_id": "29174",
            "reply_to_id": "29161"
        },
        {
            "user_name": "Cras Override",
            "text": "bara fyrir svona 2 vikum þá var ég alveg rosa sniðugur og bjómér til stækkun á viftu úr 50 í 80 mm viftu úr kókflösku. svo þegar að þetta var komið í voru mamma og pabi ekki heima en ég ætlaði að kveikja á græuni og ekkert gerðist ég opnaði tölvuna og skoðaði allt og fann ekkert. var alveg í rusli leið ekkert smá illa. en svo dagin efti þá ákvða ég að kíkja einu sinni en á þetta áður en ég sendi hana í viðgerð opnaði allan kassan þ.e.s tók allar hliðar og toppin af reik þá augun í það að ég hafði slökt á psu ítti á takkan og allt var í lagi.",
            "date": "2004-01-25 19:09:00",
            "post_id": "29400",
            "reply_to_id": "29174"
        },
        {
            "user_name": "dabb",
            "text": "taktu mynd af þessari stækkun",
            "date": "2004-01-25 19:15:00",
            "post_id": "29402",
            "reply_to_id": "29400"
        },
        {
            "user_name": "ICM",
            "text": "Ég er að ljúga að ykkur, ég var með gamalt móðurborð sem ég lét standa ofaná plötu með pinnum í, var að hamast í jömperunum meðan hún var í gangi, síðan duttu pinnarnir  \n\n\nÞað var tölva sem mér var nokkuð sama um enda var hún haugamatur.",
            "date": "2004-01-25 19:20:00",
            "post_id": "29404",
            "reply_to_id": "29402"
        },
        {
            "user_name": "Icarus",
            "text": "ég hef nú ekki eyðilaggt neitt enda hef ég alltaf verið góður strákur, það versta sem ég hef gert var þegar ég keypti fyrstu vélina mína og ég var eitthvað að fikta, reif floppy úr sambandi óvart og tengdi það svo vitlaust aftur svo að vélin fór ekki í gang. Hélt að ég væri búinn að eyðileggja allt saman  \n\n\n\n\nSvo þegar ég var að láta nýju uppfærsluna mína í núna um helgina þá þegar ég var búinn, voða ánægður ákvað bara að tengja vélina og kveikja, en neinei ekkert gerðist. Ég náttúrulega vissi hvað allt þetta var viðkvæmt og paniccaði og komst síðan að því að ég hafði tengt power takkann vitlaust",
            "date": "2004-01-26 19:16:00",
            "post_id": "29565",
            "reply_to_id": false
        },
        {
            "user_name": "dabb",
            "text": "Ég var einhvað að asnast að prufa einhverja nukera \n\n\nOg náttlega gleymdi að ég væri á router.\n\nÉg active-aði þennan fína nuker (ætlaði að stríða vini mínum aðeins)\n\nEnn nei routerinn restartaðist og vildi ekki connecta við netið í hálfan annan tíman.  \n\n\nKannski er það sem skemmdi configið  \n\n\nEnn allvegana.\n\nMín verstu mistök",
            "date": "2004-01-26 21:21:00",
            "post_id": "29592",
            "reply_to_id": "29565"
        },
        {
            "user_name": "Castrate",
            "text": "Ég hef nú aldrei eyðilagt neitt. Allavega ekkert sem skiptir máli (gamalt módem, gamalt hljóðkort). En eitt skipti spáði ég í því afhverju tölvan fann aldrei hdd. Eyddi alveg dágóðum tíma í að reyna að láta tölvuna detecta diskinn en þá var hann bara aldrei tengdur í rafmagn",
            "date": "2004-01-27 09:14:00",
            "post_id": "29648",
            "reply_to_id": "29592"
        },
        {
            "user_name": "MezzUp",
            "text": "been there, done that",
            "date": "2004-01-27 13:05:00",
            "post_id": "29675",
            "reply_to_id": "29648"
        },
        {
            "user_name": "Icarus",
            "text": "ég gerði nú svipað nema að ég gleymdi bara að tengja diskinn yfirhöfuð. Ég skrúfaði hann í, voða ánægður og síðan kveikti ég á vélinni en ég fann ekki diskinn, prófaði að formatta og allt saman en aldrei fann ég diskinn, svo þegar ég var orðinn hundfúll og ætlaði að rífa diskinn úr og skila honum þá sá ég að ég hafði gleymt að tengja hann",
            "date": "2004-01-27 20:27:00",
            "post_id": "29765",
            "reply_to_id": "29675"
        },
        {
            "user_name": "Zaphod",
            "text": "Það var nú einu sinni þegar ég var að setja í HD fyrir konu . þá stillti ég hann sem Slave eftir leiðbeiningunum sem voru á límmiðanum ofan á disknum ......\n\n\n\n\n\nEn einhverra hluta fékk ég diskinn engann veginn til að virka  \n\n\n\n\neftir klukkustund í algerri örvæntingu og reiði , þá tók ég eftir því að það var annar límmiði inní pokanum sem maður átti setja yfir þann gamla .....\n\n\n\n\n\nOg þá var slave stillingin orðin allt önnur .....",
            "date": "2004-01-27 20:54:00",
            "post_id": "29784",
            "reply_to_id": "29765"
        },
        {
            "user_name": "Hlynzi",
            "text": "Verstu mistök mín voru að stúta mínu ástsæla Asus A7A266 móðurborði, með skrúfjárni. \n\n\n\nÉg tók heatsinkið venjulega af með skrúfjárni og þetta var bara svona venjubundin hreinsun, nema hvað að skrúfajárnið rann af \"hitavasknum\" og í móðurborðið, og maður þurfti alltaf afl til að yfirvinna spennuna í þessu. Svo ef einhver snillingur hefur laus á því að splæsa saman 4-5 röndum eru þær vel þegnar, ath...þetta er sona 1 cm frá sokketinu.\n\n\n\nOg svo eitt annað, ég var með opna tölvu á gólfinu, og var að beygja mig eftir einhverjum vel upphlaðinn stöðurafmagni, og þrykkti lófanum í eitt kortið, sú vél fór ekki í gang aftur. Heldur í ferðalag útá sorpu.",
            "date": "2004-01-27 23:21:00",
            "post_id": "29835",
            "reply_to_id": "29784"
        },
        {
            "user_name": "elv",
            "text": "[quote=\"Hlynzi\"]Verstu mistök mín voru að stúta mínu ástsæla Asus A7A266 móðurborði, með skrúfjárni. \n\n\n\nÉg tók heatsinkið venjulega af með skrúfjárni og þetta var bara svona venjubundin hreinsun, nema hvað að skrúfajárnið rann af \"hitavasknum\" og í móðurborðið, og maður þurfti alltaf afl til að yfirvinna spennuna í þessu. Svo ef einhver snillingur hefur laus á því að splæsa saman 4-5 röndum eru þær vel þegnar, ath...þetta er sona 1 cm frá sokketinu.\n\n\n\nquote]\n\n\n\nGetur fengið \"Leiðandi\" penna í miðbæjaradíó",
            "date": "2004-01-27 23:41:00",
            "post_id": "29840",
            "reply_to_id": "29835"
        },
        {
            "user_name": "gumol",
            "text": "Leiðandi penni? \n\ner það einhver svona snildarhugmynd eins og pennar sem geta skrifað í vatni?",
            "date": "2004-01-27 23:47:00",
            "post_id": "29841",
            "reply_to_id": "29840"
        },
        {
            "user_name": "elv",
            "text": "Nei þetta virkar, er notað til að gera við, getur notað svona á AMD örgjörva til að klukka þá",
            "date": "2004-01-27 23:52:00",
            "post_id": "29842",
            "reply_to_id": "29841"
        },
        {
            "user_name": "Icarus",
            "text": "leiðandi pennar ? hvernig virkar það",
            "date": "2004-01-30 13:36:00",
            "post_id": "30217",
            "reply_to_id": "29842"
        },
        {
            "user_name": "elv",
            "text": "Eins og venjulegur penni, bara með ögnum í sem leiða.",
            "date": "2004-01-30 13:39:00",
            "post_id": "30220",
            "reply_to_id": "30217"
        }
    ],
    "date": "2004-01-26 19:16:00"
}