{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "28904",
    "title": "1.5TB keyrir ekki í gang lengur",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=28904",
    "posts": [
        {
            "user_name": "Drrrrrrrrrrrrr",
            "text": "Á frábæran HDD sem ég keypti fyrir nokkrum mánuðum. \nSamsung 1.5TB EcoGreen Serial-ATA II, 32MB buffer, 5400sn\n. Hann þoldi merkilega mikið, sem flakkari, en að því kom að hann nálin hætti að lesa plöturnar -- eða eitthvað þannig, hann s.s. gerir tilraun til að snúast í gang en nær því ekki þó ítrekaðar tilraunir séu. Fór að láta svona loksins eftir að dyravörður á kaffihúsi barði á töskuna mína til ath hvort ég væri með bjór í henni (en förum ekki út í það, hah). Slæmt að tapa rúmum 20 þúsundum eftir stuttan tíma, en verra þykir mér að missa allt kvikmynda og tónlistasafnið. \nGet ég gert eitthvað?\nHef lesið ansi mikið um að það að frysta diska sem eru svona geri manni kleift að ná af þeim gögnunum. Kannast einhver við það? Gefið ráð?\nJá og ég veit, backup, backup, backup (ég á alveg ehð af þessum gögnum á öðrum diskum). Ætlaði alltaf að kaupa annan eins sem lægi ónotaður með öllum gögnunum á. En svona fór þetta og ég læri af þessu, ferðast ekki með HDD framar án þess að hann sé í einhverjum mjúkum-hörðum umbúðum.",
            "date": "2010-03-12 05:21:00",
            "post_id": "250009",
            "reply_to_id": false
        },
        {
            "user_name": "sakaxxx",
            "text": "ég hef fryst disk sem var með click of death þ.e hann var handónytur ég komst ekki inn í hann. allavega ég prófaði að frysta hann og komst inn í hann í ca 40 sek og gat bjargað einhverju smotterí\nen þú munt bara fá eina tilraun vegna þess að strax og ég tók diskin úr frystinum lagðist mjög mikil raki á hann og efitr ca minótu var hann rennblautur. ég mundi allavega ekki tíma 20þús króna disk í þetta nema þú ert með eithvað mjög mikilvægt",
            "date": "2010-03-12 11:12:00",
            "post_id": "250024",
            "reply_to_id": "250009"
        },
        {
            "user_name": "dori",
            "text": "Setja hann í poka í frystinn, þá blotnar hann ekki (jafn mikið allavega). Ef diskurinn snýr sér ekki í gang núna eru allar tilraunir betra en ekkert.",
            "date": "2010-03-12 11:30:00",
            "post_id": "250025",
            "reply_to_id": "250024"
        },
        {
            "user_name": "bAZik",
            "text": "Gæti verið að diskurinn sé með ónýta sectora mjög framarlega, lenti í þessu fyrir um 2 vikum, notaði HDD Regenerator til að fixa þá, komst svo inná diskinn með ubuntu live cd og bjargaði 1tb a sjónvarpsefni.\nMæli með að þú gerir það sama (tekur samt langan tíma að keyra regen á allan diskinn).",
            "date": "2010-03-12 14:09:00",
            "post_id": "250045",
            "reply_to_id": "250025"
        }
    ],
    "date": "2010-03-12 05:21:00"
}