{
    "forum_title": "Vaktin.is",
    "id": "28917",
    "title": "daanielin",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=46&t=28917",
    "posts": [
        {
            "user_name": "Daz",
            "text": "Ég var að taka eftir því að hann er stjórnandi á spjallinu, er það ekki pínulítið óheppilegt þar sem hann er starfsmaður í tölvuverslun líka (skv. póstunum hans og undirskrift)? Ekki að ég hafi miklar áhyggjur svosem, en mér fannst þetta samt svolítið undarlegt. \n(Þú tekur þessu vonandi ekki persónulega daanielin, ég þekki þig ekki baun).",
            "date": "2010-03-12 20:11:00",
            "post_id": "250129",
            "reply_to_id": false
        },
        {
            "user_name": "vesley",
            "text": "Pandemic er líka starfsmaður í tölvuverslun ( skv. undirskrift)   og ekki sé ég hvernig þetta getur verið undarlegt.",
            "date": "2010-03-12 20:14:00",
            "post_id": "250130",
            "reply_to_id": "250129"
        },
        {
            "user_name": "OverClocker",
            "text": "Starfsmenn verslana eiga ekki að vera stjórnendur.",
            "date": "2010-03-12 20:19:00",
            "post_id": "250132",
            "reply_to_id": "250130"
        },
        {
            "user_name": "starionturbo",
            "text": "Why the hell not ?\nSvo framalega sem þeir fara ekki að misnota stjórnunarstöðu sína því sem tengist kaupum á tölvuhlutum í verslunum.",
            "date": "2010-03-12 20:22:00",
            "post_id": "250134",
            "reply_to_id": "250132"
        },
        {
            "user_name": "Lexxinn",
            "text": "Vá hvað ég get ekki verið meira sammála",
            "date": "2010-03-12 20:26:00",
            "post_id": "250135",
            "reply_to_id": "250134"
        },
        {
            "user_name": "Sydney",
            "text": "This.\nSvo er danni líka svalasti einstaklingur í heimi",
            "date": "2010-03-12 20:35:00",
            "post_id": "250137",
            "reply_to_id": "250135"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Samþykkt.",
            "date": "2010-03-12 20:38:00",
            "post_id": "250139",
            "reply_to_id": "250137"
        },
        {
            "user_name": "lukkuláki",
            "text": "Afhverju ekki ?\nEf þú getur ekki sýnt fram á misnotkun af þeirra hálfu þá skiptir þetta engu máli.",
            "date": "2010-03-12 20:51:00",
            "post_id": "250144",
            "reply_to_id": "250139"
        },
        {
            "user_name": "Daz",
            "text": "Einfaldasta aðferðin til að forðast misnotkun er nú að setja einstaklinginn ekki í þá aðstöðu að hafa möguleika á því.",
            "date": "2010-03-12 20:51:00",
            "post_id": "250145",
            "reply_to_id": "250144"
        },
        {
            "user_name": "Klemmi",
            "text": "Og ég er með stjórnenda réttindi....\nÉg er of latur til að nenna að misnota þau.",
            "date": "2010-03-12 21:01:00",
            "post_id": "250147",
            "reply_to_id": "250145"
        },
        {
            "user_name": "Daz",
            "text": "Vá hvað það eru allir með stjórnanda réttindi hérna   \n \nÉg er farinn á eitthvað hlutlaust spjallborð, eins og spjall.liu.is",
            "date": "2010-03-12 21:03:00",
            "post_id": "250150",
            "reply_to_id": "250147"
        },
        {
            "user_name": "SIKk",
            "text": "",
            "date": "2010-03-12 21:06:00",
            "post_id": "250151",
            "reply_to_id": "250150"
        },
        {
            "user_name": "emmi",
            "text": "Þegar ég tók eftir þessu um daginn, þ.a.e.s. að starfsmenn tölvubúða væru hér með admin réttindi fannst mér það eilítið skrítið þar sem þessi vefur er jú til þess að upplýsa og jafnvel vernda neytendur gagnvart okri og öðru í tölvubúðum.\nEkki það að þessu fólki sé ekki treystandi, bara undarleg staða að mínu mati, fór einmitt að pæla í þessu þegar Maclantic þráðurinn frægi kom upp.",
            "date": "2010-03-12 21:30:00",
            "post_id": "250154",
            "reply_to_id": "250151"
        },
        {
            "user_name": "Pandemic",
            "text": "Ég kom einmitt með þessa reglu að notendur skrifuðu undir nafni þeirra tölvuverslana sem þeir væru að vinna hjá.\nEinmitt til að komast hjá því að stjórnendur væru að misnota réttindi sín fyrir hönd þeirra sem þeir vinna hjá. Ég veit ekki til þess að þessi staða hafi verið misnotuð.\nÞað þarf einhver að stjórna hérna og þeir hæfustu eru oftast að vinna í þessum tölvufyrirtækjum og er umhugað um þetta samfélag eins og öllum öðrum.",
            "date": "2010-03-12 21:40:00",
            "post_id": "250159",
            "reply_to_id": "250154"
        },
        {
            "user_name": "starionturbo",
            "text": "Einmitt, og þá gerir sá einstaklingur allt sem hann getur til að geta gert það.\nÉg myndi nú segja að menn séu með nokkuð háann standard hér, hef allavegana ekki séð neina stjórnendur með eitthvað vesen nýlega.",
            "date": "2010-03-12 22:20:00",
            "post_id": "250168",
            "reply_to_id": "250159"
        },
        {
            "user_name": "GuðjónR",
            "text": "hehehe er ykkur alvara ?\n23 stjórnendur á 5128 notendur...\nÉg gæti ekki verið meira ósammála, ef eitthvað er þá þyrfti fleiri stjórnendur. Mín reynsla er sú að einmitt þeir sem eru starfsmenn verslana eru oft bestu stjórnendurnir, þeir eru vel inn í málunum og passa sig líka á því að fara ekki yfir gráu línuna af því að þeir vita að það er fylgst með því sem þeir gera.\nÉg hef aldrei fengið kvörtun um að þessir strákar séu að misnota eitt eða neitt, enda hvað myndu þeir græða persónulega á því? Eins og einn kunningi minn sem vann í BYKO sagði, það var alveg frábært þegar kúnnarnir voru pirraður og sögðu...\"ég fer þá bara í Húsasmiðjuna\" ... eins og starfsmönnunum væri ekki slétt sama.\nEn svona til að róa taugaveiklaða nörda þá er ykkur heimilt að láta mig vita ef ykkur finnst einhver misnota réttindin sín. Og að sjálfsögðu mun ég þá skoða það. Hef reyndar aldrei upplifað misnotkun á þessum réttindum hjá öðrum en sjálfum mér \nÞið ættuð frekar að þakka þessum strákum fyrir að nenna að vera stjórnendur og eyða tíma sínum í að fylgjast með að allir fari eftir þessum fáu en góðu reglum sem gera þetta spjall eins gott og það í raun er, annars væri ekkert gaman að vera hérna.\n...",
            "date": "2010-03-22 21:26:00",
            "post_id": "252092",
            "reply_to_id": "250168"
        },
        {
            "user_name": "biturk",
            "text": "svo þig langar í fleiri stjórnendur ehh",
            "date": "2010-03-22 22:31:00",
            "post_id": "252114",
            "reply_to_id": "252092"
        },
        {
            "user_name": "JohnnyX",
            "text": "haha þegar ég vann hjá Byko lenti ég svo oft í þessu og ég kippti mér aldrei upp við það",
            "date": "2010-03-22 22:52:00",
            "post_id": "252117",
            "reply_to_id": "252114"
        },
        {
            "user_name": "Pandemic",
            "text": "pff Húsasmiðjan er bara blómabúð.",
            "date": "2010-03-22 22:58:00",
            "post_id": "252122",
            "reply_to_id": "252117"
        },
        {
            "user_name": "GuðjónR",
            "text": "Einmitt \nEnda voru engir hagsmunir fyrir þig að BYKO héldi kúnnum...nema að þú værir stór hluthafi...\nAlltaf hægt að nýta gott fólk \nOg ríkisfyrirtæki...",
            "date": "2010-03-22 22:58:00",
            "post_id": "252123",
            "reply_to_id": "252122"
        },
        {
            "user_name": "biturk",
            "text": "<----------------- = Gott fólk   \nhehe en já, það er alltaf gaman að góðu fólki, og það er nauðsynlegt að þeir sem verma þessar stöður séu málefnalegir, haldi ró sinni og séu sanngjarnir.....eins og moddar á þessari síðu hafa verið eins lengi og ég hef verið hjérna",
            "date": "2010-03-22 23:03:00",
            "post_id": "252125",
            "reply_to_id": "252123"
        },
        {
            "user_name": "vesley",
            "text": "heyrðu maður væri nú alveg til í að \"sækja um \" sem stjórnandi  \n \n \neitthvað spes sem þarf að gera fyrir það ?",
            "date": "2010-03-22 23:05:00",
            "post_id": "252126",
            "reply_to_id": "252125"
        },
        {
            "user_name": "Pandemic",
            "text": "Geta hlaupið hundraðmetrana á 10,5",
            "date": "2010-03-22 23:14:00",
            "post_id": "252128",
            "reply_to_id": "252126"
        },
        {
            "user_name": "GuðjónR",
            "text": "U really wanna know?",
            "date": "2010-03-22 23:15:00",
            "post_id": "252130",
            "reply_to_id": "252128"
        },
        {
            "user_name": "vesley",
            "text": "",
            "date": "2010-03-22 23:17:00",
            "post_id": "252131",
            "reply_to_id": "252130"
        },
        {
            "user_name": "biturk",
            "text": "i do, i do",
            "date": "2010-03-22 23:18:00",
            "post_id": "252132",
            "reply_to_id": false
        },
        {
            "user_name": "urban",
            "text": "var ekki búið að breyta því í 10,3 ?",
            "date": "2010-03-22 23:39:00",
            "post_id": "252136",
            "reply_to_id": "252132"
        },
        {
            "user_name": "AntiTrust",
            "text": "Pf, hlaupa?\nLágmark 130 í bekk.",
            "date": "2010-03-22 23:41:00",
            "post_id": "252138",
            "reply_to_id": "252136"
        },
        {
            "user_name": "Pandemic",
            "text": "Jú, auðvitað. Allt eftir að þú slóst metið í hlaupinu og þrekbrautinni.",
            "date": "2010-03-22 23:41:00",
            "post_id": "252139",
            "reply_to_id": "252138"
        },
        {
            "user_name": "Revenant",
            "text": "Ég er mjög hlynntur þessu því ég tel þetta vera mjög mikið ,,deterrence'' á misnotkun af hálfu stjórnenda.",
            "date": "2010-03-22 23:46:00",
            "post_id": "252142",
            "reply_to_id": "252139"
        },
        {
            "user_name": "chaplin",
            "text": "Haha ég var bara að sjá þennan póst fyrst núna! Er ég að feila af hörku að fylgjast með spjallinu? Ég bauð mig annars fram þar sem ég taldi mig geta aðstoðað eigendur spjallsins við að halda því gangandi þar sem vinnan mín byggist mikið að því að.. vakta vaktina..  \n \nVona að ég sé ekki að ónáða eitthvern með þessu því ef svo er VERÐUR SÁ NOTANDI BANNAÐUR! (kaldhæðni fyrir þá sem skynja ekki internet kaldhæðni)\nDude! Næst þegar ég kem í heimsókn færð þú 2 fæva!",
            "date": "2010-03-23 01:18:00",
            "post_id": "252153",
            "reply_to_id": "252142"
        },
        {
            "user_name": "hsm",
            "text": "Þar sem að starfsmenn tölvufyrirtækja eða annara hagsmunaraðila eru skildugir að taka það fram fyrir hverja þeir vinna þá sé ég ekki neitt að því að þeir séu hér sem stjórnendur.\nOg þar sem þú sem lesandi hefur þessar upplýsingar þá getur þú alveg séð hvort að þeir séu að misnota stöðu sína.\nGott dæmi er\n Pandemic\n sem hefur staðið sig með príði hér á vaktini þó að hann vini fyrir fyrirtæki sem ég er ekki sáttur við.\nÉg les mikið hér á vaktini og hef aldrei orðið var við að \nKlemmi, daanielin, Pandemic \neða aðrir stjórnendur hafa verið að misnota stöðu sína hér.\nEn annars... er ekki besta forvörnin að stinga mönnum inn í steininn\n áður \nen að þeir brjóta af sér",
            "date": "2010-03-23 01:54:00",
            "post_id": "252157",
            "reply_to_id": "252153"
        },
        {
            "user_name": "ManiO",
            "text": "Bíddu, var ekki á seinasta stjórnenda fundi ákveðið að allir sem vilja komast í stjórn þurfa að taka stjórnendur í bekk. Alla saman?",
            "date": "2010-03-23 09:33:00",
            "post_id": "252168",
            "reply_to_id": "252157"
        },
        {
            "user_name": "stefan251",
            "text": "en þa er altílagi ef haner bara góður við okur",
            "date": "2010-03-23 09:45:00",
            "post_id": "252169",
            "reply_to_id": "252168"
        },
        {
            "user_name": "Sydney",
            "text": "Vííí!",
            "date": "2010-03-23 09:46:00",
            "post_id": "252170",
            "reply_to_id": "252169"
        }
    ],
    "date": "2010-03-22 23:18:00"
}