{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "28910",
    "title": "Besta viftulausa skjákortið?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=28910",
    "posts": [
        {
            "user_name": "playmaker",
            "text": "Ég er að spá í að fara að uppfæra 8800GT kortið mitt og langar mikið í hljóðLAUST kort. Ég er að spá í hvað sem er á milli 30-50 þús. en númer 1,2 og 3 er að kortið sé totally silent og að það taki alla flottu nýju leikina í nefið. Hverju mæla þeir með sem vit hafa á? Spila mest LOTRO en kíki í aðra leiki alltaf við og við.",
            "date": "2010-03-12 13:52:00",
            "post_id": "250043",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Þú gerir þér grein fyrir því að beiðnin er kjánaleg, mikil vinnslugeta þýðir mikill hiti.\nEf að þú ert ekki að spila einhverja sjúka leiki þá geturðu bara fengið þér viftulaust 9600 GT ef einhver er með það ennþá.  \n \nSvo eru viftulausar lausnir eða vatnskæling möguleiki",
            "date": "2010-03-12 14:16:00",
            "post_id": "250048",
            "reply_to_id": "250043"
        },
        {
            "user_name": "Kobbmeister",
            "text": "http://buy.is/product.php?id_product=1133\n fá sér bara svona.",
            "date": "2010-03-12 14:21:00",
            "post_id": "250050",
            "reply_to_id": "250048"
        },
        {
            "user_name": "chaplin",
            "text": "Hef heyrt mjög góða hluti um 9800GT, en skjákort með viftu eru í 90% tilvika betri, er með 5770, heyri \nekkert\n í henni þegar ég spila leiki, heyri bara ekkert í henni yfir höfuð.. Flest öll skjákort eru komin með mjög góðar og hljóðlátar viftur.\nHaha, þessi er svo mikill killer, þó myndi ég ekki fá mér hana nema ég ætlaði að yfirklukka skjákortið um helming eða vildi bara verða viftulaus.. Imho. ekki þess virði nema þú þurfir hana eða ert áhugamaður um að eyða peningum.  \n \nAll the best!",
            "date": "2010-03-12 14:35:00",
            "post_id": "250053",
            "reply_to_id": "250050"
        },
        {
            "user_name": "gardar",
            "text": "Rífur viftuna bara úr sambandi á nóttunni og hendir henni svo í gang þegar þú ert með mikla keyrslu á skjákortinu",
            "date": "2010-03-12 15:24:00",
            "post_id": "250073",
            "reply_to_id": "250053"
        },
        {
            "user_name": "DeAtHzOnE",
            "text": "Er ekki Gigabyte HD-5850 málið það tekkur alla leiki í nefið og er á 49k ódýrast. \n \nReyndar hef ég ekki hugmynd hversu hátt heyrst í því.",
            "date": "2010-03-12 16:29:00",
            "post_id": "250087",
            "reply_to_id": "250073"
        },
        {
            "user_name": "chaplin",
            "text": "Works for me á gamla 8800GTS kortinu mínu..",
            "date": "2010-03-12 16:55:00",
            "post_id": "250094",
            "reply_to_id": "250087"
        },
        {
            "user_name": "playmaker",
            "text": "Ok... það sem er búið að segja mér er að það þýðir ekkert að spá í viftulaus kort því þau kort sem eru öflug þurfa viftu, ok. Svo er búið að minnast á 5880 kortið frá ATI... Hvað með Nvidia? Er ekki að koma einhver lína frá þeim eða eru ennþá margir mánuðir í hana? Ég er með plasthlíf utan um skjákortið mitt svo mér tekst ekkert að taka viftuna úr sambandi á því. Eru ekki einhverjir sérfræðingar í skjákortum sem geta leiðbeint manni með hvað er best fyrir 30-50?",
            "date": "2010-03-13 21:49:00",
            "post_id": "250362",
            "reply_to_id": "250094"
        },
        {
            "user_name": "vesley",
            "text": "það ættu að vera um 13 dagar þangað til að nýju nvidia kortin komi út hérna í evrópu .     þegar þau koma út gætu verðin  á ATI kortunum lækkað og kannski kemur  nvidia kort innan 30-50 þús rammans",
            "date": "2010-03-13 21:56:00",
            "post_id": "250367",
            "reply_to_id": "250362"
        }
    ],
    "date": "2010-03-12 13:52:00"
}