{
    "forum_title": "Til sölu - Tölvuvörur",
    "id": "29089",
    "title": "[SELT]Mjög góð leikjatölva, Q9550, GTX480, 4GB DDR3",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=11&t=29089",
    "posts": [
        {
            "user_name": "Danni V8",
            "text": "Þetta er tölva sem ég er hægt og bítandi búinn að vera að bæta í og gera betri síðan í janúar 2009. Allt sem er til sölu hér er síðan 31. Desember 2008 eða yngra, flest allt keypt nýtt.\nTölvukassi:\n CoolerMaster HAF932 FullTower\nMóðurborð:\n ASUS Striker Extreme II\nÖrgjörvi:\n Intel Core2Quad Q9550 12MB @ stock speed, 2,8GHz\nÖrgjörvakæling:\n CoolerMaster V8\nVinnsluminni:\n 2x OCZ 2GB 2000MHz DDR3\nPower Supply:\n Tagan BZ Piperock 900W Modular\nSkjákort:\n EVGA GTX 480 SC - Skráð á síðunni innan 30 daga, 10 ára ábyrgð, keypt á Amazon.com\nHDD1\n: WesternDigital Black 640GB 7200rpm 64mb buffer, tvískiptur með 200gb fyrir stýrikerfi og rest auka.\nSkjár\n: BenQ G2411HD 24\" 16x9 með HDMI tengi og heyrnatólatengi\nAðeins um tölvuna\nÞessi tölva er búin að vera mín einka tölva og ég er búinn að leggja mikinn metnað í að setja hana upp og halda henni eins vel við og mögulegt er. Ég skipti um viftu í örgjörvakælingunni til þess að losna við viftustýringuna, ég vil geta stjórnað viftunni í tölvunni sjálfri. Þetta er núna stillt þannig að viftan keyrir alltaf á 35% hraða nema hitinn fari yfir 45°C, þá eykst hraðinn þangað til hann næst niðurfyrir 45°C. Ég hef fylgst með hitanum með að nota CPUID Hardware Monitor og keyrði eina kvöldstundina Prime95 á þennan stock örgjörva til að sjá hvernig hitastig ég myndi fá, niðurstaðan var sú að hæðsta talana sem ég sá var 53°C á einum kjarnanum í örgjörvanum. Þá fór viftan upp í 52% snúning til að ná hitanum niður. Tölvan kemur með formöttuðum disk og engu stýrikerfi.\nVerð\nAllt á þessum lista: \n190.000kr\n eða besta boð.\nTölvan án skjásins:\n 150.000\nÉg skoða að taka uppí annan turn sem er með nógu góðan örgjörva og vinnsluminni fyrir COD MW2 og nógu góðan aflgjafa til að keyra GTX295 þar sem ég á eitt svoleiðis auka, sem er smá gallað en dugar fyrir MW2. Vil ekki fartölvu.\nATHUGA!!! Að gefnu tilefni vill ég taka það fram ég mun EKKI parta þennan turn né skipta íhlutum úr honum út fyrir aðra.\nVerðlöggur eru velkomnar að setja út á verðið og ég tek það til athugunar, en mér finnst þetta sanngjarnt verð fyrir þennan pakka.\nÞað er hægt að \nhafa samband við mig í gegnum PM hér eða í síma 867-5202\n, ef ég svara ekki er ég sofandi eða í vinnu og hringi til baka þegar ég get.\nÁstæða sölu er sú að ég er farinn í skóla aftur og vantar pening til að halda áfram að lifa!",
            "date": "2010-03-20 09:14:00",
            "post_id": "251661",
            "reply_to_id": false
        },
        {
            "user_name": "Frost",
            "text": "Hefurðu áhuga á að skipta GTX 275 á móti 2x8800gt ?",
            "date": "2010-03-20 10:44:00",
            "post_id": "251664",
            "reply_to_id": "251661"
        },
        {
            "user_name": "Danni V8",
            "text": "Nei takk. Ég vil ekki skipti, vantar bara peninga. En ef að það gengur ekkert að selja þetta í heilu lagi þá getur verið að ég parta tölvuna, ég ætti að koma út á svipuðum stað þannig hvort sem er. En eins og er ætla ég að sjá hvernig gengur að selja í heilu lagi.",
            "date": "2010-03-20 12:02:00",
            "post_id": "251670",
            "reply_to_id": "251664"
        },
        {
            "user_name": "audiophile",
            "text": "Hef allavega áhuga á örgjörvanum ef þú ferð út í partasölu.",
            "date": "2010-03-20 12:19:00",
            "post_id": "251672",
            "reply_to_id": "251670"
        },
        {
            "user_name": "Frost",
            "text": "Okei",
            "date": "2010-03-20 12:46:00",
            "post_id": "251679",
            "reply_to_id": "251672"
        },
        {
            "user_name": "Danni V8",
            "text": "Enda góður örgjörvi. \nBara á því að skipta yfir í þennan úr E7300 fékk ég án allra ýkja 15-20fps increase að meðaltali í BC2 og GTAIV.\nÆtli ég þurfi ekki að gera sér þráð fyrir örgjörvann ef ég fer út í það að selja í pörtum, engin tilboð komin í tölvuna en tvö í örgjörvann strax",
            "date": "2010-03-20 12:51:00",
            "post_id": "251680",
            "reply_to_id": "251679"
        },
        {
            "user_name": "Sydney",
            "text": "Er með eiginlega nákvæmlega sama specca, bara vatnskælingu og yfirklukkað í drasl.\nÞetta er tölva sem er hreinlega osom.\nGangi þér vel með söluna.",
            "date": "2010-03-20 14:06:00",
            "post_id": "251685",
            "reply_to_id": "251680"
        },
        {
            "user_name": "Danni V8",
            "text": "Örugglega hægt að yfirklukka þessa til tunglins bara út af kassanum. Ótrúlegt hvað hann einn og sér heldur öllu köldu.\nÉg prófaði einusinni að stilla stock Intel viftuna á gamla E7300 viftuna þannig að viftan snýst bara ekki neitt nema hitinn fari í 45°C og ég tók aldrei eftir viftunni fara í gang, enda 3 230mm og 1 120mm að halda loftinu tip top þarna inni",
            "date": "2010-03-20 14:15:00",
            "post_id": "251687",
            "reply_to_id": "251685"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Ég samþykki þessa tölvu. Hver sá sem kaupir hana verður ekki fyrir vonbrigðum. Er með næstum alveg nákvæmlega eins vél.",
            "date": "2010-03-20 14:31:00",
            "post_id": "251691",
            "reply_to_id": "251687"
        },
        {
            "user_name": "chaplin",
            "text": "Hef átt viðskipti við þennan mann, mjög ángæður með þau! Fær plús í kladdann fyrir góð viðskipti.",
            "date": "2010-03-20 15:05:00",
            "post_id": "251696",
            "reply_to_id": "251691"
        },
        {
            "user_name": "Danni V8",
            "text": "Sem minnir mig á það! V8 kælinguna keypti ég notaða líka, ekki nýja. Var búinn að gleyma því og tók það þessvegna ekki fram",
            "date": "2010-03-20 15:12:00",
            "post_id": "251697",
            "reply_to_id": "251696"
        },
        {
            "user_name": "chaplin",
            "text": "Keypti hana af mér nánast ónotaða, eina sem var búið að gera var minnir mig að setja betri viftu í hana. Annars er held ég 1 ár - 1 1/2 ábyrð eftir á kælingunni, keyptina hana hjá Tölvulistanum. Annars hef ég aldrei heyrt um loftkælingu sem \"bilar\", þetta er bara járnköggull.. hvað gæti bilað?",
            "date": "2010-03-20 16:49:00",
            "post_id": "251698",
            "reply_to_id": "251697"
        },
        {
            "user_name": "beatmaster",
            "text": "Ég get sagt nákvæmlega það sama, toppnáungi hér á ferð og þetta er mjög gott verð fyrir þennann turn.",
            "date": "2010-03-20 23:19:00",
            "post_id": "251718",
            "reply_to_id": "251698"
        },
        {
            "user_name": "Danni V8",
            "text": "****",
            "date": "2010-03-22 16:48:00",
            "post_id": "252025",
            "reply_to_id": "251718"
        },
        {
            "user_name": "Danni V8",
            "text": "Jæja upp með þetta. Ég hef ákveðið að selja tölvuna aftur, núna sel ég hana ef ég fæ nógu gott tilboð. Bakka ekki úr því.\nUppfærði auglýsinguna með öðrum íhlutum.",
            "date": "2010-09-04 18:48:00",
            "post_id": "280054",
            "reply_to_id": "252025"
        },
        {
            "user_name": "Ulli",
            "text": "ég er til í mb og minni ef þér dettur í hug að fara út í partasölu..",
            "date": "2010-09-04 19:33:00",
            "post_id": "280061",
            "reply_to_id": "280054"
        },
        {
            "user_name": "Gunnar",
            "text": "til hvers að lifa þegar þú ert með svona tölvu?\nEÐA\nþú ert að lifa með svona tölvu... matur er aukamál!!!",
            "date": "2010-09-04 19:44:00",
            "post_id": "280063",
            "reply_to_id": "280061"
        },
        {
            "user_name": "Danni V8",
            "text": "Ég er kominn með tvö góð tilboð sem ég er núna velja á milli.\nEn hæðsta staðgreiðslutilboð eins og er er 130þús án skjás!",
            "date": "2010-09-05 17:06:00",
            "post_id": "280161",
            "reply_to_id": "280063"
        },
        {
            "user_name": "Danni V8",
            "text": "Kominn með boð upp á 175þús með skjá og þetta er besta boðið hingað til, ég tek því á morgun ef ég fæ ekki betra boð.",
            "date": "2010-09-05 19:13:00",
            "post_id": "280189",
            "reply_to_id": "280161"
        },
        {
            "user_name": "nessinn",
            "text": "Ég er frekar mikil newb í hvað tölvur eru öflugar en mér sýnist þessi vera talsvert betri kaup en \nþessi\n.\nÆtlaði að kaupa mér hana í vikunni. Var líka að spá að kaupa SSD í hana og nota sem aðaldrif.",
            "date": "2010-09-05 22:30:00",
            "post_id": "280213",
            "reply_to_id": "280189"
        },
        {
            "user_name": "GullMoli",
            "text": "Það er rétt hjá þér. Þessi tölva hérna er algjör mulningsvél, m.a. með besta Nvidia skjákortið á markaðnum og þannig næst besta skjákort sem til er í dag, þó svo að það taki \"besta\" skjákortið nú alveg í sumum leikjum.",
            "date": "2010-09-05 22:36:00",
            "post_id": "280215",
            "reply_to_id": "280213"
        },
        {
            "user_name": "Danni V8",
            "text": "Þessi tölva er rosaleg. Ef ég væri ekki að flytja að heiman og fara í skóla á sama tíma þá væri ég að kaupa i7 uppfærslu í hana frekar en að selja hana!\nEn svona er þetta, stundum verður maður að velja og hafna. Ég kaupi þá kannski einhverja aðra mulningstölvu þegar ég er búinn með námið \nEn statusinn á tilboðum er þannig núna að sá sem bauð 175þús er kominn með bakþanka og er ekki viss hvort hann ætlar að standa við boðið, lætur mig vita í dag.\nEf að hann hættir við þá er hæsta boð 145þús fyrir tölvuna án skjás og ég tek því nema annað betra kemur í dag.",
            "date": "2010-09-06 08:22:00",
            "post_id": "280272",
            "reply_to_id": "280215"
        },
        {
            "user_name": "littli-Jake",
            "text": "mættir alveg deila því hvenrig þú stillir það?\nPs. Hef líka áhuga á þessum örgjörva ef þú ferð í parta. PM me",
            "date": "2010-09-06 15:34:00",
            "post_id": "280314",
            "reply_to_id": "280272"
        },
        {
            "user_name": "Danni V8",
            "text": "Eg hefði nú átt að taka þetta út þar sem þetta er bara hægt á gamla móðurborðinu sem ég var með, MSI P7N SLI Platinum, en þar er hægt að stilla þetta í Bios, ef að það er 4 pinna tengi á viftunni og engin viftustýring.",
            "date": "2010-09-06 17:50:00",
            "post_id": "280330",
            "reply_to_id": "280314"
        },
        {
            "user_name": "Dazy crazy",
            "text": "hvermig er staðan á þessari?",
            "date": "2010-09-07 09:22:00",
            "post_id": "280462",
            "reply_to_id": "280330"
        },
        {
            "user_name": "Danni V8",
            "text": "Fékk símtal í dag frá manni sem sá auglýsinguna á Live2Cruize og vildi borga uppsett verð. Seldi honum tölvuna því á 190.000 staðgreitt.\nÉg sem hélt að ég væri í bjartsýniskasti að setja svona hátt verð á hana \nEn þá tekur bara 6 ára gamli Medion lappinn við sem bráðarbyrgða tölvan... shiii hvað það er langt síðan ég hef notað XP!",
            "date": "2010-09-07 15:42:00",
            "post_id": "280512",
            "reply_to_id": false
        },
        {
            "user_name": "ZoRzEr",
            "text": "lol. Vel gert. \nÞú virðist vera minni maður bara með 04' Medion í undirskriftinn þinni",
            "date": "2010-09-07 15:45:00",
            "post_id": "280513",
            "reply_to_id": "280512"
        }
    ],
    "date": "2010-09-07 15:42:00"
}