{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "29232",
    "title": "Nvidia Geforce GTX 470 og 480 Komin út",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=29232",
    "posts": [
        {
            "user_name": "Hnykill",
            "text": "Loksins, eftir langa langa langa bið gáfu Nvidia menn út GTX 400 seríuna sína :Þ\nhttp://www.guru3d.com/article/geforce-g ... 80-review/",
            "date": "2010-03-26 23:13:00",
            "post_id": "252891",
            "reply_to_id": false
        },
        {
            "user_name": "Tiger",
            "text": "Verður forvitnilegt að sjá hvernig þetta kemur út. Og mikilvægast fyrir okkur neytendur að það komi aftur alvöru verðsamkeppni sem hefur ekki verið til staðar undanfarið hálft ár!",
            "date": "2010-03-27 01:06:00",
            "post_id": "252904",
            "reply_to_id": "252891"
        },
        {
            "user_name": "Lusifer",
            "text": "Hmmm bíða eftir betri reviews af kortunum en næsta mobo sem ég tek verður Sata3, TRIM með Crossfire og SLI support til að halda möguleikunum opnum á þessum eða næstu típu frá þeim. þ.e.a.s þegar þeir opna fyrir fulla virkni öbbanum á kortinu. \nVerður gaman að fylgjast með þessu og hvernig þetta kemur út.",
            "date": "2010-03-27 01:28:00",
            "post_id": "252906",
            "reply_to_id": "252904"
        },
        {
            "user_name": "mercury",
            "text": "eru þessi kort ekki hrikalega dýr ?? hvernig verða þá týpurnar fyrir ofan þessar. ?",
            "date": "2010-03-27 01:34:00",
            "post_id": "252907",
            "reply_to_id": "252906"
        },
        {
            "user_name": "Lusifer",
            "text": "Þeir hafa ekkert sagt um hvort það komi einhver ofurtýpa af þessu en ég reikna bara með því útaf því að þeir eru ekki að full nýta öbban í þeim. 2SM disabled í 470 og 1SM disabled í 480 þá hlýtur að koma \"490\" með alla í gangi. En maður veit ekki.\nOg með verðið þá ekkert komið neitt \"official\" verðlag á þau. Maður verður bara að bíða og sjá.\nEn þeir þurfa að hafa þetta ódýrt til að komast aftur inn á \"stórustráka\" markaðinn.",
            "date": "2010-03-27 01:40:00",
            "post_id": "252909",
            "reply_to_id": "252907"
        },
        {
            "user_name": "Tiger",
            "text": "Smá off topic. Hvað ertu að fá í read speed í HD Tune á diskunum þínum svona í raid0 á SATA2 controlernum?",
            "date": "2010-03-27 01:47:00",
            "post_id": "252910",
            "reply_to_id": "252909"
        },
        {
            "user_name": "Tiger",
            "text": "GTX 480 kortið er ekkert smá power suga, í SLI undir load er það að taka til sín 851Watt..... já sææælll. Og er 96°C heitt",
            "date": "2010-03-27 02:22:00",
            "post_id": "252915",
            "reply_to_id": "252910"
        },
        {
            "user_name": "Hvati",
            "text": "Kíkjið líka á Tom's \nhérna\n.\nEn ég verð að segja eins og er að mér þykir Nvidia hafa skitið upp á bak með þessi Fermi kort en maður verður svosem að bíða og sjá hvað þeir gera næst.",
            "date": "2010-03-27 03:42:00",
            "post_id": "252920",
            "reply_to_id": "252915"
        },
        {
            "user_name": "Hnykill",
            "text": "Djöf. svakalegur hiti er á þessum GTX 480 kortum!. þeir sem ætla skella sér á 2x svoleiðis í SLI komast eiginlega ekkert hjá því að nota vatnskælingu hreinlega :/\nÉg segi allavega fyrir mig.. þeir þurfa að verðleggja þessi kort ansi lágt svo maður hafi einhvern áhuga á þessu. ætli maður bíði ekki bara framá sumar eða næsta  haust og versli sér ATI 5970. þá er laus önnur pci-E rauf á borðinu fyrir annað slíkt kort þegar þar að kemur",
            "date": "2010-03-27 04:55:00",
            "post_id": "252921",
            "reply_to_id": "252920"
        },
        {
            "user_name": "dragonis",
            "text": "Ha Hmmm ,,,er ekki sannfærður ,vona að þeir komist nálægt 5970 kortinu (5970 er eitt rekla rugl ennþá) ,efast um það power usage etc.Hef það á tilfinngunni að ATI ,Hafi stærra spil að spila,my thoughts.\nþað var mikið að þeir svöruðu.\nOn a side note ,þá þarftu SLI til að keyra multidisplay fyrir nýju kortin ,ATI aðeins eitt kort.",
            "date": "2010-03-27 05:44:00",
            "post_id": "252922",
            "reply_to_id": "252921"
        },
        {
            "user_name": "Frost",
            "text": "Nvidia eiga eftir að gefa út drivera fyrir kortið sem ég býst að eigi eftir að laga vandamálið.\nhttp://www.youtube.com/watch?v=58GZRdlEWpU&feature=sub\nGTX 480 vann 5870 í þessu video-i. Spennandi að sjá hvernig kortið verður þegar það verður afhent aftermarket fyrirtækjum og driverar komnir.",
            "date": "2010-03-27 13:21:00",
            "post_id": "252937",
            "reply_to_id": "252922"
        },
        {
            "user_name": "corflame",
            "text": "Ég varð fyrir vonbrigðum, átti von á betra en þessu, sérstaklega þegar tekið er tillit til þess að þetta er 6 mánuðum of seint í partýið.\nEinnig hvað afköstin eru lítið betri en t.d. 5870 kortið, m.v. hvað þetta notar mikið rafmagn, hitnar mikið og hvað það er mikill hávaði í kælingunni. \nGóður samanburður á hita, rafmagni og hávaða.\nHeld fyrir mitt að þetta sé of lítið, of seint, því Ati kemur líklega með refresh á sína línu fljótlega, og hvað gera Nvidia menn þá?",
            "date": "2010-03-27 13:54:00",
            "post_id": "252938",
            "reply_to_id": "252937"
        }
    ],
    "date": "2010-03-26 23:13:00"
}