{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "29271",
    "title": "Spennubreytir",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=29271",
    "posts": [
        {
            "user_name": "J1nX",
            "text": "Sælir.\nHleðslutækið fyrir lappann hjá kærustunni tók upp á því að deyja bara allt í einu þannig hún rúllaði með allt heila klabbið upp í Tölvutækni á laugardaginn (þar sem tölvan var keypt og í ábyrgð).\nHún talar við þá og þeir segja að þeir séu hættir að selja þessu ákveðnu týpu af tölvu þannig þeir þurfi að fá hleðslutækið til að skoða og athuga hvort þeir geti gert við þetta.\nHún þarf mikið að nota tölvuna í páskafríinu útaf fáránlega miklum heimalærdóm yfir páskafríið þannig henni leist ekki vel á það en varð auðvitað að láta þá fá hleðslutækið þar sem það var bilað.\nSvo hringir hún áðan í þá og spyr hvernig er með hleðslutækið þar sem henni er farið að vanta tölvuna frekar mikið enda öll gögn inn á henni og mikill lærdómur framundan.. þeir tilkynna henni að Straumbreytirinn sé bilaður og að hún þurfi að kaupa nýjan útaf þetta sé ekki í ábyrgð útaf gati á snúrunni.. Pabbi hennar var ekki alveg nógu sáttur við það og hringir sjálfur uppeftir og þá tilkynnir afgreiðslumaðurinn að þetta sé eitthverskonar mar eftir illa \"meðferð\" á hleðslutækinu sem meikar lítið sens þar sem hún notar tölvuna bara annaðhvort við skrifborðið, upp í rúmmi eða í skólanum.\nþað sem ég er að pæla.. hefðu þeir ekki átt að láta hana fá eitthvað hleðslutæki til láns á meðan þeir voru að skoða það og hvort hún eigi að borga fyrir nýjan straumbreyti þar sem tölvan er í ábyrgð og þar sem við höfðum farið með þetta hleðslutæki einu sinni áður til þeirra útaf öðru vandamáli með það sem lýsir sér þannig að ef hleðslutækið var í sambandi við tölvuna og snúran var hreyfð eikkað mikið þá slökknaði bara á tölvunni en akkúrat hjá þeim gerðist ekkert þannig við vorum bara send heim án þess að þeir skoðuðu þetta eitthvað frekar.",
            "date": "2010-03-29 15:37:00",
            "post_id": "253312",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "Það var ekki ljóst hvort um ábyrgðarviðgerð hefði verið að ræða eða ekki þegar hún fór með tækið í viðgerð, svo nei, ég sé enga ástæðu til að lána henni straumbreyti á meðan.\nAlveg eðlilegt að hún borgi fyrir nýjan ef straumbreytirinn ber það með sér að vera illa farinn. Gat á snúru er gat á ábyrgð, einfalt mál.",
            "date": "2010-03-29 15:40:00",
            "post_id": "253314",
            "reply_to_id": "253312"
        },
        {
            "user_name": "J1nX",
            "text": "skil bara ekki hvernig slæm meðferð getur verið að setja hleðslutækið ofan í tösku og taka upp úr töskunni og setja í samband.. sem er pretty much það eina sem er að gerast við þetta hleðslutæki",
            "date": "2010-03-29 15:49:00",
            "post_id": "253322",
            "reply_to_id": "253314"
        },
        {
            "user_name": "AntiTrust",
            "text": "Það þarf ekki að vera slæm meðferð, getur bara einfaldlega verið almennt slit. Það er svosem hægt að rífast við þá um þetta, þekki ekki hversu liðlegir þeir eru en venjulega er gat eða slit á snúru merki um \"ekki góða meðferð\". Það þarf ekki nema að kippa einu sinni í óvart til að fá smá gat eða slit á þetta.",
            "date": "2010-03-29 15:51:00",
            "post_id": "253325",
            "reply_to_id": "253322"
        },
        {
            "user_name": "biturk",
            "text": "getur líka hafa sett óvart stólinn einu sinni á snúruna og sest á, ég veit um eitt þannig dæmi sem ég varð vitni af að það kviknaði í útfrá því að stelpa skellti stólfót óvart oná fartölvu hleðslu snúru á gólfi, náði að klippa hluta af vírnum í sundur og neisti hlóp í föt sem voru hliðiná, peysu helvítið fuðraði upp fyrir framan okkur og kom stóóóór brunablettur á fína parketið hjá foreldrum hennar",
            "date": "2010-03-29 15:54:00",
            "post_id": "253327",
            "reply_to_id": "253325"
        },
        {
            "user_name": "blitz",
            "text": "Þeir hafa rétt fyrir sér.",
            "date": "2010-03-29 16:02:00",
            "post_id": "253330",
            "reply_to_id": "253327"
        },
        {
            "user_name": "gardar",
            "text": "Snúran vafin of þétt?\nHef séð mikið af rafmagnssnúrum fyrir ferðatölvur fara illa vegna þess að þeim hefur verið of þétt vafið upp.\nAaaannars skil ég ekki hvernig þú nennir að vera að væla yfir þessu (no offence)",
            "date": "2010-03-29 16:06:00",
            "post_id": "253331",
            "reply_to_id": "253330"
        },
        {
            "user_name": "J1nX",
            "text": "ég var nú ekki beint að væla yfir þessu.. bara athuga hvort við ættum eitthvern rétt á að fá nýja snúru eða ekki.. en svona btw vitiði hvað nýr svona kostar sirka?",
            "date": "2010-03-29 16:18:00",
            "post_id": "253334",
            "reply_to_id": "253331"
        },
        {
            "user_name": "AntiTrust",
            "text": "Erfitt að segja, þú skrifaðir sýnist mér aldrei hvaða týpa þetta væri?\nAnnars er þetta oftast 8-16þús.",
            "date": "2010-03-29 16:32:00",
            "post_id": "253338",
            "reply_to_id": "253334"
        },
        {
            "user_name": "Klemmi",
            "text": "Blessaður J1nx,\nþað var ég sem svaraði pabba stelpunnar þegar hann hringdi og ræddi við hann um þetta mál.  Á einum stað á snúrunni sem liggur frá straumbreyti og í tölvu er snúran farin í sundur, það er ekki stórt gat en gat engu að síður, sérð beint inn í koparinn.\nVandamálið er í sjálfu sér að auðvitað get ég ekki sagt með 100% vissu að þetta gat hafi orsakað bilunina, en hins vegar fáum við þetta ekki í ábyrgð hjá okkar birgjum.  Ef ég fengi þetta í ábyrgð þá að sjálfsögðu myndi ég framlengja þeirri ábyrgð til eiganda tölvunnar, en í svona tilfellum er það því miður ekki.\nPabbinn lagði mesta áherslu á í símann að þessi tölva væri keypt í ágúst á síðasta ári og ætti því að vera í ábyrgð og ég útskýrði fyrir honum ítrekað að það skipti engu máli hvort hún væri keypt í gær, ágúst 2009 eða ágúst 2008, þetta væri allt innan ábyrgðartímans en ef það sést svona á snúrunni sé ekki hægt að flokka þetta undir ábyrgð.  Einnig lagði ég mikla áherslu á að ég væri engan veginn að segja að stelpan færi að staðaldri illa með hlutina sína, en þarna væri möguleiki að einu sinni, á einhverjum tímapunkti, hafi hún t.d. mögulega rennt skrifborðsstól yfir snúruna eða lokað á hana hurð.\nEinnig man ég eftir þessu fyrra tilfelli, held það hafi verið fyrir um 1 eða 2 viku síðan, þegar stelpan kom með tölvuna og þá tók ég einnig á móti henni og prófaði þetta á staðnum fyrir hana, setti vélina í gang, hreyfði tengið fram og til baka, hrissti á alla kanta og reyndi að framkalla bilunina en ekkert gekk.  Ég leyfði henni að sjálfsögðu að ráða hvort hún vildi skilja tölvuna eftir svo við gætum prófað þetta betur eða hvort hún vildi taka hana svona og koma aftur þegar hún mætti frekar missa hana í einhverja klukkutíma/daga og hún ákvað að taka tölvuna og koma aftur seinna.  Veit svo ekki með framhaldið hvort vandamálið hélt áfram eða ekki.\nEins og ég segi, við erum ekki á nokkurn hátt að reyna að vera leiðinlegir, við græðum ekkert á því að neita henni um ábyrgð á þessu á fölskum forsendum.  Ég vona að þið sýnið þessu skilning og séuð ekki ósátt með þjónustuna eða vöruna í heild, en ef svo er þá því miður er ég hræddur um að sú skoðun sé ekki byggð á sanngjörnu sjónarmiði.\nAllra beztu kveðjur,\nKlemenz Hrafn\nTölvutækni",
            "date": "2010-03-29 17:25:00",
            "post_id": "253344",
            "reply_to_id": "253338"
        },
        {
            "user_name": "J1nX",
            "text": "alls ekki ósáttur með þjónustuna eða neitt þannig \n ég kom bara hingað til að fá álit annarra um hvort við ættum að fá þetta í ábyrgð eða ekki þar sem við erum ekki þau allra fróðustu um tölvur og ábyrgðir þeirra \n sýnum þessu fullan skilning og erum búin að fara og kaupa nýtt hleðslutæki \n vorum svo heppin að Tölvulistinn átti til eitt eintak",
            "date": "2010-03-29 19:20:00",
            "post_id": "253375",
            "reply_to_id": "253344"
        },
        {
            "user_name": "Klemmi",
            "text": "Glæsilegt \n hefði að sjálfsögðu viljað útvega henni nýtt tæki á góðu verði en þetta er \"gamla\" týpan af straumbreytum fyrir Asus EEE sem við eigum því miður ekki til, með þykkara tengi heldur en þessi nýju og þar sem henni lá skiljanlega á straumbreytinum benti ég pabbanum á að prófa Tölvulistann \n  Vona að þeir hafi geta látið ykkur hafa það á sanngjörnu verði.\nÞakka sýndan skilning og óska ykkur gleðilegra páska!\nBeztu kveðjur,\nKlemenz Hrafn\nTölvutækni",
            "date": "2010-03-29 22:00:00",
            "post_id": "253405",
            "reply_to_id": "253375"
        },
        {
            "user_name": "lukkuláki",
            "text": "Ábyrgð er tekin á \ngalla\n sem kemur upp í vöru miðað við eðlilega notkun hennar.\nÞað er eins og fólk skilji mjög oft ekki út á hvað ábyrgð gengur.\nÉg er að lenda í þessu í minni vinnu og oft kemur maður til móts við fólk eins og hægt er en fólk þarf að átta sig á því að við þurfum að skila bilaða hlutnum til framleiðandans og framleiðandinn neitar auðvitað ábyrgð ef það sér á hlutum og þá situr verslunin uppi með skaðan og hvaða verslun getur staðið undir því?\nFólk er oft að neita því staðfastlega að eitthvað hafi komið fyrir hlutinn og það sé einmitt eina fólkið í heiminum sem fer svo vel með allt en ef það sér á hlutnum (jafnvel stór sér á) þá er það ekki í ábyrgð. \nÍ þessu tiltekna tilfelli er gat á snúru augljóslega \nekki galli\n á vörunni heldur skemmd sem er allt annað mál og hefur ekkert með galla að gera.\nÞað má svo alltaf deila um hvað er \"eðlileg notkun\" og \"eðlileg meðferð\" á hlutum almennt finnst mér Íslendingar fara illa með tölvurnar sínar sérstaklega ungt fólk 13 - 17 ára. það virðist ekki skilja hvað það er með í höndunum. Þetta er hlutur sem kostaði kannski 150.000 + og það fer með þetta eins og bók eða eitthvað annað og hendir þessu frá sér eða skellir tölvunni á borðið og skilur ekkert í því að þetta skuli bila.\nFarið vel með fartölvurnar ykkar og þær launa það (flestar) með lengri endingu.",
            "date": "2010-03-29 22:51:00",
            "post_id": "253419",
            "reply_to_id": "253405"
        }
    ],
    "date": "2010-03-29 15:37:00"
}