{
    "forum_title": "Netkerfi - internetið",
    "id": "29305",
    "title": "Fylgjast með erlendu gagnamagni á NBG420N",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=29305",
    "posts": [
        {
            "user_name": "ElbaRado",
            "text": "Sælir\nEr eitthver leið að fylgjast með erlendu gagnamagni á ákveðni mac-adressu í Zyxcel NGB420N routernum?",
            "date": "2010-03-30 23:05:00",
            "post_id": "253618",
            "reply_to_id": false
        },
        {
            "user_name": "ElbaRado",
            "text": "Bump. Og veit eitthver hvað forritð hét til að fylgjast með erlendu gagnamagni á sinni tölvu?:)",
            "date": "2010-04-04 21:05:00",
            "post_id": "254551",
            "reply_to_id": "253618"
        },
        {
            "user_name": "Gúrú",
            "text": "Costaware",
            "date": "2010-04-04 21:45:00",
            "post_id": "254563",
            "reply_to_id": "254551"
        },
        {
            "user_name": "rapport",
            "text": "Getur einhver svarað mér eftirfarandi... þetta er bara pæling...\nFrétti að stórfyrirtæki væru að spara sér bandvídd með því að taka afrit af mbl.is o.þ.h. inn á gamla servera og hýsa innan sinna kerfa.\nGetur verið að íslensku símafyrirtækin geri þetta að einhverju leiti en rukki mann svo fyrir erlent DL ?\nt.d. vinsælustu myndböndin á youtube o.s.frv.\nHraðinn á þeim er t.d. skelfilega misjafn.\nEf þeir eru að gera þetta....    ... eru þeir þá ekki að brjóta lög þegar þeir rukka mannum erlent niðurhal.\nEr einhversstaðar hægt að sjá hvað mikið fer um þessa sæstrengi?\nEr virkilega að hugsa um að fá neytendastofu til að kanna hvort notendur séu rukkaðir fyrir meira DL en fer um þessa strengi...",
            "date": "2010-04-04 23:34:00",
            "post_id": "254584",
            "reply_to_id": "254563"
        },
        {
            "user_name": "Gúrú",
            "text": "Rofl rapport, þó svo væri þá væri það bara hagkvæmni hjá þeim, svo lengi sem að þeir eru ekki að rukka erlent fyrir innlennt kemur okkur nákvæmlega ekkert við hvort þeir geri þetta eða ekki sem neytendum. \nÞað væri hinsvegar douchy move að reyna að græða á svona seedboxum í stað þess að láta þau standa undir kostnaði.\nSvo finnst mér mun líklegra að vinsælustu myndböndin fái besta hraðann hjá Google sjálfum ekki einstaka ISPs.",
            "date": "2010-04-05 00:42:00",
            "post_id": "254601",
            "reply_to_id": "254584"
        },
        {
            "user_name": "rapport",
            "text": "Man...\nog ég sem hélt að þetta yrði næsta Watergate...",
            "date": "2010-04-07 22:19:00",
            "post_id": "255115",
            "reply_to_id": "254601"
        }
    ],
    "date": "2010-03-30 23:05:00"
}