{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "29317",
    "title": "Vantar álit/hjálp með val á tæki",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=29317",
    "posts": [
        {
            "user_name": "GGG",
            "text": "Sjónvarpið er að gefa upp öndina og kominn tími á nýtt, \nbúinn að vera skoða tæki í Elko og Sjónvarpsmiðstöðinni, \nog mér líst einna best á þetta tæki:\nhttp://sm.is/index.php?sida=vara&vara=47PFL7864H\nSoldið dýrt(finnst mér), þess vegna er ég hikandi.\nHvað segið þið vaktarar um þetta tæki? \nBudgetið hjá mér er ca. 250-300ish \ní mesta lagi\n, \nog ég vil helst ekki minna tæki en 44-47 tommur.\nEr persónulega mun hrifnari af LCD en plasma, \nallavega í þeim tækjum sem ég hef verið að skoða síðustu daga, \nfinnst myndin bara eitthvað fallegri í LCD-unum.\nAnyway, allar ábendingar vel þegnar.\nEinn sem getur ekki ákveðið sig.",
            "date": "2010-03-31 19:35:00",
            "post_id": "253776",
            "reply_to_id": false
        },
        {
            "user_name": "Enginn",
            "text": "http://buy.is/\n/thread",
            "date": "2010-03-31 19:42:00",
            "post_id": "253781",
            "reply_to_id": "253776"
        },
        {
            "user_name": "GGG",
            "text": "buy.is opnast ekki hjá mér, og hvað með Philips tækið? \nEr það til þar ódýrara eða er eitthvað annað tæki þar sem er betra?",
            "date": "2010-03-31 19:48:00",
            "post_id": "253785",
            "reply_to_id": "253781"
        },
        {
            "user_name": "playmaker",
            "text": "Sæll.\nÁgætis þumalputtaregla fyrir sjónvarpsgláp er að fjarlægðin frá áhorfanda að tækinu sé þrisvar sinnum horn í horn á sjónvarpinu. Stórt er ekki alltaf betra. Færð náttúrulega alltaf öflugra tæki þeim minni sem skjárinn er fyrir sama pening. (42\" tæki á 300.000 ætti alltaf að vera betra en 47\" tæki á 300.000). \nVeit ekki hvort þú þekkir EISA awards en það eru sameiginleg evrópsk verðlaun fyrir allskonar tæknidót, m.a. sjónvörp. \nhttp://www.eisa.eu/awards/video\n \nÞarna er LG tæki að fá verðlaun sem besta tæki á \"viðráðanlegu verði\" Þetta tæki er selt í elko á 320.000 \nhttp://www.elko.is/elko/product_detail/ ... oryid=1705\nSpurning hvort það sé ekki betri kaup ef 42\" duga þér. Nýja týpan af sama tæki frá LG er líka þarna til sölu á 350.000. Ég myndi ráðleggja þér að skoða þessi tæki við hliðina á tækjunum sem þú ert að spá í áður en þú tekur ákvörðun allavegana.\nGangi þér vel.",
            "date": "2010-03-31 22:07:00",
            "post_id": "253806",
            "reply_to_id": "253785"
        },
        {
            "user_name": "GGG",
            "text": "Já, það er mikið til í þessu hjá þér, kannski er 42\" bara alveg nóg, þarf kannski að hugsa þetta eitthvað meira.\nEn þetta 42\" tæki samanborið við Philips 47\" tækið, mér sýnist eini munurinn vera að það er 200 Hz vs 100 Hz hjá Philips.\nVerst að það er ekki hægt að skoða þau hlið við hlið, því að stærðargræðgin í mér segir mér að 47\" sé betra \n \nóþolandi hvað það er erfitt að ákveða sig, allar ábendingar vel þegnar",
            "date": "2010-03-31 23:04:00",
            "post_id": "253820",
            "reply_to_id": "253806"
        },
        {
            "user_name": "GGG",
            "text": "Nú stendur valið á milli þessara 3 tækja:\nLG 42SL8000\nhttp://www.elko.is/elko/product_detail/ ... oryid=1705\nLG 47LH4000\nhttp://buy.is/product.php?id_product=760\nPhilips - 47PFL7864H \nhttp://sm.is/index.php?sida=vara&vara=47PFL7864H\nHvaða tæki munduð þið taka og hversvegna?",
            "date": "2010-04-01 09:21:00",
            "post_id": "253849",
            "reply_to_id": "253820"
        },
        {
            "user_name": "Olafst",
            "text": "Eina ráðið sem ég get gefið þér er að fara á staðinn og HORFA á tækin sjálf. Það er það sem skiptir mestu máli.\nAð skoða tölur og specca er fínt upp að vissu marki, en þegar upp er staðið þá endaru á því að góna á tækið sjálft, ekki speccana í bæklingnum.",
            "date": "2010-04-01 10:05:00",
            "post_id": "253856",
            "reply_to_id": "253849"
        },
        {
            "user_name": "GGG",
            "text": "Já, en gallinn við það er að tækin eru ekki öll til á sama stað, svo veit maður ekkert hvað er mikið að marka það sem maður sér í búðunum, mismunandi góð signals sem eru send í tækin...",
            "date": "2010-04-01 11:51:00",
            "post_id": "253869",
            "reply_to_id": "253856"
        }
    ],
    "date": "2010-03-31 19:35:00"
}