{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "29329",
    "title": "Hjálp með val milli 3 LCD tækja",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=29329",
    "posts": [
        {
            "user_name": "GGG",
            "text": "Nú stendur valið hjá mér á milli þessara 3 tækja:\nLG 42SL8000\n 42\" tommu LCD\nhttp://www.elko.is/elko/product_detail/ ... oryid=1705\nLG 47LH4000\n 47\" tommu LCD\nhttp://buy.is/product.php?id_product=760\nPhilips - 47PFL7864H \n 47\" tommu LCD\nhttp://sm.is/index.php?sida=vara&vara=47PFL7864H\nHvaða tæki munduð þið taka og hversvegna?",
            "date": "2010-04-01 09:28:00",
            "post_id": "253850",
            "reply_to_id": false
        },
        {
            "user_name": "mummz",
            "text": "42SL9000\nLED baklýsing.",
            "date": "2010-04-01 14:57:00",
            "post_id": "253893",
            "reply_to_id": "253850"
        },
        {
            "user_name": "mind",
            "text": "Maður á náttla ekki að ákveða sig nema fara sjá tækin,  tæknilegar upplýsingar segja svo svakalega lítið.  Sérstaklega með það í huga að hver er með sinn smekk.\nÚtfrá reynslu myndi ég segja Philips,  hafa bara staðið sig betur fyrir mig.  \nLG hefur samt alls ekki staðið sig illa.",
            "date": "2010-04-01 17:40:00",
            "post_id": "253918",
            "reply_to_id": "253893"
        },
        {
            "user_name": "himminn",
            "text": "http://www.elko.is/elko/product_detail/ ... oryid=1705",
            "date": "2010-04-01 18:08:00",
            "post_id": "253923",
            "reply_to_id": "253918"
        },
        {
            "user_name": "GGG",
            "text": "Á einhver hérna eitt af þessum tækjum og getur sagt mér helstu kosti/galla við það?",
            "date": "2010-04-02 20:53:00",
            "post_id": "254223",
            "reply_to_id": "253923"
        },
        {
            "user_name": "Kromo",
            "text": "pantaðu frekar að utan, það er miklu ódýrara þrátt fyrir tollinn, en þá ertu samt að glata ábyrgð, nema þú farir út með tækið í viðgerð ef það bilar",
            "date": "2010-04-02 21:21:00",
            "post_id": "254229",
            "reply_to_id": "254223"
        },
        {
            "user_name": "stebbi23",
            "text": "655 hentar samt betur fyrir leikina.\nhttp://www.bt.is/vorur/vara/id/3999\nhttp://www.hdtvtest.co.uk/Samsung-LE40B650/\nhttp://www.bt.is/vorur/vara/id/10863\nhttp://www.hdtvtest.co.uk/news/samsung- ... 526151.htm",
            "date": "2010-04-03 13:40:00",
            "post_id": "254310",
            "reply_to_id": "254229"
        },
        {
            "user_name": "teitan",
            "text": "Ég á einmitt eitt svona Samsung 655 tæki og ég er ekkert nema hamingjusamur með það, endalausir fítusar á því t.d. hægt að tengja það við netið og nota svona widgets til að lesa fréttir, skoða veðrið o.s.frv., tengja usb-drif við það og spila video, skoða myndir, hlusta á tónlist...\nSvo er hægt að streama efni úr tölvu yfir í það... ég er nánast hættur að nenna að setja efni á flakkarann \nOg svo er contrastinn á því svakalega góður... svartur er svartur ekki grár...  \nVeit ekki hvernig LG og Philips koma út í samanburði... en ég mundi allaveg fara og skoða Samsung áður en þú kaupir",
            "date": "2010-04-03 14:28:00",
            "post_id": "254322",
            "reply_to_id": "254310"
        },
        {
            "user_name": "Mr. President",
            "text": "Þetta á ekki bara við um þetta tiltekna tæki heldur gildir þetta almennt fyrir Samsung sjónvörp.  Ástæðan er ekki bara myndvinnslan heldur er LCD tæknin sem er notuð í tækin þeirra (kölluð MVA/PVA) almennt verri hvað varðar input lagg en tæknin í LG og flestum Philips tækjum (IPS).\nÞetta er auðvitað ekki issjú ef sjónvarpið er bara fyrir gláp, en betra að hafa það í huga ef tölvuleikjaspilun er í málinu.",
            "date": "2010-04-04 16:56:00",
            "post_id": "254516",
            "reply_to_id": "254322"
        },
        {
            "user_name": "GGG",
            "text": "Góð ábending, þetta er eitthvað sem ég þarf að hafa í huga þar sem ég ætla að spila leiki í tækinu líka.",
            "date": "2010-04-04 20:01:00",
            "post_id": "254544",
            "reply_to_id": "254516"
        },
        {
            "user_name": "starionturbo",
            "text": "http://www.elko.is/elko/product_detail/ ... oryid=1705",
            "date": "2010-04-04 21:54:00",
            "post_id": "254565",
            "reply_to_id": "254544"
        },
        {
            "user_name": "GGG",
            "text": "470 þúsund fyrir 40\" tæki, nei takk \n.",
            "date": "2010-04-04 22:39:00",
            "post_id": "254578",
            "reply_to_id": "254565"
        },
        {
            "user_name": "beatmaster",
            "text": "Þetta er líka LED sjónvarp, burtséð frá mkið betri myndgæðum er tækið 3 cm þykkt",
            "date": "2010-04-04 23:17:00",
            "post_id": "254582",
            "reply_to_id": "254578"
        },
        {
            "user_name": "GGG",
            "text": "Ég ætla að horfa á tækið, ekki nota það sem álegg á pizzu, svo þykktin skiptir ekki máli fyrir mig",
            "date": "2010-04-04 23:33:00",
            "post_id": "254583",
            "reply_to_id": "254582"
        },
        {
            "user_name": "Mr. President",
            "text": "Skrítnar ábendingar í gangi :\\\nAlla vega, þá myndi ég dæma tækin sem þú nefnir í fyrsta pósti svona:\nSL8000 þykir mjög gott tæki, og að stóru leiti sambærilegt við LH4000 tækið.  Verðmunurinn er fyrst og fremst vegna útlitsins (sem er glæsilegt) á meðan panellinn sem slíkur og myndvinnslubúnaðurinn er meira eða minna sá sami í báðum tækjum.  SL8000 tækið er með glansskjá (glerplötu) sem gerir svörtu litina aðeins betri á meðan LH4000 er með mattann skjá sem væri betri í mikilli birtu vegna þess að það glampar ekki á skjáinn.  Philips tækið er sjálfsagt mjög sambærilegt við þau bæði en þó sennilega með betri myndvinnslubúnað fyrir sjónvarpsútsendingar og annað standard definition efni.  Philips eru þó hættir samstarfinu sem var milli þeirra og LG, og því erfitt að segja hvernig panell er í tækinu.  Ég myndi þó veðja á IPS (sem er gott fyrir leiki) frekar en MVA, en ég tæki \nalltaf\n IPS panel fram yfir MVA.  MVA skjáir eru oft með betra 'black level' á meðan IPS hefur betri liti og skerpu og eru þeir panelar sem þú myndir finna í professional myndvinnsluskjám.  Og, eins og ég sagði að ofan, þá eru MVA skjáir almennt verri hvað varðar input lagg.\nAnnars held ég að þú getir ekki gert slæm kaup á neinu af þessum tækjum.  Sjálfur myndi ég sennilega taka SL8000 tækið af því að ég er sucker fyrir flottum húsgögnum.  Philips tækið virðist líka mjög flott en umgjörðin er samt úr plasti (en ekki gleri) sem mér finnst hálf 'cheap'.  Ef myndgæði skipta þig meira máli en útlit, og þú setur ekki fyrir þig að taka plasma, þá myndi ég jafnvel skoða Panasonic tækin í Sjónvarpsmiðstöðinni sem eru sennilega bestu plasma tækin sem þú færð á landinu.  42\" G10 línan frá síðasta ári er á 280þús á meðan nýja G20 (sem ég kaupi mjög líklega á næstunni) er á 320þús.\nEn ef þú ert harður á að taka LCD fram yfir plasma þá held ég að þú getir keypt hvert af þessum tækjum sem er og verið ánægður.",
            "date": "2010-04-04 23:46:00",
            "post_id": "254587",
            "reply_to_id": "254583"
        },
        {
            "user_name": "Mr. President",
            "text": "Edge LED; ekki local dimming LED.  Alls ekki sami hlutur.\nÞar fyrir utan eru SL8000/SL9000 líka 3cm á þykkt.\nViðbót:  Sjónvarpsmiðstöðin er með tvö 40\" Edge LED Philips tæki á 300þús (7664H) og 350þús (8664H).  Þau eru svo til eins fyrir utan að dýrara tækið er með Ambilight.",
            "date": "2010-04-04 23:48:00",
            "post_id": "254588",
            "reply_to_id": "254587"
        },
        {
            "user_name": "GGG",
            "text": "Takk fyrir skýr og góð svör Mr. President",
            "date": "2010-04-05 12:54:00",
            "post_id": "254653",
            "reply_to_id": "254588"
        }
    ],
    "date": "2010-04-01 09:28:00"
}