{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "29505",
    "title": "snúru vesen",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=29505",
    "posts": [
        {
            "user_name": "sunna22",
            "text": "ég er að reyna að teingja þennan flakkara við sjónvarpið \nhttp://sm.is/index.php?sida=vara&vara=R2230-500GB\n en það er ekki að ganga eða ég fæ eingar sjónvarpsrásir en ég gétt tekið upp (en það er auðvitað bara svart) það er talað um einhvern anenna cable hann fylgir ekki með en er það málið verður maður að hafa svoleiðis kapal ef ekki hvað haldið þið að það sé að er búin að reyna allt ef einhver veit einhver ráð er það mjög vel þeigið",
            "date": "2010-04-09 10:16:00",
            "post_id": "255414",
            "reply_to_id": false
        },
        {
            "user_name": "Halli25",
            "text": "það þarf að tengja RCA inn líklega á þessum flakkara í gegnum t.d. video eða á rca út á sjónvarpi eða afruglara til að virkja upptökuna.\nþetta er mun betra en sjónvarpskapalsupptaka þar sem það er bara RÚV órugluð á kaplinum",
            "date": "2010-04-09 10:59:00",
            "post_id": "255421",
            "reply_to_id": "255414"
        },
        {
            "user_name": "sunna22",
            "text": "ég er ekki með afrugglara en er með vidoe tæki en er ekki hægt að nota dvd spilara þessi RCA snúra fer hún þá frá vidoe iflakkarann og frá honum i sjónvarið",
            "date": "2010-04-09 11:20:00",
            "post_id": "255423",
            "reply_to_id": "255421"
        },
        {
            "user_name": "kizi86",
            "text": "þú greinilega skoðaðir EKKERT linkinn sem hann póstaði, þessi flakkari er með DVB-T móttakara (digital tuner)\n(HD 500GB Sjónvarpsflakkari með DVB-T stafrænan móttakar og upptökumöguleika)\n jú þú ÞARFT sjónvarpsloftnets snúru, t.d tengir snuruna sem kemur ur afruglaranum yfir i flakkarann..\nef veist ekki hvaða snuru eg er að tala um þa er það þetta hér:\nhttp://sm.is/index.php?sida=vara&vara=301744",
            "date": "2010-04-09 13:38:00",
            "post_id": "255450",
            "reply_to_id": "255423"
        },
        {
            "user_name": "Halli25",
            "text": "ooops ruglaði honum við R-3300...",
            "date": "2010-04-09 13:58:00",
            "post_id": "255456",
            "reply_to_id": "255450"
        },
        {
            "user_name": "sunna22",
            "text": "jæja ég held að þetta sé rétt ég er lika alveg að \n en nú kemur no signal \n \n plis sýnið mér þolinmæði ég veit að út að aka i þessu en það má alltaf vona",
            "date": "2010-04-09 15:50:00",
            "post_id": "255464",
            "reply_to_id": "255456"
        }
    ],
    "date": "2010-04-09 10:16:00"
}