{
    "forum_title": "Til sölu - Tölvuvörur",
    "id": "29896",
    "title": "[Netbúnaður] 2x HP Procurve Switch, og Mini-GBIC til sölu.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=11&t=29896",
    "posts": [
        {
            "user_name": "svavaroe",
            "text": "Tveir HP Procurve Switchar sem eru dottnir úr rekstri.\nTil sölu fyrir áhugasama.\nATH, HP Procurve eru einhverjir bestu Switchar sem völ er á !\nHP Procurve 2324 Switch - Unmanage\n24 porta 10/100 unmanaged Switch.\nLífstíðarábyrgð !\nModel Number : (J4818A)\n24 porta 10/100 (IEEE 802.3 Type 10Base-T, IEEE 802.3u Type 100Base-TX)\nMedia Type : AUDO-MDIX\nDuplex : half or full\n2 open transceiver slots (Gigabit or fiber transceiver slot)\nFylgir með Gigabit Transceiver slot (J4834A) \nNánari upplýsingar hér : \nhttp://www.procurve.com/products/access ... essory.htm\nVerð : 30.000 kr\nHP Procurve 2524 Switch\n24 porta 10/100 Manage Switch.\nLífstíðarábyrgð !\nModel Number : (J4813A)\n* Managed Layer 2 feature set\n* 10/100 Connectivity with 24 ports\n* Two Gigabit copper or fiber transceiver slots\n* Proven reliability\n* Industry-leading warranty\n* 9.6 Gbps switch fabric integrated on chip: high-performance switch design with a non-blocking architecture\n* IEEE 802.3ad Link Aggregation Control Protocol (LACP) and ProCurve trunking: support a single trunk with up to four links (ports)\n* Spanning Tree Protocol (IEEE 802.1D): provides redundant links while preventing network loops\n* IEEE 802.1w Rapid Convergence Spanning Tree Protocol: increases network uptime through faster recovery from failed links\n* IEEE 802.1AB Link Layer Discovery Protocol (LLDP): automated device discovery protocol for easy mapping by network management applications\n* ProCurve Auto-MDIX: automatically adjusts for straight-through or crossover cables on all 10/100 ports\n* Web interface: allows configuration of the switch from any Web browser on the network\n* VLAN support and tagging: support up to 30 port-based VLANs and dynamic configuration of IEEE 802.1Q VLAN tagging, providing security between workgroups\n* GARP VLAN Registration Protocol: allows automatic learning and dynamic assignment of VLANs\n* Port security: allows access only to specified MAC addresses, which can be learned or specified by the administrator\n* IEEE 802.1X and RADIUS network login: control port-based access for authentication and accountability\n* RADIUS/TACACS+: eases switch management security administration by using a password authentication server\n* IP multicast snooping and data-driven IGMP: automatically prevents flooding of IP multicast traffic\n* LLDP Lite: allows for discovery and network topology mapping via HP ProCurve Manager New!\n* IEEE 802.1p prioritization: delivers data to devices based on the priority and type of traffic\nGigabit Stacking í Transciever slot og kapall getur fylgt með\n :\nModel : J4116 - \nhttp://www.procurve.com/products/access ... essory.htm\nGigabit Transceiver slot (J4834A) getur fylgt með\n : \nhttp://www.procurve.com/products/access ... essory.htm\nVerð : 60.000kr með báðum Transceivers\nEinnig til sölu :\nHP Procurve Mini-GBIC 1000BASE-SX SFP til sölu. Ónotað.\nTil sölu HP Procurve Mini-GBIC 1000Base-SX SFP.\nPart númer er : J4858B\nAlgjörlega ónotað, og enn í pakkningu með HP innsigli.\nFrekari upplýsingar \nhér.\nVerð : 25.000kr\nFrekari upplýsingar í pm, svavaroe(at)gmail.com, eða GSM : 862 1624",
            "date": "2010-04-29 15:59:00",
            "post_id": "258962",
            "reply_to_id": false
        }
    ],
    "date": "2010-04-29 15:59:00"
}