{
    "forum_title": "Til sölu - Tölvuvörur",
    "id": "29994",
    "title": "....",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=11&t=29994",
    "posts": [
        {
            "user_name": "joispoi2",
            "text": "EKKERT .. HER I BOÐI HANDA YKKUR... TAKK..",
            "date": "2010-05-04 13:05:00",
            "post_id": "259924",
            "reply_to_id": false
        },
        {
            "user_name": "biturk",
            "text": "mátt bara byrja á að gera almennilega auglýsingu og síðann getum við talað saman um verð.",
            "date": "2010-05-04 13:28:00",
            "post_id": "259925",
            "reply_to_id": "259924"
        },
        {
            "user_name": "Bioeight",
            "text": "Það er rétt að það vantar nánari upplýsingar til að selja þessa vél hér, en mér fannst vanta smá meiri kurteisi og hjálpsemi í þá beiðni, sá samt að þú hefur tekið þetta til þín og farið að bæta inn upplýsingum. \nEf þú átt það til þá væri gott ef þú gæfir upp link á síðu með upplýsingum um þessa tölvu, ef það er ekki til þá væri gott að fá einhverskonar módelnúmer. Ágætt líka ef hægt er að vita hvar hún er keypt og hvort með fylgi sölunóta eða eitthvað slíkt til að hægt sé að sýna fram á að hún sé enn í ábyrgð. Síðan væri gott að fá að vita nákvæmlega hvaða örgjörvi þetta er og hversu hratt minnið er. Ef þú ert í vandræðum með það þá geturðu notað t.d. forrit sem heitir Speccy og það getur sýnt þér allar þær upplýsingar. Forritið er ókeypis og hægt er að ná í það á \nhttp://www.piriform.com/speccy/download\n. Þetta ætti að duga í bili. Mjög fínt að vera kominn með verðhugmynd. Verðlöggurnar koma svo seinna kannski(fer allt eftir því hvað kemur út úr betri lýsingu) og leiðrétta það, ekki móðgast, stundum eru þær frekar harkalegar en þær meina vel.",
            "date": "2010-05-04 16:14:00",
            "post_id": "259976",
            "reply_to_id": "259925"
        },
        {
            "user_name": "joispoi2",
            "text": ".",
            "date": "2010-05-04 16:32:00",
            "post_id": "259984",
            "reply_to_id": "259976"
        },
        {
            "user_name": "joispoi2",
            "text": "Sleppiði þvi svo bara að segja mer hvað þetta er leleg lysing og skoðiði bara eitthvað annað þá ef þetta er ekki nogu gott fyrir ykkur.. ef þið hafið ahuga bjoðið þá..",
            "date": "2010-05-04 16:36:00",
            "post_id": "259988",
            "reply_to_id": "259984"
        },
        {
            "user_name": "biturk",
            "text": "býst við að þetta sé til mín\nen nei ég er ekki vangefinn, er bara býsna vel gefinn og vel að mér \n \nen nei það er ekki rétt hjá þér það vantgar\nhvaða gerð þessi 640 gb diskur er\nhvernig vinnsluminni þetta er, ss gerð og týpa\nþað vantar hvaða móðurborð er\nhvernig aflgjafi er\ner floppy drif?\ner þetta löglegt windows?\nsvona til að byrja og þetta eru grunn upplýsingar\nef þetta er einhver sér samansett tölva af pb þá hlýturu að geta gefið okkur í það minnsta serial númer svo það sé hægt að fletta því upp og sjá mynd, specca og fleira.\nspeccy er jafnvel ekki svo vitlaus hugmynd.\nog, kurteisi kostar ekkert, það hjálpar ekkert að vera með nafnaköll, ég bað einungis um betri upplýsingar, þetta er vaktin en ekki barnaland.\nhafðu það svo sem allra best í dag.\nKær kveðja\nGunnar",
            "date": "2010-05-04 19:17:00",
            "post_id": "260006",
            "reply_to_id": "259988"
        },
        {
            "user_name": "Bioeight",
            "text": "Bara að reyna að hjálpa þér, en stundum er óumbeðin hjálp verri en engin hjálp virðist vera. En til að koma með þetta beint út: Það er tímaeyðsla að setja inn svona ónákvæma auglýsingu hér, hluturinn á líklegast ekki eftir að seljast, líka auðvelt að sjá að þú ert nýr hér þannig að hafðu varann á og ekki láta plata þig í einhverju vitleysu.",
            "date": "2010-05-06 00:17:00",
            "post_id": "260376",
            "reply_to_id": "260006"
        },
        {
            "user_name": "joispoi2",
            "text": "fagget",
            "date": "2010-05-06 12:46:00",
            "post_id": "260452",
            "reply_to_id": "260376"
        },
        {
            "user_name": "andripepe",
            "text": "já vá hvað þú hlítur að lifa eðlilegu lífi maður?   algjör anall",
            "date": "2010-05-06 16:26:00",
            "post_id": "260505",
            "reply_to_id": "260452"
        },
        {
            "user_name": "AntiTrust",
            "text": "Drengur, lærðu að halda kjafti þegar við á. Þú hefur ekki MINNSTU hugmynd um hverja þú ert að tala á bakvið skjáinn, myndi gæla aðeins við þá hugsun ef hún rúmast þá í þessum hnetuheila þínum, áður en þú gerir okkur þann persónulega andlega skaða að kommenta hingað inn.\nÞetta er LÉLEG auglýsing á svæði þar sem AFBRAGÐSgóðar auglýsingar er vaninn. Taktu tilmælunum, segðu takk, breyttu auglýsingunni og krossaðu fingur um að nokkur maður hafi áhuga á að eiga viðskipti við svona vanþakklátt kvikindi eins og þig.\nDjöfuls besserwisser maður.",
            "date": "2010-05-06 16:34:00",
            "post_id": "260508",
            "reply_to_id": "260505"
        },
        {
            "user_name": "joispoi2",
            "text": "haltu kjafti litli skitur .. mer liggur ekkert á að selja þessa tölvu .. hun er goð éttu skit ... og eg veit alveg að þu ert bara déskotans aumingi sem heldur hann se déskotans massaður og klikkaður...alltaf i cs og svona wow low life bithc... haltu bara déskotans kjafti.. og lattu þessa auglysingu i friði... enda sel eg þer hana ekki... haha faviti..  takk kærlega fyrir mig..",
            "date": "2010-05-06 16:58:00",
            "post_id": "260519",
            "reply_to_id": "260508"
        },
        {
            "user_name": "JohnnyX",
            "text": "vælubílinn er á leiðinni....",
            "date": "2010-05-06 17:00:00",
            "post_id": "260521",
            "reply_to_id": "260519"
        },
        {
            "user_name": "Lexxinn",
            "text": "Nei hann var að fara framhjá",
            "date": "2010-05-06 17:04:00",
            "post_id": "260523",
            "reply_to_id": "260521"
        },
        {
            "user_name": "biturk",
            "text": "bann á þennan mann, ip bann og allt saman\nen vá hvað ég væri til í að tracka hann og kíkja í kaffi",
            "date": "2010-05-06 17:05:00",
            "post_id": "260524",
            "reply_to_id": "260523"
        },
        {
            "user_name": "AntiTrust",
            "text": "Hehe. Kíktu á mig. Sjáum hvor okkar er auminginn og hvor okkar er massaði gaurinn.\nGet ekki annað en dáðst að orðaforðanum þínum, Harvard graduate are we?",
            "date": "2010-05-06 17:07:00",
            "post_id": "260525",
            "reply_to_id": "260524"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hann fékk massíft bann.\nLÆST",
            "date": "2010-05-06 17:17:00",
            "post_id": "260528",
            "reply_to_id": "260525"
        }
    ],
    "date": "2010-05-04 13:05:00"
}