{
    "forum_title": "Hugbúnaðar- & Forritunarstofan",
    "id": "30057",
    "title": "Myndavélaeftirlitshugbúnaður - hvað er gott?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=7&t=30057",
    "posts": [
        {
            "user_name": "kiddi",
            "text": "Alltaf svo gott að leita til ykkar... mörg góð ráð og reynslur \n Hvaða forrit hafa menn verið að nota í svona heimatilbúin myndaeftirlitskerfi?\nÉg þyrfti að geta:\n1) tekið upp eina eða fleiri webcams\n2) sent ramma yfir FTP + vista locally\n3) hægt að logga sig inn á utan frá til að fylgjast með\n4) vistað amk 7 daga aftur í tímann\nÉg veit það er til hrúgan öll af shareware forritum sem virðast öll vera jafn mikið fúsk, mig vantar eitthvað fullorðins... þetta má kosta eitthvað hóflegt, má vera Win/Mac/Linux...\nEinhverjar hugmyndir?",
            "date": "2010-05-07 11:40:00",
            "post_id": "260694",
            "reply_to_id": false
        },
        {
            "user_name": "Ripper",
            "text": "http://www.h264soft.com/h264webcam.html\nSæll Kiddi, ég er með 3 nettengdar Linksys myndavélar sem styðja PTZ(Pan tilt og zoom), hugbúnaðurinn frá Linksys virkar mjög illa, prófaði allavega þennan hugbúnað og keypti Pro útgáfuna á ca 50 dollara.\nAllavega með 3 myndavélum þá virkar þetta forrit mjög vel, skrýtna er að litla höktið hætti sem var áður í upptökunni þó að það hafi bara verið tvær myndavélar í notkun, bætti svo við annarri og virkar vel. Reikna svo með að prófa USB webcam við þetta fljótlega, það á allavega að vera stuðningur við svoleiðis.\nSvo virkar motion detection mjög vel og getur opnað fyrir aðgang yfir netið. Þetta gæti allavega verið málið fyrir þig og ágætlega sloppið peningalega miðað við góðan hugbúnað  \nkv. Pétur",
            "date": "2010-05-07 12:09:00",
            "post_id": "260696",
            "reply_to_id": "260694"
        },
        {
            "user_name": "kiddi",
            "text": "Takk kærlega fyrir þetta Ripper \n Ertu ánægður með þessar Linksys myndavélar? Hvaða týpur eru þetta?",
            "date": "2010-05-07 12:42:00",
            "post_id": "260699",
            "reply_to_id": "260696"
        },
        {
            "user_name": "Ripper",
            "text": "Þetta eru Linksys WVC200 og mjög ánægður með þær eftir að ég hætti að nota Linksys hugbúnaðin!  \nÉg var með tvær tengdar beint með netkapli og svínvirkar með nýja hugbúnaðinum, prófaði þriðju myndavélina fyrst þráðlaust en hún datt alltaf út fljótlega, nennti ekki að skoða það vesen og tendi hana líka með kapli.",
            "date": "2010-05-07 13:27:00",
            "post_id": "260710",
            "reply_to_id": "260699"
        }
    ],
    "date": "2010-05-07 11:40:00"
}