{
    "forum_title": "Óskast - Tölvuvörur",
    "id": "30197",
    "title": "ÓSKA EFTIR BATTERÍ FYRIR HP COMPAQ nc6120",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=54&t=30197",
    "posts": [
        {
            "user_name": "gullis",
            "text": "TOPIC SEGIR ALLT !!! ER AÐ VERÐA BRJÁLAÐUR Á ÞVÍ AÐ HAFA ALLTAF TÖLVUNA Í SAMBANDI",
            "date": "2010-05-15 22:28:00",
            "post_id": "261953",
            "reply_to_id": false
        },
        {
            "user_name": "gullis",
            "text": "Jæja.. kominn með meira vandamál með þessa Tölvu druslu...!\nNúna er plöggið sjálft einnig bilað... þeas hringurinn sem ég set snurunna í á tölvunni er einhvað fucked \n  Þetta er hringlaga(þið vitið alveg svosem hvað ég er að meina) ég talaði við þá í Opin-Kerfi og það kostar ca 25-30þús að láta laga þetta og það tekur einn dag!!!  + að mig vantar batterí og það er á ca 20-25þús svo þetta er orðinn ansi dýr pakki að láta laga þetta... Mér var að detta í hug.. er kannski einhver sem er í svona tölvuviðgerðum sem þið mælið með?? ég gæti ábyggilega keypt bara þetta plögg þarna sem snurann stingst í.. það tengist í móðurborðið eða einhvað man ekki hvað kallinn sagði í Opnum-Kerfum en það er allavega ofar mínum getum að græja þetta sjálfur.. Vonandi að einhver hérna geti bent mér á einhvern sem kann að laga þetta og getur það fyrir minni pening en 20.þúskr.\nkv Gulli.",
            "date": "2010-05-31 10:54:00",
            "post_id": "264802",
            "reply_to_id": "261953"
        },
        {
            "user_name": "peturthorra",
            "text": "Þarf bara að lóða \"tippið\" aftur á móðurborð vélarinnar ... fullt af liði sem getur lagað svoleiðis. Ég get það , en verst er að ég bý fyrir norðan.",
            "date": "2010-05-31 11:08:00",
            "post_id": "264803",
            "reply_to_id": "264802"
        },
        {
            "user_name": "gullis",
            "text": "Já oki,, ég er nefnilega búinn að lenda í því að tengið(þetta sem styngst aftan í tölvunna) á hleðslusnúrunni er búið að bráðna smá, það er nefnilega smá gulurhringur sem er úr plasti eða eitthvað.. bara hættulegt! gæti kviknað í útaf þessu \n  En ef að einhverjir bjóða sig framm til að opna tölvunna og lóða þetta saman fyrir mig væri það ýkt vel þegið,, ekki nema ég gæti farið með tölvunna á tölvuverkstæði og látið þá gera það.. býst samt einhvernveginn við því að þeir tækju ekkert vel í það \n  kostar ábyggilega minna en 25þús eins og það gerir í opnum-kerfum.",
            "date": "2010-05-31 17:55:00",
            "post_id": "264871",
            "reply_to_id": "264803"
        },
        {
            "user_name": "gullis",
            "text": "upp upp",
            "date": "2010-06-02 19:06:00",
            "post_id": "265220",
            "reply_to_id": "264871"
        }
    ],
    "date": "2010-05-15 22:28:00"
}