{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "30272",
    "title": "Hvar skal kaupa?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=30272",
    "posts": [
        {
            "user_name": "krissi24",
            "text": "Hvar er ódýrast að kaupa 42\" sjónvarp",
            "date": "2010-05-19 13:33:00",
            "post_id": "262572",
            "reply_to_id": false
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Hvar er ódýrast að kaupa gallabuxur?",
            "date": "2010-05-19 13:40:00",
            "post_id": "262574",
            "reply_to_id": "262572"
        },
        {
            "user_name": "teitan",
            "text": "Dimmu húsasundi af einhverjum skuggalegum náunga?",
            "date": "2010-05-19 13:55:00",
            "post_id": "262578",
            "reply_to_id": "262574"
        },
        {
            "user_name": "Tiger",
            "text": "Agalega er þetta að verða þreytt spjallborð hérna. Er þetta ekki verðvaktar spjall, og á því svona spurning ekki rétt á sér? Ef fólk hefur ekki skoðun eða vitneskju um svarið þá finnst mér bara að það eigi að sleppa því að svara frekar en að byrja á einhverjum svona leiðindum. \nEf þú ert að leita að bara normal 42\" sjónvarpi þá er Elko oftast með góð verð, einnig hefur BUY.is verið að flytja inn sjónvörp og myndi ég hiklaust leita þanngað næst þegar mig vantar sjónvarp. Sjónvarpsmiðstöðin oft með tilboð líka og HT.is\nps. en minni samt á að hafa lýsandi tiltil í þærðinum, hefði verið betra að hafa \"hvar skal kaupa sjónvarp\".",
            "date": "2010-05-19 13:58:00",
            "post_id": "262580",
            "reply_to_id": "262578"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Hryllilega þreytt týpa með svona stæla. Finnst eins og þeir séu stanlaust að fiska eftir fleiri innlegjum, svona fyrir typpamælingar.\nAnnars er ég sammála síðasta ræðumanni, Elko er með mikið úrval, buy.is gæti verið ódýrara og betri þjónusta. Sjónvarksmarkaðurinn er líka ágætur, oft mörg mjög góð aðeins eldri sjónvörp á tilboði.",
            "date": "2010-05-19 14:05:00",
            "post_id": "262582",
            "reply_to_id": "262580"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Ekki fara að væla.\nÉg var einfaldlega (á minn ófyndna hátt) að segja að það væri betra að koma með aðeins meiri upplýsingar um það sem hann spyr um.\nÞað er alveg staðall milli verðs og gæða. Það er hægt að kaupa hræódýrt drasl frá Pakistan eða viðurkennt gæðamerki.\nSlakiði á.",
            "date": "2010-05-19 14:13:00",
            "post_id": "262585",
            "reply_to_id": "262582"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Það væri kannski betra að segja það þá. Ekki koma bara með einhverja útúrsnúninga og óþarfa skæting.",
            "date": "2010-05-19 14:30:00",
            "post_id": "262589",
            "reply_to_id": "262585"
        },
        {
            "user_name": "krissi24",
            "text": "Okey, biðst bara fyrirgefningar á að hafa spurt um þetta, vissi ekki að ein spurning myndi valda svona miklum ursla. Sný mér bara eitthvert annað",
            "date": "2010-05-19 19:53:00",
            "post_id": "262633",
            "reply_to_id": "262589"
        },
        {
            "user_name": "teitan",
            "text": "Ertu í alvörunni bara að leita að sem ódýrustu 42\" sjónvarpi?\nEngar kröfur um myndgæði, fjölda tengja, o.s.frv.?\nEf ég væri þú þá mundi ég spá í einhverju fleiru heldur en bara stærð og verði",
            "date": "2010-05-19 20:36:00",
            "post_id": "262639",
            "reply_to_id": "262633"
        },
        {
            "user_name": "Gunnar",
            "text": "krissi24 breyttu fyrsta posti með aðeins nákvæmari lýsingu hvernig 42\" sjónvarp þú vilt.\nhvernig tengi viltu hafa á sjónvarpinu t.d. lcd eða plasma?\nsvo hefði líka verið fínt að nota leitina, það hefur oft verið spurt að þessu og þá segja flestir að best sé að fara útí búðir og fá að skoða öll tækin.",
            "date": "2010-05-19 20:41:00",
            "post_id": "262641",
            "reply_to_id": "262639"
        },
        {
            "user_name": "intenz",
            "text": "ELKO síðast þegar ég gáði.",
            "date": "2010-05-19 21:15:00",
            "post_id": "262646",
            "reply_to_id": "262641"
        },
        {
            "user_name": "mattiisak",
            "text": "svariði bara djöfulsins spurninguni ef þið vitið hvar plastma eða  lcd skjáirnir fást ódýrastir. ef þið vitið það ekki eða  \"þolið ekki svona þræði\" ekki þá vera að gefa hönum bump með einhverju svona \n\"Hvar er ódýrast að kaupa gallabuxur?\"\n \"Dimmu húsasundi af einhverjum skuggalegum náunga?\".",
            "date": "2010-05-19 21:55:00",
            "post_id": "262656",
            "reply_to_id": "262646"
        },
        {
            "user_name": "beatmaster",
            "text": "Árið 2007\nHver er samt raunveruleg spurning (sem er ástæðan fyrir því að þetta eru svörin sem að hann fær), vill hann kaupa ódýrt nýtt LCD, vill hann kaupa ódýrt nýtt Plasma tæki, vill hann kaupa ódýrt nýtt LED tæki, vill hann kaupa ódýrt nýtt tæki sem að er einungis með LED baklýsingu, vill hann kaupa eitthvað að framantöldu notað eða sem sýningartæki, er hann kanski að leita að 42\" rear projection TV nýtt eða notað",
            "date": "2010-05-19 22:29:00",
            "post_id": "262664",
            "reply_to_id": "262656"
        },
        {
            "user_name": "krissi24",
            "text": "Ég styð það! \n En já svo ég losni úr \"yfirheyrslunni,, þá var ég nú bara að tala um t.d. LCD svona í kringum 150 - 180 þúsund og ég er að fara í HDMI þannig að það væri fínt að hafa minnsta kosti 2  þannig og það þarf auðvitað að vera Full HD. Hvernig lýst ykkur á þetta tildæmis: \nhttp://www.sm.is/index.php?sida=vara&vara=LTV9742\n Þetta þarf bara að vera svona nokkuð gott, hvorki slæmt né eitthvað súper gott bara svona millivegurinn",
            "date": "2010-05-19 22:59:00",
            "post_id": "262678",
            "reply_to_id": "262664"
        },
        {
            "user_name": "Glazier",
            "text": "Friðjón hjá buy.is sagði mér einhvertíman að hann gæti reddað nánast hvaða sjónvarpi sem er.. og flestar vörur sem hann hefur verið að selja eru ódýrastar hjá honum svo ég myndi giska á að það væri ódýrasti kosturinn fyrir þig að panta hjá honum",
            "date": "2010-05-20 00:33:00",
            "post_id": "262687",
            "reply_to_id": "262678"
        },
        {
            "user_name": "krissi24",
            "text": "Okey skoða það, takk fyrir",
            "date": "2010-05-20 08:45:00",
            "post_id": "262711",
            "reply_to_id": "262687"
        }
    ],
    "date": "2010-05-19 13:33:00"
}