{
    "forum_title": "Netkerfi - internetið",
    "id": "30317",
    "title": "Vodafone ADSL í Keflavík, þolir ekki álag?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=30317",
    "posts": [
        {
            "user_name": "Danni V8",
            "text": "Svo er mál með vexti að síðan ég skipti yfir í Vodafone þá hef ég lent í því, hvert einasta kvöld frá ca 18:00-00:30/01:30, að svartími (ping) á leikjaservera fer upp úr öllum völdum, bæði innanlands og utanlands. Ég nota Simnet CSS serverana sem viðmið.\nÁ þessu tímabili er ping á Simnet servarana frá 80ms og upp í 120ms, mikið verra á erlendum serverum. Fyrst hélt ég að þetta væri bara eitthvað hjá mér. En síðan fór ég að spila með tveimur öðrum héðan úr Keflavík sem eru líka hjá Vodafone og tók eftir því að þegar pingið hækkaði hjá mér hækkaði það hjá þeim líka, en hinir tveir sem ég spila með, annar úr Sandgerði með tengingu frá Símanum og hinn í götunni fyrir neðan mig með tengingu frá Netsamskiptum, voru áfram með eðlilegt ping. Þá bað ég einn sem ég þekki sem býr í bænum og er hjá Vodafone um að joina, hann var með eðlilegt ping líka.\nÞar með var ég búinn að komast að því að þetta á einungis við Keflvíkinga sem eru hjá Vodafone. Ég triple checkaði að það var ekkert torrent í gangi og enginn að nota netið neitt, svo það er ekki ástæðan. Síðan á þetta bæði við um innlenda og erlenda servera svo að það er ekki heldur vandamálið.\nHraðinn á netinu helst samt eðlilegur, ég næ að downloada og uploada eðlilega. Ég hætti oftast að spila á þessum tíma og opna torrent aftur.\nÉg er búinn að vera í stöðugu e-mail sambandi við einn þjónustufulltrúa Vodafone síðan 2. maí og ég er búinn að vera að senda honum ýmsar upplýsingar og núna er þetta komið á þann punkt að þeir hjá Vodafone sjá að það er of hátt ping hjá mér en sjá ekki af hverju og geta því lítið gert. Ég gruna að búnaðurinn sem þeir eru með hér er ekki að höndla álagið sem kemur frá notkuninni hérna og þess vegna gerist þeta á álagstímum, þeir eru farnir að vera efins um að ég er ekki að downloada meðan á þessu stendur.\nMegin ástæðan með þessum þræði er til þess að finna fleyri sem eru að lenda í þessu til þess að geta bent þeim hjá Vodafone á að það eru ekki bara við 3 sem lendum í þessu. Einnig til að sjá hvort einhverjir Keflvíkingar lenda ekki í þessu hjá Vodafone og sjá þá hvort þetta gæti verið einangrað við eina símstöð í staðinn fyrir allan bæinn, við búum nú allir frekar nálægt hvor öðrum.\nÉg spyr ykkur Vaktara, er einhver hér sem býr á Keflavíkursvæðinu og er með ADSL frá Vodafone og lendir í því sama?",
            "date": "2010-05-21 09:54:00",
            "post_id": "262935",
            "reply_to_id": false
        },
        {
            "user_name": "emmi",
            "text": "Bandvíddin hjá Vodafone til Reykjavíkur er bara overloaded. Þeir eru að ég held, ekki ennþá búnir að taka í notkun varnarliðsljósleiðarann sem átti að taka við af þessari framerelay tengingu sem þeir kaupa af Símanum. \nSvo er bara um að gera að versla heima og fá sér net hjá Netsamskiptum.",
            "date": "2010-05-21 11:51:00",
            "post_id": "262943",
            "reply_to_id": "262935"
        },
        {
            "user_name": "coldcut",
            "text": "Er á Akranesi með ljósleiðaratengingu frá Vodafone og netið verður alltaf þvílíkt hægt á næturnar. Það er gjörsamlega óþolandi!",
            "date": "2010-05-21 13:01:00",
            "post_id": "262949",
            "reply_to_id": "262943"
        }
    ],
    "date": "2010-05-21 09:54:00"
}