{
    "forum_title": "Til sölu - Tölvuvörur",
    "id": "30639",
    "title": "Argosy HV358T margmiðlunarhýsing",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=11&t=30639",
    "posts": [
        {
            "user_name": "HR",
            "text": "Sælir, \nsælar ef svo skemmtilega vill til að mannvera með leggöng er að lesa þessa auglýsingu.\nEr með til sölu þessa fínu margmiðlunarhýsingu frá Argosy. Á heimasíðu framleiðanda er gefið upp að hýsingin styðji einungis 750GB diska en ég get staðfest að hún styðji að minnsta kosti 1TB, minnir líka að við í TT höfum selt þessa hýsingu með 1.5TB diskum.\nÞetta er ss. hýsing fyrir SATA2 diska. Hún spilar allan andskotann nema þá HD myndefni. Hefur þó þann kost að fyrir þá sem eru komnir með HD ready sjónvarp (örugglega mjög margir) að hún getur uppscalað myndefnið til að hægt sé að nýta fulla upplausn sjónvarpsins.\nÉg tók mér það bessaleyfi að stela gamalli  auglýsingu frá Tölvutek, tek þó fram að ég er ekki að selja hýsinguna með disk né á þessu verði.\nHýsingin er í óaðfinnanlegu ástandi og kemur í upprunalegum umbúðum ásamt 1.8m HDMI kapli og \ntveimur \nstraumbreytum \n(hentugt að hafa einn heima og einn til að hafa í töskunni)\n. Sömuleiðis get ég selt \ntösku\n sem passar fyrir hýsinguna á \n2.000 kr.\nVerð: 15.000 kr.\nSkoða öll tilboð. Vinsamlegast sendið tilboð í Einkapósti.",
            "date": "2010-06-09 23:12:00",
            "post_id": "266240",
            "reply_to_id": false
        },
        {
            "user_name": "HR",
            "text": "Upp",
            "date": "2010-06-10 17:51:00",
            "post_id": "266342",
            "reply_to_id": "266240"
        },
        {
            "user_name": "Sydney",
            "text": "Þetta er væntanlega 358T? 350T er bara venjulegur flakkari sem hefur enga afspilunarmöguleika.",
            "date": "2010-06-10 20:14:00",
            "post_id": "266366",
            "reply_to_id": "266342"
        },
        {
            "user_name": "HR",
            "text": "Haha, heyrðu jú! Mikið rétt, það leiðréttist hér með.",
            "date": "2010-06-10 20:56:00",
            "post_id": "266375",
            "reply_to_id": "266366"
        }
    ],
    "date": "2010-06-09 23:12:00"
}