{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "30725",
    "title": "HBO á Íslandi?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=30725",
    "posts": [
        {
            "user_name": "mummz",
            "text": "Yndislegt væri ef einhver gæti hjálpað mér...\nVeit einhver hvernig maður fer að því að ná HBO hérna á Íslandi?  Er hægt að ná þessu í gegnum gervihnött?  Eða er hægt að ná þessu í gegnum netið einhvernveginn?\nOg ég er ekki að tala um að bíða eftir að þættirnir komi á torrent daginn eftir og downloada þeim, heldur fá þá í sjónvarpið mitt um leið og þeir eru sýndir! \nOg já, ég er alveg til í að borga fyrir áskrift að þessu!",
            "date": "2010-06-13 20:40:00",
            "post_id": "266914",
            "reply_to_id": false
        },
        {
            "user_name": "JReykdal",
            "text": "HBO er ekki í boði á Íslandi.",
            "date": "2010-06-13 21:41:00",
            "post_id": "266928",
            "reply_to_id": "266914"
        },
        {
            "user_name": "mummz",
            "text": "helvítis...",
            "date": "2010-06-14 22:00:00",
            "post_id": "267160",
            "reply_to_id": "266928"
        },
        {
            "user_name": "littli-Jake",
            "text": "uuu hvað er HBO með sem er svona skemtilegt?",
            "date": "2010-06-15 16:45:00",
            "post_id": "267259",
            "reply_to_id": "267160"
        },
        {
            "user_name": "Halli25",
            "text": "ég giska á True blood miðað við að season 3 var að byrja á sunnudag \nhttp://www.hbo.com/true-blood/index.html",
            "date": "2010-06-15 17:03:00",
            "post_id": "267263",
            "reply_to_id": "267259"
        },
        {
            "user_name": "depill",
            "text": "Ég er með HBO yfir Dish network \nEn þetta er ekki hægt á Íslandi ( gervihnöttur til að ná USA stöðvum, tékkaði á þessu ) vegna þess hvernig gervihnettirnir eru beindir og legu jarðarnir að þá skyllst mér að það breyti engu hversu stóran disk þú ert með ( svona standard allavega ) að þú munir ekki ná þessu. Svo það er því miður bara Torrent, líka bögg ef maður sé á Íslandi að horfa á þættina vegna tímamismunar, breytir varla miklu að hafa þetta pinku litla delay.",
            "date": "2010-06-15 17:23:00",
            "post_id": "267265",
            "reply_to_id": "267263"
        },
        {
            "user_name": "Skari",
            "text": "Bestu þættirnir sem koma frá HBO nema arrested development",
            "date": "2010-06-15 17:51:00",
            "post_id": "267268",
            "reply_to_id": "267265"
        },
        {
            "user_name": "mummz",
            "text": "Mig langar að fá mér áskrift til þess að styðja þá, því að þeir halda endalaust áfram að koma með snilldar seríur, og á næsta ári mun koma út sería eftir bestu fantasy bókum sem til eru, A Song of Ice and Fire.  Fyrsta seasonið byrjar næsta vor og heitir A Game of Thrones.\nhttp://www.hbo.com/game-of-thrones/index.html\nauðvitað kaupi ég þegar þetta kemur á DVD, en í millitíðinni verður þetta víst bara að vera torrent...",
            "date": "2010-06-15 18:08:00",
            "post_id": "267270",
            "reply_to_id": "267268"
        }
    ],
    "date": "2010-06-13 20:40:00"
}