{
    "forum_title": "Allt annað...",
    "id": "30741",
    "title": "gps kort",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=67&t=30741",
    "posts": [
        {
            "user_name": "sunna22",
            "text": "ėg var að fá mėr nokia 5230 sem er bara snild en mėr likar ekki við þetta nokia map dòt gėtt ėg ekki keift kort eða foritt frà garmin eða einhverju öðrum bara eitthvað gott islands kort ėg er 2 gb minnis kort sem fyldi með þarf ėg stærra kort eða þarf ėg annað kort var að vona að ėg gætti haft bæði eitthvað islandskort og tónlist inn á sama minniskortinu",
            "date": "2010-06-14 19:01:00",
            "post_id": "267118",
            "reply_to_id": false
        },
        {
            "user_name": "corflame",
            "text": "OVI maps dæmið er að koma með nýtt Íslandskort skilst mér, er bara einhverjir \"nokkrir dagar\" var sagt hér annarsstaðar á spjallborðinu",
            "date": "2010-06-14 20:27:00",
            "post_id": "267132",
            "reply_to_id": "267118"
        },
        {
            "user_name": "zedro",
            "text": "Kommur, punktar. HÁ- og lá-stafir og Enter eru vinir þínir.\nGerðu þráðinn læsilegri ella verður honum læst.",
            "date": "2010-06-14 21:37:00",
            "post_id": "267152",
            "reply_to_id": "267132"
        },
        {
            "user_name": "IL2",
            "text": "Jú þú ættir að geta það með Garmin Mobile XT. Talaðu við þá hjá \nhttp://www.garmin.is/index.shtml\nog þeir ættu að geta hjálpað  þér.",
            "date": "2010-06-17 11:19:00",
            "post_id": "267509",
            "reply_to_id": "267152"
        },
        {
            "user_name": "BugsyB",
            "text": "Já talaðu við Garmin og hlustaðu á þá seigja að þetta sé ekki hægt þó þetta sé ekkert mál, þetta tekur 80mb garminn mobile xt með islandskorti 2009 og það er ekkert mál ef þú kannt það. annars er google vinur þinn",
            "date": "2010-06-19 21:38:00",
            "post_id": "267779",
            "reply_to_id": "267509"
        },
        {
            "user_name": "PepsiMaxIsti",
            "text": "Þetta er lítið mál, bara að finna réttu uppsettninguna, það getur verið trik, svín virkar og er mjög flott, var að fá mér svona um helgina og þetta er MJÖG flott, prufaði líka að nota OVI maps af íslandi, en það virkar ekki jafn vel ef að þú ert að segja tækinu að fara á ákveðinn stað, en annars er það fínt til að keyra eftir, ef að þú ert að spá í hvar þú getur beygt og séð smá upplýsingar um það sem að þú ert að keyra.\nÉg var að tala við þá hjá garmin í dag, og þeir sögðu mér nú að Garmin væri hættir með forritið fyrir gsm síma, sem að ég er ekki allveg að kaupa, þannig að ég sendi e-mail til garmin úti og er núna að bíða eftir svari. Svo sögðu þeir líka að það væri von á íslandskorti 2010 núna vonandi um MM, eða í næsta mánuði, gat ekki allveg svarað því.",
            "date": "2010-06-21 08:46:00",
            "post_id": "267990",
            "reply_to_id": "267779"
        },
        {
            "user_name": "Benzmann",
            "text": "kortið er komið, ég setti það upp í gær í símanum hjá mér, ég á eins síma.\nsvo með minniskort, það er ódýrast að kaupa þau í opnum kerfum, 16gb þar kostar um 12þús kall, en í elko kostar það 18þús",
            "date": "2010-06-23 14:36:00",
            "post_id": "268284",
            "reply_to_id": "267990"
        },
        {
            "user_name": "PepsiMaxIsti",
            "text": "Ertu að tala um íslndskort, eða kortið frá nokia??",
            "date": "2010-06-23 15:58:00",
            "post_id": "268298",
            "reply_to_id": "268284"
        },
        {
            "user_name": "BugsyB",
            "text": "ekki rétt - \nsimabær er með LANG ódýrustu kortinn skoðaðu það bara simabaer.is\nog ekki tala við GARMIN þeir vilja ekki að þú setjir þetta upp á GSM því þeir græða á því að selja þér tækið líka þannig að ekki tala við GARMIN hérna er linkurinn á forritði sem er á garmin síðunni \nhttp://www8.garmin.com/support/collecti ... 0-10844-00\n og svo muna að TALA EKKI VIÐ GARMIN á íslandi því þeir eru gráðugir hálvitar sem vilja bara græða - best fyrir þá að go with the flow og bjóða réttar upplýsingar",
            "date": "2010-06-27 03:55:00",
            "post_id": "268914",
            "reply_to_id": "268298"
        }
    ],
    "date": "2010-06-14 19:01:00"
}