{
    "forum_title": "Vaktin.is",
    "id": "30740",
    "title": "Mig langar að vara við að fara í tölvutek og versla þar!!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=46&t=30740",
    "posts": [
        {
            "user_name": "bloggla",
            "text": "þar sem ég sá mann vera að vara við tölvulistanum og því vildi ég koma með reynslusögu mína frá tölvutek og afhverju ég vil vara við að fólk versli þar!!\nEn já, ég kaupi fartölvuna mína í gegnum netverslun tölvuteks vorið 2007(ég bjó þá útá landi). Tölvan er semsagt Acer, bara einhver ódýr tölva sem ég fann og hún var með vista í henni. Ég hata vista og fékk vin minn til að setja upp xp strax í hana. Hún fór að drepa á sér strax og ég fékk hana, og þá skipti ekki máli hvort að hún væri í hleðslu eða ekki, hvort að hún væri heit eða ekki, hvort að það hefði verið lengi búið að vera kveikt á henni eða ekki eða hvort að hún væri undir álagi. Ég fann ekki neina tengingu á því afhverju hún væri alltaf að drepa á sér. En þetta gerðist í byrjun kannski 2 í mániði þannig að það truflaði mig ekki. Síðan snemma vors 2008 þá byrjar þetta að gerast nokkrum sinnum í viku og ég enda á að fara með hana til Tölvuteks í Borgatúni til að skoða hana þar sem hún er ennþá í ábyrgð. Þeir skoða hana og láta mig borga 2990kr því að þeir finna ekki neitt að henni, og kenna því um að xp hafi örugglega verið vitlaust sett upp í hana.  Ljóskan ég trúði því bara, þar sem ég kann ekkert svo mikið um tölvur, en kann þó eitthvað.\nSíðan sumarið 2008 þá hrinur tölvan mín og ég ákveð því að láta starfsmenn tölvutekst setja upp xp í tölvuna svo að þetta sé nú ekki vitlaust sett upp aftur og að hún myndi hætta að drepa á sér. \nÞeir voru nú ekki svo lengi að því og ég fékk tölvuna til baka eftir 4-5 daga eins og búist var við, en þá var bara hent upp vista, eitthvað sem ég bað um að yrði aðeins gert ef að þeir gætu ekki sett up xp, en þar sem þeir höfðu ekki reynt það þá sögðu þeir myndu nú reyna, en að verðið myndi halda sér. \nÉg gaf þeim upp licensis key sem ég átti við að setja upp xp, eitthvað sem ég var ekki einu sinni beðin um þegar ég kom með hana fyrst inn, en þessir starfsmenn sögðu að það væri nú ekki möguleiki fyrir þá að setja upp XP án þess að hafa þetta key, síðan leið vika og ekkert heyrðist frá starfsmönnunum þannig að ég fór þangað og spurði hvað væri að gerast, þeir sögðu að tæknimaðurinn væri ekki að finn rétt xp sem passar við þennan licensis key, þannig að kærasti minn endar á að fara með geisladisk sem ætti að passa við þetta licens key og þeir segja að þetta ætti að vera komið í tölvuna samdægurs eða daginn eftir.\nSíðan aftur voru nokkrir dagar og ekkert heyrðist, þannig að ég fer aftur niðrí búð og þá segja starfsmennirnir ekki vita afhverju það væri ekki búið að klára tölvuna, að það hlyti að vera útaf því að þeir hefðu bara gleymt að vinna í tölvunni, aftur liðu nokkrir dagar og nokkrar ferðir niðrí Borgarún að athuga um hana og loks að 3 vikum liðnum frá því að ég kom með tölvuna til að setja XP í hana og þá fæ ég hana loksins til baka og ég borga næstum 6000kr fyrir þetta.\nEn þá er sagan langt frá því að vera búin heldur að eftir að ég fékk hana til baka þá drap hún á sér svona 10x á dag og nokkrum sinnum gerðist það að upp kom gluggi sem sagði að display driver væri eitthvað bilaður og skjárinn svona minnkaði og liturinn varð skrítinn og ég þurfti að restarta tölvunni. Ég fór með tölvuna mína því aftur í Tölvutek búðina og þeir kíktu á þetta, sem tók viku að gera, aftur segja þeir að þeir sjá að ekkert sé að. En viti menn þegar ég fæ tölvuna til baka heldur þetta bara áfram, en kannski bara svona einu sinni á dag. En það breyttist bara að hún virðist eiginlega vera hætt að drepa á sér þegar hún er í hleðslu, en hún drepur alveg á sér ennþá þegar hún er ekki í hleðslu og þetta með að display driver sé ekki að virka rétt gerist einnig af og til. \nÉg fór og kvartaði mjög undan þessari þjónustu og þeir buðust til að kíkja á tölvuna aftur og ég bjóst við að það yrði þá nú ókeypis þar sem ég væri svo oft búin að borga án þess að þeir næðu að laga eitt né neitt. En nei, þeir ætluðu að fara að rukka mig aftur fyrir að þeir sögðu að þeir fyndu ekki neitt að og fóru að segja að viftan hafi verið full af ryki og nú ætti þetta að stoppa, en ég varð svo reið að ég neitaði nú að borga þetta og þeir felldu þetta niður á endanum, og tölvan mín er ennþá að drepa á sér af og til, en ég mun aldrei aftur stíga þarna inn með tölvuna mína, né kaupa neitt af þeim þar sem þeir ljúga bara og ljúga og kenna mér eða öðrum starfsmönnum um hvað allt gengur illa hjá þeim\nSíðan reynslusaga frá vinkonu minni, var að hún keypti \"nýjan\" sjónvarpsflakkara hjá tölvutek og kemur heim og kveikir á honum þá er hann stútfullur af kvikmyndum og öðrum gögnum! þau fengu að vísu nýjan flakkara en maður verður allaveganna að passa sig á hlutunum sem maður heldur að maður sé að kaupa nýja.\nÉg vona að þeir sem hafi nennt að lesa þessa reynslusögu mína hafi lært að hugsa sig allaveganna tvisvar um áður en þeir versla eitthvað frá tölvutek. Þetta er eina fyrirtækið sem ég hef lennt í svona leiðindar vandræðum með.",
            "date": "2010-06-14 17:36:00",
            "post_id": "267099",
            "reply_to_id": false
        },
        {
            "user_name": "hauksinick",
            "text": "Held þú sért ein af fáum kvennmönnunum hérna á vaktini,ekki amarlegt.\nWall of text !..",
            "date": "2010-06-14 17:42:00",
            "post_id": "267101",
            "reply_to_id": "267099"
        },
        {
            "user_name": "Lusifer",
            "text": "Tölvutek hafa reynst mér afskaplega vel. Útibúið hérna á akureyri er með traust og vel þjálfað starfsfólk. Get ekki talað um önnur útibú því ég hef ekki reynslu af þeim.",
            "date": "2010-06-14 17:43:00",
            "post_id": "267103",
            "reply_to_id": "267101"
        },
        {
            "user_name": "hauksinick",
            "text": "Ég hef fína reynslu af þeim líka en aftur á móti tölvulistinn get's in my nerves",
            "date": "2010-06-14 17:45:00",
            "post_id": "267105",
            "reply_to_id": "267103"
        },
        {
            "user_name": "Daz",
            "text": "1 póstur á vaktinni. Varla hægt að segja að sá aðili sé notandi hérna.",
            "date": "2010-06-14 18:02:00",
            "post_id": "267110",
            "reply_to_id": "267105"
        },
        {
            "user_name": "hauksinick",
            "text": "Hvað þá ?\nKannski ekki virkur en samt notandi.",
            "date": "2010-06-14 18:04:00",
            "post_id": "267111",
            "reply_to_id": "267110"
        },
        {
            "user_name": "bixer",
            "text": "er mjög ánægður með tölvutek, sérstaklega á ak. þar er starfsfólk sem hefur gaman af vinnunni sinni og er tilbúið að hjálpa manni ef maður er í einhverjum pælingum..var ekki hrifinn af tölvutek í reykjavík samt",
            "date": "2010-06-14 18:48:00",
            "post_id": "267116",
            "reply_to_id": "267111"
        },
        {
            "user_name": "BjarkiB",
            "text": "Tölvutek hefur bjargað lífi mínu á Akureyri, góð þjónusta :punktur:",
            "date": "2010-06-14 19:09:00",
            "post_id": "267123",
            "reply_to_id": "267116"
        },
        {
            "user_name": "littli-Jake",
            "text": "Joined:\n    Mán 14. Jún 2010 17:15\nThe defense rests",
            "date": "2010-06-14 19:13:00",
            "post_id": "267125",
            "reply_to_id": "267123"
        },
        {
            "user_name": "beatmaster",
            "text": "Eða jafnvel starfsmaður TL í dulargervi....",
            "date": "2010-06-14 19:23:00",
            "post_id": "267128",
            "reply_to_id": "267125"
        },
        {
            "user_name": "Vectro",
            "text": "TL pósturinn fór inn á B2, það getur bara vel verið að viðkomandi hafi séð þetta þar, og ákveðið að pósta sínum hugsunum.\nRóum okkur á samsæriskenningum.",
            "date": "2010-06-14 19:34:00",
            "post_id": "267129",
            "reply_to_id": "267128"
        },
        {
            "user_name": "vesley",
            "text": "Þú s.s. átt fartölvu sem er oft að crasha,   display driver að hætta að responda og svo framvegis.   Mér finnst það mjög líklegt að hún hafi í rauninni fyrst verið vitlaust sett upp með Windows Xp,   það er líka alveg stórskrítið að þeir bilanagreina vélina finna ekki neitt og svo strax þegar þú færð hana þá fer allt í steik.   Hljómar örlítið eins og vitlaust meðhöndlun á tölvunni.",
            "date": "2010-06-14 20:43:00",
            "post_id": "267135",
            "reply_to_id": "267129"
        },
        {
            "user_name": "hauksinick",
            "text": "HÚN ER SAMT NOTANDI !",
            "date": "2010-06-14 20:54:00",
            "post_id": "267138",
            "reply_to_id": "267135"
        },
        {
            "user_name": "rapport",
            "text": "Þetta er týpískt dæmi um lélega tölvuþjónustu, frá upphafi er vandinn rangt greindur og í raun ekki enn (þrátt fyrir marga þúsundkarla) er vandinn enn óleystur...\nUppsetning á stýrikerfi sem notandinn hélt bara að Tölvutek gæti skaffað \"out of thin air\" s.s. licence key + diskum... Held að þangað sé hægt að rekja mörg mistök sem svo voru gerð í millitíðinni...\nEn ef ég væri þessi ungfrú þá færi ég með allar nóturnar núna til Tölvuteks og færi fram á aðra tölvu ef þeir mundu ekki leysa vandann \"once and for all\".\nAnnars færi ég með erindið í \"Kærunefnd lausafjár og þjónustukaupa\"...  það er bara prinsipp mál að fá það sem maður borgar fyrir, þó það sé bara 100þ ...",
            "date": "2010-06-14 21:03:00",
            "post_id": "267141",
            "reply_to_id": "267138"
        },
        {
            "user_name": "Pallith",
            "text": "Besta lausnin vid tessum vanda er ad fá sé Mac tölvu!",
            "date": "2010-06-14 21:22:00",
            "post_id": "267147",
            "reply_to_id": "267141"
        },
        {
            "user_name": "Sydney",
            "text": "Af því að apple umboðið á íslandi er svo frábært",
            "date": "2010-06-14 21:28:00",
            "post_id": "267149",
            "reply_to_id": "267147"
        },
        {
            "user_name": "Lunesta",
            "text": "gætir náttúrulega prófað að fara með hana í skoðun hjá einhverjum öðrum sem eru þekktir fyrir að vera áreiðanlegir og fengið svar sem segir þér hvað er að... skoðunin yrði örugglega álíka dýr þar sem þú ætlar ekki að láta þá gera við hana heldur bara skoða. eftir það tækirðu tölvuna færir til þeirra og segðir hvað væri að og ef það gengur illa þá geriru bara eins og hann sagði hér fyrir ofan og talar við \"Kærunefnd lausafjár og þjónustukaupa\".",
            "date": "2010-06-14 21:38:00",
            "post_id": "267153",
            "reply_to_id": "267149"
        },
        {
            "user_name": "biturk",
            "text": "gott að vera í fangelsi já¨!",
            "date": "2010-06-14 21:42:00",
            "post_id": "267155",
            "reply_to_id": "267153"
        },
        {
            "user_name": "BugsyB",
            "text": "Þetta er týpiskt bilað móðurborð sem leiðir út frá sér og ef verlsun sama hverjir þeir eru sjá að þeir geta tekið þig aftanfrá þá gera þeir það - ég hef lent í veseni með tölvutek og tölvulistann en ég veit betur og syndi þeim á staðnum að ég hafði rétt fyrir mér og fékk að tala beint við tæknimann ekki þessa hálvita sem standa fyrir framan borðið þeir vita ekki neitt",
            "date": "2010-06-14 21:57:00",
            "post_id": "267157",
            "reply_to_id": "267155"
        },
        {
            "user_name": "Snorrivk",
            "text": "Þú verður að A.T.H. að það ert þú sem stendur fyrir framan borðið og þeir fyrir aftan borðið.",
            "date": "2010-06-14 23:29:00",
            "post_id": "267166",
            "reply_to_id": "267157"
        },
        {
            "user_name": "barabinni",
            "text": "Það geta allir lent í vesen með hvaða búð sem er. Ég t.d. lenti í heilmiklu veseni með Kísildal stuttu eftir að sú búð opnaði, endaði á því að gefast einfaldlega upp á því að fást við þá. Þykir þjónustan þar þó til fyrirmynda í dag, einnig í computer.is og tölvutek. Hef ekki fengið neitt nema góða þjónustu síðustu 2 árin á þessum stöðum.\nFólk verður bara að standa á sínum rétti, ef þú ert með bilaða vöru og þeir laga hana ekki, segja hana í lagi þó hún sé það ekki þá skaltu bara krefjast þeirra réttinda sem þú hefur, endurgreiðslu. En það er flott að fólk er vakandi fyrir þessum hlutum þó svo að mér finnist þessi TL grein frekar farsakend þrátt fyrir að flestir virðast ósáttir við þeirra þjónustu.",
            "date": "2010-06-15 00:15:00",
            "post_id": "267178",
            "reply_to_id": "267166"
        },
        {
            "user_name": "BjarniTS",
            "text": "Haha það hafa ekki allir efni á Mac.\nSkiljanlegt svosem , vandaðar og dýrar vélar , verðið á þeim heldur líka frá mönnum sem kunna ekkert að fara með eða eignast pening",
            "date": "2010-06-15 00:20:00",
            "post_id": "267179",
            "reply_to_id": "267178"
        },
        {
            "user_name": "Jimmy",
            "text": "Og höfðar líka til þeirra sem halda að verðmiðinn sé allt.",
            "date": "2010-06-15 07:52:00",
            "post_id": "267192",
            "reply_to_id": "267179"
        },
        {
            "user_name": "biturk",
            "text": "ég hef nú alveg efni á því vinur \n \nen þar sem þetta er nánast sömu íhlutir og er í tölvum yfirhöfuð nema í ljótum umbúðum þá kýs ég að spara mér 100 - 200 þúsund og kaupa mér bara venjulega tölvu með stýrikerfi sem að leifir mér að gera það sem mig langar...ekki það sem steve jobs vill leifa mér að gera.",
            "date": "2010-06-15 11:20:00",
            "post_id": "267208",
            "reply_to_id": "267192"
        },
        {
            "user_name": "Gúrú",
            "text": "[  ] Þið eruð on topic",
            "date": "2010-06-15 11:28:00",
            "post_id": "267209",
            "reply_to_id": "267208"
        },
        {
            "user_name": "intenz",
            "text": "Þar fyrir utan getur maður sett Mac OS X upp á PC tölvum",
            "date": "2010-06-15 11:41:00",
            "post_id": "267212",
            "reply_to_id": false
        },
        {
            "user_name": "Nariur",
            "text": "",
            "date": "2010-06-15 13:02:00",
            "post_id": "267224",
            "reply_to_id": "267212"
        }
    ],
    "date": "2010-06-15 11:41:00"
}