{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "3077",
    "title": "Mig langar að þagga niður í tölvunni minni, einhver ráð?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=3077",
    "posts": [
        {
            "user_name": "kafarinn.is",
            "text": "Ég er með \"full tower\" turn með öflugu móðurborði og örgjörva.  Það sem er að trufla mig og aðra á heimilinu er að hún er heldur hávær.  Það sem framleiðir hávaðan eru aflgjafinn (300w), örgjörvavifta (orginal pentium 4) vifta á kubbasetti og aukavifta (hitastýrð).  Getur einhver gefið mér góð ráð um hverju ég á að skipta út, og fyrir hvað?\n\n\n\nKveðja,\n\nHéðinn\n\n\n\nhttp://www.dykkesiden.com/topsites/in.php?id=38",
            "date": "2004-02-05 23:56:00",
            "post_id": "31117",
            "reply_to_id": false
        },
        {
            "user_name": "gumol",
            "text": "Ertu 100% viss um að þetta séu hávaðavaldarnir í tölvunni þinni en ekki Harði Diskurinn (sem er mjög algengur hávaðavaldur)\n\nHvað með viftuna á skjákortinu?\n\n\n\nAllavega, hérna eru kælingar sem eru hljóðlátar, (veit ekki með kubbasettið)\n\nAflgjafi: \nhttp://www.att.is//product_info.php?cPa ... ucts_id=64\n\n\nÖrgjörfakæling: \nhttp://www.task.is/Scripts/prodView.asp?idproduct=359",
            "date": "2004-02-06 01:17:00",
            "post_id": "31121",
            "reply_to_id": "31117"
        },
        {
            "user_name": "skipio",
            "text": "Fortran PSU-ið er mjög fínt (myndi samt bara fá mér 300W nema þú sért með Radeon 9800 og að auki fleiri en 3 harða diska).\n\n\n\nAnnað gott ráð er að draga úr álaginu á viftuna í aflgjafanum með því að bæta við hljóðlátri viftu aftan á tölvuna - t.d. Papst, Panaflo, Enermax (12cm) og svo gætirðu prófað þessar Noiseblocker S1 eða S2 viftur hjá Task. Á 5V að sjálfsögðu.\n\n\n\nEf þú ert með viftu á skjákortinu er mjög líklegt að hún sé háværari en örgjörvaviftan svo það gæti verið sniðugt að fá sér Zalman kælisökkul á skjákortið.\n\n\n\nZalman býr líka til fínan kælisökkul fyrir móðurborð - kostar eitthvað undir 2000 krónum. Aðal vesenið er að ná gamla sökklinum af. Fæst örugglega í Task.\n\n\n\nZalman örgjörvaviftan sem gumol minntist á er mjög fín. Ef þú vilt spara smá er ódýrari útgáfan úr kopar/áli svo til jafn góð (ég er með hana). Líka mælt með henni á Athlon örgjörva.\n\n\n\nOg eins og gumol minntist á er mjög líklegt að harði diskurinn sé stór hávaðavaldur í tölvunni þinni. Í gömlu tölvunni minni var mesti hávaðinn í harða disknum (IBM), næstmesti í örgjörvaviftunni en PSU-ið var svo til hljóðlaust. Western digital diskar eru svo sem þolanlegir en ef þig vantar hljóðláta diska eru Seagate Barracude og Samsung Spinpoint þeir hljóðlátustu (fyrir utan ýmsa ferðatölvudiska en þeir eru auðvitað dulítið dýrari.)\n\n\n\nEf þú vilt ganga aðeins lengra er t.d. hægt að hafa harða diskinn í teygjum (eða láta hann hvíla á púðum), færa viftuna á aflgjafanum út úr sjálfum aflgjafanum, búa til stærra loftgat aftan og framan á kassann til að bæta loftflæðið og margt, margt fleira.",
            "date": "2004-02-06 12:24:00",
            "post_id": "31144",
            "reply_to_id": "31121"
        },
        {
            "user_name": "MJJ",
            "text": "Best er að slökkva á tölvunni til að þagga niður í henni, en ef þú vilt það ekki þá skalt skipta ýmsum hlutum út!!\n\n\n\nÖrgjörvaviftan: Hentu Intel viftunni (Traðkaðu aðeins á henni), passaðu þig bara þegar þú tekur hana af, thermal límmiðinn á til að festast við örran!! og fáðu þér   \n\nZalman CNPS5700D-Cu - Kostar 4500 krónur og fæst í task.is og expert\n\nEr sjálfur með svona, safnast ekkert ryk í þetta því hún blæs frá cpu, heyrist ekkert í henni fyrr en við 2100 rpm svo ég er með mína 2000!\n\nhttp://www.task.is/Scripts/prodView.asp?idproduct=298\n <--- hér er mynd\n\n\n\nMóðurborðskæling: Taktu allt stykkið af sem er nú þegar og fáðu þér   \n\nZalman ZM-NB47J kostar 1500 kall í task.is, þetta er snilld fín kæling er með eldri týpu frá Zalman enginn vifta á þessu eða neitt!\n\nhttp://www.task.is/Scripts/prodView.asp?idproduct=759\n\n\n\n\nHarðurdiskur: Ef hann er að skapa hávaða á annað borð geturu fengið þér Zalman Heatpipe HDD Cooler fæst í task.is á 4000 krónur, þetta tekur reyndar 5.25\" hólf í kassanum í þessu eru demparar og á þetta einnig að kæla diskinn eitthvað!\n\nhttp://www.task.is/Scripts/prodView.asp?idproduct=527\n\n\n\n\nSkjákort: Það stendur hvergi hvernig kort þú ert með en task.is erum með á flest kort í dag \nhttp://www.task.is/Scripts/prodList.asp?idCategory=135\n hér geturu séð það sem þeir hafa upp á að bjóða!!\n\n\n\nKassaviftur: Fáðu þér eins og lystir af þessum viftum   \n\nNoiseblocker 80mm Ultra Silent, þessi er uber hljóðlát og er bara snilld og kostar ekki nema 2000 kall!! \nhttp://www.task.is/Scripts/prodView.asp?idproduct=718\n hér sést hún!! En ef peningar eru engin fyrirstaða færðu þér bara PABST viftur allan hringinn \nhttp://www.task.is/Scripts/prodView.asp?idproduct=362\n, þessar viftur hafa lengri líftíma en aðrar og eru ekki nema 12 db!\n\n\n\nAflgjafi: Ef þetta er einhver uber góður aflgjafi bara og hávær þá skaltu reyna að gera þetta cheap opnaðu hann bara, reddaðu þér lóðbolta tini 60/40 og skiptu bara um viftu og settu PABST eða Noiseblocker í staðin!!\n\nEn ef þig langar að fá þér nýtt box þá skaltu fá þér Fortron 400w þessi er mjög góður, færð mikið fyrir lítið í þessum kaupum, en ef peningar eru engin fyrirstaða þá skaltu fá þér Zalman aflgjafa, ég er mjög ánægður með allar vörur frá Zalman þeir eru góðir í þessum bransa\n\nhttp://www.task.is/Scripts/prodView.asp?idproduct=705\n --->Fortron\n\nhttp://www.task.is/Scripts/prodView.asp?idproduct=317\n --->Zalman\n\n\n\nVona að þetta hjálpi þér við að bæta úr þessum vandræðum!!\n\n\n\nÞetta er líka mjög góð kæling, og þú mátt búast við mikilli hitabreytingi til hins betra!",
            "date": "2004-02-11 10:56:00",
            "post_id": "31641",
            "reply_to_id": "31144"
        },
        {
            "user_name": "gumol",
            "text": "Og best að hætta í vinnunni til að verða ekki seinn í hana?",
            "date": "2004-02-11 11:26:00",
            "post_id": "31643",
            "reply_to_id": "31641"
        },
        {
            "user_name": "Pandemic",
            "text": "Eruði leynilegir starfsmenn task.is mætti ég spyrja ? \n\n\n\n\nAnnars þá myndi ég henda þessu á allar viftur sem eru í kassanum \nhttp://start.is/product_info.php?cPath=76_77&products_id=306\n\n\nÉg myndi líka henda viftunni af skjákortinu og fá mér heatPipe frá task.\n\nOg henda gúmmí undir hdd ekki taka heatpipe dæmið frá task á hdd það lækkar hávaðan ekkert. \n\nhenda bara góðum hljóðlátum viftum í kassan ég myndi ekkert vera að pæla mikið í nokkur Db ef þær blása miklu lofti í gegnum sig. \n\nYfir leitt eru þessar hljóðlátu viftur ekki að taka neitt rosalegt magn af´lofti í gegnum sig. Ef powersupplyið er að ergja þig þá myndi ég rífa það í sundur og henda hljóðlátari viftu og gúmmí á hana.",
            "date": "2004-02-11 11:33:00",
            "post_id": "31645",
            "reply_to_id": "31643"
        },
        {
            "user_name": "gumol",
            "text": "Hverjir?",
            "date": "2004-02-11 11:54:00",
            "post_id": "31648",
            "reply_to_id": "31645"
        },
        {
            "user_name": "MJJ",
            "text": "Ég er ekki leynilegur starfsmaður mér finnst bara task.is eiga hrós skylið fyrir að bjóða góðar vörur á sanngjörnu verði!!\n\n\n\nSvo bý ég á Akureyri og task.is er ekki hér fyrir norðan",
            "date": "2004-02-11 12:49:00",
            "post_id": "31651",
            "reply_to_id": "31648"
        },
        {
            "user_name": "gnarr",
            "text": "MJJ!!! þú þarft ekki!!! að gera upphrópunarmerki!!! á eftir hverju orði!!! æfðu þig að nota upphrópunarmerki í hófi!!! og nota venjuletga punkta þar sem við á!!!",
            "date": "2004-02-11 15:29:00",
            "post_id": "31667",
            "reply_to_id": "31651"
        },
        {
            "user_name": "ICM",
            "text": "gumol það dugar nú bara að gera stand by til að heyra hvort það séu HDD eða eitthvað meira",
            "date": "2004-02-11 17:48:00",
            "post_id": "31681",
            "reply_to_id": "31667"
        },
        {
            "user_name": "skipio",
            "text": "Ég get allavega sagt að ég kann miklu betur við Tölvuvirkni en Task.is en Task á til betri kælibúnað og viftur en Tölvuvirkni. \n\n\n\nAnnars var ég að panta Panaflo viftur frá Bretlandi - var kominn með leið á þessum okurprísum á Papst o.fl. á Íslandi. Ég borga sama (ef ekki minna?) fyrir 3 Panaflo L1A frá UK en eina Papst á Íslandi. Panaflo eru líka með miklu betri 80mm viftur en Papst en ég myndi frekar taka Enermax eða Papst ef ég væri að fá mér 120mm viftur. Vantec, Thermaltake, Noiseblocker o.s.frv. eru ekkert nema Wannabe.\n\n\n\nÉg fæ mínar Panaflo hér:\n\nhttp://homepage.ntlworld.com/dorothy.br ... anaflo.htm\n\n\nDorothy er líka með frábæra þjónustu - tjékkið bara á silentpcreview.\n\n\n\nOg í guðanna bænum, ekki vera að sóa peningunum ykkar í 400W+ aflgjafa nema þið hafið raunverulega eitthvað við slíkt að gera. 300W eru nóg fyrir svo til allt nema þið séuð að kaupa þessi drasl PSU sem oft er verið að selja á Íslandi og gefa upp miklu hærri vattatölu en aflgjafinn raunverulega ræður við. Ég tæki 300W Antec, Seasonic eða Nexus fram yfir 400W Vantec. Thermaltake, o.s.frv. hvenær sem er!",
            "date": "2004-02-11 21:01:00",
            "post_id": "31715",
            "reply_to_id": "31681"
        }
    ],
    "date": "2004-02-05 23:56:00"
}