{
    "forum_title": "Til sölu - Tölvuvörur",
    "id": "30849",
    "title": "Til sölu: Acer Aspire 5920G-302G25Mi",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=11&t=30849",
    "posts": [
        {
            "user_name": "raRaRa",
            "text": "Ég er með til sölu Acer Aspire 5920G-302G25Mi\nHún var keypt hjá att.is og er rúmlega 3-4 ára. Ekkert hefur komið upp á, virkar eins og þegar hún var keypt, vel með farin. Nokkrir límiðar á tökkunum eru farnir en það ætti ekki að vera mikið mál að kaupa nýja límiða. (UPDATE: Smá sprunga komin í plastið á einum stað, voða lítið sem sést varla)\nÉg er örugglega með nóturnar og allt dótið til staðar.\nSpecs:\nCPU: Intel Core 2 Duo T7300 @ 2.00 GHz\nMemory: 2GB DDR2\nGraphics: GeForce 8600M GS (Getur spilað leiki eins og Half-Life 2, Battlefield 2)\nEr með Windows 7 64 bita installað (kom með Vista).\nWebcam innbyggt ofaná skjánum.\nAmerískt lyklaborð (Vantar <>| hnappinn, en hægt að nota Autohotkey til að laga það).\nDVD-RW.\nBatteríið er í góðu ástandi, líklega jafn gott og þegar ég keypti það (finn ekki mun). Dugar auðveldlega 2 klst eða lengur með Balanced mode.\n(Endilega spyrjið ef þið viljið nánari upplýsingar, annars er auðvelt að Googla Acer Aspire 5920G-302G25Mi)\nUPDATE:\nVerð: Mín hugmynd er í kringum 50.000 - 60.000, en endilega komið með tilboð. Takk!\nEndilega lesið svarið mitt neðar, þar sem þessi auglýsing er frekar gömul",
            "date": "2010-06-22 20:29:00",
            "post_id": "268195",
            "reply_to_id": false
        },
        {
            "user_name": "raRaRa",
            "text": "Bump. Endilega komið með tilboð, 90.000 er einungis mín hugmynd að sanngjörnu verði.",
            "date": "2010-07-01 19:06:00",
            "post_id": "269834",
            "reply_to_id": "268195"
        },
        {
            "user_name": "raRaRa",
            "text": "Bump, 80.000? 70.000? Einhver? \n)",
            "date": "2010-07-02 08:21:00",
            "post_id": "269922",
            "reply_to_id": "269834"
        },
        {
            "user_name": "ColdIce",
            "text": "50?",
            "date": "2010-07-04 01:00:00",
            "post_id": "270174",
            "reply_to_id": "269922"
        },
        {
            "user_name": "raRaRa",
            "text": "Smá bump og update. Er að fara kaupa mér nýja vél (Acer 5820TG) sem ég hef beðið eftir svoo lengi. Núna er ég tilbúinn að láta þessa fara frá mér.\nHún er nánast í sama ástandi og þegar ég skrifaði auglýsinguna. Þó kom smá sprunga á plast sem sést varla, skal taka myndir í kvöld og setja inn.\nBatteríið dugar í svona 2klst miðað við að maður er bara að vafra á netinu. Hef ekki prufað að sjá hvað það dugar, get gert test í kvöld.\nÞar sem hún er (minnir mig) orðin rúmlega 3-4 ára, þá ætla ég að láta hana fara á hæst bjóðanda. Verðið verður að vera yfir 45.000. Tími ekki að láta hana fara undir því.\nHef ekki prufað að spila nýjustu leiki með henni, en ég spilaði auðveldlega Half-Life 2 og Battlefield2 með henni. Dugaði mér vel í gegnum HR, notaði mörg mism. forritunar tól og allt gekk í sögu. \nÉg hef lent í því að hún ofhitni þegar ég spila BF2 stöðugt í klst, trickið er bara að setja eitthvað undir hana bakvið þannig hún fái betra loftflæði. Gæti þurft að rykhreinsa. \nEn eins og ég segi, ég ætla taka myndir af henni svo þið vitið hvernig hún lítur út og taka tíma hvað batteríið dugar lengi (gróf prufa) með nokkrar síður í gangi stöðugt eins og mbl.is.\nMegið senda tilboð í private eða hér. Hef ekki lent í neinu veseni með þessa vél fyrir utan ofhitnun þegar ég spila tölvuleik stöðugt lengi.",
            "date": "2011-04-14 11:30:00",
            "post_id": "340089",
            "reply_to_id": "270174"
        },
        {
            "user_name": "raRaRa",
            "text": "Bump. Komið með tilboð sem er yfir 45.000",
            "date": "2011-04-17 21:48:00",
            "post_id": "341138",
            "reply_to_id": "340089"
        },
        {
            "user_name": "djvietice",
            "text": "áttu mynd?",
            "date": "2011-04-17 22:14:00",
            "post_id": "341151",
            "reply_to_id": "341138"
        },
        {
            "user_name": "raRaRa",
            "text": "Ah, ég steingleymdi að bæta þeim inn, skal fara í það eftir vinnu.",
            "date": "2011-04-18 09:47:00",
            "post_id": "341288",
            "reply_to_id": "341151"
        },
        {
            "user_name": "raRaRa",
            "text": "Hægri hliðin\nVinstri hliðin\nAð framan\nSprungan sem ég talaði um:\nEndilega komið með tilboð áður en kærastan tekur allveg yfir tölvuna!",
            "date": "2011-04-23 00:26:00",
            "post_id": "342826",
            "reply_to_id": "341288"
        },
        {
            "user_name": "raRaRa",
            "text": "Kærastan lét mig vita að hún gat notað tölvuna í 2 klst og 15m í að vafra netið með margar vefsíður í gangi í einu (tab addict). Þannig batteríið er í góðu standi miðað við það!\nÉg bíð enn eftir tilboðum! :-)",
            "date": "2011-04-23 18:31:00",
            "post_id": "342963",
            "reply_to_id": "342826"
        },
        {
            "user_name": "djvietice",
            "text": "80þ, 70þ  \n  fyrir brotna tölvu???",
            "date": "2011-04-23 21:23:00",
            "post_id": "343045",
            "reply_to_id": "342963"
        },
        {
            "user_name": "raRaRa",
            "text": "Ég sagðist óska eftir 50.000-60.000 fyrir tölvuna. Hún er ekki brotin, það er sprunga í plasti á litlu svæði.\nEinnig vill ég taka fram að hæst bjóðandi með verð yfir >= 45.000 fær tölvuna. Selst ekki undir því verði þar sem hún er öflug miðað við margar fartölvur sem eru seldar í dag á þessu verði.",
            "date": "2011-05-02 09:35:00",
            "post_id": "345731",
            "reply_to_id": "343045"
        },
        {
            "user_name": "djvietice",
            "text": "skipta htc hd mini?",
            "date": "2011-05-02 10:51:00",
            "post_id": "345748",
            "reply_to_id": "345731"
        },
        {
            "user_name": "Benzmann",
            "text": "miðað við hvar sprungan er staðsett, þá lítur út fyrir það að lömin fyrir skjáinn sé búin að gefa sig öðru megin \n \nekki nema þú getur komið með betri útskýringu ?",
            "date": "2011-05-02 10:58:00",
            "post_id": "345749",
            "reply_to_id": "345748"
        }
    ],
    "date": "2010-06-22 20:29:00"
}