{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "3090",
    "title": "Slagurinn hefst brátt að nýju!!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=3090",
    "posts": [
        {
            "user_name": "Bendill",
            "text": "Jæja, þá er farið að styttast í það! Öll herlegheitin eru að fara í gang í apríl næstkomandi. Þá er búist við að Intel ýti úr vör nýju flaggskipi, P4 3.6 Ghz Prescott örgjörva. En Prescott serían mun verða nýjasta normið hjá Intel, en hann sportar 0.09Nm kjarna og 13 nýjum skipanasettum. Einnig er í vændum 3.8Ghz örgjörvi frá Intel á þriðja fjórðungi þessa árs sem og 4Ghz risi á þeim fjórða.\n\n\n\n   En það mun vera til staðar hressileg samkeppni, því AMD mun 29. mars næstkomandi kynna til leiks nýja sökkulstærð, \n939 pinnar\n, fyrir Athlon 64 og Athlon FX seríurnar sínar og frá þeim degi hefja stuðning við þá sökkulstærð. Semsagt, þeir munu sameina þessa örgjörva saman í eina sökkulstærð og munu þeir út frá því gefa út Athlon 64 3700+ og einnig Athlon FX53 sem munu ganga á 2.4Ghz. Það sem meira er, ég hef frá áreiðanlegum heimildum að þessi nýja sökkulstærð muni gera fólki kleift að notast við \"unbufferað\" minni ( Non-ECC ) fyrir Atlhon FX seríuna, þ.e.a.s. einungis 939 pinna örgjörvarnir munu bjóða upp á þann kost. Svo mun Athlon 64 serían breytast einnig við þessa pinnafjölgun, þeir munu verða DualChannel samhæfðir en L2 cache mun verða minnkað um helming. Þetta mun auka getu Athlon 64 til muna og mun hann verða fýsilegri fyrir harðkjarna yfirklukkara. Annars verður afgangurinn af árinu ekkert spes hjá AMD, nema það að þeir spá því að fara yfir í 0.09Nm kjarna seint á þessu ári. \n\n\n\n   Já dömur og herrar (aðallega herrar grunar mig). Þetta verður væntanlega hörkuslagur og vel þess virði að fylgjast með!\n\n\n\nP.S. : Þetta er einungis fréttaskot, sem mig langaði svo mikið til að deila með ykkur og sérstaklega að láta þá vita sem voru búnir að missa trú á markaðnum að þetta sé enn í gangi. Í öllum Guðs bænum, ekki snúa þessu yfir í eitthvað \"Intel/AMD rúllar\" rifrildi (that means you, GuðjónR and Gumol). Það eru til meðöl sem vinna á svoleiðis minnimáttarkennd...",
            "date": "2004-02-07 04:53:00",
            "post_id": "31214",
            "reply_to_id": false
        },
        {
            "user_name": "viddi",
            "text": "Ég mun bara fylgjast með AMD",
            "date": "2004-02-07 11:54:00",
            "post_id": "31218",
            "reply_to_id": "31214"
        },
        {
            "user_name": "gumol",
            "text": "Hehe, ég mun allavega ekki byrja á neinu svoleiðis \n\n\n\n\nMjög áhugaverð grein, takk fyrir hana.",
            "date": "2004-02-07 15:37:00",
            "post_id": "31236",
            "reply_to_id": "31218"
        },
        {
            "user_name": "gnarr",
            "text": "?ahahahha  /etta er svo fyndi[!!! makkar owna!!! HAHAHAHHA 'eg s'e oll thorn (b'okstafinn thorn) sem fl \n 'eg h'elt a[ allir v;ru or[nir klikka[ir og v;ru a[ skrifa fl 'i sta[in fyrir thorn. \n\n\n\ngott 'islensku support 'i makka *h'ost*",
            "date": "2004-02-07 18:29:00",
            "post_id": "31250",
            "reply_to_id": "31236"
        },
        {
            "user_name": "Bendill",
            "text": "Þú ert ágætur félagi...",
            "date": "2004-02-07 20:50:00",
            "post_id": "31277",
            "reply_to_id": "31250"
        },
        {
            "user_name": "Icarus",
            "text": "hehe, eða eins og góður CS-ari myndi segja ROFLMAO",
            "date": "2004-02-07 21:47:00",
            "post_id": "31290",
            "reply_to_id": "31277"
        },
        {
            "user_name": "Snorrmund",
            "text": "ROFLMAO",
            "date": "2004-02-07 23:22:00",
            "post_id": "31296",
            "reply_to_id": "31290"
        },
        {
            "user_name": "Hlynzi",
            "text": "Þetta eru nú góðar fréttir. Ég bíð alltaf spenntur eftir AMD, ég er mest fyrir AMD í desktop og servera að vísu. \n\n\n\nEn 0.09 tæknin er merkileg. Þeim tekst alltaf að minnka og minnka hlutina. Og í nýlegum intel örgjörva voru 125 milljónir smára (transistora). Sem mér þykir tilkomumikið.",
            "date": "2004-02-07 23:22:00",
            "post_id": "31298",
            "reply_to_id": "31296"
        },
        {
            "user_name": "xtr",
            "text": "Intel rúllar yfir AMD ! \n\n\n\n\n\nnei ok djoke",
            "date": "2004-02-08 00:21:00",
            "post_id": "31310",
            "reply_to_id": "31298"
        },
        {
            "user_name": "gumol",
            "text": "Gaman að sjá hvort AMD er að skít á sig með þessa 64 bita örgjörva.",
            "date": "2004-02-08 00:21:00",
            "post_id": "31311",
            "reply_to_id": "31310"
        },
        {
            "user_name": "Bendill",
            "text": "Eða hvort Intel séu að skíta á sig með því að vera ekki komnir með 64 bita workstation örgjörva á markað. það má alltaf líta á báðar hliðar á málinu",
            "date": "2004-02-08 02:19:00",
            "post_id": "31329",
            "reply_to_id": "31311"
        },
        {
            "user_name": "gnarr",
            "text": "uhhh. hvað er intanium og intanium2 ? veit ekki betur en að það séu 64bita workstation örgjörvar",
            "date": "2004-02-08 03:24:00",
            "post_id": "31334",
            "reply_to_id": "31329"
        },
        {
            "user_name": "elv",
            "text": "Sem keyra ekki x86 hugbúnað, og eru MJÖG dýrir, var að lesa review um einn svon server, kostaði litlar 30.000 pund, væri samt ekki á móti enni svona græju",
            "date": "2004-02-08 09:34:00",
            "post_id": "31339",
            "reply_to_id": "31334"
        },
        {
            "user_name": "Bendill",
            "text": "Bara svo það verði á hreinu, Itanium (eitt og tvö) örgjörvar eru ALLS ekki workstation örgjörvar!! Þetta eru hreinir tölubryðjarar sem keyra í 99% tilfellum UNIX eða Oracle servera, þeir kosta afskaplega mikið og eru ekki praktískir í neitt nema mjög þunga gagnagrunnsvinnslu... Og eins og Elv sagði, keyra ekki 32 bita kóða og eru mjög viðkvæmir fyrir öllu svoleiðis.\n\n\n\nSemsagt, Pure servers!",
            "date": "2004-02-08 23:54:00",
            "post_id": "31417",
            "reply_to_id": "31339"
        },
        {
            "user_name": "Bendill",
            "text": "Gallatin kjarninn (P4 EE) er 178 milljónir smára",
            "date": "2004-02-08 23:59:00",
            "post_id": "31418",
            "reply_to_id": "31417"
        },
        {
            "user_name": "Buddy",
            "text": "Miðað við þær áætlanir sem Intel og AMD hafa gefið út mun AMD síga framúr Intel eftir því sem líður á árið. Þetta á sérstaklega eftir að hafa áhrif á servera markaðinn en AMD virðist ætla sér að ná góðri fótfestu á þeim markaði í krafti IBM, HP ofl. Ef eftirspurnin verður nógu mikil verður jafnvel DELL að fara að bjóða AMD, en þegar eru IBM og HP komnir með línur í AMD örgjörfum. Sú eftirspurn á líklega eftir að aukast þegar samstarfsverkefni Serverworks og Supermicro í kubbasetti fyrir Opteron kemur fram. \n\n\n\nÞað lítur út fyrir að Intel verði nokkurnveginn tilbúnir með x86-64 örgjörfa þegar stuðningur verður almennur í XP. Núna er rétti tíminn til að kaupa DUAL opteron. Ég myndi bíða í tvo mánuði eftir 939 móðurborðum eða einfaldlega kaupa 2500+.",
            "date": "2004-02-09 01:06:00",
            "post_id": "31427",
            "reply_to_id": "31418"
        },
        {
            "user_name": "gumol",
            "text": "Lofaði að rífast ekki svo ég vil bóka mótmæli",
            "date": "2004-02-09 01:15:00",
            "post_id": "31431",
            "reply_to_id": "31427"
        },
        {
            "user_name": "KinD^",
            "text": "hehe, þetta virðist vera spennandi.",
            "date": "2004-02-09 01:18:00",
            "post_id": "31432",
            "reply_to_id": "31431"
        },
        {
            "user_name": "MezzUp",
            "text": "Mótmæli bókuð",
            "date": "2004-02-09 13:05:00",
            "post_id": "31461",
            "reply_to_id": "31432"
        },
        {
            "user_name": "Bendill",
            "text": "Mótmæli þín hafa hér með verið færð til bókar...\n\n\n\nAnnars er ég alls ekki búinn að gefa upp vonina fyrir Intel. Eins og Buddy segir þá eiga þeir eftir að gefa í þegar þeir sjá að þetta er að virka. En annars trúi ég því líka að þeir séu að vinna í einhverju svakalegu, það er sjaldan sem Intel hnyklar vöðvana og þeir myndu fara létt með það að toppa AMD ef þeir hefðu byrjað á sama tíma.... En svo er ekki og nú eru þeir komnir í klípu",
            "date": "2004-02-09 14:20:00",
            "post_id": "31466",
            "reply_to_id": "31461"
        },
        {
            "user_name": "Buddy",
            "text": "AMD framleiðir um 1/4 af því sem Intel framleiðir. Sama hversu AMD hannar miklu betri örgjörfa geta þeir ekki tekið það mikla markaðshlutdeild af Intel af því að þeir standa bara ekki undir meiri framleiðslu eins og er. Þeir eiga eina verksmiðju í Dresden í Þýskalandi og smærri í Texas og þær eru að keyra á fullum afköstum eftir því sem ég hef heyrt. \n\n\n\nÞað sem skiptir mestu fyrir framtíð AMD er að koma upp stækkun við verksmiðjuna í Þýskalandi og framleiðslulínu fyrir 0,65nm örgjörfa (kostuð af EB að hluta til). Hún verður ekki komin í gagnið fyrr en 2006. Annað sem skiptir þá miklu máli er samstarfið við IBM. IBM virðist ætla að koma sér inná PC örgjörfa markaðinn aftur og ætla nú að koma inn með öflugri örgjörfa en þeir gerðu í samstarfi við Cyrix hérna um árið.",
            "date": "2004-02-09 16:20:00",
            "post_id": "31475",
            "reply_to_id": "31466"
        },
        {
            "user_name": "Bendill",
            "text": "Hérna\n er ein skemmtileg grein um yfirklukkun á Prescott 2.8Ghz",
            "date": "2004-02-09 17:15:00",
            "post_id": "31486",
            "reply_to_id": "31475"
        },
        {
            "user_name": "elv",
            "text": "Var líka að lesa að ein ástæða fyrir því að AMD er ekki að auglýsa út um allt 64bita örrana sína er sá að t.d Ati kemur ekki með 64bita driver fyrir kortin sín í bili og M$ segjir ekki ætla að koma með (Tilbúna ekki beta) Windows64 næstu tvö árin",
            "date": "2004-02-09 17:30:00",
            "post_id": "31489",
            "reply_to_id": "31486"
        },
        {
            "user_name": "gumol",
            "text": "Bara minnst á Win XP 64 bita edition fyrir Intel örgjörva á \nMicrosoft.com",
            "date": "2004-02-09 17:37:00",
            "post_id": "31490",
            "reply_to_id": "31489"
        },
        {
            "user_name": "gnarr",
            "text": "það er allaveganna greinilegt samkvæmt þessu að það er ekkert 64-bita windows fyrir amd64 á leiðinni fyrr en eftir 2 ár... \n*HÓST*",
            "date": "2004-02-09 18:05:00",
            "post_id": "31492",
            "reply_to_id": "31490"
        },
        {
            "user_name": "elv",
            "text": "Þetta er BETA og varla það\n\nEf þú vilt vera ólaunaður BETA testari fyrir M$ ( Þeir eiga svo lítið af peningum ,við verðu að hjálpu til) þá gerðu svo vel.\n\nÞú vilt þá væntanlega fá Longhorn núna líka",
            "date": "2004-02-09 18:14:00",
            "post_id": "31493",
            "reply_to_id": false
        },
        {
            "user_name": "Buddy",
            "text": "Ég hef heyrt að þessi Beta virki sæmilega vel og gefi ágætis hraðaaukningu. Annars er það ekki 64bitarnir sem eru aðalaðdráttaraflið við nýju örgjörfana. Þeir eru mjög öflugir á 32bitunum auk þess sem margir Linux útgefendur eru komnir með 64bita útgáfur.",
            "date": "2004-02-09 18:47:00",
            "post_id": "31497",
            "reply_to_id": "31493"
        },
        {
            "user_name": "Bendill",
            "text": "Þú gagnrýnir allt of mikið Gnarr, er það minnimáttarkennd?\n\n\n\nEn annars er mikið til í þessu hjá þér, en þetta er bara trial útgáfa byggð á beta útgáfu... Það hlýtur að vera styttra í þetta en 2 ár",
            "date": "2004-02-09 20:16:00",
            "post_id": "31509",
            "reply_to_id": "31497"
        },
        {
            "user_name": "Bendill",
            "text": "Jamm, og það besta er að þessir örgjörvar eru að koma með almennilegt arkitektúr inná markaðinn, þ.e.a.s. Hypertransport og fleira. Þetta er eins og að kaupa 3200+ örgjörva með 64 bita stuðningi og dual channel minni. Mjög girnilegt",
            "date": "2004-02-09 20:20:00",
            "post_id": "31510",
            "reply_to_id": "31509"
        },
        {
            "user_name": "elv",
            "text": "http://www.anandtech.com/systems/showdoc.html?i=1961\n\n\n\n\nhttp://www.techtv.com/screensavers/prod ... 47,00.html\n\n\n\n\nGnarr má nota þetta , ég ætla að bíða   \n\n\n\n\nOg svo hérna \nhttp://overclockers.com/tips00515/",
            "date": "2004-02-09 20:23:00",
            "post_id": "31511",
            "reply_to_id": "31510"
        },
        {
            "user_name": "elv",
            "text": "En er sammál Bendlli með Hypertransport og svoleiðis mjög girnilegt",
            "date": "2004-02-09 20:26:00",
            "post_id": "31512",
            "reply_to_id": "31511"
        },
        {
            "user_name": "Bendill",
            "text": "Þú hefur opnað augu mín, fyndið að sjá listann hjá The Screensavers....   En þetta er bara byrjunin, það verður vonandi aðalatriði hjá þeim sem gefa út hugbúnað að verða WinXP 64 \"compliant\" á næstunni. \n\n\n\nÞetta er allt að fara af stað, ég bíð spenntur...",
            "date": "2004-02-09 20:36:00",
            "post_id": "31515",
            "reply_to_id": "31512"
        },
        {
            "user_name": "elv",
            "text": "Eins og ég sagði um 2 ár  \n\n\nEn vonandi styttra",
            "date": "2004-02-09 20:40:00",
            "post_id": "31517",
            "reply_to_id": "31515"
        },
        {
            "user_name": "gnarr",
            "text": "ég byðst afsökunar á ofgangrýninni \n ok.. en það er samt til nothæft stýrikerfi fyrir amd64. þótt það sé byggt á betunni, þá er það ekki beta. eflaust mun færri gallar í þessu en betunni, ef þeir eru einvherjir.\n\n\n\nþað væri gaman ef einhver með amd64 myndi prófa þetta og segja okkur frá.",
            "date": "2004-02-09 21:19:00",
            "post_id": "31520",
            "reply_to_id": "31517"
        },
        {
            "user_name": "viddi",
            "text": "sammála",
            "date": "2004-02-10 08:22:00",
            "post_id": "31538",
            "reply_to_id": "31520"
        },
        {
            "user_name": "Buddy",
            "text": "Það er enginn að mæla með AMD64 á þeim grundvelli að þeir séu 64bita örgjörfar og að það eitt geri þá besta. Þeir sem eru að mæla með þeim eru að gera það á þeim grundvelli að þetta eru góðir örgjörfar í 32bita kerfum. Held að fæstir hafi hugsað sér að fara að nota Betuna.",
            "date": "2004-02-10 21:27:00",
            "post_id": "31608",
            "reply_to_id": "31538"
        },
        {
            "user_name": "elv",
            "text": "Gnarr jú",
            "date": "2004-02-10 21:48:00",
            "post_id": "31610",
            "reply_to_id": "31608"
        },
        {
            "user_name": "Zaphod",
            "text": "Menn ekki alveg vissir um ágæti Prescott \nhttp://overclockers.com/articles940/",
            "date": "2004-02-10 22:23:00",
            "post_id": "31616",
            "reply_to_id": "31610"
        },
        {
            "user_name": "gnarr",
            "text": "já.. ég ætla ða nota betuna með p4 örranum mínum",
            "date": "2004-02-11 02:49:00",
            "post_id": "31625",
            "reply_to_id": "31616"
        },
        {
            "user_name": "Bendill",
            "text": "Það er eins og margt annað, það eru mismunandi skoðanir og upplifanir...\n\nHér\n er umsögn um 2.8Ghz Prescott frá [H]ard|OCP\n\n\n\nMér finnst samt skrítið af hverju Prescott keyrir svona heitur, samt er hann með lægri stock voltage...",
            "date": "2004-02-11 11:50:00",
            "post_id": "31646",
            "reply_to_id": "31625"
        },
        {
            "user_name": "Bendill",
            "text": "Annað, \nhér\n er smá umfjöllun um AMD og hvernig þeir ættu að geta grætt á 64 bita dæminu á næstu árum...",
            "date": "2004-02-11 11:51:00",
            "post_id": "31647",
            "reply_to_id": "31646"
        },
        {
            "user_name": "OBhave",
            "text": "ah, þetta mun schnilld kallast...        Ég mun fá mér AMD64 (líklega 3200+) í þessum mánuði, þessi lína keyrir mjög vel á 32-bita hugbúnaði, er alls ekki svo dýr, og er góð fjárfesting fyrir framtíðina, þar sem UT2k4, Doom3 og HL2 munu allir styðja 64-bita (að einhverju eða fullu leiti)\n\n\n\n\n\nallavega, bottom line er: AMD64 keyrir mjög vel núna, og getur bara batnað með tímanum. Primo fjárfesting að mínu mati",
            "date": "2004-02-14 13:02:00",
            "post_id": "32000",
            "reply_to_id": "31647"
        },
        {
            "user_name": "MJJ",
            "text": "Intel eignar!!",
            "date": "2004-02-14 13:31:00",
            "post_id": "32005",
            "reply_to_id": "32000"
        },
        {
            "user_name": "Buddy",
            "text": "Intel er að endurhanna Prescott til að komast undir 100w af hita. Má vera að Prescott framleiðslu verði haldið í lágmarki þangað til og Northwood verði einfaldlega yfirklukkaður þar eð hann er kaldari á 3,4GHz hingað til. Dothan hefur einnig verið frestað en hann er 90nm örgjörfi sem átti að fara í framleiðslu í Ísrael á næstu vikum. Intel virðist vera í meiri vandræðum en margir ætluðu.",
            "date": "2004-02-15 02:16:00",
            "post_id": "32137",
            "reply_to_id": "32005"
        },
        {
            "user_name": "Bendill",
            "text": "Ég sé ekkert á netinu um að Half-Life 2 og Doom 3 eigi að vera 64 bita leikir að einhverju leyti. Það er allt of snemmt að fara að endurskrifa kóða fyrir þá núna þegar tiltölulega stutt er síðan tæknin kom fram. Plús það, eins og Gnarr sagði, þá eru ár og aldir þangað til sæmileg 64 bita útgáfa af Windows kemur út á markaðinn, sem á væntanlega eftir að seinka eitthvað í ljósi nýrra atburða. \n\nÞeir eru búnir að vera að framleiða leikina í tvö til þrjú ár og þeir fara ekki að skipta út kóða í hrönnum fyrir tækni sem er enn að slíta barnsskónum.\n\nEinnig myndi ég, ef ég væri þú, bíða fram yfir mars mánuð og sjá hvernig 939 pinna örgjörvarnir og móðurborðin eru. Það skiptir svo miklu máli upp á framtíðina ef þú myndir vilja uppfæra",
            "date": "2004-02-16 09:53:00",
            "post_id": "32282",
            "reply_to_id": "32137"
        },
        {
            "user_name": "wICE_man",
            "text": "Þetta kallast vísvitandi heimska, það er langbest að fylgjast með öllum aðilum og velja svo þann besta hverju sinni.\nJa, þeir hafa reynt og munu áfram reyna, þeir verða að gera betur en Prscott ef þeim á að takast það. E.t.v gæti Banias kjarninn á desktop verið betri leið, en þá þyrftu þeir endanlega að hafna \"megahertz-mýtunni\":)\nJa hérna, merkilegt hvað maður sér mörg vanhugsuð skilaboð hér á þræðinum, ég hélt að við værum allir nördar með smá vit á hlutunum \n Þessi athugasemd hefði verið réttlætanleg fyrir ári síðan. Núna eru AMD-menn bara í góðum málum með 64/32-bita örrana sína.\nHefurðu einhvern tíman heyrt um Itanium? Það er hins vegar frekar spurning um hvort þeir muni endanlega ganga frá Itanium örranum með 64 bita útgáfu af XEON sem þeir virðast ætla að gera.\n\n\n\n\nÞað er ekki hægt að laga allt með því að henda nógu miklum pening í það, þó Intel séu ríkir þá eru hugvitsamlegar lausnir ekki eitthvað sem maður pantar á netinu, þetta hefur oft með smá heppni að gera.\n\n\n\nVið getum þó öll verið þakklát fyrir samkeppnina sem þeir fjandvinirnir AMD og Intel veita hvor öðrum, hún hefur fært okkur betri örgjörva á lægra verði.",
            "date": "2004-02-22 02:52:00",
            "post_id": "32901",
            "reply_to_id": "32282"
        },
        {
            "user_name": "wICE_man",
            "text": "Sorry að ég skuli skjóta svona á gamla hluti, er bara nýbúinn að uppgötva þennan spjallþráð og þarf að vinna upp nokkur ár",
            "date": "2004-02-22 02:56:00",
            "post_id": "32902",
            "reply_to_id": "32901"
        },
        {
            "user_name": "gumol",
            "text": "Hvað er gott við það að selja vöru sem býr yfir tækni sem er nær engin reynsla af? Þið vitið ekkert hvernig AMD64 örrarnir í dag eiga eftir að standa sig í 64 bita almenningsforritum þegar þau fara að koma.",
            "date": "2004-02-22 03:22:00",
            "post_id": "32904",
            "reply_to_id": "32902"
        },
        {
            "user_name": "Zaphod",
            "text": "jáhá gumol , það er lítið vit í þessu hjá þér . Ef ég ætti núna AMD64 og notaði bara Beta XP eða einhverja Linux útgáfu . þá myndi ég vera að fá sömu afköst og maður fær með P4/XP örgjörvum . Þó að ekki neinn stuðningur sé í forritunum . \n\n\n\nSvo er líka spurning hver er á undann með nýja hluti í þessu einsog öðru , og ég veit að Intel framleiddi 64 bita örgjörva á undan . En Amd tók stóra skrefið . Með því settu þeir pressu á Intel , sem dælir út örgjörvum sem þú getur ekki bara spælt egg á heldur líka soðið vatn .",
            "date": "2004-02-22 03:48:00",
            "post_id": "32910",
            "reply_to_id": "32904"
        },
        {
            "user_name": "gumol",
            "text": "Svona er þegar þeir fara að herma eftir AMD :/\n\n\n\nBeta stýrikerfi er nátturlega beta stýrikerfi, miðað við alla gallana sem eru í Windows XP stýrikerfinu þegar það er komið út þá vildi ég ekki vera nota beta útgáfu af því.",
            "date": "2004-02-22 15:28:00",
            "post_id": "32940",
            "reply_to_id": "32910"
        },
        {
            "user_name": "ICM",
            "text": "gumol hvað, það verður aldrei eins óstöðugt og Fedora1 með Gnome.",
            "date": "2004-02-22 15:33:00",
            "post_id": "32943",
            "reply_to_id": false
        },
        {
            "user_name": "gumol",
            "text": "Væriru til í að vinna á stýrikerfi með bara örlítið færri villum?\n\n (veit alvega að Linux er ekki svona óstöðugt hjá öðrum en IceCaveman)\n\n\n\nBendill: Fyrirgefðu að eyðileggja þráðinn svona",
            "date": "2004-02-22 15:35:00",
            "post_id": "32944",
            "reply_to_id": "32943"
        },
        {
            "user_name": "ICM",
            "text": "Það er spurning um hvað fólk skilgreinir sem villur, það er nóg af villum í KDE og Gnome, mun fleiri en í Windows en eru þær eins \"critical\" og í Windows það er annað mál.",
            "date": "2004-02-22 15:39:00",
            "post_id": "32946",
            "reply_to_id": "32944"
        }
    ],
    "date": "2004-02-22 15:33:00"
}