{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "30927",
    "title": "Lapping+Noctua NH-D14+ShinEtsu= -15°C og minna hjóð",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=30927",
    "posts": [
        {
            "user_name": "Tiger",
            "text": "Jæja smá project sem ég tók mér fyrir hendur í kvöld. Ég var að fá mér \nNoctua NH-D14\n kælingu og langaði að ganga aðeins lengra þar sem ég læt örrann minn folda 24/7 og er hitinn nokkuð hár. Þannig að ég fékk mér líka \nShin Etsu x23-7783D\n kælikrem sem á að vera það besta á markaðnum ooogg ákvað að lappa örran líka. Fyrir þá sem ekki vita hvað það er, þá er maður í raun að þynna og slétta kælihlífina á örranum svo hún leiði betur hita. Ég var fyrir með Cooler Master V8 kælingu sem hafði alveg gert sitt gagn og hefði alveg dugað í 99% tilfella, en mig langar að yfirklukka meira þannig að núna er hún til sölu \n. \nÆtla að renna yfir þetta fyrir ykkur fáu nörda sem gætu haft gaman af þessu, og sýna ykkur ferlið og tala ekki um niðurstöðunar svo...\nÞetta eru tölurnar eins og þær voru áður en ég byrjaði, allir 8 kjarnanir á i7 930 @ 3,8GHz örranum í 100% load að folda (gleymd að athuga hitan í idle, sorry)\nOg svona leit tölvan út, sé að myndin sýni eins og það sé fullt af ryki í kælingunni en þetta er bara óverulegt og myndin ýkir það. Stutt síðan ég sprautaði kassan svartan að innan og hef rykhreinsað einu sinni í millitíðinni.\nHérna er örrinn nýþrifinn og tilbúinn í aðgerð \nBúinn að pakka honum vel inn, líma utan um hann allan\nOg covera bakhliðina líka\nVar búinn að kaupa mér fínan sandpappír, 800, 1200, 2000 og 2500 grófleika í Málningavörum Lágmúla. Og notaði glerflís til að líma hann á, þar sem hún er mjög slétt. Þarna er hálf örk límd á og í heildina fór ég með 10 arkir (skipti 20 sinnum um pappír) og notaði mest af 800 og 1200, hinar tvær týpurnar bara til að shæna hann til í raun.\nJust starting to scratch the surface\nÞarna sjáið þið í raun vel hversu kúptur hann var og ójafn. Koparinn kominn í ljós í miðjunni bara.\nHérna er ég búinn að ná honum alveg sléttum eftir svona hálftíma pússerí.\nOg svona glansar þessi elska eftir að hafa verið pússaður með 2500 pappír (sem er næstum jafn fínn og venjuleg A4 blað bara) \n. Hefði nú átt að taka límið af og svona svo þetta liti betur út.\nÉg var svo spenntur að ég steingleymdi að taka mynd þegar ég var að setja kælikremið á en það var notað mjööög lítið af því.\nHérna er Kælingin komin í og er þetta þokkalega flykkið, ísettning var pice of cake og í raun sú þægilegasta sem ég hef prufað af þessum monster kælingum. Og hún er alls ekki háværari nema síður sé.\nOg svo góðir gestir..... Hérna kemur niðurstaðan\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nJebb þetta er svart á hvítu bæting um heilar \n15°C\n sem fyrir mér var laaaangt umfram væntingar, ég bjóst við í mesta lagi 10°C ef ég væri heppinn og hefði gert þetta vel. Þannig að núna er ég farinn að sjá tölur sem mér líka og get því farið að yfirklukka hann enn meira, er með hann mjööög steady í 3,8GHz með HT on að sjálfsögðu, en stefni á að koma honum í 4,2GHz þegar ég hef tíma.\nÞetta var miklu auðveldara en ég þorði að vona og mun árangursríkara. Ætla svo sem ekki að mæla með lapping þar sem það ógildir ábyrgð en ef þið lesið á milli línana þá vitið þið mitt álit \n. \nJá og er einhvern langar í svona Shin Etsu kælikrem þá á ég 2 túpur eftir á 3000kr stykkið, já og 6 mánaða Cooler Master kælingu á 5k\nover and out.",
            "date": "2010-06-26 01:59:00",
            "post_id": "268728",
            "reply_to_id": false
        },
        {
            "user_name": "Hvati",
            "text": "Myndiru ekki fá aðeins meiri hitalækkun ef þú myndir lappa kælinguna líka? \nSmá off topic: veit einhver hvort að Noctua NH-D14 passi í Antec P182b?",
            "date": "2010-06-26 02:27:00",
            "post_id": "268729",
            "reply_to_id": "268728"
        },
        {
            "user_name": "Tiger",
            "text": "Jú kannski, og ég hugsaði það en þetta er bara soddan hlunkur að ég lagði ekki í það. Ekki auðvelt að halda henni á plani og renna henni fram og til baka skrilljón sinnum",
            "date": "2010-06-26 02:32:00",
            "post_id": "268730",
            "reply_to_id": "268729"
        },
        {
            "user_name": "ManiO",
            "text": "Spegill eða glerplata.",
            "date": "2010-06-26 04:53:00",
            "post_id": "268736",
            "reply_to_id": "268730"
        },
        {
            "user_name": "vesley",
            "text": "Það er ekki vandamálið heldur er það þunginn af kælingunni,   eins og ef þú lappar örgjörva þá áttu að hafa næstum engann þrýsting ofaná   bara láta hann liggja og renna honum fram og til baka.",
            "date": "2010-06-26 05:03:00",
            "post_id": "268737",
            "reply_to_id": "268736"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Flott.\nSet samt stórt spurningamerki við þetta, rétt eins og þessi kit sem eru seld í bíla sem eiga að draga úr eldsneytisnotkun.\nEf þetta virkar, afhverju gera framleiðendurnir þetta þá ekki, sem eru búnir að eyða mörg þúsund vinnustundum í undirbúning og framleiðslu?\nHef mjög miklar efasemdir um þetta lapping, og ætla að miða við að kælingin sé betri og ekki jafn rykug og þessvegna er þessi munur.",
            "date": "2010-06-26 05:28:00",
            "post_id": "268740",
            "reply_to_id": "268737"
        },
        {
            "user_name": "gardar",
            "text": "Leiðinlegt að sjá menn vera svona hardcore og fara í að lappa örgjörva en eru svo bara að kæla með lofti",
            "date": "2010-06-26 08:44:00",
            "post_id": "268744",
            "reply_to_id": "268740"
        },
        {
            "user_name": "beatmaster",
            "text": "Eru fyrir hitatölurnar gerðar með V8 kælingunni?",
            "date": "2010-06-26 11:00:00",
            "post_id": "268752",
            "reply_to_id": "268744"
        },
        {
            "user_name": "Tiger",
            "text": "Afhverju setja bílaframleiðendur ekki öflugri tölvukubba, loftsíur og flækjur í bíla, eða bara turbínu? Þú færð meiri kraft og sömu eyðslu með ölllum nýjum bílatölvukubbum í dag og tala ekki um flækjur og high end loftsíjur. Framleiðendur fara milliveginn og eru on the safe side í sinni fjöldaframleiðslu og halda niðri kostnaði. Ef framleiðendur myndu alltaf fara út á ystu nöf þá væri ekki hægt að tuna neitt í dag og við vitum að það er ekki reyndin. Þannig að þessi samlíking er hálf asnaleg. Afhverju sendi Intel t.d. ekki örran minn sem 3,8GHz frá sér, hvaða nýliði sem er getur náð því án nokkura voltage breyting eða neitt? Sama svar og með bílana \n Örranir eru planaðir á þann hátt hjá Intel að verð helst niðri og gæði uppi í réttu samræmi\nOg já kælingin og kremið eru bæði betri en ég nennti ómögulega að gera þetta tvisvar til að sjá munin á lapping og ekki \n En ég veit að hann er þarna samt \nJebb eins og stendur. Ef maður les sig til um lapping, þá er það ekki að gefa nema 3-5°C hjá flestum, þannig að kælingin og kremið sjá um rest.\nHe he he afhverju er það leiðinlegt? Maður fer í þessa ferð í nokkrum skrefum, og þetta er bara eitt skrefið í þá átt. Þetta kostaði 1/7 af því sem vatnskælingin sem mig langar í kostar, og þegar hún kemur þá mun hún ekki lækka tölunar svona mikið í viðbót. Þannig að þetta var bara logisct skref í þá átt, rétt um 1000kr fyrir hverja gráðu er bara flott \n. En samt leiðinlegt að hafa látið þér leiðast, það vonandi lagast \nEhhh já ég var með glerplötu en það breytir ekki þeirri staðreynd að ég þarf að strjúka kælingunni eftir henni skrilljón sinnum og hún er 1kg og erfitt að halda henni á plani. Er ekki að sjá þetta fyrir mér að setja kælinguna á hvolf í skrústykki og pusssa hana með glerplötu, það myndi aldrei ganga held ég !",
            "date": "2010-06-26 11:34:00",
            "post_id": "268757",
            "reply_to_id": "268752"
        },
        {
            "user_name": "chaplin",
            "text": "Geeeðveikt maður! Nú er það bara OC hardcore!",
            "date": "2010-06-27 16:52:00",
            "post_id": "268977",
            "reply_to_id": "268757"
        },
        {
            "user_name": "Sallarólegur",
            "text": "[/quote]\nAfhverju ætti að vera dýrara fyrir intel að kaupa minna af málmi í hvern örgjörva, og lækka hitann?\nOg með þessi kit sem ég er að tala um í bíla ert þú algerlega á rangri hillu. Það er búið að vera að reyna plata fólk í 2-3 ár t.d. í smáugl í mogganum að þú getir keypt eitthvað drasl í bílinn þinn á 10.000 kr sem minnkar eldsneytisnotkun 20-30%! Ég get alveg lofað þér því að miðað við samkeppnina á bílamarkaði í dag myndu framleiðendurnir ekki vera lengi að setja þetta í alla bílana sína.",
            "date": "2010-07-30 14:53:00",
            "post_id": "274093",
            "reply_to_id": "268977"
        },
        {
            "user_name": "vesley",
            "text": "Afhverju ætti að vera dýrara fyrir intel að kaupa minna af málmi í hvern örgjörva, og lækka hitann?\nOg með þessi kit sem ég er að tala um í bíla ert þú algerlega á rangri hillu. Það er búið að vera að reyna plata fólk í 2-3 ár t.d. í smáugl í mogganum að þú getir keypt eitthvað drasl í bílinn þinn á 10.000 kr sem minnkar eldsneytisnotkun 20-30%! Ég get alveg lofað þér því að miðað við samkeppnina á bílamarkaði í dag myndu framleiðendurnir ekki vera lengi að setja þetta í alla bílana sína.[/quote]\nÞví að hafa aðeins minna af málmi í örgjörvanum er í rauninni ekkert 100% öruggt , hef lesið nokkrar reynslusögur af fólki með lappaðann örgjörva sem er að skemmast.  þá bæði vegna heimsku hjá fólki og svo vegna þess að hann er kominn alla leið niður í koparinn.     fann einhverntíman mjög fróðlega lesningu um gallana við það að lappa örgjörva en er löngu búinn að týna því.",
            "date": "2010-07-30 16:54:00",
            "post_id": "274109",
            "reply_to_id": "274093"
        },
        {
            "user_name": "Tiger",
            "text": "Ekki vera ferkanntaður, þetta er ekki spurning um að kaupa minna af málmi, þetta er spurning um tíman og vinnuna sem fer í að gera þetta. Efast um að innkaupadeild Intel sæji mun á innkaupum um það hvort þykktin væri 1mm eða 0.999993 mm. En launadeildin myndi sjá hellings mun á því hvort starfsmenn myndu plana (lappa) hvern einasta örgjörva.\nOg nei ég er ekki á rangri hillu með þessi Kit, ég tók bara annað dæmi sem sýnir að það er hægt að gera helling við fjöldaframleidda vöru svo hún verði betri en beint af færibandinu.",
            "date": "2010-07-31 18:45:00",
            "post_id": "274240",
            "reply_to_id": "274109"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Auðvitað myndu þeir sleppa því að covera efsta hlutann í staðinn fyrir að láta hann á til þess að pússa hann niður.",
            "date": "2010-07-31 19:13:00",
            "post_id": "274242",
            "reply_to_id": "274240"
        },
        {
            "user_name": "Tiger",
            "text": "",
            "date": "2010-07-31 22:37:00",
            "post_id": "274274",
            "reply_to_id": "274242"
        },
        {
            "user_name": "nonni95",
            "text": "Til hvers seturðu límbandið um örgjavafann, er það gert til að lappa eða?",
            "date": "2010-08-01 08:57:00",
            "post_id": "274297",
            "reply_to_id": "274274"
        },
        {
            "user_name": "audiophile",
            "text": "Ætli það sé ekki bara til að málmrykið fari ekki á hann allan.",
            "date": "2010-08-01 11:14:00",
            "post_id": "274304",
            "reply_to_id": "274297"
        },
        {
            "user_name": "kubbur",
            "text": "haha vá, maður borðar ekki baunirnar beint upp úr dósinni, flestir hita þær fyrst right, sama á við um örgjörfa, nema fólk þorir ekki að \"hita\" unit sem kostar kanski 90 þús þar sem það er margt sem getur farið úrskeiðis",
            "date": "2010-08-02 17:39:00",
            "post_id": "274447",
            "reply_to_id": "274304"
        },
        {
            "user_name": "himminn",
            "text": "Hvað ertu að segja?",
            "date": "2010-08-02 18:36:00",
            "post_id": "274454",
            "reply_to_id": "274447"
        },
        {
            "user_name": "kubbur",
            "text": "baunadós er dæmi um vöru sem flestir velja að breyta eftir eigin hentisemi, td með því að hita baunirnar, tja eða opna dósina",
            "date": "2010-08-03 09:12:00",
            "post_id": "274545",
            "reply_to_id": "274454"
        },
        {
            "user_name": "Tiger",
            "text": "Sorry en þetta er nú með þeim heimskari samlíkingum sem ég hef heyrt! Baunadós er gerð til þess að láta opna sig, það er ekki aðgerð sem er gerð til að ná fram betri árangri, alveg eins og með mjólkufernu eða opalpakka",
            "date": "2010-08-03 09:31:00",
            "post_id": "274547",
            "reply_to_id": "274545"
        },
        {
            "user_name": "BjarkiB",
            "text": "Flott project hjá þér. Alltaf gaman að sjá hvað fólk gengur langt með OC. En annars hvað pússaðir þú lengi?",
            "date": "2010-08-03 14:10:00",
            "post_id": "274581",
            "reply_to_id": "274547"
        },
        {
            "user_name": "kubbur",
            "text": "jújú, en það stendur ekkert um hvort þú eigir að hita baunirnar, þitt er valið",
            "date": "2010-08-03 18:09:00",
            "post_id": "274619",
            "reply_to_id": "274581"
        },
        {
            "user_name": "JohnnyX",
            "text": "mér finnst þetta enn þá frekar skrýtin líking. Sumum finnst kaldar betri, sumum heitar. Þess vegna er ekki alltaf verið að tala um bætingu í þessu tilviki",
            "date": "2010-08-03 18:40:00",
            "post_id": "274624",
            "reply_to_id": "274619"
        }
    ],
    "date": "2010-06-26 01:59:00"
}