{
    "forum_title": "Vaktin.is",
    "id": "30971",
    "title": "Vaktin.is lan skráning á lan@muminalfarnir.org",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=46&t=30971",
    "posts": [
        {
            "user_name": "vesley",
            "text": "Ætla að gefa mér leyfi til að búa til þráð um það að halda Vaktarlan þrátt fyrir að vera ekki stjórnandi eða umsjónarmaður. \nÞað var þráður hérna fyrir nokkru síðan um að halda vaktarlan og var fullt af fólki mjög áhugasamt ,   en sá þráður drapst og ekkert var meira pælt í þessu. \nÉg ætla því að endurvekja þessa umræðu og reyna að koma meira lífi í þetta.  \nTil að geta haldið svona lan þá þyrftum við nokkra hluti. \nHúsnæði,\nHúsgögn,  ( borð og stóla,   sumir geta komið með sína eigin stóla)\nInternet og \"höbba/switcha\nMat og drykki\nGóða skapið    og fleira. \nTil að virða útivistarlög gætum við haft jafnvel 16 ára aldurstakmark og þar með losnað við kostnað á gæslu og veseni. \nNú spyr ég ,   hverjir myndu mæta og þá meina ég virkilega mæta,  og hverjir myndu vilja taka að sér að hjálpa til við að redda öllu saman og undirbúa ( og þá er ég ekki að tala um 14 ára gutta sem halda að þeir munu geta planað allt og eru \"gegt\" spenntir) heldur fólk sem mun \"actually\" hjálpa til og plana hlutina. \nOg ekki tala um að þetta sé vesen því þetta verður svo þess virði!.   \nSvo jæja vaktarar hvað segið þið,  eruð þið ekki til í eina vel sveitta og skemmtilega lan-helgi á næstu vikum ?",
            "date": "2010-06-28 19:38:00",
            "post_id": "269167",
            "reply_to_id": false
        },
        {
            "user_name": "GullMoli",
            "text": "Ég væri alveg til í eitthvað almennilegt lan (sem er ekki tileinkað CS  \n). \nÉg myndi eflaust mæta, langar samt að sjá hvernig þetta þróast áður en ég staðfesti mig.",
            "date": "2010-06-28 19:41:00",
            "post_id": "269169",
            "reply_to_id": "269167"
        },
        {
            "user_name": "bixer",
            "text": "ég væri til í lan, þetta með að hafa 16 ára aldurstakmark er frekar kjánaleg hugmynd því útivistartíminn er tími sem krakkarnir mega vera úti á undir 16 ára hámark 12, en þar sem þetta ætti að vera inni einhverstaðar þá held ég að 16 ára aldurstakmark sé óþarfi frekar 12-14 ára.\nværi ekki þægilegast að fá fólk til að koma með switch/höbb að heiman? flestir ættu að eiga þannig. matur og drykkir ættu auðvitað að koma að heiman\nég nenni samt ekki að fara á counter lan, væri til í gta4, crysis, cod og battlefield",
            "date": "2010-06-28 19:49:00",
            "post_id": "269174",
            "reply_to_id": "269169"
        },
        {
            "user_name": "Lexxinn",
            "text": "Langar að minna á örugglega með bestu lan leikjum sem ég hef spilað á lani BORDERLANDS",
            "date": "2010-06-28 19:52:00",
            "post_id": "269177",
            "reply_to_id": "269174"
        },
        {
            "user_name": "vilberg",
            "text": "Þó svo að ég sé ekki virkur meðlimur hér á vaktinni og ekki neitt sérstaklega laginn í tölvuleikjum þá væri ég samt ýkt til í að koma að hjálpa til með þetta og mögulega mæta sjálfur á þetta.",
            "date": "2010-06-28 20:06:00",
            "post_id": "269185",
            "reply_to_id": "269177"
        },
        {
            "user_name": "intenz",
            "text": "Hafiði heyrt um Hamachi? \n LAN er svo 1997.",
            "date": "2010-06-28 20:10:00",
            "post_id": "269186",
            "reply_to_id": "269185"
        },
        {
            "user_name": "Lexxinn",
            "text": "Hamachi er 2007 líka...\nhttp://www.garena.com/",
            "date": "2010-06-28 20:11:00",
            "post_id": "269187",
            "reply_to_id": "269186"
        },
        {
            "user_name": "Pandemic",
            "text": "Ég er alltaf fullur um helgar að snorta kók í auðum húsasundum svo...",
            "date": "2010-06-28 20:36:00",
            "post_id": "269197",
            "reply_to_id": "269187"
        },
        {
            "user_name": "intenz",
            "text": "Síðast þegar ég prófaði þetta Garena var það glatað drasl.",
            "date": "2010-06-28 20:37:00",
            "post_id": "269198",
            "reply_to_id": "269197"
        },
        {
            "user_name": "chaplin",
            "text": "Ég reyndi að nota þetta helvítis Hamachi fyrir nokkrum mánuðum, hef sjálfsagt sett það vitlaust upp þar sem vinir mínir voru með +5k ms, hætti að fikta í því stuttu eftir það? Hvernig er reynslan hjá mönnum annars á því?",
            "date": "2010-06-28 20:38:00",
            "post_id": "269199",
            "reply_to_id": "269198"
        },
        {
            "user_name": "CendenZ",
            "text": "nee .. 14 ára aldurstakmark ??\nÞað þyrfti að vera 18 ára, en ekki 16 líka uppá sjálfræði og það vesen með brjálæðar kerlingar þegar við fáum okkur bjór og mömmurnar sjá myndir á facebook \nEn engu að síður þá væri áhugavert að skoða staðsetningu fyrir þetta, þyrfti að vera 50 manna pleis með nóg af plássi og rafmagni, ásamt ljóshraða og góða rútera sem passa uppá niðurhal etc... þetta væri náttúrulega ekki til þess að koma og downloada af netinu.. heldur til að \nl\nana",
            "date": "2010-06-28 20:46:00",
            "post_id": "269200",
            "reply_to_id": "269199"
        },
        {
            "user_name": "Lexxinn",
            "text": "Hef góða reynslu af hamachi hingað til og enn betri af Garena",
            "date": "2010-06-28 21:00:00",
            "post_id": "269203",
            "reply_to_id": "269200"
        },
        {
            "user_name": "vesley",
            "text": "Ég verð nú að vera ósammála,   bæði það að góður partur af vaktinni er undir 18 ára aldri, og ég skil ekki af hverju foreldrar ættu að tryllast ef manneskjan hliðiná barninu sínu sé að drekka bjór en ekki barnið sitt sem situr kannski bara með appelsín og snakk.\nEdit:   jafnvel hægt bara að búa til einfalt leyfisbréf  fyrir fólk undir lögaldri   s.s. 16-18 eða hvernig sem þið viljið hafa lágmarksaldurinn.",
            "date": "2010-06-28 21:02:00",
            "post_id": "269205",
            "reply_to_id": "269203"
        },
        {
            "user_name": "BjarkiB",
            "text": "Hvað með að hafa þetta bjórlaust og áfengislaust lan og leyfa 14 ára krakka að joina?",
            "date": "2010-06-28 21:15:00",
            "post_id": "269209",
            "reply_to_id": "269205"
        },
        {
            "user_name": "bixer",
            "text": "haha, ég vil bara helst ekki hafa það 18+ því ég er 15 og það eru virkilega fá alvöru lön, fer á 2-3 ári fyrir utan lön sem eru bara ég + 1-3 vinir mínir",
            "date": "2010-06-28 21:34:00",
            "post_id": "269213",
            "reply_to_id": "269209"
        },
        {
            "user_name": "CendenZ",
            "text": "Þá þyrfti að vera gæsla og loka klukkan 24:00 vegna útivistartímans, veit ekki hvort það séu einhverjar undanþágur á því",
            "date": "2010-06-28 21:39:00",
            "post_id": "269214",
            "reply_to_id": "269213"
        },
        {
            "user_name": "chaplin",
            "text": "Gera beina eins og var alltaf gert á skjalfta, láta foreldra skrifa undir eitthvern pappír sem veitir undanþágu.",
            "date": "2010-06-28 22:15:00",
            "post_id": "269221",
            "reply_to_id": "269214"
        },
        {
            "user_name": "Zpand3x",
            "text": "Væri alveg til í LAN \n Og hvað með að hafa svona Case-mod keppni líka \n Einsog í útlöndum og bara eitthvað smotterí í verðlaun, aðalverðlaunin samt bara heiðurinn \nEr sammála 18+ og það væri náttúrulega best ef einhver með connections gæti reddað ódýru húsnæði og ljós tengingu. Hafa þetta bara cheap og cosy.\n Veit einhver um fyrirtæki sem er ný farið á hausinn með meðalstóru svona gólfi sem tæki 50 manns (efast að fleiri vaktarar mæti). Gæti verið hægt að scora cheap helgar leigu \nÞað geta svo allir bara pantað sér pizzu eða whatever",
            "date": "2010-06-28 22:27:00",
            "post_id": "269222",
            "reply_to_id": "269221"
        },
        {
            "user_name": "Gúrú",
            "text": "Efast nú um að 50 manns mæti fyrst að það var varla hægt að skipuleggja þetta síðast",
            "date": "2010-06-28 22:40:00",
            "post_id": "269226",
            "reply_to_id": "269222"
        },
        {
            "user_name": "Zpand3x",
            "text": "Eða bara eitthva.. 20 -50 manns.. alltaf hægt að draga félaga sína með rsum til að fylla uppí.. fer bara alveg eftir hvort einhver getur reddað húsnæði með smá plássi. Reyna að hafa þetta eins ódýrt og hægt er.",
            "date": "2010-06-28 22:44:00",
            "post_id": "269227",
            "reply_to_id": "269226"
        },
        {
            "user_name": "GullMoli",
            "text": "Veit ekki hvort að áfengi og nokkurhundruðþúsundkróna tölvubúnaður fari vel saman á svona lani :Þ",
            "date": "2010-06-28 22:56:00",
            "post_id": "269228",
            "reply_to_id": "269227"
        },
        {
            "user_name": "Lexxinn",
            "text": "+1",
            "date": "2010-06-28 23:08:00",
            "post_id": "269230",
            "reply_to_id": "269228"
        },
        {
            "user_name": "Ulli",
            "text": "Ekkert verra en Gos,\nekki nema men myndu mæta þar til að hrinja í það...\nx 18+",
            "date": "2010-06-28 23:33:00",
            "post_id": "269237",
            "reply_to_id": "269230"
        },
        {
            "user_name": "Danni V8",
            "text": "Ég myndi alveg öruggleg pottþétt mæta... kannski.\nSamt líklegast ekki þar sem þetta yrði pottþétt í bænum og ég nenni ekki að keyra á milli endalaust.\nJá og áfengið myndi fylgja, pottþétt. Þannig virka lön bara.",
            "date": "2010-06-29 00:40:00",
            "post_id": "269254",
            "reply_to_id": "269237"
        },
        {
            "user_name": "Glazier",
            "text": "Ég myndi mæta !\nOg nei, held að 14+ sé frekar lítill aldur.. 16+ væri fínt held ég",
            "date": "2010-06-29 00:44:00",
            "post_id": "269258",
            "reply_to_id": "269254"
        },
        {
            "user_name": "Gunnar",
            "text": "strákar höfum þetta bara alvöru = 20+  \n \nen væri allveg til í að koma, en hvaða leikjum væri spilað í? \nog myndu þeir sem eiga TB+ af LÖGLEGUM \"efnum\" á tölvunum sínum leyfa uppload",
            "date": "2010-06-29 01:05:00",
            "post_id": "269262",
            "reply_to_id": false
        },
        {
            "user_name": "biturk",
            "text": "eigum við ekki bara að gera alvöru og halda þetta á ak \n \nhafa 18+ , mæta með öl (uhummm öl)  og hafa það bara alveg súper þétt og gaman\nspáið í því hvað bíladagar myndu falla í skuggan af LAN dögum á akureyri í júlí",
            "date": "2010-06-29 01:33:00",
            "post_id": "269269",
            "reply_to_id": "269262"
        },
        {
            "user_name": "g0tlife",
            "text": "Afhverju ekki rukka smá fé inná þetta og leigja bara gamer aðstöðuna ? Þar er allt til staðar og mundi ekki vera dýrt á mann ef við erum 50 manns og líka við erum ekki að fara veita nein verlaun. Ég mundi allavega hjálpa til \nbtw. 15 - 16 plús inn er möst",
            "date": "2010-06-29 01:39:00",
            "post_id": "269270",
            "reply_to_id": "269269"
        },
        {
            "user_name": "vesley",
            "text": "Held að það myndi alveg pottþétt vera rukkað inná þetta \n .    Verðum bara að finna ódýrasta húsnæðið hérna í borginni undir svona lan.      Svo jafnvel kannski rukka smá auka til að geta pantað pizzu fyrir liðið einhverntíman um nóttina,   fátt jafn gott en sveitt slæza um miðja nótt . \nOg þið sem eruð með einhverjar hugmyndir um ódýrt húsnæði endilega koma þeim á framfæri",
            "date": "2010-06-29 04:51:00",
            "post_id": "269280",
            "reply_to_id": "269270"
        },
        {
            "user_name": "kubbur",
            "text": "styttra að fara á ak en egs, so i say +1",
            "date": "2010-06-29 05:31:00",
            "post_id": "269284",
            "reply_to_id": "269280"
        },
        {
            "user_name": "Danni V8",
            "text": "Ég myndi í alvörunni frekar fara á lan á AK en RVK. Nota hvaða afsökun sem er til að fara þangað! Klárlega besti bærinn á landinu.\nSíðan er hægt að eyða mörgum klukkutímum í sundi á daginn á bíladögum allavega. Alltaf flott útsýni",
            "date": "2010-06-29 08:11:00",
            "post_id": "269286",
            "reply_to_id": "269284"
        },
        {
            "user_name": "Daz",
            "text": "Afhverju ekki gera þetta alvöru og hafa þetta 30+ ? Losna við börnin sko.\n(Annars myndi ég ekki mæta, jafnvel þó þetta væri 12+, ég spila enga lan leiki \n )",
            "date": "2010-06-29 08:22:00",
            "post_id": "269287",
            "reply_to_id": "269286"
        },
        {
            "user_name": "bixer",
            "text": "ég er 15 ára, ömurlegt að vera með aldurstakmark þó ég skilji það alveg",
            "date": "2010-06-29 12:17:00",
            "post_id": "269320",
            "reply_to_id": "269287"
        },
        {
            "user_name": "g0tlife",
            "text": "Finnst samt óþarfi að panta pizzur fyrir alla. Þetta er bara eins og flest öll lön, fólk sér bara um sig sjálft en ég mundi segja að gamer húsið rétt hjá coke húsinu væri best. Mundi ekki kosta mikið og þeir eru með hvað ljósleiðara þarna ? og allar græjur til staðar.",
            "date": "2010-06-29 13:44:00",
            "post_id": "269335",
            "reply_to_id": "269320"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Hver er að reka þetta húsnæði ? Hljómar vel reyndar. Væri kannski ekkert vitlaust að hafa samband við þá ef það er einhver möguleiki.",
            "date": "2010-06-29 13:49:00",
            "post_id": "269337",
            "reply_to_id": "269335"
        },
        {
            "user_name": "g0tlife",
            "text": "http://www.gamer.is/\n kannski hægt að gera díl við þá",
            "date": "2010-06-29 13:51:00",
            "post_id": "269338",
            "reply_to_id": "269337"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Ekki vissi ég af þessu. Þurfum að athuga þetta.",
            "date": "2010-06-29 13:55:00",
            "post_id": "269341",
            "reply_to_id": "269338"
        },
        {
            "user_name": "Lexxinn",
            "text": "Þó að ég sé nú bara 15, mundi ég ekki vilja sitja við hliðiná einhverjum sem er að drekka bjór og eiga í hættu að hann rekst í hann og hellist niður vegna smá ölvunar...  Væri þá til í að hafa svæði í salnum þar sem lið væru sem mundu ekki drekka og annan part þar sem væri drykkju leyft.\nEn ég væri alveg til í að koma og hjálpa til þetta litla sem ég kann og einnig bara læra af þessari uppsetningu hefði gaman af því.",
            "date": "2010-06-29 16:50:00",
            "post_id": "269368",
            "reply_to_id": "269341"
        },
        {
            "user_name": "g0tlife",
            "text": "Varstu ekki að segja nákvæmlega þetta á öðrum þræði haha copy paste for da win",
            "date": "2010-06-29 16:56:00",
            "post_id": "269370",
            "reply_to_id": "269368"
        },
        {
            "user_name": "Lexxinn",
            "text": "Hehe já úps veit postaði óvart fyrr á vitlausum þræði svo hugsaði bara \"æi skelli þessu bara líka þar\"",
            "date": "2010-06-29 17:03:00",
            "post_id": "269372",
            "reply_to_id": "269370"
        },
        {
            "user_name": "vesley",
            "text": "Held að það væri hentugast ef einhver stjórnandi myndi hafa samband við Gamer,   annars gæti ég nú alveg sjálfur talað við þá : )",
            "date": "2010-06-29 18:01:00",
            "post_id": "269383",
            "reply_to_id": "269372"
        },
        {
            "user_name": "littli-Jake",
            "text": "Ég stið þig",
            "date": "2010-06-29 20:30:00",
            "post_id": "269408",
            "reply_to_id": "269383"
        },
        {
            "user_name": "vilberg",
            "text": "mig langar persónulega ekki að hafa 18 ára aldurstakmark en væri til í 16 ára aldurstakmark með leyfisbréfum eða whatever. Hugsa persónulega að fullt af fólki á aldrinum 16-18 langi á þetta",
            "date": "2010-06-29 21:05:00",
            "post_id": "269418",
            "reply_to_id": "269408"
        },
        {
            "user_name": "Nariur",
            "text": "x2",
            "date": "2010-06-29 21:16:00",
            "post_id": "269421",
            "reply_to_id": "269418"
        },
        {
            "user_name": "g0tlife",
            "text": "15-16+ til að fá sem flesta \n Annars virkar 18+ alveg líka /care",
            "date": "2010-06-29 21:47:00",
            "post_id": "269432",
            "reply_to_id": "269421"
        },
        {
            "user_name": "Sydney",
            "text": "Ég er bara orðinn helvíti spenntur fyrir þetta, myndi pottþétt mæta \nBF1942 og Wolf:ET er must.",
            "date": "2010-06-29 21:55:00",
            "post_id": "269437",
            "reply_to_id": "269432"
        },
        {
            "user_name": "vesley",
            "text": "Er að pæla í því að senda jafnvel póst á morgun eða eftir 2 daga á gamer ef enginn stjórnandi mun gera það,  þ.e.a.s. ef þeir leyfa mér að senda póst fyrir hönd vaktarinnar.     Athuga hver kostnaður yrði á leigu á húsnæði og hvort húsgögn séu.      Og svo er það nú bara ,  hvenær viljið þið halda þetta ?  Mér er svona nánast sama hvenær það sé svo framarlega sem það yrði ekki næstu helgi ( sem ég held að sé líka alltof stuttur fyrirvari)",
            "date": "2010-06-29 23:45:00",
            "post_id": "269469",
            "reply_to_id": "269437"
        },
        {
            "user_name": "g0tlife",
            "text": "heyr heyr !",
            "date": "2010-06-29 23:47:00",
            "post_id": "269470",
            "reply_to_id": "269469"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Afhverju í ósköpunum viljiði hafa Gamer sem þriðja aðila? Þeir reka ekkert húsnæði né netþjónustu, hvað í ósköpunum eiga þeir að geta gert? Hef farið á 2 Gamer lön og það var bara alltof dýrt, allt net í fucki og allt ömurlegt.\nVæri til í að mæta með því skilirði að Gamer komi ekki nálægt þessu.",
            "date": "2010-06-30 03:34:00",
            "post_id": "269509",
            "reply_to_id": "269470"
        },
        {
            "user_name": "Gúrú",
            "text": "Ég verð að vera sammála, það eina sem að ég myndi mögulega vilja snerta með priki sem tengist Gamer \neru upplýsingar um það hvaða verði þeir hafa fengið húsnæðið sitt á kr/sólarhring, bara sem viðmið eða verðhugmynd.",
            "date": "2010-06-30 04:01:00",
            "post_id": "269511",
            "reply_to_id": "269509"
        },
        {
            "user_name": "vesley",
            "text": "Nú jæja en hafið þið hugmynd um annað húsnæði ?",
            "date": "2010-06-30 04:42:00",
            "post_id": "269513",
            "reply_to_id": false
        },
        {
            "user_name": "Sallarólegur",
            "text": "Myndi frekar tala við fasteignasala eða einhvern á því sviði til að athuga með leigu á sal yfir helgi.",
            "date": "2010-06-30 05:35:00",
            "post_id": "269515",
            "reply_to_id": "269513"
        },
        {
            "user_name": "Danni V8",
            "text": "Tala við þessa gaura og fá þá til að redda sal. Virðast sérhæfa sig í því \nhttp://www.salir.is/",
            "date": "2010-06-30 06:42:00",
            "post_id": "269518",
            "reply_to_id": "269515"
        },
        {
            "user_name": "CendenZ",
            "text": "ég myndi nú frekar skoða vöruhús sem eru laus til leigu... en þetta er miklu meira en bara að redda sal  \n \nÉg myndi persónulega athuga skóla... því maður þarf borð og skipt rými, ásamt aðgengi að öflugu rafmagni... tenglarnir þurfa að höndla nefnilega þokkalegt álag",
            "date": "2010-06-30 10:51:00",
            "post_id": "269532",
            "reply_to_id": "269518"
        },
        {
            "user_name": "vesley",
            "text": "Jæja held nú að það yrði snilld ef hægt væri að leigja skóla,  núna er það bara hvaða skóli?   besti væri að hann væri miðsvæðis  annað ætti ekki að skipta máli,  ( nema verð)\nog líka athuga með húsnæðin sem Gamer hefur leigt.",
            "date": "2010-06-30 18:05:00",
            "post_id": "269634",
            "reply_to_id": "269532"
        },
        {
            "user_name": "Pandemic",
            "text": "Gamer er að fá borð og stóla frá Lionsklúbbnum í Kópavogi ég er með númerið hjá tengiliðnum þeirra. Switcharnir eru annaðhvort frá Símanum eða Opnum Kerfum.",
            "date": "2010-06-30 19:36:00",
            "post_id": "269662",
            "reply_to_id": "269634"
        },
        {
            "user_name": "Zpand3x",
            "text": "Úhh afþví þú nefndir kópavog.. hvað með hús Framsóknarfélagsins í kópavogi.. hef farið í party þar og þeir gefa leiguna fyrir loforð um atkvæði  lol \n Veit samt ekki með net en þetta væri örugglega ódýrasta leiðin fyrir ágætis offline lan \n + þeir eru með borð og stóla og ískáp (fyrir orkudrykki og áfengi) Líklega pláss fyrir 20 manns + tölvur rsum",
            "date": "2010-06-30 19:58:00",
            "post_id": "269673",
            "reply_to_id": "269662"
        },
        {
            "user_name": "g0tlife",
            "text": "en að leigja bara fjandans sal. Skemmti sal eins og fyrir fermingu og þannig. Þá er búið að redda stólum, borðum, ískápum og hva 1 - 2 þús á mann ? til að tryggja kostnað nema það verður e-h meira að leigja drasl frá símanum eða e-h",
            "date": "2010-06-30 20:22:00",
            "post_id": "269679",
            "reply_to_id": "269673"
        },
        {
            "user_name": "Gúrú",
            "text": "Rafmagn er umhugsunarefni eins og Cendenz benti á hér að ofan.",
            "date": "2010-06-30 20:28:00",
            "post_id": "269681",
            "reply_to_id": "269679"
        },
        {
            "user_name": "CendenZ",
            "text": "rafmagn og net útá við er crucialt.... það er bara þannig.\nforgangslisti yrði:\n1. Rafmagn \n2. Internet, ljós helst\n3. Stólar og borð\n4. stofur eða aðskilin rými\n5. Svissar og routerar.\nÉg er nokkuð viss um að hérna eru einhverjir (ég veit um amk 2) sem geta komið með cisco routerana sína og græjað þá þannig að netið verði OK, proxy þjóna og gateway fyrir mismunandi notkun.\nÞá er no.5 uppfyllt, rest er með salnum... sennilega skóli\nOg svo þarf bara að vera smávegis í kringum þetta, admins og rcons etc.",
            "date": "2010-06-30 20:31:00",
            "post_id": "269684",
            "reply_to_id": "269681"
        },
        {
            "user_name": "Sydney",
            "text": "Pft, þarf ekkert admin\nhttp://www.youtube.com/watch?v=1eGbMqL_CwM",
            "date": "2010-06-30 21:21:00",
            "post_id": "269691",
            "reply_to_id": "269684"
        },
        {
            "user_name": "Gúrú",
            "text": "Pft sammála, þurfum ekki admin ef við ætlum hvorteðer að eyða öllum tímanum í að gera fake videos  \n \n \nHvernig er það samt, sjá skólastjórnir um leigu á sölum skóla eða sveitarfélögin eða hvað?",
            "date": "2010-06-30 21:31:00",
            "post_id": "269693",
            "reply_to_id": "269691"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Mér dytti helst í hug að tala við félagsmiðstöðvar eða nemendafélög. Þeir myndu þá hafa samband við skólastjórn ef þess þyrfti.",
            "date": "2010-06-30 23:44:00",
            "post_id": "269712",
            "reply_to_id": "269693"
        },
        {
            "user_name": "KrissiK",
            "text": "ég verð nú 16 eftir 13 daga þannig að ég væri nú til í að hafa eitt gott Vaktin lan ... hafa  bara aðgangseyrir og eyða part af þeim pening þegar það safnast saman og eyða því í mat og drykki fyrir alla eða eh álika",
            "date": "2010-06-30 23:49:00",
            "post_id": "269714",
            "reply_to_id": "269712"
        },
        {
            "user_name": "g0tlife",
            "text": "Hver ætlar að taka það skref að sér ?",
            "date": "2010-06-30 23:54:00",
            "post_id": "269717",
            "reply_to_id": "269714"
        },
        {
            "user_name": "Gúrú",
            "text": "Ég þekki alla í nemendafélagi skólans persónulega en... það er sumarfrí og þau hafa líkt og ég ekkert samband við skólastjórn yfir sumartímann?",
            "date": "2010-06-30 23:59:00",
            "post_id": "269718",
            "reply_to_id": "269717"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Onei, ég veit sosum ekki. Við félagarnir höfum bara leigt sal þegar við gerum þetta en þetta er greinilega mun stærri hópur.",
            "date": "2010-07-01 00:16:00",
            "post_id": "269722",
            "reply_to_id": "269718"
        },
        {
            "user_name": "DJOli",
            "text": "ég meina...Vaktarlan yrði gríðarlegt í stærð...og það þyrfti að passa upp á að netið yrði ekki með svona háls eins og var á ir laninu '06 þegar fólk komst varla inn á steam til að fara í leikina sína...",
            "date": "2010-07-01 00:30:00",
            "post_id": "269725",
            "reply_to_id": "269722"
        },
        {
            "user_name": "Einarr",
            "text": "djöfull vorkenni eg gaurnum. Vá hvað ég færi heim og næði í öxina hans pabba og slátraði kvikindinum sem myndi brjóta tölvuna mína",
            "date": "2010-07-01 00:51:00",
            "post_id": "269727",
            "reply_to_id": "269725"
        },
        {
            "user_name": "daniellos333",
            "text": "Rules are made to be broken",
            "date": "2010-07-01 08:21:00",
            "post_id": "269742",
            "reply_to_id": "269727"
        },
        {
            "user_name": "CendenZ",
            "text": "Ekki \nundir nafni Vaktarinnar",
            "date": "2010-07-01 11:17:00",
            "post_id": "269762",
            "reply_to_id": "269742"
        },
        {
            "user_name": "DJOli",
            "text": "ég þekki gaur sem hefði tekið þetta skrefi lengra, og sleppt því að fara út með tölvuna og henda henni í jörðina...\nhann hefði tekið tölvuna, og brennt hana á báli.",
            "date": "2010-07-01 12:37:00",
            "post_id": "269771",
            "reply_to_id": "269762"
        },
        {
            "user_name": "Klemmi",
            "text": "Hann Einar frændi minn drap einu sinni haxxara...",
            "date": "2010-07-01 12:41:00",
            "post_id": "269772",
            "reply_to_id": "269771"
        },
        {
            "user_name": "g0tlife",
            "text": "var han afk eða ?",
            "date": "2010-07-01 13:18:00",
            "post_id": "269780",
            "reply_to_id": "269772"
        },
        {
            "user_name": "Einarr",
            "text": "Hey þú ert frændi minn!",
            "date": "2010-07-01 13:23:00",
            "post_id": "269783",
            "reply_to_id": "269780"
        },
        {
            "user_name": "vesley",
            "text": "Ég sendi póst á gamer fyrir þónokkrum dögum,  virðist vera lítið notað eða sjaldan kíkt á póstin hjá þeim.  \nNú spyr ég, hvaða húsnæði vitið þið um sem væri gott að hafa samband við vegna leigu? .",
            "date": "2010-07-12 17:43:00",
            "post_id": "271512",
            "reply_to_id": false
        },
        {
            "user_name": "dezeGno",
            "text": "Held að forsvari Gamer.is sé lítið að skoða póstinn sinn um þessar mundir þar sem hann er bara í sumarfríi í útlöndum",
            "date": "2010-07-16 17:38:00",
            "post_id": "272105",
            "reply_to_id": "271512"
        },
        {
            "user_name": "Danni V8",
            "text": "Ég er að halda lan núna með nokkrum vinum. Við erum 6 og það er einn pointer sem ég verð að koma með.\nEf að þetta verður gert, passað að húsnæðið sem verður valið er VEL loftræst! Þegar við erum bara 6 og það kemur logn, ss. enginn gegnumtrekkur í húsið, þá er alveg BILAÐ heitt, svo heitt meira að segja að eina tölvan sem er verstu kælinguna hérna bara höndlaði ekki hitann \nOg það er ekki hægt að segja að við séum í litlu rými, stór stofa í 3 hæða húsi.",
            "date": "2010-07-16 19:13:00",
            "post_id": "272121",
            "reply_to_id": "272105"
        },
        {
            "user_name": "GullMoli",
            "text": "Troðið einhverjum kassaviftum í gluggana :Þ",
            "date": "2010-07-16 19:15:00",
            "post_id": "272122",
            "reply_to_id": "272121"
        },
        {
            "user_name": "vesley",
            "text": "Hef aðeins verið að gramsa um það í hvaða húsum gamer lönin hafa verið haldin.  Lanið sem var í Júní var í Síðumúla 32 þar sem Tal var.   \nJóla og páskamótið var svo í Krókhálsi 32\nFebrúarmótið var í Mest húsinu að Norðlingabraut 12. \nÉg hins vegar veit ekki hvern maður ætti að hafa samband við til að athuga með kostnað á að leigja húsnæðið yfir eina helgi. \nFin ekki mikið eftir google leit eða á já.is   \nVitið þið hverja maður á að hafa samband við varðandi leigu á svona húsi?",
            "date": "2010-07-20 20:29:00",
            "post_id": "272650",
            "reply_to_id": "272122"
        },
        {
            "user_name": "dezeGno",
            "text": "Mest húsið í Norðlingaholtinu er ekki hægt að nota vegna þess að það er verið að breyta því í fimleikahús.",
            "date": "2010-07-21 18:04:00",
            "post_id": "272785",
            "reply_to_id": "272650"
        },
        {
            "user_name": "Orri",
            "text": "Hvað með Bauhaus húsið ?\nÞað ætti að vera með gott rafmagn, það er fjandi stórt en veit ekki með nettenginguna",
            "date": "2010-07-21 19:27:00",
            "post_id": "272805",
            "reply_to_id": "272785"
        },
        {
            "user_name": "vesley",
            "text": "Eins og ég veit þá er Bauhaus danskt fyrirtæki og í eigu einhvers dana.  \nEngar upplýsingar eru á internetinu ( sem ég finn)  um einhvern sem maður gæti haft samband við,  þar sem þessi búð mun ekki opna á næstu tímum  ( árum jafnvel)  þá gæti vel verið að það sé enginn á landinu sem stjórnar einhverju varðandi húsið.",
            "date": "2010-07-21 20:41:00",
            "post_id": "272825",
            "reply_to_id": "272805"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Frétti að þar geymdu lánafyrirtækin bíla og báta sem hafa verið rændir af fólki sem náði ekki að borga lánin sín.",
            "date": "2010-07-30 14:48:00",
            "post_id": "274090",
            "reply_to_id": "272825"
        },
        {
            "user_name": "Ulli",
            "text": "Dis is true..",
            "date": "2010-07-30 14:50:00",
            "post_id": "274092",
            "reply_to_id": "274090"
        },
        {
            "user_name": "Gúrú",
            "text": "Hef það frá forstjóra Brimborgar sem hefur farið og checkað tvisvar að þetta sé tóm bygging",
            "date": "2010-07-30 17:07:00",
            "post_id": "274112",
            "reply_to_id": "274092"
        },
        {
            "user_name": "daniellos333",
            "text": "ætliði að halda þetta LAN eða?",
            "date": "2010-07-30 18:24:00",
            "post_id": "274118",
            "reply_to_id": "274112"
        },
        {
            "user_name": "KrissiK",
            "text": "tekur tíma kallinn .. tekur tíma \n ,, betra að plana í langan tíma og halda svo eitt stórt og gott lan sem er vel undirbúið .. heldur en að hlaupa bara í hlutina og allt fer bara í mess og þá yrði það ekkert mega skemmtilegt!",
            "date": "2010-08-02 01:22:00",
            "post_id": "274375",
            "reply_to_id": "274118"
        },
        {
            "user_name": "vesley",
            "text": "Jæja ætla að prufa að \"bumpa\" þetta upp.    Væri fólk enn til í Vaktar Lan?    og hvað segið þið stjórnendur?       Halda þetta einhverja helgi í haust/vetur.    \nVantar bara einhverja með mér sem geta hjálpað til þá að plana þetta.  Og þá fólk sem veit um einhver húsnæði sem hægt væri að leigja?  ,húsgögn?,  og internet græjur ef þess þarf,   og fleira ? \nEruð þið enn til í þetta ?",
            "date": "2010-09-09 17:42:00",
            "post_id": "281008",
            "reply_to_id": "274375"
        },
        {
            "user_name": "hauksinick",
            "text": "Spurning um að tala við einhvað/er ráðhús...A.m.k hérna í þorlákshöfn eru versalir með stóran sal,gott internet og borð og stóla.\nSvo annað...Í hverju myndum við lana ?....ég persónulega hrífst mjög mikið af cs 1.6 lönum !!!",
            "date": "2010-09-09 18:12:00",
            "post_id": "281012",
            "reply_to_id": "281008"
        },
        {
            "user_name": "beggi90",
            "text": "Væri game í eitt gott lan.",
            "date": "2010-10-08 07:42:00",
            "post_id": "287038",
            "reply_to_id": "281012"
        },
        {
            "user_name": "gissur1",
            "text": "Jææja...\nVekja þetta aftur eða ?\nEr til í lan og get mögulega reddað húsnæði.",
            "date": "2010-10-08 09:47:00",
            "post_id": "287052",
            "reply_to_id": "287038"
        },
        {
            "user_name": "KrissiK",
            "text": "x2",
            "date": "2010-10-08 09:58:00",
            "post_id": "287055",
            "reply_to_id": "287052"
        },
        {
            "user_name": "dori",
            "text": "x3\nÉg væri líka mjög til í að einhver myndi bara taka sig til og negla þetta niður. Þá mætir fólk. Það má ekki endalaust vera að ræða um hvernig á að gera þetta því að þá er fólk alltaf ósammála og ekkert gerist.\nÞessi þráður er samt virkilega tl;dr svo væri einhver til í að segja hvað gerðist á bls. 2-5 í stuttu máli? Eitthvað merkilegt?",
            "date": "2010-10-08 10:44:00",
            "post_id": "287066",
            "reply_to_id": "287055"
        },
        {
            "user_name": "Benzmann",
            "text": "fuck that shit ! \nekki séns að ég sé að fara að skemmta mér ófullur með einhverjum 14 ára guttum",
            "date": "2010-10-08 11:53:00",
            "post_id": "287081",
            "reply_to_id": "287066"
        },
        {
            "user_name": "cocacola123",
            "text": "Ókei strákar ég er 16 þannig höfum þetta bara 16 plús \n Þið látið mig bara vita þegar það er búið að plana þetta allt Því ég er bara geðveikt game !",
            "date": "2010-10-08 13:03:00",
            "post_id": "287113",
            "reply_to_id": "287081"
        },
        {
            "user_name": "Sydney",
            "text": "Ég segi 18+\nWe'll have LAN, blackjack and hookers.\nKnow what? Forget the LAN and blackjack.",
            "date": "2010-10-08 13:19:00",
            "post_id": "287118",
            "reply_to_id": "287113"
        },
        {
            "user_name": "dori",
            "text": "IANAL en ef við leyfum undir 18 að mæta. Þarf þá ekki að vera leyfisblöð og lokað hús eftir einhvern tíma?",
            "date": "2010-10-08 16:06:00",
            "post_id": "287159",
            "reply_to_id": "287118"
        },
        {
            "user_name": "Gúrú",
            "text": "Held það þurfi ekki að vera \"lokað hús\" en það \" \n má bara ekki leyfa 18 ára að fara út nema að forráðamaður sæki þá eða í fylgd með fullorðnum\".",
            "date": "2010-10-08 16:09:00",
            "post_id": "287161",
            "reply_to_id": "287159"
        },
        {
            "user_name": "dori",
            "text": "Sem þýðir að þá þyrfti annaðhvort að vera virk gæsla eða húsið alveg lokað. En ég veit ekkert hvort það sé eitthvað tékkað hvort maður fari eftir öllum reglum sem á að fylgja.",
            "date": "2010-10-08 16:17:00",
            "post_id": "287164",
            "reply_to_id": "287161"
        },
        {
            "user_name": "gissur1",
            "text": "Æji hvaða rugl er þetta í ykkur!\nÞótt að það séu undir 18 gaurar þarna þýðir það ekki að þeir verði að vera komnir heim fyrir 12.\nPlease hættiði að tala svona",
            "date": "2010-10-08 16:21:00",
            "post_id": "287165",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Landslög.\nNei það þýðir það ekki, en það þýðir að það verði óþarfa vesen sem að yrði ekki ef að þetta væri 18+.",
            "date": "2010-10-08 16:28:00",
            "post_id": "287167",
            "reply_to_id": "287165"
        },
        {
            "user_name": "dori",
            "text": "Ef þú skipuleggur einhvern svona atburð þá verðurðu að vera með lagalegu hliðina í lagi því að þú tekur ábyrgð á þig. Ef að lög/reglur eru brotnar geturðu verið sektaður/kærður. Ég held að það sé enginn sem vill ekki hafa alla sem hafa áhuga á vélbúnaði og tölvuleikjum og vilja koma á staðnum.\nÞetta er bara spurning um að gera hlutina rétt. Enginn sem hefur skipulagt svona hluti sem veit hvernig þessum málum er háttað?\nEDIT: Gúrú er spot on. Það er hins vegar \nhægt\n að gera hlutina þannig að allir sem vilja geta komið. Enginn sem veit hvernig?",
            "date": "2010-10-08 16:28:00",
            "post_id": "287168",
            "reply_to_id": "287167"
        },
        {
            "user_name": "cocacola123",
            "text": "Not once hef ég verið að vesenast í þessum reglum. Ég meina þetta er ekki eitthvað sem FM957 er að halda eða þetta er ekkert að verða ALLTOF opinbert þannig mér finnst eins og þetta eigi ekki að vera alltof mikið vesen",
            "date": "2010-10-08 17:46:00",
            "post_id": "287186",
            "reply_to_id": "287168"
        },
        {
            "user_name": "gissur1",
            "text": "Hafa bara leyfisbréf sem tekur það fram að það gæti verið áfengisneysla á staðnum og að þetta sé yfir nótt.\n \n \n \nEDIT\nSvo er spurning um að hafa bara dyravörð sem passar að fólk undir aldri fái ekki að fara út eftir 12",
            "date": "2010-10-08 17:55:00",
            "post_id": "287190",
            "reply_to_id": "287186"
        },
        {
            "user_name": "vesley",
            "text": "Einfaldlega 16+ og þá þarf ekki að hafa þessa blessuðu gæslu.",
            "date": "2010-10-08 18:35:00",
            "post_id": "287196",
            "reply_to_id": "287190"
        },
        {
            "user_name": "Glazier",
            "text": "14 ára krakki labbar út, dyravörðurinn segir \"heyrðu, hvað ert þú gamall?\" hann svarar \"16 ára\" nú okei, skemmtu þér\"",
            "date": "2010-10-08 18:36:00",
            "post_id": "287197",
            "reply_to_id": "287196"
        },
        {
            "user_name": "gissur1",
            "text": "Eða:\nInnkoma\n(\n16+:\nJá svo þú ert að koma á lan, sýndu skilríki, ok þú ert 16ára *stimpl*.\n-16:\nJá svo þú ert að koma á lan, sýndu skilríki, ok þú ert 15ára, hvar er leyfisbréf.\n)\nÚt eftir 12\n(\n16+:\nOk þú ætlar út, ertu með stimpil?, ok alltílagi.\n-16:\nOk þú ætlar út, ertu með stimpil?, nei því miður get ég ekki hleypt þér út nema að forráðamaður sæki þig.\n)\nHAHA",
            "date": "2010-10-08 18:48:00",
            "post_id": "287201",
            "reply_to_id": "287197"
        },
        {
            "user_name": "g0tlife",
            "text": "kominn tími til að gera þetta að veruleika ?",
            "date": "2011-09-13 00:42:00",
            "post_id": "379539",
            "reply_to_id": "287201"
        },
        {
            "user_name": "Klaufi",
            "text": "Þessi þráður hefur farið alveg framhjá mér þegar hann var stofnaður..\nÉg er game!\nEr með húsnæði í huga m.e.a.s. ef menn eru ennþá spenntir..",
            "date": "2011-09-13 13:15:00",
            "post_id": "379612",
            "reply_to_id": "379539"
        },
        {
            "user_name": "vesley",
            "text": "þá bara drífa í þessu.",
            "date": "2011-09-13 13:53:00",
            "post_id": "379621",
            "reply_to_id": "379612"
        },
        {
            "user_name": "HelgzeN",
            "text": "getið örruglega fengið gamla bókasafnið í Hafnarfirði.\nmargir sem ég þekki hafa verið að lana þar.\nHeld ég ljósleiðari og alles þar líka.",
            "date": "2011-09-13 14:39:00",
            "post_id": "379630",
            "reply_to_id": "379621"
        },
        {
            "user_name": "Klaufi",
            "text": "Var búið að gera ráð fyrir einhverju?\nChecklist:\n- Tímasetning\n- Húsnæði (Ath. með rafmagn og nettenginu.)\n- Borð (Geri ráð fyrir því að flestir gætu tekið sína eigin stóla.)\n- Netbúnaður.\n- Fjöltengi og kaplar, allir ættu að geta mætt með sín eigin fjöltengi og cat5 kapla, það þarf að koma rafmagni að þeim samt. Ég get mætt með rúllu af cat5 og enda ef það vantar langa cat5 kapla.\n- Tilboð hjá pizzastað.\n- Bjórdíll?\nEr ég að gleyma einhverju?\nÞurfum eiginlega að vita hversu margir myndu mæta til að geta áætlað stærð á húsnæði og hvað vantar af hinu.\nEf einhver hefur sambönd við pizzastað eða eitthvað svoleiðis þá væri fínt að vita það, eins ef menn geta lánað netbúnað, vita um húsnæði eða hvað sem er..",
            "date": "2011-09-13 17:31:00",
            "post_id": "379676",
            "reply_to_id": "379630"
        },
        {
            "user_name": "vesley",
            "text": "Akkúrat,   þyrfti einhver að taka það að sér að taka á móti tölvupóstum frá þeim sem eru garanteraðir í að mæta á LAN,  ákveða staðsetningu eftir fjölda ( þá auðvitað með neti og rafmagni)   Redda borðum og díla við pizzastað.  Ætti að vera lítið sem ekkert mál að redda borðum og samning við pizzastað.  Þarf bara að gera þennan þráð nógu áberandi til að vekja áhuga Vaktarmeðlima.     \nEf þetta myndi vera á næstunnni (sept-Okt)   Hvaða dagsetning hentar ykkur best ?   Hjá mér hentar lok Sept vel eins og er s.s. 30-2  og svo líklegast önnur hver helgi eftir það.",
            "date": "2011-09-13 17:47:00",
            "post_id": "379684",
            "reply_to_id": "379676"
        },
        {
            "user_name": "Klaufi",
            "text": "Ég skal halda utan um þetta ef þið viljið.\nÉg er til í að negla 30.-2. og sjá svo bara til hvort þetta sé ekki nægur tími til að undirbúa þetta..\nKostnaður verður alveg pottþétt 1-5000 á mann, eftir fjölda og eftir því hvað við getum fengið lánað og hvað þarf að leigja.\nAllir þeir sem hafa áhuga á að mæta sendið mér mail á \nlan@muminalfarnir.org\n með eftirfarandi:\n- Nick á vaktinni.\n- Nafn\n- Hvort þið getið tekið eitthvað að ykkur eða hvaða búnað þið getið lánað.\n- Gott væri að hafa síma ef þið getið lánað eitthvað.\n*Bætt við: Erum við ekki örugglega að tala um 18 ára aldurstakmark?*",
            "date": "2011-09-13 18:09:00",
            "post_id": "379689",
            "reply_to_id": "379684"
        },
        {
            "user_name": "beggi90",
            "text": "DO WANT!\nEn flyt ekki aftur til íslands fyrr en í des.",
            "date": "2011-09-13 18:50:00",
            "post_id": "379704",
            "reply_to_id": "379689"
        },
        {
            "user_name": "vesley",
            "text": "Skall skella þessu í titil. \nEf stjórnendur eru einhvað á móti þessu þá tek ég þetta út.",
            "date": "2011-09-13 18:51:00",
            "post_id": "379706",
            "reply_to_id": "379704"
        },
        {
            "user_name": "Klaufi",
            "text": "Tók því sem það væri búið að græja það..  \n \nEf það eru einhverjir til í þetta, þá væri allt í lagi að gera þetta, en það þarf að áætla fjölda svo það sé hægt að byrja að spá..\nSjá hvað gerist í vikunni hvort tíminn sé nægur eða ekki..",
            "date": "2011-09-13 19:40:00",
            "post_id": "379727",
            "reply_to_id": "379706"
        },
        {
            "user_name": "Halldór",
            "text": "er 16 eða 18 ára aldurstakmark?",
            "date": "2011-09-13 23:12:00",
            "post_id": "379841",
            "reply_to_id": "379727"
        },
        {
            "user_name": "zimsen90",
            "text": "Gamla bókasafnið er svo langt því frá að vera með Ljósleiðara, í fyrsta lægi er ekki búið að koma fyrir ljósneti yfirhöfuð í hafnarfirði og í öðru lægi er netið oftast mjöög tregt og búið að loka á svo margar síður og sumir leikir virka ekki að lana í og svona vesen, hafnafjarðarbær lokaði á allt of mikið með þessum sonicwall sem þeir eru komnir með...",
            "date": "2011-09-13 23:43:00",
            "post_id": "379865",
            "reply_to_id": "379841"
        },
        {
            "user_name": "Steini B",
            "text": "Ég er til í að mæta og búinn að senda mail \nMaður verður nú að prufa að lana í Rvk....\nOf það er eins gott að það verði leyft áfengi",
            "date": "2011-09-14 01:19:00",
            "post_id": "379890",
            "reply_to_id": "379865"
        },
        {
            "user_name": "Klaufi",
            "text": "Bump,\nÁ ég að trúa því að það sé ekki meiri áhugi en þetta?\nEr það dagsetningin eða áhugaleysi?",
            "date": "2011-09-14 22:44:00",
            "post_id": "380164",
            "reply_to_id": "379890"
        },
        {
            "user_name": "hauksinick",
            "text": "Hvenær yrði þetta?",
            "date": "2011-09-14 22:52:00",
            "post_id": "380168",
            "reply_to_id": "380164"
        },
        {
            "user_name": "Klaufi",
            "text": "30. sept - 2. okt er á milli tannana á mönnum.\nEf það eru fáir sem sýna þessu áhuga þá mæli ég með frestun um mánuð fyrir betra prepp.\nEn það þarf alltaf að vita ca fjöldan til að geta undirbúið eitthvað.",
            "date": "2011-09-14 23:03:00",
            "post_id": "380174",
            "reply_to_id": "380168"
        },
        {
            "user_name": "vesley",
            "text": "Líma þetta bara á forsíðuna \n   það ætti að vekja áhugann",
            "date": "2011-09-14 23:12:00",
            "post_id": "380176",
            "reply_to_id": "380174"
        },
        {
            "user_name": "Klaufi",
            "text": "Ekki við hæfi nema það væri staðfest húsnæði, dagsetning og fl.",
            "date": "2011-09-14 23:14:00",
            "post_id": "380178",
            "reply_to_id": false
        },
        {
            "user_name": "vesley",
            "text": "Það reddast allt saman",
            "date": "2011-09-14 23:14:00",
            "post_id": "380179",
            "reply_to_id": "380178"
        },
        {
            "user_name": "greenpensil",
            "text": "Hvað seigiði um að hafa þetta bara Counter Strike 1.6 og þeir sem að fara í einhverja aðra leiki verða reknir af laninu?",
            "date": "2011-09-14 23:16:00",
            "post_id": "380182",
            "reply_to_id": "380179"
        },
        {
            "user_name": "Klaufi",
            "text": "Vertu úti.\nEða skráðu þig á lan með opnu hugarfari..",
            "date": "2011-09-14 23:16:00",
            "post_id": "380184",
            "reply_to_id": "380182"
        },
        {
            "user_name": "Glazier",
            "text": "Mhm, og heldur þú að það sé að fara að virka? \n \n \nAnnars kæmist ég ekki 30. sept, og ef menn eru að spá í 18 ára aldurstakmark þá kemst ég ekki heldur.. og örugglega svona 70% af notenum hérna eru undir 18 þannig þessu þarf að breyta.",
            "date": "2011-09-14 23:18:00",
            "post_id": "380186",
            "reply_to_id": "380184"
        },
        {
            "user_name": "Klaufi",
            "text": "Leyfisbréf?\nÞetta þarf að græja almennilega.\nÉg segi að við setjum þetta á hold, græjum alla skilmála, finnum nokkur húsnæði.\nVill síst af öllu sjá grein á pressuni: \"Vaktin.is að halda skipulaggða hópdrykkju og tölvuleikjaspil fyrir börn undir aldri.\"\nTek mér bessaleyfi að dagsetning T.b.a. Það þarf að hugsa þetta töluvert meira en tvær vikur fram í tímann..\nAll in favor say: \"Moo!\"",
            "date": "2011-09-14 23:21:00",
            "post_id": "380189",
            "reply_to_id": "380186"
        },
        {
            "user_name": "vesley",
            "text": "Ef það er önnurhver helgi eftir 30-2 þá get ég mætt,  er að vinna á kvöldin hinar helgarnar. \nSvo er það bara að redda húsnæði sem myndi henta fyrir stærð. s.s. ekki of stórt og dýrt.",
            "date": "2011-09-14 23:25:00",
            "post_id": "380192",
            "reply_to_id": "380189"
        },
        {
            "user_name": "Steini B",
            "text": "Miðað við þennann þráð þá eru nú margir hérna orðnir 18...\nviewtopic.php?f=9&t=35257&st=0&sk=t&sd=a&hilit=aldur",
            "date": "2011-09-14 23:25:00",
            "post_id": "380194",
            "reply_to_id": "380192"
        },
        {
            "user_name": "Steini B",
            "text": "Sama hérna, er að vinna aðrahverja helgi og greinilega sömu og þú...",
            "date": "2011-09-14 23:26:00",
            "post_id": "380195",
            "reply_to_id": "380194"
        },
        {
            "user_name": "Glazier",
            "text": "Afhverju leyfisbréf?\nAfhverju dyraverði?\nAfhverju aldurstakmark?\nHafa bara 1 reglu.. Hver og einn kemur á eigin ábyrgð.\n(Svo auðvitað basic umgengnisreglur inni)\nÞarf ekkert að gera þetta svona flókið eins og menn eru að tala um hérna.\nEf það er ekki selt áfengi á staðnum þá má hver sem er vera þarna inni sama hversu gamall hann er.",
            "date": "2011-09-14 23:52:00",
            "post_id": "380202",
            "reply_to_id": "380195"
        },
        {
            "user_name": "g0tlife",
            "text": "Ég hef nú farið á fjandi mörg lön og alltaf hefur verið talað um að fá sér í glas og oftast hafa menn mætt með kippu með sér en aldrei drukkið nema 1 - 2 bjóra. Þegar keppnis fýlingur kemur í mann og maður byrjar að spila þá drekkur maður mjög lítið. Man þegar ég var að keppa á skjálfta þá mættu 2 - 3 hálfvitar fullir en restin edrú. \nHafa bara 4 nóvember og líma á forsíðu. Þá hefur fólk meira en nógu mikinn tíma til að redda sér fríi eða plana annað. Á einum mánuði + nokkrir dagar ættum við að geta gert stórt og skemmtilegt lan. \nMenn eru að tala um aldurstakmark, frá reynslu þá mundi ég segja 16+ en undir 16 ára aldri mundi þurfa leyfisbréf. Ef einhver undir 16 ára aldri ætlar að þræta um það og segja að það sé bara rugl þá getur hann bara sleppt því að koma. \nÉg bíð mig fram við að hjálpa til hér og á lanstað\nP.S. þetta er bara mitt álit á þessu",
            "date": "2011-09-15 00:27:00",
            "post_id": "380218",
            "reply_to_id": "380202"
        },
        {
            "user_name": "Klaufi",
            "text": "Ég er vel sammála þessu.\nEn við þurfum að hafa í huga fyrir þá sem eru 16 og 17 ára, að það verður áfengi á staðnum..\nVið erum að tala um alveg worst case scenario að nafnið Vaktin.is verður tengt við unglingadrykkju. Gott að geta fyrirbyggt það einvhvernveginn.\nOg ef einhver mætir blindfullur á lan þá er hann að misskilja tilganginn, en það að geta fengið sér 2-3 bjóra yfir spili er priceless..\n*Bætt við eftir póst frá Glazier* Viltu bera ábyrgð á krökkum undir 16 ára? \nBara pæling þar sem við báðir erum búnir að bjóða okkur fram við að hjálpa til..",
            "date": "2011-09-15 00:30:00",
            "post_id": "380221",
            "reply_to_id": "380218"
        },
        {
            "user_name": "Glazier",
            "text": "Ég tek undir allt sem þú nefndir..\nEn þetta með leyfisbréf undir 16 ára, er ekki spurning um að hafa samt einhver smá takmörk? (14 eða 15 ára yngst)",
            "date": "2011-09-15 00:31:00",
            "post_id": "380222",
            "reply_to_id": "380221"
        },
        {
            "user_name": "Gunnar",
            "text": "ég er mjög mikið game ef ég er laus.",
            "date": "2011-09-15 01:03:00",
            "post_id": "380226",
            "reply_to_id": "380222"
        },
        {
            "user_name": "g0tlife",
            "text": "Erviðasta dæmið er bara að finna sal, ég skoðaði áðan en fann ekkert.",
            "date": "2011-09-15 01:57:00",
            "post_id": "380230",
            "reply_to_id": "380226"
        },
        {
            "user_name": "vesley",
            "text": "klaufi hvernig husnæði ert þú eiginlega með fáanlegt?",
            "date": "2011-09-15 15:26:00",
            "post_id": "380356",
            "reply_to_id": "380230"
        },
        {
            "user_name": "Klaufi",
            "text": "Er með þrjú í hugsa sem ég veit ekki hvort að séu laus eins og er, en það er ekkert hægt að pæla í því fyrr en við getum áætlað fjölda..",
            "date": "2011-09-15 15:34:00",
            "post_id": "380359",
            "reply_to_id": "380356"
        },
        {
            "user_name": "bixer",
            "text": "ég væri til í að mæta, ég er reyndar 16 ára. leyfisbréf undir 18 ára er held ég nauðsynlegt.",
            "date": "2011-09-15 15:36:00",
            "post_id": "380360",
            "reply_to_id": "380359"
        },
        {
            "user_name": "worghal",
            "text": "ég væri til í að mæta en á ekki pening fyrr en eftir mánaðarmót.\nhvurslags dagsetning er þetta xD ?",
            "date": "2011-09-15 15:42:00",
            "post_id": "380363",
            "reply_to_id": "380360"
        },
        {
            "user_name": "vesley",
            "text": "mánaðarmótin eru um helgina ættir að fá útborgað a föstudeginum.",
            "date": "2011-09-15 16:02:00",
            "post_id": "380368",
            "reply_to_id": "380363"
        },
        {
            "user_name": "worghal",
            "text": "ríkisstjórn borgar fyrsta virka dag nýs mánaðar",
            "date": "2011-09-15 16:42:00",
            "post_id": "380387",
            "reply_to_id": "380368"
        },
        {
            "user_name": "vesley",
            "text": "Enginn áhugi fyrir þessu?",
            "date": "2011-09-18 14:14:00",
            "post_id": "381164",
            "reply_to_id": "380387"
        },
        {
            "user_name": "Plushy",
            "text": "Hmm þegar ég senti minn póst fékk ég nokkrum dögum seinna að hann hefði ekki borist viðtakanda.",
            "date": "2011-09-18 14:20:00",
            "post_id": "381165",
            "reply_to_id": "381164"
        },
        {
            "user_name": "Klaufi",
            "text": "Furðulegt..\nNota þetta mikið og aldrei heyrt af fail áður. Prufaðu bara að senda það aftur .\nAnnars held ég að þið getið farið að grafa þessa hugmynd, engan veginn nægur áhugi á þessu.",
            "date": "2011-09-18 17:04:00",
            "post_id": "381226",
            "reply_to_id": "381165"
        },
        {
            "user_name": "vesley",
            "text": "Hvað eru margir búnir að senda á þig póst ?  \nAnnars myndi þetta alveg garanterað fá betri móttökur ef að þetta mun vera alveg planað.  s.s. húsnæði kostnaður dagsetning og allt saman.",
            "date": "2011-09-18 17:12:00",
            "post_id": "381229",
            "reply_to_id": "381226"
        }
    ],
    "date": "2011-09-14 23:14:00"
}