{
    "forum_title": "Koníakstofan",
    "id": "31089",
    "title": "Hvað er það versta við mac os ?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=31089",
    "posts": [
        {
            "user_name": "BjarniTS",
            "text": "Margir fróðir menn um apple hér sem að finna margt að mackerfinu.\nNú hef ég notað það á 2 vélum í að verða 2 mánuði.\nSnL og Leopard. \nFinnst það jafn þægilegt og windows.\nTók 2 daga að venjast músinni fullkomlega.\nHvað finnst ykkur sérfræðingum verst ?\nEr að leita eftir haldbærum rökum og staðhæfingum sem halda vatni.",
            "date": "2010-07-04 19:46:00",
            "post_id": "270280",
            "reply_to_id": false
        },
        {
            "user_name": "Opes",
            "text": "Eina sem mér finnst óþæginlegt er að stækka gluggana.\nAnnars elska ég Mac \n.",
            "date": "2010-07-04 20:12:00",
            "post_id": "270285",
            "reply_to_id": "270280"
        },
        {
            "user_name": "BjarkiB",
            "text": "x2, getur verrið helvíti böggandi þeagr maður mill full screena glugga.\nAnnars voðalega hreint og þæginlegt stýrikerfi.",
            "date": "2010-07-04 20:21:00",
            "post_id": "270287",
            "reply_to_id": "270285"
        },
        {
            "user_name": "Vectro",
            "text": "Að gera @ merkið ef maður vinnur mikið á windows líka.\nFrekar þreytandi þegar allt lokast hjá manni.",
            "date": "2010-07-04 20:23:00",
            "post_id": "270289",
            "reply_to_id": "270287"
        },
        {
            "user_name": "Oak",
            "text": "http://www.macupdate.com/info.php/id/30591/right-zoom\nnáiði í þetta til að fá gluggana í full screen getið valið hvaða forrit þetta virkar ekki á og öfugt",
            "date": "2010-07-04 20:27:00",
            "post_id": "270290",
            "reply_to_id": "270289"
        },
        {
            "user_name": "wicket",
            "text": "Ég hef notað Makka heima fyrir í að verða 8 ár en alltaf á PC í vinnu / skóla.\nÞað sem pirrar mig alltaf mest við Max OS X er Finderinn.\nFinderinn skal og verður að deyja.",
            "date": "2010-07-04 20:30:00",
            "post_id": "270294",
            "reply_to_id": "270290"
        },
        {
            "user_name": "JReykdal",
            "text": "Notendurnir.",
            "date": "2010-07-04 21:12:00",
            "post_id": "270308",
            "reply_to_id": "270294"
        },
        {
            "user_name": "rapport",
            "text": "Á félaga sem elskar Mac eftir að hafa brennt sig á HP og IBM...\nEina sem hefur breyst er að við urðum félagar og hann hefur mig á \"speeddial\" ef Windowsið á Mökkunum hans klikkar...\ns.s. stýrikerfið hefur EKKI breyst, forritin hafa EKKI breyst, notandinn hefur EKKI breyst (belive me), logið á tölvunni hefur breyst + að ég er kominn í símaskránna hjá honum...\nMaður er búinn að setja upp óteljandi demo af einhverju \nSVONA\n til að græja hluti fyrir karlinn.",
            "date": "2010-07-04 21:41:00",
            "post_id": "270315",
            "reply_to_id": "270308"
        },
        {
            "user_name": "coldcut",
            "text": "100% sammála! Svo margt sem mætti vera betra við Finderinn. Hef boðið Apple hjálp mína en þeir afþökkuðu  \n \n \nAnnars er, ásamt finder klúðrinu, það versta við Mac hvað Apple vill hafa mikið vit fyrir notendum og stjórna hugbúnaðarþróun (eiginlega ekkert skárri en Gates og Ballmer í því), leiðinlegt að standa í því að vera að customizea það því það er svo margt lokað og falið og mér líður stundum eins og að Apple sé að skrifa kerfið að hluta til fyrir þá sem gera síðan customizing forrit og selja þau. En já that's just my 2 cents, er að nota Snow Leopard í augnablikinu og finnst það svosem fínt að mörgu leyti en ég tæki t.d. Ubuntu, Crunchbang#!, Debian, Fedora fram yfir Snow Leopard any day!",
            "date": "2010-07-04 21:43:00",
            "post_id": "270316",
            "reply_to_id": "270315"
        },
        {
            "user_name": "BjarniTS",
            "text": "Hvar eru samt allir þeir sem eru alltaf að drulla yfir mac hérna ? \nÉg vil sjá þá ! \nEn finderinn , eru þið þá að tala bara um eins og explorerinn sjálfan í win ? \nHverjir eru helstu böggarnir ? \nHef svosem ekki notað kerfið neitt mjög grimmilega í eitthvað yfirgengilega krefjandi.\n, svosem rekið mig á að mér finnst ekkert mjög aðgengilegt að fá upplýsingar um gögn/skrár o.s.f.",
            "date": "2010-07-04 23:28:00",
            "post_id": "270349",
            "reply_to_id": "270316"
        },
        {
            "user_name": "gardar",
            "text": "mac os er ágætt ef maður slekkur á gluggakerfinu",
            "date": "2010-07-04 23:48:00",
            "post_id": "270356",
            "reply_to_id": "270349"
        },
        {
            "user_name": "wicket",
            "text": "Finderinn er bara eins og mongolíta bróðir Windows Explorer með hjálm.\nEins og Apple vilji hafa Finderinn svona gimped því að notendur eiga ekkert að vera að fikta með skrár eða að browsa diskinn sinn á meðan að Windows Explorer hefur allt í sér og menn bara ráða hvað þeir gera.\nOS X er samt óstjórnlega fallegt stýrikerfi og rock solid. En Apple vélarnar mínar frjósa samt alveg og skella Apple BSOD skjá endrum og eins, alveg eins og Win vélar eiga til að gera.\nFinderinn er og verður akkilesarhæll stýrikerfisins, menn hafa lengi lengi kvartað yfir honum en Apple gerir aldrei neitt með hann. Hann er bara þarna og situr og starir á veginn í einhverfu sinni.",
            "date": "2010-07-05 00:34:00",
            "post_id": "270362",
            "reply_to_id": "270356"
        },
        {
            "user_name": "BjarniTS",
            "text": "Þetta fannst mér alveg sérlega skemmtilega orðað hjá þér haha.\nEn já ég held að ég átti mig á því hvað þú ert að fara , ég hef til dæmis lent í því þegar ég er að velta fyrir mér stærð á skrám , þá á hann til að vilja ekki reikna fyrir mig \"samtals\" , heldur gefur mér bara marga litla glugga.\nEn ætli það sé ekki bara kunnáttuleysi í mér.",
            "date": "2010-07-05 01:22:00",
            "post_id": "270369",
            "reply_to_id": "270362"
        },
        {
            "user_name": "SIKk",
            "text": "ég hló.",
            "date": "2010-07-05 01:27:00",
            "post_id": "270370",
            "reply_to_id": "270369"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Mouse Acceleration.",
            "date": "2010-07-05 08:48:00",
            "post_id": "270386",
            "reply_to_id": "270370"
        },
        {
            "user_name": "AntiTrust",
            "text": "Eins og talað úr mínum munni.",
            "date": "2010-07-05 10:15:00",
            "post_id": "270389",
            "reply_to_id": "270386"
        },
        {
            "user_name": "starionturbo",
            "text": "Þoli ekki hvað þetta stýrikerfi reynir að gera allt fyrir mann!\nMaður er að reyna gera eitthvað, tengjast þessu eða gera hitt og þetta. Búinn að brasa í því heil lengi að fá það til að virka, svo áttar maður sig á því að þessi aðgerð er skít einföld. En þá kemur Mac OS í bakið á mér þegar ég vill fara gera eitthvað advanced, þá bíður hún ekki uppá það.\nEnda yfirleitt alltaf í terminal að mixa eitthvað.\nsvo þoli ég ekki músina og UI animation stuffið, er að gera eitthvað, klikka á mouse1, þá alltíeinu hverfur allt, fer með músina í hornið, þá hverfur líka allt.\nNix og Windows 7 virkar fyrir mig",
            "date": "2010-07-05 14:28:00",
            "post_id": "270430",
            "reply_to_id": "270389"
        },
        {
            "user_name": "wicket",
            "text": "Þetta er nú bara stillingaratriði á Expose, er undir inní System Prefs.\nExpose er eitthvað sem ég myndi drepa fyrir í Windows, það er svo þæginlegt þegar maður er búin að venjast því. Er alltaf að standa mig að því í vinnunni að skella músinni upp í horn til að komast beint á desktop eða í annað horn til að fá alla active glugga í ákveðnu applicationi. Bara þægilegt og allt gert með músinni.\nEn sammála þér með það að stýrikerfið hefur útvatnað allt, allt sem maður er vanur í Windows og reynir að endurgera í OS X virkar ekki og svo þegar að aðgerðin sem maður var að reyna að gera virkar kemur í ljós að það var einfaldasti hlutur í heimi að gera þetta. Það er ekki beint vandamál OS X heldur meira hvað Windows hefur vanið okkur á að fara bakdyraleiðina til að gera ákveðna hluti og þannig vanið okkur á einhverjar advanced taktík. Það má ekki telja sem mínus fyrir OS X.",
            "date": "2010-07-05 14:58:00",
            "post_id": "270433",
            "reply_to_id": "270430"
        },
        {
            "user_name": "bolti",
            "text": "Sammála þessu... Finderinn sýgur...",
            "date": "2010-07-05 14:59:00",
            "post_id": "270434",
            "reply_to_id": "270433"
        },
        {
            "user_name": "urban",
            "text": "semsagt, windowstakki+d eða hreinlega hægrahornið niðri með músinni í win7 \neitthvað sem að mér finnst einmitt vanta rosalega þegar að ég fer í winxp í einhverri vél \nen já, sammála þessu með finderinn, hann er eitthvað hrikalega asnalegur",
            "date": "2010-07-05 15:07:00",
            "post_id": "270438",
            "reply_to_id": "270434"
        },
        {
            "user_name": "wicket",
            "text": "Tók út allt takka á Win7, er bara með pinned það sem ég nota oftast. Back to Desktop takkinn fauk þar í burtu.\nWindows + D er auðvitað fínt, en það er óneitanlega þægilegra að geta gert þetta með músinni einni saman. En væntanlega eitthvað sem ég hef líka vanið mig á.",
            "date": "2010-07-05 15:38:00",
            "post_id": "270444",
            "reply_to_id": "270438"
        },
        {
            "user_name": "starionturbo",
            "text": "Það er hægt að produca 2x meira með keyboard shortcuts heldur en með mouse shortcuts.\nÉg get unnið án þess snerta varla músina og finnst það fremur þæginlegt sérstaklega eftir að ( WIN + Arrow keys ) kom í windows 7.\nen browsing og svona stuff requires mouse. þannig ég veit ekki.\nEn bara svo þið vitið það, þá hef ég lítið slæmt um Mac að segja fyrir utan það að ég vill ekki vinna með það persónulega",
            "date": "2010-07-05 15:40:00",
            "post_id": "270445",
            "reply_to_id": "270444"
        },
        {
            "user_name": "himminn",
            "text": "",
            "date": "2010-07-05 18:09:00",
            "post_id": "270479",
            "reply_to_id": "270445"
        },
        {
            "user_name": "biturk",
            "text": "hvar á ég að byrja \n \nnotendurnar\nfinderinn\nsteve jobs\nhvernig apple kemur fram\nverðið (borgar mökk fyrir rusl sem virkar ekki skít með ljótt logo)\ncopy paste er virkilega óþjált og leiðinegt\nmighty mouse, hún þarf að deyja!\nef maður ætlar að gera eitthvað tengt stýrikerfi er það fáránlega flókið eða bannað svo að það þurfi örugglega að panta sérfræðing\nallt í sama skjánum, þoli ekki að tölvan er samanpökkuð og ef eitthvað bilað þá missiru tölvuna kannski í nokkra daga meðann það er í viðgerð, þetta er í besta falli fáránlegt \n \nþetta er bara brot, ég er þreyttur og nýkominn úr vinnu og ætla ekki að pirra mig meira á þessu rusli, ég fyrirlít mac og notendurnar með, ég þoli ekki hvernig apple kemur fram við viðskiptavinina með eilífum boðum og bönnum og leiðindum.\nwindows er og verður stærsta og mest notaða user friendly stýrikerfið þar til að googla koma með á markað, enda eru þeir ótrúlega færir íað gera góða hluti!",
            "date": "2010-07-05 21:37:00",
            "post_id": "270516",
            "reply_to_id": "270479"
        },
        {
            "user_name": "Revenant",
            "text": "Helsti gallinn við mac er að hann fer svo vel við gluggagardínurnar.",
            "date": "2010-07-05 21:39:00",
            "post_id": "270517",
            "reply_to_id": "270516"
        },
        {
            "user_name": "Vectro",
            "text": "",
            "date": "2010-07-05 21:46:00",
            "post_id": "270518",
            "reply_to_id": false
        },
        {
            "user_name": "BjarniTS",
            "text": "Semsagt í grófum dráttum þú átt erfitt með að læra á hlutina og ert fátækur , þessvegna eru þeir verri ?",
            "date": "2010-07-05 22:36:00",
            "post_id": "270530",
            "reply_to_id": "270518"
        },
        {
            "user_name": "biturk",
            "text": "úff hið eina sanna mac fan svar",
            "date": "2010-07-05 22:49:00",
            "post_id": "270536",
            "reply_to_id": "270530"
        },
        {
            "user_name": "BjarniTS",
            "text": "Svona sé ég þetta.",
            "date": "2010-07-05 22:59:00",
            "post_id": "270539",
            "reply_to_id": "270536"
        },
        {
            "user_name": "biturk",
            "text": "well, ég nenni ekki neinu þrefi á þig, voðalega sjaldan sem blindir fá sjón aftur svo ég efast um að það skili sér eitthvað að ræða þetta mál elsku kallinn minn",
            "date": "2010-07-05 23:06:00",
            "post_id": "270542",
            "reply_to_id": "270539"
        },
        {
            "user_name": "urban",
            "text": "mér finnst þú nú persónulega vera blindi aðilinn í þess...\nWindows er alls ekki meira user friendly fyrir nýliða.\nþetta með \"all in one\" gildir með fleiri vélar en makka, t.d. allar fartölvur.\ncopy paste virkar mjög vel og þægilega.\nef að þú meinar einsog það er (eða mig minnir að það sé svoleiðis) í safari \"instant copy\"(veit ekki hvernig ég á að lýsa þessu) þá er það í fjölmörgum forritum í windos líka, albesta þekktasta dæmið er jú forrit sem að allir nördar hafa einhvern tíman notað, Mirc \nmighty mouse er jú óþægileg, en það er ekkert sem að skyldar þig til að kaupa hana eða nota hana.\ner reyndar alveg sammála þér með verðið, það hefur verið mjög hátt undanfarin ár (og fyrir þá sem að segja að þeir borgi fyrir gæði, ekki ljúga því að ykkur)\nog þar að auki er þráðurinn, hvað er verst við mac OS\nog þú nefndir 3 hluti um stýrikerfið.\nFinderinn, sem að margir hafa gagnrýnt hérna á undan, og er jú vægast sagt ömurlegur.\ncopy paste sem að mig grunar að sé tengt forritum sem að þú notar, en ekki stýrikerfinu sem slíku.\nog jú \"adaptability\" á osinu sjálfu, sem að þú fiktar reyndar rosa lítið í.\nkv. urban.\nsem að hefur aldrei átt makka, en er búin að fikta helling við þá marga og langar í einn",
            "date": "2010-07-05 23:17:00",
            "post_id": "270544",
            "reply_to_id": "270542"
        },
        {
            "user_name": "einarhr",
            "text": "Svoldið til í þessu hjá þér en ég er búin að ákveða að næsta Laptop verður Macbook Pro. Ég er búin að vera fastur í Microsoft síðan að ég fékk mína fyrstu tölvu 16 ára fyrir ss 19 árum. Ég spila mikið leiki á PC og sérstaklega Steam leiki  og er ég mjög glaður að Steam er komið a Mac markaðinn.\nEn NB. ég er ekki tilbúinn að borga ca tvöfallt verð fyirir Mac setup bara afþví að það er Mac, Apple er með fínt stýrikerfi fyrir það flesta en ég vill byggja mína eigin tölvu án boða og banna frá td Apple.",
            "date": "2010-07-05 23:47:00",
            "post_id": "270549",
            "reply_to_id": "270544"
        },
        {
            "user_name": "Leviathan",
            "text": "Shit eruði hálfvitar? Það er ástæða fyrir því að það er ekki bara eitt stýrikerfi til fyrir alla, fólk hefur mismunandi smekk og kröfur. \nOg biturk; veit ekki betur en að copy/paste virki bara \nnákvæmlega\n eins í Windows og OS X (Veit það þó ekki fyrir víst, en hafði haldrei átt annað en Apple vélar þar til fyrir 2 árum ca. og ég tók ekki eftir neinum mun á copy/paste á milli kerfa). Að sjálfsögðu finnst manni þæginlegra að nota stýrikerfi sem maður er búinn að vera að nota og læra á í 10 ár (með smávæginlegum breytingum) heldur en að læra á nýtt stýrikerfi frá grunni, það þýðir samt ekkert að það sé eitthvað síðra heldur en hitt. \n\"Anti Apple fanboyismi\" er alveg jafn asnalegur ef ekki asnalegri en Apple fanboys.",
            "date": "2010-07-06 10:09:00",
            "post_id": "270592",
            "reply_to_id": "270549"
        },
        {
            "user_name": "starionturbo",
            "text": "Þið verðið samt að viðurkenna að nákvæmlega sama vara undir öðru merki myndi ekki falla eins vel í kramið...\n... ekki satt?",
            "date": "2010-07-06 10:29:00",
            "post_id": "270596",
            "reply_to_id": "270592"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég ætla ekki að taka undir allt sem biturk sagði, en margt.\nSteve Jobs/Apple eiga sér mörg ljót leyndarmál sem hafa poppað upp reglulega og oftast skotin niður um leið. Góð grein um þetta nýlega á cracked.\nApple kemur fram við sína eigin starfsmenn oft hræðilega, eftirlit með starfsmönnum langt framyfir eðlileg mörk, reglur sem starfsmönnum eru sett svo fáránlegar sumar að maður trúir þeim varla, og hjálpi þeim starfsmanni sem verður e-ð á í vinnu sinni hjá Apple.\nVerðið. Jú, þetta eru vélar í háum gæðaflokk. En sambærilegur vélbúnaður í sambærilega háum gæðaflokk er ekki svona dýr. Mac vélar eru oft mjög dýrar, að verðið er úr samhengi m.v. íhluti. Mér er alveg sama þótt að OS X vinni öðruvísi með hardware-ið og þurfi ekki eins öfluga íhluti til að gera þessa eða þessa hluti, Mac stimpillinn er oft of dýr m.v. hvað maður fær.\nMightyMouse kommentið elska ég, keypti svona handa konunni og djöfuls viðbjóður sem hún er \n En að sjálfsögðu smekksatriði, og tengist fyrirtækinu ekki neitt frekar en að óþæginlegt lyklaborð þýðir ekki að Logitech sé rusl, heldur bara að þessi vara hentar mér ekki.\nÞað að allt sé sambyggt fer auðvitað eftir týpum, en jú þetta fyrir mér er meira en lítið stórt downside þegar kemur að iMac vélunum. Á móti kemur samt sem áður að bilanatíðni er með þeim lægri sem fyrirfinnast, svo þetta er vega/meta mál. Stærsti gallinn við iMac er að sjálfsögðu hvað þú ert með takmarkaða uppfærslumöguleika.\nNotendurnir eru því miður stærsti lösturinn af minni reynslu við Mac. Hrokinn og sjálfsumgleðin sem fylgir Mac notendum OFT, EKKI ALLTAF er slík að ég fæ grænar bólur, magaeitrun og óreglulegan hjartslátt. Fólk færist oft sjálfkrafa á hærri stall við það að (og nú kvóta ég í sjálfan mig þar sem ég hef margoft sagt þessa línu) kunna og geta notað stýrikerfi sem meðalgreindur simpansi gæti notað. Það er að sjálfsögðu í mörgum tilfellum jú kostur, segir sig sjálft.\nMæli samt með því að menn sem eru avid Apple lovers kynni sér sögu Apple hvað varðar markaðssvik, framkomu við eigin starfsmenn og flr. mál sem komið hafa upp í gegnum tíðina, ekki svo fá núna nýlega. Það er ekki að ástæðulausu að sumum okkar sé illa við Apple, það er ekki bara \"afþví að\".",
            "date": "2010-07-06 10:32:00",
            "post_id": "270597",
            "reply_to_id": "270596"
        },
        {
            "user_name": "Leviathan",
            "text": "Afhverju í ósköpunum ætti það að skipta mig (neytandan) einhverju máli hvernig Apple kemur fram við starfsmenn sína? Eþíópíski (eða vottever) þrællinn sem gerði Nike skónna þína er örugglega ekkert svo sáttur í sinni \"vinnu\". \nEr annars sammála flestu sem þú segir, þó að arrogant apple notendur hafi ekkert að gera með vöruna sjálfa þá langar mér að æla í hvert sinn sem einhver segir við mig að ég ætti að fá mér makka.\nMighty Mouse er hands-down leiðinlegasta mús sem ég hef nokkurn tíman notað.",
            "date": "2010-07-06 11:55:00",
            "post_id": "270603",
            "reply_to_id": "270597"
        },
        {
            "user_name": "beatmaster",
            "text": "Það fyndna við alla þessa MAC lovers sem að finnast oft nútildags er að þeir höfðu oft engann áhuga á mac fyrr en eftir að hægt var að setja upp Windows á þeim\nÞað sem að er enþá fyndnara er hversu mikill meirihluti \"Die Hard MAC Lovers\" myndu kveðja Makkann sinn ef að Windows Dual-Boot fídusinn væri tekinn út aftur",
            "date": "2010-07-06 18:29:00",
            "post_id": "270635",
            "reply_to_id": "270603"
        },
        {
            "user_name": "coldcut",
            "text": "Verður að afsaka en ég þekki nú a.m.k. 15 Mac-elskendur og ekki einn þeirra Dualbootar með Windows þannig að ég gef nú ekki mikið fyrir þessa fullyrðingu þína.",
            "date": "2010-07-06 19:19:00",
            "post_id": "270642",
            "reply_to_id": "270635"
        },
        {
            "user_name": "GuðjónR",
            "text": "ég hló líka \nGallarnir sem ég finn eru:\n1) stækka glugga.\n2) ruglast ennþá á @ merkinu...CMD Q og ,maður slekkur á glugganum í stað þess að búa til @ merki.\n3) finnst vanta \"cut\" þegar maður hægri klikkar á fæl.\n4) finderinn mætti vera betri.",
            "date": "2010-07-06 19:27:00",
            "post_id": "270646",
            "reply_to_id": "270642"
        },
        {
            "user_name": "vesley",
            "text": "Veit ekki hversu oft ég hef verið gabbaður með  galla númer 2:      ég gleymi þessu alltaf..   \n5)  fannst það alveg óþolandi að maður ýtir á X  og forritið lokast ekki  það bara fer niður...",
            "date": "2010-07-06 19:32:00",
            "post_id": "270647",
            "reply_to_id": "270646"
        },
        {
            "user_name": "rapport",
            "text": "Apple er bara svo skelfilega óumhverfisvænar tölvur...\nUm leið og einn hlutur úreldist eða skemmist illilega í tölvunni og hún verður varla brúkanleg þá verður maður að kaupa nýja alveg frá grunni því að það er búið að spara svo mikið við gerð stýrikerfisins.\nÞá á ég við að driverar fyrir nær allan annan vélbúnað er ekki til og hefur ekki verið þróaður.\nMiðað við hvernig Apple gerir lítið annað en að \"glansa\" þá ætti þetta að vera ódýr vara því í raun er skelfilega lítið í hana lagt.\nEina vinnan er fólgin í að versla dýrt, gæða hardware og setja það saman í \"hönnunar\" kassa. \nSvo er stýrikerfið sniðið að MJÖG takmörkuðum vélbúnaði (virkar ekki með loads of stuff) = hellings vinna spöruð við forritun, þróun, villuprófanir, samhæfingu við og með birgjum og \"updates\" á stýrikerfinu samhliða nýjungum. \nEingöngu mjög litlir og afmarkaðir hlutir eru þróaðir út fyrir endimörk alheimsins sbr. \"Firewire\" sem er nú orðið nokuð úrelt og gamaldags, enda geta TCP snúrur/netkort höndlað meira gagnamagn.\nÞegar maður hugsar um hvað maður er að kaupa, þá er Apple MJÖG ódýr vara í framleiðslu og ætti að vera ódýr út úr búð.\nFólk sem hugsar \"less is more\" aftur á móti tekur upp veskið, VISA og borgar með glöðu geði tugþúsindir á mánuði í 36 mánuði fyrir eitt svona \"tryllitæki\"...\nEf fólk vill ekki kunna eða vita um það sem er inní kassanum = fine.. kaupið Apple... en ef þið viljið vita það og reyna kreysta meira úr hverri krónu sem þið eigið, kaupið þá eitthvað allt annað...",
            "date": "2010-07-16 23:32:00",
            "post_id": "272149",
            "reply_to_id": "270647"
        },
        {
            "user_name": "BjarniTS",
            "text": "Apple er nú bara fyrir þá sem eiga pening , og nenna ekki áhyggjum , vilja bara staðgreiða , kaupa , og njóta \nþað hefur sína kosti , þetta er high class vara fyrir high class fólk \n \nÞað hefur ótrúlega marga kosti að vera með vél þar sem að kerfið er sniðið utan-um gripinn manns",
            "date": "2010-07-16 23:59:00",
            "post_id": "272165",
            "reply_to_id": "272149"
        },
        {
            "user_name": "rapport",
            "text": "Þetta er bara svo óumhverfisvænt að það nær engri átt, að þurfa alltaf að henda öllu og kaupa allt nýtt...",
            "date": "2010-07-17 00:10:00",
            "post_id": "272170",
            "reply_to_id": "272165"
        },
        {
            "user_name": "Saber",
            "text": "",
            "date": "2010-07-17 00:13:00",
            "post_id": "272172",
            "reply_to_id": "272170"
        },
        {
            "user_name": "gardar",
            "text": "Ég er svo innilega að vona að Bjarni sé þurs",
            "date": "2010-07-17 00:56:00",
            "post_id": "272192",
            "reply_to_id": "272172"
        },
        {
            "user_name": "coldcut",
            "text": "sammála!\nÁ Macbook og er mjög ánægður með hana en þessi hroki í 90% Mac-notenda, sem kaupa allt sem kemur frá fyrirtækinu og verja það fram í dauðann, er leiðinlegur.\nEins og ég hef áður sagt hérna að þá er Finder-inn slappur enda geri ég það sem ég get í terminal og þarf því ekki að nota Finder-inn mikið.\nMín skoðun er hins vegar sú að já meðal mannapi gæti lært á OS X en ég sé bara ekki hvernig það er stýrikerfinu til ama! Svo ef mannapinn vill læra meira þá er hægt að kíkja undir hoodið og customizea stýrikerfið á margan hátt.\nSvo verð ég líka að vera sammála því að hluta til að stefna Apple í mörgum málum er mér ekki að skapi en það breytir ekki skoðun minni að þeir gera góðar vörur (að mestu leyti). Og þetta með að fylgjast með starfsmönnum þá finnst mér það eiginlega ekkert skrýtið því að Apple er að koma með eitthvað glænýtt og oft eitthvað sem aldrei hefur sést áður í tækniheiminum og finnst mér ekki skrýtið að þeir vilji halda því innan fyrirtækisins fram að kynningarfund.\nP.S. Ég hata Windows! I like OS X! But I love me a little Ubuntu!",
            "date": "2010-07-17 02:06:00",
            "post_id": "272203",
            "reply_to_id": "272192"
        },
        {
            "user_name": "BjarniTS",
            "text": "Auðvitað er mér bara mátulega alvara með þetta , en terminal-inn í makkanum , hann t.d. Gefur mér ekki lspci , o.s.f\nHvaða commands og terminal tól notar þú mest?\nÁstæðan fyrir minni mac-ofsatrú hér, er sú að mac notendur hér eru <5% og mér finnst stöðugt verið að tala niður til apple á þessu spjalli.\nÞað er skortur á fánaberum mac-isma hér.\nÞessvegna finnst mér þetta í lagi.\nTala ekki svona á maclantic t.d.",
            "date": "2010-07-17 02:33:00",
            "post_id": "272205",
            "reply_to_id": "272203"
        },
        {
            "user_name": "coldcut",
            "text": "Er nú ekki að fatta þetta með lspci vælið...það varst þú sem varst að dásama Apple.\nEn annars geri ég flest allt sem ég get í terminal, vandi mig á það þegar ég byrjaði í Linux fyrir nokkrum árum.\nCommands sem ég nota mest eru sennilega\nKóði: \nVelja allt\nrmdir -r\nmkdir\ncp\nmv\ncurl -O\nopen -a\ncd\nhah þetta er nú bara þessar basic skipanir en þær spara mér orðið tíma og ég þarf sjaldnar að nota finderinn...eftir að ég fór líka að prufa quicksilver að þá nota ég finderinn ennþá minna. Hins vegar er besta skipunin í Findernum og stundum geri ég hana ósjálfrátt; cmd + shift + g",
            "date": "2010-07-18 12:36:00",
            "post_id": "272357",
            "reply_to_id": "272205"
        },
        {
            "user_name": "Elisvk",
            "text": "Persónulega þá hata ég mac og ekki vera með eitthvað kjaftæði að ég hati bara mac því aðrir hata mac og ég sé mainstream mac hater og bla bla bla. Mac er overpriced rusl sem ég skil ekki hvernig selst. Margir elska mac því það er svo user friendly. Ef einhver veit hvaða mynd bubble boy er þá er mac aðalgaurinn í þeirri mynd. (google it takk). Mér finnst línux frábær, ég er ekkert að segja að Windows sé best, xp er hálf útrunnið, vista er kannski verra en mac en w7 finnst mér frábært vegna allra shortcutta og hversu auðvelt er að gera allt en mac er bara tímafrekt og leiðinlegt HVÍTT stýrikerfi, ekki HREINT, ef þú telur hreint vera að fela allt og ýta öllu í burtu ertu vitlaus.",
            "date": "2010-07-21 05:53:00",
            "post_id": "272713",
            "reply_to_id": "272357"
        },
        {
            "user_name": "starionturbo",
            "text": "Ég persónulega hata mac, en þú ert virkilega vitlaus.\n„It would seem that perfection is attained not when no more can be added, but when no more can be removed.“ - Antoine de Saint Exupéry",
            "date": "2010-07-21 08:30:00",
            "post_id": "272716",
            "reply_to_id": "272713"
        }
    ],
    "date": "2010-07-05 21:46:00"
}