{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "31097",
    "title": "Dell - Vantar pinna undir fartölvuna",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=31097",
    "posts": [
        {
            "user_name": "ZiRiuS",
            "text": "Sæl öllsömul.\nÉg vildi bara fá að vita hvort þið vitið um einhvern stað sem selur svona anti-slip pinna undir fartölvur? Ég er hérna með laptop sem er eins og belja á svelli upp á borði.\nEf þið vitið ekki um neinn stað þá spyr ég ykkur hvort þið vitið hvað þetta heitir á ensku svo ég geti keypt þetta úti, er eitthvað búinn að vera að leita en finn bara svona einhverja svaka pads sem fara undir tölvuna og eru með einhverja svaka kælingar og læti.\nEndilega látið mig vita ef þið vitið um eitthvað.",
            "date": "2010-07-05 13:50:00",
            "post_id": "270425",
            "reply_to_id": false
        },
        {
            "user_name": "lukkuláki",
            "text": "\"Anti slip pinna\"?  \n = Rubber pads ?\nErtu ekki annars að meina gúmmí púðana sem er undir vélunum það er eitthvað af þessu til hjá EJS en þú getur líka keypt eitthvað í Húsasmiðjunni, BYKO, TIGER osfrv. og klippt það niður.\nSvona eru þeir fyrir D610",
            "date": "2010-07-05 15:06:00",
            "post_id": "270437",
            "reply_to_id": "270425"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Þeir hjá EJS eru eitthvað að rugla í mér, var þar um daginn og þeir sögðust ekkert eiga neitt svona \n.\nEn allavega takk fyrir infoið \n.",
            "date": "2010-07-05 19:52:00",
            "post_id": "270499",
            "reply_to_id": "270437"
        },
        {
            "user_name": "lukkuláki",
            "text": "Tja það er ekki alveg rétt kannski eru afleysingamenn þarna núna en það er ekki mikið úrval\nHvaða vél vantar þig púða fyrir? Það hefur líka oft verið frekar fáránlegt verð á þessu þarna þannig að ég myndi nú sjálfur fixa þetta með gúmmí úr BYKO eða Húsa.",
            "date": "2010-07-05 20:29:00",
            "post_id": "270510",
            "reply_to_id": "270499"
        }
    ],
    "date": "2010-07-05 13:50:00"
}