{
    "forum_title": "Windows",
    "id": "31136",
    "title": "Windows Activation pælingar.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=15&t=31136",
    "posts": [
        {
            "user_name": "Gilmore",
            "text": "Hæ\nÉg keypti Windows 7 Home Edition Retail þegar það kom út. Ég installaði því auðvitað á vélina mína, en núna er ég búinn að rífa hana í sundur og selja. Ég er að setja saman nýja vél og nota sama og ekkert úr þeirri gömlu. Get ég lent í veseni með activate vegna þess að þetta er nýr búnaður og lykilinn gildir bara fyrir eina vél?",
            "date": "2010-07-07 15:47:00",
            "post_id": "270830",
            "reply_to_id": false
        },
        {
            "user_name": "emmi",
            "text": "Þú mátt færa Retail leyfi á milli véla.",
            "date": "2010-07-07 15:51:00",
            "post_id": "270831",
            "reply_to_id": "270830"
        },
        {
            "user_name": "Gilmore",
            "text": "Ég er í vandræðum, því Windows leyfir mér ekki að activata. Ég er búinn að prófa að hringja í þetta Microsoft númer í Noregi, en ég skil bara ekkert hvað er verið að segja því það er allt á Norsku, ekkert á ensku. \nEkki fer ég að kaupa nýtt eintak fyrir 40 þús andskotinn hafi það!!",
            "date": "2010-07-27 20:14:00",
            "post_id": "273644",
            "reply_to_id": "270831"
        },
        {
            "user_name": "svanur08",
            "text": "Hehe, sjálfsögðu er best að kaupa bara alltaf fyrst Retail útgáfuna en það er alveg hægt að cracka þetta \n (þessar OEM útgáfur eru pirrandi)",
            "date": "2010-07-27 20:18:00",
            "post_id": "273645",
            "reply_to_id": "273644"
        },
        {
            "user_name": "Gilmore",
            "text": "Skrítið, ég komst loksins í gegnum þetta phone activation dæmi en það gekk ekki upp og Windows samþykkti ekki ID. EN svo gerði ég activate online í hundraðasta skipti og þá gekk það allt í einu!!!!\nÞannig að ég er activated núna virðist vera.",
            "date": "2010-07-27 20:52:00",
            "post_id": "273648",
            "reply_to_id": "273645"
        },
        {
            "user_name": "Danni V8",
            "text": "Ég keypti einmitt Retail leyfi fyrir löngu síðan. Keypti nýjan örgjörva og þurfti þá að reactivate-a. Ég notaði Skype. Keypti Skype Credits og hringdi til Bretlands \nSíðan þegar ég skipti um móðurborð um daginn þá þurfti að gera þetta aftur, en þá hringdi ég í toll-free númerið fyrir USA þar sem það var frítt, þurfti ekki að borga skype credits fyrir það. En það var nú samt þvílíkt bögg þar sem ég þurfti að segja \"Continue\" eða \"Retry\" við símsvarann. Ég var bókstaflega öskrandi endalaust \"CONTINUE\" í mic-inn minn eftir að hún las upp númerin þar sem hún var eitthvað heyrnalaus greyjið. Leið eins og hálfvita",
            "date": "2010-07-27 21:08:00",
            "post_id": "273650",
            "reply_to_id": "273648"
        }
    ],
    "date": "2010-07-07 15:47:00"
}