{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "31143",
    "title": "Hámarks hitastig á hörðum diskum",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=31143",
    "posts": [
        {
            "user_name": "Lexinn",
            "text": "Já góða kvöldið!\nÉg var að velta því fyrir mér hversu hátt hitastig harðir diskar eiga að þola.\nEr með 4 diska í tölvunni og er hitastigið á þeim eftirfarandi:\n1. 35°C\n2. 34°C\n3. 37°C\n4. 50°C\nDiskur nr.4 er ekki í neinni vinnslu heldur er alltaf svona töluvert heitari en hinir.  \nNotaðist við CPUID HM og Speccy til að skoða hitan og ákvað að spyrja með þetta því Speccy \nsýndi rauða stiku meðan hinir voru með græna.\nLangaði bara að heyra svör frá ykkur meistarar, \nkveðja\nLexi!",
            "date": "2010-07-07 20:43:00",
            "post_id": "270876",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "First thing first, hvernig diskar eru þetta, og sérstaklega hvernig diskur er þetta sem er að hitna svona mikið?",
            "date": "2010-07-07 20:58:00",
            "post_id": "270877",
            "reply_to_id": "270876"
        },
        {
            "user_name": "Glazier",
            "text": "Skiptir mestu máli að hitinn sé ekki mjög breytilegur en annars miða ég við að halda hitanum \nundir\n 50°c",
            "date": "2010-07-07 21:01:00",
            "post_id": "270878",
            "reply_to_id": "270877"
        },
        {
            "user_name": "vesley",
            "text": "Sammála myndi miða við það að hafa þá undir 50°C   en ekki undir 25-30°C \nHarður diskur er einn af þessum hlutum sem þarf ekki að keyra kaldur og \"hátt\" hitastig hefur ekki áhrif á hann performance vise",
            "date": "2010-07-07 21:10:00",
            "post_id": "270881",
            "reply_to_id": "270878"
        },
        {
            "user_name": "littli-Jake",
            "text": "Mér finst bínsa spes að 1 diskurinn sé svona mikið heitari en hinir 3. Ég ætla að leifa mér að gera ráð fyrir að allir diskarnir séu á sama stað í turninum og að það sé engin sérstök kæling á þeim. \nPrófaðu að vígsla diskunum og sjá hvort að það sé alltaf diskurinn sem er neðst (geri ráð fyrir að þetta sé neðsti diskurinn þar sem hann er nr4) Ef sú tilraun virkar þarftu bara að reyna að fá eitthvað smá loftflæði á staðinn þar sem diskarnir eru.\nHvernig kassa ertu annars með?",
            "date": "2010-07-07 22:04:00",
            "post_id": "270910",
            "reply_to_id": "270881"
        },
        {
            "user_name": "gardar",
            "text": "Ekkert óeðlilegt við það ef diskarnir eru sitthvor tegundin.",
            "date": "2010-07-07 22:05:00",
            "post_id": "270911",
            "reply_to_id": "270910"
        }
    ],
    "date": "2010-07-07 20:43:00"
}