{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "31185",
    "title": "Vantar hjálp með music center",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=31185",
    "posts": [
        {
            "user_name": "JohnnyX",
            "text": "Góðan daginn,\nlangar aðeins að leita til ykkar sérfróða manna um music center setup fyrir þann gamla á heimilinu. Hann er orðinn virkilega þreyttur á öllum geisladiskunum sínum sem eru útum allt í kringum græjurnar í stofunni. \nÞá datt mér í hug að rippa alla diskana inná litla tölvu og hafa lítinn snertiskjá til að stjórna henni.\nÞað sem ég er með í huga er þessi hér \ntölva\n og þessi \nskjár\n.\nHann er með NAD magnara (kem með týpunúmer þegar ég kem heim) sem tölvan myndi síðan tengjast í. Myndi þurfa eitthvað hljóðkort til að tapa ekki gæðum eða er venjuleg jack snúra alveg eins góð?\nEinnig var ég að hugsa um að setja upp server í bílskúrnum og hafa alla tónlistina þar og stream-a yfir í litlu tölvuna og hafa síðan hátalara í bílskúrnum svo hann geti\nnotið tónlistarinnar sinnar þegar hann er að bardúsa eitthvað í bílskúrnum.\nHvort væri betra að hafa tónlistina á litlu tölvunni eða á server í bílskúrnum að ykkar mati?\nOg svo að lokum, hvernig væri best að manage-a tónlistina á litlu tölvunni? XBMC?\nMeð von um góð svör,\nJón",
            "date": "2010-07-09 16:56:00",
            "post_id": "271161",
            "reply_to_id": false
        },
        {
            "user_name": "bixer",
            "text": "ertu þá að meina að þú verðir með 2 tónlistar servera? \nallavega þá skiptir engu máli hvar tónlist en er ef þú ert að fara að streama í báðar áttir, betra að hafa tónlistana þá í þeirri sem er meira notuð, ef netið yrði með vesen.\nxbmc er snilld! boxee á líka að vera mjög gott en ég hef bara reynslu af xbmc og það er ekkert mál að setja upp kerfið þar og allt sem þarf að gera.\nég er með mini jack-mini jack tengi sem eg tengi úr heimabíóinu í mediacenterinn og það er ekkert betra hljóð ef ég er með einhverjar voða fancy snúrur eða eitthvað. því betra hljóðkort því betri gæði færðu og þá geturu stillt hljóðið eftir því hvernig herbergið ber hljóð. en ég hef heyrt að innbyggð hjlóðkort séu mjög góð, ekki suð eða neitt eins og var með gömlu kortin.\nég vona að ég hafi getað hjálpað þér eitthvað. ef þig vantar hjálp við að setja upp xbmc kerfið þá ætti ég að geta hjálpað þér, hef gert það oft",
            "date": "2010-07-09 19:26:00",
            "post_id": "271185",
            "reply_to_id": "271161"
        },
        {
            "user_name": "JohnnyX",
            "text": "nei, ég var að tala um að hafa tónlistarsafnið á öðrum hvorum staðnum. \nEf ég myndi vera með tónlistina á servernum í bílskúrnum, væri þá vesen að nota hana í XBMC í litlu tölvunni sem myndi vera í stofunni?",
            "date": "2010-07-09 20:06:00",
            "post_id": "271190",
            "reply_to_id": "271185"
        },
        {
            "user_name": "DJOli",
            "text": "ætti ekki að vera vesen að sækja tónlist í stofunni af server úti í bílskúr, svo lengi sem að tölvurnar eru nettengdar, og þá helst með kapli (upp á betra samband)",
            "date": "2010-07-09 20:18:00",
            "post_id": "271191",
            "reply_to_id": "271190"
        },
        {
            "user_name": "Televisionary",
            "text": "Sonos er málið, alger snilld þegar kemur að svona hlutum. Ég er búin að rippa hérna 800 geisladiska í FLAC snið og passa að þeir séu rétt taggaðir og með cover myndum. Spila músík á þremur hæðum án vandræða, er með tvær fjarstýringar frá framleiðandanum og einn iPod touch sem er líka nýtilegur sem fjarstýring. \nÉg er með einn svona pakka Zonos 250 bundle og svo einn ZP90 spilara og einn eldri kontróller ekki spillir fyrir að það er hægt að stýra þessum frá tölvunni windows og mac án vandræða ef fjarstýringin er ekki í seilingarfjarlægð þegar maður er í tölvunni.\nhttp://sonos.com/products/bundles/Defau ... gType=1033",
            "date": "2010-07-09 20:54:00",
            "post_id": "271199",
            "reply_to_id": "271191"
        }
    ],
    "date": "2010-07-09 16:56:00"
}