{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "31268",
    "title": "Cable Sleeve Project",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=31268",
    "posts": [
        {
            "user_name": "ZoRzEr",
            "text": "Ég held að ég hafi aldrei verið jafn nálægt því að henda mér framan af svölunum mínum og ég var rétt áðan.\nFyrir svona 2 mánuðum fékk ég þá einstaklega gáfulegu hugmynd að \"Sleeve\"a aflgjafann minn. Ég hef \naldrei\n séð jafn mikið eftir einni ákvörðun. Ekki var Daníel heldur að hjálpa og tala mig til. Fyrir þá sem ekki vita er Sleeving nokkurnveginn að klæða alla kaplana úr aflgjafanum, einn í einu. Aðalega fyrir útlitið.\nFyrir 3 vikum kom til landsins 100 fet af 1/8' svörtu sleeve og 4 fet af heatshrink frá Performance-PCs.com. Það er rúmlega 30 metrar af helvíti. \nTil eru ýmsar leiðir til að losa pinnan sem er í \"klónni\". Vinsælasta leiðin er að nota hefti. Tekur eitt hefti og spennir það út og gerir flatt, helst með töng og beygir svo til helminga. Þá ertu kominn með nokkurskonar U. Þetta drasl fer ofaní pinnan til að losa 2 spennur sem halda honum í klónni. Þetta virkar ekki alltaf.\nÞað sem ég notaði : Lítil beitt skæri, dúkahníf, kveikjara, töng, pínu lítið skrúfjárn (RIP), tape, vasaljós, nóg af heftum og helling af tóbaki.\nMeð þessari aðferð tókst mér að sleeva 20+4 pin tengið og 2 af 8 af tengjunum í 8 pin power kaplinum. Mér reyndist það ómögulegt að losa restina. Puttarnir á mér fögnuðu ógurlega.\nÞannig ég þurfti að leita til sérfræðinganna. Það er til náungi sem býr í Þýskalandi og heitir Nils. Hann rekur síður sem heitir \nhttp://www.mdpc-x.com\n (Million dollar PC fyrir þá sem þekkja til). Í búðinni hans er til tól. Þetta tól átti að bjarga lífi minu, var mér lofað. Hann selur einnig bestu sleeves sem þú getur keypt. Þarna eru bara þeir bestu með sín verk til sýnis.\nJæja. Tólið kom í dag til landsins eftir 4 daga (þýski pósturinn er ekkert smá skilvirkur). Hér er myndasería hvernig þetta gekk fyrir sig. Að ná restingi af tengjunum sem ekki var búið að sleeva var einstaklega erfitt. Það tók gríðarleg átök að ná þeim úr. Hélt í hvert skipti sem það loksins losnaði að nú hefði tengið brotnað. Hefði verið Kodac moment að ná mynd af svipnum akkúrat þegar tengið flaug út.\nFyrstu myndirnar eru teknar á iPhone, sökum þess að myndavélin mín var staðsett í Danmörku þegar ég byrjaði.\nSvona leit þetta út fyrst, eftir að var búið að taka sleevið sem var núþegar á af.\nBúinn að klára 4pin tengið á 20+4 power\nSleeves!\nHálfnaður eða svo\nÉg lagaði gaurinn á endanum eftir að þetta er tekið\nAðstaðan\nTólið frá MDPC-X, sérmerkt mér og alles\nPakkningarnar frá Nils, teiknað af honum\nSvona fer tólið í pluggið\nÞað fer í raufarnar hægra og vinstra megin, þar eru pinnarnir sem halda tenginu sjálfu\n6 pin PCI-E tengi klárað\n8 Pin power tengið (loksins)\nHitt 6 pin tengið\nBræðurnir\nAllt tengt og komið í samband\nBáðir PCI-E tengin í sambandi\n8 Pin power in use\nHérna koma svo fyrir og eftir myndir\nFyrir:\nEftir:\nBorgaði þetta sig? Nei. Kostaði þetta mikið? Já. Er þetta flott? Já. Blæðir úr þumalfingrinum á mér? Já.\nÞetta geri ég aldrei aftur.\nP.S. Þetta var virkilega gaman og athyglisvert. Hefði ég verið með alvöru sleeves frá Nils hefði þetta örugglega verið mun skemmtilegra. \nEF\n þetta kemur á mitt borð aftur í framtíðinni verðu MDPC-X kláralega fyrir valinu.\nTakk fyrir mig!\nP.S.S. Fékk smá prufu af rauðu sleeve'i frá Nils. Fallegt.",
            "date": "2010-07-13 23:53:00",
            "post_id": "271702",
            "reply_to_id": false
        },
        {
            "user_name": "xate",
            "text": "Þetta lookar allavega töff \n \nHef líka alltaf haft gaman af því að skoða \"projectin\" sem þú tekur þér fyrir hendur og deilir með okkur hinum á vaktinni, keep it up men\nP.S. Djöfull myndi ég myrða fyrir þessa tölvu :$",
            "date": "2010-07-14 00:20:00",
            "post_id": "271707",
            "reply_to_id": "271702"
        },
        {
            "user_name": "andribolla",
            "text": "hérna.. er þetta efni plast eða tau?",
            "date": "2010-07-14 00:25:00",
            "post_id": "271709",
            "reply_to_id": "271707"
        },
        {
            "user_name": "JohnnyX",
            "text": "okei, þetta lookar sem eitt leiðinlegasta tölvutengda project sem ég hef séð! En þetta kemur mjög vel út hjá þér",
            "date": "2010-07-14 00:28:00",
            "post_id": "271711",
            "reply_to_id": "271709"
        },
        {
            "user_name": "coldcut",
            "text": "uuuu ég er 99% viss að það hafi verið akkúrat svona sleeves á snúrunum á \"gamla\" Mushkin aflgjafanum mínum",
            "date": "2010-07-14 00:54:00",
            "post_id": "271719",
            "reply_to_id": "271711"
        },
        {
            "user_name": "Lallistori",
            "text": "Mad props fyrir að nenna þessu",
            "date": "2010-07-14 01:03:00",
            "post_id": "271721",
            "reply_to_id": "271719"
        },
        {
            "user_name": "oskarom",
            "text": "Mjög flott útkoma hjá þér, verð samt að segja að ég væri til í að sjá EVGA móður borð þarna, myndi einhvernvegin fara þessum kassa og öllu öðru í honum mun betur",
            "date": "2010-07-14 01:35:00",
            "post_id": "271725",
            "reply_to_id": "271721"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Þökk. Alltaf dettur manni einhver svona helvítis vitleysa í hug \nÞetta er einhverskonar blanda. Sérstaklega það sem ég notaði. En rauða sleevið er held ég bara plast. Mun higher quality.\nVar örugglega samtals svona 6 tíma að vinna í þessu. Helvíti einhæft og langdregið.\nÞað má vel vera. You're missing the point. Að kaupa sleevaðann aflgjafa sem þér langar ekki í og að kaupa einn af þeim bestu og gera hann flottari er ekki það sama \n \n Planið er að fara útí EVGA Classified borð núna á næstunni. Kaup fleiri sleeve fyrir SATA kaplana og viftu snúrurnar.",
            "date": "2010-07-14 08:15:00",
            "post_id": "271732",
            "reply_to_id": "271725"
        },
        {
            "user_name": "andribolla",
            "text": "þú veist þú getur keipt þetta í Reykjafelli\nhttp://reykjafell.is/\nnema þar heitir þetta kapal sokkur á islensku \nþað er samt plast ádrag\nsjálfur er ég búin að vera að nota þetta frá þeim  í sama tilgangi og þú nema eg fór ekki að setja þetta upp á alla endana í spennugjafanum minum \nþetta er samt mjög flott ;=)",
            "date": "2010-07-14 09:07:00",
            "post_id": "271734",
            "reply_to_id": "271732"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Þetta vissi ég reyndar ekki. Ég fór í Íhluti.is til að kaupa mitt heatshrink. Spurði þá útí þetta og þeir áttu ekki 1/8' stærðina til. Áttu bara 5mm og 10mm.\nAnnars borgaði ég rúmlega 9.000kr fyrir allt saman með VSK og innflutning. Sé svosem ekkert eftir því, þetta var bara reynsla",
            "date": "2010-07-14 09:37:00",
            "post_id": "271736",
            "reply_to_id": "271734"
        },
        {
            "user_name": "andribolla",
            "text": "ég veit að Reykjafell er með allavegana 3 stærðir, ef ekki 4. ég man ekki hvað ég borgaði fyrir 10m af þessu 1.500 kr ? ætla samt ekki að fullyrða neitt um það það er komið svo langt siðan eg keipti þetta hjá þeim. amk yfir ár síðan, en ef þeir áttu þetta til hérna inn í hillu hjá sér á akureyri þá er þetta pottþétt til fyrir sunnan. þeir eru líka að selja svona krupmhólka \"heat-shrink\"",
            "date": "2010-07-14 09:46:00",
            "post_id": "271737",
            "reply_to_id": "271736"
        },
        {
            "user_name": "ZoRzEr",
            "text": "1500kr er ekki slæmt. Var búinn að áætla 150kr meterinn. Kem örugglega við þarna bráðum og sé hvað þeir eiga.\nKrumphólkar.... Lengi búinn að velta fyrir mér íslenska orðinu. Var farinn að nota Hitahólkur",
            "date": "2010-07-14 09:48:00",
            "post_id": "271739",
            "reply_to_id": "271737"
        },
        {
            "user_name": "andribolla",
            "text": "hehe sma stafarugl sem þú hefur greinilega séð frammúr, \nhita ádrag er líka notað og herpi hólkur - svo eru til svona sem eru með lími innaní  þannig að hólkurinn festist alveg þegar hann er hitaður",
            "date": "2010-07-14 10:08:00",
            "post_id": "271742",
            "reply_to_id": "271739"
        },
        {
            "user_name": "andribolla",
            "text": "hehe sma stafarugl sem þú hefur greinilega séð frammúr, \nhita ádrag er líka notað og herpi hólkur - svo eru til svona sem eru með lími innaní  þannig að hólkurinn festist alveg þegar hann er hitaður",
            "date": "2010-07-14 10:08:00",
            "post_id": "271743",
            "reply_to_id": "271742"
        },
        {
            "user_name": "vesley",
            "text": "Virkilega flott og stór plús í kladdann fyrir metnaðinn \n.  \nEr lengi búinn að pæla að gera þetta sjálfur.    Gæti allt leitt til þess þegar ég fæ mér nýjann aflgjafa,   nú veit ég bara ekki hvaða liti og svoleiðis.",
            "date": "2010-07-14 16:43:00",
            "post_id": "271779",
            "reply_to_id": "271743"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Einhver verður að deila þessum sársauka með mér. Þú ferð auðvitað bara á \nhttp://www.mdpc-x.com\n og velur þér einhverja tvo sick liti. Myndir af þessu sleeves eru hreinlega fallegar.\nEn í fullri alvöru, þá er þetta ekkert svo slæmt, bara mikil handavinna og tímafrekt. Gefur þér nægan tíma og þetta er ekkert mál.... ef þú kannt taktana.",
            "date": "2010-07-14 19:55:00",
            "post_id": "271805",
            "reply_to_id": "271779"
        },
        {
            "user_name": "chaplin",
            "text": "En og aftur kemur ZoRzEr sýnir og sigrar! Insane job my friend!",
            "date": "2010-07-14 20:11:00",
            "post_id": "271808",
            "reply_to_id": "271805"
        },
        {
            "user_name": "vesley",
            "text": "Svartur og rauður verður held ég fyrir valinu,  og allt það inní HAFX sem verður sprautaður rauður á ýmsum stöðum.    NAMM .   Og þá Sata kaplarnir líka Sleevaðir og allur pakkinn. \nKemur vonandi í nánustu framtíð",
            "date": "2010-07-14 21:18:00",
            "post_id": "271822",
            "reply_to_id": "271808"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Awesome plan! Svart og rautt er örugglega eitt nettasta combo-ið. Þetta er fíkn... farið að langa til að sleeve allt... hverja einustu snúru á heimilinu. Þú sendir inn myndir um leið og þetta fer af stað!\nEr einnig að bíða eftir mínum HAF X. Með EVGA Classified fylgir 6 svartir SATA kaplar, sem er akkúrat það sem ég vill. Gulir eru alltof asnalegir.",
            "date": "2010-07-14 21:46:00",
            "post_id": "271829",
            "reply_to_id": "271822"
        },
        {
            "user_name": "BjarkiB",
            "text": "Svart og rautt all way! var að sjálfur að sprauta plastið fyrir framan diska plássið rautt á mínum haf932  og svo ætla ég að sprauta rimlana fyrir framan led viftuna einning rautt",
            "date": "2010-07-14 22:39:00",
            "post_id": "271841",
            "reply_to_id": "271829"
        },
        {
            "user_name": "Tiger",
            "text": "Búinn að skipta bláa díóðunum að framan út í rauðar?",
            "date": "2010-07-15 00:35:00",
            "post_id": "271894",
            "reply_to_id": "271841"
        },
        {
            "user_name": "BjarkiB",
            "text": "Nei, var að hugsa um það. Veistu hvar er hægt að sjá hvernig maður gerir það?\nedit. fann þráð \nhttp://www.overclock.net/computer-cases ... aster.html\n virðist flókið en kannski reynir maður.\nÆtli þetta sé erfitt? veit ekkert hvernig maður lóðar saman né neitt. Held að svona perur fást í íhlutir.is en hvar er hægt að fá  svona á ak.?",
            "date": "2010-07-15 11:49:00",
            "post_id": "271922",
            "reply_to_id": "271894"
        },
        {
            "user_name": "Gunnarulfars",
            "text": "Pæling, Langar að panta svona og fór inn í order og mér sýndist að það væri bara hægt að borga með Paypal og með Bankafærslu.\nHvernig borgaðirðu þetta?",
            "date": "2011-11-13 22:28:00",
            "post_id": "396153",
            "reply_to_id": "271922"
        },
        {
            "user_name": "mercury",
            "text": "ég hef verið að notast við paypal.",
            "date": "2011-11-13 22:41:00",
            "post_id": "396159",
            "reply_to_id": "396153"
        }
    ],
    "date": "2010-07-13 23:53:00"
}