{
    "forum_title": "Til sölu - Tölvuvörur",
    "id": "31362",
    "title": "Gömul fartölva á 15.000 kall.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=11&t=31362",
    "posts": [
        {
            "user_name": "topas",
            "text": "Mitac 8575 \nIntel Pentium 4 2 GHz \n512 MB minni \n40 GB Harður diskur \nÞráðlaust netkort \n15\" skjár \nLinux Ubuntu 10.04 stýrikerfi \nNý rykhreinsuð og nýtt kælikrem \n---ATH--- Ekkert battery \nLítur vel út og er ótrúlega góð miðað við aldur. \nVerð 15.000",
            "date": "2010-07-19 23:34:00",
            "post_id": "272573",
            "reply_to_id": false
        },
        {
            "user_name": "Elisvk",
            "text": "skal spara þér bílferð á haugana ef þú vilt.",
            "date": "2010-07-21 05:13:00",
            "post_id": "272709",
            "reply_to_id": "272573"
        },
        {
            "user_name": "Sallarólegur",
            "text": "1000 kr",
            "date": "2010-07-21 16:12:00",
            "post_id": "272766",
            "reply_to_id": "272709"
        },
        {
            "user_name": "BjarniTS",
            "text": "Er ekki kominn tími á tiltekt á þessu spjallborði ?\nLeiður á að sjá svona bjána fá að vaða uppi eins og þá sem kommenta hér að ofan , 15.000 kr er ekkert svakalegt fyrir þessa ferðavél og hún er eflaust fáanleg fyrir 10.",
            "date": "2010-07-21 16:36:00",
            "post_id": "272773",
            "reply_to_id": "272766"
        },
        {
            "user_name": "topas",
            "text": "Nákvæmleg, ég held að það ætti að henda svona mönnum út. \nÞað eru ekki allir sem hafa efni á að borga 100.000 fyrir fartölvur og eiga lítinn pening. Þessi tölva virkar mjög vel á netið auk þess er hún líklega seld á 15.000. Og það eru fleirri en einn sem hafa áhuga, ég hef bara ekki haft tíma til að svara og sinna þessu.\nÉg er ekki að reyna að pranga þessu inn á ykkur strákar þannig að ef þið hafið ekki áhuga á þessu látið þá mig og mínar auglýsingar vera \nKv, Óli",
            "date": "2010-07-21 17:27:00",
            "post_id": "272777",
            "reply_to_id": "272773"
        },
        {
            "user_name": "biturk",
            "text": "breitir ekki staðreindinni að þessi tölva er ekki 15 þús króna virði.\nmáske rétt, þú ert ekki að pranga inná neinn, en fólk sem veit ekki betur fynnst þetta kannski bara lúxus verð.",
            "date": "2010-07-21 17:55:00",
            "post_id": "272782",
            "reply_to_id": "272777"
        },
        {
            "user_name": "BjarniTS",
            "text": "Nenniru að hætta að kommenta með svona heimsku!\n15.000kr er fînt verð fyrir svona vél.\nBentu mér á sambærilega vèl á ódýrara verði til sölu vitleysingurinn þinn.",
            "date": "2010-07-21 18:34:00",
            "post_id": "272791",
            "reply_to_id": "272782"
        },
        {
            "user_name": "schaferman",
            "text": "Sanngjarnt og gott verð fyrir þessa tölvu,, láttu ekki þessa smákrakka sem eru bara í leikjum ergja þig,, sumt fólk sem notar fartölvur er hætt að leika sér enda komin yfir 12 ára aldurinn",
            "date": "2010-07-21 18:49:00",
            "post_id": "272795",
            "reply_to_id": "272791"
        },
        {
            "user_name": "topas",
            "text": "Hlutir eru þess virði sem þeir seljast á. Hvorki meira né minna. Ef hægt er að selja hana á 15.000 kr. þá er hún 15.000 kr. virði hvað sem hver segir \nEn burt séð frá því þá finnst mér að það ætti að loka á þá sem eru að reyna að skemma þræði með skítköstum, nóg af svoleiðis vitleisingum á barnalandi, þeir geta bara verið þar enda eru þetta í flestum tilfellum börn sem eru að þessu bulli.",
            "date": "2010-07-21 19:07:00",
            "post_id": "272798",
            "reply_to_id": "272795"
        },
        {
            "user_name": "biturk",
            "text": "bjarni...usss ekki vera með þetta bull\nþú ættir að vita betur",
            "date": "2010-07-21 19:36:00",
            "post_id": "272807",
            "reply_to_id": "272798"
        },
        {
            "user_name": "biturk",
            "text": "ég ætla bara að benda þér á að hér eru verðlöggur.\nnú ss ef ég myndi ná að selja einhverjum p100 tölvu á 20 þúsund af því hann veit ekki betur er hún þá sjálfkrafa þess virði?\nnei augljóslega ekki, það kallast að nýta sér fáfræði annara og er ekki heiðarlegur viðskiptaháttur.\ngangi þér samt vel, ég er ekki með leiðindi ég er bara að gefa leiðbeinandi fyrir þá sem vita ekkert hvað svona ætti að kosta, menn ráða að sjálfsögðu hvað þeir kaupa eða selja.",
            "date": "2010-07-21 19:38:00",
            "post_id": "272809",
            "reply_to_id": "272807"
        },
        {
            "user_name": "Páll",
            "text": "Vá, þú stendur sko alveg undir nafni félagi...",
            "date": "2010-07-21 19:41:00",
            "post_id": "272811",
            "reply_to_id": "272809"
        },
        {
            "user_name": "topas",
            "text": "Þessi síða er allavega uppfærð reglulega",
            "date": "2010-07-21 21:00:00",
            "post_id": "272827",
            "reply_to_id": "272811"
        },
        {
            "user_name": "topas",
            "text": "Það eru of margir sem sýna þessari vél áhuga og of margir sem telja þetta verð OK til að þeir teljist allir fáfróðir. Ef þetta er of hátt verð vil ég fá ábendingar frá verðlöggunum, en ég tel þetta sanngjarnt verð þangað til slík ábending kemur. \nHvað kostar þráðlaust netkort?\nHvað kostar 512 MB DDR minniskubbur?\nHvað kostar hleðslutæki?\nHvað fæst fyrir 15\" fartölvuskjá?",
            "date": "2010-07-21 21:08:00",
            "post_id": "272829",
            "reply_to_id": "272827"
        },
        {
            "user_name": "BjarniTS",
            "text": "X2\nSammála þér , verðið væri 20k +\nBiturk gaurinn er bara total rugludallur.\nHann er ekki með nein rök fyrir utan ruglið í sjálfum sér.\nSama og venjulega , ómálefnalegur og vitlaus.\nAllir komnir með nóg af honum.",
            "date": "2010-07-21 21:14:00",
            "post_id": "272831",
            "reply_to_id": "272829"
        },
        {
            "user_name": "biturk",
            "text": "úff hvað þú ert vitlaus.\nhvað er tölvan gömul? byrjum á því þá\nef þetta væri nýtt já, væri langt yfir 20 en þetta er notað, gömul fartölva með gamla íhluti og er ekki partasala.\nhættu nú að vera heimskur og farðu að sofa bjarni.",
            "date": "2010-07-21 21:23:00",
            "post_id": "272835",
            "reply_to_id": "272831"
        },
        {
            "user_name": "Gunnar",
            "text": "það er bara kjánalegt að segja að ef þú setur verð á einhvern hlut þá er það verðið sem hann selst á.\nef ég segji \"til sölu Quadcore 6600 örgjövi til sölu á 40 þúsund.\" að þá eigi hann að fara á því verði.\nhlutir seljast á því verði sem NOTANDINN er tilbuinn að kaupa hluti á. \nen hættum nú að rífast um þetta, 15 þúsund er fínt verð fyrir þessa fartölvu.",
            "date": "2010-07-21 21:51:00",
            "post_id": "272845",
            "reply_to_id": "272835"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ekkert að þessu verði. Fólk er að kaupa bilaðar gamlar vélar á 10þús, svo 15kall fyrir nothæfa, og vel það vél er bara klink.\nÞetta er bara svipað og með bíl. Skiptir litlu með aldur, ef bíllinn er gangfær og í lagi þá fer hann aldrei undir x upphæð, þar sem þessi x upphæð stendur fyrir notagildið, ekki spekkana.",
            "date": "2010-07-21 21:57:00",
            "post_id": "272846",
            "reply_to_id": "272845"
        },
        {
            "user_name": "Mazi!",
            "text": "Ruglið hérna í mönnum \n \n15k er allt í lagi fyrir þessa vél.",
            "date": "2010-07-22 00:17:00",
            "post_id": "272859",
            "reply_to_id": "272846"
        },
        {
            "user_name": "tema99",
            "text": "hei er búið að seilja hanna eða ekki settu mynd og ef mér líst á þá kaupi ég",
            "date": "2010-07-31 02:39:00",
            "post_id": "274190",
            "reply_to_id": "272859"
        }
    ],
    "date": "2010-07-19 23:34:00"
}