{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "31373",
    "title": "Geforce 6600GT (viftu vesen)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=31373",
    "posts": [
        {
            "user_name": "Sh4dE",
            "text": "Ég er með Geforce 6600GT kort í gamalli tölvu sem ég ætlaði að breyta í media center en þá sá ég að viftan á kortinu snýst ekki og windows kemur með í uppstarti með fault að kortið sé ekki með nóg power til að keyra á venjulegum afköstum er kortið bara fukked eða þarf bara að skipta um viftu þar að segja ef að það fæst vifta í þetta kort ennþá???",
            "date": "2010-07-20 19:41:00",
            "post_id": "272644",
            "reply_to_id": false
        },
        {
            "user_name": "BjarkiB",
            "text": "Hvað er aflgjafinn mörg wött? annars geturu endursagt þetta og bætt inn nokkrum punktum allavega, er ekki allveg að botna þetta hjá þér.",
            "date": "2010-07-20 19:52:00",
            "post_id": "272645",
            "reply_to_id": "272644"
        },
        {
            "user_name": "BaldurÖ",
            "text": "áttu ekki bara eftir að tengja rafmagnið í kortið er með eins kort í gamalli vél það er rafmagns tengi aftan á því \neins tengi og fer í harðadiskinn (allavega hjá mér er það svoleiðis)",
            "date": "2010-07-20 20:31:00",
            "post_id": "272651",
            "reply_to_id": "272645"
        },
        {
            "user_name": "Sh4dE",
            "text": "Ég er með 450 W aflgjafa í tölvunni ég lánaði tölvuna og fékk hana aftur svona (semsagt að windows segir að það sé ekki nóg power) annars er auka power snúran tengd og er að gefa straum og alles áður en ég lánaði tölvuna þá virkaði þetta fínt þannig að mjög líklega hefur þetta bara bilað í láninu hjá viðkomandi þannig að ætli spurningin hljómi þá ekki svona í stuttu máli (er til aukaviftur á þetta skjákort einhverstaðar eða er það bara fukked?)\nÞetta er Nvidia Geforce 6600GT AGP 128 MB",
            "date": "2010-07-20 20:33:00",
            "post_id": "272652",
            "reply_to_id": "272651"
        },
        {
            "user_name": "Vaski",
            "text": "Hæ, ég á svona: \nhttp://www.zalman.co.kr/eng/product/Pro ... sp?idx=139\nHeld að þetta ætti að passa. Þetta er núna á 6800 korti (sem er sennilega ónýtt) en þú getur fengið kælinguna og kortið á 500.\nKveðja,",
            "date": "2010-07-20 22:01:00",
            "post_id": "272664",
            "reply_to_id": "272652"
        },
        {
            "user_name": "di0zwhat?",
            "text": "keyrði 6600gt kort á 230w aflgjafa :$",
            "date": "2010-07-20 22:29:00",
            "post_id": "272666",
            "reply_to_id": "272664"
        }
    ],
    "date": "2010-07-20 19:41:00"
}