{
    "forum_title": "Til sölu - Tölvuvörur",
    "id": "31529",
    "title": "Asus - Fattaði ekki að ég gæti breytt þessu :) selt",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=11&t=31529",
    "posts": [
        {
            "user_name": "topas",
            "text": "Til sölu Asus F3J\nIntel Core 2 Cpu T5500 @ 1.6 GHz\n1 GB minni\n15.4 skjár\nÞráðlaust net\nVefmyndavél\nnVidia go 7300 \nBluetooth\n---ATH--- EKKERT BATTERY\nÞar sem vantar battery þá læt ég hana fara á 30.000 kall. Ég held að það sé mjög gott verð fyrir þessa vél, hvað segið þið um það? Það voru smá truflanir í skjánum en ég tók skjátengið og hreinsaði það og eftir það hefur hann virkað 100%, vil samt að þetta komi fram. Lítur mjög vel út og er góð í alla staði. \nTek hana ekki frá fyrir neinn.",
            "date": "2010-07-29 10:44:00",
            "post_id": "273859",
            "reply_to_id": false
        },
        {
            "user_name": "topas",
            "text": "Enn til",
            "date": "2010-07-29 22:02:00",
            "post_id": "273993",
            "reply_to_id": "273859"
        },
        {
            "user_name": "biturk",
            "text": "http://spjall.vaktin.is/viewtopic.php?f=33&t=6900",
            "date": "2010-07-29 22:10:00",
            "post_id": "273996",
            "reply_to_id": "273993"
        },
        {
            "user_name": "Lunesta",
            "text": "hvernig virkar hún á svona leiki eins ogt.d. cod2 og cs? pullar húnþað alveg ?",
            "date": "2010-07-30 13:07:00",
            "post_id": "274078",
            "reply_to_id": "273996"
        },
        {
            "user_name": "inqo",
            "text": "ég gæti haft áhuga á henni, hafðu samband við mig í 6900649",
            "date": "2010-07-31 09:01:00",
            "post_id": "274200",
            "reply_to_id": "274078"
        },
        {
            "user_name": "cloneangel",
            "text": "er hún ennþá til",
            "date": "2010-07-31 16:21:00",
            "post_id": "274233",
            "reply_to_id": "274200"
        },
        {
            "user_name": "topas",
            "text": "Ég skoða þetta svo sjáldan... Sendið frekar einkaskilaboð heldur en að svara í þræðinum.\nHún er ennþá til. Komið boð upp á 27.000. Hún fer á það ef enginn býður betur. Ég veit ekkert hvernig hún er í leikjum, hef ekki spilað leiki síðan ég spilaði fifa 98 \n \nÞetta er fín vél og þetta er enginn peningur fyrir Dual Core fartölvu",
            "date": "2010-08-02 00:57:00",
            "post_id": "274372",
            "reply_to_id": "274233"
        },
        {
            "user_name": "topas",
            "text": "Ætlar enginn að bjóða betur. Fæst núna á 28.000 kall.",
            "date": "2010-08-02 22:32:00",
            "post_id": "274499",
            "reply_to_id": "274372"
        },
        {
            "user_name": "skrifbord",
            "text": "hvernig væri að láta vita að hú sé seld hér þá?",
            "date": "2010-08-03 21:45:00",
            "post_id": "274651",
            "reply_to_id": "274499"
        },
        {
            "user_name": "topas",
            "text": "Rólegur... hún var bara sótt fyrir ca. klukkutíma og ég á líf annarstaðar en á netinu. Ef maður hugsar sig of mikið um getur maður misst af, Eins og fram kemur í auglýsingunni þá tek ég ekki frá fyrir neinn. Þýðir ekkert að vera með barnalands-attitude.",
            "date": "2010-08-03 21:57:00",
            "post_id": "274654",
            "reply_to_id": "274651"
        },
        {
            "user_name": "skrifbord",
            "text": "ja ja ég var ekki að hugsa neitt og þú veist það !  ég beið póst frá þér í allan dag um það hvar ég gæti náð í þig svo við gætum gengið frá kaupunum, svo allt í einu seld. ekki alveg heiðarleg framkoma.  og svo breytiru ekki hér og lætur fólk vita að varan sé seld.  rétt að breyta í topic og setja fyriri aftan SELD, nema varan sé kanski ekki seld, eða?",
            "date": "2010-08-03 22:28:00",
            "post_id": "274658",
            "reply_to_id": "274654"
        },
        {
            "user_name": "topas",
            "text": "Heyrðu, þú varst bara búinn að spurju um vélina og segjast hafa áhuga eins og svo margir aðrir, ekkert fast að þú ætlaðir að taka hana. Ég er ekki alltaf við tölvuna og stundum líða jafnvel margir klukkutímar milli þess sem ég skoða póstinn minn. \nÞað eru fleyrri sem voru að spá í þessa vél og sumir búnir að slá fram tölum og segjast vilja taka vélina á ákveðna upphæð, aðrir búnir að segjast ætla að taka hana þegar þeir fá pening eftir helgi (sem er í dag). Þessir aðilar misstu líka af henni. \nÉg tók það fram í auglýsingunni að ég tek hana ekki frá fyrir neinn sem þýðir einfaldlega að ef þú ert ekki búinn að ná í mig og kaupa þá er séns að annar sé búinn að því. Að sjálfsögðu hefði ég gefið þér séns á að koma að sækja hana ef við hefðum verið búnir að tala saman ákveða að hittast. \nÉg hef engan tíma til að liggja yfir vaktinni og fylgjast með hvort einhver sé að pæla í vélinni sem ég er að auglýsa. Ég kíki á þetta einu sinni til tvisvar á dag og sel þeim sem hefur áhuga. Ég get ekkert verið að spá í alla hina sem eru með fyrirspurnir. Ef þú varst svona ákveðinn hefðir þú getað sent: ég ætla að taka hana, hringdu í mig í xxx-xxxx. Reyndar fékk ég svoleiðis póst en sá aðili var hættur við þegar ég hringdi þannig að það er ekkert að marka fyrr en seðillinn er kominn.",
            "date": "2010-08-03 22:48:00",
            "post_id": "274662",
            "reply_to_id": "274658"
        },
        {
            "user_name": "skrifbord",
            "text": "nenni ekki að vera að þessu ættir að kíkja á póstana okkar.  þá veistu að ég sendi þér fyrir spurn hvar hægt er að ná í þig.  \nmeð því er ég nátturulega búin að semja að taka tölvuna.\nen gott hjá þér þu gast breytt þessu í selt.  mig vantaði svo rosa tölvu og þess vegna finnst mér leitt hvernig þu hagar þer.\nef þú kíkir ekki oft á síðuna þegar þu ert að selja vöru er áhuginn á að selja ekki mikill\nbæ\nps.  ef einhver vill selja vöru gefur hann símanúmer. kær kv",
            "date": "2010-08-03 23:10:00",
            "post_id": "274667",
            "reply_to_id": "274662"
        },
        {
            "user_name": "topas",
            "text": "Haha, nei. Áhuginn á að selja þessa tölvu var ekki meiri en það að mér finnst duga að kíkja á þetta 1 - 2svar á dag. Engin stórviðskipti í gangi sko, ég var nú bara að selja gamla tölvu á heilar 30.000 krónur. Læt nú ganga fyrir að sinna vinnu og öðrum skildum. \nÞótt ég geti ekki tekið síma í tíma og ótíma þá vil ég allveg selja vöruna. Ég hef bara engan tíma til að svara fyrirspurnum á vinnutíma og enn síður á kvöldin. \nVið höfum öll sitthvorar aðferðir við hlutina og er ekki hægt að ætlast til að allir gefi upp síma þótt þú hefðir gert það.\nAlltaf skulu þessar auglýsingar mínar fara í eitthvað off topic bull. Síðast var rifist um hvort réttlætanlegt væri að borga 10 - 15.000 fyrir nothæfa P4 fartölvu með wifi... Núna þetta.... Maður fer að halda að barnaland sé bara ekki svo mikið bullsamfélag eftir allt.",
            "date": "2010-08-04 00:11:00",
            "post_id": "274682",
            "reply_to_id": "274667"
        }
    ],
    "date": "2010-07-29 10:44:00"
}