{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "31654",
    "title": "Betra að hafa opinn kassa",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=31654",
    "posts": [
        {
            "user_name": "zdndz",
            "text": "Pæling: er ekki betra að hafa opinn kassann, kælir það ekki tölvuna meira?\nVeit svo eitthver hvort tölvan hitni ekki eins mikið með windows 7 og xp?",
            "date": "2010-08-04 15:39:00",
            "post_id": "274724",
            "reply_to_id": false
        },
        {
            "user_name": "JohnnyX",
            "text": "safnast meira af ryki ef kassinn er opinn og airflow-ið verður verra. Vifturnar stíflast á endanum og þá hitnar búnaðurinn þinn mikið og getur skemmst. Tölvan ætti ekki að hitna meira með öðru hvoru stýrikerfinu",
            "date": "2010-08-04 15:45:00",
            "post_id": "274727",
            "reply_to_id": "274724"
        },
        {
            "user_name": "AntiTrust",
            "text": "Alveg eeengan vegin.\nStútar öllu sem heitir loftflæði.",
            "date": "2010-08-04 15:51:00",
            "post_id": "274728",
            "reply_to_id": "274727"
        },
        {
            "user_name": "vesley",
            "text": "ef tölvan þín er með einhvern gamlan hvítann forljótann kassa þá gætiru séð smávegis mun á að hafa hann opinn en hinsvegar miklu meira ryk líka og svo er það líka ljótt.\nÞað er í rauninni alltaf betra að hafa hann lokaðann þar sem þá nær hann að halda réttu loftflæði um búnaðinn.  þ.e.a.s. ef að hann er með einhvað loftflæði",
            "date": "2010-08-04 15:52:00",
            "post_id": "274729",
            "reply_to_id": "274728"
        },
        {
            "user_name": "Danni V8",
            "text": "Þegar ég var mað gamla Antec Sonata kassann þurfti ég að taka hliðina af til að búnaðurinn keyrði ekki á of háum hita.\nÁ HAF932 þarf ég að hafa hliðina á til að halda hitanum niðri..\nþetta fer bara allt eftir kassanum og hversu góð kælingin í honum er.\nEn ef þú ætlar að hafa kassann án hliðar þá þarftu að blása rykið úr honum miklu oftar.",
            "date": "2010-08-04 17:35:00",
            "post_id": "274748",
            "reply_to_id": "274729"
        },
        {
            "user_name": "Sphinx",
            "text": "ég hef alltaf opin kassan þvi eg er ekki með neinar kassaviftur og kassin minn er svartur inni og þegar það kemur ryk þá sést það svo mikið eg þoli það ekki þannig tölvan min er alltaf 100% clean",
            "date": "2010-08-04 19:19:00",
            "post_id": "274762",
            "reply_to_id": "274748"
        }
    ],
    "date": "2010-08-04 15:39:00"
}