{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "31830",
    "title": "Fartölvu pælingar",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=31830",
    "posts": [
        {
            "user_name": "Lunesta",
            "text": "ég er að leita mér að fartölvu sem er á milli 70 -110k eða svo og er að skoða notað og ónotað. Það væri frábært ef einhver gæti sýnt mér eitthvað sem ég hef ekki komið auga á ennþá.. legg fyrst og fremst áherslu á skjákort, örgjörva og minni og verður tölvan fyrst og fremst fyrir tölvu leiki... í mesta falli cod 4 eða mod warfare2 en það er í mesta falli. svo verður hún nátturulega notuð í skólan og svoleiðis líka..\nmeð fyrirfram þökkum\nLunesta",
            "date": "2010-08-12 20:37:00",
            "post_id": "276122",
            "reply_to_id": false
        },
        {
            "user_name": "Lunesta",
            "text": "bump",
            "date": "2010-08-14 14:22:00",
            "post_id": "276380",
            "reply_to_id": "276122"
        },
        {
            "user_name": "Oak",
            "text": "þetta eru miklar væntingar fyrir þennan pening held ég...",
            "date": "2010-08-14 21:06:00",
            "post_id": "276428",
            "reply_to_id": "276380"
        },
        {
            "user_name": "Frost",
            "text": "Fyrir þennan pening færðu tölvu eins og ég er með og hún ræður við CS:S í lægstu stillingum í 9 fps. Ekki séns að þú færð tölvu sem ræður við þessa leiki fyrir þennan pening.",
            "date": "2010-08-14 21:12:00",
            "post_id": "276429",
            "reply_to_id": "276428"
        },
        {
            "user_name": "Lunesta",
            "text": "k.. þá held ég að í mesta falli væri cod 2... það er ekkert vandarmál er það ?",
            "date": "2010-08-14 23:30:00",
            "post_id": "276451",
            "reply_to_id": "276429"
        },
        {
            "user_name": "Halli13",
            "text": "Fartölvan sem ég fékk í fermingagjöf fyrir meira en 3 árum er að keyra MW2 í öllum lægstu stillingum án þess að lagga neitt (kemur stundum smá en það er örsjaldan og aldrei meira en 5 sek bara í byrjun aldrei í miðjum leik) er samt frekar lengi að loada leikjunum allir komnir með 2-3 killl þegar ég loksins joina \n . Kostaði minnir mig 120.000 á sínum tíma. \nÞanngi að þú ættir alveg að geta keyrt MW2 á vél fyrir 110.000.",
            "date": "2010-08-14 23:52:00",
            "post_id": "276454",
            "reply_to_id": "276451"
        },
        {
            "user_name": "helgimann",
            "text": "Sæll vertu,\nÉg er að selja vélina mína vegna þess að mér áskotnaðist stór leikjaborðvél og ætla að skipta minni út fyrir litla skólavél. \nVélin sem um ræðir er Asus vél sem ég keypti útí Svíþjóð í fyrrasumar (rétt um eins árs gömul) í \nhttp://www.siba.se\n  (Siba er stór raftækjaverslun í Svíþjóð). \nEina sem er að vélinni er að músartakkinn á touchpadinu vinstra megin er orðinn minna næmur en hann var, maður þarf að ýta fastar en á hinn takkann. Hann virkar samt alveg og ég get aldrei eftir þessu því þetta venst. Annars er allt bara eins og nýtt miðað við 1 árs gamla tölvu.\nVélin er eins og ég sagði ASUS vél og helstu spekkar:\n- \n500gb\n 5400rpm  harður diskur\n- \n4GB vinnsluminni  DDR2 800Mhz\n- \n512 mb HD3470\n skjákort\n- 15,6\" widescreen skjár (með gler-áferð)\n- DVD spilari og skrifari\n- Allt þetta helsta að sjálfsögðu, hátalarar, flýtiskipanir á lyklaborði, hleðslutæki og allt svona að sjálfsögðu\nÉg er í vinnunni og er ekki með hana en hafðu samband ef þú vilt sjá myndir eða bara koma og kíkja á hana. \nÉg tollskoðaði hana þegar ég kom með hana til landsins svo hún er alveg solid með tollgæslu límmiða á botninum (lendir ekki í veseni með hana að fara út) og ég á kvittunina og svona. \nVerðhugmynd er u.þ.b. 100.000 kall\nP.S.  Skoðaði þessa til að fá verðhugmynd t.d.  en hér er ASUS vél sem er svipuð en þó aðeins með 320gb hörðum disk og samnýttu skjákorti á 130.000   \nhttp://tolvulistinn.is/vara/19658",
            "date": "2010-08-15 11:45:00",
            "post_id": "276486",
            "reply_to_id": "276454"
        },
        {
            "user_name": "Lunesta",
            "text": "líst alveg ágætlega á þessa.. en hvernig er örgjörvinn í henni og svo fæ ég útborgað í lok mánaðar svo við ættum alveg að vera kominn með öll svör þá..",
            "date": "2010-08-16 11:32:00",
            "post_id": "276648",
            "reply_to_id": "276486"
        },
        {
            "user_name": "helgimann",
            "text": "Hún er með Intel Duo Core. \nMan ekki hvort hún er 2 eða 2.2 ghz \nskal láta þig fá product númer ...",
            "date": "2010-08-16 14:05:00",
            "post_id": "276672",
            "reply_to_id": "276648"
        }
    ],
    "date": "2010-08-12 20:37:00"
}