{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "31878",
    "title": "Stöð2Sport HD",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=31878",
    "posts": [
        {
            "user_name": "Hj0llz",
            "text": "Daginn\nÞannig er mál með vexti að ég eins og margir landsmenn er með stöð2sport HD frítt í gegnum digitalið sem er í sjónvarpinu mínu og ekkert ves þar á ferð,\nhinsvegar þegar ég ætlaði að láta stöðina inn hjá föður mínum kemur bara scrambled signal en hljóðið kemur samt, en það kemur ekkert hljóð á hinum lokuðu rásunum\nÉg er með Sony sjónvarp en hann Samsung...... veit einhver hvað málið gæti verið??\nKv\nHjöllz",
            "date": "2010-08-15 17:55:00",
            "post_id": "276533",
            "reply_to_id": false
        },
        {
            "user_name": "jonvidir",
            "text": "Sæll Hjöllz,\nég fékk þessa sömu fyrispurn frá félaga mínum og ég kannaði málið.  Það sem að þú ert með í Sony sjónvarpinu þínu er digital HD tuner, hinsvegar í Samsung sjónvarpi föður þíns er digital tuner sem að er EKKI HD TUNER.  Þar liggur hundurinn grafinn.  Þessir digital HD tunerar komu ekki í sjónvörp fyrr en fyrir rétt um einu ári síðan.  Þetta hefur ekkkert með sony og samsung að gera, samsung er ábyggilega komin með digital HD tunera í sín sjónvarp í dag. Ég vona að þetta skýri málið fyrir þér.\nKv.\nJón",
            "date": "2010-08-17 10:02:00",
            "post_id": "276847",
            "reply_to_id": "276533"
        },
        {
            "user_name": "urban",
            "text": "semsagt annað sjónvarpið HD\nhitt \"HD ready\" sem að svo margir hafa einmitt fallið fyrir",
            "date": "2010-08-17 10:34:00",
            "post_id": "276852",
            "reply_to_id": "276847"
        },
        {
            "user_name": "hagur",
            "text": "Stöð 2 Sport HD frítt?  Afhverju frítt?",
            "date": "2010-08-17 10:43:00",
            "post_id": "276854",
            "reply_to_id": "276852"
        },
        {
            "user_name": "bjartman",
            "text": "Og er stöðin enn opin ?",
            "date": "2010-08-17 11:37:00",
            "post_id": "276863",
            "reply_to_id": "276854"
        },
        {
            "user_name": "Hj0llz",
            "text": "jonvidir: jújú komst að því í gær að samsung tækið er ekki með HDtuner\nUrban: Bæði tækin eru FullHD nema samsung tækið er ekki með HDdigital Tuner, er samt með 1920x1080 upplausn\nhagur: veit ekki afhverju hún er frí en ég skannaði bara DTV hjá mér og þar er hún, var það sama með discoveryHD en þeir lokuðu á það og í staðin er National Geographic\nbjartman: Stöðin er ennþá opin, horfði á Man Utd vs Newcastle í gærkvöldi á þessari stöð",
            "date": "2010-08-17 11:57:00",
            "post_id": "276866",
            "reply_to_id": "276863"
        },
        {
            "user_name": "jonvidir",
            "text": "Það sem ég hef heyrt er að ástæðan fyrir því að þessi rás er opin er sú að Stöð2 eigi ekki þann tæknibúnað sem þarf til að scrambla Digital-HD útsendingar.",
            "date": "2010-08-17 14:00:00",
            "post_id": "276883",
            "reply_to_id": "276866"
        },
        {
            "user_name": "hagur",
            "text": "Það á varla við rök að styðjast, ég er með HD Digital Ísland afruglara og hingað til hefur þessi rás verið lokuð hjá mér.",
            "date": "2010-08-17 14:34:00",
            "post_id": "276890",
            "reply_to_id": "276883"
        },
        {
            "user_name": "jonvidir",
            "text": "Stöð2 hefur væntanlega tæknibúnað og þekkingu til að senda og læsa útsendingum fyrir þann búnað sem að þeir eru að dreifa til að taka á móti þeirra eigin útsendingum, en það sem þeir hafa ekki er búnaður til að læsa þessum útsendingum fyrir innbyggðu digital hd móttakarana sem eru í nýjum sjonvörpum.  Mér finnst ég ekki þurfa að rökræða það neitt við þig 'hagur' , þetta eru bara staðreyndir sem þú getur sannreynt sjálfur.",
            "date": "2010-08-17 16:12:00",
            "post_id": "276905",
            "reply_to_id": "276890"
        },
        {
            "user_name": "hagur",
            "text": "Engin þörf á rökræðum, ég tek þín orð alveg góð og gild.  Var sjálfur að velta því fyrir mér hvort það gæti verið að þetta næðist \"ókeypis\" í gegnum aðra DVB-T HD móttakara en þeirra eigin, en fannst það bara svo undarlegt.\nEf maður á annarskonar DVB-T HD móttakara en DÍ, þá fær maður semsagt Stöð 2 Sport HD í kaupbæti?  Nææææs",
            "date": "2010-08-17 20:26:00",
            "post_id": "276967",
            "reply_to_id": "276905"
        },
        {
            "user_name": "Hj0llz",
            "text": "og national geographic",
            "date": "2010-08-17 20:32:00",
            "post_id": "276971",
            "reply_to_id": "276967"
        },
        {
            "user_name": "acebigg",
            "text": "Stöð2sport HD kom ekki inn hjá mér, en NatGeo HD kom inn án hljóðs.\nÉg er með HD digital afruglara innbyggðan.\nEr þetta enn að virka hjá ykkur?\nHvað gæti þá verið að hjá mér?",
            "date": "2010-08-21 17:06:00",
            "post_id": "277723",
            "reply_to_id": "276971"
        },
        {
            "user_name": "hagur",
            "text": "Ég er með HD DVB-T USB móttakara við tölvuna, næ National Geo HD (með hljóði), en Stöð 2 Sport HD er læst hjá mér.",
            "date": "2010-08-21 19:18:00",
            "post_id": "277757",
            "reply_to_id": "277723"
        },
        {
            "user_name": "jonvidir",
            "text": "Ég er enginn sérfræðingur í þessu, en já þetta virkar enn hjá mér allavega, en það gæti vel verið að það skipti máli hvar þú ert staddur á landinu og hvar hd sendarnir eru staðsettir.",
            "date": "2010-08-22 20:31:00",
            "post_id": "277883",
            "reply_to_id": "277757"
        },
        {
            "user_name": "Joinn",
            "text": "ég er nú að vinna í áskriftasölu þarna hjá stöð 2 og stöð 2 sport hd er \nEKKI\n send út frítt.\nef þú ert með hd frá vodafone er það 575 kr aukalega á mánuði fyrir hd",
            "date": "2010-08-22 20:42:00",
            "post_id": "277885",
            "reply_to_id": "277883"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Ég er með glænýtt Panasonic tæki sem er með líkl fullkomnasta móttakara sem völ er á og fæ EKKI Sport HD frítt.. En ég næ Nat Geo án hljóðs samt..\nÞað er bara í gegnum loftnet----TV  engin myndlykill..\nÉg veit að á Akureyri næst Sport HD rásin í gegnum örbylgju alveg án gjalds...\nspurning hvaða land fólk er ða láta tækið leita eftir ?   þið sem náið stöð2 sport HD .. hvaða land völduð þið sem leitarland .. ?",
            "date": "2010-09-01 17:22:00",
            "post_id": "279487",
            "reply_to_id": "277885"
        },
        {
            "user_name": "Zaphod",
            "text": "jamm Stöð 2 HD sport er opin hér á Akureyri, get staðfest það",
            "date": "2010-09-01 17:31:00",
            "post_id": "279491",
            "reply_to_id": "279487"
        },
        {
            "user_name": "Hj0llz",
            "text": "Jamm er á Akureyri\nÓmar: Notaði bara danmörk sem leitarland",
            "date": "2010-09-01 18:23:00",
            "post_id": "279505",
            "reply_to_id": "279491"
        },
        {
            "user_name": "gardar",
            "text": "\"HD Ready\" er rétt merking, ef sjónvarpið er merkt þannig þá tekur það við HD signali og birtir.\n\"HDTV Ready\" er hinsvegar sölutrikk, og tæki merkt þannig geta oftast tekið við HD signali, en birtir það ekki í réttri HD upplausn.",
            "date": "2010-09-01 19:22:00",
            "post_id": "279518",
            "reply_to_id": "279505"
        },
        {
            "user_name": "Vonpaulus",
            "text": "Daginn hér.\nÉg var að versla mér í síðustu viku Philips 42PFL8404H frá Heimilistækjum. Samkvæmt \nhttp://www.p4c.philips.com/files/4/42pfl8404h_12/42pfl8404h_12_pss_aen.pdf\n er þetta tæki með Digital TV: DVB-T MPEG4, DVB-C MPEG4 sem mér skilst að eigi að ná HD rásunum - er þetta rétt skilið hjá mér? Ég lét tækið skanna rásir en fékk ekki þessar HD rásir inn.\nÞið sem fáið þetta til að virka hjá ykkur, eruð þið til í að setja hérna inn tíðnina á rásunum svo hægt sé að prófa þetta manually?\nTakk",
            "date": "2010-09-09 14:13:00",
            "post_id": "280979",
            "reply_to_id": "279518"
        },
        {
            "user_name": "krissi24",
            "text": "Er byrjað að senda örbylgju útsendingar á Akureyri? Seinast þegar ég spurði þá hjá Vodafone þá sögðu þeir að það væri ekki á dagskránni, hinsvegar gæti ég náð einhverjum HD útsendingum í gegnum greiðu :S",
            "date": "2010-09-09 14:58:00",
            "post_id": "280987",
            "reply_to_id": "280979"
        },
        {
            "user_name": "kjarrig",
            "text": "Hvernig eru menn að taka þetta inn hérna í Reykjavík?  Gegnum örbylgju, eða einhvern annan hátt?  Ég tók þetta í gegnum breiðbandið, sleppi afruglaranum, beint úr vegg í sjónvarpið en fæ hvorki mynd né hljóð á Sportið eða National Geographic.",
            "date": "2010-09-13 18:21:00",
            "post_id": "281857",
            "reply_to_id": "280987"
        },
        {
            "user_name": "marri87",
            "text": "Eftir að hafa reynt að fá Stöð2Sport HD til að virka í sjónvarpinu hjá mér og ekki fengið til að virka þá datt mér í hug að kíkja hingað og viti menn það var til þráður um það. Afsakið samt ef ég er að endurvekja gamlan þráð.\nMálið er að ég hef ekki hugmynd um það hvort þetta sé hægt ennþá og ef svo er þá þyrfti ég að fá upplýsingar um á hvaða tíðni stöðin er send út hérna á reykjarvíkursvæðinu þar sem sjónvarpið vill ekki leita sjálfvirkt að stöðvum. Ætti það ekki annars að virka að tengja loftnetssnúruna, sem er tengd við örbylgjuloftnet, beint í móttakarann á sjónvarpinu. Annars er ég með \nhttp://sm.is/index.php?sida=vara&vara=42PFL5405H\n sem er með HD digital sjónvarpsmóttakara.",
            "date": "2011-01-13 22:33:00",
            "post_id": "312490",
            "reply_to_id": "281857"
        },
        {
            "user_name": "hakon78",
            "text": "Sæll félagi.\nÞú þarft að fá CAM frá Vodafone til að setja í sjónvarpið ef þú vilt afrugla HD rásirnar, og að sjálfsögðu borga áskriftina.\nBestu kveðjur\nHákon",
            "date": "2011-01-14 00:06:00",
            "post_id": "312517",
            "reply_to_id": "312490"
        },
        {
            "user_name": "JReykdal",
            "text": "Wait what?",
            "date": "2011-01-14 01:35:00",
            "post_id": "312540",
            "reply_to_id": "312517"
        },
        {
            "user_name": "dedd10",
            "text": "Eftir því sem ég hef heyrt er það að 365 er búið að læsa S2S2HD fyrir sunnan en að það sé bara of dýrt að læsa þessu á Akureyri og þar í kring og væntanlega bara úti á landi en ég sel það ekki dýrar en ég keypti það",
            "date": "2011-01-14 09:50:00",
            "post_id": "312570",
            "reply_to_id": false
        },
        {
            "user_name": "benson",
            "text": "Nennti ekki að lesa þetta allt en í einhverjum tilfellum þarf að breyta country/regional settings á sjónvarpinu til að fá inn ákveðnar HD rásir í gegnum tunerinn á sjónvarpinu. Prófaðu að tala við Samsung setrið og ath hvað þeir segja.",
            "date": "2011-01-14 10:18:00",
            "post_id": "312573",
            "reply_to_id": "312570"
        },
        {
            "user_name": "raglan",
            "text": "Ég biðst fyrirfram afsökunar ef ég er að skrifa hér á þráð sem búið er að loka.\nVar að reyna að komast að einu, googlaði og endaði hér \nÉg er á Akureyri og var búinn að heyra af þessu með Stöð 2 Sport HD og að sú rás væri opin.\nÉg er með LG tæki (42LF65) og taldi að ég ætti að geta séð Stöð 2 Sport HD í því tæki en á þeirri rás kemur bara upp kassi sem hreyfist til og frá á skjánum og þar stendur \"HD service\".\nVeit einhver hvers vegna ég sé ekki þessa rás og fæ bara upp þennan kassa með \"HD Service\"?\nSé ekki betur en að tækið sé HD ready, Full HD 1080p.",
            "date": "2011-01-16 00:21:00",
            "post_id": "313087",
            "reply_to_id": "312573"
        },
        {
            "user_name": "Cikster",
            "text": "Það að tækið sé HD ready ... er ekki það sem skiptir máli varðandi að ná að horfa á HD rásirnar ... það er tunerinn í tækinu sem skiptir máli. Þetta tæki nær bara standard DVB-T rásunum.",
            "date": "2011-01-16 01:33:00",
            "post_id": "313094",
            "reply_to_id": "313087"
        },
        {
            "user_name": "dedd10",
            "text": "Var að spá, er búið að loka fyrir stöðina á Akureyri líka eða er þetta bara eitthvað tímabundið? Það kemur alltaf núna hjá mér eins og það sé engin útsending og eitthvað vesen, það hefur komið áður en þá opnaðist hún degi eftir r sum,\nEinhver sem nær henni ekki inn núna?",
            "date": "2011-01-29 15:05:00",
            "post_id": "316979",
            "reply_to_id": "313094"
        },
        {
            "user_name": "Hj0llz",
            "text": "veit um nokkra sem ná stöðinni ekki lengur, en hvort að þetta sé tímabundið eða ekki get ég ekki sagt til um",
            "date": "2011-01-29 15:19:00",
            "post_id": "316984",
            "reply_to_id": "316979"
        },
        {
            "user_name": "dedd10",
            "text": "Já ok, en einhverjir sem ná henni samt?\nEins gott að þetta sé bara tímabundið, nýbúinn að kaupa TV nánast bara útaf þessari stöð!",
            "date": "2011-01-29 16:57:00",
            "post_id": "317002",
            "reply_to_id": "316984"
        },
        {
            "user_name": "Hj0llz",
            "text": "nei ég veit ekki um neinn sem nær henni",
            "date": "2011-01-29 18:03:00",
            "post_id": "317023",
            "reply_to_id": "317002"
        },
        {
            "user_name": "Sucre",
            "text": "Ég er á akureyri og næ ekki sport HD stöðinni lengur ætla að vona að þeir séu ekki búnir að læsa þessu",
            "date": "2011-01-29 19:25:00",
            "post_id": "317052",
            "reply_to_id": "317023"
        },
        {
            "user_name": "Nariur",
            "text": "ég hef aldrei náð henni",
            "date": "2011-01-29 22:23:00",
            "post_id": "317111",
            "reply_to_id": "317052"
        },
        {
            "user_name": "dedd10",
            "text": "Ég fór niðrí ljósgjafa í dag og spurði þá út í þetta og þeir sögðu að 365 hafi lokað fyrir stoðina á föstudaginn og vissu ekkert hvort hún kæmi aftur",
            "date": "2011-01-31 17:41:00",
            "post_id": "317618",
            "reply_to_id": "317111"
        },
        {
            "user_name": "fallen",
            "text": "Ætla aðeins að vekja þetta hérna..\nLenda einhverjir í þvi að fá svona random hvítar línur í myndina á Stöð 2 Sport HD?\nÞetta kemur aðallega hægra megin á sjónvarpið, láréttar og hvítar línur sem koma handahófskennt.\nEr btw búinn að prófa að tengja myndlykilinn í annað sjónvarp og prófa nýtt sett af snúrum, breytir engu. S2Sport HD er líka eina rásin sem þetta gerist á.",
            "date": "2011-04-02 12:52:00",
            "post_id": "337024",
            "reply_to_id": "317618"
        },
        {
            "user_name": "Hj0llz",
            "text": "Já ég varð var við þetta þegar ég var með þessa rás.\nVirðist vera útsendingin.",
            "date": "2011-04-02 18:25:00",
            "post_id": "337178",
            "reply_to_id": "337024"
        }
    ],
    "date": "2011-01-14 09:50:00"
}