{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "31980",
    "title": "Gallað Mb",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=31980",
    "posts": [
        {
            "user_name": "Ulli",
            "text": "Nú er komið í ljós að MB mitt var gallað.\nleiddi út í Örgjörfa teinginu.\nvar ní búin að skyfta út in vegna galla.\nNú ætla þeir að reyna finna sambærilegt MB hérna á klakanum.\nEr nokkuð eithvað til hérna sem er sambærilegt??\nÉg vil helst fá nýju útgáfuna af þessu sem ég er með en það er DDR3.\nMeina gallað minni og MB :S\nKanski ætti ég bara að fara fram á I7 \nAnnars er ég ekki alveg á því að fórna Xtream Örgjörfanum.\nEndilega póstið hvað þið mynduð gera.",
            "date": "2010-08-19 13:40:00",
            "post_id": "277312",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "Vera viss um að móðurborðið sem þú færð sé sambærilegt, og láta það duga og hætta með þessa frekju?\ni7? Hvað í ósköpunum lætur þig halda að þú eigir rétt á slíkum kröfum?",
            "date": "2010-08-19 13:58:00",
            "post_id": "277314",
            "reply_to_id": "277312"
        },
        {
            "user_name": "Gúrú",
            "text": "Kemur fyrir allar búðir að þær kaupi gallaða vöru og selji einhverjum hana.\nÞú getur beðið þá um að finna sama móðurborð en þú þarft þá að bíða eftir því.\nBúðir eiga ekki að þurfa að gefa þér hluti ef að þeir gera allt sem þeir geta til að höndla málið.",
            "date": "2010-08-19 14:10:00",
            "post_id": "277318",
            "reply_to_id": "277314"
        },
        {
            "user_name": "KrissiK",
            "text": "ábyrgð hallóóóóó?",
            "date": "2010-08-19 14:33:00",
            "post_id": "277323",
            "reply_to_id": "277318"
        },
        {
            "user_name": "Ulli",
            "text": "Örgjorfin sem ég keypti hjá þeim kostaði 54þ mb kostaði 29þ á sínum tíma.\nÞað er búið að vera vesen með þetta MB og Minni frá því að ég keypti það.\nMaður er ekki að versla hjá þeim sem eru btw töluvert dýrari en aðrir til að standa í eitthverju djöfulsins veseni??? \nEr það frekja að ætlast til að hlutirnir sem maður kaupi virki!?\ná það að bitna á mér að þeir virki ekki?\neins og er eru einginn MB sambærinleg því sem ég var með nema það sem buy.is er með en það er DDR 3\nVerið þið svo ekki með þetta væl.",
            "date": "2010-08-19 14:42:00",
            "post_id": "277325",
            "reply_to_id": "277323"
        },
        {
            "user_name": "Halli25",
            "text": "ábyrgð er samt ekki ávísun á að fá betri hluti!",
            "date": "2010-08-19 14:48:00",
            "post_id": "277329",
            "reply_to_id": "277325"
        },
        {
            "user_name": "AntiTrust",
            "text": "Væl? Þú ert að tala um að fá i7 (og væntanlega þá i7 örgjörva, móðurborð og DDR3 minni) afþví að þú fékkst gallaða vöru í búð sem þú kaust að versla í þrátt fyrir að vera dýrari en samkeppnisaðilar?\nAð sjálfsögðu bitnar það á þér að hlutirnir virki ekki, það eina sem búðin getur gert í slíkum tilfellum er að skipta biluðum hlut út fyrir nýjan, og ef þeir vilja vera extra góðir við þig hugsanlega láta þig fá ögn betri týpu í sama flokki. Ef þeir vilja svo vera með algjöra toppþjónustu geta þeir boðist til að taka hina hlutina upp í i7 setup, og þú borgar milligjöf.\nHugsa aðeins áður en þú skrifar.",
            "date": "2010-08-19 15:01:00",
            "post_id": "277331",
            "reply_to_id": "277329"
        },
        {
            "user_name": "Ulli",
            "text": "I7 var nú meira meint í djóki.\nHelt nú að men myndu sjá það :s\njá mér fynst að það eigi ekki að bitna á kaupanda þega gallaðar vörur eru í sölu.\nTil hvers annars er ábyrð og hversvegna væru menn þá að kaupa auka tíma á þær.\nÞetta innan við 2 vikna gamla Kinston Hyper x 1066 minni sem ég fekk í staðin fyrir gallaða minnið kostar nú bara það sama og DDR3 1300 minni hjá þeim.\n.Edit.\nMá einnig vera þaklátur að eithvað meira steiktist ekki þar sem að örgjörfa power teingið var að leiða út.",
            "date": "2010-08-19 15:22:00",
            "post_id": "277333",
            "reply_to_id": "277331"
        },
        {
            "user_name": "Gúrú",
            "text": "Var ég að gefa annað í skyn en að þeir þyrftu að finna sama móðurborð?",
            "date": "2010-08-19 15:26:00",
            "post_id": "277336",
            "reply_to_id": "277333"
        },
        {
            "user_name": "Ulli",
            "text": "Versta er að ég held að þeir séu hættir að framleiða það? :C",
            "date": "2010-08-19 16:43:00",
            "post_id": "277345",
            "reply_to_id": "277336"
        },
        {
            "user_name": "Ulli",
            "text": "Já hættir að framleiða það vegna galla sem lýsir sér í því að 8pinna cpu teingið er að faila leiðir út og tölvan slekur á sér eftir 10 sekundur.\nÞeir buðu mér Ga EP45-UD3R sem er alveg eins en það munar einni PCI Express rauf.\nFinst það frekar lélegt ef maður skyldi fá sér annað skjákort.\nEn þetta er bara það sem þeir gátu reddað strax svo allt í lagi með það.\nFæ betra svar á mánudaginn.\nEr mjög ánægður með þjónustuna þarna.",
            "date": "2010-08-19 18:14:00",
            "post_id": "277357",
            "reply_to_id": "277345"
        },
        {
            "user_name": "rapport",
            "text": "Persónulega finnst mér sjálfsagt að hann fái i7...\nVerslunin væri bara svaka kúl að gefa honum það og hann mundi örugglega aldrei versla annarsstaðar ever again...\nEn það er ekkert sem segir að þeir þurfi að gera meira en að græja hann upp með samskonar dóti.\nEn ég vil samt benda á að það er ekki samam ábyrgð á íhlutum og heilum tölvum.\nÍhlutir eru t.d. ekki með þriggja ára ábyrgð þar sem ekki er um \"raftæki \" að ræða, eingöngu íhlut í raftæki...\nFyrir vikið ætti verð á íhlutum í tölvu að vera nokkuð lægra en að keupa hana sem einn pakka útúr búð.",
            "date": "2010-08-19 18:23:00",
            "post_id": "277362",
            "reply_to_id": "277357"
        },
        {
            "user_name": "Ulli",
            "text": "Var keypt í pörtum hjá þeim fyrir innan við ári síðan.\nComputer.is",
            "date": "2010-08-19 18:38:00",
            "post_id": "277365",
            "reply_to_id": "277362"
        },
        {
            "user_name": "urban",
            "text": "þú ert aðeins að misskilja þetta\nmóðurborð er raftæki og þeir væru ekki með 3 ára ábyrgð á því\naftur á móti væru þeir með 3 ára ábyrgð á þéttum sem að þú gætir keypt hjá þeim",
            "date": "2010-08-20 04:30:00",
            "post_id": "277458",
            "reply_to_id": "277365"
        }
    ],
    "date": "2010-08-19 13:40:00"
}