{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "32112",
    "title": "What is better by....",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=32112",
    "posts": [
        {
            "user_name": "SS13",
            "text": "Many people asking which combination is better,maybe this will help..\nbut\n:)\nhttp://techreport.com/articles.x/19404/11\nP.S.\nThis comment on this article is my faworit:\n-\"Still a shame there aren't any truly unbiased tests here. Better than HardOCP's set which frankly whiffs of bribery, but there isn't really a neutral game here. Most of the important modern titles have a bias towards nvidia through development, but that's not really to say that the geforce cards are 'just faster' like articles like this dictate. Catalyst 10.7's badness isn't helping, but neither is testing websites' refusal to incorporate unbiased games. They do exist. AvP is clearly biased in several parts, when you look at review sites. Here it doesn't fare so bad, but it depends where you test it. ATI also never really implemented crossfire for it - on my HD4870X2 QCF setup, the frames rendered by the extra GPUs aren't actually displayed, so ATI are partly to blame for that. Just Cause 2 obviously includes PhysX bribery, DiRT 2 is another anomalous title for the GTX400 series, and Bad Company 2 is broken for AA with ATI cards - I notice all review sites refuse to test it with AA disabled. Funny that.\nAnd finally Metro 2033 even has a quality modifier on geforces in the drivers, along with Borderlands being renowned for being the most geforce-biased game to date (though that'll probably change with the Arma 2 expansion).\nThere are a few unbiased games out there, Starcraft 2 appears to be one of them. Blur, Split/Second Velocity and Need for Speed World all appear to be relatively unbiased, and then there are games like the STALKER series which are actually slightly ATI-biased, but see minimal coverage in reviews. The number of games coded in favour of geforces now means that to truly analyse GPU performance you have to use a vast sample of games, which limits you to the smaller review sites that don't have a strict test regime.\"",
            "date": "2010-08-25 19:03:00",
            "post_id": "278378",
            "reply_to_id": false
        },
        {
            "user_name": "GullMoli",
            "text": "Takk fyrir þetta, þokkalega áhugaverð grein.",
            "date": "2010-08-25 19:16:00",
            "post_id": "278379",
            "reply_to_id": "278378"
        }
    ],
    "date": "2010-08-25 19:03:00"
}