{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "32326",
    "title": "Rafhlöður fyrir fartölvu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=32326",
    "posts": [
        {
            "user_name": "maggikr",
            "text": "hvað er best til að ná sem mestu endingu á rafhlöðu   er það að hlaða hana alltaf og  nota hana  hef nefnilega kost á að vera með hana alltaf í straum   eða er það best að taka rafhloðuna ur og vera með tölvuna alltaf a straum  geti þið sagt mer hvernig eg næst bestu endinguni á rafhlðuni  þannig hun verði ekki onyt eftir 3 - 12 manuði",
            "date": "2010-09-05 16:10:00",
            "post_id": "280151",
            "reply_to_id": false
        },
        {
            "user_name": "Pandemic",
            "text": "Taka hana úr og geyma í 40-60% hleðslu á köldum stað.",
            "date": "2010-09-05 16:43:00",
            "post_id": "280155",
            "reply_to_id": "280151"
        },
        {
            "user_name": "dori",
            "text": "Pandemic er með þetta. Fartölvurafhlöður eru lithium polymer rafhlöður. Þú vilt hlaða þær og afhlaða niður í 40-60% af max hleðslu og geyma við 4-20°C svo á svona mánaðarfresti (ef þú ert ekkert að nota rafhlöðuna) ættirðu að tékka á voltunum eða bara að skella því aftur í og hlaða uppí max og afhlaða niður í 40-60%.\nEf þetta er fartölva sem þú ert alveg að nota með rafhlöðu við og við þá er fínt að taka hana úr og geyma bara til hliðar (eða í kulda). Ástæðan fyrir því er að lithium rafhlöður fíla hita rosalega illa og það er helsta ástæðan fyrir því að þær eyðast hraðar og fartölvur eru oftast mjög heit tæki og þ.a.l. þá er betra að taka rafhlöðuna úr ef þú ert hvort eð er í rafmagni.",
            "date": "2010-09-05 16:58:00",
            "post_id": "280159",
            "reply_to_id": "280155"
        },
        {
            "user_name": "Sydney",
            "text": "Sammála ræðumönnum að ofan.\nMæli með 60% hleðslu og geyma inní ískáp (4°C).",
            "date": "2010-09-06 12:29:00",
            "post_id": "280296",
            "reply_to_id": "280159"
        },
        {
            "user_name": "Pandemic",
            "text": "Mæli nú ekki með því ef þú vilt hætta á rakaskemmdir og aðra eyðileggingu.",
            "date": "2010-09-06 15:24:00",
            "post_id": "280310",
            "reply_to_id": "280296"
        }
    ],
    "date": "2010-09-05 16:10:00"
}