{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "3235",
    "title": "Nú vaxa hlutir inní vatnskælingunni minni...",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=3235",
    "posts": [
        {
            "user_name": "Damien",
            "text": "Eins og titillinn segir til um þá vaxa hlutir inní vatnskælingunni minni og langar mig að losna við það.\n\n\n\nÉg var að kíkja á þennan þráð: \nhttp://spjall.vaktin.is/viewtopic.php?t=2051\n\n\nog svarar hann næstum öllum spurningum.\n\n\n\nHjá mér er þetta þannig að slöngurnar eru mattar(sem gæti verið eðlilegt) en á nokkrum stöðum eru litlar klessur innan á veggjum slanganna.\n\nÉg er búinn að tæma kerfið(það var mikið af lofti inní því \n) og þá tók ég eftir þessum klessum.\n\n\n\nÞarf ég að kaupa mér brúsa af steril'u vatni og blanda frostlegi saman við og keyra í gegn, tæma kerfið aftur og setja síðan vökvann sem ég vill hafa inná?\n\nVökvinn sem ég er með inná kerfinu kom með kælingunni og lýsir neon grænn í UV. Ég vil ekki missa þennan lit með því að blanda bláum bíla frostlegi inná.\n\nEr til eitthvað annað? td. þetta dótarí í fiskabúirin?\n\n\n\nOg já, ég er búinn að vera með vatnskælinguna í gangi í nokkra mánuði...",
            "date": "2004-02-19 16:19:00",
            "post_id": "32618",
            "reply_to_id": false
        },
        {
            "user_name": "CendenZ",
            "text": "já, þetta dótarý sem er í fiskabúrum ?...\n\n\n\n\n\nég rétt vona að þú ætlir ekki að setja tottfiska í slönguna \n\n\n\n\nværi heavy fyndið að sjá ryksugufiska í tölvum",
            "date": "2004-02-20 12:46:00",
            "post_id": "32684",
            "reply_to_id": "32618"
        },
        {
            "user_name": "sprelligosi",
            "text": "væri samt helvíti cool að hafa fiskabúr inní tölvunni. það myndi aldrei virka að hafa sama vatn og rennur í gegnum vatnskælinguna. en samt að hafa það með og hafa sér tank fyrir cpu og sér fyrir fiskana....\n\n\n\nég sé mig fyrir mér opnandi cd drifið til að gefa.....\n\n\n\nþetta er samt god hugmynd að extreme case mod",
            "date": "2004-02-21 02:14:00",
            "post_id": "32771",
            "reply_to_id": "32684"
        },
        {
            "user_name": "Hlynzi",
            "text": "Já sniðugt að hafa ryksugu fiska í þessu. Alltaf hef ég talið hita lausn á öllum þrifnaðarvandamálum. En ég er ekki viss um að þú megir dæla 60° c eða heitara inní þetta kerfi.",
            "date": "2004-02-22 10:40:00",
            "post_id": "32915",
            "reply_to_id": "32771"
        },
        {
            "user_name": "exit",
            "text": "Venjulegur bílafrostlögur myndar hlaup í elementum og dælum getur skemmt mikið út frá sér þetta er algent vandamál í snjóbræðslum og er búið að koma í veg fyrir það með betri froslegi og var ég bara að taka eftir um daginn að það er hægt að fá svona frostlög sem verður ekki hlaup kenndur glærann þannig en hann er náturlega aðeins þykkari heldur en vatn eins og allur frostlögur er en hugsa að það myndi virka með þessu ljósi hjá þér\n\n\n\nEf ég man rétt þá er fyrirtæki sem heitir Kemi í smiðjuhverfi í kóparvogi sem er að selja svona glæran frostlög.",
            "date": "2004-03-09 18:38:00",
            "post_id": "34397",
            "reply_to_id": "32915"
        }
    ],
    "date": "2004-02-19 16:19:00"
}