{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "32442",
    "title": "Hjálp við að púsla saman fartölvu (Thinkpad)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=32442",
    "posts": [
        {
            "user_name": "andpgud",
            "text": "Jæjæ, það var brotist inn til mín og stolið tölvunni minni. Var mikið að skoða hvað maður ætti aðfá sér. Valið var Macbook Pro eða Thinkpad og ég held að ég muni fara thinkpad leiððina. Hvað finnst ykkur. Er að reyna að fá mér eithvað uber þar sem ég nota þetta fjandi mikið og ferðast mikið. Hvað segið þið?",
            "date": "2010-09-10 08:22:00",
            "post_id": "281123",
            "reply_to_id": false
        },
        {
            "user_name": "Hargo",
            "text": "Ætlarðu að panta að utan og customiza eða kaupa hér heima? Hvað er budgetið hjá þér?",
            "date": "2010-09-10 08:44:00",
            "post_id": "281126",
            "reply_to_id": "281123"
        },
        {
            "user_name": "andpgud",
            "text": "Kaupa hér heima",
            "date": "2010-09-10 08:47:00",
            "post_id": "281127",
            "reply_to_id": "281126"
        },
        {
            "user_name": "Hargo",
            "text": "Þá er Nýherji lílklega aðalsölustaðurinn fyrir þig - verst hvað þeir eru dýrir.\nÉg veit ekki budgetið hjá þér eða hvað þú ætlar þér að nota tölvuna í en hér eru tveir kostir.\nThinkpad Edge - 189.905kr\nhttp://www.netverslun.is/verslun/product/TP-EDGE-i350-2250-156-SV%C3%96RT-6s-W764,11912,420.aspx\n15.6\" að stærð, i3 örgjörvi og 2GB DDR3 minni. Fínn kostur og þessi Edge lína inniheldur HDMI, eSata, kortalesari, LED skjá o.fl. sem hefðbundnu Thinkpad vélarnar sem eru ætlaðar fyrir fyrirtæki innihalda oft ekki. Kemur með Win 7 64 bita. Ef þú vilt svo gera þessa enn sprækari þá ættirðu að geta upgreidað harða diskinn í SSD disk fyrir smá auka pening.\nThinkpad T410 - 259.00kr\nhttp://www.netverslun.is/Verslun/product/TP-T410-i520-2250-14W-Int-D-R-W732-6s,11027,327.aspx\n14.1\" að stærð, i5 örgjörvi og 2GB DDR3. eSata, möguleiki á innbyggðu 3G. Kemur með Windows 7 32 bita.",
            "date": "2010-09-11 09:44:00",
            "post_id": "281342",
            "reply_to_id": "281127"
        },
        {
            "user_name": "Cascade",
            "text": "Ef þú ferðast mikið, þá myndi ég skoða T410s, X301/X201 vélarnar, X301 er t.d. minnir mig 1.5kg",
            "date": "2010-09-11 10:55:00",
            "post_id": "281349",
            "reply_to_id": "281342"
        },
        {
            "user_name": "Hargo",
            "text": "Vó Thinkpad x201 er á litlar 334.800kr.\n Ég myndi nú frekar íhuga innflutning á þessu sjálfur ef þú ert kominn út í þessar upphæðir, það mun borga sig.\nÞær útgáfur af T410s eru einnig svakalega dýrar. Eru á verðbilinu 339.900kr upp í 409.900kr. En þetta eru svakalega skemmtilegar tölvur og mjög portable.\nEf þú þekkir einhvern hjá Nýherja þá geturðu kannski suðað út einhvern afslátt, ekki veitir af.",
            "date": "2010-09-11 12:50:00",
            "post_id": "281353",
            "reply_to_id": "281349"
        },
        {
            "user_name": "Sydney",
            "text": "Mæli tvímælalaust með T410 ef þú hefur efni á henni, frábær vél.",
            "date": "2010-09-11 17:59:00",
            "post_id": "281392",
            "reply_to_id": "281353"
        },
        {
            "user_name": "danielg",
            "text": "Ég er núna búinn að vera með 410 í um 2 mánuði, ótrúlega svekktur.\nÉg var mikill ThinkPad maður, en þessi vél sökkar feitt. Hún er um 2,5 kg sem er ótrúlegt fyrir nýja fartölvu, hún er mjög þykk og klunnaleg, hönnuninn er ljót að mínu mati, lyklaborðið svignar aðeins við notkun sem er pirrandi, það heyrist í plastinu þegar maður ýtir á hana, hún virðist vera mjög \"cheap\" að öllu leyti. Hún er alltof þykk og þung!!\nMute takkinn virkar ekki alltaf, það tekur mig upp í 2 mín að tengjast þráðlausu neti, sem er mjög pirrandi, bíða eftir því að vélin nái að register with network.\nSkjárinn er lélegur, það er ekki hægt að horfa á hann nema beint á hann, og þá meira að segja verður hlutarnir efst og neðst dimmir,og ekki hægt að sjá vel frá hlið. Hátalarnir eru ekki með neinn bassa, engan!\nBatterýið endist í um 2 tíma, en mælirinn fer frá 5:01 niður í 2:01 á svona 5 mín.\nÞessi vél er alltof dýr, þung, og svo má minnast á að það er komið nýtt efni í toppinn á henni sem er ekki hægt að halda hreinu.\nÞetta er klárlega síðasta ThinkPad vélin mín, það liggur við að ég vona að hún skemmist svo ég fái hana bætta.....",
            "date": "2011-02-18 15:31:00",
            "post_id": "323805",
            "reply_to_id": "281392"
        },
        {
            "user_name": "beggi90",
            "text": "Hljómar eins og gallað eintak. (mute, battery a.m.k)\nEn skoðaðirðu hana ekki vel áður en þú keyptir hana?\nSkrítið að kaupa sér fartölvu og kvarta yfir útliti og þyngd því þetta er það sem er auðveldast að dæma um þegar maður fer útí búð að skoða vélina.\nÉg hef bara góða reynslu samt af thinkpad vélum hef átt mína í 4 ár núna án vandræða(fyrir utan mitt eigið fail).",
            "date": "2011-02-18 15:45:00",
            "post_id": "323809",
            "reply_to_id": "323805"
        },
        {
            "user_name": "danielg",
            "text": "Þetta er fjórða vélin mín í röð, hef alltaf verið mjög ánægður og mér datt ekki í hug að byðja um annað en ThinkPad. Ég fékk þessa vél senda að utan, er að vinna fyrir erlent fyrirtæki sem sendi mér hana. \nÞað er ótrúlegt að ný vél sé svona þung og þykk. Og svo er hún alls ekki hröð, þótt hun sé með i5 Core Vpro.\nMakkinn rústar þessari vél án þess að þurfa að fara í gang.",
            "date": "2011-02-18 16:16:00",
            "post_id": "323818",
            "reply_to_id": "323809"
        },
        {
            "user_name": "hsm",
            "text": "Þetta hljómar eins og eftirlíking frá kína \nEr sjálfur með 2 ThinkPad og er mjög ánægður með þær og miðað við aðrar vélar sem ég hef átt þá endist rafhlaðan í ThinkPad lang best. Er með eina 4ára+ og er enn með um 2 tíma á rafhlöðu.",
            "date": "2011-02-18 17:00:00",
            "post_id": "323831",
            "reply_to_id": "323818"
        },
        {
            "user_name": "GrimurD",
            "text": "Ég er sjálfur með mánaðargamla T410 vél og hún á ekki við neitt af þessum vandamálum að stríða. Batteríið entist nýtt í 4 tíma auðveldlega og gerir enn. Ég er reyndar með i3 útgáfuna sem eyðir talsvert minna rafmagni.",
            "date": "2011-02-18 17:46:00",
            "post_id": "323843",
            "reply_to_id": "323831"
        },
        {
            "user_name": "biturk",
            "text": "þetta hljómar eins og þú hafir ekki ennþá séð tölvuna eða sért með eitthvað ódýrt kína eintak kallinn \n \n2,5kg???þung??? bíddu ertu 10 ára stelpa eða? þetta er fislétt að mér fynnst og ekki hægt að kvarta yfir þyngd",
            "date": "2011-02-18 18:52:00",
            "post_id": "323859",
            "reply_to_id": "323843"
        },
        {
            "user_name": "beatmaster",
            "text": "Finndu bara út hvaða vél þú villt fá þér og sendu svo póst á buy.is eða \nbudin.is\n og pantaðu vélina svo bara frá þeim sem að býður þér hana ódýrari",
            "date": "2011-02-18 19:15:00",
            "post_id": "323865",
            "reply_to_id": "323859"
        },
        {
            "user_name": "bixer",
            "text": "ég elska thinpad tölvurnar, ég er með 2 þannig mikið notaðar og örugglega 5 ára+ þær virka ennþá mjög vel og hafa aldrei failað. ég mun örugglega kaupa mér thinkpad vél þegar ég fer í framhaldsskóla. alltof endingargóðar! mér finnst þessi reynsla hjá þér vera rosaleg. annars 2,5 kg er ekki neitt þar sem þetta eru sterkbygðar og góðar vélar",
            "date": "2011-02-18 20:14:00",
            "post_id": "323922",
            "reply_to_id": "323865"
        },
        {
            "user_name": "AntiTrust",
            "text": "Sorry félagi, núna ætla ég að púlla ThinkPad besserwisser fanboy-ismann á þetta, sem ég er. Félagi minn sem er búinn að kommenta hér á þráðinn, GrímurD, fékk sér svona vél og ég er jú sammála þér með það að hún er í stærri/þykkri kanntinum. En hann vissi það alveg fyrir kaup, og ég veit alveg að mér finnst hún of þykk og ætla einfaldlega í T410si vélina - afþví að ég vill þynnri/léttari vél og er tilbúinn að borga meira fyrir það. Pointið mitt er, hvernig dettur þér í hug að kaupa tölvu fyrir þennan pening, sem þú veist alveg fyrirfram hversu þung og þykk hún er, og kvarta svo eftir á?\nÞessi vél er ekki alltof dýr, heldur er hún bargain. Skoðaðu bara hvað high end týpurnar kostuðu fyrir nokkrum árum. Fyrri T60 vélin mín held ég að hafi kostað yfir 400k, og hún var svipað góð þá og T410 er í dag. Jújú, það eru ekki sömu gæði í T60 og T410, en þú skilur hvað ég er að fara.\nThinkpad hafa \nalltaf\n verið þekktar fyrir að vera með lélega og dimma skjái, fyrir utan nokkrar customized Txx vélar sem hægt var að fá með IPS skjáum. Þetta vita allir ThinkPad menn með reynslu.\nLyklaborðið í T410 var akkúrat bætt mikið eftir T400 þar sem lyklaborðin í T400 svignuðu meira en venjulega, og því var aukaplötu bætt við lyklaborðið sjálft fyrir utan plötuna undir borðinu. Ég er búinn að hamast mikið á þessari T410 vél hjá félaga mínum og það er ekki vottur af braki í vélinni alveg sama hvernig haldið er á henni og ekki hægt að finna neinn teljanlegan sveigjanleika í lyklaborðinu - þótt það sé því miður ekki alveg sambærilegt við eldri vélarnar, T60 og fyrri týpur.\nHinsvegar ertu alveg klárlega með gallað/ónýtt batterý. En mig grunar að þú sért að gefa þessari vél voðalegan sleggjudóm byggðan á algjöru mánudagseintaki.",
            "date": "2011-02-18 21:16:00",
            "post_id": "323946",
            "reply_to_id": "323922"
        }
    ],
    "date": "2010-09-10 08:22:00"
}