{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "32596",
    "title": "SPDIF bracket, hvar fæst?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=32596",
    "posts": [
        {
            "user_name": "hagur",
            "text": "Kveldið drengir ...\nEr með Gigabyte G31M-ES2L borð sem er með SPDIF header og mig vantar svona bracket til að geta nýtt hann : \nhttp://cgi.ebay.com/V-2-Gigabyte-Mother ... 3067wt_911\nVitið þið hvort þetta fáist einhverstaðar hérna ?  Var búinn að kanna í Kísildal þar sem ég keypti móðurborðið, þeir áttu þetta ekki.\nEinhverjar hugmyndir áður en ég hef neikvæð áhrif á vöruskiptajöfnuð landsins og panta þetta erlendis frá?",
            "date": "2010-09-17 00:05:00",
            "post_id": "282470",
            "reply_to_id": false
        },
        {
            "user_name": "Hargo",
            "text": "Ertu búinn að fá leyfi frá Jóhönnu og Steingrími til að panta þetta?",
            "date": "2010-09-17 01:03:00",
            "post_id": "282478",
            "reply_to_id": "282470"
        },
        {
            "user_name": "hagur",
            "text": "Var nú að spá í að spyrja þau ekkert, veit hvert svarið verður (NEI)",
            "date": "2010-09-17 11:47:00",
            "post_id": "282511",
            "reply_to_id": "282478"
        },
        {
            "user_name": "urban",
            "text": "Hefðir sagt þetta á þriðjudag þá hefði ég getað sent þér svona\nvar að henda allavega rusli sem að ég hafði ekkert við að gera",
            "date": "2010-09-17 12:16:00",
            "post_id": "282514",
            "reply_to_id": "282511"
        },
        {
            "user_name": "hagur",
            "text": "Fjandinn, óheppinn ég ...  jæja verður að hafa það.  Ég var að panta eitt stk á E-bay.",
            "date": "2010-09-17 13:02:00",
            "post_id": "282517",
            "reply_to_id": "282514"
        },
        {
            "user_name": "urban",
            "text": "ég mundi prufa að óska eftir þessu hérna\nábiggilega fullt af gaurum sem að geyma allan andskotann\nef að ég man rétt þá fylgdi þetta bæði með Gigabyte og ASUS móðurborðum\nsjálfsagt liggur þetta og safnar ryki einhver staðar",
            "date": "2010-09-17 13:07:00",
            "post_id": "282518",
            "reply_to_id": "282517"
        },
        {
            "user_name": "biturk",
            "text": "næst þegar þú hendir tölvudóti sem þú hefur ekkert með að gera.....\nsettu það í kassa og sendu mér",
            "date": "2010-09-17 16:57:00",
            "post_id": "282547",
            "reply_to_id": "282518"
        },
        {
            "user_name": "jombinn",
            "text": "Lestu þér til um hljóðkortið á móðurborðinu ef það er eitt svoleiðis áfast á móðurborðinu..þar sem spdif er digital out eða (Sony Philips Digital Interface) eins og það heitir á frummálinu. stundum hefur line out verið lika  digital out ..allavegana var það þannig á gamla creative live hljóðkortinu minu..",
            "date": "2010-09-17 22:37:00",
            "post_id": "282595",
            "reply_to_id": "282547"
        }
    ],
    "date": "2010-09-17 00:05:00"
}