{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "32590",
    "title": "Ljósleiðarasjónvarp hjá Voda ... afruglarar?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=32590",
    "posts": [
        {
            "user_name": "hagur",
            "text": "Sælir,\nGetur einhver bent mér á upplýsingar um HD afruglarann sem er í boði fyrir sjónvarp í gegnum ljósleiðara hjá Vodafone?\nEr búinn að finna síðu á vodafone vefnum (\nhttp://www.vodafone.is/sjonvarp/digitalplus/adstod\n) en það er búið að fjarlægja PDF skjalið á bakvið HD myndlykilinn.\nSvo sá ég reyndar annarsstaðar hjá þeim að þessi Tilgin HD lykill sé ekki lengur fáanlegur, er verið að skipta honum út fyrir eitthvað annað?\nEinhver hérna fróður um þessi mál hjá Voda?\nTakk takk ...",
            "date": "2010-09-16 20:08:00",
            "post_id": "282413",
            "reply_to_id": false
        },
        {
            "user_name": "appel",
            "text": "Ég hef heyrt að þeir séu bara með lítinn fjölda af HD myndlyklum, þannig að það kæmi mér ekki á óvart ef engir eru til.",
            "date": "2010-09-16 20:17:00",
            "post_id": "282416",
            "reply_to_id": "282413"
        },
        {
            "user_name": "codec",
            "text": "Þessir Tilgin lyklar eru bölvaðir vandræðagripir.  Ég var með svona og hann var að stríða mér með því að frjósa og svona, þannig á ég fékk annan í júní.  Nema hvað hann var ennþá verrri en hinn og fór beint aftur til föðurhúsana.  Hef ekki verið með Tilgin síðan, bara Amino SD lykil, og ekki beint sáttur.\nÞeir hjá Voda sögðu mér að þeir væru að hætta með Tilgin og taka inn nýja HD lykla og að sending af þeim sé væntanleg í haust.  Þannig að ég var settur á einhvern biðlista eftir þannig tæki.  Ég ætla bara rétt að vona að það verði almennileg græja, ómögulegt að bjóða ekki upp á betri tæki á þessu flotta dreifikerfi (ljósleiðaranum).  \nEftir síðasta samtal við Voda þá skilst mér að þessir nýju lyklar komi í okt.",
            "date": "2010-09-18 12:36:00",
            "post_id": "282674",
            "reply_to_id": "282416"
        },
        {
            "user_name": "hagur",
            "text": "Ok, takk fyrir þetta.\nEr að velta fyrir mér að skipta út Digital Ísland afruglaranum og taka sjónvarp yfir ljósleiðarann í staðinn.  En þyrfti fyrst að sjá uppl. um þennan afruglara uppá tengimöguleika og slíkt.  Eins og er þarf ég nefnilega bæði HDMI og component út, en slíkt var ekki í boði á þessum Tilgin gaur.\nEitt enn ... er dedicated bandvídd fyrir sjónvarpið eða tekur það hluta af þessum 50 megabitum sem internettengingin er ?",
            "date": "2010-09-18 13:51:00",
            "post_id": "282686",
            "reply_to_id": "282674"
        },
        {
            "user_name": "codec",
            "text": "já. bandvíddinn er alveg aðskilin milli nets, síma og sjónvarps.  Sjónvarpið hefur sem sagt engin áhrif á netiðm, þannig að  þú getur haft meira en einn lykil og HD lykil  án þess að það hafi nokkur áhrif á internetið.",
            "date": "2010-09-18 16:50:00",
            "post_id": "282705",
            "reply_to_id": "282686"
        },
        {
            "user_name": "avi1",
            "text": "Nýju afruglararnir eru komnir á lager hjá Vodafone. Þeir fara í umferð á allra næstu dögum, einungis verið að bíða eftir firmware uppfærslu og þá er allt klárt. Þetta eru vitanlega HD lyklar.",
            "date": "2010-10-26 21:02:00",
            "post_id": "290939",
            "reply_to_id": "282705"
        },
        {
            "user_name": "hagur",
            "text": "Takk fyrir upplýsingarnar",
            "date": "2010-10-26 21:05:00",
            "post_id": "290940",
            "reply_to_id": "290939"
        },
        {
            "user_name": "coldone",
            "text": "Er þetta Amino A140 sem eru að koma? \nEr eitthvað sem kemur í staðinn fyrir A110 afruglarana eða getur maður fengið A140 í staðinn?\nHvernig er með sambandið á milli afruglara og fjarstýringar, er sama leiðindamálið með þessa og A110?",
            "date": "2010-10-26 21:46:00",
            "post_id": "290955",
            "reply_to_id": "290940"
        },
        {
            "user_name": "Halli25",
            "text": "Einhver tekið eftir því að ljósleiðarasjónvarpið hjá vodafone sé að hökta endalaust og ekkert hljóð?\nHorfi ekki mikið en ætlaði að horfa á fréttirnar í gær og sem betur fer er ég ennþá með loftnet",
            "date": "2010-10-27 10:51:00",
            "post_id": "291009",
            "reply_to_id": "290955"
        },
        {
            "user_name": "Gothiatek",
            "text": "Nei, get ekki sagt að ég hafi lent í því....og ég er með Tilgin myndlykilinn. Virkar bara ágætlega en þarf stundum að endurræsa.\nVeit einhver hvernig er með þessa nýju lykla, eitthvað nýtt í þeim eða betri virkni? Ætli maður þurfi að hafa samband við Vodafone og óska eftir lykil eða ætli þeir láti alla vita sem eru með \"gömlu\" HD lyklana vita að þeir geti sótt nýjan",
            "date": "2010-10-27 13:09:00",
            "post_id": "291024",
            "reply_to_id": "291009"
        },
        {
            "user_name": "codec",
            "text": "Sama hér ekkert hökkt hjá mér, er með 2 amino lykla á ljósinu.\nHvernig er það er það annars eru þessir lyklar komnir í dreifingu hjá þeim?  Ég býð spenntur að fá nýjan HD lykil í hendurnar, gafst endanlega upp á eldri týpuni (Tilgin) í sumar.",
            "date": "2010-10-27 14:55:00",
            "post_id": "291046",
            "reply_to_id": "291024"
        },
        {
            "user_name": "binnist",
            "text": "nýju Amino HD lyklarnir koma einhverntímann í þessari viku,  eru búnir að vera í prufun hjá starfsmönnum Vodafone seinustu vikur",
            "date": "2010-11-01 11:45:00",
            "post_id": "292267",
            "reply_to_id": "291046"
        },
        {
            "user_name": "ManiO",
            "text": "Er ekki verið að ræða um hvort að koma eigi í gagnið að menn geti notað sinn eigin myndlykil? Þessir myndlyklar sem hafa verið í boði er varla hægt að lýsa með öðru orði en katastrófía.",
            "date": "2010-11-01 11:56:00",
            "post_id": "292269",
            "reply_to_id": "292267"
        },
        {
            "user_name": "codec",
            "text": "Vita menn nokkuð hvaða týpa þetta er,og hvenær þeir fara í dreifingu?",
            "date": "2010-11-01 13:01:00",
            "post_id": "292291",
            "reply_to_id": "292269"
        },
        {
            "user_name": "kjarrig",
            "text": "Hvað áttu við?  Að þú getir keypt þinn eigin myndlykil?  Notað software myndlykil og tengt í tölvu?  Það hefur verið stefna að leigja þessa afruglara vegna þess að þegar ef þú kaupir þinn myndlykil máttu gera hvað sem er við hann, reynt að hakka hann eða hvað sem þér dettur í hug.  Kannski er ekki lengur hægt að hakka IPTV myndlykla, veit það bara ekki.",
            "date": "2010-11-01 15:23:00",
            "post_id": "292322",
            "reply_to_id": "292291"
        },
        {
            "user_name": "avi1",
            "text": "Þetta er Amino A140 og þeir fara í dreifingu á allra næstu dögum... Það er bara ekki hægt að svara því nákvæmar hvenær það verður.",
            "date": "2010-11-01 15:46:00",
            "post_id": "292328",
            "reply_to_id": "292322"
        },
        {
            "user_name": "ManiO",
            "text": "Er meira að hugsa um að nota afruglara sem er nothæfur.",
            "date": "2010-11-01 16:00:00",
            "post_id": "292330",
            "reply_to_id": "292328"
        },
        {
            "user_name": "biturk",
            "text": "það væru unaðslegar fréttir ef maður gæti keipt sinn eigin móttakara fyrir sjónvarp símans til dæmis sem væri raunverulega hægt að gera eitthvað við",
            "date": "2010-11-01 17:02:00",
            "post_id": "292352",
            "reply_to_id": "292330"
        },
        {
            "user_name": "Dagur",
            "text": "Afruglararnir eru komnir",
            "date": "2010-11-05 14:28:00",
            "post_id": "293479",
            "reply_to_id": "292352"
        },
        {
            "user_name": "codec",
            "text": "Cool, hvernig koma þeir út?",
            "date": "2010-11-05 14:42:00",
            "post_id": "293483",
            "reply_to_id": "293479"
        },
        {
            "user_name": "DabbiGj",
            "text": "Skil ekki afhverju fólk má ekki eiga sinn eigin endabúnað sem að er bara góður, hefur þá tengimöguleika sem að fólk vill, hefur hugsanlega ákveðið útlit o.s.f. eða einhverja kosti sem að fólk sækist eftir.\nHeld að ef að einhverjir vilji \"hakka\" myndlykil að þá kemur það ekkert frekar í veg fyrir það að fólk noti Amino myndlykla eða ekki hvort að það sé hægt að hakka þá, hver sem með sem að hefur lausan hálftíma, internettengingu og serial kapal getur hakkað þessa Amino myndlykla sem ða vodafone bjóða uppá. Þar að auki eru einhverjir sem að myndu vilja fjárfesta í betri myndlyklum sem að hugsanlega bjóða uppá HDMI tengi og þarmeð möguleika á HDCP sem að gleður væntanlega alla þá sem að koma að framleiðslu og dreifingu á myndefni.",
            "date": "2010-11-05 16:07:00",
            "post_id": "293500",
            "reply_to_id": "293483"
        },
        {
            "user_name": "CendenZ",
            "text": "Það fer engin íslendingur að hakka þessa dulkóðun á lyklunum, eruði af og frá  \n  Þetta eru ekkert 4ja stafa lyklar..",
            "date": "2010-11-05 16:19:00",
            "post_id": "293502",
            "reply_to_id": "293500"
        },
        {
            "user_name": "codec",
            "text": "Sótti svona lykil hjá Vodafone og get ekki sagt að ég sé 100% sáttur.  Viðmótið lítur jú aðeins betur út en í gamla (aðeins skýrara, meiri upplausn) og hann er hraðvirkari í notkun þá á ég við viðmótið, skoða dagskrá og svoleiðis.  Samt tekur smá stund að skipa up rás en allt í lagi.\nÞað sem böggar mig er helst tvennt:  \nLykillinn er bara í upplausn 720 ekki 1080.  Hver er munurinn? jú heill hellingur af pixlum (eða rúmlega milljón pixlar og já ég sé mun á 720 og 1080 í tækinu mínu).  Mig minnir að upplausnin hafi veirð 1080 í gömlu HD lyklunum einnig er ég nokkuð viss um að örbylgja sé með 1080).   \nHitt atriðið er að Stöð 2 sport HD er eins og fletti skilti, það er myndin uppfærist á 30 sek fresti.  Þetta er EKKI að gera sig hjá þeim.  Stórundarlegt að ná þessu ekki góðu ég meina þetta er að keyra á ljósleiðara for cræst sake.\nHvernig er það hjá símanum hver er upplausin hjá þeim, veit það einhver?",
            "date": "2010-11-07 13:45:00",
            "post_id": "293868",
            "reply_to_id": "293502"
        },
        {
            "user_name": "appel",
            "text": "Held að HD útsendingar séu í 1080i hjá Símanum.",
            "date": "2010-11-07 13:59:00",
            "post_id": "293870",
            "reply_to_id": "293868"
        },
        {
            "user_name": "hagur",
            "text": "Háskerpan á örbylgjunni er 1080i.\nPixlafjöldi í 720p = 1280*720 = 921.600\nÍ 1080i = 1920 * 540 = 1.036.800 (Kannski örlítil einföldun)\nMunar ekki svo miklu  \n \nHeld reyndar að hvergi í veröldinni séu HD útsendingar í Full HD.  Fara hæst í 1080i.",
            "date": "2010-11-07 14:02:00",
            "post_id": "293871",
            "reply_to_id": "293870"
        },
        {
            "user_name": "codec",
            "text": "Ég held að 1080 sé frekar svona 1920*1080 = 2073600  (allavega skv \nhttp://www.vodafone.is/sjonvarp/hd\n og já það er interlaced.",
            "date": "2010-11-07 14:18:00",
            "post_id": "293873",
            "reply_to_id": false
        },
        {
            "user_name": "Dagur",
            "text": "Ég er líka að lenda í þessu og er búinn að hringja í þá. Þeir sögðum mér að það væru nokkrir að lenda í þessu og að þeir séu að skoða þetta sérstaklega hjá þeim.",
            "date": "2010-11-07 14:23:00",
            "post_id": "293876",
            "reply_to_id": "293873"
        },
        {
            "user_name": "hagur",
            "text": "Það er rangt hjá þeim.  Interlaced þýðir að í hverjum ramma fær maður bara aðra hvora línu á hæðina.  Hver rammi er því 1920*540 pixlar, svo í næsta ramma færðu sama pixlafjölda, en pixlana sem vantaði í fyrri rammann.  De-interlacerinn í endabúnaðnum (sjónvarpinu/magnara/etc) sér um að de-interlace-a myndina, þ.e búa til ramma úr þessum tveim, svona basically.",
            "date": "2010-11-07 16:09:00",
            "post_id": "293910",
            "reply_to_id": "293876"
        },
        {
            "user_name": "Hauksi",
            "text": "hagur ég held þú sért eitthavð að misskilja. 1080i er 2073600 pixlar per ramma\nÞú reiknar pixlafjölda í hálfum ramma.\nSjónvarpsútsendig sem er 1920x1080 eða 1080i og í Evrópu eru rammarnir 25\nEins og þú segir þá er hver rammi sendur út í tvennu lagi.\nÞegar sjónvarpið er búið að flétta rammann saman (deinterlacing) þá er \nuplausnin í hverjum ramma 1920x1080 = 2073600 pixlar\nEn það sagðir þú líka þannig að það er mótsögn hér á ferð:)\nSjónvarpsútsending sem er 720p og í Evrópu eru rammarnir 50\nÞar er pixlafjöldinn 1280x720=921600\nÞar sem rammarnir eru tvöfaldt fleiri í 720p þá er bandbreidd þessara staðla svipaður.\nFyrir mína parta þá er ég hrifnari að 720p fleiri rammar skarpari mynd.",
            "date": "2010-11-07 18:48:00",
            "post_id": "293949",
            "reply_to_id": "293910"
        },
        {
            "user_name": "hagur",
            "text": "já, rétt.  Í hverjum ramma eftir deinterlacing eru þetta vissulega 1920x1080 pixlar.  Ég var bara að reyna að benda á að það þarf þessa fléttun.  Progressive er alltaf betra",
            "date": "2010-11-07 20:20:00",
            "post_id": "293975",
            "reply_to_id": "293949"
        },
        {
            "user_name": "hamann",
            "text": "Langar aðeins að blanda mér í þessa umræðu!\nFékk sjálfur ljósleiðara í ágúst og þá þennan Amino SD lykil.  Hef ekki verið sérlega ánægður með hann, fannst gæðin ekki nógu góð, sérstaklega tók ég eftir þessu í fótboltanum. Rendur koma í myndina þegar myndavélin hreyfist til og þá er ég ekki að tala um típíska pixlun.  Tek fram að þetta kemur sjónvarpinu mínu ekkert við, enda var þetta ekki svona með gamla Digital ísland örbylgjuafruglarann, eða ADSL-afruglarann frá Símanum.  Ég sendi fyrirspurn um þetta til Vodafone og fékk svör á þessa leið: \"ég hef aldrei heyrt um þetta áður, þú hlýtur að vera að ímynda þér eitthvað\".\nÁ föstudaginn fékk ég svo þennan nýja HD-myndlykil frá Amino og hann virðist vera mun betri í SD-fótbolta, en hef ekki ennþá fengið prófun á HD-bolta þar sem það er bilun á Sport HD rásinni sem lýsir sér í því að maður fær mynd á 10 sek fresti og ekkert hljóð.  Ansi hvimleitt á þessum degi þegar Liverpool spilar við Chelsea og maður fær þau svör að viðgerðarmennirnir vinni ekki á sunnudögum!",
            "date": "2010-11-07 22:03:00",
            "post_id": "294006",
            "reply_to_id": "293975"
        },
        {
            "user_name": "codec",
            "text": "Ég verð að segja eins og er að þetta finnst mér nú pínu slöpp þjónusta, ég hef reyndar yfirleitt fengið gótt viðmót hjá þjónustu fólki vodafone þótt þau hafi ekki alltaf geta leyst öll vandamál þá hefur þjónstufólkið yfirleitt reynt hvað það gat og verið mjög almennilegt í framkomu.\nBurt séð frá allri 720 vs 1080 umræðu þá verð ég að segja að það er meira en pínu slapt hjá þeim að ná ekki að afhenda HD á ljósleiðara með meiri myndarskap en raun ber vitni.  Þetta er eiginlega að verða hálf pínlegt eftir allt vesenið með Tilgin lyklana og svo tekur óra tíma að fá þessa nýju og loks þegar þeir koma þá eitthvað vesen sbr. Stöð2 Sport HD og svo virðist mér sem að mynd hiksti og hljóðið detti út öðruhvoru á NatGeo HD.  \nÉg vona bara að þetta séu bara smá byrjunar örðugleikar með nýja týpu af lyklum og þeir finni út úr þessu fljótt.  Annars gæti maður farið að halda að það sé eitthvað mikið að í höguninni á grunnkerfinu hjá þeim, var kannski ekkert að Tilgin eftir allt saman?  Ég meina ljósleiðarinn ætti að leika sér að þessu.",
            "date": "2010-11-08 14:22:00",
            "post_id": "294091",
            "reply_to_id": "294006"
        },
        {
            "user_name": "hamann",
            "text": "Smá framhald í þessa sögu.  Sport HD í gegnum ljósið var ennþá bilað í gær.  Ég hringdi því aftur í Vodafone og lenti á sérlega hjálpsömum náunga.  Honum fannst þessi bilun hafa verið grunsamlega lengi og ekkert væri um hana á einhverjum þekktum bilanalista hjá þeim.  Þannig að hann kannaði málið og hægt var að redda þessu hjá mér með uppfærslu á afruglaranum!  Gæðin á þessu eru enn betri en ég þorði að vona, algjör snilld!  \nÉg ætla að leyfa mér smá bjartsýni um betri tíð í dreifingu á HD fyrst þeir eru komnir með betri afruglara (eða svo er talið hið minnsta).  Gallinn við þetta núna er kostnaðurinn, þ.e. v/þess að maður þarf að hafa bæði Sport og Sport 2 til að fá að kaupa HD-rásina.  Það er djöfulli dýr pakki og fer hækkandi þó gengið hafi styrkst um einhver 15-20%.  Þar sem ég verð ekki með Sport-rásina til langframa mun þetta gaman ekki vara lengi...\nGæðin á National Geographic þykja mér nokkru lakari en á Sport HD, væntanlega 720p þar en 1080i á boltanum.",
            "date": "2010-11-10 09:22:00",
            "post_id": "294545",
            "reply_to_id": "294091"
        },
        {
            "user_name": "codec",
            "text": "Hmm gott mál að þeir gátu lagað þetta með sport HD, ég verð að athuga þetta hjá mér eftir vinnu.  Ég held þú getir fengið Sport HD með bara áskrift af annari ráisini (Sport2 til dæmis), þarft ekki báðar sport rásirnar, borgar auka einhvern 570 kall eða svo.  Allgjörlega sammála að þetta er alltof frakking dýrt hjá þeim (365).  Þeir ættu að sameina þetta undir einn hatt þá er verðið sanngjarnt (mætti kannski þá vera aðeins hærra en með öllu sporti).\nÉg er sammála með NatGeo gæðin þar voru smá vonbrigði.",
            "date": "2010-11-10 09:48:00",
            "post_id": "294552",
            "reply_to_id": "294545"
        },
        {
            "user_name": "codec",
            "text": "Þetta virkar fínt núna hjá mér, þurfti að enduræsa og tækið uppfærði sig það tók óratíma en hafðist.  Myndgæðin eru fín, standard efni finnst mér betra en í gamla amino, og HD ágætt alveg.  Hef samt ekki samanburð við t.d. örbylgju eða sjónvarp símans, það væri virkilega áhugavert að sjá slíkan samanburð einhverntíma.\nTækið sjálft er einfalt og virðist vera ágætt, allavega betra en gamli amino (og frís ekki í tÍma og ótíma eins og Tilgin gerði).\nHér eru specanir  \nhttp://aminocom.com/products/a140/\n, \nSkv. þessu sem  er tekið úr \"product flyer\" á tækið að ráða við að decoda 1080i straum og de-interlaca hann í 1080p áður en hann er sendur í sjónvarpið.  Þannig að maður væri að fá 1080p í tækið,   það væri gaman að sjá hvernig það kæmi út.  Sennilega eitthvað sem vodafone þyrfti að stilla hjá sér.  Þeir stilla tækið á 720p þó það ætti skv. þessum specum að ráð við meira.",
            "date": "2010-11-11 10:12:00",
            "post_id": "294904",
            "reply_to_id": "294552"
        },
        {
            "user_name": "hagur",
            "text": "Ef þú sendir 1080i feed í sjónvarpið þá mun það sjá um að de-interlace-a merkið hvort sem er.  En de-interlacing er mis gott eftir tækjum, maður þyrfti eiginlega að gera samanburð á de-interlacing í sjónvarpinu og myndlyklinum til að sjá hver gerir þetta betur.",
            "date": "2010-11-11 11:37:00",
            "post_id": "294919",
            "reply_to_id": "294904"
        },
        {
            "user_name": "codec",
            "text": "Þetta eiginlega segir sig sjálft Hagur,  enda væri frekar skrítið að horfa á sjónvarpið ef svo væri ekki.  Það er einmitt það sem væri spennandi að sjá hvenig tækið stendur sig í de-interlacing.",
            "date": "2010-11-11 12:10:00",
            "post_id": "294923",
            "reply_to_id": "294919"
        },
        {
            "user_name": "hagur",
            "text": "Ætlaði ekkert að besserwisserast ef þetta hljómaði þannig  \n  Langaði bara að benda á þetta fyrir þá sem ekki vita.  En, já það er einmitt málið að prófa sig áfram bara til að sjá hvað kemur best út.  Ég t.d er með frekar basic og gamalt United LCD sjónvarp, þannig að ég læt Yamaha heimabíómagnarann minn sjá um alla video vinnslu.  Hann gerir það einfaldlega betur en afruglarinn og sjónvarpið mitt að mínu mati.  HD merki sem er þegar progressive snertir hann ekki, heldur sendir bara áfram.",
            "date": "2010-11-11 12:52:00",
            "post_id": "294927",
            "reply_to_id": "294923"
        },
        {
            "user_name": "acebigg",
            "text": "Sælir\nÉg er kominn með þennan nýja amino og er ekki alveg sáttur.\nHljóðið sincar ekki alveg 100% á Nat Geo.\nHún frýs stundum, spilar ramma á sekúndu fresti og þarf ég að endurræsa gripinn til að fá hana til að virka aftur.\nAðrar stöðvar eru betri en með gamla amino.\nSamt er þetta allt verra en þegar ég var með HD örbylgju afruglarann.\nÉg er búinn að fara yfir allar snúrur, skipta um switch.\nSamt er alltaf að frjósa öðru hvoru á HD amino og pixlast á gamla (auka afruglaranum mínum).\nEru fleiri að lenda í þessu?\nEr þetta virkilega ekki betri tækni en þetta, færi aftur í örbylgjuna nema að mér finnst ágætt að hafa voddið og frelsið.",
            "date": "2010-11-26 17:19:00",
            "post_id": "298274",
            "reply_to_id": "294927"
        },
        {
            "user_name": "hagur",
            "text": "Afsakið fornleifagröftinn ...\nVar semsagt að fá 2 Amino A140 myndlykla og búinn að eyða nokkrum klukkutímum í að tengja og græja þetta hérna heima (er með frekar flókið setup).  Djöfulsins bögg er þetta.\nFæ þetta dót engan veginn til að virka með Harmony One fjarstýringunni minni.  Skil þetta ekki alveg.  Amino 140 er til í database-inum hjá þeim, búinn að adda honum inn.  Búinn að prufa að confirma alla IR kóðana með því að læra beint af original fjarstýringunni, samt virkar þetta ekki baun.\nEina skipunin sem ég hef fengið til að virka er info hnappurinn, en hann virkar bara af og til.  Original fjarstýringin virkar fínt, svo það komi fram.\nEr með USB IR dongle og forrit í tölvunni sem getur lesið af því og skv. því er Harmony fjarstýringin að senda nákvæmlega sömu kóða og original fjarstýringin.  Þetta meikar alls ekkert sense lengur.\nEr eitthvað þekkt vandamál með infrared draslið í þessu dóti?  Finn ekkert um þetta á netinu.  Djöfull er ég pirraður.  \nSvo er þetta 2 ár að ræsa sig upp, myndgæðin í gegnum s-video eru furðulega kornótt og skrítin (annar afruglarinn er tengdur við búnað með s-video).  Slingboxið mitt vill ekkert kannast við þetta og getur því ekki stjórnað þessu eitt né neitt.\nMyndgæðin í gegnum HDMI eru fín, jafnvel betri en í DÍ.\nEf ég finn ekkert útúr þessu fjarstýringarbulli þá fara þessir Amino gæjar beint aftur til vodafone og ég held mig við þennan fína HD digital ísland myndlykil sem ég er með.",
            "date": "2011-03-03 16:53:00",
            "post_id": "327791",
            "reply_to_id": "298274"
        },
        {
            "user_name": "Halli25",
            "text": "ég er með amino og harmony og virkar hjá mér en bara virkar. Það er eins og móttakarinn í amino draslinu sé hryllilega lélegur.. Þarf að hitta akkúrat á tækið til að þetta virki.",
            "date": "2011-03-04 10:55:00",
            "post_id": "328029",
            "reply_to_id": "327791"
        },
        {
            "user_name": "codec",
            "text": "Hei Hagur, hvenig fór þetta mál hjá þér?  Ég spyr sem ljósleiðara (er einmitt líka með 2 Amino A140)  og harmony notandi sem þarf að fá sér nýja fjarstýringu.  Ég á lítil börn sem finnst gaman að setja hluti eins og síma og fjarstýringar  í vatnsglös sem fullorðnafólkið gleymir á borðum :-(   \nVæri gott að vita af því ef þetta er eitthvað mega vesen áður en ég fjárfesti í nýrri harmony, þær eru ekki beint gefins í dag.",
            "date": "2011-03-05 23:29:00",
            "post_id": "328533",
            "reply_to_id": "328029"
        },
        {
            "user_name": "hagur",
            "text": "Hehe skil þig ... Það er bara status quo hjá mér.  Fæ þetta ekki til að virka með Harmony fjarstýringunni minni.  Hef verið að spá í að senda support request á Logitech, en það eru fleiri böggar að pirra mig varðandi Amino-inn þannig að ég stefni á að losa mig við þá og tengja DÍ afruglarann aftur.",
            "date": "2011-03-06 23:00:00",
            "post_id": "328856",
            "reply_to_id": "328533"
        },
        {
            "user_name": "berteh",
            "text": "Ég er líka með Amino a140 og Logitech Harmony, 300 reyndar en einu takkarnir sem virka hjá mér eru tölustafir frá 3-8 en þeir virka ekki alltaf, bara eftir eigin hentisemi, eru fleiri Harmony + Amino notendur hérna sem geta deilt þeirra raunum af þessu máli, frekar fúlt að vera með multi-purpose fjastýringu sem virkar á allt NEMA þennan helvítis afruglara",
            "date": "2011-03-07 19:58:00",
            "post_id": "329144",
            "reply_to_id": "328856"
        },
        {
            "user_name": "GullMoli",
            "text": "Hefurðu prufað að baka kísilplötuna?",
            "date": "2011-03-07 20:10:00",
            "post_id": "329146",
            "reply_to_id": "329144"
        },
        {
            "user_name": "gummih",
            "text": "ég er með svona og hann virkar alveg 100%, var digital island og hataði það þannig að þetta er bara heaven miðað við það",
            "date": "2011-03-07 21:59:00",
            "post_id": "329179",
            "reply_to_id": "329146"
        },
        {
            "user_name": "pattzi",
            "text": "Er með amino 110 getur maður fengið 140 í staðinn?",
            "date": "2011-03-07 22:13:00",
            "post_id": "329193",
            "reply_to_id": "329179"
        },
        {
            "user_name": "hagur",
            "text": "Smá update fyrir Harmony + Amino eigendur hérna ... póstaði þræði á Logitech support forum-ið og komst þar í samband við Íslending sem átti við alveg sama vandamál að etja.  Er það kannski einhver ykkar hérna ?\nAnyways, hann var búinn að fá lausn sinna mála, og ég er að vinna í að fá samskonar lausn.\nMun pósta hér hvernig gengur ...",
            "date": "2011-03-18 10:22:00",
            "post_id": "332250",
            "reply_to_id": "329193"
        },
        {
            "user_name": "hagur",
            "text": "Jæja, nú getur Harmony One fjarstýringin mín stjórnað Amino boxinu  \nÞað var semsagt einn Íslendingur þarna á logitech foruminu sem hafði náð að læra kóða af original fjarstýringunni inná Harmony 600 fjarstýringu í RAW mode.  Hann reyndi svo það sama með Harmony One en það gekk ekki.  Hann fékk Logitech customer service gæja til að kópera kóðana af Harmony 600 accountinum sínum yfir á One accountinn og fékk þetta þannig til að virka.\nViðkomandi aðili var svo almennilegur að gefa mér upp Logitech Harmony account ID-ið sitt og ég hafði samband við Logitech support-ið og fékk þá til að kópera Amino uppsetninguna hans yfir á minn account.  Viti menn, virkar fínt núna.\nEf einhver hérna vill fá rétt setup kóperað á sinn account, sendið mér PM, ég get þá gefið ykkur upp e-mail addressu hjá Logitech support og account ID-ið mitt.  Ættuð þá bara að geta beðið þá um að kópera uppsetninguna mína yfir á ykkar account.",
            "date": "2011-03-18 22:09:00",
            "post_id": "332467",
            "reply_to_id": "332250"
        },
        {
            "user_name": "benson",
            "text": "Já",
            "date": "2011-03-18 22:33:00",
            "post_id": "332471",
            "reply_to_id": "332467"
        },
        {
            "user_name": "Nariur",
            "text": "fær maður þá þó maður sé ekki á ljósleiðara? (þ.e. með möguleika á að fá HD efni)",
            "date": "2011-03-18 22:42:00",
            "post_id": "332475",
            "reply_to_id": false
        },
        {
            "user_name": "berteh",
            "text": "Mín Harmony 300 virkar núna líka eftir að hafa farið í gegnum þetta ferli, kærar þakkir Haukur",
            "date": "2011-03-21 18:55:00",
            "post_id": "333052",
            "reply_to_id": "332475"
        },
        {
            "user_name": "skrattinn",
            "text": "meira draslið þetta amino dót",
            "date": "2011-03-25 08:32:00",
            "post_id": "334146",
            "reply_to_id": "333052"
        }
    ],
    "date": "2011-03-18 22:42:00"
}