{
    "forum_title": "Koníakstofan",
    "id": "32613",
    "title": "Vantar nokkuð í þig? Eða er þetta bara eðlilegt?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=32613",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Ég legg ekki í vana minn að birta tölvupósta sem ég fæ á vaktina en núna er mér ofboðið og ætla ég að birta einn.\nÍ dag var spjallið okkar spammað, ekki útlenskir spammarar heldur íslenskir, stofnaður var nýr notandi í þessum tilgangi.\nEins og ég geri undantekningarlaust við alla spammar þá eyddi ég honum út án aðvörunar.\nÞegar erlendir spammarar eiga í hlut þá eru yfirleitt engir eftirmálar, íslenskir spammarar virðast eitthvað tregari  \n \nAllaveganna þá get ég ekki mælt með því að þið verslið við fólk sem hagar sér svona, ég ætla að birta bréfið copy/paste eins ég það barst mér.\nÉg ætla ekki að svara þessu bréfi öðruvísi en að birta það hér enda virðist vefsjórinn eiga eitthvað bágt.\nDæmi svo hver fyrir sig.",
            "date": "2010-09-17 22:46:00",
            "post_id": "282600",
            "reply_to_id": false
        },
        {
            "user_name": "intenz",
            "text": "Er Gillzenegger nokkuð á bakvið þetta kompaní?",
            "date": "2010-09-17 22:51:00",
            "post_id": "282603",
            "reply_to_id": "282600"
        },
        {
            "user_name": "BjarkiB",
            "text": "Rosalega \"þroskaðir\" sölumenn/eigandur þarna, annars er þetta ekki fyrirtækið sem kaupir og selur fake-aðar treyjur?",
            "date": "2010-09-17 22:52:00",
            "post_id": "282605",
            "reply_to_id": "282603"
        },
        {
            "user_name": "AntiTrust",
            "text": "\"Talað illa um ykkur..\" ?\nYkkur moddana? Okkur notendurnar, og samfélagið í heild?\nHugsa að flestir hérna sjái þetta sem spam, fyrir utan það að netsvæði eru engin lýðræðisríki.\nEf ég væri að reka mitt eigið vefsvæði sé ég ekki hverjum það kemur við hverja ég banna og afhverju.",
            "date": "2010-09-17 22:56:00",
            "post_id": "282606",
            "reply_to_id": "282605"
        },
        {
            "user_name": "Jim",
            "text": "\"Mín síða, mínar reglur\" á vel við hér.",
            "date": "2010-09-17 22:57:00",
            "post_id": "282607",
            "reply_to_id": "282606"
        },
        {
            "user_name": "GuðjónR",
            "text": "Já...auðvitað væri hægt að svara þessu á margan hátt, eins og t.d. með \"Mín síða mínar reglur\"...\nÉg hugsa reyndar ekki þannig, mér finnst spjallið vera löngu yfir mig hafið, ég er bara einn dropi í hafið hérna.\nOg oft þegar koma upp mál sem eru flókin þá varpa ég boltanum yfir á grænu kallana mína og bið þá um að taka ákvörðun.\nEkki það að ég treysti mér ekki til þess, heldur til þess að hafa spjallið lýðræðislegra, og koma í veg fyrir að hagsmunapælingar og samsæriskenningar.\nÞað sem gerir þetta samfélga okkar að samfélagi er að allir eru jafnir, allir eiga rétt á skoðunum sínum og að koma þeim á framfæri, það er tekið á dónaskap með festu, ritskoðun er bönnuð og málfrelsi í hávegum haft svo lengi sem það fer ekki út í dónaskap eða er beint til að koma höggi á aðra persónu, og spammi er eytt án viðvörunar.\nÉg hefði svo sem verið til í að endurskoða bannið ef ég hefði fengið kurteysislegra bréf, en ég hef lítinn áhuga á því að spjalla við svona lið og efast um að þið hafið það heldur.\np.s. intenz, ef þetta væri Gillz að tjá sig þá væri lítið annað að gera en að láta ÓmarSmith flengja hann, efast um að þetta sé Gillz",
            "date": "2010-09-17 23:22:00",
            "post_id": "282608",
            "reply_to_id": "282607"
        },
        {
            "user_name": "Minuz1",
            "text": "En ert þú ekki eitthvað að villast...það er annað spjall hérna fyrir mac notendur",
            "date": "2010-09-17 23:45:00",
            "post_id": "282610",
            "reply_to_id": "282608"
        },
        {
            "user_name": "lukkuláki",
            "text": "Ætti Treyjur.com ekki frekar að vera Tregur.com\nBarnalegt \"skammarbréf\" frá þeim",
            "date": "2010-09-17 23:50:00",
            "post_id": "282613",
            "reply_to_id": "282610"
        },
        {
            "user_name": "chaplin",
            "text": "Haha, hvílíkur hálfviti. Spam er spam, þetta er ekki flókið. Og að vera með svona stæla borgar sig aldrei. Ég held það sé best að hunsa þennan jólasvein algjörlega.\nFyndin síða samt, öll verð í dollurum, með host auglýsingar á vefnum, svo treyjur sem maður getur fundið á flóamörkuðum út um allan heim á $2, gef henni viku..",
            "date": "2010-09-17 23:51:00",
            "post_id": "282614",
            "reply_to_id": "282613"
        },
        {
            "user_name": "Klemmi",
            "text": "Tek því veðmáli fyrst þú vildir ekki veðja um Foxconn borðið í morgun!\nYou're on!",
            "date": "2010-09-18 00:17:00",
            "post_id": "282618",
            "reply_to_id": "282614"
        },
        {
            "user_name": "Daz",
            "text": "FIGHT FIGHT FIGHT!!!",
            "date": "2010-09-18 01:36:00",
            "post_id": "282628",
            "reply_to_id": "282618"
        },
        {
            "user_name": "biturk",
            "text": "annar hvor þeirra verðu\n \n \ná morgun",
            "date": "2010-09-18 01:44:00",
            "post_id": "282630",
            "reply_to_id": "282628"
        },
        {
            "user_name": "Sallarólegur",
            "text": "°\nÞetta eru svona 0,5$ treyjur með buxunum, tók eftir því að Adidas lógóin eru blörruð út á síðunni (Chelsea treyju).",
            "date": "2010-09-18 02:04:00",
            "post_id": "282632",
            "reply_to_id": "282630"
        },
        {
            "user_name": "teitan",
            "text": "Þessi strumpur var líka með gjafir.com, nenni ekki að fara út í þá sögu sem ég hef af þessum gæja en þetta er algjört fífl...",
            "date": "2010-09-18 07:45:00",
            "post_id": "282652",
            "reply_to_id": "282632"
        }
    ],
    "date": "2010-09-17 22:46:00"
}