{
    "forum_title": "Koníakstofan",
    "id": "32626",
    "title": "Official: Rapports vs. Gúrú (ekki fyrir viðkvæma)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=32626",
    "posts": [
        {
            "user_name": "biturk",
            "text": "fannst við hæfi að smella einum svona þræði því þessir ljúfu drengir okkar virðiast vera eins og svart og hvítt og kaffæra alla þræði orðið í þrefi \n \nþannig að ég býð ykkur velkomna að færa ykkar umræðuefni hingað þar sem þið getið rætt málin í drasl!\"!\nFIRE ON!!",
            "date": "2010-09-19 01:11:00",
            "post_id": "282784",
            "reply_to_id": false
        },
        {
            "user_name": "rapport",
            "text": "Takk ...\nHef lengi viljað stækka plássið við mig svo maður hafi ekki partýin alltaf svona ofaní nágrönnunum.\nVið fluttum tímabundið yfir á Huga en það er greinilegt að við erum báðir oftar á Vaktinni.\nÞað er bara spurning um hvort ég þurfi að búa hérna einn eða Gúrú flytji með mér hingað inn...\np.s. BiturK...\nÞú mátt koma með fyrsta Topic-ið....\nÞú opnar bara ekki búð og bíður svo ekki upp á neinar vörur.",
            "date": "2010-09-19 01:15:00",
            "post_id": "282787",
            "reply_to_id": "282784"
        },
        {
            "user_name": "biturk",
            "text": "þá ætla ég að flytja \nSLEMBINGUR þregið hingað í eitt skipti fyrir öll",
            "date": "2010-09-19 01:19:00",
            "post_id": "282788",
            "reply_to_id": "282787"
        },
        {
            "user_name": "BjarkiB",
            "text": "Okei þetta er mest rugl þráður sem ég hef séð á vaktinni!\nEn goood luck...",
            "date": "2010-09-19 11:13:00",
            "post_id": "282819",
            "reply_to_id": "282788"
        },
        {
            "user_name": "Saber",
            "text": "",
            "date": "2010-09-19 12:20:00",
            "post_id": "282826",
            "reply_to_id": "282819"
        },
        {
            "user_name": "dori",
            "text": "Það virkar ekki að smella á þetta :S",
            "date": "2010-09-19 15:22:00",
            "post_id": "282849",
            "reply_to_id": "282826"
        },
        {
            "user_name": "urban",
            "text": "virkar núna",
            "date": "2010-09-19 15:31:00",
            "post_id": "282850",
            "reply_to_id": "282849"
        },
        {
            "user_name": "dori",
            "text": "LIKE'd \nEDIT: Nú skil ég af hverju allir eru að tala um facebooks og læk og eitthvað vesen, þetta er frábært!",
            "date": "2010-09-19 17:10:00",
            "post_id": "282862",
            "reply_to_id": "282850"
        },
        {
            "user_name": "rapport",
            "text": "Ég veit vel að konur og karlar eru ekki eins.\nEn snúum dæminu við. \nÞú ert ákærður fyrir að eiga óguðlegt magn af marijúana og við því liggur dauðarefsing, viltu að það sitji bara konur í kviðdóminum?\neða mundir þú kjósa að kviðdómurinn endurspeglaði \"samfélagið\" með t.d. ekki meira en 60/40 skiptingu milli kynja.\nÍ þínu dæmi þá lítur út fyrir að ég vilji að Alþingi kjósi konum í hag í 50% tilvika, það er ekki málið, ég vil að a.m.k. 40% atkvæða á Alþingi komi frá konum.",
            "date": "2010-09-23 23:08:00",
            "post_id": "283778",
            "reply_to_id": "282862"
        },
        {
            "user_name": "Gúrú",
            "text": "Virðist ekki gera þér grein fyrir því.\nSnúðu því þá við, ekki segja þetta og búa svo til nýtt dæmi.\nVil ég að bara konur sitji í kviðdóminum?\nFyrst af öllu vil ég benda á það að mér kemur ekki við hver situr í kviðdóminum, nú veit ég ekki hvar ég er staddur í heiminum í þessu dæmi þínu (tæplega á Íslandi) en það væri eflaust handahófskennt val úr úrtaki sem spannar alla kosningabæra íbúa, og svo mögulega repeal réttur hjá báðum hliðum lögsóknarinnar.\neða mundir þú kjósa að kviðdómurinn endurspeglaði \"samfélagið\" með t.d. ekki meira en 60/40 skiptingu milli kynja.\nÞví næst vil ég benda þér á það að ég myndi skoða það hvort að kviðdómar með hærra hlutfall af konum dæmi oftar eða ekki \"guilty\" í dauðadómsmálum og byggja svar mitt á því, \nekki einhverjum fáránlegum pælingum um það hvort að ég vilji að kviðdómurinn endurspegli samfélagið - hver ætti mögulega að velja það án þess að skoða valmöguleikann sem að gæti mjög vel verið hinn betri kostur en handahófskennd dreifing.\nÉg myndi byggja svar mitt á þessum gögnum, sem að ég ætla enganveginn að hafa fyrir því að safna þegar að líf mitt liggur ekki við.\nÞað ætti ekki að vera mikið mál að athuga hvort að það er vottur af sannleika í þessum orðum þínum.\nVið byrjum á því að skoða öll hlutföll, prósentur eða tölur sem að ég er með í svarinu mínu - og finnum út að ég sagði hvergi \"helmingur\" \"50%\" eða \"jafnt\" talandi um kosningarétt kviðdómsins.\nÞví næst ályktum við (í enn eitt skiptið) að þú hafir ekki getuna í að fylgja 50 orða innleggi - sama hversu oft þú mátt lesa það(eins oft og þú vilt).\nVið endum svo innleggið á því að segjast aldrei ætla að pósta innleggi í þennan þráð af hreinu tilgangsleysi - rapport má hérmeð gubba hverju sem er útúr sér \ná þessum þræði\n án þess að ég hafi fyrir því að leiðrétta hann af hræðslu við að einhver lesi þetta og telji það sannleik - það er hvorki mikil umferð hérna né er hún óhæf í lestri.",
            "date": "2010-09-23 23:23:00",
            "post_id": "283782",
            "reply_to_id": "283778"
        },
        {
            "user_name": "Dazy crazy",
            "text": "Ef við tökum dæmi úr raunveruleikanum.\nfyrir síðustu alþingiskosningar þá skiptust frambjóðendur úr Norðvesturkjördæmi svona.\n2 konur\n21 karl (eða eitthvað)\nef við ýkjum dæmið aðeins\n1 kona\n20 karlar\n \nþá þarf konan ekki einu sinni að heyja (lagað orð) kosningabaráttu af því að hún er örugginn vegna kynjakvóta. Fáránlegt\nhvað með hjúkrunarfræðingastéttina sem er hellingur konur og fáir karlar, eigum við þá að segja upp megninu af konunum og þá eru allir hjúkrunarfræðimenntaðir karlar 100% með starf. það er bara ekki sanngjarnt.",
            "date": "2010-09-23 23:29:00",
            "post_id": "283786",
            "reply_to_id": "283782"
        },
        {
            "user_name": "Zaphod",
            "text": "Heyja hefði samt verið betra.",
            "date": "2010-09-23 23:44:00",
            "post_id": "283792",
            "reply_to_id": "283786"
        },
        {
            "user_name": "rapport",
            "text": "Það voru bara tvö svör í boði.\nA - Ef líf þitt lægi við vegna ákæru út af óguðlegu magni af maríjúana, mundir þú \nvilja\n að kviðdómurinn sem ætti að dæma þig væri eingöngu skipaður \níslenskum\n konum?\nB - Mundir þú frekar vilja að kviðdómurinn endurspeglaði betur kynjahlutfallið í samfélaginu?\nEasy, þú þarft ekki að slá inn langloku, bara A eða B. en þú getur náttúrulega útskýrt svarið ef þú vilt.\nEn p.s. ef tekið er slembiúrtak þá værir þú að fá kynblöndu upp á nánast 50/50 með mjög litlu staðalfráviki.\nÉg væri líka sáttari ef alþingismenn væru valdir með slembiúrtaki.\nÉg vil enda innleggið með því að þakka þér/ykkur fyrir tímann í þetta allt saman, ekki að ég sé að kveðja eða vona þú/þið séuð hættur/hættir.\nÉg skal alveg játa að það hafa opnast einhverjar dyr hjá mér þó ég hafi ekki gengið í gegnum þær.",
            "date": "2010-09-23 23:56:00",
            "post_id": "283795",
            "reply_to_id": "283792"
        },
        {
            "user_name": "rapport",
            "text": "Þessvegna á kynjakvótinn að byrja hjá flokkunum, þeir s.s. skikkaðir í að bjóða lista með 60/40 kynjahlutfalli í versta falli. \nÞá munt þú dissast yfir að framganga karla innan flokkana sé ósanngjörn og þá svara ég \"það er tilgangurinn að ýta undir þátttöku kvenna í stjórnmálum\".\nÞú segir það er ekki sanngjarnt og ég segi OK það er ekki sanngjarnt en það er bara tímabundið á meðan konum er gefinn séns.\nÞú vilt ekki sætta þig við það og segir að valdið sé tekið af fólkinu í landinu og ég bendi þá á að þetta nýja kerfi muni endurspegla fólkið í landinu betur.\nÞú segir svo nei, ég segi svo jú...\nÉg segi að kynjakvótar hafi gagnast annarsstaðar og þér er alveg sama um það.\nEn trúðu mér, ég var að spara þér hellings tíma...\nVið skulum bara vera sammaál um að vera óssammála...\nNema að þú viljir telja upp alla kosti núverandi kerfis og ég mundi telja upp kosti þess að setja kynjakvóta.\nSjá hér\np.s. ég er bara að tala um kjörna fulltrúa ekki heilu stéttirnar úti á vinnumarkaði.",
            "date": "2010-09-24 00:04:00",
            "post_id": "283797",
            "reply_to_id": "283795"
        },
        {
            "user_name": "ManiO",
            "text": "Málið er þannig að konur hafa nákvæmlega jafn mikil tækifæri og karlar í þjóðfélaginu. Kynjakvóti væri í raun niðrandi fyrir kvenfólk. Hvort myndir þú vilja að þú kæmist áfram í einhverju útaf þér sjálfum eða þá að af því að það vantaði einstakling eins og þig til að fylla upp í einhvern þroskaheftan kvóta?",
            "date": "2010-09-24 00:16:00",
            "post_id": "283803",
            "reply_to_id": "283797"
        },
        {
            "user_name": "Gúrú",
            "text": "Honum er alveg sama um kosningarétt, framboðsrétt eða staðreyndina að það er ekki lagabókstafur sem að stöðvar konu frá því að bjóða sig fram til hvaða embættis sem er.\nHonum er alveg sama um persónufrelsi allra annara, sama hvort að það eru flokkar, kjósendur eða frambjóðendur.\nHann vill ekki einungis að skoðanir hans séu í lögum heldur einnig stjórnarskránni, hann vill í rauninni vera stjórnarskráin.\nHann er... \nKim Jong Il\n.\nPs: Lesist í huganum með röddinni hans \nDon LaFontaine",
            "date": "2010-09-24 00:32:00",
            "post_id": "283805",
            "reply_to_id": "283803"
        },
        {
            "user_name": "rapport",
            "text": "Á maður að þora að spyrja hvernig þú veist miklu betur en flestar ef ekki allar rannsóknir sem unnar eru á þessu sviði?\nHér er [url=http://www.jafnretti.is/D10/_Files/Tölur%20hlutföll%20og%20fjölda%20karla%20og%20kvenna%202009.pdf]tölfræði um ástandið[/url]  ef tækifærin eru jöfn þá hljóta konur að vera svona skelfilega treggáfaðar og vitlausar að koma sér ekki betur á framfæri.\nEr það pointið hjá ykkur? Þær stjórna nánast engu og komast ekki betur áfram í lífinu þrátt fyrir jöfn tækifæri vegna treggáfu og vitleysis?\nEn ég er reyndar jafnréttissinni þannig að ef það hallar á karlmenn á einhverju sviði þá styð ég þá, t.d. að gera karlmönnum auðveldar um vik að komast inn í hjúkrunarfræði.\nEf ég mundi sækja um vinnu hjá ríkinu og það yrði ráðin kona í starfið sem væri ekki jafn hæf og ég, þá mundi ég kvarta til jafnréttisstofu og líklega kæra.\nNefndin úrskurðar þá um hvort það sé rétt sem mér finnst, hvort ég sé hæfari. Ef ég er hæfari þá fæ ég djobbið eða skaðabætur. \nEf ég yrði ráðinn og vissi að litið hefði verið framhjá hæfari konu þá fengi ég líklega samviskubit en væri ekkert að kvarta mikið (maður segir ekki \"nei\" við vinnu).",
            "date": "2010-09-24 00:34:00",
            "post_id": "283806",
            "reply_to_id": "283805"
        },
        {
            "user_name": "rapport",
            "text": "Honum er alveg sama um kosningarétt, framboðsrétt eða staðreyndina að það er ekki lagabókstafur sem að stöðvar konu frá því að bjóða sig fram til hvaða embættis sem er.\nHonum er alveg sama um persónufrelsi allra annara, sama hvort að það eru flokkar, kjósendur eða frambjóðendur.\nHann vill ekki einungis að skoðanir hans séu í lögum heldur einnig stjórnarskránni, hann vill í rauninni vera stjórnarskráin.\nHann er... \nKim Jong Il\n.\nOK...\nKosningaréttur = Ég er ekki að banna neinum að kjósa...\nFramboðsréttur = Ég er ekki að banna neinum að bjóða sig fram...\nLagabókstafur = Ég sagði ekki að nein lög væru að stöðva konur\nPersónufrelsi\n = Kynjakvóti takmarkar ekki persónufrelsi (flokkar hafa ekki persónufrelsi).\nEn ég er annars...",
            "date": "2010-09-24 00:42:00",
            "post_id": "283808",
            "reply_to_id": "283806"
        },
        {
            "user_name": "Gúrú",
            "text": "Held það sé tími fyrir smá upprifjun fyrir þig Kim.\nMér hefur samt aldrei liðið vel við það að gera grín að fólki með hömlur svo að ég er hættur.",
            "date": "2010-09-24 00:49:00",
            "post_id": "283810",
            "reply_to_id": "283808"
        },
        {
            "user_name": "rapport",
            "text": "Endilega skjóttu inn tilvitnun þar sem ég sting upp á að persónufrelsi fólks verði takmarkað, að einhverjum verði bannað að kjósa eða bjóða sig fram.\nÉg bið um að framboðslistar séu 40/60 kynblandaðir og að ef þörf er á að leiðrétta kynhlutfall þingmanna verði líka 40/60.\nAfhverju bæði? Af því að konur eru í dag líkelga 30-40% af öllum í framboði, bara alltaf í neðstu sætunum.\nÞetta fyrirkomulag bannar engum að kjósa eða bjóða sig fram (alltaf hægt að stofna nýjan flokk ef einhver kemst ekki að).\nPersónufrelsi felst svo í eignaréttinum, tjáningar- og trúfrelsi, réttlátri málsferð fyrir dómstólum ásamt rétinum á einkalífi og friðhelgi heimilisins.\ns.s. allt sem verndar einstaklinga frá ríkinu/yfirvöldum.\nÞú ert eitthvað á villigötum.\nhttp://en.wikipedia.org/wiki/Civil_liberties",
            "date": "2010-09-24 01:03:00",
            "post_id": "283811",
            "reply_to_id": "283810"
        },
        {
            "user_name": "Gúrú",
            "text": "Æji það er bara ekki fallegt að gera grín að einhverjum sem að \nvirkilega\n reynir að skilja orð en bara tekst það ekki, ég hef einnig áður reynt útskýrt fyrir þér hvað borgaralegt frelsi er og hvað persónulegt frelsi er, örugglega oftar en tvisvar.",
            "date": "2010-09-24 01:28:00",
            "post_id": "283813",
            "reply_to_id": "283811"
        },
        {
            "user_name": "rapport",
            "text": "Já já, þú ert ofsa klár og allt það...\nEn getur þú svarað einföldum spurningum án þess að snúa út úr... (spennó)\nDæmið með kviðdóminn...\nÞú ert ákærður, óguðlegt magn af marijúana, mögulegur dauðadómur...\nSvarmöguleikar (bannað að búa til önnur svör).\nA - Mundir þú vilja kviðdóm eingöngu skipaðan konum.\nB - Mundir þú vilja nokkuð jafnt kynjahlutfall innan kviðdómsins.\nog svo til að þú getir sparað orðin... endilega linkaðu í stað þar sem þú hefur skilgreint persónufrelsi eða borgaralegt frelsi (eða þú getur linkað í Mac umræðuna aftur ef þú virkilega heldur að það komi málinu við).",
            "date": "2010-09-24 02:02:00",
            "post_id": "283815",
            "reply_to_id": "283813"
        },
        {
            "user_name": "ManiO",
            "text": "Þessi pdf skrá sem þú linkar inn, hvernig sýnir það tækifæri? Það sýnir bara kynjahlutföll sem er EKKI það sama og tækifæri. Hvernig ég veit að kvenfólk hefur alveg jöfn tækifæri en karlar? Ég þekki mjög margar hæfar konur sem hafa komist langt út á hæfileikum og það að hafa ekki lim hefur aldrei staðið í vegi fyrir þeim. Og já, flestar þeirra finnst kynjakvóti skelfileg hugmynd.\nVarðandi þessi embættisstörf sem eru þarna, þá hafa þau alltaf verið vinagreiðadjobb og hefði ég EKKERT á móti því að setja einhver lög til að reyna að fá HÆFT fólk óháð kyni í þau.\nEin spurning líka, hver er tilgangurinn með þessari hugarleikfimi um kviðdómendur?",
            "date": "2010-09-24 08:47:00",
            "post_id": "283830",
            "reply_to_id": "283815"
        },
        {
            "user_name": "Gúrú",
            "text": "Ég ætla ekki að hafa fyrir gagnasöfnun fyrir theoritíska dæmið þitt.\nÉg er búinn að svara; \nég myndi vilja konukviðdóm ef að kviðdómar með hærra hlutfall af konum dæmdu sjaldnar \"guilty\" í dauðadómsmálum\n.\nHeldurðu virkilega að ég nenni að grafa upp endalaust af linkum? Notaðu leitina hérna uppi.",
            "date": "2010-09-24 10:52:00",
            "post_id": "283841",
            "reply_to_id": "283830"
        },
        {
            "user_name": "rapport",
            "text": "Leitin \"Borgaralegt\" skilaði þrem niðurstöðum og engri útskýringu.\nVarðandi \"konukviðdóminn\".\nEf \nþað er munur á hvernig konur og karlar kjósa þegar þau eru fulltrúar samfélagsins, þá er augljóst að þegar fjöldi fulltrúa er takmarkaður að tryggja þarf að hlutfall milli kynja hjá fulltrúunum endurspegli hlutfallið milli kynja hjá samfélaginu til að greidd atkvæði fulltrúana endurspegli vilja samfélagsins.\nÞetta EF sem setningin byrjar á er virkilega stórt og kynjakvóti er leið til að minnka líkurnar á að þetta EF geti haft mikil áhrif.\nEins og þú hefur bent á þá eru til hellingur af leiðum sem eru réttlátari hvað varðar vægi atkvæða kjósenda, sbr. einstaklingsframboð, eitt kjördæmi fyrir landið o.s.frv.\nÉg er EKKI að mótmæla því, en markmiðið með þessu hjá mér er ekki að tryggja einhver hlutföll for ever and ever, heldur tímabundin samfélagsleg tilraun sem í raun miðar að því að kanna hvort konur vilji stjórna eða vera stjórnað, (smá öfgar en samt smá point).\nEf konur munu ekki bjóða sig fram þegar þeim er gert auðveldara um vik að komast að (upp að vissu mæli) þá eeru skilaboðin augljós \"þær vilja ekki stjórna eða vera í forsvari fyrir almenning í landinu í jafn miklu mæli og karlmenn\".\nVæri ekki geggjað ef við tveir gætum haft það á pappír fyrir framan okkur, þá værum við ekkert að ræða þetta... þá væri kynjakvóti einfaldlega ósanngjarn og \"náttúrulegu\" jafnvægi á kynjunum á þingi væri bara náð og fullyrðingar mínar um að áhrifamenn í kerfinu hylltu karlmönnum væru bara bull.\nEn ég ætla að segja það aftur því ég meina það, takk fyrir tímann sem þú hefur varið í þetta. Það hafa opnast hjá mér \"skilnings\" dyr, þó ég hafi ekki gengið í gegnum þær.\nVonandi nýtist eitthvað af því sem ég hef skrifað þó ekki væri nema til að þú getir barist harðar fyrir þinni skoðun.",
            "date": "2010-09-24 12:26:00",
            "post_id": "283855",
            "reply_to_id": "283841"
        },
        {
            "user_name": "Dazy crazy",
            "text": "ok hættið nú að tala um þetta, þetta er orðið leiðinlegt.\nnýtt viðfangsefni\nGlobaL WarminG",
            "date": "2010-09-24 12:33:00",
            "post_id": "283856",
            "reply_to_id": false
        },
        {
            "user_name": "Halli25",
            "text": "Global warming er þjóðsaga!",
            "date": "2010-09-24 13:09:00",
            "post_id": "283860",
            "reply_to_id": "283856"
        },
        {
            "user_name": "chaplin",
            "text": "Stay out of it, stay alive.",
            "date": "2010-09-24 13:38:00",
            "post_id": "283866",
            "reply_to_id": "283860"
        },
        {
            "user_name": "ManiO",
            "text": "[topic]\n[/topic]\nNext.",
            "date": "2010-09-24 13:42:00",
            "post_id": "283867",
            "reply_to_id": "283866"
        },
        {
            "user_name": "Gúrú",
            "text": "Stofnaðu femenistaflokk, copy pastaðu stefnuskrána sem FAQ af uppáhalds feminisma síðunni þinni og skiptu þér ekki af annara manna lífum þegar að það kemur þér ekkert við.\nÞú neyðir ekkert bara upp á einhverja flokka í heild sinni til að \"hætta að vera svona *gg* ósanngjaddnir\" vegna þess að þú sérð ekki \"nógu margar\" konur á Alþingi.\nÞað er svo neyðarlegt að sjá þig tala um þetta málefni að ég ætla að chilla á einhverjum öðrum þráðum - out.",
            "date": "2010-09-24 13:56:00",
            "post_id": "283870",
            "reply_to_id": "283867"
        },
        {
            "user_name": "rapport",
            "text": "Ekki málið... heyrumst.\nLangar að kveðja þig með eftirfarandi:\nAuðvitað ertu til í að fórna jafnræðinu fyrir eigin hagsmuni sbr. að hafa eingöngu konur ef það hentar þínum markmiðum.\nAlþingi tekur mikilvægar ákvarðanir fyrir okkur öll, má/ætti Alþingi þá ekki vera smækkuð mynd af okkur öllum svona til að jafnræðis sé gætt?",
            "date": "2010-09-24 14:06:00",
            "post_id": "283871",
            "reply_to_id": "283870"
        },
        {
            "user_name": "Gúrú",
            "text": "Ef ég veldi ekki valmöguleika sem að tölfræði sýndi fram á að hefði bestar lífslíkur fyrir mig sem einstakling - þá væri ég órökréttur og myndi þ.a.l. spara þeim erfiðið og drepa mig sjálfur.\nJú, ég var að hugsa um að hafa svona kerfi þar sem að kosningabærir menn hafa framboðsrétt og geta verið kosnir á Alþingi eftir sætafjölda og atkvæðafjölda.\nOH WAIT það \ner þannig\n og það er \nalgjörlega krossþroskaheft\n (hættur að sugarcoata) að einu sinni DETTA ÞAÐ Í FOKKING HUG að hafa typpakvóta eða píkukvóta \nsem að SKERÐIR\n framboðs og atkvæðarétt Íslendinga.",
            "date": "2010-09-24 14:55:00",
            "post_id": "283877",
            "reply_to_id": "283871"
        },
        {
            "user_name": "urban",
            "text": "Ég sé það að þú gúru ert verðandi stjórnmála maður\nvegna þess að þú getur ekki svarað A eða B spurningu með A eða B\nþú mundir svara já eða nei spurningu með svaka ræðu\nalveg einsog stjórnmálamenn\nen úr því að þið voruð að tala uk kynjakvóta og álíka\nég vil meina að það eigi að ráða hæfustu manneskjuna í hvaða starf sem er\nef að það er hæfasta manneskjan sem að stjórnar þá skiptir það mig engu máli hvort að hún pissar sitjandi eða standandi\nsemsagt, hvort að hún sé með typpi eða píku\nen kyjnakvótum er ég alfarið á móti.\nhérna er skemmtilegt dæmi\n um það hvað kynjakvóti gæti gert.\nvissulega mjög ýkt og öfgafullt dæmi \nen sýnir á sama hátt hvað kynjakvóti er skelfilega vitlaus\njafnræði og jafnrétti er bara ekki það sama\njafnrétti styð ég\njafnræði (kynjakvóti er ekkert annað en jafnræði)er eitthvað sem að sem að getur verið stórhættulegt",
            "date": "2010-09-24 15:11:00",
            "post_id": "283878",
            "reply_to_id": "283877"
        },
        {
            "user_name": "Gúrú",
            "text": "Ég á mjög auðvelt með að svara A) eða B) spurningum, en þegar að verið er að taka dæmi þar sem að líf mitt lægi við þá er ég ekki að fara að velja án þess að kynna mér kostina.\nDæmi um auðveld svör:\nAnnaðhvort ertu\nA) Persónufrelsisadvocate\neða\nB) Ekki persónufrelsisadvocate\nEn þegar að maður gerir það þá er maður einnig kallaður út fyrir það\n*\n að benda á það að það séu bara tveir valmöguleikar til - í þessu tilfelli var svarið mitt að ég myndi velja byggt á tölfræðilegum forsendum. \n(\n*\nSjá slembingsþráðinn)",
            "date": "2010-09-24 15:20:00",
            "post_id": "283880",
            "reply_to_id": "283878"
        },
        {
            "user_name": "mind",
            "text": "Hluti af vandamálinu er eflaust að meta hver er hæfasta manneskjan.\nMiðað við útlitið í dag þá virðast peningar segja til um hver hæfasta manneskjan er,  burtséð frá hverjir raunverulegir hæfileikar manneskjunnar eru.",
            "date": "2010-09-24 15:33:00",
            "post_id": "283885",
            "reply_to_id": "283880"
        },
        {
            "user_name": "rapport",
            "text": "Reyndar þá gæti þetta aldrei gerst í raunveruleikanum.\nFyrir störf eru skilgreindar kröfur um menntun, hæfi og hæfni, ef umsækjandi uppfyllir ekki öll skilyrði þá er hann OFF og á ekki möguleika á að fá starfið.\nÞað yrði því líklegast auglýst aftur í starfið í þessu tilviki og ef Tryggvína er eina hæfa manneskjan í starfið, þá fær hún það.\nSvo má nefna að ef reynsla t.d. skiptir máli þá eiga konur minni séns þar sem skv. skýrlsunni hérna að ne'ðan, þá komast þær varla að til að fá reynslu.\nhttp://www.jafnretti.is/D10/_Files/T\nölur%20hlutföll%20og%20fjölda%20karla%20og%20kvenna%202009.pdf\n@Gúru\nÞú getur s.s. svarað A og B spurningum ef svörin eru loðin og illa skilgreind?\nÞú vilt frekar vera spurður hvort þú sért hræddari við A hunda eða B ketti, frekar en að vera spurður í detail, ertu hræddari við A ljón eða B úlf.\nÞað eru ítarlegar skilgreiningar sem koma í veg fyrir útúrsnúninga og misskilning, því er betra bara að halda sig við það sem maður er spurður um.\nSbr. krossapróf...",
            "date": "2010-09-24 20:13:00",
            "post_id": "283935",
            "reply_to_id": "283885"
        },
        {
            "user_name": "urban",
            "text": "ég veit vel að svona ýkt dæmi getur ekki komið fyrir í raunvöruleikanum, enda tók ég það fram að þetta sé öfgafullt og ýkt.\nen svona lagað getur komið fyrir\nþetta er sáraeinfalt\nhæfasta manneskjan á að fá starfið\nog þú talar um að konur komist ekki að til að fá reynslu ?\nþað er að mínu mati bara vitleysa\nnú er t.d. kona sem að er stjórnandi æi einu af stærsta fyrirtæki landsins\ner semsagt að meina Rannveig Rist hjá (mig minnir að það hafi veirð alcan)\neinhvern vegin komst hún þangað\neinhvern vegin náði hún sér í menntun og reynslu og ekki er hún nú mjög gömul \nkonur hafa jafnan rétt til þess að mennta sig og sækja um vinnur og vinna sig upp á vinnustað\njú vissulega er í sumum fyrirtækjum þar sem að eru fávitar sem yfirmenn og neita að ráða konur í stjórnendastöður\nen þá er líka spurning um að leita sér af annari vinnu ef að þú ert í dead end job en að reyna að vera á uppleið.\neitthvað hlýtur að vera að þegar að konur hafa verið ráðandi í háskólum hérna um alllangt skeið en skila sér ekki út á vinnumarkað og það ofarlega á hann eftir einhver ár.\nog það vil ég beina á konur sjálfar\nt.d. hefur það verið rannsakað að konur biðja t.d. sjaldnar um launahækkun\nþær fara sjaldnar fram á stöðuhækkun\nþær fara meirað segja sjaldnar á fundi hjá yfirmanni að ræða þessi mál\nef að konan sjálf biður ekki um launahækkun eða stöðuhækkun þá er ekki hægt að ætlast til þess að henni sé fært það.\nen að sjálfsögðu á að fara þar á meðal eftir reynslu þegar að það er verið að ráða í stjórnenda stöður\nannars væri væntanlega ekki verið að ráða hæfustu manneskjuna í starfið\neinsog ég segi, ráða hæfustu manneskjuna í starfið (og þá alveg sama hvaðað starf það er), alveg sama hvort að sú manneskja heiti jón eða jóna",
            "date": "2010-09-24 21:17:00",
            "post_id": "283956",
            "reply_to_id": "283935"
        },
        {
            "user_name": "rapport",
            "text": "Skv. skýrslunni sem ég benti á þá skiptast áhrifastöður milli kynjana 3% konur, 97% karlar (þetta er tölulegar upplýsingar, ekki mitt álit eða skoðun)\nJafn réttur er einksins virði ef þú fær ekki tækifæri til að nýta þér réttindi þín eða menntun.\nHelsta ástæða þess að konur eru orðnar fleiri í HÍ en karlar er sameining, KHÍ og HÍ, skiptin kynja eftir námsgreinum er mjög ójöfn og enn er staðan sú að laun eru lægri í þeim geira þar sem konur geta með góðu móti fengið tækifæri eftir skólann.\nEins og þú bendir á þá virkar kerfið ágætlega fyrir karlmenn.\nEr það ósanngjörn krafa að kerfinu sé breytt svo að það virki líka ágætlega fyrir konur?\nÞær eru greinilega ekki eins og karlmenn og er ekki hægt að sníða kerfið eftir því?\nEr eina leiðin fyrir þær til að fá tækifæri og jöfn kjör að \"verða meira eins og karlmenn\"? \nÉg er samt ekki sammala því að kynjakvótar eigi við í einkageiranum, ég vil þessi hlutföll kynjana innan 60/40 skekkjumarka á Alþingi og á framboðslistum (í raun hvergi annarsstaðar) Ekki ráðuneyti eða á vinnustöðum, stjórnum fyrirtækja o.s.frv.\nEn svona úr þessum tölulegu uplýsingum:\nKonur eru:\n3% í áhrifastöðum\n8% stjórnarformanna í 100 stærstu fyrirtækjum landsins.\n14% af stjórnum 100 stærstu fyrirtækjanna.\n32% kjörinna fulltrúa á Alþingi (ég er s.s. ekki að biðja um e-h geðveikt mikið)\n47% frambjóðenda (ég er ekki að biðja um neitt nema að þeim verði raðað hærra)\n36% af sveitastjórnum\nEn svo er heilmargt sem er bæði gott og slæmt í þessari skýrslu...\nReyndar smá þreytandi tölfræði inn á milli sem gerir skýrsluna óspennandi en fínt til yfirferðar, tekur enga stund - eru bara myndir og gröf...\nhttp://www.jafnretti.is/D10/_Files/T\nölur%20hlutföll%20og%20fjölda%20karla%20og%20kvenna%202009.pdf",
            "date": "2010-09-24 21:49:00",
            "post_id": "283963",
            "reply_to_id": "283956"
        },
        {
            "user_name": "Ulli",
            "text": "",
            "date": "2010-09-25 02:00:00",
            "post_id": "283998",
            "reply_to_id": "283963"
        },
        {
            "user_name": "Gúrú",
            "text": "Er það ósanngjarnt af mér að láta lögregluna brjótast inn til þín með valdi, hleypa 65 konum inn og krefjast þess að þú borgir þeim laun, leyfi þeim öllum að hafa sömu völd og þú innan heimilisins sem að þú hafðir fyrir því að byggja?\nÉg bara veit ekki hversu margar sam/viðlíkingar ég þarf að koma með til að þú sjáir að þú ert bara ógeðslegur forræðishyggjusinni og feministi sem að á ekkert með það að gera að skipta þér af annara lífum elsku kallinn þinn.",
            "date": "2010-09-25 13:09:00",
            "post_id": "284029",
            "reply_to_id": "283998"
        },
        {
            "user_name": "rapport",
            "text": "Hvernig getur þú líkt þessu saman?\nÍ þínu dæmi er brotið á friðhelgi heimilisins, eignaréttinum og líklega er um þvingun þarna að ræða líka = hellingur af lögbrotum.\nÞað er ekkert í líkingu við það sem ég er að stinga upp á, ég er að tala um að setja lög sem tryggi konum jafnari tækifæri á við karla í kosningum til Aþingis.\nMér sárnar að þú kallir mig forræðishyggusinna þegar ég er ítrekað búinn að lýsa því yfir að skilji þína skoðun en sé henni bara ekki sammál, þú virðist ekki geta verið sáttur við lífið og tilveruna fyrr en ég er orðinn þér sammála.\nHver er að reyna þvinga hvern? Hver er forræðishyggjusinni?\nAð vera femínisti er eins og að vera Valsari eða KA maður, þú velur lið sem þér finnst vera \"best\" af einhverjum ástæðum. Forsendurnar eru blanda af því hver þú ert, hvar þú býrð, hverjir eru í líðinu og hvernig því gengur.\nÞó að það sé hægt að finna svarta sauði hjá femínistum þá hafa líka ýmsir slappir leikið með Manchester, Val eða KA...  Liðin eru ekkert verri lið fyrir vikið.   \nÍ hvaða liði ert þú?",
            "date": "2010-09-25 14:29:00",
            "post_id": "284039",
            "reply_to_id": "284029"
        },
        {
            "user_name": "Gúrú",
            "text": "Vegna þess að það er nákvæmlega sami hlutur að gerast - þú ert að reyna að láta yfirvald sem að MÁ EKKI mismuna eftir kyni (sjá stjórnarskrá) \nþvinga\n stjórnmálaflokka til að taka inn konur, borga þeim laun og gefa þeim völd.\nÞað þyrfti í rauninni að taka úr gildi greinar 65, 71, 73, 33 og 34 stjórnarskráarinnar til að leyfa þessum ógeðslega kynjakvóta þínum að standa.\nHvað heldur þú að kynjakvóti sé annað en þvingun af hendi ríkisstjórnar?\nPunkturinn minn er að stjórnmálaflokkar eru eitthvað sem að einhver stofnaði til til að berjast fyrir sinni sannfæringu, sínum hagsmunum og sínum rétti, þetta gera þeir til að borga sjálfum sér laun og bjóða sjálfa sig til þings og gefa öðrum sem vilja fylgja stefnu flokksins valmöguleikann á því að ganga til liðs við hann.\nÞað að \nþvinga\n einhvern sem að rekur slíkan flokk til þess að taka við x mörgum konum m.v. hvað hann er með x marga karla eða öfugt er alveg snarbrjáluð hugsun sem að grefur undan lýðveldinu.\nÞegar að þær eru þegar MEÐ JÖFN tækifæri þá er það að hafa \"jafnari\" tækifæri að fara að skerða tækifæri annarra, eftir kyni, sem brýtur stjórnarskrána.\nÞú varst að reyna að þvinga alla,\n ekki einungis borgara landsins heldur einnig ríkisstjórn landsins (með stjórnarskráaratkvæði þínu sem hefði brotið á 6 öðrum stjórnarskráaratkvæðum) \ntil þess að hafa jafn margar konur og karla á þingi burtséð frá því hvað þjóðin vill og sýnir með atkvæðagreiðslu sinni.\nÞú veist líka ekkert hvað forræðishyggjusinni er, né heldur hvað forræðishyggja er.\nSem að myndi enganveginn breyta því hversu mikill forræðishyggjusinni þú ert þó að það væri tengt forræðishyggju að reyna að neyða mig til að hafa sömu skoðun \"mér til verndar\".\nÞetta er auðvitað bara alveg bull frá \"A\" í \"að\" til punktins í \"vikið.\"\nLiðinu sem er á móti forræðishyggju og risastórum illa reknum ríkisstjórnum sem að skipta sér af öllum aspects í lífi allra og gera það ekki einu sinni nálægt því vel.",
            "date": "2010-09-25 14:59:00",
            "post_id": "284048",
            "reply_to_id": "284039"
        },
        {
            "user_name": "Danni V8",
            "text": "Ég legg til að þessum þræði verði LÆST og að þessir tveir vitleysingar sem eru að þrasa hérna læri á PM eða MSN eða eitthvað þannig sem heldur þessum leiðindar umræðum á milli þeirra!",
            "date": "2010-09-25 15:12:00",
            "post_id": "284050",
            "reply_to_id": "284048"
        },
        {
            "user_name": "mind",
            "text": "Ég er bara alls ekki viss um að Rapport hafi nokkra heilstæða hugmynd um hvað hann sé að leggja til.\nÞað getur alveg verið á ástæðurnar bakvið þetta séu vel meintar en tillagan af framkvæmdinni gefur til kynna að viðkomandi hafi mjög takmarkað vit á lagakerfinu,  stjórnarkerfinu og frelsi/réttindum fólks.\nRapport, ef þú vilt virkilega reyna auka magn af kvenfólki í stjórnarstöðum/alþingi komdu þá með tillögu sem byggist ekki á því að brjóta á rétti annarra eða þurfa vald til framkvæmdar.",
            "date": "2010-09-25 15:16:00",
            "post_id": "284052",
            "reply_to_id": "284050"
        },
        {
            "user_name": "Gúrú",
            "text": "Ég legg til að þú lesir titil þráðarins og haldir þig frá umræðunni í stað þess að reyna að læsa henni?",
            "date": "2010-09-25 15:41:00",
            "post_id": "284059",
            "reply_to_id": "284052"
        },
        {
            "user_name": "vesley",
            "text": "Það mætti þó allavega láta þennan þráð ekki koma upp í virkum umræðum.     \nEkkert nema leiðinlegt rifrildi á milli 2 einstaklinga sem munu aldrei verða sáttir.",
            "date": "2010-09-25 16:06:00",
            "post_id": "284065",
            "reply_to_id": "284059"
        },
        {
            "user_name": "Gúrú",
            "text": "Ég skil ekkert hvaðan þessar kvartanir koma en ok.",
            "date": "2010-09-25 16:32:00",
            "post_id": "284073",
            "reply_to_id": "284065"
        },
        {
            "user_name": "KrissiK",
            "text": "þetta er svo best .. geðveikt fyndið að horfa á 2 náunga rífast yfir eh á netinu .. bara fáranlegt",
            "date": "2010-09-25 16:35:00",
            "post_id": "284075",
            "reply_to_id": "284073"
        },
        {
            "user_name": "rapport",
            "text": "Ég skil þreytuna á þessu, hroki og skítkast er ekki boðleg leið til að eiga \"opinber\" skoðanaskipti.\nÉg ætlaði mér nú aldrei að taka þetta á \"er.is\" levelið.\nEn Gúru er bara svona mikil erlingur í sér greinilega, sama hvað ég reyndi að vera nice þá tókst ekki að halda smá standard.",
            "date": "2010-09-25 17:17:00",
            "post_id": "284082",
            "reply_to_id": "284075"
        },
        {
            "user_name": "Gúrú",
            "text": "Já rapport, þú ert fórnarlambið í þessum ljóta, ljóta heimi.",
            "date": "2010-09-25 17:42:00",
            "post_id": "284088",
            "reply_to_id": "284082"
        },
        {
            "user_name": "rapport",
            "text": "Alveg rétt hjá þér... en þetta ekki úr þó nokkrum þráðum hérna? ekki bara þessari umræðu?\nÞetta er nú samt ekkert voða ljótt m.v. sendingarnar sem ég fengið frá þér.\nEn ég hætti þessu leikskólalingói fyrir þó nokkru síðan nema kannski þegar ég kallaði þig \"erling\" vegna rökræðulistarinnar.\nÞað skelfilega erfitt að eiga í rökræðum við fólk sem heldur að útúrsnúningar séu leiðin að \"sannleikanum\" raunin er að útúrsnúningar eru bara þreytandi \"off topic\".\nÞó þú hafir útkallað mig sem forræðishyggjusinna, einræðisherra (Kim-Y-Il), femínista etc... þá breytir það því ekki að þú neitar að horfast í augu við það að hlutur kynjana ætti að vera jafnari á ótal sviðum EF allir hafa sömu réttindi og sömu tækifæri til að nýta sér rétt sinn. Hvernig útskýrir þú annars þessi lágu hlutföll kvenna í áhrifastöðum, stjórnum fyrirtækja o.s.f.rv.\nEkki finnst þér finnist konur einfaldlega ekki vera þess virði að greiða jafn há laun fyrir, eða ekki geta verið fulltrúr þínir eða bara eiga heima í ákveðnum störfum, eða þær eiga að líða fyrir að ganga með börnin okkar, eða þær eru ekki nógu harðar á vinnumarkaðinum (sem í nánastgildir \"það má níðast á þeim því þær vita ekki betur\").",
            "date": "2010-09-25 18:10:00",
            "post_id": "284097",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Sendingarnar frá mér ekki einungis réttlæta sendingarnar þínar heldur eru þær \nekki jafn ljótar\n?\nEndilega quotaðu mig samt eins oft og þú vilt.\nNo shit, pældu í því samt hversu erfitt það er að eiga í rökræðum við einhvern sem að skilur ekki helminginn af orðunum í umræðunni og gerir sér ekki grein fyrir \nneinu \nán þess að fá a.m.k. 25 samlíkingar \nsem að hann skilur svo heldur ekki\n og kallar \nútúrsnúninga\n.\nÉg beini að þér sömu skrifum og áðan: \nÞú veist semsagt vel að konur og karlar eru ekki eins, hafa ekki sömu áhugamál að jafnaði, hafa ekki jafn mikinn áhuga á sömu umræðunum og gera ekki sömu hlutina en \nSAMT heldurðu í hugsunarháttinn að það \neigi \nað vera jafn margar konur í öllum störfum og karlar\n, ekki einungis að það eigi heldur að það eigi að vera í lögum og  ekki einungis lögum heldur stjórnarskrá, að enginn megi fara í neinn stjórnmálaflokk í framboð með 60% píkuhlutfalli ef að það eru nú þegar komnar \n\"of\" \nmargar konur?\nÉg kalla/ði þig ekki einungis forræðishyggjusinna heldur ógeðslegan forræðishyggjusinna, mér finnst það alveg jafn ógeðslegt að grafa undan lýðræðinu sem hefur myndast á flestum stöðum heimsins allt frá tímum rómverska stórveldisins og að fjarlægja vinkonu mína úr bíóferð með vinkonum sínum vegna þess að það eru nú þegar 100% stelpur í salnum.\nLýðræðinu sem að gerir mér kleift að sitja í tölvu, njótandi hæstu lífsgæða sem að hafa nokkurntímann verið til án þess að vera sonur einhvers prests eða kóngs.\nÉg kalla forræðishyggju sem skerðir persónufrelsi frjálsra einstaklinga ekki einungis nafninu sínu heldur kýs ég að kalla það ljótasta form af hugsanarhátt sem mögulegur er, \nforræðishyggja er það sem að getur óneitandi leitt út í það að þú teljir þig vera svo yfir alla hafinn, vita svo mun betur fyrir alla aðra að þú réttlætir það fyrir sjálfum þér að skerða persónufrelsi annarra.\nKim Jong-Il og fólkið sem að er neitt til þess að tilbiðja hann og hlýða í einu og öllu er \nekki \nsvo sátt með það að þurfa að hlusta á hann né \"sérfræðinga\" hans í hagfræði, stjórnunarfræði eða lögfræði.\nEf ég væri Islamskur prestur eða pólitíkus í Indónesíu sem berst \nGEGN\n því að konur séu EKKI flokkaðar sem konur heldur séu einstaklingar jafnir fyrir lögum, ríkisstjórn og stjórnarskrá þá hefðirðu réttinn til að spyrja mig þessara spurninga, en af því að ég er manneskja sem berst með EITT HUNDRAÐ PRÓSENT PERSÓNUFRELSI - sama hvort að þú ert kona eða karl, \ntrúaður eða ótrúaður þá spyr ég þig á móti: Hvað lætur þig spyrja svona heimskulegra spurninga?\nÉg hef engan áhuga á því hvað þú flokkar sem áhrifastöður, hvað margar konur eru í þeim eða hvað fyrirtæki kjósa að gera.",
            "date": "2010-09-25 18:39:00",
            "post_id": "284098",
            "reply_to_id": "284097"
        },
        {
            "user_name": "BjarniTS",
            "text": "Èg trúi ekki að málefnalegasti ,augljóslega best lesni o gáfaðasti notandinn hérna sé 15 ára.\nFinnst hann eiga skilið verðlaun.\nBráðþroska og vel ,úr garði gerður og gefinn.",
            "date": "2010-09-25 19:18:00",
            "post_id": "284109",
            "reply_to_id": "284098"
        },
        {
            "user_name": "Dazy crazy",
            "text": "Nákvæmlega\nÞegar ég var 15 þá var ég slefandi um gólfin á fjórum fótum miðað við Gúrú hvað varðar ritsmíðasnilli, málefnalegheit og rökfræði.\nÉg er eiginlega alveg sammála því sem hann er að skrifa líka.\nRapport er að reyna að fá gúrú til að samþykkja það að vera ósammála sér held ég, nokkrum sinnum komið \"við getum verið0 sammála um að vera ósammála\" eða eitthvað.",
            "date": "2010-09-25 19:46:00",
            "post_id": "284117",
            "reply_to_id": "284109"
        },
        {
            "user_name": "vesley",
            "text": "Hann les of mikið",
            "date": "2010-09-25 19:49:00",
            "post_id": "284120",
            "reply_to_id": "284117"
        },
        {
            "user_name": "rapport",
            "text": "Hann bara gúdderar það ekki og ég er fastur í lúppunni...",
            "date": "2010-09-25 22:53:00",
            "post_id": "284155",
            "reply_to_id": "284120"
        },
        {
            "user_name": "Gúrú",
            "text": "Af hverju ætti ég \nmögulega\n að \"samþykkja það að vera ósammála\" og hætta að benda á það hversu ógeðslegur boðskaður þinn er? \nÞetta er ekki bara prinsipp, né heldur bara lífstíll, þetta er bráðnauðsynlegur hugsunarháttur þegar að frelsi einstaklinga er í húfi.",
            "date": "2010-09-25 23:05:00",
            "post_id": "284157",
            "reply_to_id": "284155"
        },
        {
            "user_name": "rapport",
            "text": "FTW!  \n \n \n \n \n \nOg ég er forræðishyggjusinninn etc..",
            "date": "2010-09-25 23:19:00",
            "post_id": "284160",
            "reply_to_id": "284157"
        },
        {
            "user_name": "Gúrú",
            "text": "Staðfestandi í svona þrítugasta skiptið að þú hefur ekki minnstu hugmynd um það hvað forræðishyggja er (hint: Ég var ekki að framkvæma forræðishyggju)\nEdit: Þú virðist heldur ekki vita hvað et cetera þýðir?",
            "date": "2010-09-25 23:21:00",
            "post_id": "284161",
            "reply_to_id": "284160"
        },
        {
            "user_name": "zdndz",
            "text": "Þessi þráður = best !",
            "date": "2010-09-25 23:24:00",
            "post_id": "284162",
            "reply_to_id": "284161"
        },
        {
            "user_name": "rapport",
            "text": "PDF skjalið er \"lýsing\" á heiminum í dag og við erum með tilgátu. \"Konur vilja láta frekar að sér kveða í stjórnmálum?\"\nHvernig komumst við að því hvort tilgátan er sönn?\nPrófum að hleypa konum að í stjórnmálum. Mörg dæmi erlendis frá sýna að slíkt skilar samfélaginu árangri og þegar fordæmi er komið þá eru þær duglegri að koma sér á framfæri.\nÞær hafa fáar fyrirmyndir á þessu sviði og þessar fáu sem hafa komist að eru allar skelfilega karlalegar = venjuleg kona sér ekkert fleira sameiginlegt með sér og íslenskri stjórnmálakonu eða sér og topp módeli í Vouge.\nTil að skapa fyrirmyndir þá vil ég gera þessa samfélagslegu tilraun í 2-3 kjörtímabil og hvort tilgátan \"Konur vilja láta frekar að sér kveða í stjórnmálum?\" er sönn.\nVarðandi hugarleikfimina með kviðdóminn, þá var ég að tékka hvort Gúru hefði eitthvað á móti konum. \nSvarið var \"Hann treystir þeim bara ef það sýnir sig að þær hafi hans hagsmuni að leiðarljósi\".\nSem sýnir að hann telur vera mun á matkvæðum kynjana en vill samt að konur lifi við kerfi þar sem kvennatkvæði á Alþingi eru ekki í sama hlutfalli og konurnar í landinu. (sem er í lagi ef það væri ekki einhverjir stjórnmálapjakkar sem raða bara körlum efst á lista hjá sér).",
            "date": "2010-09-25 23:34:00",
            "post_id": "284164",
            "reply_to_id": "284162"
        },
        {
            "user_name": "rapport",
            "text": "Bentu mér á góðar skilgreiningar á (helst þær sem þú styðst við):\n(má vera á ensku)\n- Perónufrelsi (búinn að bíða lengi eftir þessu).\n- Forræðishyggju.\nEf þig vantar þá er gott að gera t.d. \"define:\"orð\" í google (en þá þarftu að hafa smá vit á að velja skilgreiningu sem á við) sérstaklega þegar þú notar enska orðið yfir forræðishyggju. (annars væri ég búinn að benda þér á eina góða).\nEn fyrir mér er þumalputtareglan \"að hafa vit fyrir borgurunum = forræðishyggja\" en skv. þeirri skilgreiningu eru öll lög og reglugerðir, stjórnarskrá o.s.frv. = \"forræðishyggja\" og fyrir vikið finnst mér þetta bara ágætis orð.\nÁn forræðishyggjunar væri t.d. engin stjórnarskrá (hver hefði átt að skrifa hana og skikka fókl til að fara eftir henni?) og fyrir vikið algjört frelsi fyrir fólk að níðast á öllum \"for the funof it\" frelsi sem þú virðist hafa tekið þér á internetinu.\n\"etc.\" er þýtt sem \"o.s.frv.\" en latneska meiningin er \"and other things\"   \ns.s. meining setningarinnar var = forræðishyggjusinni \"ásamt fleiru\". \nFólk átti svo að ná samhenginu og skilja að ég væri ekki að nenna að telja upp hvernig þú hefðir \"skilgreint\" mig.",
            "date": "2010-09-25 23:58:00",
            "post_id": "284173",
            "reply_to_id": "284164"
        },
        {
            "user_name": "Gúrú",
            "text": "Ég beini að þér sömu skrifum og áðan: \nOg að öllu alvarlegri málum:\nÞetta var ekki einungis snargeðveik ályktun heldur hreint útsagt lygi, rógburður, vitleysa og móðgun ekki bara við mig heldur alla sem að trúa á það að velja réttasta valmöguleikann í boði. (t.d. pókerspilara.. eða þú veist... flestalla í heiminum)\nEf þú vilt fá einföldun:\nÉg myndi kjósa (eins og þú bauðst mér í theoirítísku spurningunni) að hafa 100% kvenkyns kviðdóm í dauðadómsmálinu mínu ef að það væri rökrétt að gera það, miðað við upplýsingar sem að ég gæti komið höndum mínum á.\nEf að þú skilur ekki þetta einfalda svar(sem að þú hefur rétt í þessu sýnt að þú gerir ekki) þá veit ég ekki hvað ég get gert.\nHvernig væri \"NEI\" í rauðum, stórum, feitletruðum og undirstrikuðum stöfum? \nNEI\nÞað kemur ekki til greina að brjóta á réttindum þjóðarinnar, grafa undan lýðveldinu sem er Ísland og taka út 5 greinar stjórnarskráarinnar til að athuga eitthvað í feministamyndafleppsi.\nÞú lítur út fyrir mér eins og manneskja sem að hlustar á fólk en hefur ekki hugmynd um það hvað það er að segja, né hvað það er að meina með því sem það er að segja.\nÞú verður að endurorða þetta til að ég geti sem best komið útúr mér hversu fáránleg það sem þessi setning/ályktun\n á að vera\n er, það þarf ekki snilling til að segja þér hversu fáránleg hún er í sinni núverandi mynd.",
            "date": "2010-09-26 00:03:00",
            "post_id": "284175",
            "reply_to_id": "284173"
        },
        {
            "user_name": "BjarkiB",
            "text": "Rapport held að þetta sé búið, Gúru getur svarað öllu",
            "date": "2010-09-26 00:08:00",
            "post_id": "284177",
            "reply_to_id": "284175"
        },
        {
            "user_name": "Gúrú",
            "text": "Mér leiðist það að segja sífellt setningar sem byrja á \"staðfestandi\" en...\nStaðfestandi í eitt skipti fyrir öll að þú einfaldlega lest ekki innleggin sem hér koma áður en þú svarar þeim eða kemur með heimskulegar spurningar síendurtekið.\nEf þú hefðir eitt tveimur sekúndur í það að skrifa persónufrelsi á staðnum sem ég skilgreindi þá hefðirðu fundið eftirfarandi skilgreiningu sem er víst \n~sú sama\n og þú sjálfur notaðir.\nOg ef þú hefðir eitt x (þar sem að x er hversu langur tími þú ert að lesa 6 orð) tíma í að lesa þetta, sem er í innleggi hérna á þræðinum, þá vissirðu hvað ég á við með forræðishyggju.\nViltu svara (og halda áfram með þá gríðarlegu íroníu að heita rapport þegar að skoðanir þínar stangast á við nánast alla í hinum vestræna heimi), koma með fleiri heimskulegar spurningar\neða bara sleppa því og fara af þessum þræði?\nValið hefur ávallt verið þitt.\nEDIT: Gleymdi því að þú komst með eina heimskulega í viðbót áðan:\nÁn \nFORRÆÐISHYGGJUNNAR(!?) væri ekkert skjal sem að \nVERNDAR PERSÓNUFRELSI\n einstaklinga?\nNigger please...",
            "date": "2010-09-26 00:30:00",
            "post_id": "284180",
            "reply_to_id": "284177"
        },
        {
            "user_name": "rapport",
            "text": "Rétt svar hefði ég talið vera \"Það ætti ekki að skipta máli\".\nEn þar sem þú telur það skipta máli í kviðdómi afhverju telur þú það þá [url]ekki[/url] skipta máli á Alþingi?\nÞú talaðir um :\n33. grein\nKosningarrétt við kosningar til Alþingis hafa allir sem eru 18 ára eða eldri þegar kosning fer fram og hafa íslenskan ríkisborgararétt. Lögheimili á Íslandi, þegar kosning fer farm, er einnig skilyrði kosningarréttar, nema undantekningar frá þeirri reglu verði ákveðnar í lögum um kosningar til Alþingis. Nánari reglur um alþingiskosningar skulu settar í kosningalögum.\n34. grein\nKjörgengur við kosningar til Alþingis er hver sá ríkisborgari sem kosningarrétt á til þeirra og hefur óflekkað mannorð. Hæstaréttardómarar eru þó ekki kjörgengir.\n65. grein \nAllir skulu vera jafnir fyrir lögum og njóta mannréttinda án tillits til kynferðis, trúarbragða, skoðana, þjóðernisuppruna, kynþáttar, litarháttar, efnahags, ætternis og stöðu að öðru leyti. Konur og karlar skulu njóta jafns réttar í hvívetna.\n71. grein \nAllir skulu njóta friðhelgi einkalífs, heimilis og fjölskyldu. Ekki má gera líkamsrannsókn eða leit á manni, leit í húsakynnum hans eða munum, nema samkvæmt dómsúrskurði eða sérstakri lagaheimild. Það sama á við um rannsókn á skjölum og póstsendingum, símtölum og öðrum fjarskiptum, svo og hvers konar sambærilega skerðingu á einkalífi manns. Þrátt fyrir ákvæði 1. mgr. má með sérstakri lagaheimild takmarka á annan hátt friðhelgi einkalífs, heimilis eða fjölskyldu ef brýna nauðsyn ber til vegna réttinda annarra. \n72. grein \nEignarrétturinn er friðhelgur. Engan má skylda til að láta af hendi eign sína nema almenningsþörf krefji. Þarf til þess lagafyrirmæli og komi fullt verð fyrir. Með lögum má takmarka rétt erlendra aðila til að eiga fasteingaréttindi eða hlut í atvinnufyrirtæki hér á landi. \n[/quote]\n33 og 34 = Kynjakvóti stöðvar augljóslega engan við að kjósa eða bjóða sig fram innan síns flokks í von um að komast á lista flokksins. Einnig er fólki frjálst að stofna flokka ef það kemst ekki að innan síns flokks (alveg eins og í dag).\n65 = Að draga fólk í dilka er nú gert skv. lögum sbr. erfðalög og hvort fólk er/var gift eða sambúð. \n71 og 72 = Kynjakvótar hafa ekekrt með heimili þitt að gera, ef þú ert að velat fyrir þér hvort það verði girt niður um frambjóðendur og tékkað hvers kyns þeir eru, þá er það ekki á döfinni. Það er enginn að fara einhverjar eignir af þér vegna kynjakvóta.\nÞETTA ER ÞVÍ ÚTÚRSNÚNINGUR HJÁ ÞÉR...\nÉg vil benda þér á lög sem tóku gildi 2008 (en skv. einhverjum hérna þá skil ég þetta ekki, kannski að þú útsýrir)\nI. kafli. Markmið og orðskýringar.\n1. gr. Markmið.\nMarkmið laga þessara er að koma á og viðhalda jafnrétti og jöfnum tækifærum kvenna og karla og jafna þannig stöðu kynjanna á öllum sviðum samfélagsins. Allir einstaklingar skulu eiga jafna möguleika á að njóta eigin atorku og þroska hæfileika sína óháð kyni. Markmiði þessu skal náð m.a. með því að: \n   a. gæta jafnréttissjónarmiða og vinna að kynjasamþættingu í stefnumótun og ákvörðunum á öllum sviðum samfélagsins,\n   b. vinna að jöfnum áhrifum kvenna og karla í samfélaginu,\n   c. bæta sérstaklega stöðu kvenna og auka möguleika þeirra í samfélaginu,\n   d. vinna gegn launamisrétti og annarri mismunun á grundvelli kyns á vinnumarkaði,\n   e. gera bæði konum og körlum kleift að samræma fjölskyldu- og atvinnulíf,\n   f. efla fræðslu um jafnréttismál,\n   g. greina tölfræðiupplýsingar eftir kyni,\n   h. efla rannsóknir í kynjafræðum,\n   i. vinna gegn kynbundnu ofbeldi og áreitni,\n   j. breyta hefðbundnum kynjaímyndum og vinna gegn neikvæðum staðalímyndum um hlutverk kvenna og karla.\n \nOK, þú tekur \"m\" í burtu...  er þetta þá ekki satt? \nÞú telur að kynin kjósi ekki eins en samt viltu ekki að Alþingi endurspegli kynjahlutföll samfélagsins.",
            "date": "2010-09-26 00:37:00",
            "post_id": "284186",
            "reply_to_id": "284180"
        },
        {
            "user_name": "rapport",
            "text": "Mín skilgreining:\nPersónufrelsi er hugtak, það er s.s. \nheiti á skilgreiningu \nsem\n á \nað fela í sér að fólk geti gert allt sem það vill svo lengi sem það gerir ekki á hlut annarra.\nSkilgreiningin sem ég hef svo bent á nokkrum sinnum á Huga og nokkrum sinnum hér er þessi \nHÉR\n.\nÞín orð:\nEru af einhverjum gæludýraþræði þar sem þú varst að ræða við einhvern annan mig...\nÞessi skilgreining breytir helling...\nÉg vissi að Internetið væri útbreitt en ekki að það væri komið til Utópíu.\nÉg bý nefnilega á Íslandi þar sem heimurinn er ekki fullkominn, í raun það langt frá því að vgera fullkominn að ég tel kynjakvóta geta gert gagn.\nEf ég væri útópískur, þá mundi ég heldur ekki geta séð neitt gott við kynjakvóta.\nEf ég ætti að velja á milli útópíska kosningakerfisins og þess íslenska þá mundi ég velja það útópíska (en þá náttúrulega væru íbúarnir líka útópískir og engar áhyggjur að hafa af jafnrétti.)\nÞað er ekkert mál að hafa útópíska hugsjón, maður verður bara að lifa í raunveruleikanum...",
            "date": "2010-09-26 00:49:00",
            "post_id": "284190",
            "reply_to_id": "284186"
        },
        {
            "user_name": "Gúrú",
            "text": "Já, ef þú værir svo suicidal að þú hefðir engan áhuga á því að velja eitthvað sem að gæti aukið lífslíkur þínar.\nÞetta er það sem að ég hugsa sjálfkrafa með rödd Richard Dawkins og tel um leið vera \"utter nonesense\".\nLýðræðið sem að þú býrð í telur mikilvægt að þjóðin hafi BÆÐI kosningaréttinn og framboðsréttinn - eitthvað sem að tengist í rauninni kviðdómi ekki á neinn hátt.\nÞú ert eins og barn sem að skilur ekki að kosningarétturinn og framboðsrétturinn eiga samleið, né hvað kosningaréttur eða framboðsréttur þýða.\nÞú mátt ekki \ntaka burt atkvæði\n (kosningarétt) af einstaklingi sem að kaus Hitchens vegna þess að Hitchens er með typpi og það eru óvart komin 60 typpi. \nÞað brýtur um leið á framboðsrétt Hitchens og öllum tilgangi í atkvæðarétti allra kjósanda Hitchens.\nÞetta er einfaldlega eitthvað sem að þú munt ekki skilja, þetta er fyrir þér það sem að quantum theory er fyrir mannshuganum.\nHA? HA? HA? Ha? HA? SAMANBER ERFÐALÖG? ERFÐALÖG? HVORT FÓLK VAR GIFT EÐA Í SAMBÚÐ?\nEf ég ætti mynd af ketti að ýta vatnsmelónu uppúr á þá myndi ég pósta henni hérna til að koma þér í skilning um það hversu mikið bull þetta var hjá þér.\nÉg á flokkinn minn. Hann er rekinn með mínum eigin peningi eða peningi sem að ég eignast. Flokkurinn er styrktur af einkaaðilum sem gefa flokkinum peninginn.\nÞú mátt þ.a.l. ekki neyða neinn flokksrekanda eða flokksstyrkjanda til þess að borga neinum laun, koma neinum á framfæri eða neyða hann til að hafa neinn.\nNEI, ÚTÚRSNÚNINGUR VÆRI T.D. ÞAÐ AÐ CAPSA ÞAÐ HVERSU MIKIÐ ÉG ÓSKA CHRISTOPHER HITCHENS BATA.\nÉg hef ekki hugmynd um það hvernig kynin kjósa eða hvort þau kjósi eins, mér sýnist það hinsvegar tölfræðilega \nmjög \nólíklegt að svona stórt úrtak kjósi nákvæmlega eins.\nÉg sé núna eftir að hafa ýtt á \"senda\" að það er eitthvað risastórt innlegg sem að áorkar engu og ég nenni ekki að svara, ég ætla að hunsa það vegna sheer innihaldsleysis.\nÉg skal hinsvegar endurtaka það að persónufrelsi í skilgreiningu sinni ætti að vernda þig frá gjörðum annarra einstaklinga en ekki \nbara yfirvalds\n og er þ.a.l. ekki samheiti borgaralegra réttinda eða hvernig sem þú vilt þýða þetta.",
            "date": "2010-09-26 00:57:00",
            "post_id": "284192",
            "reply_to_id": "284190"
        },
        {
            "user_name": "rapport",
            "text": "Þetta snýst meira um að treysta réttarkerfinu.\nSterk rök... ég er bara orðlaus. Það hentar oft bara að líta framhjá svona óþægilegum spurningum.\nÞú hefur aldrei kosið og fyrir vikið mun ég útskýra fyrir þér kerfið... \nFlokkar bjóða fram lista, flokkurinn raðar fólki í forgangsröð og kjósendur geta breitt röðinni eða strikað yfir frambjóðendur. Bæði breytir forgangsröðuninni.\nEngin atkvæði mundu vera tekin út en vægi þeirra gæti orðið misjafnt alveg eins og vægi atkvæða er misjafnt eftir landshlutum/kjördæmum.\nReyndar þá hefur Hitchens sama rétt og Gloria því ef það eru komnar 60 píkur þá fær hann forgang umfram hana. Fyrir vikið hafa kynin jafnan rétt skv. lögum skv. stjórnarskrá. (kannski sérðu það bara ef þú ert Rocket scientist).\nSkilurðu, 60/40 mesta skekkja sama þá píkurnar séu fleiri en tippin = jafn réttur... Ég hélt þú hefðir náð þessu fyrir löngu... á ég að útskýra það betur?\nKerfið er með og án kynjakvóta er því unbiased en umhverfið er biased og munurinn kemur hugsanlega ekki ljós fyrr en kynjakvótinn er settur á. Þá mun unbiased kerfið leiðrétta mismunina sem á sér stað í umhverfinu, óháð því hvoru kyninu hún tengist.\nRökstuddu mál þitt betur.\nÓgift fólk fær að jafnaði ekki að sitja í óksiptu búi (þetta er bara eitt dæmi)  \nEr það ekki misrétti eftir hjúskaparstöðu?",
            "date": "2010-09-26 01:28:00",
            "post_id": "284195",
            "reply_to_id": "284192"
        },
        {
            "user_name": "Páll",
            "text": "Þið eruð hættulegir strákar, hættulegir.",
            "date": "2010-09-26 01:29:00",
            "post_id": "284196",
            "reply_to_id": "284195"
        },
        {
            "user_name": "rapport",
            "text": "Ég er ekki að komast yfir það að þú búir í útópíu...\nEr ekki best að vera fullkominn?\nFannst samt best að þessi skilgreining sem ég er búinn að vera fiska eftir hafir þú sett fram við einhvern annan á gæludýraþræðinum.\nÞað þýðir náttúrulega ekkert fyrir mig að tala um endurbætur á núverandi kerfi á Íslandi þegar þú vill bara innleiða útópíska kerfið.",
            "date": "2010-09-26 01:36:00",
            "post_id": "284198",
            "reply_to_id": "284196"
        },
        {
            "user_name": "rapport",
            "text": "Þú meinar ávanabindandi?\nEn svona í lok dags þá vil ég kveðja með orðunum...\nThis has been Guiding light...",
            "date": "2010-09-26 01:41:00",
            "post_id": "284200",
            "reply_to_id": "284198"
        },
        {
            "user_name": "Gúrú",
            "text": "Guuuð minn almáttugur.... ég veit ekki hvað skal segja.\nÉg bý ekki í útópíu.\nÞað er víst hæsta mynd sem að orðið \"góður\" tekur svo að ég myndi jú telja það, hvað þú ert að tala um skil ég samt ekki.\nHvað var best við það? Ég var áður búinn að benda þér á að nota \nleita\n á síðunni til að finna skilgreininguna - sem að þú hefðir einfaldlega getað gert.\nÉg er ekki að tala um að innleiða neitt kerfi né neinar endurbætur á núverandi kerfi - það ert víst þú.\nNei þetta snérist alveg bara mikið um það að velja valmöguleikann með mestu lífslíkunum fyrir sjálfan mig, ég hefði valið að hafa 12 kannabisreykjendur ef það hefði verið í boði, mér er nákvæmlega sama um réttarkerfið þegar að líf mitt liggur við.\nGúrú ehf. vill byrja á því að benda á eftirfarandi: Það þurfa ekki að vera rök í svari.\nGúrú ehf. vill benda á það að að að byrja spurningu á forsendu sem að er ekki rétt eða hinn aðilinn er ekki sammála forfeitar öllum vonum þínum um að fá svar.\nDæmi væri ef að ég spyr þig \"Þar sem að\n[Röng forsenda 1]\nþú vilt nauðga öllum litlum stelpum landsins upp í endaþarminn\n[/1][Röng forsenda 2]\n af hverju finnst þér það best að gera það upp í endaþarminn?\n[/2]\n\"\nÞú auðvitað gerir þér ekki grein fyrir því hvað neitt af því sem að ég var að segja þýðir en það er ekki það sem að ég vonast eftir, ég er bara að fræða alla hina sem að lesa þráðinn.\nÞegar hér kemur að innleggi þínu ert þú að bulla eitthvað út í loftið reynandi að útskýra fyrir sjálfum þér eitthvað sem að þú skilur ekki (sjá quantum theory), það má ekki ógilda atkvæðin hjá kjósendum Hitchens þó svo að það væri líka hægt að ógilda atkvæði kjósenda Gloriu við aðrar aðstæður, ég mun hunsa þennan part innleggsins þíns.\nÞú gerir þér vonandi grein fyrir því að það er heimskulegasta forsenda fyrir \nkynjajafnrétti \nað \nreyna \nað láta fólk vera \nflokkað eftir kyni\n right?\nVeit ekki hvort að þetta var í fyrsta skiptið sem að ég bendi þér á það eða ekki en ég hefði talið það frekar augljóst að þessi tillaga þín til \"jafnréttis\" féll um sjálfa sig áður um leið og hún varð til.\nÞað eina sem að þú hefur til að berjast fyrir er \"\njafnræði\n\"(\nekki \njafnrétti) sem er eins og aðrir hafa bent á, ógeðslegt fyrirbæri.\nNei, það er eins og að segja að það væri misrétti eftir einstakling að láta vinkonu mína fá fjármuni mína ef ég dey vegna þess að það er í erfðaskránni minni - það ættu jú allir að fá að vera vinkona Gúrú er það ekki?\nRANGT\n.",
            "date": "2010-09-26 02:01:00",
            "post_id": "284202",
            "reply_to_id": "284200"
        },
        {
            "user_name": "rapport",
            "text": "Nú? Hvar í heiminum er persónufrelsi þegnana eins og þú skilgreinir það?\nJá - ert þú sáttur við núverandi kerfi (á Íslandi) ?\nYou really are catching on...\nEf við erum að ræða um kynjakvóta og ég spyr þig um hvort hlutfall kynja í kviðdómi (fulltrúa samfélagsins) skipti máli ef þú ert sá ákærði. Þú svarar \"já\" ég vil að það komi sem best út fyrir mig.\nÁ þá ekki almenningur á Íslandi rétt á að hlutfall fulltrúa samfélagsins á Alþingi komi líka sem best út fyrir sig? (hvort sem um karl eða konu er að ræða)\nNei, ég gat það ekki... við vorum á \nhttp://www.hugi.is\n  þegar ég byrjaði að reyna fá þetta frá þér og í heimsku minni datt mér ekki í huga að leita að skilgreiningunni þinni á persónufrelsi á gæludýraþræðinum hér á vaktinni.\nBara að þú hefðir svarað þessu strax...\nÞú ert ekkert að segja mér neitt nýtt, en núna loksins ertu farinn að deila lífsmottóum og skoðunum semég hefði viljað vita af áður...\nÞað er ekki hægt að ræða málefnalega við þig:\nAð þú viljir ekki breyta kerfinu en hafir útópískar skoðanir sem stangast á við kerfið stangast á við hvort annað.\nForsendurnar fyrir því að þú ert á móti kynjakvóta eru flestar brostnar sbr. stjórnarskránna etc. en persónufrelsið stendur eftir. \nEn þar sem við njótum hvort sem er ekki persónufrelsis eins og þú skilgreinir það þá mundi ég vilja fá að sjá tillögu að breytingum frá þér, en þú vilt ekki breyta kerfinu.\nSvo náttúrulega toppar þú vitleysuna með því að benda á að \"það þurfi ekki að vera rök í svari\". Sem er önnur þversögn hjá þér í samhengi við \"Eina leiðin til að stöðva útbreiddar og órökrétt myndaðar staðreyndir er að leiðrétta þær hvar sem þær eru, sama hvort þér líkar betur eða verr.\" sem er svo einnig stangast á við \"ég vil ekki endurbætur á kerfinu\"\nSmá innskot... ert þú sammála einhverju öðru en sjálfum þér?\nÞað er ekkert erfitt að skilja þig, útópía er frekar einfalt fyrirbæri en getur því miður aldrei orðið raunverulegt. Sad but true...\nEngin ógild atkvæði (hvað ertu ekki að fatta) þau vega mis mikið sbr. kjördæmin í landinu, kynjakvóti yrði bara enn ein leiðin til að fokka upp í vægi atkvæða, ekki eingöngu eftir staðssetningu kjósenda heldur kynfærum frambjóðenda á hverjum stað.\nAfhverju hefði þessi tillaga fallið umsjálfa sig um leið og hún varð til (eiga ekki sambærileg lög að taka gildi fyrir einkagreiann 2013?)\nÞau lög eru samþykkt af Alþingi þó þau hafi ekki þegar tekið gildi (gert til að gefa fyrirtækjum aðlögunarfrest).\nÉg berst fyrir jöfnum rétti, tækifærum og valmöguleikum fyrir alla.\n \nTaktu með í dæmið að samkynhneigðir fengu ekki að ganga í hjónaband hér á árum áður s.s. <2010.\nFólk getur eingöngu ráðstafað takmörkuðum hluta eigna sinna með erfðarskrá.\nÞú hefur augljóslega ekki þurft að ganga í gegnum þetta ferli, þetta er ekki eins og í amerískri bíómynd, langt í frá.\nÞú ert ekki að fatta hvað ég átti við...gift fólk fær að sitja í óskiptu búi, fókl sem er ógift verður að gera upp búið.",
            "date": "2010-09-26 03:43:00",
            "post_id": "284213",
            "reply_to_id": "284202"
        },
        {
            "user_name": "Gúrú",
            "text": "Þú ert annaðhvort pissfullur, syfjaður, lesblindur eða bara ófær um rökhugsun.\nÉg vona að allir sem þú þekkir sjái ekki þetta innlegg hjá þér, eða í rauninni nokkuð annað innlegg þitt í þessa umræðu.\nÞað mun ekki einungis valda þeim vafa hvort að þú hafir nokkurntímann skilið neitt sem að þú sagðir eða það sem að það sjálft sagði heldur brjóta vonir þeirra um að þér sé bjarganlegt algjörlega.\nÉg get einfaldlega ekki tekið þátt í umræðu þar sem að hinn einstaklingurinn skilur ekki hvað orðin sem að notast þýða og byrjar sjálfur að rambla eitthvað þegar að hann sér nýtt orð án þess að skilja það.\nÞað að þú haldir að það sé \nþversögn \ná milli \"Það þurfa ekki að vera rök í svari\" (Sjá dæmi: Hey ertu svangur? - Nei.) og að eina leiðin til að stöðva útbreiddar[...]staðreyndir sé að leiðrétta þær hvar sem þær eru er algjörlega... algjörlega... ég veit ekki hvað skal segja, það er bara algjörlega... það er einfaldlega... ég get ekki komið því út úr mér hversu fáránlegt það er.\nJá, ég deili sömu viðhorfum á málefnum með fjöldanum öllum af fólki.\nEf að einhver veit hvað þessi manneskja er að reyna að segja eða á hvaða fjarlæga hátt þetta tengist því sem í var quotað þá má hann láta mig vita, ég er ekki cryptologist.\nÞér er ekki viðbjargandi ef að þú sérð ekki að um leið og kynjakvótinn fellir framboð Hitchens úr gildi (og þar með framboðsréttinn hans) þá falla öll atkvæði úr gildi ef að atkvæðin komu vegna hans(Svo við höfum þetta tengt flokkakerfinu).\nÉg hef aldrei hitt manneskju sem að var ekki jaw-droppingly shockeruð á því hversu krossþroskaheft þessi lög eru, karl eða konu, forstjóra eða prest.\nNei, þú berst fyrir frelsisskerðingu rekstraraðila og takmörkuðu valfrelsi, sama hvort þér líkar betur eða verr.\nMér þykir mjög leitt að samkynhneigðir hafi ekki mátt gifta sig en það tengist engu hérna - nema að þú viljir réttlæta áframhaldandi siðferðislega rangt misrétti vegna þess að það var einu sinni?\nMér er svo alvarlega slétt sama, það er ekki misrétti.",
            "date": "2010-09-26 04:34:00",
            "post_id": "284215",
            "reply_to_id": "284213"
        },
        {
            "user_name": "urban",
            "text": "vá strákar...\nþað má vel vera að það sé bjórinn hjá mér\nen ég er farinn að halda það ( ég tók það fram að ég las fystu 3 eða 4 póstana á þessari síðu og renndi svo yfir rest), að þið séuð í typpamælingaleppni yfir það hver geti kvótað hinn sem oftast í svari, og svarð í raun ekki því sem að var kvótað í\nán gríns strákar.\nfarið að hætta\nþið verið alveg augljóslega ALDREI sammála\nég er búinn að sjá fullt af rosalega góðum punktum hjá ykkur báðum\n(t.d. var ég ofboðslega ánægður með punktinn þar sem að annar ykkar sagði að ef að maður vildi kynjajafrétti þá ætti ekki að byrja á því að flokka fólk á milli kynja og einnig var ég ánægður með það þar sem að annar ykkar skaut á hinn hvort að hann byggi í útópiú, virkilega sterkur punktur þar, sem að leinir svakalega á sér(ath þá má vel vera að annar hvor ykkar hafi átt báða punktana, ef svo er þá gæti mér ekki verið meira sama))\nen já...\nþið verðið alveg augljóslga aldrei sammála, alveg sama hversu mikið þið kvótið hvorn annan\nhvorugur ykkar er í raun að svara spurningum hvors annar, það er, þið eruð að taka það úr samhengi sem að hinn spyr að, og síðan að svara \"einföldum\" spurningum með langllokum.\nán gríns strákar, þetta er alveg að verða full gott hjá ykkur\nég tek það fram að ég ætla ekki að læsa þessum þræði (þó svo að mig dauðlangi til þess) og aðal ástæðan fyrir að ég læsi honum ekki er sú að þá fer þetta rifrildi ykkar um allt og ekkert að dreifast aftur út um allt spjallborðið.\nef að þið væruð ekki almennir og reglulegir notendur af vaktinni þá hugsa ég án gríns að ég mundi misnota vald mitt all hrottalega og banna ykkur báða, bara til að losna við það að lesa í gegnum þetta.\nen já,\nmeð kveðju\nurban\np.s. \nþað má vel vera að það sér rosalega mikið bjórinn sem að sé að tala núna  \n(ég held að ég hafi samt byrjað á þessu :S )",
            "date": "2010-09-26 07:07:00",
            "post_id": "284221",
            "reply_to_id": false
        },
        {
            "user_name": "predikari",
            "text": "Hverjum er ekki sama hversu margar konur eru hvar á hvaða tíma?\nOg hverskonar manneskja vill völd til þess að setja lög sem segja hvað það eigi að vera margar konur og karlar á hvaða stað á hvaða tíma.\nFurðulegar umræður.",
            "date": "2010-09-26 08:23:00",
            "post_id": "284222",
            "reply_to_id": "284221"
        },
        {
            "user_name": "rapport",
            "text": "Ég vil ekki valdið til þess fyrir mig að stjórna, ég mundi vilja að löggjafinn áttaði sig á þörfinni og mundi framkvæma þetta.\nEn það er alltaf möguleiki bara að vera sammála um að vera ósammála...",
            "date": "2010-09-26 10:34:00",
            "post_id": "284230",
            "reply_to_id": "284222"
        },
        {
            "user_name": "Senko",
            "text": "Spoiler:",
            "date": "2010-09-26 12:30:00",
            "post_id": "284236",
            "reply_to_id": "284230"
        },
        {
            "user_name": "rapport",
            "text": "Svona smá fróðleikur (svona geta skilgreiningar hjálpað manni).\nÚtópía\nÞín skilgreining á perónufrelsi gæti eingöngu orðið raunveruleg í útópíu.\nÉg held að það gangi svona erfiðlega fyrir okkur að tala saman því að þú notar bara orðin og þeirra hljóman en ekki skilgreiningarnar til að bakka þau upp, þau þýða einfaldlega það sem þér hentar hverju sinni.\nÍ líklega 2-3 vikur núna er ég búinn að vera reyna fá frá þér skilgreiningu á persónufrelsi og ítrekað vitnað í skilgreiningu sem hægt væri að nota svo við gætum nú verið sammála um hvað við værum að tala um.\nSvo í nótt bendir þú á gæludýraþráðinn hérna á vaktinni sem ég átti á einhvern undarlegan hátt að tengja við umræðurnar sem við áttum á Huga.\nÞú talar í hringi:\n- um að ég geti ekki rökrætt en segir \"það þurfa ekki að vera rök í svari\" (þá þínum svörum þar sem þau voru til umræðu).\n- vitnar í stjórnarskránna en skilur ekki ákvæðin sbr. að kynjakvóti banni einhverjum að kjósa eða að vægi atkvæða verði að vera jafnt skv. kosningalögum.\n- að kynjakvóti hafi áhrif á kjörgengi fólks, en svarið er nei - breytir ekki kjörgengi, bara hverjir eru kjörnir.\n- vilt leiðrétta órökréttar hugmyndir með að berjast gegn þeim, en vilt samt ekki endurbæta kerfið og gerir ekki kröfu um rök í svörum.\nDæmi um \"innantómt hjal og útúrsnúning\"\nSvarið er einfaldlega \"Ég vil ekki nauðga litlum stelpum\" en ef það er sett upp theoritískt dæmi \"maður er settur inn í aðstæður\" þá má spurja:\nEf þú vildir nauðga öllum litlum stelpum landsins í endaþarminn, afhverju mundi þér finnast best að gera það upp í endaþarminn?\nÞá er sá sem situr fyrir svörum beðinn um að setja sig inn í aðstæður og svara spurningunni.  \nSlík dæmi eru notuð bæði í heimspeki og leikjafræði til að finna út niðurstöður. Þú færð ekki marktækar niðurstöður með því að tala einhvern í kaf, það kallast að vera froðusnakkur því eins og flestir vita þá er froða mjög rúmmikil m.v. raunverulegt innihald.\nEndilega hugsaðu gott dæmi/spurningu sem þér finnst lýsa göllum kynjakvótans vel og ég skal svara því á þínum forsendum...",
            "date": "2010-09-26 13:32:00",
            "post_id": "284244",
            "reply_to_id": "284236"
        },
        {
            "user_name": "Frost",
            "text": "Þegar ég hef ekkert að gera fer ég inná þennan þráð",
            "date": "2010-09-26 14:24:00",
            "post_id": "284251",
            "reply_to_id": "284244"
        },
        {
            "user_name": "Gúrú",
            "text": "Nei, hún er meira að segja til, \nHong Kong\n.\nÉg vil ekki búa óháður lögum og reglu, ég vil bara að lögin og reglurnar séu þarna til að hindra aðra frá því að skerða persónufrelsi hinna, ekki til að skerða persónufrelsi fyrir hagsmuni lobbýista og Alþingismenn.\nHér gæti ég sett inn mynd af hlæjandi sel.\nEn þér datt ekki í hug að skrifa \"persónufrelsi\" í leitina hérna uppi? Eins og ég m.a. benti þér á að gera á bls 2? Það er ekki eins og að þessi skilgreining mín sé búin að vera þarna í ca 5 mánuði er það?\nHvað ertu að segja? Þú ert bara að þvaðra eitthvað sýnist mér.\nHér kemur óhæfni þín til að skilja útskýringar eða orð aftur til máls: Svar þarf \nekki \nað vera rökstutt, svar þarf \nekki\n að vera risastórt innlegg, svar þarf \nekki \nað vera til rökstuðnings.\nDæmi: Farðu í sund. -  \nNei.\n - ef þetta er þér of mikið að skilja þá veit ég ekki hvað skal gera eða segja.\nÞú skilur ekki A) Að ógilding atkvæða er stjórnarskráarbrot B) Það að flokka fólk eftir kyni er vangefið C) Hvað þú ert að segja.\nJá, það mega semsagt allir bjóða sig fram en hafa bara ekki jafnan rétt og það kyn sem að býður sig sjaldnar fram - það er vangefið.\nLeiðrétting fyrir hinn gleymna rapport: Vil leiðrétta órökréttar og illa myndaðar staðreyndir, ég hef engan, nákvæmlega engan áhuga á því að leiðrétta \"hugmyndir\" - ég veit ekki einu sinni hvað fælist í því að leiðrétta hugmynd.\nVil ég ekki endurbæta kerfið? Ertu snar?\nÞú hlýtur að vera allra leiðinlegasta manneskja á þessari plánetu ef að þú gerir kröfu um rök í svörum, ég veit að ég myndi aldrei nokkurntímann vilja tala við þig í augnablik.\nÝkt dæmi:\nBráðaofnæmissjúklingur að fá kast: Aaach herra! Sprautaðu mig með þessari sprautu áður en það er of seint!\nRapport: Ertu bráðaofnæmissjúklingur?\nLeikskólastrákur: Já\nRapport: ÉG SÁ ENGIN RÖK ÞARNA Í ÞESSU SVARI!!!! ÞAÐ ER EINS GOTT FYRIR ÞIG AÐ KOMA MEÐ RÖK Í SVÖRUNUM ÞÍNUM.\nSnargeðveiki.\nVar þetta innantómt hjal og útúrsnúningur? Það þarf ekki snilling til að sjá það að þú ert að bulla.\nÞegar að þú byrjar spurningu á \"En þar sem þú telur það skipta máli í kviðdómi afhverju telur þú það þá [url]ekki[/url] skipta máli á Alþingi?\"\nSem er röng ályktun (að ég telji það skipta máli í kviðdómi) þá er ég ekki að fara að skrifa ritgerðarsvar um \"af hverju telur þú þá \nþað\n\" þar sem að ég hef ekki hugmynd um hvað \"það\" er lengur vegna röngu forsendunnar.\nHvernig væri t.d. að byrja á staðhæfingunni: \"Þú værir að flokka konur í sérstakan hóp ógeðslegi antíkvenréttindasinninn þinn\"?\nÞað eru JÖFN tækifæri fyrir ALLA \neinstaklinga\n í þessu samfélagi.",
            "date": "2010-09-26 14:28:00",
            "post_id": "284252",
            "reply_to_id": "284251"
        },
        {
            "user_name": "rapport",
            "text": "No.1 - Hong Kong á ekkert skilt með útópíu.\nNo.2 - \nÖrstutt, satt og órökstutt svar er NEI, það hafa ekki allir sömu tækifæri í íslensku samfélagi eins og það er í dag.\nÉg veit ekki hvort þú kannist við verðmat á valkostum \"options pricing\" sbr. kaupréttur, söluréttur o.s.frv. á skuldabréfum.\nEf \"verð/virði\" allra valkosta karlmanns á lífsleiðinni yrði borið saman við \"verð/virði\" allra valkosta konu þá fæst ekki sama niðurstaða í nútíma þjóðfélagi \nEF\n t.d. þau ætla að eignast börn og halda heimili.\nFyrir það fyrsta þá er Ísland land þar sem fólk menntar sig lengi og fyrir vikið missa konur út ár og ár vegna barneigna (oftar en ekki fyrir þrítugt) og ljúka því námi seinna á ævinni en karlmenn. \nÞarna er eitt dæmi um hvernig einn valkostur hefur mismunandi áhrif á heildar \"virði\" valkosta kynjana því karlmenn komast fyrr út á markaðinn og eru fyrir vikið fljótari að afla sér reynslu.\nAð þessu leiti hallar virkilega mikið á konur því að aukið \"virði\" karlmanna er oftar en ekki á þeirra kostnað.\nEf þú sérð ekki þetta samhengi í hlutunum þá getur þú haldið því fram að kynin fái \"í upphafi\" sömu tækifærin og þeirra val hafi einfaldlega þessi áhrif.\nEn náttúran ætlar konum m.a. það hlutskipti að ganga með börnin. Afhverju þurfum við láta konur líða fyrir það? Mætti ekki rétta þennan mun sem náttúran veldur?",
            "date": "2010-09-26 15:08:00",
            "post_id": "284257",
            "reply_to_id": "284252"
        },
        {
            "user_name": "Gúrú",
            "text": "Þú gafst í skyn að samfélag sem að fylgdi skilgreiningu minni á persónufrelsi gæti ekki verið til nema í útópíu.\nSamfélag sem fylgir skilgreiningu minni á persónufrelsi ER TIL, það er í Hong Kong.\nNei, það hafa ekki allir jöfn tækifæri til að sofa hjá mér, er það eitthvað sem að ríkisstjórnin eða stjórnarskráin á að skipta sér að?\nNEI\n.\nSvo byrjarðu að þvaðra um eitthvað sem að tengist ekki stjórnarskráaratkvæðum, kynjakvótum eða lagabreytingum neitt við svo að ég leyfi því bara að vera hunsað.",
            "date": "2010-09-26 15:24:00",
            "post_id": "284260",
            "reply_to_id": "284257"
        },
        {
            "user_name": "Páll",
            "text": "Hahahahahhahahahahahaha!",
            "date": "2010-09-26 15:41:00",
            "post_id": "284261",
            "reply_to_id": "284260"
        },
        {
            "user_name": "rapport",
            "text": "Ég lýsti því hvernig tækifæri karlmanna aukast á kostnað tækifæra kvenna.\nÞú tókst ekki einu sinni eftir því að það er í andstöðu við þína skilgreiningu á persónufrelsi.\nNú? Hvernig er annars með þegnskylduna í Hong Kong, er það ekki þrældómur í þínum augum? \np.s. á þessari síðu sem þú vitnaðir í er ekkert sem bendir til að í Hong Kong sé perónufrelsi þegnana í samræmi við þína skilgreiningu.\np.p.s. \nhttp://en.wikipedia.org/wiki/Freedom_in_the_World_(report)\nog \nhttp://il.youtube.com/watch?v=1elvSKbzJJA&feature=related\nUndarlegt að einhver sé ósammála þér...\nAlmennt er talið að frelsi í Kína sé takmarkað á við annarsstaðar í heimunum... kannski skilur þú ekki eigin skilgreiningu betur en það að þú virkilega trúir að hún eigi við Hong Kong.",
            "date": "2010-09-26 15:58:00",
            "post_id": "284267",
            "reply_to_id": "284261"
        },
        {
            "user_name": "Gúrú",
            "text": "Það er ekki í andstöðu við persónfrelsi, hvað ertu að reyna að segja? Það sem að þú ert að segja núna er bara eitthvað þvaður.\nMeð því að segja \"konur verða óléttar í 9 mánuði ef þær eignast börn en karlar ekki\"? Heldur þú að það sé eitthvað sem að ríkisstjórnin, stjórnarskráin eða ég eigi að skipta mér af?\nNei, það \nverður \nað vera yfirvald til þess að passa upp á að \nenginn hindri persónufrelsi annars\n, annars værum við að tala um sósíal darwinisma sem að \nenginn\n \nvill.\nHver einasti lagabókstafur í Hong Kong er gerður til þess að passa upp á persónufrelsi þegnanna, atvinnufrelsi þegnanna og eignarrétt þegnanna.\nÞað eru engin fáránleg lög um mjólkurframleiðslu, kynjakvótar í stjórnum eða 250.000 blaðsíðna lög um atvinnurekstur, þarna býrð þú og gerir ekki á hlut annarra.",
            "date": "2010-09-26 16:15:00",
            "post_id": "284273",
            "reply_to_id": "284267"
        },
        {
            "user_name": "rapport",
            "text": "Ertu þá á móti fæðingarorlofi?\n+\nÉg er forræðishyggjusinninn hér á vaktinni en sjálfstjórnaumdæmi í Kína er útópia í þínum augum þar sem persónufrelsi er virkt.\nSamt gera stjórnvöld þar hneppt fólk í þrældóm...\nNei - nefnilega ekki, ef þú er skikkaður í þegnskilduvinnu þá ertu ekki að fara vinan við neitt annað, það er ekki atvinnufrelsi.\nSvo maður auki nú skemmtanagildið hérna með dæmum:\nMaðurinn á leið í vinnuna:\nÁstin, ég er farinn í þegnskilduna!\nGangi þér vel elskan, vonandi færðu einhverntíman að vinna við það sem þig langar...\nBörnin: \"Mig langar sko að vera eins og pabbi, að fá að dreyma um eitthvað allt annað en það sem ríkið leyfir mér að gera\".",
            "date": "2010-09-26 16:25:00",
            "post_id": "284275",
            "reply_to_id": "284273"
        },
        {
            "user_name": "Gúrú",
            "text": "Hvernig geturðu mögulega spurt svona heimskulegra spurninga endurtekið?\nÉg er frekar augljóslega með frjálsum markaði, ef að atvinnurekendur vilja bjóða konum upp á fæðingarorlof þá er þeim að sjálfsögðu frjálst að gera það.\nÞú ert að rugla Kínversku stjórnvöldunum við við Hong Kong, hagvöxtur í Hong Kong er sirka tvöfalt meiri vegna persónufrelsi þegnanna.\nEDIT, ruglaðist á Kína og Taiwan, þetta var of grunsamlega hátt hjá Kína\nGDP(nom) per capita í Kína: $4k\nGDP(nom) per capita í Hong Kong: $32k\nErtu snargeðveikur? Hvað þú ert að tala um hef ég ekki hugmynd um.\nHvað í fjandanum ertu að tala um? Fólk hefur frjáls atvinnutækifæri í Hong Kong, það er ekki allur heimurinn Norður Kórea bara þó að þú deilir sömu hugsjónum og Kim Jong Il.",
            "date": "2010-09-26 16:36:00",
            "post_id": "284278",
            "reply_to_id": "284275"
        },
        {
            "user_name": "rapport",
            "text": "Munurinn á GDP pr. capita í HongKong og Kína er ekki vegna frelsisins þar.\nMunurinn er vegna frjálsræðisins sem ríkti þegar HK var undir Bretum áður en þeir skiluðu svæðinu til Kínverja fyrir c.a. 10 árum síðan (hvenær var Van Damme upp á sitt besta annars? segjum 15árum síðan.)\nKerfið í HK virkar m.a. á þegnskyldu sbr. kviðdómurí USA nema að erfiðara er að segja NEI í HK. (lestu síðuna sem þú vitnaðir í, minnir undir \"civil service\")\nHK á ekki eigin stjórnarskrá, stjórnarskrá Kína gildir í HK nema þeir hafa sjálfræði á ýmsum sviðum og byggja sín lög á enskum lögum sjá \nHÉR\nÞú átt enn eftir að útskýra betur hvernig þín skilgreining passar svona vel við Hong Kong... eða var það kannski bara grín?\nSem \"forræðishyggjusinni\" er líka að reyna vinna eftir akkúrat þessari aðferðafræði en er að reyna takmarka sósíal darwinismann sem er í gangi í dag.",
            "date": "2010-09-26 17:39:00",
            "post_id": "284304",
            "reply_to_id": "284278"
        },
        {
            "user_name": "Gúrú",
            "text": "Þú ert að tala um tímabilið þar sem að Hong Kong var nánast algjörlega frjálst ríki, ekki undir míkróstjórnun bresku ríkisstjórnarinnar, efnahagurinn reis upp eins og fönix og einhver með völd tók eftir því og leyfði því að halda áfram.\nÞetta er því allra þroskaheftasta setning sem að ég hef séð ekki einungis um málefnið GDP, Hong Kong eða Kína heldur málefni yfir höfuð þegar að þú heldur svo áfram að tala um að það hafi verið vegna frelsis.\nÞú skilur ekki neitt, ekki hvernig Hong Kong tengist persónufrelsinu sem ég tala um eða hvernig að þetta sýnir fram á að það einungis virkar ekki bara til að auka lífsgæði heldur sjálfkrafa allar aðrar myndir af frelsi.\nÞað er \nekki \nsósíal darwinismi í gangi í dag og ef þú heldur það þá ertu vægast sagt hamlaður skilningslega séð.",
            "date": "2010-09-26 17:52:00",
            "post_id": "284309",
            "reply_to_id": "284304"
        },
        {
            "user_name": "urban",
            "text": "úr því að þið eruð að rífast um gdp og að hong kong sé svo frjálst og þess vegna sé hærra gdp þar\nþá má nú benda á að gdp á íslandi er töluvert hærra en í báðum þessum löndum\nþannig að ég held að þið ættuð alveg að sleppa því að nota þetta",
            "date": "2010-09-26 18:06:00",
            "post_id": "284315",
            "reply_to_id": "284309"
        },
        {
            "user_name": "Gúrú",
            "text": "Ef hann vill debata um það af hverju land með \nnánast\n \nengar náttúruauðlindir\n, ótrúlega \nlítið landsvæði\n og \nmilljónir \nmanna hefur allt í einu orðið \neitt af mest prosperous löndum í heimi og á frjálsri verslun það að þakka þá má hann það, hann mun hinsvegar ekki skilja neitt af því sem að hann er að segja.\nOg það er alveg gjörsamlega ómögulegt að bera Ísland saman við Hong Kong, við erum með \nmikið \naf landsvæði, \nlítið \naf fólki og \nótrúlegar auðlindir\n bæði í fiski, vatni og jarðvarma.",
            "date": "2010-09-26 18:17:00",
            "post_id": "284320",
            "reply_to_id": "284315"
        },
        {
            "user_name": "urban",
            "text": "þá á sama hátt er fáránlegt að bera saman hong kong og kína",
            "date": "2010-09-26 18:22:00",
            "post_id": "284324",
            "reply_to_id": "284320"
        },
        {
            "user_name": "Gúrú",
            "text": "Hann var að rugla saman Kína og Hong Kong, ekki ég.",
            "date": "2010-09-26 18:27:00",
            "post_id": "284326",
            "reply_to_id": "284324"
        },
        {
            "user_name": "rapport",
            "text": "En \"on topic\" sem er að ég best veit kynjakvóti.\nÞar sem þinni skilgreiningu er framfylgt í Hong Kong fannst mér spes að finan þessa setningu í \n\"samfélagssáttmála\" þeirra\n:\n\"Adoption by States Parties of temporary special measures aimed at accelerating de facto equality between men and women shall not be considered discrimination as defined in the present Convention.\"\nSem væri á íslensku: \"Draumaland Gúrú, sér heiminn sömu augum og Rapport og hvetur til jákvæðrar mismununar\"",
            "date": "2010-09-26 18:39:00",
            "post_id": "284333",
            "reply_to_id": "284326"
        },
        {
            "user_name": "rapport",
            "text": "Hong Kong er hluti af Kína... asswipe.\nFann þetta á íslensku fyrir þig (þú vitnaðir nefnilega sjálfur í ensku útgáfuna sem þú augljóslega fattaðir ekki alveg)\nhttp://is.wikipedia.org/wiki/Hong_Kong",
            "date": "2010-09-26 18:39:00",
            "post_id": "284334",
            "reply_to_id": "284333"
        },
        {
            "user_name": "Gúrú",
            "text": "No shit... (fattarðu? fattarðu?)\nHong Kong hefur 100% stjórn á innanríkismálum sínum.\nAlgjörlega, gjörsamlega, 100% stjórn.\nÍ Hong Kong kemur kínverska ríkisstjórnin ekki og hneppir fólk í þrældóm, og í Hong Kong kemur ríkisstjórn Hong Kong ekki og hneppir fólk í þrældóm, sem er það sem að þú sagðir, talandi um Kína þegar að ég sagði Hong Kong, þetta geturðu skoðað með því að lesa þráðinn (sem að þú ættir að gera á svona 20 sek fresti m.v. skammtímaminnið þitt).",
            "date": "2010-09-26 18:42:00",
            "post_id": "284335",
            "reply_to_id": "284334"
        },
        {
            "user_name": "rapport",
            "text": "Ertu ekki að gleyma að svara þessu?",
            "date": "2010-09-26 18:56:00",
            "post_id": "284339",
            "reply_to_id": "284335"
        },
        {
            "user_name": "rapport",
            "text": "Þegnskyldan er í HongKong... ég nennti ekki að leita mer upplýsinga um Kína, ég vissi vel að þú værir ekki það vitlaus...\nÞví er þegnskyldan 100% HongKong fyrirbæri, ótengt Kína skv. kommentinu þínu hér að ofan.",
            "date": "2010-09-26 18:57:00",
            "post_id": "284340",
            "reply_to_id": "284339"
        },
        {
            "user_name": "Gúrú",
            "text": "Sá ekki þetta innlegg, en þetta skjal talar um \"discrimination against women\" sem alla flokkun á konum sem konur.\nÞetta skjal talar um það hvernig að yfirvaldið ætlar að taka út alla flokkun á konum sem konur hvar sem hún finnst í löggjöf sinni, stjórnun sinni eða hlutum \nsem að hún styrkir\n (svo sem \"states parties\").\nLykilorðið í þessu öllu er að \nyfirvaldið ætlar \nað hætta\n að flokka konur, sem þú skildir kannski ef að þú hefðir tekið þér ca 1 mínútu í að lesa það.\nDæmi:\n\"To take all appropriate measures, including legislation, to modify or abolish existing \nlaws\n, \nregulations\n, \ncustoms \nand \npractices \nwhich constitute \ndiscrimination against women\n\"\nDiscrimination against women er eins og stendur þarna: Any \ndistinction\n, exclusion or restriction made on the basis of sex [...]\" sem er akkúrat það sem að þú berst til að fá í gegn, enda trúði ég ekki í augnablik að Hong Kong stæði í þeirri vitleysu sem þú hélst fram þarna.\nAllt sem að þú sagðir er því effectively moot og þú mátt halda áfram að koma með rangar staðreyndir eins og þér sýnist, \nþær verða leiðréttar til að varðveita sannleikann\n.\nHvað ertu að tala um sem \"þegnskyldu\", þarf að vita það nákvæmlega til að kremja drauma þína um að þú hafir rétt fyrir þér.",
            "date": "2010-09-26 19:03:00",
            "post_id": "284345",
            "reply_to_id": false
        },
        {
            "user_name": "BjarkiB",
            "text": "Eruð þið ekki sammáli í neinu?\nfrá maríjóna í kvennréttindi í hvort Honk Kong sé Kína?",
            "date": "2010-09-26 19:05:00",
            "post_id": "284348",
            "reply_to_id": "284345"
        },
        {
            "user_name": "Gúrú",
            "text": "Hann vill skipta sér af öllu í lífi annara \"þeim til betrunar\" í gegnum yfirvald, enda telur hann sig svo mikið yfir alla hafinn að álit hans sé meira virði en frjálst val einstaklinga.\nÉg vil yfirvald sem að passar að enginn skipti sér af lífi annarra og mun vernda þá skoðun með lífi mínu.",
            "date": "2010-09-26 19:07:00",
            "post_id": "284349",
            "reply_to_id": "284348"
        },
        {
            "user_name": "BjarkiB",
            "text": "Já hver og einn hefur sínar skoðanir. Og við erum búnir að ná því hvaða skoðanir þið báðir hafið. Þið gætuð haldið endalust áfram með þetta frá einu umræðuefni til annars. Þið getið ekki breytt skoðunum hvers annars svo held að þetta sé orðið gott.",
            "date": "2010-09-26 19:12:00",
            "post_id": "284350",
            "reply_to_id": "284349"
        },
        {
            "user_name": "Gúrú",
            "text": "Það segir enginn að ég \ntreysti ekki konum\n á opinberu spjallborði án þess að ég útnefni aðilann rógbera.",
            "date": "2010-09-26 19:13:00",
            "post_id": "284351",
            "reply_to_id": "284350"
        },
        {
            "user_name": "zdndz",
            "text": "Regluskólinn vs. taóisminn",
            "date": "2010-09-26 19:23:00",
            "post_id": "284353",
            "reply_to_id": "284351"
        },
        {
            "user_name": "rapport",
            "text": "Ég valdi þessa setningu því að hún lýsir jákvæðri mismunun og kynjakvóti er jákvæð mismunun...\nSetningin væri á þessa leið á íslensku:\n\"Aðilar ríkisins geta mismunað eftir kyni til að leiðrétta kynbundinn mun án þess að slíkt teljist mismunun samkvæmt lögum þessum\"",
            "date": "2010-09-26 19:25:00",
            "post_id": "284354",
            "reply_to_id": "284353"
        },
        {
            "user_name": "Gúrú",
            "text": "Nei sem þýðir:\nFylkisflokkarnir \nMEGA \n(ef \nþeir\n VILJA, aka ef FLOKKARNIR VILJA REKA SIG ÞANNIG) setja inn hvaða sérstöku leiðir sem þeir vilja svo lengi sem þeir geri það í nafni kynjajafnaðar.\nÞetta veitir flokkunum VALIÐ, ekki SKYLDUNA - ef þú skilur það ekki (sem að sagan sýnir sig að þú munir ekki gera) þá er þér enn og aftur, ekki viðbjargandi.\nOg það að þú reynir að þýða setninguna finnst mér vægast sagt hilarious.",
            "date": "2010-09-26 19:30:00",
            "post_id": "284356",
            "reply_to_id": "284354"
        },
        {
            "user_name": "biturk",
            "text": "af hverju helduru að ég hafi gert sér þráð (sem var svo moddifyaður í drasl)  \n \neinmitt tilað það væri hægt að hafa þá bara útí horni í skammarkróknum að rífast",
            "date": "2010-09-26 19:32:00",
            "post_id": "284358",
            "reply_to_id": "284356"
        },
        {
            "user_name": "zdndz",
            "text": "og í augnablikinu er þetta uppáhalds þráðurinn minn  \n ... ekkert skemmtilegra en að lesa postana",
            "date": "2010-09-26 19:38:00",
            "post_id": "284362",
            "reply_to_id": "284358"
        },
        {
            "user_name": "rapport",
            "text": "States Parties er ekki \"flokkakerfið\" þeirra, flokkarnir væru aldrei \"States\" parties... s.s. flokkar ríkisins. (orðabók, orðabanki eða bara google translate fyrir þig my friend)\nÞað er verið að tala um stofnanir ríkisins.\nEn þetta ákvæði í samhengi með því sem fram kemur í skjalinu leggur ríkar kvaðir á stofnanir ríkisins að tryggja jafnrétti og góðfúslega bendir á að ef stofnanir ríkisins vilji flíta ferlinu þá megi setja tímabundnar reglur um jákvæða mismunun án þess að það teljist vera mismunum skv. þessum sömu lögum.\n= Skv. þessum lögum má nota kynjakvóta sem tímabundna ráðstöfun til að jafna hlut kynjana innan opinberra stofnana...\nÉg er ekki að biðja um neitt meira.\nÉg vildi óska að þetta væri raunveruleikinn á Íslandi (ef það hefur ekki farið framhjá ykkur).",
            "date": "2010-09-26 19:41:00",
            "post_id": "284364",
            "reply_to_id": "284362"
        },
        {
            "user_name": "Gúrú",
            "text": "Það er grátbroslegt að þú notir google translate en ekki skjalið sjálft.\nÞú skilur ekki neitt, það er ekki hægt að útskýra neitt fyrir þér og ég vona að þeir sem að lesi þennan þráð skilji angist mína við að reyna að útskýra einföldustu hluti fyrir þér.",
            "date": "2010-09-26 19:52:00",
            "post_id": "284369",
            "reply_to_id": "284364"
        },
        {
            "user_name": "rapport",
            "text": "Ég benti þér á að jafnvel Google translate væri að ná þessari þýðingu rétt = ég var að vera leiðinlegur við þig, ég var ekki að segjast nota það sjálfur.",
            "date": "2010-09-26 20:03:00",
            "post_id": "284378",
            "reply_to_id": "284369"
        },
        {
            "user_name": "predikari",
            "text": "Þú vilt ekki allt valdið sjálfur(eða segir það, dreg ekki í efa að þú myndir glaður taka að þér þetta vald persónulega ef þú gætir), en vilt valdið engu að síður. Þú vilt að þú getir í gegnum ríkisvaldið framfylgt vilja þínum á aðra til þess að segja þeim hvar þeir eigi að vera og hvað þeir eigi að gera og af hvaða kyni þeir eigi að vera þegar þeir geri hvaða hluti. Þetta er ekkert óskylt strippklúbba og vændis lögum, þar sem fólk vill banna konum að gera ákveðna hluti undir ákveðnum kringumstæðum sem eru þeim óþóknanlegar.\nÞetta er valdsýki, rétttrúnaður og skuggaleg hugsun, og alltaf réttlætir þetta fólk þetta með sömu ástæðum, \"It's for their own good!\" eða, ég veit betur og ég vill að þú hlýðir mér.",
            "date": "2010-09-27 00:58:00",
            "post_id": "284529",
            "reply_to_id": "284378"
        },
        {
            "user_name": "rapport",
            "text": "Nei það er ekki alveg þannig...\nKynjakvótinn má ekki verða varanleg lausn, þá breytist hann úr því að vera \"tímabundin jákvæð mismunun\" í að vera \"verkfæri djöfulsins\". Þetta eru svolitlar öfgar og það er ástæðan fyrir því að margir eru á móti kynjakvótanum til að byrja með. \nÉg skil það sjónarmið og skil alveg pælinguna \"er það ríkisins að ákveða jákvæða mismunun\" og að það sé hættuleg stefna og taktík að nota, en eins og ég sagði oft hér áður, þá styð ég kynjakvótann samt.\nÉg sé ekki neina leið þar sem hægt væri að beita jákvæðri mismunun tilað draga úr vændi og strippi, það mundi ganga allt út á boð og bönn sem yrðu þá líka varanleg en ekki tímabundin.\nMér finnst samt vændi ósiðlegt og þó ég hafi vegna sérstakra kringumstæðna og atvinnu vina og fjölskyldu verið svolítið mikið inná strippstöðum í gegnum tíðina, þá er stripp ekkert skárra.\nHvorutveggja er fyrir fólk sem metur peninga umfram andlega heilsu og jafnvel líkamlega þar sem stripparar eru ekki beint heilbrigðasti þjóðflokkurinn.\nEn hvort að kerfið ætti að leyfa þetta... ég hef lítið pælt í því, er samt frekar sáttur við ástandið eins og það er í dag hér áklakanum.",
            "date": "2010-09-27 08:49:00",
            "post_id": "284543",
            "reply_to_id": "284529"
        },
        {
            "user_name": "predikari",
            "text": "Ég skil þá afstöðu vel að vera sáttur við status quo-ið, það er frekar stíf brekka að komast yfir fyrir flesta að átta sig á því að það að hlutirnir séu allt í lagi er útaf fyrir sig ekki réttlæting á valdbeitingu gegn fólki sem engu valdi beitir aðra.",
            "date": "2010-09-27 14:50:00",
            "post_id": "284608",
            "reply_to_id": "284543"
        },
        {
            "user_name": "rapport",
            "text": "Ef það eru lög í landinu á þá ekki að fara eftir þeim?\nAuðvitað á að fara eftir öllum gildum lögum og það er framkvæmdarvaldsins að gera það.\nLöggjafinn á svo að fella úr gildi eða semja lög í samræmi við og til verndar hagsmuna samfélagsins í heild en ekki einstakra hópa eða manna.\nDómsvaldið sker svo úr um hvort lög hafa verið brotin og hver refsing skuli vera (þó innan refsiramma viðkomandi brotaflokks).\nSvona ætti kerfið að virka... EN:\n- Sektir framkvæmdavaldsins (dómsvald) finnst mér vafasamar í sumum tilfelum.\n- Reglugerðir eru margar hverjar vafasamar þar sem reynt er að fara á svig við lög.\n- Sjálfvald einstakra stofnana finnst mér of mikið.\n- Afskipti Alþingis að framkvæmdarvaldinu og dómsvaldinu ætti ekki að leyfa og eru oft MJÖG óskír.\n- Dómsvaldið er of oft ekki sjálfu sér samkvæmt í sumum dómum og vinnu (er samt að standa sig best af þrenningunni).\n- Forsetinn er svo náttúrulega alveg toppurinn á þessu öllu saman en ég styð að það þurfi einhvern til að beina álitamálum í þjóðaratkvæði, finnst að það ætti að gerast oftar en ekki.",
            "date": "2010-09-27 15:41:00",
            "post_id": "284624",
            "reply_to_id": "284608"
        },
        {
            "user_name": "predikari",
            "text": "Hvort þú ferð eftir lögum eða ekki fer eftir þinni samvisku, á Íslandi eru mörg lög sem ég fer ekki eftir af þeirri ástæðu að brot á þeim lögum skaða engan, heldur eru reglugerðir á blaði sem einhver skrifblokk fékk borgað almannafé fyrir að krota niður.\nÞað að einhver regla sé í lögbók eykur ekki réttmæti hennar undir neinum kringumstæðum, heldur förum við eftir þeim lögum sem við erum ósammála ef afleiðingarnar af því að gera það ekki væru mögulega slæmar fyrir okkur.\nÞað er af sjálfsögðu eðlileg hegðun að fylgja lögum, en það að lög séu lög er í raun engin staðfesting á réttmæti þeirra enda væri það hringavitleysa og þar af leiðandi rökvilla.",
            "date": "2010-09-27 22:12:00",
            "post_id": "284710",
            "reply_to_id": "284624"
        },
        {
            "user_name": "rapport",
            "text": "Ef kerfið væri að virka rétt þá væri lagasafnið ekki uppfullt af úreltum lögum, það er rétt.\nSkjalastjórnun löggjafans yfir hvaða lög séu í gildi er að auki að einhverju leiti háð dómsvaldinu sbr. að nýrri lög toppi eldri en eingöngu ef nýju lögin eða ákvæði í þeim hafa ekki verið dæmd ólögmæt.\nÞað er því oft ekki leikmanns að átta sig á eftir hvaða lögum hann eigi að fara. Gengislanamálið er lýsandi dæmi.\nÞað er reyndar lýsandi dæmi um að fólk færi ekki að lögum vegna eigin hentisemi, fáir spurðu \"er þetta löglegt?\", lögin eru þo nokkuð skýr m.v. mörg önnur.\nAð fara ekki eftir lögum vegna þess að þú teljir að það skaði engann getur því bitið þig í rassgatið og skapað þér skaðabótaábyrgð, sbr. að greiða ekki skatt, vinna svart eða skrá þig ekki í sambúð og þyggja fullar barnabætur.\nLög og reglugerðir setja ábyrgð á fólk sem hægt er að draga það til ábyrgðar fyrir að fylgja ekki, það er þó ekki gert nema einhver hljóti skaða af - aftur vitna ég í gengislánamálið.\nÞað er einfaldlega fólks að meta hvað það gerir. Erlendis er það talið skammarlegt að gera það ekki, þar njóta lika yfirvöld meira trausts en hér heima og oft er refsingin lika mun harðari sbr. skattsvik og önnur auðgunarbrot.",
            "date": "2010-09-27 22:50:00",
            "post_id": "284715",
            "reply_to_id": "284710"
        },
        {
            "user_name": "thekid",
            "text": "hahah ég varð rickrollaður",
            "date": "2010-09-27 23:12:00",
            "post_id": "284718",
            "reply_to_id": "284715"
        },
        {
            "user_name": "rapport",
            "text": "Akkúrat, þessi þráður er svona til að hafa ofanaf internetsvindlurum og trufla þá við iðju sina...",
            "date": "2010-09-27 23:16:00",
            "post_id": "284720",
            "reply_to_id": "284718"
        },
        {
            "user_name": "hagur",
            "text": "Jahérna ..... jahérna, hvernig nennið þið þessu?\nEr þetta eilífa argument og rökræður kannski bara orðið hobby hjá ykkur ?",
            "date": "2010-09-27 23:27:00",
            "post_id": "284721",
            "reply_to_id": "284720"
        },
        {
            "user_name": "rapport",
            "text": "Að svara því´sem kemur hingað inn er bara orðið að habit... mun rjúfa þennan vítahring liklega um helgina þegar ég virkilega þarf að far einbeita mér að öðru... (vá - ég veit s.s. í dag að ég mun gera hlutina um helgina á seinustu stundu...)",
            "date": "2010-09-27 23:35:00",
            "post_id": "284723",
            "reply_to_id": "284721"
        },
        {
            "user_name": "predikari",
            "text": "Ég skil eiginlega ekki hvað þú ert að fara með þetta, ekkert af þessu sem þú segir réttmætir þau lög sem þú ert að tala um né sýnir hvernig óhlýðni við fórnarlambslaus lög skaðar fólk.\nHinsvegar er þetta gengislánamál talandi dæmi um það ábyrgðarfælni einstaklingsins sem myndast þegar yfirvaldið á að passa uppá að allt sé gott og æðislegt, fólk tekur enga ábyrgð á neinu sem það gerir og telur sig ekki þurfa að vita neitt um nein viðskipti sem það fer út í. Gengislánin eru dæmi um skrítin lög þar sem enginn bíður skaða af nema þeir sem vilja í fáfræði sinni bíða skaða af þeim viðskiptum.\nForsendur gengislánanna breyttust ekkert við það að þau voru dæmd ólögleg, heldur einungis áttaði hellingur af fólki sig á því að það gat beitt ríkisvaldinu til þess að knýja fé út úr bönkunum, þú segir að enginn hafi spurt sig \"er þetta löglegt?\" en það er einmitt grundvöllurinn í sjálfsábyrgðarleysinu, fólk gerir \nráð\n fyrir því að þetta sé löglegt og þar af leiðandi sniðugt. Spurningin sem þú ættir að vera að spyrja þig er afhverju spurði enginn sjálfan sig \"er þetta góð hugmynd?\"\nÞetta er svona grundvallar ástæðan fyrir því að anarkisminn er svona óvinsæll í almenningsálitinu, ábyrgðarfælni fjöldans. Fjöldinn vill frekar þröngva sínum vilja upp á aðra til þess að gera sitt líf auðveldara, heldur en að taka ábyrgð á sinni eigin hegðun og ákvörðunum.\nÞetta er nú líka bara lygi hjá þér og þú hlýtur að vita það. Ég gæti verið sektaður fyrir allskyns hluti sem enginn hlýtur skaða af daglega ef ég myndi ekki passa mig. Ég gæti reykt gras í stofunni og fengið að dúsa í fangageymslum. Ég gæti lesið klámblað og tæknilega mætti lögreglan hirða það af mér. Það eru vefsíður með efni sem yfirvaldið telur vafasamt sem ekki má veita mér aðgang að. Ég gæti fengið himinháar sektir fyrir að breyta stillingum á harða disknum mínum, fyrir að leigja eða vinna svart og svona mætti lengi telja.",
            "date": "2010-09-28 04:41:00",
            "post_id": "284747",
            "reply_to_id": "284723"
        },
        {
            "user_name": "rapport",
            "text": "Úff... \nÞað virðist vera að þú viljir skipta um titil á þræðinum...\nÉg var ekki að réttlæta nein lög, ég var að benda á hvernig flókið lagaumhverfi getur farið að vinna ógagn en ekki tilætlað gagn.\nÞað er rétt, oft er sektað en ég hafði hugsað þetta t.d. ef fólk tæki niður handrið við hringstiga til að skapa \"look\" og svo mundi barn nágrannns koma í heimsókn og detta úr stiganum.\n= fólkið braut byggingareglugerð og tapar skaðabótamáli sem nágrannarnir höfða vegna örorku barnsins í kjölfarið.\nEn \"skaði\" er samt líka \"fjárskaði\" og fólk sem vinnur svart skaðar samfélagið með því að hafa af samfélaginu tekjur með svikum.",
            "date": "2010-09-28 09:36:00",
            "post_id": "284761",
            "reply_to_id": "284747"
        },
        {
            "user_name": "Gúrú",
            "text": "Semsagt ekki hvenær?\nFyrir akkúrat 5 mínútum?\nAkkúrat 3 mínútum?\nÚt \nallan þennan þráð\n hefur þú reynt að réttlæta lög og stjórnarskráaratkvæði, sama hversu \"tímabundin\" þau eiga að vera hjá þér.",
            "date": "2010-09-28 12:29:00",
            "post_id": "284790",
            "reply_to_id": false
        },
        {
            "user_name": "rapport",
            "text": "Það hvarflaði ekki að þér að við værum að tala um eitthvað annað?\nVið byrjuðum á kynjakvótanum, fórum í staus quo umræðu um vændi og klám. Þaðan í að ræða þrískiptingu valdsins yfir í afhverju fólk fer og fer ekki eftir lögum.\nUmræðan hefði svo líklega farið í \"hvenær má gera eitthvað á kostnað samfélagsins\" og \"er samfélagið fórnarlamb\".\nEn ég skil vel að þú sért móðgaður og viljir komast að, þetta er þinn þráður eins og minn.",
            "date": "2010-09-28 15:48:00",
            "post_id": "284834",
            "reply_to_id": "284790"
        },
        {
            "user_name": "Gúrú",
            "text": "Það hvarflaði ekki að þér að hann væri að tala um umræðuefni þráðarins?\nÞað hvarflar samt  \nsjaldan\n að þér að einhverjir séu að tala um eitthvað annað eða einhvern annan en þig akkúrat á augnablikinu.\nEn hvernig geturðu mögulega sagt að þú hafir ekki verið að réttlæta nein lög og reynt að halda andlitinu á sama tíma?\nÞessi setning var ekki tekin úr samhengi, þú sagðir þarna að þú hafir ekki verið að réttlæta nein lög\n[...heldur að þú hafir verið að benda á hvernig flókið lagaumhverfi getur farið að vinna ógagn en ekki tilætlað gagn]\n í þræði þar sem að það er eina agendaið þitt að koma fáránlegum lögum í gegn, jafnvel stjórnarskráaratkvæðum.\nOg til að fullkomna íroníuna hefur þú barist fyrir hverju og einasta dæmi sem að hann kom með(og sagðir svo þessa fáránlegu setningu), \nþú hefur barist á móti \"klámvæðingunni\", lögleiðingu kannabis og svörtum greiðslum, á akkúrat þessu spjallborði sem að við erum að skrifa á.",
            "date": "2010-09-28 16:20:00",
            "post_id": "284841",
            "reply_to_id": "284834"
        },
        {
            "user_name": "rapport",
            "text": "Ég og hann byrjuðum á kynjakvótanum og fórum svo yfir í aðra sálma, lestu þetta bara...\nÍ þessu sem hann vitnaði í þa var ég ekki að því, ég var hugsanlega mögulega að réttlæta kerfið en ekki nein lög. \nÞá ertu elveg búinn að tapa þer, tilgangurinn var að sjá æðina a enninu á þér slá og hugsanlega fá þig til að fjárfesta í nýju lyklaborði.\nNú? Þú segir mér fréttir... það hefur nú aldrei staðið til að lögleiða kannabis og það eina sem ég hef gagnrýnt var óþroskað og illa úthugsað viðhorf í garð fíkniefna sem birtist í þræði hérna á vaktinni. (að mínu mati).\nÉg man ekki eftir að haf tekið þatt í umræðu um klámvæðingu EVER og fólk sem vill allt frá samfélaginu án þess að greiða krónu til baka finnst mér vera sníkjudyr (e. Free-riders) og þarf rétt grunn hagfræði í hausinn til að skilja skaðann af þeim.(man samt ekki eftir að hafa tekið þatt í sérstakri umræðu um það sérstakri umræðu um það).\nEn að það er ekkert nýtt að þú sért að reyna endurskilgreina mig.",
            "date": "2010-09-28 17:26:00",
            "post_id": "284859",
            "reply_to_id": "284841"
        },
        {
            "user_name": "Gúrú",
            "text": "Daginn sem þú lærir að quota almennilega verður dagurinn sem að ég tel þig hæfan á spjallborð.",
            "date": "2010-09-28 17:46:00",
            "post_id": "284863",
            "reply_to_id": "284859"
        },
        {
            "user_name": "Glazier",
            "text": "hahahah xD",
            "date": "2010-09-28 17:47:00",
            "post_id": "284864",
            "reply_to_id": "284863"
        },
        {
            "user_name": "rapport",
            "text": "Ég skil það...\nÞú gerir nú almennt ekki miklar kröfur um gáfuleg skrif.\nEnn eitt atriðið sem hefði mátt koma fram fyrr",
            "date": "2010-09-28 18:05:00",
            "post_id": "284874",
            "reply_to_id": "284864"
        },
        {
            "user_name": "biturk",
            "text": "ég og svört atvinna erum býsna góðir vinir, ég styð hana heilshugar",
            "date": "2010-09-28 18:13:00",
            "post_id": "284875",
            "reply_to_id": "284874"
        },
        {
            "user_name": "Gúrú",
            "text": "Þökk sé fólki eins og rapport færðu líka að kaupa kannabisið þitt ólöglega (lögleiðing myndi útrýma ólöglega markaðnum) og þ.a.l. styrkja svona sex greinar af ólöglegri, svartri vinnu sem fer í það að koma efninu til þín og selja þér það.\nOg til að taka það fram þá er ég ekki að dæma þig, kannabisneytendur, kannabisræktendur, flutningafyrirtæki, matvöruverslanir eða neinn sem að beint eða óbeint styrkir söluna, heldur fólk sem að er á með tilvist svartrar vinnu og sölu en kvartar svo undan henni.",
            "date": "2010-09-28 18:16:00",
            "post_id": "284876",
            "reply_to_id": "284875"
        },
        {
            "user_name": "rapport",
            "text": "Þitt fyrirkomulag um \"dreifingu undir eftirliti\" jafngildir að leyfa fólki sem telst hæft til dópneyslu að fá kvóta fyrri dópi sem það selur svo þeim sem ekki teljast hæfir.\nEr það ekki svartur markaður, svona læknadóp?",
            "date": "2010-09-28 18:25:00",
            "post_id": "284877",
            "reply_to_id": "284876"
        },
        {
            "user_name": "Gúrú",
            "text": "Það er ekki mitt fyrirkomulag að dreifa undir eftirliti, ég hef samt oft áður sagt og segi enn einu sinni: Ég vil \nfrekar\n að fólk fái kannabis og leiðbeiningar um meðferð þess frá lyfjafræðingi/lækni en hjá dópsalanum úti á horni.\nÉg hef bara engan áhuga á því að dæma hverjir teljast \"hæfir\" til dópneyslu, myndi bara nota þetta 18 ára viðmið til að ER mömmur myndu ekki koma niður á lýðveldinu eins og hamar Þórs.\nEkki ertu samt að gefa í skyn að það megi ekki vera takmörk á neinu vegna þess að það væri hægt að selja einhverjum sem að er ekki hæfur það?\nMorfíni, rídalíni, asmalyfjum, hóstasafti et cetera?\nHvað lætur þig spyrja svona heimskulegra spurninga?\nEkki þarf ég grínlaust að útskýra fyrir þér hvað svartur markaður er?",
            "date": "2010-09-28 18:29:00",
            "post_id": "284878",
            "reply_to_id": "284877"
        },
        {
            "user_name": "rapport",
            "text": "Mig minnir (getur verið að mér skjátlist) að þú hafir stungi uppá því að takmarka aðganginn að kannbis þar sem sýnt hafði verið fram á áhrif þess sbr. að ýta undir geðsjúkdóma sem þegar eru til staðar hjá fólki og vegna sinna vandamála þá ræður það illa við neysluna.\nSvarti markaðurinn væri þá þegar einhver kaupir þetta löglega og selur svo ólöglega áfram til annarra sbr. að selja tóbak á skipulagðan hátt til krakka = svartur markaður/svört atvinnustarfsemi, þó allir skattar og gjöld séu greidd af tóbakinu.\nÞess vegna likti ég þessu við læknadóp (sem er lika svartur markaður).\nOg nei, ég veit fullvel hver skilgreiningin á svörtum markaði er og þú þarft ekki að reyna rugla í henni lika.",
            "date": "2010-09-28 18:48:00",
            "post_id": "284881",
            "reply_to_id": "284878"
        },
        {
            "user_name": "Gúrú",
            "text": "Þig skjátlast.\nÞað er ekki skilyrði fyrir svarta markaðinn, kemur mér samt ekkert á óvart að þú hafir ranga skilgreiningu í huga.\nhttp://www.youtube.com/watch?v=bht9BSFVIZk\nhttp://www.youtube.com/watch?v=bht9BSFVIZk\nVil einnig fagna því að þetta var hundraðasta innleggið þitt sem að á sér nákvæmlega enga stoð í raunvöruleikanum, þarft að fara að nefna liti eða eitthvað í öllum innleggjunum þínum til að fækka þeim.",
            "date": "2010-09-28 18:56:00",
            "post_id": "284886",
            "reply_to_id": "284881"
        },
        {
            "user_name": "ManiO",
            "text": "Discuss.",
            "date": "2010-09-28 19:34:00",
            "post_id": "284897",
            "reply_to_id": "284886"
        },
        {
            "user_name": "dori",
            "text": "The internet; bringing you pornographic pictures and the opinions of angry children since 1991.\nÞessi þráður er svo mikið þetta...",
            "date": "2010-09-28 23:48:00",
            "post_id": "284959",
            "reply_to_id": "284897"
        },
        {
            "user_name": "predikari",
            "text": "Fjárskaði er sem dæmi ef ég skemmi eithvað sem þú átt. Stel einhverju sem þú átt. Það er út í hött fyrir þjóf að ásaka fórnarlambið um að valda honum fjárskaða ef hann kemur í veg fyrir að þjófurinn hafi af sér fé.\nAnnars er ég ekki sammála byggingareglugerðum heldur. Finnst ekki rétt að einhverjir skjalalubbar hafi vald til þess að segja mér hvernig ég á að byggja húsið mitt. Ef ég ætti börn hinsvegar og neyddi þau til að búa í þessu umhverfi sem er barninu hættulegt, sjálfsagt. Ekki afþvíbara. Með sömu rökum gætum við bannað bílum að ferðast, barn gæti hlaupið út á veginn.",
            "date": "2010-09-29 06:11:00",
            "post_id": "284982",
            "reply_to_id": "284959"
        },
        {
            "user_name": "rapport",
            "text": "Örstutt skilgreining sem er ekki fullkomin en nær bróðurpartinum:\n\"Svartur markaður / atvinnustarfsemi er verslun með vörur eða þjónustu sem telst ekki eða á ekki að teljast til GDP\"\nÞað á ekki áframselja lyf = svartur markaður, sala tóbaks til barna er ólögleg og á ekki að telast til GDP = svört starfsemi...\nSmelltu fram þinni skilgreiningu og athugaðu hvort einhver sé sammála þér.",
            "date": "2010-09-29 07:53:00",
            "post_id": "284983",
            "reply_to_id": "284982"
        },
        {
            "user_name": "rapport",
            "text": "En þessi lög/reglur setja á þig ábyrgð þó þu sért ekki sammála...(byggingareglugerðin) og hún verndar alla sem koma í heimsókn til þin gegn því að þurfa bera skaða af heimsókninni.\nMeð bílana og börnin, þá er ábyrgðin lika skilgreind afdráttarlaust, gangandi eru í rétti nánast undantekningalaust og bílstjórinn ber skaðann af slysum.\nMér finnst þessar reglur þægilegar, þær einfalda mitt daglega lif og virðast virka oftar en ekki.",
            "date": "2010-09-29 07:59:00",
            "post_id": "284984",
            "reply_to_id": "284983"
        },
        {
            "user_name": "GuðjónR",
            "text": "Spurning um að læsa þessum þræði ?",
            "date": "2010-09-29 08:55:00",
            "post_id": "284991",
            "reply_to_id": "284984"
        },
        {
            "user_name": "teitan",
            "text": "Nei... mun betra að hafa þá hér heldur en á öllum öðrum þráðum...",
            "date": "2010-09-29 09:11:00",
            "post_id": "284993",
            "reply_to_id": "284991"
        },
        {
            "user_name": "rapport",
            "text": "x2  \n  svo eru einhverjir sem koma með komment og taka þátt í spjallinu... þetta er bara essential þráður.",
            "date": "2010-09-29 10:07:00",
            "post_id": "285005",
            "reply_to_id": "284993"
        },
        {
            "user_name": "rapport",
            "text": "Ef þú færð Gúrú til að gúddera svona \"stjórnvaldsaðgerð\" þá OK...",
            "date": "2010-09-29 10:10:00",
            "post_id": "285006",
            "reply_to_id": "285005"
        },
        {
            "user_name": "Gúrú",
            "text": "Svartur markaður er sala á þjónustu eða vörum þar sem að skattalögum eða tilkynningarskyldu svæðisins sem að viðskiptin fara fram á eða í gegnum er ekki framfylgt.\nMeð öðrum orðum þá er þetta annað \nsvona móment\n.\nAftur\n.\nÞað má áframselja fullt af lyfjum án þess að eiga að borga neina skatta og þá er þetta ekki á svörtum markaði.",
            "date": "2010-09-29 12:19:00",
            "post_id": "285038",
            "reply_to_id": "285006"
        },
        {
            "user_name": "rapport",
            "text": "Ef ég kaupi lyf til að selja áfram þá ber mér að halda bókhald og gefa út reikninga skv. lögum þó svo að ágóðinn sé undir einhveru X, ef ágóðinn fer yfir X þa ber mér svo að greiða tekjuskatt af honum.\n \nÞað er bara enginn það vitlaus að stunda ólögleg viðskipti með lyf sem fengin voru með blekkingum til endursölu en halda löglegt bókhald og gefa ágóðann upp til skatts.",
            "date": "2010-09-29 13:10:00",
            "post_id": "285041",
            "reply_to_id": "285038"
        },
        {
            "user_name": "predikari",
            "text": "Ég er nokkuð viss um að síðan sé einkarekin og ekki í eigu Gúrú, hann hefur ekkert um það að segja. Þó svo reyndar gæti hann ákveðið að hætta að nota hana og flytjast annað ef hann er ekki sáttur við \"yfirvaldið\".\nEn hvað hinn frjálsi markaður er hentugur.",
            "date": "2010-09-29 13:52:00",
            "post_id": "285050",
            "reply_to_id": "285041"
        },
        {
            "user_name": "Gúrú",
            "text": "Það er (að vísu ekki rétt, sumir halda að alheimurinn sé 6000 ára gamall) rétt! Enda tók ég sérstaklega fram að ég væri að tala um lyf sem að má áframselja.\nAð kaupa hluti löglega og selja ólöglega er vissulega á hinum svarta markaði (seinni parturinn) en það er algjörlega á hinum svarta markaði þegar að þjónusta eða vara er keypt ólöglega og seld ólöglega.",
            "date": "2010-09-29 14:40:00",
            "post_id": "285056",
            "reply_to_id": false
        },
        {
            "user_name": "rapport",
            "text": "Ef þú mátt áframselja lyf og vilt gera það löglega þá áttu að gefa út reikning, annars er það \"svört atvinnustarfsemi\".\nStenst þá ekki skilgreiningin?\n\"Svartur markaður / atvinnustarfsemi er verslun með vörur eða þjónustu sem telst ekki eða á ekki að teljast til GDP\"",
            "date": "2010-09-29 14:55:00",
            "post_id": "285059",
            "reply_to_id": "285056"
        },
        {
            "user_name": "Gúrú",
            "text": "Þetta er ömurleg skilgreining, viltu fá nokkrar ástæður af hverju?\nSvört atvinnustarfsemi gæti þá ekki átt sér stað utan svæðisins sem þú ert að tala um - rangt.\nSvartir markaðir gætu ekki átt sér stað utan svæðisins sem þú ert að tala um vegna þess að það ætti ekki að teljast til GDP - rangt.\nAllir markaðir og öll atvinnustarfsemi sem á sér stað utan svæðisins væri svartur markaður - rangt.\nAllir markaðir og öll atvinnustarfsemi sem á sér stað utan svæðisins væri svartur markaður - rangt.\nSjá einnig: \nhttp://www.youtube.com/watch?v=bht9BSFVIZk",
            "date": "2010-09-29 15:54:00",
            "post_id": "285074",
            "reply_to_id": "285059"
        },
        {
            "user_name": "rapport",
            "text": "Yfirleitt er talað um svarta markaði eftir löndum/svæðum/heimsálfum og þegar þu ert komið með þetta afmarkaða svæði þá virkar skilgreiningin fyrir svæðið (eða heiminn i heild þessvegna)\nSkilgreiningin helst óbreytt en forsendur hennar breytast eftir svæðum. \nt.d. gilda höfundarverndarlög ekki allstaðar og fyrir vikið eru viðskipti með höfundavarið efni ekki \"svartur markaður\" allstaðar, skilgreiningin virkar samt í því landi því að ef viðskiptin eru lögleg þa teljast þau til GDP.\nGDP virkar betur í skeilgreininguna en GNP af augljósum ástæðum. \n= skilgreiningin leggur saman öll viðskipti á svæðinu og dregur frá það sem á að vera í GDP (allt sem er löglegt) og svo er dregst frá allt sem er í GDP en á ekki að vera þar (sala/þjónusta sem var bókfærð löglega en hefði ekki átt að vera seld skv. öðrum lögum).\nMér dettur ekkert í hug sem gæti klikkað við hana.\nHún er allvega skárri en \"Svartur markaður er sala á þjónustu eða vörum þar sem að skattalögum eða tilkynningarskyldu svæðisins sem að viðskiptin fara fram á eða í gegnum er ekki framfylgt\" þar sem þar gleymist t.d. það sem er selt en hefði ekki átt að vera selt sbr. áfengi til 18ára.",
            "date": "2010-09-29 17:35:00",
            "post_id": "285103",
            "reply_to_id": "285074"
        },
        {
            "user_name": "Gúrú",
            "text": "Það að þér detti í hug að ég nenni að lesa hugaróra þína er mögnuð hugsun.\nSkal hinsvegar svara gagnrýninni á skilgreiningunni: Það fylgir ekki skattalögum að framkvæma \nólöglega\n sölu, er það?",
            "date": "2010-09-29 17:40:00",
            "post_id": "285105",
            "reply_to_id": "285103"
        },
        {
            "user_name": "rapport",
            "text": "Jú, þegar 10-11 selur 15ára gutta sígó...\nÞá er það skattalega rétt en á skjön við önnur lög og ætti ekki að teljast til GDP.\nÖll svona brot eru svartur markaður, ef einhver gerði þetta af ásetningi þá væri það svört atvinnustarfsemi þó svo að hann gæfi það allt upp til skatts.",
            "date": "2010-09-29 17:47:00",
            "post_id": "285108",
            "reply_to_id": "285105"
        },
        {
            "user_name": "Gúrú",
            "text": "Þegar 10-11 selur 15 ára gutta sígarettur er það þá lögleg sala?\nÁhugavert.",
            "date": "2010-09-29 17:47:00",
            "post_id": "285109",
            "reply_to_id": "285108"
        },
        {
            "user_name": "rapport",
            "text": "Þú spurðir \n10-11 fylgir skattalögum í dæminu, gefur út kvittun, skráir söluna í bókhaldið hjá sér og gefur hana upp til skatts.\nSala á tóbaki til ungmenna er samt ólögleg og salan \"ólögleg sala\" og Ríkisskattstjóri mundi aldrei setja út á þetta enda ekki hans að dæma um lögmæti vara eða þjónustu sem er til sölu hverju sinni.\nHann vill bara að reikningsskilareglum sé fylgt skv. skattalögum.",
            "date": "2010-09-29 18:46:00",
            "post_id": "285136",
            "reply_to_id": "285109"
        },
        {
            "user_name": "Gúrú",
            "text": "Það skiptir engu máli hvort að það eru skattalögin (það brýtur samt skattalögin að nota kerfið sem að borgar skatt til að borga skatt af ólöglegri sölu, bara til að það sé á hreinu), lög um barnaklám eða lög um sölu á tóbaki og áfengi, það er engin leið til að angle-shoota þessa skilgreiningu til að gera meininguna ranga.",
            "date": "2010-09-29 18:51:00",
            "post_id": "285140",
            "reply_to_id": "285136"
        },
        {
            "user_name": "rapport",
            "text": "OK.. segjum þa að þetta falli undir skilgreiningar okkar beggja, voða flott hjá okkur  \n \nAnnað dæmi: Ef verslun er að selja eftirlíkingar sem það keypti inn í bestu trú sem orginal vöru og enginn á sama GDP svæði fattar nokkurntíman að sé feik? Varan var svo framleidd í landi þar sem alþjóðlegur höfundaréttur er ekki viðurkenndur.\nSvartur markaður? \nAfhverju og afhverju ekki.\nSkv. minni skilgreiningu = svartur markaður á Íslandi þar sem sala vörunar ætti sannalega ekki að vera hluti af GDP hér enda vara sem brýtur gegn rétti höfunar eins og hann er viðurkenndur í íslenskum lögum.\nSala á vörunni í framleiðslulandinu er lögleg og því er ekki um að ræða svartan markað þar, eingöngu eftir að varan fer til lands þar sem rétur höfunda er varinn með lögum.",
            "date": "2010-09-29 19:48:00",
            "post_id": "285160",
            "reply_to_id": "285140"
        }
    ],
    "date": "2010-09-29 14:40:00"
}