{
    "forum_title": "Koníakstofan",
    "id": "32661",
    "title": "hvar er hægt að fá leiser?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=32661",
    "posts": [
        {
            "user_name": "agust1337",
            "text": "ég var að spá í hvar á landinu er hægt að fá leiser?",
            "date": "2010-09-20 22:34:00",
            "post_id": "283191",
            "reply_to_id": false
        },
        {
            "user_name": "Sphinx",
            "text": "kolaportinu",
            "date": "2010-09-20 22:34:00",
            "post_id": "283192",
            "reply_to_id": "283191"
        },
        {
            "user_name": "steinarorri",
            "text": "Keypti á \nhttp://www.dealextreme.com\n um daginn, hann er kominn til landsins en er á pósthúsinu - sæki hann á morgun \n200mW rauður á tæpa 30$; veit ekki hvort og hversu mikið ég þarf að borga í toll... bæti því við hér á morgun líklegast.",
            "date": "2010-09-20 23:07:00",
            "post_id": "283199",
            "reply_to_id": "283192"
        },
        {
            "user_name": "GuðjónR",
            "text": "Og hvað ætlarðu að gera við hann?",
            "date": "2010-09-20 23:22:00",
            "post_id": "283202",
            "reply_to_id": "283199"
        },
        {
            "user_name": "steinarorri",
            "text": "Brenna hluti og lýsa í augun á fólki \n Nei nei, þetta var aðallega tilraun til að versla á netinu í fyrsta skipti og ákvað að velja leiser, alltaf verið hrifinn af þeim en aldrei átt svona sterkan.",
            "date": "2010-09-21 00:03:00",
            "post_id": "283218",
            "reply_to_id": "283202"
        },
        {
            "user_name": "donzo",
            "text": "Er leyfilegt að panta sér svona um 50mW laser til íslands :/ ?\nAnnars segðu mér hvað það kostar í heildinni með tollin og allt það sem þú varst að panta á morgum orsome ^.^",
            "date": "2010-09-21 00:05:00",
            "post_id": "283219",
            "reply_to_id": "283218"
        },
        {
            "user_name": "steinarorri",
            "text": "Fékk leiserinn, borgaði 1650 í skatt og tollafgr.gjöld svo samanlagt voru þetta um 6þúsund krónur, Leiser, 2x CR2 batterý og hleðslutæki fyrir þau.\nLeiserinn er snilld, drífur fáranlega langt og brennir dökkt plast, göt á pappamál, kveikir á eldspýtum og sprengir blöðrur",
            "date": "2010-09-21 22:17:00",
            "post_id": "283393",
            "reply_to_id": "283219"
        },
        {
            "user_name": "GuðjónR",
            "text": "úffff...farðu varlega! það er ekki afturtekið ef þú skýtur geisla í augun á sjálfum þér eða einhverjum öðrum",
            "date": "2010-09-21 22:19:00",
            "post_id": "283395",
            "reply_to_id": "283393"
        },
        {
            "user_name": "Gúrú",
            "text": "Hvaða bull er 50, 100 eða 200mW í höndunum á einhverjum?\nVar með grænan 20mW í höndunum um daginn og hann dreif einhverja kílómetra í myrkri... það er bara insane...",
            "date": "2010-09-21 22:32:00",
            "post_id": "283403",
            "reply_to_id": "283395"
        },
        {
            "user_name": "Ulli",
            "text": "er að spá í 500mW-1W leiser kostar umþb 35þ :S\nhttp://www.wickedlasers.com/lasers/S3_S ... 05-37.html",
            "date": "2010-09-22 00:03:00",
            "post_id": "283416",
            "reply_to_id": "283403"
        },
        {
            "user_name": "AntiTrust",
            "text": "Sorry en, hvað í andsk. ætlaru að gera við svona sterkan laser, þegar 20mW er nóg til að brenna gat á hluti?",
            "date": "2010-09-22 00:06:00",
            "post_id": "283417",
            "reply_to_id": "283416"
        },
        {
            "user_name": "Gúrú",
            "text": "Mér líður ekki vel fyrir hönd laseráhugamanna hér á Íslandi þegar að random fólk ætlar að fara að panta sér bláa lasera með einhverju nálægt 1000mW outputi og 1.5mrad... \nað láta þennan laser svífa í einhverjar míkrósekúndur yfir retinum á fólki myndi valda óafturkallandi skaða úr tugmetra fjarlægð.",
            "date": "2010-09-22 00:14:00",
            "post_id": "283421",
            "reply_to_id": "283417"
        },
        {
            "user_name": "zdndz",
            "text": "Maður verður svona hálf smeikur þegar maður sér einhverja vera leika sér með laser, maður veit ekkert hvað þetta er öflugt, svona ef þetta skyldi fara óvart í agun á manni",
            "date": "2010-09-22 00:17:00",
            "post_id": "283422",
            "reply_to_id": "283421"
        },
        {
            "user_name": "Ulli",
            "text": "kemur þér í ands ekkert við.\nvist menn eins og þú eru alltaf að koma með eh drullu skítköst.\nkanski ætla ég að nota hann í star pointing?\nkemur þér í raun ekkert við.\nkanski lángar mér bara eiga svona.\ngast bara spurt kurteisislega.",
            "date": "2010-09-22 00:22:00",
            "post_id": "283424",
            "reply_to_id": "283422"
        },
        {
            "user_name": "Gúrú",
            "text": "Það ætti að vera alveg á hreinu að ég stend sjaldan með ummælum AntiTrust á þessu spjallborði EN: \nUlli af hverju ertu svona reiður? Hann er bara að spyrja frekar kurteisislega bendandi á það hversu andskoti sterkur þessi laser er. \n \nÞað er ekki skítkast og það er engin þörf á því að segja \"KEMUR ÞÉR EKKI VIÐ\".",
            "date": "2010-09-22 00:26:00",
            "post_id": "283425",
            "reply_to_id": "283424"
        },
        {
            "user_name": "Ulli",
            "text": "Gæti skrifað Sorry en hvað hefuru að gera með 500mW leiser sem getur skaðað fólk?\nsvo eru sumir hérna sem eru bara að leita sér af leiðindum.\nÉg er þannig gerður að ég er með Vægast sagt stuttan hveiki þráð eins og menn hafa kanski tekið eftir hérna.\nNaglabyssa getur líka blindað fólk og Hnifar osfrv.\nÞað er ekki eins og ég sé að fara að leika mér að fara í kringluna og lísa í andlitin á fólki??\nEkki er ég hreifihamlaður þannig að ég ætti að ráða við hann,svo efast ég um að það séu margir fljótandi um í loftinu sem er áttin sem ég mundi lýsa leiserinum.\nÞAð er að seija ef maður fer út í eh svona kaup.\nsvo á ég þann slæma Habit að reyna eiga allt það besta sem er í boði ef ég fæ mér eh.",
            "date": "2010-09-22 00:45:00",
            "post_id": "283427",
            "reply_to_id": "283425"
        },
        {
            "user_name": "ManiO",
            "text": "Það var einmitt eitthvað þroskaheft fífl um daginn sem var með grænan leiser í Hondu Civic 90 og eitthvað árgerð sem var að beina í speglana á bílum sem fóru fram úr honum. Sé frekar mikið eftir því að hafa ekki neglt niður, verið yfir báðum akreinum og hrifsað tækið af þessu viðrini.",
            "date": "2010-09-22 11:11:00",
            "post_id": "283461",
            "reply_to_id": "283427"
        },
        {
            "user_name": "AntiTrust",
            "text": "Er ég alltaf að koma með e-r drullu skítköst? Ég veit ekki betur til þess en að stór meirihluta minna kommenta á þessu spjalli frá byrjun sé hjálp, leiðbeiningar eða almennt spjall um tölvutengd mál. \nKannski ætlaru að nota hann í \"hitt og þetta\" já, en mér finnst það koma mér, sem öðrum við þegar menn geta keypt tæki sem geta skaðað aðra alvarlega úr talsverðri fjarlægð. Naglabyssa og hnífar geta vissulega skaðað fólk, en varla úr sömu fjarlægð, og líkurnar á því að skaða e-rn óvart með laser eru talsvert meiri en að skaða e-rn með hníf. Veit ekki hversu oft ég hef lent í því að fólk er að benda laser innum gluggana heima hjá manni eða inn í bíla að kvöldi til.\nHinsvegar get ég ekki annað en velt því fyrir mér hvort það sé á annað borð löglegt fyrir hvern sem er að eiga slíkt tæki.",
            "date": "2010-09-22 11:27:00",
            "post_id": "283463",
            "reply_to_id": "283461"
        },
        {
            "user_name": "GuðjónR",
            "text": "Honum hefur fundist þetta rosa fyndið, hvað ætli hann hafi náð að skaða sjónina hjá mörgum varanlega?\nÉg skil ekki af hverju þetta er leyft.\nÞú hefðir átt að traðka bremsuna niður úr gólfinu.",
            "date": "2010-09-22 11:37:00",
            "post_id": "283465",
            "reply_to_id": "283463"
        },
        {
            "user_name": "BjarkiB",
            "text": "Óþroskað fólk, kom líka fyrir nokkrum mánuðum í fréttunum þar sem eitthver hafði beint grænum leiser að stjórnklefa í fokker 50 flúgvél þeagr hún var að lenda í rvk.",
            "date": "2010-09-22 13:46:00",
            "post_id": "283483",
            "reply_to_id": "283465"
        },
        {
            "user_name": "Glazier",
            "text": "Hættið að tuða í honum um þetta, get allveg lofað ykkur því að á meðan þetta er ekki ólöglegt þá getið þið ekki haft nein áhrif á það hvort hann kaupi þetta eða ekki með svona tuði.\nGætuð reynt að sannfæra hann um að þetta bili strax eða eitthvað álíka ef þið endilega viljið koma í veg fyrir að hann kaupi þetta.\nHeld að ef hann er búinn að ákveða að kaupa þetta þá kemur enginn í veg fyrir það nema ná að sannfæra hann um að þetta sé ólöglegt (sem þetta er ekki svo ég viti)",
            "date": "2010-09-22 14:29:00",
            "post_id": "283486",
            "reply_to_id": "283483"
        },
        {
            "user_name": "Gúrú",
            "text": "Held að enginn hafi verið að tuða í honum og að allir geri sér grein fyrir því að þú ert ekki að fara að líkamlega hindra einhvern yfir internetið.\nFááitarnir sem að plata mig alltaf inná síðuna hjá sér (gr.is) þegar ég ætla að fara inná Gagnaveituna skilgreina 1W laser án nokkurs vafa sem Flokk 4 laser - það er hæsti flokkurinn.\nÞað er hinsvegar ekkert minnst á það hjá þeim að flokkur 4 sé ólöglegur í einkaeigu svo... go nuts (ekki á aðra samt)",
            "date": "2010-09-22 14:56:00",
            "post_id": "283490",
            "reply_to_id": "283486"
        },
        {
            "user_name": "starionturbo",
            "text": "Mig langar í 10.000W CO2 laser.",
            "date": "2010-09-22 17:22:00",
            "post_id": "283517",
            "reply_to_id": "283490"
        },
        {
            "user_name": "Gúrú",
            "text": "Heppilegt fyrir þig að við fundum upp 150.000W CO2 laser \nárið 1997\n \n \nVeit samt ekki hvar maður ætti að geyma hann.",
            "date": "2010-09-22 17:35:00",
            "post_id": "283520",
            "reply_to_id": "283517"
        },
        {
            "user_name": "agust1337",
            "text": "Hvernig gastu sent hann til Íslands? Ég finn hvergi Iceland á síðunni :s",
            "date": "2010-10-03 20:05:00",
            "post_id": "285982",
            "reply_to_id": "283520"
        },
        {
            "user_name": "coldcut",
            "text": "Og gerðist aftur í gærkvöldi á Akureyri. Hvar áttu heima Ulli?",
            "date": "2010-11-10 10:22:00",
            "post_id": "294562",
            "reply_to_id": false
        },
        {
            "user_name": "Ulli",
            "text": "Á heima á akranesi og á eingan leiser.\nFarið svo og bendið á eitthvern annan.\nVeriði blessaðir.",
            "date": "2010-11-10 11:21:00",
            "post_id": "294581",
            "reply_to_id": "294562"
        },
        {
            "user_name": "CendenZ",
            "text": "Núna er búið að vera í fréttunum á skömmum tíma nokkur mál varðandi þessa lasera; Akureyri nýjast, Reykjavík og svo Keflavík, og það bara á 2-3 mánuðum.\nSpurning um að setja þetta í lög, setja þetta í sama flokk og gróf líkamsárás",
            "date": "2010-11-10 11:27:00",
            "post_id": "294584",
            "reply_to_id": "294581"
        },
        {
            "user_name": "coldcut",
            "text": "...ég var nú ekkert að saka þig um þetta sko.\nEn já ég er sammála að þá að banna innflutning og sölu á svona öflugum laserum. Þetta getur verið stórhættulegt í höndunum á fávitum eins og þeim sem eru að benda geislanum inní flugvélar!",
            "date": "2010-11-10 11:51:00",
            "post_id": "294594",
            "reply_to_id": "294584"
        },
        {
            "user_name": "ponzer",
            "text": "Ég hélt að laser væri málið '97 ekki 2010",
            "date": "2010-11-10 13:20:00",
            "post_id": "294627",
            "reply_to_id": "294594"
        }
    ],
    "date": "2010-11-10 10:22:00"
}