{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "32777",
    "title": "Færa litlar videospolur á stafrænt form - vantar ráð",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=32777",
    "posts": [
        {
            "user_name": "Palm",
            "text": "Ég er með slatta af litlum video-spólum sem ég ætla að færa á stafrænt form.\nHvað þarf ég til að geta gert það?\nÉg hafði hugsað mér að spila myndina bara í video-vélinni og færa einhvern veginn inn á tölvuna.\nHvaða tæki þarf ég á milli tölvunnar og video-vélarinnar?\nÞarf ég ekki að fá mér sjónvarpskort ef það er ekki í tölvunni - hvernig sjónvarpskort mælið þið með fyrir svona?\nEndilega gefið mér góð ráð um þetta allt saman.\nTakk\nPalm",
            "date": "2010-09-26 20:23:00",
            "post_id": "284389",
            "reply_to_id": false
        },
        {
            "user_name": "GuðjónR",
            "text": "Þarft ekkert tæki, sennilega bara FireWire snúru og gott forrit.",
            "date": "2010-09-26 20:24:00",
            "post_id": "284391",
            "reply_to_id": "284389"
        },
        {
            "user_name": "Klemmi",
            "text": "Svona græju:\nhttp://tolvutaekni.is/product_info.php?products_id=1607\nUSB tengt og tengir bara gömlu góðu gul/rauð/hvítu snúruna í þetta og hugbúnaðurinn sem fylgir býður þér þá að taka myndefnið upp (en svo er kannski ekki vitlaust að skoða með einhvern betri hugbúnað í kjölfarið).",
            "date": "2010-09-26 20:32:00",
            "post_id": "284398",
            "reply_to_id": "284391"
        },
        {
            "user_name": "zdndz",
            "text": "þarft firewire snúru sem tengist frá camerunni og í tölvuna, þarft að checka hvort það er firewire tengi á tölvunni þinni, annars þarftu að kaupa kort með firewire tengi á (t.d. \nhttp://www.att.is/product_info.php?products_id=2415&osCsid=2207e2\n)\nog svo forrit sem tekur upp þegar þú spilar video-in, veit ekki um nein frí forrit, (þau eru samt örugglega mörg þarna einhversstaðar)",
            "date": "2010-09-26 20:37:00",
            "post_id": "284401",
            "reply_to_id": "284398"
        },
        {
            "user_name": "rapport",
            "text": "Það fer eftir vélinni sem þú ert með...\nÞú getur(misjafnt eftir vélum líklega) pumpað inn á tölvu í gegnum USB2, Windows movie maker og þá á wmv formati...\nÉg hef oftar en ekki notað þá leið bara til að redda mér.\nAnnars er það bara sérfræðingarnir í verkið=> \nhttp://www.mbv.is",
            "date": "2010-09-26 20:49:00",
            "post_id": "284409",
            "reply_to_id": "284401"
        },
        {
            "user_name": "Palm",
            "text": "takk allir fyrir svörin.\nég er sko með eldgamla video-vél - held hun heiti: \"panasonic MC20\"\nHelt það væri betra að kaupa sjónvarpskort þá gæti ég kannski notað það í eitthvað fleiri en þetta.",
            "date": "2010-09-26 21:46:00",
            "post_id": "284442",
            "reply_to_id": "284409"
        },
        {
            "user_name": "rapport",
            "text": "Bara spurning um að finna vél sem les spólurnar yfir á tölvuna og fá þá vél lánaða...\nÞessi PAnasonic vél er líklega of gömul...",
            "date": "2010-09-26 23:32:00",
            "post_id": "284506",
            "reply_to_id": "284442"
        },
        {
            "user_name": "Danni V8",
            "text": "Foreldrar mínir eiga einmitt eina svona eldgamla Panasonic vél, ekki viss hvort það er akkurat MC20, en mjög svipuð í útliti.\nÁ henni er Video out og Audio Out RCA tengi sem ég notaði til að senda yfir í sjónvarpskort og taka upp í tölvunni. Öll gömlu fjölskyldu myndböndin, frá 1992-2006, eru komin á Digital form. Tók samt nokkuð mörg kvöld að gera þetta.",
            "date": "2010-09-27 01:52:00",
            "post_id": "284536",
            "reply_to_id": "284506"
        },
        {
            "user_name": "JReykdal",
            "text": "Þetta er VHS vél ef það einfaldar eitthvað pælinguna",
            "date": "2010-09-28 17:48:00",
            "post_id": "284866",
            "reply_to_id": "284536"
        }
    ],
    "date": "2010-09-26 20:23:00"
}