{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "32781",
    "title": "Hvernig tengir maður þetta tengi í rafmagn?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=32781",
    "posts": [
        {
            "user_name": "addifreysi",
            "text": "Ég keypti notaðan snertiskjá með þessu tengi og á því stendur power en ég veit ekki hvernig maður á að tengja þetta.",
            "date": "2010-09-26 22:11:00",
            "post_id": "284463",
            "reply_to_id": false
        },
        {
            "user_name": "dadik",
            "text": "Er þetta úr afgreiðslukassa?\nKassarnir eru oft með spes powertengi fyrir öll jaðartækin. Stundum er þetta dót proprietary þannig að TEC snertiskjár virkar bara með TEC kassa.",
            "date": "2010-09-26 22:24:00",
            "post_id": "284474",
            "reply_to_id": "284463"
        },
        {
            "user_name": "addifreysi",
            "text": "Já þetta er TEC snertiskjár. En er ekki hægt að breyta þessu eða eitthvað svoleiðis til að þetta virki sem venjulegur skjár?",
            "date": "2010-09-26 22:27:00",
            "post_id": "284475",
            "reply_to_id": "284474"
        },
        {
            "user_name": "hagur",
            "text": "Bara alls ekki fara að mixa venjulega kló á þetta og stinga beint í 220V ... þetta þarf að tengjast við einhverskonar power adapter.\nEr ekkert rating skrifað á skjáinn sjálfann?  Þ.e input voltage og amper?  Þarft að fá það á hreint, þá geturðu mögulega notað einhvern universal straumbreyti á þetta, ef þú mixar rétta tengið.",
            "date": "2010-09-26 22:41:00",
            "post_id": "284479",
            "reply_to_id": "284475"
        },
        {
            "user_name": "zdndz",
            "text": "7. gr.\t\nUndirskriftin má ekki vera meira en \ntvær línur\n. Hún má ekki innihalda myndir og má ekki vera of áberandi.\nStjórnendur dæma um hvað er of áberandi og geta eytt henni alveg út ef þeir vilja.",
            "date": "2010-09-26 22:47:00",
            "post_id": "284484",
            "reply_to_id": "284479"
        },
        {
            "user_name": "appel",
            "text": "Ég pantaði einu sinni LCD skjá frá Ameríku. Það fylgdi einhver skrýtin klósnúra með, skipti henni bara út fyrir venjulegri og plöggaði í samband og allt virkaði. Var ekkert að pæla í voltum eða álíka.\nStuttu síðar komst ég að því að skjárinn var með innbyggðum power adapter, sem er aðeins í high-end skjáum. Hefði ég keypt minni skjá þá hefði hann stiknað.",
            "date": "2010-09-26 22:55:00",
            "post_id": "284486",
            "reply_to_id": "284484"
        },
        {
            "user_name": "beatmaster",
            "text": "Hvað er týpunúmerið á þessum skjá? Fullt nafn",
            "date": "2010-09-26 23:27:00",
            "post_id": "284499",
            "reply_to_id": "284486"
        }
    ],
    "date": "2010-09-26 22:11:00"
}