{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "32805",
    "title": "Val á GTX460 :S",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=32805",
    "posts": [
        {
            "user_name": "Ripparinn",
            "text": "Sælir \nNúna er ég að fara kaupa mér 1stk GTX460 en það eru svo mikið af þeim, frá mismunandi fyrirtækjum.\nSVo ég spyr ykkur vaktarar, hvað af þeim er best hér á landi ?\nHef heyrt að þetta hér sé mjög gott og mjög góð kæling en ég veit lítið.\nhttp://www.att.is/product_info.php?cPat ... ts_id=6151",
            "date": "2010-09-27 23:03:00",
            "post_id": "284716",
            "reply_to_id": false
        },
        {
            "user_name": "FreyrGauti",
            "text": "Ég er með GTX460OC frá Gigabyte, mjög ánægður með það og kælingin svínvirkar.",
            "date": "2010-09-28 00:20:00",
            "post_id": "284730",
            "reply_to_id": "284716"
        },
        {
            "user_name": "bjarturv",
            "text": "http://start.is/product_info.php?cPath= ... ts_id=2954\n \nfrekar dýrt finnst mér samt..",
            "date": "2010-09-28 01:07:00",
            "post_id": "284738",
            "reply_to_id": "284730"
        },
        {
            "user_name": "svanur08",
            "text": "Ég er með Gigabyte GTX 460 1GB OC mjög sáttur, er með það yfirklukkað í 800/1600/4000",
            "date": "2010-09-28 02:33:00",
            "post_id": "284742",
            "reply_to_id": "284738"
        },
        {
            "user_name": "PikNik",
            "text": "já ég veit ekki :S\nAny more ideas ?\neitthvað var í þetta ?\nhttp://tolvutaekni.is/product_info.php? ... ts_id=1745\nor dis\nhttp://www.att.is/product_info.php?cPat ... ts_id=6151",
            "date": "2010-09-30 16:34:00",
            "post_id": "285297",
            "reply_to_id": "284742"
        },
        {
            "user_name": "Lexxinn",
            "text": "+1",
            "date": "2010-09-30 16:50:00",
            "post_id": "285301",
            "reply_to_id": "285297"
        },
        {
            "user_name": "Benzmann",
            "text": "ég myndi fá mér þetta hérna\nhttp://buy.is/product.php?id_product=1775",
            "date": "2010-10-05 09:34:00",
            "post_id": "286280",
            "reply_to_id": "285301"
        },
        {
            "user_name": "ZoRzEr",
            "text": "PNY kortin hjá Tölvutækni hafa komið vel út hjá mér allavega. Ekki það að ég noti það meira en í PhysX. Keyrir kalt og ágætis performance. Prófaði það í gær eitt og sér. Afkastaði vel í MW2, BFBC2 (AA off, SSOA off, 1920x1200) og Just Cause 2. Og svo er auðvitað 3 ára ábyrgð á PNY kortunum hjá Tölvutækni.\nLítið og nett kort sem er örugglega eitt af þeim bestu fyrir peningin í dag.\nEVGA eru samt auðvitað með þeim betri, í mínum augum. Þessi 10 ára ábyrgð er alltaf djúsí. En biðin væri alltaf 4-7 dagar lágmark fyrir það kort hjá Buy.is, ef þú ert þessi óþreyjufulla týpa.\nhttp://tolvutaekni.is/product_info.php? ... ts_id=1745\n - 1gb\nhttp://tolvutaekni.is/product_info.php? ... ts_id=1810\n - 768mb",
            "date": "2010-10-05 10:17:00",
            "post_id": "286293",
            "reply_to_id": "286280"
        },
        {
            "user_name": "Minuz1",
            "text": "Vertu úti!!!\nGetur ekki mælt með 768MB kortunum og verið að þykjast hafa eitthvað vit á þessu.\n1GB kort já\n768MB kort nei!!",
            "date": "2010-10-05 11:07:00",
            "post_id": "286302",
            "reply_to_id": "286293"
        },
        {
            "user_name": "mic",
            "text": "Er hann ekki kominn með PNY 768 mb samkvæmt lýsinguni hans",
            "date": "2010-10-05 11:10:00",
            "post_id": "286303",
            "reply_to_id": "286302"
        },
        {
            "user_name": "ZoRzEr",
            "text": "?\nÞætti gaman að vita um hvað þú ert að tala. Ég myndi mæla með 1gb kortinu alla daga, en sumir hafa bara ekki efni á svoleiðis spreði. Enda er linkur á bæði kortin þarna uppi. 768mb kortið er feiki nóg fyrir það sem ég læt það gera, vinsamlegast ekki reyna að segja mér eitthvað annað.\nÞú þarft aðeins að róa þig niður félagi.",
            "date": "2010-10-05 11:17:00",
            "post_id": "286306",
            "reply_to_id": "286303"
        },
        {
            "user_name": "chaplin",
            "text": "Held að þú þurfir að hafa þig aðeins rólegan og pæla í því hvað þetta var heimskulegt sem þú sagðir, bæði GTX 460 kortin eru frábær, og munar oft innan við 3% í performanci á þeim, þó er 768MB kortið talsvert ódýrarar en 1GB, hjá okkur munar 8.000kr á kortunum, þeir sem ertu að reyna að fara ódýrari leiðina að öflugri leikjavél taka 768MB. Þetta eru bæði GF104 kort.\nFarðu í skammakrókinn.",
            "date": "2010-10-05 11:36:00",
            "post_id": "286309",
            "reply_to_id": "286306"
        },
        {
            "user_name": "Ripparinn",
            "text": "Satt, sem þú sagðir með ódýra leið að góðri leikjavél.\n'eg einmitt keypti 768Mb hjá tölvutækni um daginn og þetta svínvirkar. Ég er með 2x 22\"skjái og ég er ekkert að fara hærra en \n1680x1050 á báðum. En ef ég ætlaði hærra á kanski 27\" or sum, myndi ég hugsanlega fá mér 1Gb version",
            "date": "2010-10-05 12:37:00",
            "post_id": "286321",
            "reply_to_id": "286309"
        },
        {
            "user_name": "Minuz1",
            "text": "Toms hardware:\n\"The GeForce GTX 460 768 MB, priced to match the Radeon HD 5830, is a little less attractive. The smaller frame buffer hurts performance at high resolutions with AA turned on, and a narrower memory bus translates into less bandwidth, consequently slowing things down in the rest of our tests. I’d rather spend the extra $20 and get the faster card, quite frankly.\"\nAnandtech\n\"As we discussed in the conclusion of Part 1 of our review, the 1GB GTX 460 makes much more sense than the 768MB GTX 460 due to the higher performance and greater degree of futureproofness.\"\nMunar oft um 3% já, stundum munar yfir 100%\nVeit að þetta test sýnir high res með high detail....en það er einmitt málið...leikirnir í dag eru easy fyrir 768MB og 1GB kortin\nÞað koma nýjir leikir á hverju ári með miklu meiri kröfur en frá árinu á undan....þessar 5 þúsund króna munur milli 768 og 1GB er 12% munur sem er bættur til muna með\nlengri endingartíma kortsins.\nEkkert æstur samt...bara að fíflast með \"Vertu úti!\"\n@hjá okkur munar 8.000kr á kortunum = ha? þessi 20$ munur allt í einu orðinn 8 þúsund krónur?\nBuy.is er með 5 þús króna verðmun.....",
            "date": "2010-10-05 13:22:00",
            "post_id": "286325",
            "reply_to_id": "286321"
        },
        {
            "user_name": "Lexxinn",
            "text": "Sýnist nú bara vera 3 fps þarna í mun á milli þeirra... en einnig veit Zorzer alveg hvað hann er að tala um svo ég held að það sé bara best að sleppa því að tuða um hluti við hann",
            "date": "2010-10-05 13:41:00",
            "post_id": "286328",
            "reply_to_id": "286325"
        },
        {
            "user_name": "Minuz1",
            "text": "Hann er sammála mér um að mæla með 1GB kortinu, og það er 3 fps munur á 0AA og 18 fps munur á 8AA\nHann bara minnist ekkert á það þegar hann er að mæla með kortum í 1st post..",
            "date": "2010-10-05 13:46:00",
            "post_id": "286329",
            "reply_to_id": "286328"
        },
        {
            "user_name": "chaplin",
            "text": "Flest öll kort eru a mismunandi verði, eVGA, PNY, Gigabyte, Inno3D ect.. hvort sem það munur $1 eða $50, þú verður að ath. að það er mjög mismunadi eftir byrgjum og máttu ekki gleyma að reikna inn vsk. Þótt að þeir sögðu $20 að þá gæti það verið hvaða framleiðandi sem er.\nSvo benchmarkið sem þú tókst var auðvita fáranlegt, sami leikur, sömu stillingar og þá fáum við þetta..\nÞarna er rúmlega 8-12% munur í performance, en um 23% verðmunur + hitnar minna og krefst minna afls. Aftur á móti veit ég ekki hvað margir eru með 2560*1600 upplausn. Í \"algengari\" upplausn er ca. 6% performance munur og etv. minni í enþá minni upplausn. Þess má til gamans geta að 460 768mb tekur stundum 465 1gb, þó 465 1gb sé oftast mun betra þegar það kemur að yfirklukkun.\nHjá Buy er minni verðumunur, en einnig 2 ár vs. 3 ár. \nÞeir sem vilja öfluga tölvu fyrir aðeins lægri pening taka oftast 768mb útgáfuna, þó sjálfur myndi ég hugsanlega taka 1gb.",
            "date": "2010-10-05 14:10:00",
            "post_id": "286338",
            "reply_to_id": "286329"
        },
        {
            "user_name": "vesley",
            "text": "Verð að vera algjörlega sammá þér Daníel með þessi benchmark. \nÞað sést að 1gb kortið er að keyra töluvert betur í hárri upplausn.    Einfaldlega vegna þess að það hefur meira minni en hitt kortið.   \nSjálfur mæli ég frekar með 1gb kortinu líka.    \nEn ef þú ert að reyna að spara þá mæli ég líka auðvitað algjörlega með 768mb kortinu það er líka svaka græja. \nÞað er nú \"lifetime\" ábyrgð hjá EVGA ,   en þá þarftu hinsvegar sjálfur eftir 2.ára ábyrgðina að fara í gegnum allt ferlið,  t.d. að koma kortinu til ameríku og láta EVGA prufukeyra kortið og getur það tekið jafnvel nokkra mánuði.",
            "date": "2010-10-05 14:15:00",
            "post_id": "286343",
            "reply_to_id": "286338"
        },
        {
            "user_name": "Klemmi",
            "text": "Það var minni verðmunur á kortunum þegar þau komu út, í dag er um 60$ munur á kortunum (sem á Íslandi yrði 60*112*1,255 eða 8433kr.-), sbr:\nEVGA\nhttp://www.evga.com/products/moreInfo.a ... ly=GeForce\n 400 Series Family&sw=\nvs.\nhttp://www.evga.com/products/moreInfo.a ... ly=GeForce\n 400 Series Family&sw=\nGigabyte\nhttp://www.newegg.com/Product/Product.a ... -_-Product\nvs.\nhttp://www.newegg.com/Product/Product.a ... -_-Product\nBæði kort eru góð kaup, bara spurning eftir hverju þú ert að leita bæði í krafti og í að eyða \nOg ég er sammála fyrri ræðumanni, það er EKKI gott að eiga við EVGA í USA ef þú býrð í Evrópu en pantaðir kortið frá USA.",
            "date": "2010-10-05 14:20:00",
            "post_id": "286346",
            "reply_to_id": "286343"
        },
        {
            "user_name": "Minuz1",
            "text": "Hérna er eðlilegra test, og testið sem ég tók var öfgakennt en með 8AA(ekki sama test og 4AA)\nER EKKI AÐ BERA SAMAN OC KORTIÐ\nMinimum framerate\n7 vs 10 = 30% munur\nMaximum framerate\n8,69 vs 15,37 = 77% munur\nÉg veit alveg hvað þú ert að tala um, 768MB kortið er fínt fyrir mainstream fólk sem vill fá sér skjákort fyrir 1680*1050 skjáinn sinn...og þar er 768MB kortið fínt!\nEn um leið og leikirnir verða aðeins þyngri (eins og Metro) þá deyr 768MB kortið, og það hlýtur að vera áhyggjuefni fyrir fólk sem er að punga út 35 þúsund krónum að leikirnir á næsta ári komi til með að senda það aftur út í búð",
            "date": "2010-10-05 15:01:00",
            "post_id": "286360",
            "reply_to_id": "286346"
        },
        {
            "user_name": "chaplin",
            "text": "Og ertu þá að segja að í þessum leik hafi kortin bara \"feilað?\"\nÞetta snýst einnig um driver stuðning fyrir skjákortin og hvernig leikirnir styðja skjákortin, þetta test var gert 11. Júlí, nokkrir mánuðir síðan og er komnir talsvert betri driverstuðningur í dag.",
            "date": "2010-10-05 15:24:00",
            "post_id": "286371",
            "reply_to_id": "286360"
        },
        {
            "user_name": "Páll",
            "text": "fail með 2 aðganga",
            "date": "2010-10-05 15:26:00",
            "post_id": "286372",
            "reply_to_id": "286371"
        },
        {
            "user_name": "Minuz1",
            "text": "Er að vitna í sama review og þú notaðir",
            "date": "2010-10-05 15:26:00",
            "post_id": "286373",
            "reply_to_id": "286372"
        },
        {
            "user_name": "chaplin",
            "text": "Ég veit það, enda ég er eingöngu að benda á það að öll benchmark eru mismunandi, svo ef þú sérð X skjákort fá Y í einkun hjá einhverjum jólaveinum, í Dirt2 en fær svo tvöfalt betri einkun hjá öðrum jólasveinum, getiru ekki eingöngu tekið mark á því sem kom verr út.\nGTX460 768MB kom illa út TomsHardware en vel hjá Hardware Canucks í nákvæmlega sama leik, núna nokkrum mánuðum seinna er kominn betri stuðningur fyrir skjákortin og væri ég til að sjá alveg up to date review frá amk. 3 aðilum áður en ég fer að dæma eitthvað.",
            "date": "2010-10-05 16:02:00",
            "post_id": "286376",
            "reply_to_id": "286373"
        }
    ],
    "date": "2010-09-27 23:03:00"
}