{
    "forum_title": "Allt annað...",
    "id": "32855",
    "title": "Android 2.1 á LG GT540",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=67&t=32855",
    "posts": [
        {
            "user_name": "Tesy",
            "text": "Afsakið ef þetta er í vitlausu flokki, ég veit ekkert hvar þetta á að fara\nEn.. eru einhver búnir að update-a LG optimus GT540 yfir í android 2.1? Því að ég þarf hjálp við það, skil ekki hvernig ég á að fara að því að update-a það.\n-Tesy",
            "date": "2010-09-29 18:06:00",
            "post_id": "285115",
            "reply_to_id": false
        },
        {
            "user_name": "GullMoli",
            "text": "Ég fór nú upp í nova um daginn fyrir vinkonu mína, sem á alveg eins síma, því eftir nokkur e-mail samskipti við starfsfólk nova þá var mér sagt að ég gæti farið með símann til þeirra og þeir myndu uppfæra hann upp í 2.1. Alltilagi með það og ég fer til þeirra og segi afgreiðslustúlkunni frá þessu og hún tekur símann og alltí gúddí.\nSvo kem ég aftur og þá vissi gaurinn sem var á verkstæðinu ekkert hvað hann átti að gera við símann (þeas það var ekki alveg skírt hvað ég hafði beðið um greinilega) svo hann uppfærði bara hugbúnaðinn eða svo var mér sagt. Ég spurði svo út í þetta og þá var mér sagt að örgjörvinn í símanum myndi ekkert þola Android 2.1. \nMér finnst þetta frekar furðulegt þar sem ég hafði lesið á netinu að fólk væri að uppfæra símana, aðalega eitthvað austur evrópst fólk þá.\nEn núna eftir sma google þá fann ég þetta;\nhttp://android.modaco.com/content/lg-gt ... e-from-lg/\nÞetta gæti aðstoðað þig eitthvað.",
            "date": "2010-09-29 18:26:00",
            "post_id": "285125",
            "reply_to_id": "285115"
        },
        {
            "user_name": "Tesy",
            "text": "Gerði þetta en virkar ekki",
            "date": "2010-09-29 18:33:00",
            "post_id": "285130",
            "reply_to_id": "285125"
        },
        {
            "user_name": "Tesy",
            "text": "Það kemur alltaf error",
            "date": "2010-09-29 19:36:00",
            "post_id": "285158",
            "reply_to_id": "285130"
        },
        {
            "user_name": "wicket",
            "text": "Það eru nógu margir í þessum Modaco þræði sem segja að þetta virkar þannig að þetta á að virka. Skelltu inn spurningu í þráðinn hjá þeim.\nModaco spjallið er eitt besta Android source sem þú finnur á netinu, þarna eru menn búnir að múlbinda suma Android síma og láta þá taka stangarstökk ala Vala Flosa langt áður en framleiðendur tækjanna hafa gert það.\nþað er kjaftæði að síminn höndli ekki 2.1. Þessi ROM á Modaco er frá LG sem að lak á netið , LG sjálfir ætla að setja uppfærsluna í gegnum OTA (over the air) fyrir lok ársins.",
            "date": "2010-09-29 21:10:00",
            "post_id": "285178",
            "reply_to_id": "285158"
        },
        {
            "user_name": "aevar86",
            "text": "Mér líst vel á þetta.. ég næ samt ekki að skja flassarann.. \nhefur þú náð því?",
            "date": "2010-09-30 01:26:00",
            "post_id": "285216",
            "reply_to_id": "285178"
        },
        {
            "user_name": "Tesy",
            "text": "Heyrðu, ég bara náði þessu ! Takk allir sem komu með svar.",
            "date": "2010-09-30 14:54:00",
            "post_id": "285287",
            "reply_to_id": "285216"
        }
    ],
    "date": "2010-09-29 18:06:00"
}