{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "32997",
    "title": "Ný tölva sett saman, álit",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=32997",
    "posts": [
        {
            "user_name": "Feeanor",
            "text": "965 AM3 AMD Phenom II X4 Processor (3.4GHz) Retail  HDZ965GMBX   ISK 25.990 -Tx   1\n \n  GIGABYTE GA-880GMA-UD2H Socket AM3/ AMD 880G/ SATA3&USB3.0/ A&V&GbE/ MATX Motherboard  GA-880GMA-UD2H   ISK 19.990 -Tx   1\n  GIGABYTE ATI Radeon HD5850 OC 1GB DDR5 2DVI/HDMI/DisplayPort PCI-Express Video Card GV-R585OC-1GD   ISK 54.990 -Tx   1\n  ISK 109.980  \n  Xion PowerReal 800W XON-800P14N   ISK 18.990 -Tx   1\n  ISK 37.980  \n  Western Digital Caviar Black WD1002FAEX 1TB SATA3 7200rpm 64MB Hard Drive  HD-W12FAEX    ISK 14.990 -Tx   1\n  ISK 14.990  \n  Asus VH242H 23.6 inch WideScreen 5ms 20000:1 DVI/HDMI LCD skjár m.hátölurum svartur VH242H   ISK 36.490 -Tx   1\n  ISK 36.490  \n  Cooler Master RC-692-KKN2 CM690 II Advanced ATX Mid-Tower Case - ATX, 7+1 Expansion Slots, USB 2.0, Front blue LED fan C283-2064   ISK 18.990 -Tx   1\n  ISK 18.990  \n  Lite-On Super AllWrite IHAS124-04 BLACK/BULK   ISK 4.990 -Tx   1\n  ISK 4.990  \n  Kingston KVR1333D3N9K2/4G DDR3-1333 4GB (2x2GB) CL9 Memory Kit  KVR1333D3N9K2/4G   ISK 14.390 -Tx   1\n  Sælir, ég er að spá í að kaupa eftirfarandi pakka á buy.is, og væri þakklátur ef einhver hérna gæti gefið góð ráð. Það eina sem ég er kominn með er lyklaborð og mús.\nÞetta á að vera leikjavél/vinnuvél, og þó ég geti tekið þennan pakka eins og hann er þá væri ég alveg til í að ná verðinu niður aðeins, um kannski 15-20 þúsund.\nTil þess var ég að spá í að taka frekar 1GB GTX460 overklockað skjákort. Það er víst mjög svipað, gott í sli og er 15Þ kalli ódýrara en 5850 kortið sem ég er með, en á móti þá yrði ég líklega að fara yfir í dýrara móðurborð og örgjörva, þar eð i5 750 og móðurborð fyrir hann(eða hvað, eru til móðurborð fyrir AMD örgjörva sem styðja sli?). \nAnnars er ég sérstaklega ósáttur með úrvalið hjá þeim þarna á buy.is á turnkössum og aflgjöfum, vitið þið um eitthvað sambærilegt í þeirri deild á lægra verði? \nÞá væri líka gott ef þið gætuð hakkað þetta í ykkur ef það er einhver augljós galli á þessu \"build\" hjá mér, eða eitthvað nauðsynlegt vantar.\nÉg veit að það vantar hátalara í þetta en ég á einfaldlega eftir að finna eitthvað sniðugt 2.1 kerfi.",
            "date": "2010-10-06 18:02:00",
            "post_id": "286663",
            "reply_to_id": false
        },
        {
            "user_name": "Sæþór",
            "text": "http://hothardware.com/News/Origin-PC-I ... -Xbox-360/\nSkelltu þér frekar á þetta ef þú vilt alvöru (:",
            "date": "2010-10-06 19:49:00",
            "post_id": "286695",
            "reply_to_id": "286663"
        },
        {
            "user_name": "Feeanor",
            "text": "Omg, þetta kvikindi át heila X360! :p\nÆtla kannski ekki alveg að eyða 1,3 millijón í þetta ...  var nú frekar að hugsa um að reyna að ná verðinu niður aðeins",
            "date": "2010-10-06 20:21:00",
            "post_id": "286713",
            "reply_to_id": "286695"
        },
        {
            "user_name": "Feeanor",
            "text": "jæja ég hlýt að fá betri svör á þessari góðu síðu en einn link á 1,3millijón króna vél :p",
            "date": "2010-10-07 17:58:00",
            "post_id": "286913",
            "reply_to_id": "286713"
        },
        {
            "user_name": "donzo",
            "text": "Antec TruePower New TP-550 550W Power Supply 17.990kr\n \nWestern Digital Caviar Green WD10EARS 1TB SATA2 64MB Power Saving Harðdiskur 11.990kr\nCORSAIR Hydro H70 CWCH70 120mm High Performance CPU Cooler 19.990kr\t\nAsus P7P55D-E Socket 1156/ Intel P55/ SATA3&USB 3.0/ CrossFireX/ A&GbE/ ATX Móðurborð \t29.990kr\ni5-750 Intel Core i5 Processor 2.66GHz 8MB LGA1156 CPU, Retail 32.990kr\t\nAsus nVidia GeForce GTX460 1GB DDR5 2DVI/ Mini HDMI PCI-Express Video Card 39.990kr\nCooler Master RC-692-KKN2 CM690 II Advanced ATX Mid-Tower Case - ATX, 7+1 Expansion Slots, USB 2.0, Front blue LED fan 18.990kr\t\nCORSAIR DOMINATOR 4GB (2 x 2GB) 240-Pin DDR3 SDRAM DDR3 1600 (PC3 12800) Desktop Memory \t24.990\nAsus VH242H 23.6 inch WideScreen 5ms 20000:1 DVI/HDMI LCD skjár m.hátölurum svartur 36.490kr\nsamtals 233.410kr\nÞessi pakki á eftir að endast vel \n, kostar svona 10k meira enn það sem þú ert kominn með, og ég lét ekki innifalda drif, getur léttilega reddað það á 1000kr :/",
            "date": "2010-10-07 19:07:00",
            "post_id": "286925",
            "reply_to_id": "286913"
        },
        {
            "user_name": "vesley",
            "text": "Þrusuflottur pakki sem donzo gerði.  \nMyndi samt hinsvegar frekar taka NH-D14 kælinguna .  \nhttp://buy.is/product.php?id_product=1140\n    H70 hefur ekki verið að fá sérstaklega góðar umfjallanir.   Vifturnar eru ágætlega háværar. \nOg varðandi harðann disk þá myndi ég miklu frekar taka \nhttp://buy.is/product.php?id_product=181\n    WD Green diskarnir henta einfaldlega ekki sem stýrikerfisdiskar. \nOg það væri snilld ef þú gætir pungað út smávegis pening fyrir betri aflgjafa  s.s. þessum . \nhttp://buy.is/product.php?id_product=1068",
            "date": "2010-10-07 19:13:00",
            "post_id": "286928",
            "reply_to_id": "286925"
        },
        {
            "user_name": "donzo",
            "text": "Þakka fyrir það, svo tók ég ekki eftir Harða diskinum og aflgjafanum ;o auðvitað mundi ég láta HX650 í staðinn þarna og Samsung Spinpoint F3 1TB, sá nú bara einhvern Samsung Spinpoint F2 :/\nÉg las nú bara um að H70 væri nú aðeins betri enn H50, fékk ágætlega dóma. :/",
            "date": "2010-10-07 19:20:00",
            "post_id": "286930",
            "reply_to_id": "286928"
        },
        {
            "user_name": "Plushy",
            "text": "Reikna líka með að hann vilji Stýrikerfi með, einnig held ég að yfirklukki hann ekkert örgjörvann ætti stock fan eða amk Corsair H50 að duga \n lítil og nett.",
            "date": "2010-10-07 19:22:00",
            "post_id": "286932",
            "reply_to_id": "286930"
        },
        {
            "user_name": "vesley",
            "text": "Jújú h70 er aðeins betri en h50  en ég myndi ekki segja að hún sé 6000 krónum betri.\nAnnars gæti hann nú líka bara tekið Mugen kælinguna.   hún er mjög góð og ódýrust",
            "date": "2010-10-07 19:23:00",
            "post_id": "286933",
            "reply_to_id": "286932"
        },
        {
            "user_name": "Feeanor",
            "text": "takk fyrir góð svör, er að fara yfir þetta\nannars fæ ég windows 7 ódýrt í gegnum HR (held ég)",
            "date": "2010-10-07 20:03:00",
            "post_id": "286949",
            "reply_to_id": "286933"
        },
        {
            "user_name": "Feeanor",
            "text": "hvað ef héldi mig við phenom örgjörvann, hverju mynduð þið breyta þá? mynduð þið mæla með því? \nmálið er nefnilega að ég er í rauninni að kaupa allt innvolsið í tvær tölvur, þ.e. er að uppfæra eina og byggja aðra frá grunni.\nÍ Þeirri sem ég er að uppfæra þarf ég ekki að kaupa harðann disk, kassa, skjá, lyklaborð og mús og hátalara.\nSvo er sú sem ég er að byggja frá grunni, er bara kominn með lyklaborð og mús fyrir hana. \nSamanlagður budget fyrir uppfærsluna og tölvuna er 300 +/- 20 þúsund, og með öllu var ég kominn í 344 þúsund hjá buy.is og það er svona á mörkunum. \nÞað munar nefnilega töluvert t.d. um að færa sig úr tveimur i5 í tvo Phenom örgjörva, eða tveimur móðurborðum á 20K og upp í tvö á 30K.\n\"bang for buck\" er slagorðið í þessum kaupum, t.d. er ég búinn að lesa aðeins um i5 og phenom og þeir virðast vera svipaðir á stock frequency, þó svo að i5 sé miklu betri ef maður ætlar að yfirklukka.\nÉg spyr líka varðandi hörðu diskana, er ekki stór munur á SATA2 og SATA3 diskum? Hentaði SATA3 diskurinn sem ég var með í þessu ekki fyrir stýrikerfi? er kannski eitthvað annað sem skiptir miklu meira máli í þeim kaupum?\nAnnars takk fyrir hjálpina, maður er skíthræddur við að klúðra þessu, síðast þegar ég uppfærði lét ég bara velja fyrir mig í tölvu sem ég keypti og var látinn fá \n7950GTX2\n skjákort sem studdi ekki DX10 rétt áður en DX10 kom, rándýr fjandi og án efa einhver verstu kaup sem ég hef gert.",
            "date": "2010-10-07 21:05:00",
            "post_id": "286961",
            "reply_to_id": "286949"
        },
        {
            "user_name": "Feeanor",
            "text": "jæja þá er helgin kominn og maður með betri tíma í að fara yfir þetta\nVerð að gagnrýna pakkann aðeins hjá þér donzo\n1. móðurborðið sem þú valdir styður ekki sli, svo það væri alls ekki sniðugt að taka nvidia kort með og loka nánast á ódýra uppfærsluleið í framtíðinni\n2.af hverju að kaupa i5 örgjörva og 20 þúsund króna kælingu á hann þegar fyrir sama pening væri hægt að fá i7?\nog tvær spurningar\n1. er SATA 3 ekki þess virði? af hverju að velja SATA 2, ég hélt að hörðu diskarnir væru orðnir að flöskuháls í frammistöðu tölva í dag\n2. er það þess virði að borga næstum því 70% hærra verð fyrir 1600MHz vinnsluminni ?",
            "date": "2010-10-09 12:58:00",
            "post_id": "287321",
            "reply_to_id": "286961"
        }
    ],
    "date": "2010-10-06 18:02:00"
}