{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "33028",
    "title": "3x2 vs 2x2",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=33028",
    "posts": [
        {
            "user_name": "Zethic",
            "text": "Sælir,\nÉg veit ekki mikið um tölvur, nóg samt til að hafa vit á (svona nokkurn vegin) hvernig eigi að smíða sýna eigin tölvu. Gerði það (nokkuð vel held ég) þegar ég fermdist. \nEn ég var aðalega að böslast með vinnsluminni.\nHver er munurinn (og þar með betra) ?\n3x2gb 1333mh (\nhttp://tolvutaekni.is/product_info.php? ... ts_id=1756\n)\n2x2gb 1600mhz (\nhttp://tolvutaekni.is/product_info.php? ... ts_id=1643\n)\nReyndi nú að gúggla þetta, en endaði með því að klóra mér í hausnum.\nÆtla að fá mér \nþetta (linkur)\n móðurborð, ásamt Intel i5 760. Taldi þetta vera hagstæðasta móðurborðið sem styður i5.\nGetur einhver hjálpað mér hérna ? Ég er í bölvuðu basli með þetta. Er að reyna að hafa þetta ekki yfir 150-200 þúsund, þennan pakka, en vill samt hafa þetta öflugt. \nVæri alveg til í það ef þið gætuð bent mér á hagstætt skjákort líka, sem er öflugt (1gb?). Hef ekki hundsvit á skjákortum annað en 1<100mb o.s.frv. Er með nVidia GeForce 9600gt í gömlu tölvunni.\nVona að ég líti ekki út eins og latur hálviti sem nennir ekki að leita, ég bara einfaldlega hef ekki vit á þessu sem lætur mig snúast í hringi. \nOpinn fyrir skítköstum og gagnríni \nP.S. Var bara búinn að athuga með Tölvutækni, ætlaði bara að byggja útfrá því, þeir hafa mjög gott úrval og fínt website layout. \nP.P.S Þyrfti ég meira en 850w aflgjafa, CP-850 fyrir þetta ? Fæ mér Antec P183...?\nEdit: gleymdi að taka það fram, að ég ætlaði mér að hafa þetta sem leikjatölvu (easy to guess ?). Vill hafa eitthvað sem getur spilað leiki eins og WoW, EVE x3 clients, CoD, BC2, Sc2 ofl. í hæstu gæðum \nTakk !",
            "date": "2010-10-07 22:13:00",
            "post_id": "286987",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "Pointless að vera að skoða triple channel minni þar sem i5 styður bara dual channel \nMyndi segja að GTX460 væri bestu skjákortskaupin í dag m.v. pening, og 850W aflgjafi væri mikið meira en nóg f. þetta setup.",
            "date": "2010-10-07 22:15:00",
            "post_id": "286988",
            "reply_to_id": "286987"
        },
        {
            "user_name": "Zethic",
            "text": "Hehe vá, bjóst ekki við gildu svari á innan við 2 mín... þakka þér.\nEr með minnir mig 2x2 1333mhz reaper (keypt í tölvutek 2008), væri það þess virði að vá sér 2x2 1600mhz fyrir 25 þúsund eða svo ?\nOg ætti ég að stofna nýjan þráð fyrir restina af spurningunum, sem eru \"faldnar\" í þræðinum ? Vantar stickies sem hefur einhverjar upplýsingar að geyma",
            "date": "2010-10-07 22:19:00",
            "post_id": "286989",
            "reply_to_id": "286988"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég sé ekki endilega þörfina á vinnsluminnisupgrade-inu, hægt að nota þennan 25kall í betra skjákort t.d. fyrst þessi vél verður leikjavél.\nAnnars myndi ég bara halda þessum þræði, ekki vél séð að búa til marga þræði á sömu forsendum.",
            "date": "2010-10-07 22:21:00",
            "post_id": "286991",
            "reply_to_id": "286989"
        },
        {
            "user_name": "Zethic",
            "text": "Jæja, getur einhver allaveganna hjálpað mér varðandi skjákort ?\nÆtla mér að fá Antec P183 turn, og varð að spá hvaða aflgjafa ég þyrfti til að hafa nóg fyrir tölvuna ? \nhttp://tolvutaekni.is/product_info.php? ... ts_id=1511\nhttp://tolvutaekni.is/product_info.php? ... ts_id=1423\nEf það væri hægt, væri ég til í að fá \naaaaaðeins\n ódýrari aflgjafa, sem er samt hljóðlátur (eina ástæðan fyrir því að ég sé að fá mér nýja tölvu er sú að ég vill hljóðlátari tölvu, eða þarf ég kannski ekki að fá meira nýtt en Turn, Kassa, Aflgjafa, Móðurborð og örgjörva ?). \nEr að spá í að spara 27 þúsund kallinn, og halda hinum heitu tvíburunum (2x2gb), langar samt í nýtt skjákort... eða þarf ég þess ? .... \nGerði bara ráð fyrir því, þar sem mitt (8600gt) er 512mb... og 1gb er venjuleg stærð í dag (Amatöra skólabókadæmi um hvað sé hálvitalegt?)\nEr samt ástfanginn af þessum turni, og til í allt til að gera hann nánast hljóðlausann (til að hafa í gangi á næturnar meðan ég sef metra eða tveimur frá), samt helst undir 100-150 þúsund, top 200k fyrir allt nýtt. \nOg er \nþetta\n móðurborð ekki bara skítsæmilegt ? \nVirkilega mikilvæg spurning samt er; hvaða örri væri best að fá sér sem er hagstæður ? Datt í hug \nþessi\n, en hvað hefur hann yfir t.d. [url=http://tolvutaekni.is/product_info.php?cPath=24_25_100&products_id=1490]þennan?\n[/url] eða \nþennan?\n \nVona að ég fái þetta á hreint, var að spá í að fá mér Windows 7, er með XP sem er að gera mig brjálaðan (kominn með leið á því) og það þýðir víst ekki lengur að fá sér ólöglegt W7... eða hvað ?\nVona einnig að ég sé ekki að mis-þyrma ykkur með spurningum",
            "date": "2010-10-08 20:14:00",
            "post_id": "287218",
            "reply_to_id": "286991"
        },
        {
            "user_name": "Plushy",
            "text": "Minnið í skjákortum hefur ekki allt að segja um hversu góð þau séu.\nÞað sem er í signature hjá mér er að runna á 750w aflgjafa þannig þitt dót ætti að duga fyrir 750 líka",
            "date": "2010-10-08 20:29:00",
            "post_id": "287219",
            "reply_to_id": "287218"
        }
    ],
    "date": "2010-10-07 22:13:00"
}