{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "33093",
    "title": "Video card vesen",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=33093",
    "posts": [
        {
            "user_name": "sunna22",
            "text": "Þannig er að einn tölvan á heimilinu er með eithvað vesen.Ef einhver fer i leiki i tölvuni.Þá kemur svona melding.\nHARDWARE ACCELERATION IS EITHER DISABLED OR NOT SUPPORTED BY YOU VIDEO CARD DRIVER WHICH\nCOULD SLOW GAME PERFORMANCE MAKE SURE YOU HAVE THE LATEST VIDEO CARD DRIVER INSTALLED AND THAT HARDWAKE ACCELERATION ON IS TURNED ON\nÉg bið forláts ef þetta er á vitlausum  stað eða vitlaust skrifað það er vissu eingin afsökun.En ég er með svo ógeðslega flensu að ég á mjög erfitt með að horfa á skjáinn \n .En þetta er windows 7 ef það skiptir máli.Svo ef strákurinn fer inn á leikjaland eða leikjanet og ættlar i einhverja leiki þá kemur bara kvitur skjár en ég veit ekki hvort það komi þessu video card veseni við.En ég vona að þið skiljið mig.Takk fyrir",
            "date": "2010-10-11 15:30:00",
            "post_id": "287751",
            "reply_to_id": false
        },
        {
            "user_name": "Frost",
            "text": "Veistu hvernig skjákort er í tölvunni?",
            "date": "2010-10-11 15:43:00",
            "post_id": "287760",
            "reply_to_id": "287751"
        },
        {
            "user_name": "sunna22",
            "text": "Nei ég ekki hundsvit á þvi.Hvar kemst ég af því",
            "date": "2010-10-11 16:16:00",
            "post_id": "287769",
            "reply_to_id": "287760"
        },
        {
            "user_name": "Frost",
            "text": "Þú downloadar forriti sem Heitir Speccy linkur fylgir.\nSpeccy!\n [\nDownload er hægra megin á síðunni, þetta forrit kostar ekkert.\n]\nLeyfir forritinu að keyra sig upp. Þegar það er búið geturðu ýtt á Print Screen á lyklaborðinu, stendur yfirleitt: \nPrt Scrn\nFerð í Paint og paste-ar myndina þar(CTRL+V). Save-ar myndina og uploadar henni hér og þá sjáum við hvaða búnaður er í tölvunni og það myndi hjálpa mikið",
            "date": "2010-10-11 16:24:00",
            "post_id": "287775",
            "reply_to_id": "287769"
        },
        {
            "user_name": "sunna22",
            "text": "MS Windows 7 Ultimate 32-bit\nCPU\n\tIntel Pentium 4\n\tNorthwood 0.13um Technology\nRAM\n\t1.0GB DDR @ 133MHz (2.5-3-3-6)\nMotherboard\n\tMicro-Star Inc. MS-6398E (FC-478)\nGraphics\n\tGeneric Non-PnP Monitor @ 1024x768\n\t128MB Standard VGA Graphics Adapter (MSI)\nHard Drives\n\t488GB Seagate ST3500630A ATA Device (Unknown Interface)\t36 °C\nOptical Drives\n\tNEC DVD_RW ND-3540A ATA Device\nAudio\n\tRealtek AC'97 Audio\nJæja er þetta það sem þú varst að biðja um,En ég vara þig við siðasta sólahringinn er tölvan farinn að haga sér mjög furðulega hún er svo leingi.Að keyra sig upp já og bara leingi að öllu bara allt i einu mjög pirrandi",
            "date": "2010-10-12 17:59:00",
            "post_id": "287982",
            "reply_to_id": "287775"
        },
        {
            "user_name": "Frost",
            "text": "Og það ætti að vara mig við frá hverju? Speccy er engan vegin forrit sem ætti að rugla í tölvunni, þú getur spurt hvern sem er. Þetta er bara eitthvað sem er með tölvuna. Windows getur léttilega fengið vírus ef ekki er farið varlega. Ég hef verið að leita á netinu, enginn hefur lent í vandamáli útaf speccy, ég hef notað óralengi og margir hér á vaktinni nota það líka.\nÉg myndi fara varlega í hótanir og aðeins íhuga aðra valkosti. \n \nÞetta er í rauninni bara driver vandamál og ég er ekki mjög fróður um MSI.",
            "date": "2010-10-12 18:03:00",
            "post_id": "287984",
            "reply_to_id": "287982"
        },
        {
            "user_name": "sunna22",
            "text": "Gleymdu því bara.En eru þetta nóg góðar upplýsingar.Eða vantar eithvað meira.Sérðu kannski hérna hvað er að.Þá ertu snillingur.",
            "date": "2010-10-12 18:10:00",
            "post_id": "287985",
            "reply_to_id": "287984"
        },
        {
            "user_name": "GuðjónR",
            "text": "Frost ég er nokkuð viss um að þetta átti ekki að vera hótun, bara sérstakt orðalag.\nÞetta er greinilega huuuundgömul tölva, spurning um að láta leikjaland.is duga?",
            "date": "2010-10-12 18:22:00",
            "post_id": "287986",
            "reply_to_id": "287985"
        },
        {
            "user_name": "Frost",
            "text": "Ok",
            "date": "2010-10-12 18:27:00",
            "post_id": "287987",
            "reply_to_id": "287986"
        },
        {
            "user_name": "mpythonsr",
            "text": "Er tölvan með nýjustu útgáfu af skjákorts-driver? \nStundum lagast þetta eftir að skjákorts-driver hefur verið uppfærður.\nErtu búinn að vírus skanna tölvuna? Tölvur hegða sér skringilega þegar þær eru veikar.\nSvo getur líka verið að windows 7 virki illa í gamalli tölvu þó hún sé með 1gb í minni. Hraðinn á minninu skiptir líka máli.\n133mhz (266mhz) þykir ekki mikill hraði í dag en þetta er ekki leikjatölva fyrir nýjustu leikina eða hvað?  \nEn þetta er góð krakkatölva. \nÉg myndi í þessu tilfelli uppfæra skjákortdriverinn en ef það virkar ekki  strauja og setja uppá nýtt en taka samt afrit af því sem ekki má eyða.\nVona að þetta dugi\nMp",
            "date": "2010-10-12 18:54:00",
            "post_id": "287993",
            "reply_to_id": "287987"
        }
    ],
    "date": "2010-10-11 15:30:00"
}