{
    "forum_title": "Koníakstofan",
    "id": "33141",
    "title": "STEF 150 miljónir",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=33141",
    "posts": [
        {
            "user_name": "colac",
            "text": "STEF vill leggja u.þ.b. 150-160 miljónir á ári, á nettengingar. Þetta jafngildir meira en 1 miljón laga halað niður á tonlist.is\nÍ staðin ætla þessi vinir að opna aðgang að vefsíðu þar sem hægt er að hala niður tónlist gegn gjaldi.\nHélt reyndar að tonlist.is væri þannig vefsíða.\nÞeir ætla semsagt að leggja þetta gjald á alla, burt séð frá því hvort viðkomandi notar vöruna eða ekki.\nHér er svo ágætislesefni\nhttp://trymbill.is/post/1262649531/sala ... um-helming",
            "date": "2010-10-14 11:22:00",
            "post_id": "288394",
            "reply_to_id": false
        },
        {
            "user_name": "dori",
            "text": "The fuck, eru þessir menn heiladauðir?",
            "date": "2010-10-14 11:25:00",
            "post_id": "288395",
            "reply_to_id": "288394"
        },
        {
            "user_name": "biturk",
            "text": "held að þad sé komin timi á að stofna réttindasamtök netverja og fletta ofan af þessum skrípaleik, ef eg er bunad borga fyrir niðurhalið vil ég andskotin hafi það fá að niðurhala allri þeirri tónlist sem ég vil",
            "date": "2010-10-14 11:28:00",
            "post_id": "288396",
            "reply_to_id": "288395"
        },
        {
            "user_name": "GuðjónR",
            "text": "Og fyrir þessa peninga máttu streema tónlist í lélegum gæðum, viljir þú fá góð gæði til að brenna á CD þá þarf að borga fullt verð.\nhttp://www.netfrelsi.is/",
            "date": "2010-10-14 11:48:00",
            "post_id": "288397",
            "reply_to_id": "288396"
        },
        {
            "user_name": "appel",
            "text": "Ég hlusta ekki á íslenska tónlist. Hví ætti ég að borga eitthvað?",
            "date": "2010-10-14 11:56:00",
            "post_id": "288399",
            "reply_to_id": "288397"
        },
        {
            "user_name": "chaplin",
            "text": "Ég sæki aldrei neitt ólöglegt, gerði það áður en finnst núna betra að eiga alla þætti/kvikmyndir í góðum gæðum, hinsvegar eftir að þessir ómerkilegu pappakassar hjá STEF komu með þessa hallærislegu hugmynd, að þá hef ég ákveðið að ég mun aldrei aftur kaupa neitt rafrænt(tónlist/dvd ect.) á Íslandi. Og ef þessi hugmynd fer í gegn, mun ég aldrei svo framanlega sem ég bý enþá á Íslandi, kaupa neitt rafrænt. Hef aldrei fengið jafn mikla hvatningu á ævinni til að stela tónlist etc.",
            "date": "2010-10-14 14:56:00",
            "post_id": "288432",
            "reply_to_id": "288399"
        },
        {
            "user_name": "gissur1",
            "text": "Ælta bara að downloada öllu ólöglega og setja alltaf bara download í gang á meðan ég er í skólanum",
            "date": "2010-10-14 15:05:00",
            "post_id": "288433",
            "reply_to_id": "288432"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég get ekki sagt að þetta valdi mér áhyggjum, þetta er svo fjarstæðukennt að fyrir mér eru engar líkur á því að þetta verði að raunveruleika.\nÞetta er sbr. við að láta Vegagerðina leggja vegskatt á alla þá sem eiga bíl afþví að þeir hafa það vald að fremja umferðarbrot, og gefa frían aðgang að akstursbraut í staðinn. Gallinn á gjöf njarðar yrði sá að meirihluti bifreiðaeiganda fylgja lögum og hafa ekki nokkurn áhuga eða þörf fyrir aðgang að akstursbraut.\nÞett'er bull og ég hef enga trú á því að ISPar myndu skoða slíkt, þetta myndi hafa gífurleg áhrif og orsaka fjöldauppsagnir hjá þeim ISPum sem myndu fara eftir þessu.",
            "date": "2010-10-14 15:17:00",
            "post_id": "288437",
            "reply_to_id": "288433"
        },
        {
            "user_name": "chaplin",
            "text": "Svo önnur pæling, þeir ætla setja þetta \"gjald\" á nettengingar afþví tónlistamenn eru að \"tapa\" peningum afþví plöturnar seljast ekki jafn vel, fá höfundir eitthvað af þessum pening?",
            "date": "2010-10-14 15:22:00",
            "post_id": "288438",
            "reply_to_id": "288437"
        },
        {
            "user_name": "dori",
            "text": "Þetta er samt eitthvað svona feel-good stuff. Fólk jafnvel gæti stutt þetta til að líða betur með það sem það gerir. Og svo kemur hann Jakob Frímann með einhverjar rosalegar frjárhæðir sem renna til tónlistarmanna ef þetta gjald verður lagt á sem hann reiknaði með MBA stærðfræði.\nEn mér finnst þetta alveg fáránlegt, ég kaupi sjaldan tónlist og sæki aldrei ólöglega tónlist á netinu. Ég er bara búinn að gefast upp á því að halda utan um mína eigin tónlistarhlustun svo ég nota streymiþjónustur þar sem fagmenn búa til lista með útpældri upplifun.\nÉg er líka með síma sem er alveg þokkalega góð nettenging og ég tethera stundum yfir og svo er ég með frelsispung. Væri ég þá að borga 300 kr. á mánuði?",
            "date": "2010-10-14 15:31:00",
            "post_id": "288440",
            "reply_to_id": "288438"
        },
        {
            "user_name": "DJOli",
            "text": "ég er örugglega engu skárri en sumir, en já...\nég þoli ekki að það sé ekki hægt að kaupa kvikmyndir hérna, þar sem ég bý, en þegar ég heimsæki höfuðborgina fer ég amk 3 sinnum í bíó, eftir því hversu lengi ég er, en sjaldan sjaldnar en þrisvar á 4 daga heimsókn.\nÉg sæki mest allt mitt efni á netinu, og þar sem ég er fátækur, en tæknigúrú, og tækninörd þá sæki ég mikið af mínu efni í háskerpu.",
            "date": "2010-10-14 15:59:00",
            "post_id": "288447",
            "reply_to_id": "288440"
        },
        {
            "user_name": "Gúrú",
            "text": "Brandari.",
            "date": "2010-10-14 16:13:00",
            "post_id": "288449",
            "reply_to_id": "288447"
        },
        {
            "user_name": "Tiger",
            "text": "Þetta er álíka fáránlegt og löggan myndi sekta alla bíleigendur fyrir hraðakstur bara vegna þess að þeir eiga bíl....",
            "date": "2010-10-14 16:56:00",
            "post_id": "288451",
            "reply_to_id": "288449"
        },
        {
            "user_name": "Gúrú",
            "text": "Nei þetta er ~4 milljarð sinnum fáránlegra (ef við gefum okkur það að mannkynið lifi áfram og að STEF verði því miður til með því þar til sólin springur)\nþeir vilja að gjaldið sé árlegt.",
            "date": "2010-10-14 17:03:00",
            "post_id": "288452",
            "reply_to_id": "288451"
        }
    ],
    "date": "2010-10-14 11:22:00"
}