{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "33240",
    "title": "Boxee box",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=33240",
    "posts": [
        {
            "user_name": "Hjaltiatla",
            "text": "Var að velta fyrir mér hvort eitthver hefur verið að notast við Boxee Box á  heimanetworkinu fyrir tv-centerið sitt??\nhttp://www.amazon.co.uk/D-Link-Boxee-Box-Stream-Internet/dp/B0043EV3MS/ref=sr_1_1?ie=UTF8&s=computers&qid=1287450571&sr=8-1\nVæri gaman að heyra hvernig það hefur reynst ykkur.maður hefur heyrt að þetta sé að spila avi,xvid og mkv filea er það allveg þannig?\nHvernig er að searcha online er það allveg fínt?\nEf eitthver hefur hugmynd um hvernig universal remote möguleikarnir með græjunni eru þá má það fylgja með í info  \n \nOg ef eitthver er virkilega vel að sér í þessum málum þá hvernig er Google Tv að score-a Vs Boxee box ?? \nFyrirfram þakkir",
            "date": "2010-10-19 01:20:00",
            "post_id": "289471",
            "reply_to_id": false
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Hefði kannski átt að lesa detail að þetta Væri ekki yet been released.\nEn gudd stöff",
            "date": "2010-10-19 01:24:00",
            "post_id": "289473",
            "reply_to_id": "289471"
        },
        {
            "user_name": "gutti",
            "text": "5. gr.\nBreyta takkinn er til að breyta bréfum, ekki til að eyða þeim.\nEf hann væri til að eyða þeim þá myndi hann ekki heita breyta takki. Bannað er\nað breyta meginmáli bréfs eftir að búið er að svara því.",
            "date": "2010-10-19 05:56:00",
            "post_id": "289480",
            "reply_to_id": "289473"
        },
        {
            "user_name": "Tiger",
            "text": "Ég get ekki séð að hann hafi eytt neinu né breytt í fyrra bréfinu, allavegana kemur hvergi fram \"síðast breytt af bla bla bla....\". \nHef aldrei skilið afhverju almennir notendur þurfa að koma með svona pillur á fólk, ef stjórnendum finnst eitthvað að því að hann hafi commentað á sitt eigið bréf þá sjá \nþeir\n um það, en ekki notendur með mikilmennskuæði eða valdaþörf. Hvað þá þegar reglan sem vísað er í á ekki við fyrir fimmaur.\nPS. Boxee hljómar mjög vel og í lok sumar var ég að vonast til að það yrði komið á markað þegar ég fór út í byrjun oktober en var ekki svo heppinn, þetta lítur út fyrir að vera öflugur mediatank og mun skoða það alvarlega að panta það þegar það kemur á markað.",
            "date": "2010-10-19 08:36:00",
            "post_id": "289485",
            "reply_to_id": "289480"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Ég hef notað Boxee forritið til að spila í sjónvarpinu yfir netið. Það virkaði ágætlega nema hvað allar bíómyndir og þættir komu ekki inn (náðu ekki að identifyast). Nota XBMC núna.",
            "date": "2010-10-19 11:01:00",
            "post_id": "289497",
            "reply_to_id": "289485"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Fyi:\nÞá breytti ég ekki skilaboðum ég bætti við comment fyrir neðan lýsinguna.\nog já orðið á götunni er að þetta sé víst nokkuð nett græja á mjög líklega eftir að kaupa hana þ.e.a.s ef google tv er ekki jafn öflug græja.",
            "date": "2010-10-19 12:29:00",
            "post_id": "289518",
            "reply_to_id": "289497"
        }
    ],
    "date": "2010-10-19 01:20:00"
}