{
    "forum_title": "Almennt um vélbúnað",
    "id": "33273",
    "title": "iPhone 4 - jailbreak&unlock",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=33273",
    "posts": [
        {
            "user_name": "valdij",
            "text": "Daginn,\nÉg var að íhuga að láta kaupa fyrir mig iPhone 4 núna í Bandaríkjunum en eftir að hafa verið að lesa mig aðeins til um þetta þá virðist vera það sé einfaldega ekki hægt?\nMér skylst ef ég kaupi símann úti þá þurfi ég bæði að jailbreak'a símann og unlocka honum? (eða er þetta kannski nákv. sami hluturinn?)  Ég rakst nefnilega á eina síðu sem virðist á undraverðan hátt geta gert báða hluti fyrir iPhone 4 á alveg fáránlega einfaldan hátt, getur það staðist eða er þetta bara eitthvað rugl? \nhttp://www.iphoneunlockuk.com/\n er síðan.\nEf iPhone var útúr myndinni þá ætlaði ég að fara skoða HTC Desire eða HTC Desire HD en eftir ansi mikla leit þá virðist vera að þessi símar fáist bara ekki í Bandaríkjunum? Getur það í alvöru verið? \nAnnars er ég búinn að vera skoða þennan hérna:  \nhttp://www.verizonwireless.com/b2c/store/controller?item=phoneFirst&action=viewPhoneDetail&selectedPhoneId=5269&changingCompletedOrder=&capId=&phoneTopRated=\n vona að linkurinn virki en síminn heitir HTC Droid Incredible og virðist vera ansi líkur HTC Desire símanum. Spurningin með þetta væri þá í rauninni sú sama, koma þessir símar líka læstir og þarf ég þal. að standa í eitthverju veseni eða get ég látið kaupa þennan síma, komið með hann heim sett símakortið mitt í og voila, allt virkar?\nMeð von um svör",
            "date": "2010-10-20 20:29:00",
            "post_id": "289842",
            "reply_to_id": false
        },
        {
            "user_name": "Oak",
            "text": "jailbreak og unlock er ekki það sama.\nþú getur jailbreakað nýjan síma en unlockið er ennþá á leiðinni...\nveit ekkert með HTC símana...er ekki búinn að kynna mér þetta.\nP.s. Jailbreak er að opna símann fyrir allskonar möguleikum...eins og að setja þín eigin forrit inná han og breyta um þemu og allt í þá áttina.  Unlock er til þess að þú getir notað hvaða sim kort sem er.",
            "date": "2010-10-20 21:56:00",
            "post_id": "289867",
            "reply_to_id": "289842"
        },
        {
            "user_name": "Orri",
            "text": "Keyptu ólæstann iPhone.\nÞað marg borgar sig.\nEr með læstann iPhone 3G og uppfærði hann í iOS4 þegar það kom og það er drullu hægt á 3G símanum.\nApple lagfærði þennan hægagang í 3G með 4.1 uppfærslunni en það er enn ekkert unlock fyrir það þannig ég sit uppi með ótrúlega hægann iPhone.\n(Veit að það er hægt að niður-færa símann í 3.1.3 eða eitthvað en ég nenni því ekki...)",
            "date": "2010-10-20 22:08:00",
            "post_id": "289870",
            "reply_to_id": "289867"
        },
        {
            "user_name": "valdij",
            "text": "Er hægt að kaupa ólæstan iPhone í the US and A?",
            "date": "2010-10-20 22:23:00",
            "post_id": "289874",
            "reply_to_id": "289870"
        },
        {
            "user_name": "Oak",
            "text": "ekki hægt að kaupa ólæsta í USA og Orri ef þú ert með 3G þá er ekkert mál að uppfæra í 4.1.  Mæli með að þú skoðar þessa \nhttp://www.iclarified.com/entries/index ... =2&scid=11\n síðu.",
            "date": "2010-10-21 06:09:00",
            "post_id": "289910",
            "reply_to_id": "289874"
        },
        {
            "user_name": "Orri",
            "text": "PwnageTool 4.1 var nú bara að koma í gær/nótt",
            "date": "2010-10-21 16:20:00",
            "post_id": "289970",
            "reply_to_id": "289910"
        },
        {
            "user_name": "valdij",
            "text": "Nú segiði að unlockið sé þá ekki komið fyrir þessa nýjustu týpu af iPhone 4,  en samkv. þessari iPhone unlock síðu frá fyrsta póst þá segja þeir\n\"Phone 3G, 3GS and latest iPhone 4 running iOS 4.1 with latest basebands 05.14.02, 05.13.04, 1.59.00 and 02.10.04 UNLOCK NOW AVAILABLE \"\nEr þetta bara algjört rugl hjá þeim eða eru þeir virkilega búnir að finna leið til að jailbreaka og unlocka símann svona auðveldlega?",
            "date": "2010-10-21 16:59:00",
            "post_id": "289975",
            "reply_to_id": "289970"
        },
        {
            "user_name": "Orri",
            "text": "Aldrei, aldrei kaupa einhver undra unlock jailbreak á netinu !\nÉg er ekki viss hvaða baseband nýjir iPhone 4 símar eru á, en það virðist vera hægt að unlocka einhverja iPhone 4.\nMæli samt með að kaupa ólæstann iPhone 4 frekar en læstann, það er þess virði.",
            "date": "2010-10-21 17:18:00",
            "post_id": "289978",
            "reply_to_id": "289975"
        },
        {
            "user_name": "Tiger",
            "text": "Ég á bara eitt svar við þessu..... \nEKKI KAUPA ÞÉR LÆSTAN SÍMA!!\nÉg hef átt 4stk iPhone og fyrsti var læstur með öllu því veseni tilheyrandi og mun ég aldrei mæla með því að kaupa þannig við neinn lifandi mann. Að vera uppá einhverja sveitta feita gaura hjá DevTeam háður í einhverjar vikur eftir að ný útgáfa af stýrikerfinu kemur er bara ekki þess virði. Fyrir utan allt annað vesen, ég lenti í allskonar veseni í ferðalögum erlendis útaf þessu en aldrei með ólæstan síma ofl ofl. Þessir þúsundkallar sem ólæstur kostar meira eru meira en þess virði fyrir mitt leiti! Fáðu einhvern í Kanada, UK eða Ítalíu til að kaupa fyrir þig ólæstan og þú sérð ekki eftir því að geta notað besta síma sem þú hefur átt eins og þig langar.",
            "date": "2010-10-21 17:49:00",
            "post_id": "289983",
            "reply_to_id": "289978"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég er svo innilega sammála hverju orði sem þú segir, en þessi setning fékk mig til að skella upp úr",
            "date": "2010-10-21 20:55:00",
            "post_id": "290024",
            "reply_to_id": "289983"
        },
        {
            "user_name": "Oak",
            "text": "Orri það er samt búið að vera til TinyUmbrella í þó nokkurn tíma og það er hægt að nota það til að uppfæra í gegnum itunes og sleppa við það að uppfæra basebandið...",
            "date": "2010-10-21 20:57:00",
            "post_id": "290025",
            "reply_to_id": "290024"
        },
        {
            "user_name": "Turbo-",
            "text": "ég er með htc wildfire sem ég keypti i uk í síðustu viku læstan á Three, UK  kostaði mig 35$ að láta unlocka hann\nstendur mér í 32þús en kostar hérna heima 70",
            "date": "2010-10-21 21:41:00",
            "post_id": "290035",
            "reply_to_id": "290025"
        },
        {
            "user_name": "mossberg",
            "text": "Ég get sent ykkur factory unlocked síma frá Kanada fyrir smá pen.",
            "date": "2010-10-23 03:27:00",
            "post_id": "290240",
            "reply_to_id": "290035"
        }
    ],
    "date": "2010-10-20 20:29:00"
}