{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "33618",
    "title": "Hefur þú notað DLNA",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=33618",
    "posts": [
        {
            "user_name": "Narco",
            "text": "Jæja, ég  er að spá í að versla sjónvarp sem er með innbyggðu dlna og einnig er það wifi ready(með usb wifi korti).\nNú langar mig bara að vita hvort þið hafið notað dlna til að streama efni þráðlaust í sjónvarpið hjá ykkur gegnum síma eða lappann og svo framvegis og hvernig það hefur gengið. \nÞetta er bara svo freistandi tækniviðbót í sjónvarp að mér finnst ég verði bara að fá mér viðlíka tæki þar sem mitt tv dó harmadauða í flutningum fyrir stuttu síðan.\nHér eru tæki sem koma til greina.\nhttp://www.sm.is/index.php?sida=vara&vara=32PFL7605H\nSvo er það þetta tæki bara 32\" útgáfan reyndar sem er á 170þ og ekki komið á vefinn hjá þeim.\nhttp://www.hataekni.is/is/vorur/5000/5020/42LD650N/\nEndilega látið heyra í ykkur þó svo það séu vinirnir sem eiga tækin",
            "date": "2010-11-06 19:20:00",
            "post_id": "293732",
            "reply_to_id": false
        },
        {
            "user_name": "teitan",
            "text": "Ég er með svona í sjónvarpinu hjá mér og notaði þetta aðeins fyrst en það sem fékk mig til að gefast upp á þessu var aðallega það að maður lenti í því að sjónvarpið gat ekki spilað sum codec og browserinn er svakalega frumstæður (býður ekki upp á marga möguleika í flokkun á efni o.s.frv.). Ég veit reyndar ekki hvernig þetta er í þessum sjónvörpum sem þú linkar á en ég er með Samsung og þetta var bara ekki nógu þægilegt... t.d. gat maður ekki spólað yfir myndina... bara play og stop (og jú kannski gat maður skippað yfir kafla í myndinni ef hún bauð upp á það).\nÉg allavega endaði í að setja upp HTPC með XBMC og gæti ekki verið ánægðari núna.",
            "date": "2010-11-06 22:11:00",
            "post_id": "293761",
            "reply_to_id": "293732"
        },
        {
            "user_name": "Narco",
            "text": "Já xbmc er alveg frábært, enginn vafi á því. En ég prufaði annað tækið með 2.5\" flakkaranum mínum og ekki bara gat sjónvarpið powerað hann heldur gat ég spolað fram og tilbaka eins og ég vildi, mjög skemmtilegt mediacenter þar.",
            "date": "2010-11-06 22:17:00",
            "post_id": "293765",
            "reply_to_id": "293761"
        },
        {
            "user_name": "teitan",
            "text": "Já ég hef reyndar aldrei prófað að tengja flakkara við sjónvarpið, var bara að streyma frá turninum þar sem ég er með allt efnið.  Og ég er alls ekki að segja að þetta sé alslæmt... það vantar bara aðeins upp á að þetta virki eins og maður vill að þetta geri og það er nóg til að pirra mig...",
            "date": "2010-11-06 22:21:00",
            "post_id": "293770",
            "reply_to_id": "293765"
        },
        {
            "user_name": "Narco",
            "text": "Ertu þá að streama þráðlaust eða á kapli?",
            "date": "2010-11-06 22:27:00",
            "post_id": "293771",
            "reply_to_id": "293770"
        },
        {
            "user_name": "teitan",
            "text": "Á kapli... virkaði samt illa í gegnum routerinn... átti til að missa sambandið þar til ég tengdi í gegnum switch.  Speedtouchinn virtist \"stíflast\" eftir ákveðinn tíma.",
            "date": "2010-11-06 22:32:00",
            "post_id": "293774",
            "reply_to_id": "293771"
        },
        {
            "user_name": "Narco",
            "text": "Já það er líka mín reynsla af speedtouch routernum að hann virðist ekki ráða við einföldustu færslur stundum.\nHafði reyndar sjálfur ætlað að reyna að gera þetta gegnum þráðlaust samband en er ekki alveg sannfærður um að það gangi upp.\nNema það verði hægt að streama beint frá lappanum eða símanum og í sjónvarpið sem væri alveg frábært.",
            "date": "2010-11-07 16:34:00",
            "post_id": "293919",
            "reply_to_id": "293774"
        },
        {
            "user_name": "Sæþór",
            "text": "Vertu þolinmóður og bíddu eftir nýju sjónvörpunum frá LG, þeir verða með innbyggt Plex. (:\nhttp://venturebeat.com/2010/09/03/plex- ... r-devices/\nhttp://www.plexapp.com/",
            "date": "2010-11-07 16:37:00",
            "post_id": "293920",
            "reply_to_id": "293919"
        },
        {
            "user_name": "Narco",
            "text": "Já en vandamálið er að ekki  vil ég vera sjónvarpslaus fram að því, og þar að auki er fjári góður mediacenter í sjónvörpum í dag.\nOg nú þegar verðið er loksins að komast niður á það plan sem gerir manni kleyft að eignast almennilegt 100-200 Hz tæki þá held ég að það sé kominn tími á að grípa gæsina þar sem það er orðið næstum hálft ár síðan mitt geyspaði golunni.",
            "date": "2010-11-07 21:51:00",
            "post_id": "294002",
            "reply_to_id": "293920"
        }
    ],
    "date": "2010-11-06 19:20:00"
}