{
    "forum_title": "Koníakstofan",
    "id": "33847",
    "title": "Verndum Verðmæti",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=33847",
    "posts": [
        {
            "user_name": "vidargeir",
            "text": "Gsm öryggiskerfi í heimahús. hvað fynnst þér?\nSem hringir eða sendir sms í þig og númer sem maður sjálfur velur..\nkerfi sem getur tilgreint hvaða hluti þess er í gangi í tilkynninguni til mans..\n \ner þetta málið?",
            "date": "2010-11-16 23:44:00",
            "post_id": "296097",
            "reply_to_id": false
        },
        {
            "user_name": "sxf",
            "text": "Er ég einn sem skil þetta ekki?",
            "date": "2010-11-16 23:51:00",
            "post_id": "296098",
            "reply_to_id": "296097"
        },
        {
            "user_name": "vidargeir",
            "text": "innbrotakerfi.\ní stað þess að kerfið sendi einhverju fyrirtæki eins og securitas boð um að það hafi farið í gang, að þá er þetta sjálfstætt kerfi sem er með gsm kort í sér og getur hringt í eða sent 16 númerum skilaboð um að kerfið hafi farið í gang..\nkerfið skilgreinir í sms-inu eða símtalinu hvaða partur kerfis fór í gang (hreyfisskynjari í sofu eða svefnherbergi)(reykskynjari)\nskiljanlegra?",
            "date": "2010-11-16 23:59:00",
            "post_id": "296102",
            "reply_to_id": "296098"
        },
        {
            "user_name": "Gets",
            "text": "Er með svona kerfi og er mjög ánægður með það, ef brotist er inn þá hringir kerfið samstundis í mig og segir \"burgler alarm\" ef boðin koma frá hurðar eða hreyfiskynjara, eða \"fire alarm\" ef boðin koma frá reikskynjara.\nEftir að ég er búin að hlusta á boðin get ég ýtt á 6 á símanum og talað við fólk sem er í húsinu í gegnum móðurstöðina en hún er með hátalara og mike, það heyrist í þessu um allt hús og ég heyri mjög vel allan umgang þó að engin segi neitt, búin að prófa þetta vel  \n \nAukalega kom ég fyrir 3G auga sem ég get séð úr yfir stofuna fram í anddyri",
            "date": "2010-11-17 00:25:00",
            "post_id": "296108",
            "reply_to_id": "296102"
        },
        {
            "user_name": "methylman",
            "text": "Vinur minn var með svona kerfi í sumarbústað hjá sér,  það var brotist inn og það eina sem var tekið í innbrotinu var þjófavarnarkerfið.    \\:D/",
            "date": "2010-11-17 00:28:00",
            "post_id": "296109",
            "reply_to_id": "296108"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Hvað kosta svona kerfi?",
            "date": "2010-11-17 01:16:00",
            "post_id": "296120",
            "reply_to_id": "296109"
        },
        {
            "user_name": "gardar",
            "text": "Skárra en ekkert kerfi, en ég leyfi mér að efast um að viðbragðstíminn hjá sjálfum þér sé jafn góður og hjá securitas/öryggismiðstöðinni \n Hlutirnir gerast jú oftast frekar hratt.",
            "date": "2010-11-17 01:23:00",
            "post_id": "296123",
            "reply_to_id": "296120"
        },
        {
            "user_name": "urban",
            "text": "og hvað ætlar þú svo að gera þegar að þú ert t.d.. mökkölvaður niður í miðbæ\ní jeppaferð á fjöllum\neða gefa geit brauð í dýragarðinum í köben ?",
            "date": "2010-11-17 07:50:00",
            "post_id": "296142",
            "reply_to_id": "296123"
        },
        {
            "user_name": "Benzmann",
            "text": "Tesla coil i öll herbergi virkar best finnst mer",
            "date": "2010-11-17 08:32:00",
            "post_id": "296144",
            "reply_to_id": "296142"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég hugsa að rödd í kerfinu sé líklegri til að hræða menn útúr húsinu frekar en standard væla.",
            "date": "2010-11-17 09:34:00",
            "post_id": "296152",
            "reply_to_id": "296144"
        },
        {
            "user_name": "natti",
            "text": "Hahahaha... haha... hahahaha... einmitt.\nJafnvel þó ég sitji inn á hárgreiðslustofu nýbúinn að fá lit í hárið, þurfi að bíða eftir að liturinn brenni hausinn á mér og svo á hárgreiðsludaman eftir að þvo á mér hárið og klára að klippa, þá eru samt töluverðar líkur á því að viðbragðstíminn hjá mér sé jafn góður eða betri en hjá securitas/öryggismiðstöðinni.\nViðbragðið hjá þessum aðilum er eftirfarandi:\n1. Kerfið fer í gang og sendir skilaboð til stjórnstöðvar\n2. Þeir hugsa, hm, ætli þetta sé óvart, bíðum í smá stund og athugum hvort að einhver hringi í okkur.\n3. Það eru komnar alveg 10 mín, og enginn búinn að hringja. Ég er með hugmynd, hringjum í ábyrgðarmann kerfisins, en sendum engan á staðinn strax.\n4. *hringj*hringj* Hm, ábyrgðarmaðurinn svarar ekki. Kannski heyrir hann ekki í símanum út af látunum, sjáum hvort hann hringi til baka, annars reynum við að hringja aftur í hann eftir 10 mín.\n5.  Tilraun 2...  Ok, hann svarar ekki. Sendum bíl á staðinn, en láttu bílstjórann koma við í 10/11 og kaupa kók á leiðinni.\n6. Klukkutíma seinna... mætir bílstjóri kannski á staðinn, sér að það er búið að brjótast inn og tilkynnir atvikið til lögreglu.\nÁ þeim tíma er búið að tæma húsið þitt...\nÞað sem svona þjófarvarnarkerfi gerir fyrst og fremst er\na) færð lítinn límmiða með til að setja í gluggann, fælir eflaust marga frá.\nb) býr til svakalega leiðinleg hljóð, þannig að viðkomandi innbrotsþjófur er ekki að hangsa mikið hjá þér heldur drífur sig út því hann vill ekki vera þarna þegar lögreglan mætir á svæðið\nc) Vekur athygli nágranna, sem heyra í þjófarvarnarkerfinu og fara og líta út um gluggann hjá sér til að athuga hvað er að gerast, og sjá kannski hvort að e-ð sé óeðlileggt eins og t.d. glerbrot á gangstéttinni, eða einhver að skríða inn um glugga....\nOk vá...þetta var smá off-topic biturleiki. Mín reynsla af þessum fyrirtækjum er ekki til þess að auka traust mitt á þeim... (Og sögur sem ég heyri frá öðrum eru sjaldan betri.)\nAnyway, varðandi svona kerfi með gsm korti oþh, þá langar mig bara að benda á eitt.\nEf þú ætlar að \"spara\" þér pening og setja frelsiskort í kerfið (engar mánaðarlega greiðslur etc.), þá virkar frelsi þannig að ef það kemur engin áfylling inn á það í X-mánuði, þá lokast á kortið, jafnvel þó það sé fullt af inneign. Minnir að þetta sé um 6 mánuðir eða e-ð.\nVeit um eitt dæmi þar sem svona kerfi var sett upp, og eigandinn gerði reglulegar tilraunir til að staðfesta að það virki rétt, og eftir rúmlega hálft ár, þá hætti kerfið að virka. Og þá kom í ljós að hann hafði notað frelsiskort (næg inneign eftir) og það hafði verið lokað á það sjálfkrafa, því engin áfylling hafði komið í 6 mánuði eða e-ð. Og þá gat það ekki lengur hringt eða sent sms.\nKannski er bara fínt að vera með bæði securitas/öm og svona þitt eigið kerfi.",
            "date": "2010-11-17 09:43:00",
            "post_id": "296154",
            "reply_to_id": "296152"
        },
        {
            "user_name": "vidargeir",
            "text": "Ég er ekki sammála.. til að byrja með þurfa þessi fyrirtæki að hringja fyrst á staðin(það tekur tíma) sé ekki svarað þurfa þeir að hringja í starfsmann sem getur farið(það tekur tíma) starfsmaðurinn þarf að keyra á staðinn(umferð tekur tíma) og þeir hafa ekki forgang í umferðinni",
            "date": "2010-11-17 09:53:00",
            "post_id": "296156",
            "reply_to_id": "296154"
        },
        {
            "user_name": "vidargeir",
            "text": "Hjá Öryggisfélaginu 115.is\n2 hreyfiskynjarar\n1 Lyklaborð\n1 Stjórnstöð\n129.500.- isk",
            "date": "2010-11-17 09:58:00",
            "post_id": "296157",
            "reply_to_id": "296156"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég veit um mörg fyrirtæki, þar á meðal nokkur sem ég hef unnið hjá þar sem var brotist inn, og við vorum komnir á staðinn stundum 5-25mín á undan Securitas gæjunum, eftir að hafa fengið hringingu frá þeim, sem hefur verið nokkrum mín eftir innbrotið sjálft.\nÉg kalla þetta falskt öryggi. Límmiði og væla er það sem þú ert að borga fyrir.",
            "date": "2010-11-17 10:01:00",
            "post_id": "296158",
            "reply_to_id": "296157"
        },
        {
            "user_name": "depill",
            "text": "Ég gæti trúað að þeir hafi tekið sig á. Var brotist inní hús hjá ömmu minni, það var alveg tómt. Það tók þá undir 5 mínútum að koma á staðinn. Securitas.\nOg síðast þegar við lentum í þessu með Securitas heima ( frændi okkar var að fara inní bílskúr en gleymdi kerfinu ) þá voru þeir komnir á staðinn undir 10 mínútum.\nFyrir utan fyrrv. ömurlegt eignarhald þá finnst mér þeir bara hafa staðið sig ágætlega í þessu, en þjónustan er samt ÖMURLEG, ef það þarf að gera breytingar á kerfinu. Shit einu sinni fékk ég þá til þess að setja splitter á kerfið í húskassa sem ég hefði getað gert sjálfur, nema ég var alveg viss um að kerfið myndi byrja væla við það að finna að straumurinn var farinn af símalíunni og nennti því ekki. Þeir komu voru í fucking klukkutíma ( geðveikt gott aðgengi að inntakinu ), gerðu þetta geðveikt sloppy.\nOg það besta er að þeir settu dauða víra í splitter boxið og gæinn í þokkabót rústaði kerfinu. Svo kom einhver yfirmaður seinna og þurfti að eyða 3 tímum í það að reconfigura allt kerfið uppá nýtt vegna þess að gæinn hafði eyðilagt allt configið á þessu kerfi.\nOg já límmiðinn gerir góða hluti.",
            "date": "2010-11-17 10:32:00",
            "post_id": "296163",
            "reply_to_id": "296158"
        },
        {
            "user_name": "vesley",
            "text": "Samkvæmt eitthverri rannsókn þá á þessi límmiði að fæla burt 80% allra þjófa sem ætla að brjótast inn í húsið þitt",
            "date": "2010-11-17 18:07:00",
            "post_id": "296250",
            "reply_to_id": "296163"
        },
        {
            "user_name": "Gets",
            "text": "Það sem ég geri er að hringja á lögregluna og tilkynna yfirstandandi innbrot heima hjá mér, þeir fara þá á staðin og gera skýrslu og senda mínu tryggingarfélagi gögn um málið.\nBónus væri náttúrulega að þeir væru jafn snöggir og fyrir nokkrum dögum, þegar nágranni vina minna hringdi á lögregluna þegar hann sá einhvern gaur vera að skríða inn um glugga í bílskúrinn þeirra, lögreglan var komin eftir 2 mín og stóðu gaurana að verki  \n  þeir höfðu verið á ferðinni skammt frá þegar hringt var",
            "date": "2010-11-17 19:36:00",
            "post_id": "296289",
            "reply_to_id": "296250"
        }
    ],
    "date": "2010-11-16 23:44:00"
}