{
    "forum_title": "Til sölu - Tölvuvörur",
    "id": "33921",
    "title": "Seld.   má loka",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=11&t=33921",
    "posts": [
        {
            "user_name": "nevermind",
            "text": "Seld. má loka",
            "date": "2010-11-20 21:00:00",
            "post_id": "296927",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "Það getur verið rosalega trikkí að selja slíkar vélar. Vandamálið við þessar vélar er að það eru bara mjög sérstakir aðilar sem leita að ThinkPad vélum, og þeir aðilar borga vel fyrir vélarnar þar sem þeir vita hvað þessar vélar eru, og hversu mikið gæði felst í þeim.\nSjálfur er ég búinn að eiga margar ThinkPad vélar og á akkúrat núna eina svipaða þessari sem þú ert með, örlítið nýrri vél (T61) en rosalega svipuð engu að síður. Þessi vél sem ég er með kostaði 430þús ný frá Nýherja fyrir tæpum 2 árum. Margir myndu segja \"haaaa?\" - en þetta eru almennt taldar vera bestu fartölvur sem þú færð, þeas ThinkPad línan frá IBM/Lenevo, og því er ég hjartanlega sammála, enda standa þær langt framyfir aðrar fartölvulínur varðandi gæði, úthugsunarsemi, endingu og flr.\nÉg borgaði sem dæmi 45þús fyrir vélina mína, fyrr á þessu ári, þá var tölvan 16 mánaða gömul, lítið sem ekkert notuð. Tölva sem var keypt glæný handa bankakonu sem notaði hana lítið sem ekkert, missti vinnuna í hruninu og seldi tölvuna á 1/10 af því sem hún kostaði ný. Ég hefði borgað tvöfalt meira fyrir tölvuna hefði mér boðist sama vél, ef ekki meira.\nSvona til að \"einfalda\" málið (kaldhæðni) þá get ég sagt þér þetta : \nFyrir þessa vél myndi ég persónulega borga 70-100 þúsund, færi eftir rafhlöðuendingu, nákvæmum aldri og hversu vel hún er farin.\nMargir hérna myndu segja þér að þú fengir max 40-60 fyrir þessa sömu vél - en það eru þá akkúrat þeir aðilar sem líklega þekkja ekki ThinkPad vélarnar af eigin reynslu, og kunna ekki að meta gæðin sem í þeim felast.",
            "date": "2010-11-20 21:41:00",
            "post_id": "296939",
            "reply_to_id": "296927"
        },
        {
            "user_name": "Gunnar",
            "text": "biturK\nlawyered",
            "date": "2010-11-20 22:36:00",
            "post_id": "296947",
            "reply_to_id": "296939"
        },
        {
            "user_name": "CendenZ",
            "text": "Til að svara Antitrust:\nÉg ætla bara rétt að vona að 430 þúsund kr tölva hafi verið verið með kristaltærum uxga eða wuxga skjá. \n \nEn fyrir þessa vél, þá eru þetta ofboðslega vel vandaðar vélar, en ég myndi kaupa nýtt batterí fyrst. \nHrikalega hvimleitt að kaupa sér nýja vél með ónýtu batteríi.... það myndi allavega auka líkurnar á sölu talsvert ef það er splunkunýtt batterí fylgir með.",
            "date": "2010-11-20 23:00:00",
            "post_id": "296951",
            "reply_to_id": "296947"
        },
        {
            "user_name": "nonesenze",
            "text": "þetta er svo rétt sagt, venjuleg vél myndi kannski fara á s.a. 50-70 (mitt mat), en með thinkpad myndi ég klárlega tvöfalda þessa upphæð\nég hef aldrey átt sovna vél en ég hef komist í nokkrar og bara brilliant, einn sem ég þekki er með t43p(minnir að þetta sé það frekar en 41) en hún er vel gömul kom með windows xp þegar það var nýasta OS og er núna að keyra win7 eins og hún hafi verið gerð fyrir það, með docking station og bara fínnt settup hjá honum (held að þetta sé 8ára+ vél þarna)\nværi alveg til í svona ef ég myndi nota fartölvu\ngangi þér vel með söluna fyrir 5 stjörnu vöru",
            "date": "2010-11-20 23:07:00",
            "post_id": "296953",
            "reply_to_id": "296951"
        },
        {
            "user_name": "AntiTrust",
            "text": "Nei, ég er með 14\" týpuna sem var bara í boði með SXGA+ skjáum, bara 15\"/15.4\" týpurnar sem voru með UXGA/WUXGA í boði. Ókostirnir við þær vélar voru að þær voru með með ATI graphics kubbasetti og jú, stærri skjá sem þýddi umtalsvert minni rafhlöðuendingu. Ég leitaði mér sérstaklega að 14\" týpu vegna þessa.\nHinsvegar er í þessari vél umfram default spekka fingrafaralesari + TPM modul (hardware encryption chip, BitLocker eða Trousers notast við þetta), 3GB DDR2, 100GB 7200rpm diskur (vs 5400), T5600(1.83GHz) og 9cell rafhlöðu. Basicly, nákvæmlega allt sem ég var að eltast eftir í fartölvu, svo þessi kaup sem ég gerði voru dream come true. Eina ástæðan fyrir að ég veit nákvæmlega hvað þessi tölva kostaði er sú að ég fékk meira segja nótuna með, og þessi 430kall var MEÐ e-rjum bankaafslætti.",
            "date": "2010-11-20 23:37:00",
            "post_id": "296957",
            "reply_to_id": "296953"
        },
        {
            "user_name": "nevermind",
            "text": "Okey takk fyrir frábært svar! Ég ætla leyfa þessu að vera hérna og athuga hvort áhugasamir hafi samband  \nRafhlaðan er nú ekki alveg ónýtt, nýtist í svona 1 tíma í vinnslu. En þeir sem hafa áhuga sendið mér línu bara og við ræðum saman",
            "date": "2010-11-21 00:25:00",
            "post_id": "296961",
            "reply_to_id": "296957"
        },
        {
            "user_name": "nonesenze",
            "text": "en það er líka bara spurning... hvað kostar nýtt battery í svona vél? gæti verið betra að kaupa nýtt og selja á top verð",
            "date": "2010-11-21 00:36:00",
            "post_id": "296964",
            "reply_to_id": "296961"
        },
        {
            "user_name": "nevermind",
            "text": "Ný rafhlaða er frekar dýrt stykki\nhttp://www.netverslun.is/verslun/produc ... 5,427.aspx\n16 þúsund. held að ég leyfi þeim sem kaupir hana að ráða hvort hann notist við þessa sem er í henni núna eða fái sér nýja.",
            "date": "2010-11-21 00:47:00",
            "post_id": "296966",
            "reply_to_id": "296964"
        },
        {
            "user_name": "nonesenze",
            "text": "http://cgi.ebay.com/BATTERY-IBM-LENOVO-T60-T61-R60-R61-SL300-SL400-W500-/120644801774?pt=Laptop_Batteries&hash=item1c16fd94ee\nbara skoða þetta nánar.... ísl verð eru stundum bara fáránleg, og þú borgar bara virðisauka skatt +25.5%",
            "date": "2010-11-21 01:01:00",
            "post_id": "296970",
            "reply_to_id": "296966"
        },
        {
            "user_name": "nevermind",
            "text": "Fartölvan fæst á 60 þúsund krónur!",
            "date": "2010-11-23 19:09:00",
            "post_id": "297470",
            "reply_to_id": "296970"
        },
        {
            "user_name": "mumialfur",
            "text": "Hvað er Type & Serial á þessari vél ?\nTYPE:  xxxx-xxx\nSerial: L3-XXXX",
            "date": "2010-11-25 22:40:00",
            "post_id": "298076",
            "reply_to_id": "297470"
        },
        {
            "user_name": "nevermind",
            "text": "type: 2008-CTO\nsn: L3-N eitthvað sé ekki meira á miðann búið að mást af.. \nWindows XP leyfislykillinn er líka reyndar að mást af en það er löglegt windows inná vélinni og hún er ný uppsett",
            "date": "2010-11-26 18:21:00",
            "post_id": "298291",
            "reply_to_id": "298076"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ef það er orginal HDD í vélinni er líklega líka recovery partition sem hægt er að nota til að enduruppsetja Win XPið, og þá þarf ekki að slá inn product key-inn.",
            "date": "2010-11-26 18:32:00",
            "post_id": "298295",
            "reply_to_id": "298291"
        },
        {
            "user_name": "chaplin",
            "text": "Er sjálfur búinn að eiga 3-4 ThinkPad vélar, það besta besta besta sem maður fær, enda eru þær dýrar. Mín fyrsta var bara \"lala\" tölva mv. hvað félagar mínir voru að kaupa (acer), mín er sú eina sem er þó enþá lifandi í dag. 6 ára gamal kvikindi.\n60.000kr fyrir þessa vél er djók ef hún er vel með farin.",
            "date": "2010-11-26 19:03:00",
            "post_id": "298306",
            "reply_to_id": "298295"
        },
        {
            "user_name": "rapport",
            "text": "Er að nota T60 frá vinnunni...\nBúinn að vera æðisleg fyrir utan viftuna sem fór og svo var HDD að fara núna...\nÍ XP enterprise umhverfi þá er hún ekkert æði en það er verið að prófa Win7 og fyrsta glimps af því = æði...\nÉg er reyndar með T7600.\nÞessar vélar eru samt með rétt um  1/2 - 1/3 CPU afkastagetuna m.v. i5 540m (minnir mig)...\nÞannig að framtiðin ert ekkert voðalega björt ef maður kaupir eina svona...",
            "date": "2010-11-26 22:31:00",
            "post_id": "298357",
            "reply_to_id": "298306"
        },
        {
            "user_name": "nevermind",
            "text": "Endilega sendið á mig tilboð! \n þessi vél er að virka mjög vel hjá mér í XP eins og er.\nSvo er alltaf hægt að uppfæra í Windows 7!! 4GB í minni",
            "date": "2010-11-27 16:45:00",
            "post_id": "298499",
            "reply_to_id": "298357"
        },
        {
            "user_name": "nevermind",
            "text": "Myndir af vélinni sem ég tók í sima.\nhttp://img822.imageshack.us/i/img014u.jpg/\nhttp://img440.imageshack.us/i/img012yc.jpg/\nhttp://img214.imageshack.us/i/img013rb.jpg/\nhttp://img822.imageshack.us/i/img014u.jpg/",
            "date": "2010-11-28 20:50:00",
            "post_id": "298844",
            "reply_to_id": "298499"
        },
        {
            "user_name": "nevermind",
            "text": "Jæja allir búnir að fá útborgað og góður kostur að kaupa sér frábæra T60 fartölvu fyrir lítið. Sendið á mig tilboð!",
            "date": "2010-12-01 18:24:00",
            "post_id": "299614",
            "reply_to_id": "298844"
        },
        {
            "user_name": "nevermind",
            "text": "Upp fyrir alvöru fartölvu!",
            "date": "2010-12-03 01:14:00",
            "post_id": "300144",
            "reply_to_id": "299614"
        },
        {
            "user_name": "nevermind",
            "text": "skoða tilboð",
            "date": "2010-12-03 17:59:00",
            "post_id": "300314",
            "reply_to_id": "300144"
        },
        {
            "user_name": "nevermind",
            "text": "Upp fyrir ThinkPad T60!",
            "date": "2010-12-06 19:50:00",
            "post_id": "301110",
            "reply_to_id": "300314"
        },
        {
            "user_name": "nevermind",
            "text": "Jólatilboð! 50 þúsund!!!",
            "date": "2010-12-08 17:39:00",
            "post_id": "301631",
            "reply_to_id": "301110"
        },
        {
            "user_name": "AntiTrust",
            "text": "Fáránlega gott verð.\nLiggur við að ég kaupi hana bara til að eiga aðra.",
            "date": "2010-12-08 17:56:00",
            "post_id": "301634",
            "reply_to_id": "301631"
        },
        {
            "user_name": "Jimmy",
            "text": "Subbulega góðar vélar, ef þú hefðir hitt á mig í betri mánuði ársins fjárhagslega séð þá hefði ég tekið af þér handlegginn til að ná þessari vél.",
            "date": "2010-12-08 19:26:00",
            "post_id": "301663",
            "reply_to_id": "301634"
        },
        {
            "user_name": "charlie",
            "text": "Sæll \nEr til í að borga 50000 fyrir tölvuna ef hún er í lagi.sendu mér póst á \ndagur79@hotmail.com\n.\nkveðja Dagur Þór",
            "date": "2010-12-09 01:12:00",
            "post_id": "301772",
            "reply_to_id": false
        },
        {
            "user_name": "nevermind",
            "text": "upp vélin er ekki seld.",
            "date": "2010-12-14 14:44:00",
            "post_id": "303421",
            "reply_to_id": "301772"
        }
    ],
    "date": "2010-12-09 01:12:00"
}