{
    "forum_title": "Koníakstofan",
    "id": "34052",
    "title": "Ovi-maps og USA",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=34052",
    "posts": [
        {
            "user_name": "Tyler",
            "text": "Sælir\nEr einhver hérna sem þekkir til kostnaðarins við að nota Ovi-Maps í Bandaríkjunum?  Ég er á leiðinni til USA í næstu viku og er búin að hlaða niður kortinu fyrir borgina og setja inn ýmsar staðsetningar sem ég ætla að kíkja á.  En er svolítið hræddur um kostnaðinn sem gæti fylgt því að nota GPS vegna gagnamagnsins.  \nEinhver með reynslu af þessu?",
            "date": "2010-11-26 12:32:00",
            "post_id": "298184",
            "reply_to_id": false
        },
        {
            "user_name": "mic",
            "text": "Hringdu í símaþjónustu þína og spurðu þá til að hafa það á hreinu.",
            "date": "2010-11-26 12:56:00",
            "post_id": "298190",
            "reply_to_id": "298184"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ef þú ert með GPS síma en ekki bara A-GPS þá ættiru að geta sloppið við lítinn sem engan kostnað svo lengi sem þú dlar USA mappinu í símann. Sótt gagnamagn færi þá bara eftir því hvernig þú myndir nota kortið, hvort þú sért að skoða traffic info, staðsetningu á þjónustustöðum, guidance eða annað.",
            "date": "2010-11-26 13:18:00",
            "post_id": "298204",
            "reply_to_id": "298190"
        },
        {
            "user_name": "Gothiatek",
            "text": "Já, hringdu til að vera alveg viss.\nEn ég er samt nokkuð viss um að kostnaður sé lítill, enda er þetta auglýst þannig. Eina skiptið sem síminn fer á netið er þegar hann tengist fyrst (og ég held þú getir slökkt á því en þá er hann lengur að ná signali)...einnig fer síminn á netið ef þú flettir upp nálægum veitingastöðu og söfnum o.s.frv.\nSjálft GPS kostar ekkert. En double tjékkaðu, ég er ekkert alveg með þetta á hreinu sko",
            "date": "2010-11-26 13:19:00",
            "post_id": "298206",
            "reply_to_id": "298204"
        },
        {
            "user_name": "IL2",
            "text": "En ef þú fengir þér USA Sim kort? Hef oft verið að velta þessu fyrir mér þar sem ég hef verið í sömu sporum í útlöndum.",
            "date": "2010-11-26 14:09:00",
            "post_id": "298216",
            "reply_to_id": "298206"
        },
        {
            "user_name": "Tyler",
            "text": "Takk fyrir svörin.\nÉg hringdi í Vodafone og spurði þá um þetta.  Þeir gátu ekki svarað mér sérstaklega varðandi að nota GPS og Ovi-Maps en sögðu hinsvegar að hvert MB kostaði rúmlega 2.000 kr.  Ég er með Nokia E-52 símann og hafði nú bara ætlað mér að nota hann til að staðsetja mig og aðra áhugaverða staði þegar maður gengur um í Boston.\nHringdi einnig í Hátækni og fékk þar að vita að ef ég sé búin að hlaða niður kortinu áður en ég fer, þá sé gagnamagns notkunin mjög lítil nokkur kb í hvert sinn sem að GPS tengist.",
            "date": "2010-11-26 14:38:00",
            "post_id": "298228",
            "reply_to_id": "298216"
        },
        {
            "user_name": "viddi",
            "text": "Þú getur farið í stillingarnar í Ovi Maps og stillt á Offline þá ertu allveg safe.",
            "date": "2010-11-26 16:52:00",
            "post_id": "298271",
            "reply_to_id": "298228"
        }
    ],
    "date": "2010-11-26 12:32:00"
}