{
    "forum_title": "Til sölu - Tölvuvörur",
    "id": "34088",
    "title": "Gigabyte ATI HD5770 & HD4670 til skipta",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=11&t=34088",
    "posts": [
        {
            "user_name": "AntiTrust",
            "text": "Þar sem ég hef alfarið skipt Win út fyrir *nix kerfi á öllum vélum hérna heima, þarf ég að skipta ATI kortunum mínum út fyrir Nvidia, þar sem Nvidia styður Linux samfélagið mikið meira en ATI. Það eru ákveðnir fítusar sem ég er að eltast eftir sem eru einfaldlega ekki að virka með ATI kortunum í Linux.\nÉg er því hér með tvö ATI kort sem ég óska eftir því að SKIPTA - EKKI SELJA á móti sambærilegum Nvidia kortum. Ég veit að þetta er longshot, en þetta væri t.d. ágætis lausn fyrir þá sem vantar kort í CrossFire/EyeFinity setup eða þá sem vantar kort í ódýrari kantinum með HDMI tengi. Ég get borgað upp í önnur kort ef því er að skipta.\nKort #1\nGigaByte ATI HD5770 1GB (GV-R577UD-1GD)\n - \nhttp://www.gigabyte.com/products/produc ... id=3283#ov\nPowered by ATI Radeon HD 5770 GPU \nIntegrated with 1024 MB / 128-bit GDDR5 video memory \nGIGABYTE Ultra Durable VGA High Quality Components \nGIGABYTE 80mm Large Fan (Copper Inside) \nSupports DirectX 11 and OpenGL 3.1 \nATI 4-way / 3-way / 2-way CrossFireX Ready \nSupports ATI Avivo HD & Eyefinity multi-display technology \nFeatures Dual dual-link DVI-I / HDMI / Displayport\nShader Model 5.0\nKortið er keypt fyrir 7-8 mánuðum síðan, hefur aldrei verið OC'að lengur en 4 mín samtals og var það eingöngu gert upp á benchmark, að öðru leyti alltaf keyrt stock. Ég fer gríðarlega vel með vélarnar mínar og því hefur þetta kort verið tekið úr tölvunni AMK 1x á 6 vikna fresti og rykhreinsað. Engin nóta sem ég get afhent með kortinu þar sem það eru talsvert fleiri hlutir á henni, en hluturinn er skráður á kennitölu hjá Tölvuvirkni.\nKort #2\nGigabyte ATI HD4670 512MB\n (GV-R467D3-512I) - \nhttp://www.gigabyte.com/products/produc ... 07&dl=1#ov\nPowered by ATI Radeon HD 4670 GPU \nIntegrated with 512 MB / 128-bit GDDR3 video memory \nGIGABYTE Ultra Durable VGA High Quality Components \nSupports DirectX 10.1 and OpenGL 2.1\nATI 2-way CrossFireX Ready \nSupports ATI Avivo HD\nFeatures Dual dual-link DVI-I / HDMI\nShader Model 4.1\nKeypti þetta kort notað hérna á vaktinni um daginn, tók kælieininguna af, skipti um kælikrem og rykhreinsaði viftuna. Að öðru leyti get ég ekki sagt til um notkun en ég benchmarkaði það strax eftir kaup og það stóð sig með prýði.\nHafið samband helst í PM eða hér í þræðinum.",
            "date": "2010-11-27 20:23:00",
            "post_id": "298560",
            "reply_to_id": false
        },
        {
            "user_name": "Nördaklessa",
            "text": "er til í 5770 kortið og læt þig fa 250 gts",
            "date": "2010-11-27 20:52:00",
            "post_id": "298561",
            "reply_to_id": "298560"
        },
        {
            "user_name": "AntiTrust",
            "text": "Þar sem þú ert með 512MB kortið verð ég að afþakka, 5770 ber höfuð og herðar yfir 250GTS 512MB kortið. Þetta hefði verið hugsanlegt með 260.",
            "date": "2010-11-27 21:06:00",
            "post_id": "298562",
            "reply_to_id": "298561"
        },
        {
            "user_name": "Klemmi",
            "text": "Ekki að ég ætli að vera dónalegur, en ég veit ekki betur en að GTX260, allavega Core216 útgáfan, sé talsvert öflugri heldur en 5770.  Varðandi 512MB útgáfurnar af GTS250 að þá voru þær yfirleitt svipaðar í afköstum ef ekki afkastameiri heldur en 1GB útgáfurnar þar sem 1GB keyrðu yfirleitt á lægri klukkuhraða (lame, ég veit).\nEn bottom line: Þú ert að biðja fólk um að gera þér \"greiða\" með að skipta ATI korti yfir í nVidia, finndist eðlilegast að þú sættir þig á smá performance loss frekar en sá sem þú skiptir við",
            "date": "2010-11-27 21:18:00",
            "post_id": "298566",
            "reply_to_id": "298562"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ekki illa tekið, enda er ég hvað verst að mér í skjákortum vélbúnaðarlega séð. Mínu svari til stuðnings skoðaði ég comparison charts á Tomshardware, þeas GTS250 vs HD5770. Tel það líka alveg eðlilegt að taka á mig eins og þú segir, örlítið downgrade, fannst hinsvegar performance munurinn á þessum tveim of mikill.\nNördaklessa, ég ætla að skoða þetta aðeins betur, læt þig vita ef mér snýst hugur. \nEDIT\n: Ég held mig við sama svar og fyrr, það er um 33% perf. munur á þessum kortum í benchmarks, og 5770 er þar fyrir utan DX11.",
            "date": "2010-11-27 21:26:00",
            "post_id": "298571",
            "reply_to_id": "298566"
        },
        {
            "user_name": "nonesenze",
            "text": "ætlaði nú að bjóða mitt 250gts, en þegar ég skoðaði benchmark muninn þá endur huxaði ég, kannski því ég er nvidia fanboy en 20-30% munur skiptir ekki svo miklu þegar er skoðað (driver issue í ati drivers, og features í nvidia) svo með því sem ég las þá er 20-30% perfomance munur í leikjum, not worth it \nsry u wont get mine, allavega\np.s. tek fram að ég er nvidia fan (þessi skoðun er bara mín), góð gengi með þetta \n*edit*  ég var aðalega að spá í dx11 á slétt skiptum",
            "date": "2010-11-27 21:51:00",
            "post_id": "298579",
            "reply_to_id": "298571"
        },
        {
            "user_name": "Nördaklessa",
            "text": "ég er sko með 256bit útgáfuna, skoða betur hér. \nhttp://eu.msi.com/index.php?func=prodvg ... od_no=1772",
            "date": "2010-11-27 21:52:00",
            "post_id": "298580",
            "reply_to_id": "298579"
        },
        {
            "user_name": "nonesenze",
            "text": "ég er með sama kort og þú",
            "date": "2010-11-27 21:53:00",
            "post_id": "298581",
            "reply_to_id": "298580"
        },
        {
            "user_name": "Nördaklessa",
            "text": "var að benda á það fyrir antitrust...",
            "date": "2010-11-28 18:49:00",
            "post_id": "298801",
            "reply_to_id": "298581"
        },
        {
            "user_name": "Nördaklessa",
            "text": "Frítt bömp",
            "date": "2010-11-29 16:41:00",
            "post_id": "299059",
            "reply_to_id": "298801"
        },
        {
            "user_name": "Lexinn",
            "text": "Til í GTX260 móti HD5770?",
            "date": "2010-11-29 17:56:00",
            "post_id": "299091",
            "reply_to_id": "299059"
        }
    ],
    "date": "2010-11-27 20:23:00"
}