{
    "forum_title": "Koníakstofan",
    "id": "34102",
    "title": "Calvin and Hobbes",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=34102",
    "posts": [
        {
            "user_name": "GullMoli",
            "text": "Sælir. \nÞað hljóta eflaust einhverjir að kannast við þessar myndasögur, enda er þetta íslenskað í morgunblaðinu (samt fáránlega mörgum og góðum sögum sleppt + margfalt betra á ensku). \nMig langar bara að benda fólki á það hvað þetta er mikil snilld með því að koma með örfá gullmola.\nHægt er að finna allt safnið á ónenfdum p2p síðum, mæli þó með því að kíkja á bókasafn eða í Nexus þar sem það er mun þægilegra að lesa þetta í bók. Sjálfur á maður \"The complete set\" sem er fáránlega huge bækur, en þetta bara eitthvað sem ég verð að eiga \n Endilega tékkið á þessu, jafnvel þótt að sögurnar í morgunblaðinu hafi kannski gefið slæma mynd á þetta.",
            "date": "2010-11-28 04:49:00",
            "post_id": "298683",
            "reply_to_id": false
        },
        {
            "user_name": "IL2",
            "text": "Tímalaus snilld.",
            "date": "2010-11-28 13:59:00",
            "post_id": "298727",
            "reply_to_id": "298683"
        },
        {
            "user_name": "coldcut",
            "text": "Hef einmitt alltaf verið hrifinn af Calvin & Hobbes...málið er bara að það er skelfilegt þegar verið er að þýða comics!  \n \nAnnað dæmi um það sem á ekki að þýða eru orðaleikir í bíómyndum/þáttum...það verður alltaf svo misheppnað að maður fær kjánahroll eða þá að þetta er bara þýtt beint og grínið kemst alls ekki til skila!",
            "date": "2010-11-28 14:12:00",
            "post_id": "298731",
            "reply_to_id": "298727"
        },
        {
            "user_name": "GullMoli",
            "text": "Já það er hræðilegt að lesa þetta í morgunblaðinu, það sama á við t.d. um teiknimyndir sem eru þýddar yfir á íslensku, hræðilegt oft á tíðum + brandarar sem meika ekkert sense því þeir eru beinþýddir D:",
            "date": "2010-11-28 16:41:00",
            "post_id": "298766",
            "reply_to_id": "298731"
        }
    ],
    "date": "2010-11-28 04:49:00"
}