{
    "forum_title": "Almennt um vélbúnað",
    "id": "34235",
    "title": "Tölvan frýs",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=34235",
    "posts": [
        {
            "user_name": "k0fuz",
            "text": "Undanfarin 2 skipti (þetta hefur gerst áður líka, en einungis í þessum leik held ég, kannski Mafia 2 líka, man ekki) sem ég er í BF: Bad company 2 þá frís tölvan allveg, mynd og hljóð frís. Ég kannaðist við þetta frá fyrri tölvu, þá átti þetta til að gerast en eftir svona 1 mín þá \"kickaði\" allt inn aftur og ég gat haldið áfram að spila, en virðist ekki gera það núna. Veit einhver sniðugur hvað gæti verið að hrjá vélina?",
            "date": "2010-12-03 00:09:00",
            "post_id": "300118",
            "reply_to_id": false
        },
        {
            "user_name": "Frost",
            "text": "Þegar ég átti gömlu tölvuna mína, þá gerðist þetta stundum og það var ofhitnun á skjákorti.\nPrófaðu að keyra Furmark og Prime95 og athugaðu hvort tölvan frís í þessum forritum. \nEf það frís ekki, prófaðu þá að keyra HirensBootCD og runne memtest. \nÞetta er svona fyrstu skrefin sem ég myndi fylgja.",
            "date": "2010-12-03 00:24:00",
            "post_id": "300128",
            "reply_to_id": "300118"
        },
        {
            "user_name": "k0fuz",
            "text": "Prófaði að keyra Furmark og Prime95 í 20mín (hef ekki meiri tíma í bili er að fara sofa, rjúpur á morgun \n ) og ekkert gerðist. Skjákortið fór hæst í 75°C, en kannski vert að taka fram að ég er með Evga Precision (viftu stýringar forrit á skjákortinu) og er með viftuna stillta í 60% speed. Hefur alltaf verið fínt hingað til.\nPrufa hitt á morgun.",
            "date": "2010-12-03 01:07:00",
            "post_id": "300142",
            "reply_to_id": "300128"
        },
        {
            "user_name": "reeps993",
            "text": "Lenti í nákvæmlega sama fraus þegar ég var að spila þunga leiki eins og COD MW2 og SC2 endaði með því að þetta var skjákortið sem var að ofhitna og á endanum eyðilagðist það. Langt síðan þú hreinsaðir skjákortið?\nVar með 8800GTX",
            "date": "2010-12-03 08:24:00",
            "post_id": "300175",
            "reply_to_id": "300142"
        },
        {
            "user_name": "k0fuz",
            "text": "Ekkert ægilega langt síðan.. maður hreinsar tölvuna nokkrum sinnum á ári (2-3 ?) og þá tek ég hana alla í gegn, skjakort og allt.",
            "date": "2010-12-03 16:09:00",
            "post_id": "300277",
            "reply_to_id": "300175"
        },
        {
            "user_name": "k0fuz",
            "text": "Hvað gerir HirensBootCD? \nÁ ég að runna HirensBootCD og Memtest saman?",
            "date": "2010-12-03 16:29:00",
            "post_id": "300284",
            "reply_to_id": "300277"
        },
        {
            "user_name": "Frost",
            "text": "Nei ég skrifaði smá vitlaust þarna \n Klaufi ég. Þarft ekkert að prófa HirensBootCd, nægir bara að keyra memtest.",
            "date": "2010-12-03 20:09:00",
            "post_id": "300348",
            "reply_to_id": "300284"
        },
        {
            "user_name": "Klemmi",
            "text": "Bilað minni veldur mjög sjaldan frost-vandamálum (haha, Frost-vandamál), því miður, ef þetta gegnfrýs verð ég að vera leiðinlegur og skjóta frekar á aflgjafa, skjákort, móðurborð eða örgjörva... :/\nEn annars er alltaf gott að prófa hreina uppsetningu ef þú átt lausan harðan disk/nóg pláss til að tæma af einum disk til að prófa nýja uppsetningu á honum til að útiloka hugbúnaðarvandamál",
            "date": "2010-12-03 20:13:00",
            "post_id": "300349",
            "reply_to_id": "300348"
        },
        {
            "user_name": "Frost",
            "text": "Okei, alltaf er maður nú að læra eitthvað nýtt \n \nMitt gisk væri samt skjákortið. Þetta er ósköp svipað vandamál og ég átti við að stríða með gamla skjákortið mitt, hann á mjög svipað skjákort og ég átti.",
            "date": "2010-12-03 20:17:00",
            "post_id": "300351",
            "reply_to_id": "300349"
        },
        {
            "user_name": "k0fuz",
            "text": "en ég meina ef ég prufa að keyra prime95 í dálitla stund (það reynir á móðurborð? og örgjörva) er ég þá ekki búinn að útiloka móðurborð og örgjörva?\nOg ef það skiptir einhverju máli þá er ekki svo langt síðan að ég skipti yfir í W7 64bit (var í W7 32bita)",
            "date": "2010-12-03 23:07:00",
            "post_id": "300399",
            "reply_to_id": "300351"
        },
        {
            "user_name": "Klemmi",
            "text": "Sjálfur myndi ég prófa hreina uppsetningu bara til að vera ekki að bilanagreina að óþörfu, sérstaklega ef þetta kemur BARA fyrir í þessum eina leik... eða um að gera að prófa nýrri/eldri skjákortsdrivera fyrst",
            "date": "2010-12-03 23:24:00",
            "post_id": "300408",
            "reply_to_id": "300399"
        },
        {
            "user_name": "k0fuz",
            "text": "Okei runnaði memtest í 7 og hálfa klst. Allt í góðu þar. \nGrunar mest: skjákort eða hugbúnað (skrítið að þetta fari bara allt í einu að gerast ef þetta er hugbúnaður?).",
            "date": "2010-12-05 00:25:00",
            "post_id": "300663",
            "reply_to_id": "300408"
        },
        {
            "user_name": "Klemmi",
            "text": "Er þetta bara í þessum eina leik eða er þetta í fleiru?",
            "date": "2010-12-05 00:50:00",
            "post_id": "300676",
            "reply_to_id": "300663"
        },
        {
            "user_name": "k0fuz",
            "text": "er bara ekki að spila neina aðra þunga leiki eiginlega atm, spilaði cod: black ops single player, fraus aldrei. En ég tek samt eftir því að BF BC2 er miki þyngri fyrir skjákortið (tek eftir laggi) en kannski er það bara því ég spila hann online en ekki cod: bo ?",
            "date": "2010-12-05 01:36:00",
            "post_id": "300684",
            "reply_to_id": "300676"
        },
        {
            "user_name": "k0fuz",
            "text": "Kannski vert að taka fram að í dag var ég að spila bfbc2 og eftir korter fraus hún, ég restarta og byrja aftur að spila og spila allveg í 1 klst eða meir og svo er ég að fara hætta og þá frýs hún í loading glugganum þegar verið er að skipta um map \n .....",
            "date": "2010-12-05 01:51:00",
            "post_id": "300687",
            "reply_to_id": "300684"
        },
        {
            "user_name": "Benzmann",
            "text": "ertu viss um að skjákortið sé að fá nógu mikið power ?, lenti áður fyrr í þessu þegar ég var að spila kröfuharðaleiki, en svo lagaðist það eftir að ég fékk mér nýtt PSU, getur verið að það sé að klikka hjá þér, en samkvæmt speccunum þínum ætturu að vera semi-góður með þetta PSU",
            "date": "2010-12-05 01:58:00",
            "post_id": "300690",
            "reply_to_id": "300687"
        },
        {
            "user_name": "MatroX",
            "text": "er overclockið stable?",
            "date": "2010-12-05 02:00:00",
            "post_id": "300691",
            "reply_to_id": "300690"
        },
        {
            "user_name": "k0fuz",
            "text": "Það var 24klst stable í prime95 þegar ég lagði loka hönd á það í apríl.",
            "date": "2010-12-05 02:01:00",
            "post_id": "300692",
            "reply_to_id": "300691"
        },
        {
            "user_name": "k0fuz",
            "text": "Spurning um að ath hvort rafmagnstengið sé nógu vel inni eða eitthvað. Hvernig get ég aukið rafmagnið ?",
            "date": "2010-12-05 02:02:00",
            "post_id": "300693",
            "reply_to_id": "300692"
        },
        {
            "user_name": "k0fuz",
            "text": "Heyriði getiði sagt mér eitt. Í Hardware Monitor forritinu, er fyrir neðan voltage-in stendur Temperatures, þar stendur: System 44°C og CPU 25°C. \nGetiði sagt mér hvað þetta er? er system = northbridge? og hvað er þá CPU? (þetta er ekki örgjörvinn þar sem að hann er í 38°C)",
            "date": "2010-12-05 16:11:00",
            "post_id": "300812",
            "reply_to_id": "300693"
        },
        {
            "user_name": "k0fuz",
            "text": "Ákvað að runna prime95 aftur núna á meðan ég fór að vinna og eitthvað klikkaði \n\"FATAL ERROR: Resulting sum was 134630395145316, expected: 134625486611213.3\nHardware failure detected, consult stress.txt file.\nTorture Test completed 181 tests in 5 hours, 8 minutes - 1 errors, 0 warnings.\nWorker stopped.\"\nVeit einhver hvað þetta táknar? vantar meiri djús?:/ þetta var stable einu sinni :O",
            "date": "2010-12-05 22:08:00",
            "post_id": "300930",
            "reply_to_id": "300812"
        },
        {
            "user_name": "Frantic",
            "text": "Er ekki meiri details í þessari stress.txt skrá?",
            "date": "2010-12-05 22:48:00",
            "post_id": "300940",
            "reply_to_id": "300930"
        },
        {
            "user_name": "k0fuz",
            "text": "Málið er að það er enginn stress.txt skrá...  \n \nBúinn að searcha alla tölvuna.",
            "date": "2010-12-05 23:05:00",
            "post_id": "300944",
            "reply_to_id": "300940"
        },
        {
            "user_name": "k0fuz",
            "text": "Að vísu, er að fatta eitt núna, fyrir stuttu þá enable-aði ég C1E stillinguna aftur svo að örgjörvinn væri ekki að vinna alltaf á fullu. Má þetta kannski ekki vera enabled þegar prime95 er í gangi?",
            "date": "2010-12-06 01:14:00",
            "post_id": "300995",
            "reply_to_id": "300944"
        },
        {
            "user_name": "MatroX",
            "text": "slökktu á C1E sérstaklega þegar þú ert buinn að oc vélina hjá þér",
            "date": "2010-12-06 01:53:00",
            "post_id": "301003",
            "reply_to_id": "300995"
        },
        {
            "user_name": "k0fuz",
            "text": "ég skyldi það þannig að maður ætti að disablea það á meðan maður væri að oc-a en þegar allt væri orðið stable þá mætti enabla það aftur. Misskilningur greinilega hjá mér og kannski er þetta ástæðan.",
            "date": "2010-12-06 02:04:00",
            "post_id": "301006",
            "reply_to_id": false
        },
        {
            "user_name": "MatroX",
            "text": "C1E getur valdið því að tölvan verði unstable þar sem overclockið er stable þar sem tölvan er sí keyrandi á 3.2ghz t.d í þínu tilfelli og svo kveikiru á C1E þá er hún að throttle-a sig niður eða að droppa ghz tölunni það gæti valdið óstöðu leika",
            "date": "2010-12-06 02:19:00",
            "post_id": "301008",
            "reply_to_id": "301006"
        },
        {
            "user_name": "k0fuz",
            "text": "já ætla prufa að hanga í bfbc2 við tækifæri og ef hún frýs ekkert þá er þetta bara málið greinilega, andskoti verð ég feginn ef að þetta var það  \n  hélt ég þyrfti að fara splæsa í nýtt móðurborð.",
            "date": "2010-12-06 02:41:00",
            "post_id": "301013",
            "reply_to_id": "301008"
        },
        {
            "user_name": "k0fuz",
            "text": "Fór í bfbc2 og hún fraus eins og venjulega \n  Einhverjar hugmyndir?",
            "date": "2010-12-08 10:15:00",
            "post_id": "301519",
            "reply_to_id": "301013"
        },
        {
            "user_name": "k0fuz",
            "text": "Bump. Var að installa cod4 og spila á netinu, fraus eftir 5mín.\nGæti þetta tengst netkortinu?",
            "date": "2010-12-14 15:42:00",
            "post_id": "303440",
            "reply_to_id": "301519"
        }
    ],
    "date": "2010-12-06 02:04:00"
}