{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "34375",
    "title": "WoW Lag Vandamál",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=34375",
    "posts": [
        {
            "user_name": "Plushy",
            "text": "Blessaðir.\nFyrir nokkru breyttist eitthvað hjá mér í tölvunni og skjárinn varð aðeins of bjartur. Það var svo sem allt í lagi, vandist því. Síðan er ég búinn að vera spila Cataclysm og tek eftir því að þegar ég attacka einhverja mobs þá kemur örstutt lag spike. Á endanum var þetta orðin eins og hausverkur og ég googleaði þetta. Ég var að fá svona... 34-50 FPS í dungeons í combat. Síðan disableaði ég crossfire í catalyst control panel og þá hvarf stutterið og FPS komið í 100+. Það var samt ein aukaverkun, núna er skjárinn allt of dökkur, það er það sem ég vill laga. \ner með tölvuna sem er í signature\nöll hjálp og hugmyndir vel þegnar \nedit: ennþá of dökkur eftir að ég enableaði crossfire aftur\nedit: Komið í upprunalegt horf eftir að ég skipti um DVI tengi O.o langar samt að hafa þetta í crossfire án þess að það komi upp vandamál.\nedit: ennþá svona",
            "date": "2010-12-08 18:29:00",
            "post_id": "301648",
            "reply_to_id": false
        },
        {
            "user_name": "nonesenze",
            "text": "googlaðu þekkt driver issue, það er víst þekkt hjá ati",
            "date": "2010-12-08 18:42:00",
            "post_id": "301649",
            "reply_to_id": "301648"
        },
        {
            "user_name": "Plushy",
            "text": "sérðu hvað fyrsti linkurinn inniheldur \n \nhttp://corent.proboards.com/index.cgi?b ... thread=755\n\"People having issues like Weird color refective water or \"\ndark and light\" screen \n\"",
            "date": "2010-12-08 18:59:00",
            "post_id": "301652",
            "reply_to_id": "301649"
        },
        {
            "user_name": "nonesenze",
            "text": "yup þetta er sucky parturinn við ati, og meðal margra ástæða sem ég vel nvidia..... hóst*3d vision*hóst*",
            "date": "2010-12-08 19:54:00",
            "post_id": "301668",
            "reply_to_id": "301652"
        },
        {
            "user_name": "emmi",
            "text": "Ertu búinn að prófa að installa ATI Catalyst Application Profiles?",
            "date": "2010-12-08 20:24:00",
            "post_id": "301676",
            "reply_to_id": "301668"
        },
        {
            "user_name": "Plushy",
            "text": "Nei, heldurðu að það muni hjálpa?\nÆtla líka að prófa að defragmenta diskinn og uppfæra skjákorts drivers....\nÞetta hætti í einhvern tíma eftir að ég disableaði crossfire. Núna er þetta komið aftur og maður fær hausverk af þessu ..",
            "date": "2010-12-11 22:48:00",
            "post_id": "302571",
            "reply_to_id": "301676"
        },
        {
            "user_name": "Plushy",
            "text": "Tók myndband af typical bossfight þar sem þetta er í gangi...\nhttp://www.youtube.com/watch?v=QAu5PzQ4btE\nEinhverjar hugmyndir um hvernig ég laga þennan ergni!\"##$&QE#!E#$%1!\"#1!  \n \n \n  helvíti?\nöll hjálp vel þegin..",
            "date": "2010-12-27 20:52:00",
            "post_id": "306672",
            "reply_to_id": "302571"
        },
        {
            "user_name": "gutti",
            "text": "kemur bara eingöngu þegar fer battle í boss lagg ? bara forvitni frekar orðinn 1 ár síðan ég spila wow  \n  er spá fara að spila aftur eftir áramót   \n  hvaða hraða ert með á netið  \n minnið hjá mér  getur gleypt með wow  \n spurning þurfi að setja veritcal sync off  jafnlega að hafa low eða meðal stillingu í leiknum  er ekki samt viss",
            "date": "2010-12-27 21:28:00",
            "post_id": "306676",
            "reply_to_id": "306672"
        },
        {
            "user_name": "Plushy",
            "text": "Er með 50 MB Ljós tengingu. Er löngu búinn að checka á öllum in-game settings þau hafa engin áhrif. Þetta gerist eiginlega bara í raids, stundum í heroics.\nEinn hlutur í viðbót, ef ég horfi á myndband á youtube á sama tíma laggar eiginlega allt í kúk nema það sé í eitthvað 240p ...",
            "date": "2010-12-27 21:55:00",
            "post_id": "306687",
            "reply_to_id": "306676"
        },
        {
            "user_name": "Einarr",
            "text": "Flott ui get samt ekkert hjálpað",
            "date": "2010-12-28 03:18:00",
            "post_id": "306773",
            "reply_to_id": "306687"
        },
        {
            "user_name": "Lexxinn",
            "text": "Tók ekki eftir neinu fps droppi nema fyrstu 20 sekundurnar komu hikst inná milli.",
            "date": "2010-12-28 03:25:00",
            "post_id": "306777",
            "reply_to_id": "306773"
        },
        {
            "user_name": "Plushy",
            "text": "Gleymdi að taka upp myndband aftur í næsta bossfight. Í seinasta phaseinu á Ascendant Council voru þessi hikst að apeshitta... aðallega þegar það er svona mikið af spell effects og hlutir á jörðinni í gangi.\nEn annars eru þessi \"hikst\" ótrúleg ótrúlega óþæginleg, fær eins konar ógleðis tilfinningu og hausverk af því að horfa á þetta alltaf.\nGleymdi líka að sýna FPS mælirinn á meðan ég tók myndbandið því vanalega er það fast á 60 en síðan drop í 34 upp aftur, drop, upp, drop, upp. Í mynbandinu sá ég þetta gerast alveg frá byrjun ekki eftir 20 sek.",
            "date": "2010-12-28 03:32:00",
            "post_id": "306785",
            "reply_to_id": "306777"
        },
        {
            "user_name": "Daz",
            "text": "Ertu búinn að prófa að \"niðurfæra\" skjákorts driverinn eins og er talað um í þessum pósti (kannski ekki alveg aftur í þessa 2008 útgáfu, en eitthvað til baka)?",
            "date": "2010-12-28 09:26:00",
            "post_id": "306815",
            "reply_to_id": "306785"
        }
    ],
    "date": "2010-12-08 18:29:00"
}