{
    "forum_title": "Almennt um vélbúnað",
    "id": "34384",
    "title": "Tölvan með vesen",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=34384",
    "posts": [
        {
            "user_name": "krissi24",
            "text": "Þegar ég horfi á hreyfimynd af auka diskinum í tölvunni og er að hlusta á tónlist í leiðinni í itunes eða á youtube og líka þegar ég er að búa til deiliskrá í utorrent og hlusta á tónlist í leiðinni þá verður lagið allt breglað eða hökktir, svo er torrentskráin rosa lengi að vistast eða búast til. Getur þetta verið auka diskurinn sem er að gefa sig? Hann er sirka 1 árs 650 GB Western Digital diskur, Samt finnst það ólíklegt vegna þess að þetta gerist líka þegar ég hlusta á tónlist á youtube og horfi á kvikmynd í leiðinni. Músabendillinn hökktir líka. Þetta byrjaði fyrir svona 3 dögum. Ég hélt að þetta væri eitthvað video codec sem væri að klikka en ég er búinn að sækja fullt af svoleiðis og installa auk þess að installa  driverinum fyrir skjákortið aftur og fara yfir tengingarnar fyrir harða diskana í tölvunni en þetta virðist ekki ætla að lagast \n Svo er ég búinn að keyra spybot og Trend Micro og eyða drasli af auka disknum. Hvað gæti verið að?",
            "date": "2010-12-09 00:44:00",
            "post_id": "301763",
            "reply_to_id": false
        },
        {
            "user_name": "Klemmi",
            "text": "Allavega er enter takkinn bilaður, en annars myndi ég einnig keyra test á diskinn til að byrja með",
            "date": "2010-12-09 00:57:00",
            "post_id": "301766",
            "reply_to_id": "301763"
        },
        {
            "user_name": "krissi24",
            "text": "Enter takkinn? Þetta er borðtölva, allt í lagi með lyklaborðið. Tók það einmitt úr sambandi í dag ásamt músinni og pluggaði því svo aftur inn. Var að greiða úr snúruflækjunni bakvið tölvuna.",
            "date": "2010-12-09 02:45:00",
            "post_id": "301789",
            "reply_to_id": "301766"
        },
        {
            "user_name": "Frantic",
            "text": "Einn ekki alveg að ná kaldhæðninni.  \nSegðu meira frá vélinni. Vinnsluminni og örgjörvi?\nGerist þetta bara þegar þú spilar eitthvað af öðrum diski?",
            "date": "2010-12-09 03:44:00",
            "post_id": "301793",
            "reply_to_id": "301789"
        },
        {
            "user_name": "krissi24",
            "text": "Veit bara um youtube það gerist það sama þar og Firefox-ið er sett upp á C diskinum. Það er 3.25 GB vinnsluminni og 3.20 GHz Intel Pentium 4 CPU örgjörvi",
            "date": "2010-12-09 03:51:00",
            "post_id": "301794",
            "reply_to_id": "301793"
        }
    ],
    "date": "2010-12-09 00:44:00"
}