{
    "forum_title": "Netkerfi - internetið",
    "id": "34543",
    "title": "Ljósleiðari AP",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=34543",
    "posts": [
        {
            "user_name": "Frantic",
            "text": "Var að fá ljósleiðarann tengdann en málið er að ég fékk þennan hrikalega \"router\" eða access point merktur Tesley.\nÉg er með tölvuna mína hinum megin í húsinu og þarf þá að nota þráðlausa netið (Ætla samt að tengja það með vír einhverntímann seinna).\nÉg er að ná mest 3MB hérna inni og netið dettur svo alltaf út öðru hverju. \nGætuði mælt með einhverjum router fyrir mig sem er með almennilegt signal strength og kostar ekki of mikið?",
            "date": "2010-12-14 21:12:00",
            "post_id": "303567",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Myndi seint búast við neinum almennilegum hraða á þráðlausri heimatengingu á leigurouter, það er samt frekar óásættanlegt að netið detti út öðru hvoru.\nMyndi frekar athuga það að fá mér sterkara loftnet á routerinn ef það er utanáliggjandi eða betra þráðlaust netkort.",
            "date": "2010-12-14 21:37:00",
            "post_id": "303572",
            "reply_to_id": "303567"
        },
        {
            "user_name": "Frantic",
            "text": "Ég var að pæla að fara að föndra eitthvað með að setja loftnet á þráðlausan net-dongle en hætti svo snögglega við því ég held að það væri bara sniðugra að leggja kapal.\nEn þá er önnur vél sem lendir í veseni við að tengjast með þráðlausa netinu þar sem ekki er hægt að leggja kapal að henni(s.s. það er of mikil fyrirhöfn).\nÞannig ég verð að redda einhverjum router með almennilegu signali",
            "date": "2010-12-14 21:52:00",
            "post_id": "303573",
            "reply_to_id": "303572"
        },
        {
            "user_name": "Pandemic",
            "text": "Ertu að tengja þig beint í Telesy boxið?",
            "date": "2010-12-14 22:35:00",
            "post_id": "303593",
            "reply_to_id": "303573"
        },
        {
            "user_name": "Nariur",
            "text": "Þráðlaust? varla",
            "date": "2010-12-14 23:41:00",
            "post_id": "303622",
            "reply_to_id": "303593"
        },
        {
            "user_name": "Frantic",
            "text": "Nei, routerinn tengist í telsey boxið en routerinn er samt af sömu gerð og telsey sem skiptir engu máli.\nÞetta er basically router sem ég fékk frá Tal og er alls ekki að gera sig.\nÞess vegna langar mig að kaupa nýjan almennilegan router og þá þarf ég ekki heldur að borga tryggingagjald af routernum.",
            "date": "2010-12-15 00:14:00",
            "post_id": "303632",
            "reply_to_id": "303622"
        },
        {
            "user_name": "ponzer",
            "text": "Þarft alltaf að borga tryggingargjaldið af honum þótt þú sért ekki með router eða sóttir aldrei routerinn frá þeim.\nMæli hinsvegar að þú fáir þér gamla vél með 2 eða fleirri netkortum og hendir Smoothwall á hana ef þú vilt allvöru router \nhttp://www.smoothwall.org/\nÞyrfti eiginlega að gera smá \"How to\" um Smoothwallinn, þetta er svo mikil snilld",
            "date": "2010-12-16 11:57:00",
            "post_id": "303955",
            "reply_to_id": "303632"
        },
        {
            "user_name": "AntiTrust",
            "text": "Það getur ekki verið rétt? Ertu alveg 100 á þessu?\nEr þetta ekki bara svoleiðis hjá Tal?",
            "date": "2010-12-16 12:01:00",
            "post_id": "303956",
            "reply_to_id": "303955"
        },
        {
            "user_name": "ponzer",
            "text": "Já hjá TALi allavega, allavega þegar ég var að vinna hjá þeim.",
            "date": "2010-12-16 13:17:00",
            "post_id": "303973",
            "reply_to_id": "303956"
        },
        {
            "user_name": "Frantic",
            "text": "Talaði við Tal í gær og náunginn sagði að það tryggingagjaldið fellur niður ef að fólk kaupir sér router.",
            "date": "2010-12-21 13:30:00",
            "post_id": "305234",
            "reply_to_id": "303973"
        }
    ],
    "date": "2010-12-14 21:12:00"
}