{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "34578",
    "title": "hvernig hljóðkort?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=34578",
    "posts": [
        {
            "user_name": "machiavelli7",
            "text": "hvaða hljóðkort er fólk að mæla með?\nég er mest að hugsa um sambandi við leiki og er soldið að hallast að þessu\nhttp://tl.is/vara/19755\nenn er samt að spá hvort að þetta kort er jafn gott i leiki? og betra fyrir tónlist og þá hvort maður ætti að skella sér á það\nhttp://www.kisildalur.is/?p=2&id=1579\nendilega skellið inn skoðunum og látið vita hvaða hljóðkort þið mynduð kaupa ykkur ekki bara val milli þessa!",
            "date": "2010-12-16 12:28:00",
            "post_id": "303960",
            "reply_to_id": false
        },
        {
            "user_name": "vesley",
            "text": "Asus Xonar Essence XT er eitt besta hljóðkort sem þú getur fengið fyrir tónlist.    Með t.d. innbyggðum magnara fyrir heyrnartól.\nFyrir tölvuleiki er það líka með betri \"specca\"  en \"lélegra\" kortið en það kæmi mér ekki á óvart ef að þú tækir ekkert eftir muninum  hinsvegar muntu gera það fyrir tónlist. \nDX kortið hefur verið að fá frábæra dóma og er mjög vinsælt út í heimi og að mínu mati besta kortið fyrir þann pening sem það er á. \nEssence kortið er í allt öðrum flokki heldur en DX. \nEr sjálfur að fara að kaupa mér Essence XT eftir rúma viku \n    Mæli algjörlega með því en get ekki sagt að það sé peninganna virði fyrir hvern sem er.",
            "date": "2010-12-16 12:49:00",
            "post_id": "303967",
            "reply_to_id": "303960"
        },
        {
            "user_name": "IL2",
            "text": "Þetta fer dálítið eftir því líka hvernig þú hlustar á tónlist. Þá á ég við ertu að hlusta á mp3 fæla í 128mb gæðum? Þá skiptir þetta engu máli. Ef þú er að hlusta á tónlist í meiri gæðum og/eða CD þá myndi ég taka kortið frá Kísildal. Ef þú ert fyrst og fremst að nota kortið í leiki þá er ég sammá Vesley að þú takir ekki mikið eftir muninum, það gæti þó farið eftir heyrnartólum eða hátölurum.",
            "date": "2010-12-16 14:15:00",
            "post_id": "303981",
            "reply_to_id": "303967"
        },
        {
            "user_name": "machiavelli7",
            "text": "já held að eg skelli mér á STX betri speccar fyrir leiki og eitt besta hljóðkort fyrir tónlist sem þú getur fengið það er ekki slæmt\nallavena thx fyrir svörin, enn uppá smá forvitni hvernig headphone áttu eftir að koma til með að nota með þessu? ég er með sennheiser 595hd",
            "date": "2010-12-17 09:36:00",
            "post_id": "304156",
            "reply_to_id": "303981"
        },
        {
            "user_name": "vesley",
            "text": "Í augnablikinu er ég bara með Sennheiser hd-515.   Mun í byrjun næsta ár/ eða allavega á næsta ári annaðhvort kaupa mér eitthvað af betri heyrnartól Sennheiser hd-600 eða ofar eða Nýtt hljóðkerfi. ( Magnara Gólfhátalara og allt sem því fylgir).    Er í augnablikinu með Logitech z-2300 ( fínt kerfi  uppá hávaða en ekki beint fyrir gæðin) og svo Sony- Hátalara tengda við magnara uppá hillu ( mjög góðir en ekki hugmynd hvaða módel)",
            "date": "2010-12-17 12:02:00",
            "post_id": "304173",
            "reply_to_id": "304156"
        }
    ],
    "date": "2010-12-16 12:28:00"
}