{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "34592",
    "title": "skjávarpa kaup",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=34592",
    "posts": [
        {
            "user_name": "ingibje",
            "text": "sælir,\nég ætlaði að kaupa mér skjávarpa frá thor.is ( \nhttp://www.epson.co.uk/Store/Projectors/Epson-EH-TW3200\n ) svo þegar ég ætla fara kaupan þá er uppfært síðuna og hann búin að vera uppseldur seinustu mánuðina.\nmig langar virkilega fá mér skjávarpa núna fyrir jólinn eða um jólin.\nmér lýst heavý vel á þennan díl frá newegg \nhttp://secure.newegg.com/Shopping/Shopp ... ChangeItem\n yrði komin heim á 190.307 með tolli, vsk og öllu. smk, \nhttp://www.tollur.is/upload/files/calc_netverslun(22\n).htm .\nsá sama projector hjá sjónvarpsmiðstöðinni \nhttp://www.sm.is/index.php?sida=vara&vara=H7530D\n .\nmig langaði dáldið að fá fleiri álit á þessum kaupum, er td allveg öruggt að panta þaðan? hvenær ætti maður von á þessu, og er þetta yfir höfuð mjög góður skjávarpi.\nveit að mörgum líkar illa við acer, enn persónulega hef ég haft mjög góða reynslu af þeim (hef átt og bróðir minn á ferðatölvu frá þeim). enn hvernig myndi maður síðan tækla ábyrgðina þegar maður pantar svona dýrt að utan?\nætti maður kannski bara að sleppa þessu og panta \nhttp://buy.is/product.php?id_product=1023\n ?",
            "date": "2010-12-16 21:01:00",
            "post_id": "304072",
            "reply_to_id": false
        },
        {
            "user_name": "hagur",
            "text": "Ég myndi skoða review á netinu vel.  Hérna er t.d eitt: \nhttp://www.trustedreviews.com/tvs/revie ... ojector/p1\nVarðandi Newegg.com, þá senda þeir ekki til Íslands.  Þú gætir mögulega notað ShopUSA eða MyUS eða álíka þjónustu, en þá bætist eitthvað ofan á verðið.\nÉg hugsa samt að ég myndi frekar taka Optoma varpann hjá Buy.is.  Optoma er mjög þekkt og virt merki í \"heimabíó-skjávarpa-bransanum\".",
            "date": "2010-12-16 21:09:00",
            "post_id": "304074",
            "reply_to_id": "304072"
        },
        {
            "user_name": "ingibje",
            "text": "ja, leiðindi með newegg, eina sem ég sé að því að panta optoma skjávarpan, er að hann er með virkilega lélega specca miðan við þennan frá thor og acer skjávarpanum auk þess að orðin frekar langt síðan hann var kynntur( 2009 ). maður ætti kannski bara seinka þessum kaupum eins leiðinlegt og það hljómar. enn ef einhver er með ábendingum um góð skjávarpakaup má hann endilega henda þeim á borðið",
            "date": "2010-12-16 21:59:00",
            "post_id": "304091",
            "reply_to_id": "304074"
        },
        {
            "user_name": "AntiTrust",
            "text": "Hvað hefur þessi acer varpi framyfir optomann? Betra lumens i hd20, sami endingartími og sömu native upplausnir?",
            "date": "2010-12-16 22:27:00",
            "post_id": "304097",
            "reply_to_id": "304091"
        },
        {
            "user_name": "Hauksi",
            "text": "Uppseldur síðustu mánuðina! Mestalagi 2. mánuðir síðan hann kom á markað.\nNýherji-elko eða Kjaran.\nÉg keypti varpann minn af Nýherja..6 ár síðan.\nNýherji var með bestu þjónustuna og besta verðið.\nSérpöntun tók viku.\nElko er með talsvert úrval af vörpum..bara ekki Elko á Íslandi.\nEn þeir buðu upp á sérpöntun.\nKjaran var með talsvert úrval, sérpöntun.\nHvernig þjónustu fyrirtækin bjóða í dag, þekki ég ekki.\nÍ skjávarpa kaupum sem og mörgu öðru þá er best að flýta sér hægt...",
            "date": "2010-12-17 00:11:00",
            "post_id": "304120",
            "reply_to_id": "304097"
        },
        {
            "user_name": "ingibje",
            "text": "gæjin sagði við mig að hann hafi verið uppseldur í allavega mánuð, og hann vissi ekki hvort að þessi eða einhver ný týpa kæmi inn í janúar, sem mér fannst sjálfum skrýtið.\nenn það sem er að angra mig með optoma skjávarpan er contrastið sem er 4000:1 enn þeir í sama verðflokki eru með mun hærra ( acerinn er með DynamicBlack™ Skerpa: 40.000:1 ), svo stendur að acer skjávarpin sé með 2000 lumens, enn optoma 1700. \nég var samt nýlega að kynnar mér fyrir skjávörpum, svo ég veit í raun ekki mikið eftir því hverju ég er að leitast eftir nema svona speccalega séð.",
            "date": "2010-12-17 01:42:00",
            "post_id": "304131",
            "reply_to_id": "304120"
        },
        {
            "user_name": "snaeji",
            "text": "Ef þú sættir þig við 720 varpa þá mæli ég með Optoma Hd66 varpa sem er 3d compable (120hz)... kostar 679-699$ í usa... fékk hann til landsins í kringum 100 þúsund kallinn með vsk....\nhttp://www.projectorcentral.com/\n - getur notað þessa síðu til að lesa þig til um varpa....\nhttp://www.projectorcentral.com/home-th ... ectors.htm\n - hérna sérðu top rated skjávarpana hjá þeim eftir flokkum og btw hd66 varpinn er með \"2010 highly rated\"",
            "date": "2010-12-17 03:47:00",
            "post_id": "304147",
            "reply_to_id": "304131"
        },
        {
            "user_name": "ManiO",
            "text": "http://buy.is/product.php?id_product=9202756\nÞetta er sami varpi og er top rated á projectorcentral.",
            "date": "2010-12-17 09:24:00",
            "post_id": "304155",
            "reply_to_id": "304147"
        },
        {
            "user_name": "AntiTrust",
            "text": "Þetta er rétt hjá þér, var að skoða þetta í símanum og mislas greinilega. Hvað varðar þetta contrast er eina leiðin að skoða og bera saman review, helst að sjá video af vörpunum hlið við hlið \n Þessar tölur eru svo breytilegar eftir framleiðendum.\nAnnars bara um að gera að skoða review-in á projectorcentral, ég las mér mikið til þar áður en ég verslaði minn fyrsta varpa.",
            "date": "2010-12-17 09:46:00",
            "post_id": "304157",
            "reply_to_id": "304155"
        },
        {
            "user_name": "Tesli",
            "text": "Ég á Optoma HD20, hann er alveg magnaður. Hef átt tvo aðra skjávarpa fyrir, þannig að ég tala með reynslu. Ekki láta þessar tölur bögga þig, skoðaðu frekar reviews og sjáðu hvað þeir mæla birtuna og contrastinn mikið með mælitækjum því þetta eru oft tölur sem framleiðendur leika sér með.\nSamanber þegar LG segjast vera með 600hz sjónvörp sem eru þó ekki 3D ready þegar það þarf aðeins 200hz til að vera 3D ready.\nÉg myndi samt fá mér þennan varpa\nhttp://buy.is/product.php?id_product=9202756\nþví það eru svakalega lélegir uppstillimöguleikar á Optoma HD20.\nEn ef þú ert með 3,5-5m frá skjávarpa til veggs þá þarftu ekki að hafa áhyggjur af því og þá er HD20 góður kostur.\nEf aðstaða er góð fáðu þér þá HD20 en annars JVC 8350.\nEkki kaupa þér aðra skjávarpa en þessa nema þú sért að fara í dýrari skjávarpa, ACER hafa aldrei verið þekktir fyrir góða homecinema skjávarpa.",
            "date": "2010-12-17 09:58:00",
            "post_id": "304161",
            "reply_to_id": "304157"
        },
        {
            "user_name": "mind",
            "text": "Undarlegar ráðleggingar.\nEf þú ert ekki vanur að versla skjávarpa gæti hentað betur að fara útilokunaraðferðina.\nEf þú veist hvort þú vilt DLP eða LCD tæknina ertu strax kominn skrefinu lengra,  hafa sína kosti og galla þær tæknir.\nOg svo nokkrir hlutir sem er gott að vita.\nÞví meiri lýsing sem er í aðstöðunni því fleiri lúmens þarfu, en því fleiri lúmens = því dýrari er peran yfirleitt\nEpson er með grunn tæknina sem er notuð í flest öllum 3LCD vörpum og því yfirleitt nokkuð öruggt að kaupa það merki ef þú velur LCD.\nVarpar hafa mismunandi throw distance svo ef þú vilt ná ákveðni lágmarksstærð á mynd þá þarftu að ganga úr skugga um a linsan á tækinu geti það miðað við lengdina sem þú hefur.\nEf þú ætlar að nota þetta sem heimabíó hafðu þá í huga að varpar sem fara yfir 30dB í hljóði gætu angrað þig með það hljóð alltaf í bakgrunninum.\nEf skjávarpinn sem þú kaupir hefur ekki traust umboð á landinu geturðu búist við því að þurfa sjálfur að útvega þér rekstrarvörur eins og perur og filtera.\nOg mundu tjald skiptir máli líka.",
            "date": "2010-12-17 10:52:00",
            "post_id": "304166",
            "reply_to_id": "304161"
        },
        {
            "user_name": "Jimmy",
            "text": "Hvar er hægt að fá tjöld og perur í varpa hérna heima? t.d. þennan epson 8350 af buy.is",
            "date": "2010-12-17 11:07:00",
            "post_id": "304167",
            "reply_to_id": "304166"
        },
        {
            "user_name": "AntiTrust",
            "text": "Kjaran (kjaran.is) og Perur.is eiga slatta af varpaperum á lager, og geta pantað eftir séróskum. Annars er hægt að fá tjöld í flestum stórum tölvuverslunum og umboðum.\nSvo er líka hægt að sletta \"varpamálningu\" á vegginn ef menn eru ekki tilbúnir að spreða í HQ tjald strax, geta kostað sitt.",
            "date": "2010-12-17 11:22:00",
            "post_id": "304168",
            "reply_to_id": "304167"
        },
        {
            "user_name": "Tesli",
            "text": "Það er ótrúlega lítill munur á tjaldi og hvítum möttum vegg. Þú þarft að kaupa mjög dýrt tjald til að sjá mun. Ég keypti mér 30 þús tjald sem er núna upp á háalofti því veggurinn er skárri \n (btw til sölu ef einhver vill \n )\n1700 Lumens í HD20 er of bjartur í litla dimma stofu, ég þurfti að lækka birtustigið niður í eco mode (1300 Lumens) til að fá ásættanlega birtu.\nDLP vs 3LCD er ekki eins mikið mál og sumir vilja meina, litahjóla hraðinn í fyrstu DLP vörpunum var það hægur að margir sáu regnbogasyndrome-ið og fengu sumir ógleðistilfinningu, í nýju DLP vörpunum þá skiptir þetta mjög litlu máli því það er mikið meiri hraði í þeim.\nÞað er til dæmis 4x litahjól í mínum HD20 og enginn hefur kvartað hingað til.",
            "date": "2010-12-17 13:55:00",
            "post_id": "304180",
            "reply_to_id": "304168"
        },
        {
            "user_name": "mind",
            "text": "Og það skiptir engu máli hvernig dekk þú kaupir á bílinn þinn , þau eru bara gúmmi.  Og með bensín, þú getur vatnsblandað það og þá drýgjist það og endist lengur, þannig nær fólk góðum kílómetrajfölda per líter.... ég á ekki orð.\nÞað skiptir máli hvort þú ert með tjald eða vegg! Ef þú ætlar að nota vegginn mundu þá að æskilegt er að mála hann með málningu með réttu gljástigi og þú gætir viljað íhuga mála rammann líka.\nÞað er munur á DLP og LCD.\nhttp://www.projectorcentral.com/lcd_dlp_comparison.htm",
            "date": "2010-12-17 17:10:00",
            "post_id": "304202",
            "reply_to_id": "304180"
        },
        {
            "user_name": "Tesli",
            "text": "Léleg líking hjá þér þar sem dekkin eyðast með tíma og vatnsblandað bensín wtf?\nEina sem ég var að benda á er að það er það lítill munur á milli þess að varpa á vegg og tjald að menn ættu að hugsa sig tvisvar um áður en þeir eyða 100.000kr í gott 100\" tjald. Ódýr tjöld eru ekki sjáanlega betri en veggur málaður með réttri málningu.\nAuðvitað er munur á DLP og LCD, döhh \n ... Það var mikill munur, en ekki í nýlegum skjávörpum. Þú ert bytheway með grein sem er 1,5 ára gömul, lestu þér aðeins betur til.",
            "date": "2010-12-17 17:32:00",
            "post_id": "304206",
            "reply_to_id": "304202"
        },
        {
            "user_name": "IL2",
            "text": "Fer þetta ekki líka eftir því hvað veggurinn er sléttur? Þá á ég við pússinguna.",
            "date": "2010-12-17 18:41:00",
            "post_id": "304227",
            "reply_to_id": "304206"
        },
        {
            "user_name": "snaeji",
            "text": "Er að leita mér að skjávarpamálningu... eh hugmynd hvar hún finnst hérlendis ?",
            "date": "2010-12-18 22:03:00",
            "post_id": "304487",
            "reply_to_id": "304227"
        },
        {
            "user_name": "hagur",
            "text": "100% viss um að hún fáist hvergi, því miður.  Correct me if I'm wrong.",
            "date": "2010-12-18 22:47:00",
            "post_id": "304498",
            "reply_to_id": "304487"
        },
        {
            "user_name": "AntiTrust",
            "text": "Tek undir þetta, ég fann ekkert fyrirtæki sem gat selt mér sérstaka varpamálningu. Endaði með því að pússa vegginn vel og mála með lágu gljástigi, nánast mött.",
            "date": "2010-12-18 22:51:00",
            "post_id": "304500",
            "reply_to_id": "304498"
        },
        {
            "user_name": "hagur",
            "text": "Rakst á þetta fyrir algjöra tilviljun:\nhttp://er.is/messageboard/messageboard. ... tiseType=0",
            "date": "2010-12-19 21:28:00",
            "post_id": "304763",
            "reply_to_id": "304500"
        },
        {
            "user_name": "snaeji",
            "text": "Haha snilld getur ekki ýmindað þér hvað þessi linkur gladdi mig... Þakka kærlega",
            "date": "2010-12-20 01:39:00",
            "post_id": "304854",
            "reply_to_id": "304763"
        }
    ],
    "date": "2010-12-16 21:01:00"
}