{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "34624",
    "title": "Skipta um hljóðkort...",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=34624",
    "posts": [
        {
            "user_name": "playmaker",
            "text": "Ég er dálítið að hugsa um að fá mér dedicated hljóðkort í staðinn fyrir onboard kortið sem ég er með núna. Ég hlusta heilmikið á tónlist í tölvunni og nota iTunes til þess. Spurningin er hvort að iTunes geri það að verkum að munurinn sé lítill sem enginn þar sem filearnir eru allir þjappaðir eða hvort það sé í góðu lagi? Ég nenni ekki að fara að  setja allt safnið mitt inn aftur á tölvuna svo ég ætla að nota fileana sem eru þar þegar. Ef ég myndi þurfa þess er kannski lítill tilgangur í að fá nýtt og betra kort. Eru einhverjir hérna á vaktinni sem eru audiophiles og geta látið ljós sitt skína?\nKveðja",
            "date": "2010-12-18 18:04:00",
            "post_id": "304439",
            "reply_to_id": false
        },
        {
            "user_name": "SolidFeather",
            "text": "Dedicaded > onboard\nalso, itunes teh sux",
            "date": "2010-12-18 18:45:00",
            "post_id": "304441",
            "reply_to_id": "304439"
        },
        {
            "user_name": "dogalicius",
            "text": "Hvaða hátalara heyrnartól ertu með?\nÉg mæli hiklaust með asus essence st klárlega eitt betra hljóðkoert sem völ er á í dag, hljómar unaðslega með sennheizer 650 og dali hátölurum mínum \n en ég nota nánast bara flac",
            "date": "2010-12-18 21:02:00",
            "post_id": "304467",
            "reply_to_id": "304441"
        },
        {
            "user_name": "playmaker",
            "text": "Ég er að hugsa reyndar frekar um eitthvað í kringum 7.000 - 15.000 tops. Finnst fullmikið að eyða 30.000 í hljóðkort. Hvað eru bestu kaupin á þessu verðbili einhver...? Eitthvað varið í Creative SB X-Fi XtremeAudio \nhttp://www.tolvutek.is/product_info.php ... s_id=23616\nHvað segja menn?",
            "date": "2010-12-19 13:00:00",
            "post_id": "304632",
            "reply_to_id": "304467"
        },
        {
            "user_name": "corflame",
            "text": "Nei.\nAð mínu mati þá þarftu að fara í dýrustu týpurnar af X-fi til að það skili einhverju. Þá geturðu allt eins fengið þér Asus Xonar D2x eða Essence STX.\nÞetta er svo sem ágætt \nhttp://buy.is/product.php?id_product=9203083\n, veit þó ekki hvernig það kemur út í leikjum.",
            "date": "2010-12-19 18:22:00",
            "post_id": "304716",
            "reply_to_id": "304632"
        }
    ],
    "date": "2010-12-18 18:04:00"
}