{
    "forum_title": "Koníakstofan",
    "id": "34810",
    "title": "er.is sumir eru fyndir að meta á tölvur",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=34810",
    "posts": [
        {
            "user_name": "gutti",
            "text": "Dell tölvuturn, Pentium 4, 3ghz, 1gb minni, 160 gb diskur, 19\" flatskjár á veltistandi, þráðlaus mús, netkort ofl, windows xp pro fylgir, verð 65 þúsund \n \n \nhttp://er.is/messageboard/messageboard. ... tiseType=0\n bara bull verð",
            "date": "2010-12-26 22:01:00",
            "post_id": "306442",
            "reply_to_id": false
        },
        {
            "user_name": "B.Ingimarsson",
            "text": "kannski aðeins of, það er alveg eins hægt að fá sér:\nhttp://www.computer.is/vorur/3641/\nhttp://www.computer.is/vorur/2964/\nhttp://www.computer.is/vorur/7531/\nfyrir 74K",
            "date": "2010-12-26 22:11:00",
            "post_id": "306447",
            "reply_to_id": "306442"
        },
        {
            "user_name": "rapport",
            "text": "Reyndar þá er P4 3,0Ghz nokkuð öflugri en þessi AMD örgjörvi...\nSvo er þetta hugsanlega Dell \"Workstation\" þannig að í guðana bænum ekki setja útá verðið að óskoðuðu máli...  \n \n \nÞað er oft hægt að gera góðan díl á er.is líka...",
            "date": "2010-12-26 22:53:00",
            "post_id": "306456",
            "reply_to_id": "306447"
        },
        {
            "user_name": "Nothing",
            "text": "Meðað við speccana á þessar Dell vél sem er auglýst, þá sýnist mér þetta vera Intel P4 s478 sem er eldgömul tækni, með AGP rauf, 160GB diskur og 1gb DDR1 minni.\nVélin sem B.Ingimarsson linkar í er betri tölva sem þú kaupir nýja vs nokkra ára gamalli dell \"workstation\" vél.\nSamanburður:\nIntel P4 3.0Ghz S478 \nvs\n AMD AM3 Sempron 140\n1GB DDR1 \nvs\n 2GB DDR2 Minni\n160GB diskur \nvs\n 500GB Sata2 disk\nAGP \nvs\n PCI EXPRESS\nDell Vélin fylgir XP PRO leyfi, það þarf að kaupa það nýtt stýrikerfi með vélinni hjá computer.is (Svo er líka hægt að nota ólöglegt)\n65þ er aðeins of mikið fyrir eldgamla dell vél...\nHérna ertu kominn með ennþá betri tölvu með 20\" flatskjá á 73.500kr á stýrikerfis",
            "date": "2010-12-26 23:42:00",
            "post_id": "306459",
            "reply_to_id": "306456"
        },
        {
            "user_name": "rapport",
            "text": "Ég var ekkert að efast um það...\nMálið er samt að Sempron 140 örgjörvinn afkastar minna en Intel Pentium 4 socket 487,  3,0 Ghz.\n\"Workstation\" málið og tengingin við verðið var svo kaldhæðni...\nÁ tveim þráðum hef ég óskað eftir info um afhverju nýjar \"workstation\" vélar eru svona skelfilega dýrar og svörin finnst mér hafa verið rýr.\nEn ef þetta er notuð workstation vél þá er þetta bara mjög fair verð, sqama hvað hún getur eða getur ekki... \nSjá:\nhttp://spjall.vaktin.is/viewtopic.php?f=9&t=34212&start=20&st=0&sk=t&sd=a\nhttp://spjall.vaktin.is/viewtopic.php?f=9&t=34689&start=0&st=0&sk=t&sd=a",
            "date": "2010-12-27 01:13:00",
            "post_id": "306477",
            "reply_to_id": "306459"
        },
        {
            "user_name": "Nothing",
            "text": "Tekið af \nhttp://www.cpubenchmark.net/cpu_list.php\nHérna geturur séð að Sempron 140 er afkasta meiri heldur en úreltur P4 3.0Ghz s478 örgjörvi.\nAð mínu mati er DELL slæmur kostur fyrir einstaklingsnotkun þ.a.s borðtölvur.\nDell er svo sem fínt fyrir fyrirtæki, skóla og stofnanir.\nÞað er t.d. pain in the ass að gera við svona tölvur þar sem það lítið um staðla eins og ATX staðallinn, Tenginn eru ekki stöðluð.\nLenti í því fyrir stuttu að þurfa skifta um örgjörvakælingu fyrir dell vél, þá t.d. er ekki notað þetta hefðbunda 3-pin tengi.\nHvort sem Sempronin væri að afkasta minni eða ekki þá væri hann \nALLTAF\n betri kostur, þar sem hann notast á við nýrri tækni, DDR2/DDR3 minni, PCI EXPRESS x16 og x1 raufar, SATA2 tengi.\nSvo er dell vélin er pottþétt dottin úr ábyrgð.\nÞetta verð er engan veginn sanngjarnt.\nDell Dimension vélarnar eru gerðar sem Home computers og eru engan veginn workstations!",
            "date": "2010-12-27 02:54:00",
            "post_id": "306515",
            "reply_to_id": "306477"
        }
    ],
    "date": "2010-12-26 22:01:00"
}