{
    "forum_title": "Koníakstofan",
    "id": "34865",
    "title": "Aldrei aftur áskrift hjá stöð2.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=34865",
    "posts": [
        {
            "user_name": "GGG",
            "text": "Ég tek aldrei aftur áskrift hjá 365.\nÉg splæsti í Enska Boltann á stöð2 sport2 yfir jólin, og sökum veðurs var mjög mörgum af leikjunum sem ég ætlaði að horfa á frestað.\nÉg hringdi í þjónustuverið hjá þeim og spurði hvort það stæði ekki til að endurgreiða hluta af verðinu eða veita einhvern afslátt, td. af næsta mánuði þar sem þessir leikir yrðu leiknir í honum. Nei, enginn afsláttur, engin endurgreiðsla, og viðbrögðin í þjónustuverinu voru bara pirringur, eins og það væri alveg sjálfsagt að ég borgaði fullt verð fyrir þetta???  \n \nÆtlaði að kaupa áskrift í nokkra mánuði í viðbót, ekki séns, héðan í frá horfi ég bara á þetta á netinu og nota peninginn í eitthvað annað.",
            "date": "2010-12-28 14:16:00",
            "post_id": "306866",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "Uhm, ég get nú ekki gert að því að finnast þú frekar barnalegur að telja þig eiga rétt á endurgreiðslu vegna veðurs. Þetta er e-ð sem viðkemur þeim ekki neitt og þeir hafa enga stjórn á. Þeir eru ekki að ábyrgjast neinar ákveðnar útsendingar, enda óraunhæft.",
            "date": "2010-12-28 14:39:00",
            "post_id": "306871",
            "reply_to_id": "306866"
        },
        {
            "user_name": "Tesli",
            "text": "Ég verð líka að segja að mér finnst þú ekki eiga inni neina endurgreiðslu eða neitt út á þetta, stöð 2 tekur ekki ábyrgð á veðri...",
            "date": "2010-12-28 14:47:00",
            "post_id": "306873",
            "reply_to_id": "306871"
        },
        {
            "user_name": "bulldog",
            "text": "x2",
            "date": "2010-12-28 14:49:00",
            "post_id": "306874",
            "reply_to_id": "306873"
        },
        {
            "user_name": "GGG",
            "text": "Fyrir hvað var ég þá eiginlega að borga ef ekki útsendingarnar á enska boltanum?\nGeturu sagt mér það?\nFáránlegt að borga fyrir eitthvað sem þú færð svo ekki. Væriru kannski líka sáttur við að borga fullt verð fyrir hamborgara, franskar og kók og fá síðan bara brauð með sósu og vatn?\nÞað er ekkert skrýtið að mörg fyrirtæki hagi sér svona á Íslandi, þau eru orðin vön því að komast upp með það.",
            "date": "2010-12-28 14:53:00",
            "post_id": "306875",
            "reply_to_id": "306874"
        },
        {
            "user_name": "AntiTrust",
            "text": "Þú ert að bera svo ólíka hluti saman. Þú varst að borga fyrir meðal annars dagskrá sem samkvæmt þeirri náttúru sem við búum í á plánetunni jörð, er ekki nokkur leið að garantera.\nSegjum sem svo að ég fari á veitingahús og borgi mig inn á hádegishlaðborð. Ég byrja á því að smakka ýmislegt og ætla svo loks að fá mér fisk, en vegna veðurs þennan daginn var ekki hægt að keyra út fiskinn. Ég fer ekki eftir að hafa fengið mér ýmislegt að éta og heimta afslátt, afþví að einn rétturinn af mörgum var ekki í boði. \nEf þú hefðir hringt í byrjun og sagt \"Ég ætla að fá hjá ykkur Stöð 2, gegn því að þið ábyrgist að ég fái að sjá þennan og þennan fótboltaleik\". Þeir hefðu að sjálfsögðu svarað neitandi, þar sem það er gefið að þeir geta ekki ábyrgst það að rauntíma sjónvarpsefni skili sér, enda alltof mikið af hlutum, meðal annars veður, sem getur valdið því að ekkert verður úr því. Það féllu ekki allir leikir niður er það? Var það ekki bara brot af því efni sem var sýnt?\nÞú ert að heimta afslátt vegna hluta sem þeir geta ekki borið ábyrgð á né stjórnað. Hefðu þetta verið tækjabilanir hjá þeim, væri málinu allt öðruvísi snúið.\nÉg stend við fyrri orð, þetta er barnaleg ósk af þinni hálfu.",
            "date": "2010-12-28 15:02:00",
            "post_id": "306878",
            "reply_to_id": "306875"
        },
        {
            "user_name": "zdndz",
            "text": "Og veitingahúsið hafið auglýst að það sé fiskur á hlaðborðinu.\nþá er þetta \"rétt\" samlíking",
            "date": "2010-12-28 15:08:00",
            "post_id": "306880",
            "reply_to_id": "306878"
        },
        {
            "user_name": "JReykdal",
            "text": "Þú ert að kaupa áskrift af sjónvarpsstöð, ekki einstaka leiki.",
            "date": "2010-12-28 15:12:00",
            "post_id": "306881",
            "reply_to_id": "306880"
        },
        {
            "user_name": "dadik",
            "text": "Þetta er svo heimskulegt á svo mörgum levelum að ég verð að svara þessu .. \n1 - Stöð2 getur ekki stjórnað veðrinu, ef það er brjálað veður er ekkert sem þeir geta gert við því.\n2 - Leikirnir voru ekki felldir niður, þeim var frestað. Ef þér hefði verið alvara með því að kaupa nokkurra mánaða áskrift hefði þetta ekki skipt neinu máli, þú hefðir einfaldlega séð leikina aðeins seinna. \n3 - Samkvæmt þinni röksemdafærslu hefðirðu átt að borga minna fyrir þá mánuði þar sem leikjum var frestað. Áttu þá ekki að borga meira fyrir þá mánuði þegar þeir eru loksins sýndir?\n4 - Hvað voru þessir leiki sem var frestað stór hluti af sýningartíma S2 Sport? 3%? 5%? Ertu semsagt að segja að þú hefðir haldið áskriftinni áfram fyrir 5% afslátt?",
            "date": "2010-12-28 15:14:00",
            "post_id": "306883",
            "reply_to_id": "306881"
        },
        {
            "user_name": "GGG",
            "text": "Þetta var ansi stór hluti af því sem ég ætlaði að horfa á sem féll niður, held að þetta hafi verið ca. 10 leikir, og þar á meðal stærsti leikurinn í des sem þeir voru með í flestum auglýsingunum hjá sér, Chelsea vs Man UTD.\nMér finnst ekkert að því að búast við einhverskonar afslætti út af þessu.\nSkrýtið að gefa ekki einhvern smá afslátt til að halda áskrifendum góðum, en ok, þá horfir maður bara á þetta á netinu.\nÉg er bara að reyna að vera virkur neytandi og besta leiðin til þess er að versla ekki þjónustu/vöru sem maður er ekki sáttur við.\nVið erum bara greinilega ósammála um þetta, óþarfi að kalla mig barnalegan, ég læt bara ekki vaða yfir mig og vill fá það sem ég borga fyrir, ekkert meira, ekkert minna.",
            "date": "2010-12-28 15:25:00",
            "post_id": "306887",
            "reply_to_id": "306883"
        },
        {
            "user_name": "rapport",
            "text": "Mér finnst þetta svolítið rétt.\nEf þjónustan sem maður hefur greitt fyrir er nánast verðlaus þá er bara eðlilegt að vilja endurgreiðslu.\nÞetta er svona \"tough luck\" dæmi en ósköp eðlileg tilfinning að fá eftir að hafa spanderað peningum í þetta.\nÉg allavega hefði prófað það sama, veð ekki í peningum...",
            "date": "2010-12-28 15:29:00",
            "post_id": "306889",
            "reply_to_id": "306887"
        },
        {
            "user_name": "Danni V8",
            "text": "Þetta er rétt.\nÞú ert ekki að kaupa áskrift af enska boltanum. Stöð 2 auglýsir ekki áskriftarleið sem heitir \"Enski boltinn\". Það sem þú kaupir er Stöð 2 Sport 2. Þeir auglýsa hins vegar enska boltann sem efni sem þú sérð meðal annars á þessari stöð.\nAð heimta endurgreiðslu/afslátt er algjör vitleysa, væri annað mál ef þeir myndu allt í einu hætta að sýna enska boltann á þessari stöð án fyrirvara. Eins og staðan var þarna eru þeir ennþá að láta þig fá þá þjónustu sem þeir auglýstu, að sýna þá leiki sem spilaðir eru! Þessum leikjum var frestað vegna veðurs og þess vegna fékk enginn neinstaðar að sjá þá á áætluðum tíma. Það er ekkert sem Stöð 2 getur gert í því.",
            "date": "2010-12-28 15:31:00",
            "post_id": "306890",
            "reply_to_id": "306889"
        },
        {
            "user_name": "emmi",
            "text": "GuðjónR, opnaðu nýja síðu fyrir þessa aðila sem finnst svona gaman að nöldra. \nhttp://noldur.vaktin.is",
            "date": "2010-12-28 15:37:00",
            "post_id": "306893",
            "reply_to_id": "306890"
        },
        {
            "user_name": "rapport",
            "text": "Ég veit ekki hvað Stöð 2 kostar í dag eða þessar íþróttarásir en finnst þetta allt vera fyrir tæknifatlað fólk sem getur ekki athafnað sig á netinu.",
            "date": "2010-12-28 16:11:00",
            "post_id": "306902",
            "reply_to_id": "306893"
        },
        {
            "user_name": "biturk",
            "text": "margir sem vilja hafa íslenska lýsendur til dæmis....og þar á meðal ég, mér leiðast þessir erlendu yfirleitt\nen ég skil vel gremju þína, ég hefði orðið ósáttur því staðreindin er að enski boltin selur nánast allt fyrir þessa stöð eða ef ég myndi giska á 80%\nfynnst dáldið kjánalegt hjá þeim eftir að hafa auglýst leikinn áf ullu til að lokka að áskrifendur að gefa ekki afslátt af næsta mánuði til að fá þá allavega áskrifendur lengur, plús góðan orðstýr, og áskrifendur lágmark næsta mánuð.\nen stöð2 hafa hingað til verið þekktir fyrir allt annað en góða þjónustu og því kemur þetta mér ekkert við, ég myndi persónulega aldrei skipta við þetta skítabatterí og hef oft spáð í að downloada öllu sem er rippað þaðan þó mér fynnist það leiðinlegt bara til að vera leiðinlegur",
            "date": "2010-12-28 17:46:00",
            "post_id": "306936",
            "reply_to_id": "306902"
        },
        {
            "user_name": "BjarkiB",
            "text": "Úff virkilega íslenska lýsara? þoli ekki yfir 80% af þessum lýsurum hjá Stöð 2.",
            "date": "2010-12-28 17:49:00",
            "post_id": "306937",
            "reply_to_id": "306936"
        },
        {
            "user_name": "Raidmax",
            "text": "X2 Höddi Magg er eini sem kann þetta !",
            "date": "2010-12-28 18:24:00",
            "post_id": "306944",
            "reply_to_id": "306937"
        },
        {
            "user_name": "BjarniTS",
            "text": "Munt þú byðja leigubílstjórann um afslátt sem keyrði þig í glatað áramótaparty ?\nRúv um afslátt fyrir að sýna ömurlegt sjónvarpsefni ?\nSambíó um afslátt af því að þér finnst of mikið af auglýsingum ?\nTal um afslátt því die hard.divx.swe.sum reyndist vera fake útgáfa ?\nBónus um afslátt af mjólk því að þér finnst hún ekki bragðgóð\nLífið snýst ekki um hvað þér finnst og menn gera plön og pakkatilboð án þess endilega að búa sig undir slæmt veður , gæti vissulega komið fyrir en að ætla að ábyrgjast veðrið fyrir þig og alla hina er barnaleg ósk.\nS.m.b Móðir sem heldur regnhlíf yfir \nbarni sínu.",
            "date": "2010-12-28 18:29:00",
            "post_id": "306946",
            "reply_to_id": "306944"
        },
        {
            "user_name": "fallen",
            "text": "Sjitt, íslenskir lýsendur eru skelfing. Gummi Ben er sá eini fíni þarna og Hjörvar Hafliða mætti líka alveg fara koma sér úr Sunnudagsmessunni yfir í að lýsa leikjunum sjálfur.\nFinnst Arnar Björns, Höddi Magg og Gaupi vera bara virkilega þreyttir gaurar. Endalaust þvaður um ekki neitt og eiginlega bara lélegar lýsingar sem samanstanda af handahófskenndum öskrum.. svo ættu lýsendur náttúrulega ekki að vera kæki á borð við að ræskja sig endalaust.",
            "date": "2010-12-28 18:35:00",
            "post_id": "306949",
            "reply_to_id": "306946"
        },
        {
            "user_name": "frikki1974",
            "text": "GGG \nFarðu bara á \nhttp://atdhe.net/\n en þar eru allir leikirnir í ensku sýndir og líka leikirnir á meginlandi Evrópu.\nHef notað þessa síðu í 3 ár og aldrei klikkað.",
            "date": "2010-12-28 18:51:00",
            "post_id": "306953",
            "reply_to_id": "306949"
        },
        {
            "user_name": "rapport",
            "text": "Leigubíll = hann fór frá A-B og áramótagleðin er ekki og á ekki að vera innifalin í gjaldinu...\nRÚV = If I could I would (margir sem slepptu því þegar þeir gátu)\nSambíó = Ef myndin byrjar 10 min of seint þá, já (margir kvartað í blöðunum í gegnum tíðina)\nTal = þu gast DL í því felst þjónustan, hitt er þitt choice.\nBónus = Þú getur sleppt því að kaupa það sem þer þykir vont.\nEn ef maður er einn af þessum sem endilega þarf að kaupa hluti sem maður veit fyrirfram að maður verður óánægður með þá er maður a.m.k. að kaupa sér þá þjónustu að geta kvartað án þess að mæta dónalegu viðmóti",
            "date": "2010-12-28 18:54:00",
            "post_id": "306956",
            "reply_to_id": "306953"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Thumbs up fyrir þessari síðu!",
            "date": "2010-12-28 19:03:00",
            "post_id": "306963",
            "reply_to_id": "306956"
        },
        {
            "user_name": "beatmaster",
            "text": "Í mínum huga keyptir þú þér áskrift til að sjá þá leiki sem að eru sýndir í desember sem og þú gerðir, málið dautt, þráður óþarfur.",
            "date": "2010-12-28 20:20:00",
            "post_id": "306997",
            "reply_to_id": "306963"
        },
        {
            "user_name": "halldorjonz",
            "text": "Mér finnst þessar lýsingar vera allt bara eitthvað bull, ég er alveg semi sammála GGGG um þetta.. Ég meina\nÞú skoðar dagskránna fyrir þennan mánuð, og sérð Man utd  - liverpool (NAUUU) Man utd - Arsenal .. Man utd - Chelse.. Chelse - Arsneal bara fullt að eitthverju\nsvakalegum leikjum sem þér langar geðveikt að sjá, ferð og kaupir áskrift, og það er sýnt 1 af þessum leikjum... Auðvitað langar þér að fá 30% afslátt af þessum mánuði",
            "date": "2010-12-28 20:41:00",
            "post_id": "307011",
            "reply_to_id": "306997"
        },
        {
            "user_name": "Klaufi",
            "text": "Aflýsingar vegna veðurs fella undir \"Cataclysmic events\".\nÁ Íslensku, náttúruhamfarir.\nEnginn er ábyrgur fyrir neinu sem orsakast vegna veðurs eða náttúruhamfara, að undanskildum tryggingafélögum sem bjóða sérstaklega upp á tryggingu gegn náttúruhamförum (Heads up, skoðið vel skilmála á tryggingunum hjá ykkur).\n/Thread",
            "date": "2010-12-28 21:22:00",
            "post_id": "307027",
            "reply_to_id": "307011"
        },
        {
            "user_name": "beatmaster",
            "text": "Þú gætir reynt að athuga hvort að tryggingarfélagið þitt vilji bæta þér þetta upp, ef að þú ert tryggður fyrir náttúruhamförum og eða act of god",
            "date": "2010-12-28 21:38:00",
            "post_id": "307033",
            "reply_to_id": false
        },
        {
            "user_name": "Sallarólegur",
            "text": "Eins og var bent á hér að ofan, þú kaupir áskrift að stöðinni og því sem hún sýnir eða getur sýnt, ekki af einstökum leikjum. Er ekki viss um að Stöð 2 fái miklar skaðabætur frá þeim sem þeir kaupa réttindin af því að þetta frestast um einhverja daga eða vikur.",
            "date": "2010-12-28 21:39:00",
            "post_id": "307035",
            "reply_to_id": "307033"
        },
        {
            "user_name": "lukkuláki",
            "text": "Svona hugsa flugfélögin sem gátu ekki flogið út af ösku frá Eyjafjallajökli\nhvað áttum/gátum við að því gert ?\nSumt er alveg ófyrirsjáanlegt og maður tekur því bara eins og maður. \nEða ég geri það allavega.\nAð vera með heimtingu á afslætti vegna svona er bara fáránlegt \"aldrei aftur áskrift hjá stöð 2\" come on !! þetta var vegna veðurs",
            "date": "2010-12-28 21:44:00",
            "post_id": "307041",
            "reply_to_id": "307035"
        },
        {
            "user_name": "SIKk",
            "text": "Veður veður blablabla! Horfiði bara á handboltann strákar!",
            "date": "2010-12-28 22:26:00",
            "post_id": "307058",
            "reply_to_id": "307041"
        },
        {
            "user_name": "GuðjónR",
            "text": "hahahahaha góður punktur! spurning hvort spjallið myndi þola samkeppnina",
            "date": "2010-12-29 10:48:00",
            "post_id": "307196",
            "reply_to_id": "307058"
        },
        {
            "user_name": "Klemmi",
            "text": "Ég nennti ekki að lesa öll commentin hér fyrir ofan en ég verð að viðurkenna að ég er sammála póstahöfundi.\nAuglýsingarnar á þjónustunni hjá Stöð 2 er oft ekki þannig að það hljómi eins og áskrift fyrir stöðina í heild, heldur eru auglýstir stórleikir sem þú FÆRÐ með áskrift af Stöð 2.  Auðvitað er það ekki þeim að kenna ef leikirnir eru ekki haldnir vegna veðurs, en þeir eru að selja þjónustu sem þeir geta svo ekki uppfyllt, af hverju á neytandinn þá að standa einn eftir með sárt ennið? Það var ekki heldur honum að kenna að leikjunum var frestað, hann er í viðskiptum við Stöð 2 og í viðskiptum, þegar eitthvað óvænt kemur upp á, þá er eðlilegast að reyna að mætast í miðju svo allir geti gengið sáttir frá borði.\nEðlilegast hefði mér fundist að þeir biðu honum afslátt af næsta mánuði, þegar þessir leikir, sem hann bjóst við að fá að sjá fyrir áskriftina sem hann keypti, verða loksins spilaðir.  Þetta var engum að kenna og því eðlilegast að mætast í miðju.\nMinnir mig á þegar pabbi fór með útvarpsvekjaraklukku upp í Sjónvarpsmiðstöð, hún var orðin 2 ára og 1 viku og var alveg hætt að virka.  Hann spurði fyrst hvort það væri möguleiki á að fá afslátt af nýrri.  Ekki aðeins sögðu þeir nei, heldu hlógu að honum.  Auðvitað átti hann ekki rétt á afslætti, en þegar svona vara, sem hann keypti og að sjálfsögðu vonaðist til að entist lengur en nokkuð nákvæmlega þessi 2 ár sem ábyrgðin gilti, gefur upp öndina, að þá finnst mér eðlilegast að reyna að koma á móts við kúnnan.\nPabbi var ekki í stórum viðskiptum við þá en hann er þó rafvirki og tækjadellan samkvæmt því, var fastakúnni hjá þeim, ef það vantaði eitthvað raftæki þá var það keypt hjá þeim.  Í staðin fyrir að gefa honum ca. 10% afslátt af 3-4þús króna græju, þá missa þeir fastakúnna sem í gegnum tíðina hefur skilað þeim örugglega hundruðum þúsunda og hefði haldið áfram viðskiptum.  Þetta eru bara heimskulegir viðskiptahættir.",
            "date": "2010-12-29 14:37:00",
            "post_id": "307281",
            "reply_to_id": "307196"
        },
        {
            "user_name": "B.Ingimarsson",
            "text": "bara ef maður fengi endurgreytt fyrir hvern þátt sem væri frestað",
            "date": "2010-12-29 15:09:00",
            "post_id": "307287",
            "reply_to_id": "307281"
        },
        {
            "user_name": "GGG",
            "text": "Loksins einhver sem skilur mig.\nÞetta er akkúrat það sem ég var að meina.",
            "date": "2010-12-29 15:30:00",
            "post_id": "307297",
            "reply_to_id": "307287"
        },
        {
            "user_name": "avi1",
            "text": "Sá einhverstaðar að Sport2 rásin væri dýrari í desember en aðra mánuði. Eitthvað desember álag út af öllum þessum leikjum. \nGetur ekki einhver sem er áskrifandi borið saman rukkunina fyrir nóv og des og sagt okkur hvort það sé rétt? \nEf þetta er rétt, þá finnst mér þetta snúa svolítið öðruvísi.",
            "date": "2010-12-29 17:32:00",
            "post_id": "307334",
            "reply_to_id": "307297"
        },
        {
            "user_name": "Halli25",
            "text": "urrr avatar stealer!",
            "date": "2010-12-30 11:12:00",
            "post_id": "307556",
            "reply_to_id": "307334"
        },
        {
            "user_name": "Ripparinn",
            "text": "365 gerir dagskrá.\nVið borgum.\nHluti af dagskránni felld niður\nVið brjáluð\nheimtum endurgreyðslu því það varð ekkert úr þessari dagskrá.\nísland er á hausnum og enginn veður í peningum.\njust sayin..",
            "date": "2010-12-30 11:22:00",
            "post_id": "307557",
            "reply_to_id": "307556"
        },
        {
            "user_name": "Bioeight",
            "text": "Þetta er bara enn eitt dæmi um fyrirtæki sem er ekki að fatta að þeir byggja arðsemi sína og framtíð sína á endurteknum viðskiptum. Síðan hefur maður séð auglýsingarnar hjá þeim og þeir eru bókstaflega að auglýsa einstaka leiki og í kjölfarið kemur - Fáðu þér áskrift. Ef þessir leikir eru svo ekki sýndir þá hlýtur það að teljast fölsk auglýsing. Þessar fréttir hafa engin áhrif á mig samt, Stöð 2 missti mig fyrir löngu sem framtíðarviðskiptavin.\nÞótt það sé fáránlegt að Stöð 2 þurfi að taka tillit til veðurs þá hafði veður samt sem áður áhrif á dagskrá þeirra. Ég get alveg skilið að ykkur finnist þetta barnalegt/fáránlegt/útíhött, en ef ég væri að reka fyrirtæki sem ætlaði að vera hér á landi í 100 ár í viðbót þá þætti mér það sjálfsagt að 1. Auglýsa ekki svona 2. Bæta fyrir skaðann. Þetta væri allt annað mál ef þetta væri bara spurning um auglýsta dagskrá með klásu þar sem stendur : Dagskrá getur tekið breytingum án fyrirvara.\nMín skoðun er sú að of mörg fyrirtæki hérna á Íslandi séu einungis að hámarka gróða hvers árs en ekki að hugsa um framtíðina og þá staðreynd að þeir ætli að vera hérna til margra ókomnra ára. Eina sem þessi fyrirtæki gera er að okra á okkur og skilja eftir sig sviðna jörð af brjáluðum viðskiptavinum sem hafa fáa aðra möguleika sökum fákeppni.\nKannski ef þið horfið á auglýsinguna fyrir Stöð 2 Sport í desember þá skiptir einhver ykkar um skoðun, hana er hægt að sjá á \nhttp://www.stod2.is/myndbrot/#\n og heitir \"50 helgileikir í desember\".",
            "date": "2010-12-30 15:30:00",
            "post_id": "307600",
            "reply_to_id": "307557"
        },
        {
            "user_name": "GGG",
            "text": "Nákvæmlega.",
            "date": "2010-12-31 05:07:00",
            "post_id": "307918",
            "reply_to_id": "307600"
        },
        {
            "user_name": "wICE_man",
            "text": "Sé að ég þarf ekki að pósta hérna, Klemmi og Bioeight hafa sagt allt sem ég vildi segja.\nÞeir sem vilja afsaka Stöð 2 fyrir að geta ekki stjórnað veðrinu og að þeir fái ekki endurgreiðslu frá erlendum aðilum vegna þessa (sem við vitum ekkert um btw) þá er vert að nefna að það kostar Stöð 2 ekki neitt að hafa áskrifanda sem fær afslátt í einn mánuð.\nÞeir eru í raun að klúðra þarna stórkostlega frábæru tækifæri. Gefa afslátt í einn mánuð og halda kúnna sem mánaðarlegum áskrifanda til lengri tíma með því að sýna lipurð og sanngirni í að standa við auglýsingar sínar. Hinn möguleikinn er að vera fastir fyrir, missa áskrifandann en halda eftir greiðslu fyrir einn mánuð.\nÞjónustufyrirtæki sem sýnir ekki lipurð er dæmt til að tapa.",
            "date": "2010-12-31 13:32:00",
            "post_id": "307983",
            "reply_to_id": "307918"
        },
        {
            "user_name": "Icarus",
            "text": "Mér finnst að Stöð 2 ætti að gefa honum smá afslátt, þetta er eins og að kaupa inná hlaðborð á Pizza Hut því þig langar í pizzu en bara salat í barnum.",
            "date": "2011-02-24 12:35:00",
            "post_id": "325653",
            "reply_to_id": "307983"
        },
        {
            "user_name": "rapport",
            "text": "Er pizza hut ekki farinn á hausinn...\nHvað varstu annars lengi að hugsa þetta svar?",
            "date": "2011-02-24 12:51:00",
            "post_id": "325656",
            "reply_to_id": "325653"
        },
        {
            "user_name": "snaeji",
            "text": "Hann er að kaupa dagskrá í einum tilgangi. Mér finnst hann í raun eiga rétt á auglýstum leikjum yfir tímabil ef þeir frestast yfir í eh annan mánuð ætti hann að hafa rétt á því að sjá þá.\nTjekkaðu á neytendasamtökunum hvað þeim finnst um málið.",
            "date": "2011-02-24 13:52:00",
            "post_id": "325666",
            "reply_to_id": "325656"
        },
        {
            "user_name": "Icarus",
            "text": "Hehe, svoldið seinn!\nEn þetta á samt við, Stöð 2 auglýsir ákveðna þjónustu (sjónvarpsefni), það vantar mikið af sjónvarpsefni og þau gæðaefni sem þeir markaðssetja sig útá. Kannski ekki forsenda til endurgreiðslu, því ég skal samþykkja það að það er erfitt fyrir þá að stjórna veðrinu en finnst það minnsta sem þeir geta gert er að gefa honum afslátt af næsta mánuði.",
            "date": "2011-02-24 14:27:00",
            "post_id": "325675",
            "reply_to_id": "325666"
        }
    ],
    "date": "2010-12-28 21:38:00"
}