{
    "forum_title": "Vaktin.is",
    "id": "3491",
    "title": "att að missa það",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=46&t=3491",
    "posts": [
        {
            "user_name": "Cras Override",
            "text": "jæja eins og flesti tóku eftir þá kom att.is með látum inná markaðin en það hefur verið að slkna á því hjá þeim núna þeir eru ekki leingur á toppnum í verðstríðinu en núna er computer.is að koma sterkir inn í cpu deildini en samt ekki mikil munur á þeim. og líka í örðum deildum eru sum vðer hjá þeim búinn að hækka og læka hjá öðrum en það munar nú ekki miklu. en brauðmylsna er líka brauð og það telur.",
            "date": "2004-03-17 18:24:00",
            "post_id": "35049",
            "reply_to_id": false
        },
        {
            "user_name": "Hlynzit",
            "text": "Ef þú tékkar betur Þá er oftast 500kr munur.",
            "date": "2004-03-17 19:24:00",
            "post_id": "35055",
            "reply_to_id": "35049"
        },
        {
            "user_name": "kiddi",
            "text": "Ég vil bara minna ykkur á að eins og vaktin.is er uppfærð í dag, þá eru verðin eingöngu nelgd niður á ákveðnum tímapúnkti á tveggja vikna fresti... hlutirnir breytast stundum hratt.\n\n\n\nEf við myndum uppfæra aftur núna, kl 19:00 á miðvikudagskvöldi þá væru att.is komnir með allt grænt aftur, ef við myndum svo uppfæra aftur í fyrramálið þá gæti vel farið svo að computer.is eða aðrar verslanir verði farnar niður fyrir þá.. og svo koll af kolli.",
            "date": "2004-03-17 19:29:00",
            "post_id": "35056",
            "reply_to_id": "35055"
        },
        {
            "user_name": "stubbur",
            "text": "Væri ekki sniðugara að fjölga uppfærslum, gera þær vikulega, og frekar random yfir vikuna, þá gætu fyrirtæki ekki lækkað ákveðna daga sem þeir vita að þið eruð að fara yfir verðin og svo hugsanlega hækkað þau aftur.",
            "date": "2004-03-26 20:43:00",
            "post_id": "35902",
            "reply_to_id": "35056"
        },
        {
            "user_name": "OverClocker",
            "text": "Það væri lang best ef enginn vissi hvenær verðin væru uppfærð!!\n\nÞannig er ekki hægt að svindla á þessu.",
            "date": "2004-03-26 20:47:00",
            "post_id": "35905",
            "reply_to_id": "35902"
        },
        {
            "user_name": "GuðjónR",
            "text": "Þá gætum við átt það á hættu að menn færu að ásaka okkur um að \"tippsa\" suma en aðra ekki...\n\nVið erum að vinna í gagnagrunns kerfi þar sem verslanir fá aðgang og geta uppfært sjálfar.\n\nÞá eins oft og og þær vilja, þess vegna 10x á dag \n\n\n\n\nOg þeir sem vilja ekki vera með í live updates fá þá á sig RANDOM updates...þess vegna vikulega eða oftar...\n\nÉg held að það sé sanngjarnasta kerfið...",
            "date": "2004-03-26 21:07:00",
            "post_id": "35907",
            "reply_to_id": "35905"
        },
        {
            "user_name": "OverClocker",
            "text": "Hljómar mjög vel.. þá eru það verslanirnar sem bera ábyrgð á því að vera með rétt verð á vaktinni..\n\n\n\nEins og ég hef oft sagt áður... vaktin rúlar!",
            "date": "2004-03-26 21:12:00",
            "post_id": "35908",
            "reply_to_id": "35907"
        },
        {
            "user_name": "axyne",
            "text": "Töff \n \n\n\n\n\nhlakka til að sjá hvernig fer. tölvuverslanir í stríði. lækka um krónu oft á dag.",
            "date": "2004-03-26 21:19:00",
            "post_id": "35909",
            "reply_to_id": "35908"
        },
        {
            "user_name": "Catherdal",
            "text": "2kr frekar.. :p til að komast niður fyrir næsta",
            "date": "2004-03-28 22:14:00",
            "post_id": "36068",
            "reply_to_id": "35909"
        },
        {
            "user_name": "dabbi2000",
            "text": "mér finnst nú kominn tími til þegar það munar svona hundraðköllum í verði að spá aðeins í hvaða þjónustu búðin veitir.\n\nég fyrir mitt leyti ætla að versla áfram við tölvuvirkni, þó þeir séu 2-5% dýrari en sá ódýrasti hafa þeir veitt mér afbragðsgóða og persónulega þjónustu. Ef það er rétt að @tt gæjarnir séu úr Tölvulistanum býst ég ekki við svoleiðis þjónustu. Núna t.d. á ég 1 árs gamla tölvu úr 'listanum (þ.e. enn í ábyrgð) og harði diskurinn er hruninn. Það er ekki séns að ég fengi að fara með diskinn einan og fá honum skipt, þeir myndu vilja alla tölvuna og henni yrði ekki skilað fyrr en 3d seinna og auk þess vilja þeir admin aðgang að vélinni! Nei frekar borga ég aðeins meira og fæ persónulega þjónustu!!",
            "date": "2004-04-04 17:23:00",
            "post_id": "36943",
            "reply_to_id": "36068"
        },
        {
            "user_name": "GuðjónR",
            "text": "Strákar...\"ef\" það er rétt \"býst\" ég ekki við...?\n\nHvernin væri að hætta þessum eilífðar vangaveltum og láta reyna á það?\n\nÞið vitið ekki nema prófaða hvernin þjónustan er...það getur verið að hún sé slæm...það getur líka vel verið að hún toppi alla hina...\n\nEkki dæma án þess að prófa...mér finnst það ekki sanngjarnt...",
            "date": "2004-04-04 21:39:00",
            "post_id": "36967",
            "reply_to_id": "36943"
        },
        {
            "user_name": "dabbi2000",
            "text": "rétt rétt - afsakið þetta var ekki meint þannig að @tt væri verra en aðrir - ekki rétt af mér að færa vonbrigði mín með tölvulistann yfir á þá!\n\n\n\nþað sem ég var að reyna að segja bara er að minna fólk á að hugsa líka um þjónustuna eftir kaup, það er líka ósanngjarnt að dæma dýrari búðirnar sem leggja meira í þjónustuhlutann.",
            "date": "2004-04-04 23:12:00",
            "post_id": "36972",
            "reply_to_id": "36967"
        },
        {
            "user_name": "Sveinn",
            "text": "Það er nú alveg hægt að misskilja þennann titil..",
            "date": "2004-04-05 00:16:00",
            "post_id": "36976",
            "reply_to_id": "36972"
        },
        {
            "user_name": "Hlynzit",
            "text": "how ?",
            "date": "2004-04-05 00:28:00",
            "post_id": "36977",
            "reply_to_id": "36976"
        }
    ],
    "date": "2004-03-17 18:24:00"
}