{
    "forum_title": "Koníakstofan",
    "id": "34927",
    "title": "Hver er afstaða ykkar til zetu í íslensku máli?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=34927",
    "posts": [
        {
            "user_name": "Jim",
            "text": "Hvað finnst ykkur? Mér persónulega finnst það rugl að hún hafi verið afleidd. Það var ekkert mál að læra reglurnar, þær voru með þeim einföldustu og sum orð líta einhvernveginn ekki rétt út skrifuð með essi en ekki zetu.",
            "date": "2010-12-30 02:35:00",
            "post_id": "307468",
            "reply_to_id": false
        },
        {
            "user_name": "MatroX",
            "text": "allavega mun klemmi samþykkja þetta. ég er aftur á móti þessu",
            "date": "2010-12-30 02:38:00",
            "post_id": "307470",
            "reply_to_id": "307468"
        },
        {
            "user_name": "Nariur",
            "text": "\"z\" er fullkomlega gagnslaus\n/thread",
            "date": "2010-12-30 02:40:00",
            "post_id": "307471",
            "reply_to_id": "307470"
        },
        {
            "user_name": "Jim",
            "text": "Það var nú samt hálfgert metnaðarleysi að hætta að nota hana. Er viljandi verið að reyna að gera okkur heimskari? Hvað fylgir næst? y og ý?",
            "date": "2010-12-30 02:44:00",
            "post_id": "307473",
            "reply_to_id": "307471"
        },
        {
            "user_name": "Gúrú",
            "text": "Okkur vantaði ekki zetu í tungumálinu.\nSjá sérstaklega: Hversu sama öllum er að hafa misst hana, fólk hefði ekki hætt ef henni hefði verið þörf.",
            "date": "2010-12-30 02:46:00",
            "post_id": "307475",
            "reply_to_id": "307473"
        },
        {
            "user_name": "Haxdal",
            "text": "En ef við værum ekki með Z-u í stafrófinu þá myndi enginn vita hvaða stafur væri síðastur í stafrófinu.",
            "date": "2010-12-30 02:57:00",
            "post_id": "307476",
            "reply_to_id": "307475"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Veit ekki alveg með þig kallinn, en ég held að aftasti stafurinn yrði áfram 'ö'\nAnnars þykir mér zetan pointless. Sætti mig við ypsílonið en zetan hefur engan sess. Hvernig er hún annars öðruvísi?",
            "date": "2010-12-30 03:05:00",
            "post_id": "307479",
            "reply_to_id": "307476"
        },
        {
            "user_name": "hallihg",
            "text": "Það eru í raun sömu rök til staðar til að afnema y og ý og notuð voru til að afnema Z úr  stafrófinu með lögum á sínum tíma, þ.e. að það er ekki munur á framburði á i og y lengur. \nhttp://visindavefur.hi.is/svar.asp?id=828\nÞarna segir að nefnd á vegum þingsins hafi talið það umsvifameira að afnema einnig y og ý og zetu brottfallið því látið duga. \nÉg væri andstæður því að fella þessa stafi úr stafrófinu, en ég geti ekki sagt að ég sé eitthvað sérstaklega hlynntur zetunni. Ég hefði örugglega verið andvígur hennar brottfellingu ef ég hefði fæðst á þeim tíma að ég væri vanur henni.\nKjánalegast þykir mér samt þeir sem temja sér að nota hana, þó þeir hafi kannski ekki lært að lesa og skrifa fyrr en hún var horfin úr stafrófinu, þ.e. aðilar sem nota horfin bókstaf. Þeir sem hafa aldur og kláruðu skóla þegar zeta var í fullu gildi hafa gilda afsökun. Aðrir ekki imo.",
            "date": "2010-12-30 03:13:00",
            "post_id": "307480",
            "reply_to_id": "307479"
        },
        {
            "user_name": "Eiiki",
            "text": "Z er töff.\nSé samt ekki hvernig þú getur flokkað málfræði og heimsku undir sama flokk",
            "date": "2010-12-30 03:13:00",
            "post_id": "307481",
            "reply_to_id": "307480"
        },
        {
            "user_name": "Nariur",
            "text": "Mig langar að benda á að \"zeta\" er ekki íslenskt orð, þar sem stafurinn \"z\" er ekki íslenskur. Notið íslenska orðið \"seta\" frekar, eða einfaldlega \"z\".",
            "date": "2010-12-30 03:15:00",
            "post_id": "307482",
            "reply_to_id": "307481"
        },
        {
            "user_name": "Eiiki",
            "text": "Ertu feministi?",
            "date": "2010-12-30 03:17:00",
            "post_id": "307483",
            "reply_to_id": "307482"
        },
        {
            "user_name": "zedro",
            "text": "Well y'all can go F*uk yourzelfz!  \n \nNei segi svona ég fíla zetuna, stafrófið er fínt einsog það er.",
            "date": "2010-12-30 03:18:00",
            "post_id": "307484",
            "reply_to_id": "307483"
        },
        {
            "user_name": "SIKk",
            "text": "double postpost",
            "date": "2010-12-30 03:21:00",
            "post_id": "307485",
            "reply_to_id": "307484"
        },
        {
            "user_name": "SIKk",
            "text": "fix'd",
            "date": "2010-12-30 03:21:00",
            "post_id": "307486",
            "reply_to_id": "307485"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Við erum með fleiri stafi í okkar stafrófi en þeir sem tala enskuna, erum við gáfaðari afþví að við kunnum fleiri stafi?",
            "date": "2010-12-30 03:23:00",
            "post_id": "307487",
            "reply_to_id": "307486"
        },
        {
            "user_name": "Nariur",
            "text": "lol, nei. Það er fátt sem ég hata meira en feminista.",
            "date": "2010-12-30 03:25:00",
            "post_id": "307488",
            "reply_to_id": "307487"
        },
        {
            "user_name": "Jim",
            "text": "Þetta er sáraeinfalt. 'z' er skrifuð, þar sem 'd', 't', eða 'ð' fellur niður í framburði. Dæmi: Verzlun (verð-slun), veizla (veit-sla, sbr. að veita), stanza (stand-sa), áherzla (áherð-sla), nízka (níð-ska), þrjózka (þrjót-ska), vizka (vit-ska).\nSama gildir um sagnir, en þó ber þess að geta, að 'z' leysir aðeins eitt 'd'/'t'/'ð', af hólmi, svo sérstök aðgát skal höfð við miðmyndir sagna. Dæmi: Þau hafa setzt (sett (sig)).",
            "date": "2010-12-30 05:38:00",
            "post_id": "307501",
            "reply_to_id": "307488"
        },
        {
            "user_name": "Nariur",
            "text": "var",
            "date": "2010-12-30 06:33:00",
            "post_id": "307507",
            "reply_to_id": "307501"
        },
        {
            "user_name": "rapport",
            "text": "Segið mér, hvað er slæmt við að vera femínisti?\nÉg er bullandi femínisti enda elska ég konur og vil þeim alls hins besta, sérstaklega að þær njóti jafnréttis og jafnra tækifæra á við karlmenn í daglegu lífi.",
            "date": "2010-12-30 08:08:00",
            "post_id": "307510",
            "reply_to_id": "307507"
        },
        {
            "user_name": "Gúrú",
            "text": "Feminismi í löndum sem hafa ekki lagalegt jafnrétti kvenna er baráttumál jarðarinnar enda rót mikils hluta vandamála á jörðinni.\nFeminismi í frjálsum og ríkum löndum þar sem að konur hafa fullkomið frelsi til að athafna sig og lifa er.. það sem að fólk hefur sameinast í að hata.",
            "date": "2010-12-30 08:24:00",
            "post_id": "307511",
            "reply_to_id": "307510"
        },
        {
            "user_name": "rapport",
            "text": "Fáfræði í hnotskurn.\nOrsök og afleiðing undirstrikuð í þessari tilvitnun.\nHann gefur sér forsendur og alhæfir í kjölfarið.\nHvernig á að vera hægt að svara svona viskubrunni... Ég einfaldlega neyðist til að bakka úr þessari umræðu með skottið á milli lappana.",
            "date": "2010-12-30 08:55:00",
            "post_id": "307519",
            "reply_to_id": "307511"
        },
        {
            "user_name": "GuðjónR",
            "text": "Zetan er flott",
            "date": "2010-12-30 09:31:00",
            "post_id": "307520",
            "reply_to_id": "307519"
        },
        {
            "user_name": "Gúrú",
            "text": "Þetta var ótrúleg tilraun til að breyta meiningu setningar.",
            "date": "2010-12-30 09:37:00",
            "post_id": "307522",
            "reply_to_id": "307520"
        },
        {
            "user_name": "Klemmi",
            "text": "Ég legg til að öllum stöfum verði skipt út fyrir Z.  Þetta verður mjög einfalt, allt verður skrifað líkt og binary þar sem stór Z verður sama og 1 og lítil z verður sama og 0.\nAllt mun líta út eins og svefn.\nzzZzZZZZzZZZzZzzzZZzZzzzzZZZzzZzzZZzzZzZzZZzzzzZzZZzzZzz\n(skora á ykkur að setja þetta í binary to text converter \n )",
            "date": "2010-12-30 10:38:00",
            "post_id": "307539",
            "reply_to_id": "307522"
        },
        {
            "user_name": "bulldog",
            "text": "mér finnzt að zetan ætti að vera áfram.",
            "date": "2010-12-30 10:43:00",
            "post_id": "307545",
            "reply_to_id": "307539"
        },
        {
            "user_name": "Danni V8",
            "text": "Ég hef ekkert á móti zetunni, væri alveg til í að læra reglurnar á bakvið hana þrátt fyrir að hafa aldrei kynnt mér þær.\nSum orð verða bara asnaleg án hennar, t.d. \"pizza\", en það þyrfti að vera skrifað \"pítsa\" frekar en \"pissa\", af augljósum ástæðum. Sömuleiðs er ekki hægt að stafa stafinn \"zeta\" öðruvísi, þar sem \"seta\" er annað orð.\nEn þegar ég hugsa út í það þá held ég að það myndi bara ekki skipta mig neinu einasta máli hvort zetan væri ennþá notuð.",
            "date": "2010-12-30 10:52:00",
            "post_id": "307551",
            "reply_to_id": false
        },
        {
            "user_name": "rapport",
            "text": "Ég var ekki að breyta meiningunni neitt heldur undirstrikaði \"gefnar forsendur\" og \"alhæfingu\" í setningunni. \nÞetta tvennt saman, s.s. að gefa sér forsendur og að alhæfa, kallaði ég svo einu orði \"fáfræði\".\nÞetta geri ég ekki til að breyta meiningu setningarinnar heldur til að benda á hversu marktæk hún er með því að fullyrða að hún sé byggð á fáfræði.\nFullyrðing = \"hér er dæmi um fáfræði\" (reyndar með örstuttri skilgreiningu á fáfræði í formi \"gefnar forsendur + alhæfing\")\nDæmi tekið um fáfræði = \nNiðurstaða = rökstudd fullyrðing um fáfræði.",
            "date": "2010-12-30 11:40:00",
            "post_id": "307560",
            "reply_to_id": "307551"
        },
        {
            "user_name": "Eiiki",
            "text": "Þá ert þú hommi!",
            "date": "2010-12-30 11:53:00",
            "post_id": "307564",
            "reply_to_id": "307560"
        },
        {
            "user_name": "vesley",
            "text": "Pizza er líka ekki íslenskt orð og þess vegna skiptir það ekki máli. \nPizza= Flatbaka",
            "date": "2010-12-30 11:59:00",
            "post_id": "307565",
            "reply_to_id": "307564"
        },
        {
            "user_name": "rapport",
            "text": "Og hvað ef svo væri?\nMætti homminn ég ekki vera femínisti?\nÞað er vel hægt að vera bæði.",
            "date": "2010-12-30 12:04:00",
            "post_id": "307566",
            "reply_to_id": "307565"
        },
        {
            "user_name": "natti",
            "text": "Þið eruð í ruglinu með þessa feministaumræðu.\nEn varðandi \"z\" þá, sem einn af þeim sem ólst ekki upp við hana, finnst mér kjánalegt að lesa þegar henni er troðið inn í.\nÉg skil upp að ákveðnu marki eldra fólk sem hafði tamið sér þessar reglur og á erfitt með að breyta til. (Þá er ég að meina fólk sem er komið á eftirlaun og of seint að kenna nýja stafsetningu).\nFinnst afskaplega kjánalegt að horfa upp á \"yngra\" fólk skrifa með \"z\". Lítur út fyrir að vera einhver tilraun til að vera \"öðruvísi/kúl\". Ekki að gera sig.\nTungumál þróast, orð breytast, stafsetning og merking orða breytast. \nVið höfum hinsvegar verið nokkuð dugleg í að halda íslenskunni við, með því að koma með nýyrði í staðinn fyrir að stafsetja útlensk orð skv íslenskum stafsetningarreglum, eins og sumar nágrannaþjóðir okkar gera. (Danir t.d., computer = komputer, og fl í þeim dúr.)",
            "date": "2010-12-30 12:47:00",
            "post_id": "307569",
            "reply_to_id": "307566"
        },
        {
            "user_name": "Danni V8",
            "text": "http://is.wikipedia.org/wiki/P%C3%ADtsa\nhttp://www3.hi.is/~antoni/skjol/rettritun_ritreglur.pdf\nÞetta er tökuorð og þar af leiðandi orðið íslenskt orð.",
            "date": "2010-12-30 13:22:00",
            "post_id": "307578",
            "reply_to_id": "307569"
        },
        {
            "user_name": "jagermeister",
            "text": "hahaha snilld!\n00101111011101000110100001110010011001010110000101100100 = /thread",
            "date": "2010-12-30 14:49:00",
            "post_id": "307586",
            "reply_to_id": "307578"
        },
        {
            "user_name": "Nariur",
            "text": "ég sé enga alhæfingu, það er staðreynd að margir hata feminista, enda basically nasistar mínus gyðingar, plús karlar",
            "date": "2010-12-30 17:46:00",
            "post_id": "307646",
            "reply_to_id": "307586"
        },
        {
            "user_name": "Benzmann",
            "text": "Bezt",
            "date": "2010-12-30 19:22:00",
            "post_id": "307677",
            "reply_to_id": "307646"
        },
        {
            "user_name": "Gummzzi",
            "text": "Osom stafur !!! og ef það væri ekki \"Z\" í GummZZi  þá yrði nafnið frekar gay sko",
            "date": "2010-12-30 19:47:00",
            "post_id": "307693",
            "reply_to_id": "307677"
        },
        {
            "user_name": "BjarkiB",
            "text": "Afhverju ætlið zetanhefur verið tekið út? vætanlega útaf það var engin þörf fyrir hana.\nÞað er margt í íslensku sem ég einfaldlega skil ekki. Afhverju var ákveðið að skrifa einkunn með tveim-n samt samkvæmt reglunum á það ekki að vera. Eða afhverju er Kjartan skrifað með einu-n en ekki Þorsteinn?",
            "date": "2010-12-30 20:23:00",
            "post_id": "307709",
            "reply_to_id": "307693"
        },
        {
            "user_name": "wICE_man",
            "text": "Ég elska Zetuna, ég hef hins vegar ekki hugmynd hvernig á að nota hana.",
            "date": "2010-12-30 21:22:00",
            "post_id": "307733",
            "reply_to_id": "307709"
        },
        {
            "user_name": "GuðjónR",
            "text": "x2 \nZ fyrir Zorglubb...var það ekki?",
            "date": "2010-12-30 21:48:00",
            "post_id": "307750",
            "reply_to_id": "307733"
        },
        {
            "user_name": "Jim",
            "text": "",
            "date": "2010-12-30 22:25:00",
            "post_id": "307770",
            "reply_to_id": "307750"
        },
        {
            "user_name": "rapport",
            "text": "Ólíkt nasisma þá snýst femínismi ekki um trú á yfirburði eins kyns eða kynþáttar yfir annað kyn eða annan kynþátt heldur á jöfn tækifæri fólks óháð kyni, kynþætti eða kynferði. Þó fyrst og fremst kyni, hitt fylgir oftast bara að.",
            "date": "2010-12-30 22:32:00",
            "post_id": "307775",
            "reply_to_id": "307770"
        },
        {
            "user_name": "Jim",
            "text": "Ákveðið var að gera stafsetningarreglur einfaldari með því að fækka stöfunum. Tæknilega séð var kannski engin þörf á zetunni en hún var bara svo skemmtileg! \nNokkur karlmannsnöfn og nöfn annarrar tegundar eru með nn í nefnifalli en n í þolfalli; Héðinn, Kristinn, Óðinn, Skarphéðinn, Þórarinn, Þráinn; Huginn, Muninn, Reginn. Öðru máli gegnir um mannanöfn og ættarnöfn sem enda á -an, eins og Kjartan, Natan, Kjaran, Kvaran o.fl.; þau hafa aðeins eitt n. Auk þess er valfrjálst hvort ritað er Auðunn eða Auðun.\nKvenkynsorð sem eru mynduð af sögnum með viðskeytunum -un eða -an (sem eiginlega eru tvímyndir sama viðskeytis) hafa alltaf einritað n. Sama gildir um nafnið Gefjun.\nHins vegar er algengt að gerðar séu villur í kvenkynsnafnorðum sem enda á -kunn. Þau eru aðeins fjögur, og hafa öll tvíritað nn; einkunn, forkunn, miskunn, vorkunn. Sama gildir að sjálfsögðu um samsetningar af þeim, eins og forkunnarfagur. \nHún getur verið óþarflega flókin á köflum en það er það sem gerir hana skemmtilega.",
            "date": "2010-12-30 22:37:00",
            "post_id": "307776",
            "reply_to_id": "307775"
        },
        {
            "user_name": "nonesenze",
            "text": "Z eins óvelkomin hún er í íslenskunni, þá finnst mér Z flottasti stafurinn og bara flott að nota hann í orð til að breyta þeim aðeins\n\"ef Z væri í venjulegri skrifmennsku okkar þá veit ég ekki hversu flott mér þætti \"Z\", en ég vill ekkert að hann sé tekinn aftur í gildi, það myndi\nminka fyrir mér hversu flott Z er\nég væri samt laumskulega alveg til í að nota Z í skriflegu máli okkar ( sennilega því ég hef ekki kynnski því og þar af leiðani er það framandi)",
            "date": "2010-12-31 00:03:00",
            "post_id": "307829",
            "reply_to_id": "307776"
        },
        {
            "user_name": "Gúrú",
            "text": "Nei, það eru tvö aðskilin orð/nöfn.",
            "date": "2010-12-31 00:18:00",
            "post_id": "307836",
            "reply_to_id": "307829"
        },
        {
            "user_name": "Jim",
            "text": "Enginn skítur, Sérlákur.",
            "date": "2010-12-31 00:29:00",
            "post_id": "307841",
            "reply_to_id": "307836"
        },
        {
            "user_name": "Black",
            "text": "Gæti ekki verið meira sama um þennan staf.. ;þ notann aldrei í íslensku",
            "date": "2010-12-31 00:33:00",
            "post_id": "307843",
            "reply_to_id": "307841"
        },
        {
            "user_name": "nonesenze",
            "text": "er þetta skítkast á Gúru að leiðrétta þig eða .... ? \"no shit sherlock\" er oftast notað í að staðgreina hið augljósa, en ef það er meiningin í þessu commenti þá varstu bara að gera í brækurnar og sagðir það sjálfur",
            "date": "2010-12-31 00:34:00",
            "post_id": "307844",
            "reply_to_id": "307843"
        },
        {
            "user_name": "Jim",
            "text": "Ég var að gefa í skyn að það væri augljóst að það ætti að rita Auðunn/Auðun eftir því hvað viðkomandi manneskja heitir, ekki eins og manni þóknast sjálfum.",
            "date": "2010-12-31 00:37:00",
            "post_id": "307847",
            "reply_to_id": "307844"
        },
        {
            "user_name": "nonesenze",
            "text": ".....ekki eins og manni þóknast sjálfum, en áður sagðir þú frálst val hvort maður skrifaði auðun/auðunn, ég gæti verið að miskilja, correct me if i´m wrong",
            "date": "2010-12-31 00:54:00",
            "post_id": "307857",
            "reply_to_id": "307847"
        },
        {
            "user_name": "Nariur",
            "text": "rangt, ef svo væri myndi ég ekki hata feminista",
            "date": "2010-12-31 01:04:00",
            "post_id": "307860",
            "reply_to_id": "307857"
        },
        {
            "user_name": "Jim",
            "text": "Ég er að tala um það að bæði \"Auðunn\" og \"Auðun\" eru viðurkennd nöfn og þess vegna eru þau bæði rétt. Það er hinsvegar vitlaust að kalla Auðunn \"Auðun\" eða öfugt. Á ég að einfalda þetta meira fyrir þig?",
            "date": "2010-12-31 01:04:00",
            "post_id": "307861",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Jæja það er þá valfrjálst hvort þú kallar mig Helgi eða Stefán.",
            "date": "2011-01-02 23:37:00",
            "post_id": "308759",
            "reply_to_id": "307861"
        },
        {
            "user_name": "DJOli",
            "text": "",
            "date": "2011-01-03 04:33:00",
            "post_id": "308833",
            "reply_to_id": "308759"
        },
        {
            "user_name": "urban",
            "text": "Ég leyfi mér að stórefast um að það hafi verið margir hérna orðnir svo mikið sem hugmynd þegar að Zetan er afnumin.\nþannig að afhverju í ósköpunum eruði að spá í því?\nog að bera saman Z og Y, staf sem að er ekki í stafrófinu opinberlega og staf sem að er það.",
            "date": "2011-01-03 04:51:00",
            "post_id": "308837",
            "reply_to_id": "308833"
        }
    ],
    "date": "2010-12-31 01:04:00"
}