{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "35001",
    "title": "hverju pælir maður í þegar þú kaupir sjónvarp ?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=35001",
    "posts": [
        {
            "user_name": "Dormaster",
            "text": "ég er að pæla í að kaupa mér nýtt sjónvarp og ég veit ekki eftir hverju ég að leytast eftir.\neina sem ég veit er HD ready og Full HD hvað er svo annað sem ég að pæla í ?",
            "date": "2011-01-02 00:43:00",
            "post_id": "308438",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "Hvernig mynd sjónvarpið gefur í persónu. Líklega það mikilvægasta umfram specifications.",
            "date": "2011-01-02 00:52:00",
            "post_id": "308441",
            "reply_to_id": "308438"
        },
        {
            "user_name": "Manager1",
            "text": "Einhverntíman heyrði ég að gæði í sjónvarpi í búð vs. gæði á sama sjónvarpi heima í stofu væri alls ekki sami hluturinn. Þ.e. að búðirnar notuðu besta og dýrasta búnað sem völ er á til að ná sem mestu útúr sjónvarpinu, eitthvað sem er ekkert að marka þegar maður er heima í stofu að horfa á fréttirnar eða á bíómynd.",
            "date": "2011-01-02 01:01:00",
            "post_id": "308446",
            "reply_to_id": "308441"
        },
        {
            "user_name": "AntiTrust",
            "text": "Tjah, bæði og. Það er auðvitað frekar pointless að vera með Rúv á öllum FullHD tækjunum í búðinni. Ég skil heldur ekki afhverju fólk er að kaupa sér slík tæki ef aðalnotkunin er að horfa á sjónvarpið, og þar af leiðandi lítið sem ekkert á HD efni.\nMín reynsla bæði sem viðskiptavinur og fyrrverandi sölumaður í raftækjabúðum er sú að augað gefur bestu upplýsingarnar. Maður á auðvitað helst að fá að sjá hvernig sjónvarpið sýnir venjulegar útsendingar fyrir kaup ef búðin býður upp á það, þar sem það er rosalega misjafnt hvernig tæki vinna úr standard útsendingum. Sumum tækjum tekst að framkalla rosalega smooth og fína non-pixelated myndir á meðan þetta er varla áhorfanlegt í öðrum.\nMér fannst líka rosalega gott að bera saman 20-30 mismunandi tæki sem voru í gangi á veggnum með nákvæmlega sama HD source-ið. Þar gat maður séð hvar low-end tækin voru að skíta á sig, þótt að spekkarnir væru nánast eins og á tækinu við hliðiná, sem kostaði þó helmingi meira.\nEn hvað varðar almenna spekka, myndi ég aldrei fá mér tæki undir 100hz, það er bara allt önnur upplifun að horfa á slík tæki. Eitt af þeim skilyrðum sem ég myndi persónulega setja ef ég væri að leita mér að tæki.\nEn bottom line, mín reynsla : You get what you pay for.",
            "date": "2011-01-02 01:10:00",
            "post_id": "308451",
            "reply_to_id": "308446"
        },
        {
            "user_name": "Dormaster",
            "text": "þetta er það sem ég var svona að pæla mest í.\nhttp://www.elko.is/elko/product_detail/ ... R5234#elko\nég myndi nota það undir venjulegt sjónvarp, PC tölvu og ps3.\nen ég tók eftir því að þetta er 50hz og þar sem þú ert að segja að þúmyndir ekki fara undir 100 og líka eih annar gaur a öðrum þræði þá var ég að pæla hvað þetta er og hvað þetta gerir.",
            "date": "2011-01-02 02:26:00",
            "post_id": "308484",
            "reply_to_id": "308451"
        },
        {
            "user_name": "intenz",
            "text": "Endurnýjunartíðni (hz)\n50 Hz\nBad shit.",
            "date": "2011-01-02 02:38:00",
            "post_id": "308485",
            "reply_to_id": "308484"
        },
        {
            "user_name": "Dormaster",
            "text": "en hvað þýðir það ?",
            "date": "2011-01-02 03:39:00",
            "post_id": "308493",
            "reply_to_id": "308485"
        },
        {
            "user_name": "intenz",
            "text": "50 endurvarpanir á sekúndu",
            "date": "2011-01-02 03:43:00",
            "post_id": "308496",
            "reply_to_id": "308493"
        },
        {
            "user_name": "Dormaster",
            "text": "okeei takk.\nEdit:\ner það lélegt ég er nú bara að fara að nota þetta sjónvarp í myndir/þætti, Pc,ps3. ég er 15 ára og ég er nú bara að reyna að fá Full Hd sjónvarp á eins litlu ?\nmun þetta skipta miklu máli ?\nmæliði með einhverju öðru 32\" sjónvarpi sem er líka FULLHD?",
            "date": "2011-01-02 04:06:00",
            "post_id": "308503",
            "reply_to_id": "308496"
        },
        {
            "user_name": "teitan",
            "text": "Ég myndi fara og skoða þetta \nhttp://sm.is/index.php?sida=vara&vara=32PFL5405H",
            "date": "2011-01-02 11:58:00",
            "post_id": "308545",
            "reply_to_id": "308503"
        },
        {
            "user_name": "Raidmax",
            "text": "100hz er must ef þú ætlar að fá allt út úr þessum leikjum,myndum og þáttum maður verður geðveikur að horfa á 50hz tæki. Fyrst þú ert að fara nota sjónvarp fyrir tölvuleiki þá áttu að að vera að sækjast eftir svartímanum,hann skiptir miklu máli ef þú vilt gera þetta almennilega.Plasma tækin eru góð að því leiti að þau eru með yfirleitt 0, eitthvað í svartíma sem er auðvitað það sem er fjandi gott fyrir tölvuleiki.Bara mín skoðun mér finnst Plasma tækin ná betri litum og sérstaklega svarti liturinn hann verður svartur ekki grár eins og í LCD tækjunum. \nHvað ertu tilbúinn að eyða og hve stórt á að vera?",
            "date": "2011-01-02 12:14:00",
            "post_id": "308548",
            "reply_to_id": "308545"
        },
        {
            "user_name": "Dormaster",
            "text": "tjaa svona max 100þ en ef þetta er svona rétt að skriða yfir eins og sjónvarpið hér að ofan held að ég færi frekar á það þar sem þetta sjónvarp verður notað daglega næstu 2-3 árinn örugglega.",
            "date": "2011-01-02 16:56:00",
            "post_id": "308624",
            "reply_to_id": "308548"
        },
        {
            "user_name": "AntiTrust",
            "text": "Bíddu frekar og sparaðu þér auka 30-40kall. Það er svo mikill munur á 100 og 140þ. kr tækjum. Slepptu því líka að vera að eltast við FullHD fyrst þú ert bara að skoða 32\", 720p tæki duga þér fínt. Þú kemur hvort sem er ekki til með að sjá auðsjáanlegan mun úr 2-3m fjarlægð, og í svona ódýrum tækjum er ekki einu sinni víst að þú myndir sjá mun yfir höfuð, alveg sama hversu nálægt.",
            "date": "2011-01-02 18:00:00",
            "post_id": "308639",
            "reply_to_id": "308624"
        },
        {
            "user_name": "stebbi23",
            "text": "tæknilega er 100Hz fake og þú ert bara að búa til ramma sem eru ekki til og þar af leiðandi er möguleiki að þar sem myndin er hröð t.d. íþróttum að þú fáir svona aukadót inn einsog 3 bolta en ekki einn. Samt er það orðið mjög ólíklegt í dag því tölvurnar í tækjunum eru yfirleitt það góðar að þær eyða öllu svona út.\nEinnig er mörgum sem finnst einfaldlega óþægilegt að horfa á 100Hz tæki og finnast hreyfingar vera ónáttúrulegar og svo er það líka öfugt svo ég mæli með að skoða það fyrst vel áður en þú tekur það.\nVeit líka um kvikmyndagúrúa sem vilja ekki sjá 100Hz því einsog ég sagði fyrr þá ertu að búa til ramma sem eru ekki til = fake\nTil að pæla í:\nEf tækið er undir 40\" þá breytir FullHD eða 720p engu máli.\nEkki horfa mikið á Contrast/Dynamic Contrast töluna sem gefin er upp heldur farðu og sjáðu sjálfur\nEf þú ætlar að spila leiki þá þarft tæki með lítið \"input lag\"\nSvartíminn skiptir nánast engu máli í dag, allt undir 6ms er gott\nFáðu að skoða Menu og gáðu hvort þú skiljir hann og fjarstýringunalíka. Vonlaust að eiga tæki sem maður getur ekkert stillt eða fiktað í. Veit að Menu'inn í einhverjum Philips tækjunum er vonlaus og bara upp á lookið.\nHvað eru mörg HDMI tengi á tækinu, því fleirri því betra og ekki spá of mikið í SCART, það er að detta út.\nEf þú ert að spá í tæki með InternetTV fáðu þá að sjá það, flest eru alveg vonlaus og þú getur aldrei farið að vafra. GoogleTV er líka ekki að ná neinum vinsældum og flest fyrirtæki búin að loka á það.\nEf þú ert að spá í Plasma tæki, reyndu þá að fá tæki sem er með einhvernskonar \"Anti Burn\" tækni og hafði brightness, contrast, cell light, lamp á lágum stillingum fyrstu 1-2 vikurnar svo að \"Cells\" fái að harna og það minnkar líka líkurnar á því að það brenni fast í tækið.\nHátalarar í 99% sjónvörpum eru vonlausir.\nEf þú villt fá tæki með USB, mættu þá með USB lykil og fáðu að prófa því oft eru usb tengin \"Service Only\"\nBest að lesa gagnrýnir af heimasíðum einsog \nhttp://www.hdtvtest.co.uk/\n og \nhttp://www.hdtvorg.co.uk/\n og \nhttp://www.squidoo.com/lcd-televisions",
            "date": "2011-01-02 18:34:00",
            "post_id": "308656",
            "reply_to_id": "308639"
        },
        {
            "user_name": "Dormaster",
            "text": "Takk kærlega fyrir þessar upplýsingar, ég hef heyrt að maður á bara að fara sjálfur og skoða ég mun nú held ég gera það bara.\nen það er nokkur 720p sjónvörp heima og ég var að skoða þetta\nhttp://www.thebestplasmatv.com/guides/720p-vs-1080p/\nþess vegna var eg meira að leyta af 1080p sjónvörpum\nEdit:\nvitiði um einhverja góða hátalara undir 30þ  maX?",
            "date": "2011-01-02 18:42:00",
            "post_id": "308661",
            "reply_to_id": "308656"
        }
    ],
    "date": "2011-01-02 00:43:00"
}