{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "35093",
    "title": "24\" vs 27\"",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=35093",
    "posts": [
        {
            "user_name": "Kristján",
            "text": "sælir\nég er að færa mig úr 2x 22\" i einn 24\" eða 27\"\nvar að spá hvað maður ætti að varast og hvað maður ætti að skoða.\nþað sem eg er buinn að sjá:\n27\" \nhttp://buy.is/product.php?id_product=9202774\n24\" \nhttp://tl.is/vara/20262\n soldið dýr\nen það helsta sem skárinn þarf að vera er:\n2 MS\n24\"+\nhelst ekki glossy en ræð alveg við það\nhdmi\nhelst ekki hátalarar en 27\" er með svoleiðis en vera aldrei notaðir.\ntakk",
            "date": "2011-01-04 14:01:00",
            "post_id": "309263",
            "reply_to_id": false
        },
        {
            "user_name": "Orri",
            "text": "Ég persónulega myndi aldrei vilja vera með 1920*1080 27\" skjá.\nÞað er bara alltof lág upplausn fyrir svona stórann tölvuskjá því þú situr yfirleitt svo nálægt honum.\n1920*1080 er ágæt upplausn fyrir 24\" skjá, ekki stærri (að mínu mati).",
            "date": "2011-01-04 14:06:00",
            "post_id": "309265",
            "reply_to_id": "309263"
        },
        {
            "user_name": "Kristján",
            "text": "það er satt en eru ekki til hærri uplausn skjáir sem eru 27\"",
            "date": "2011-01-04 14:21:00",
            "post_id": "309268",
            "reply_to_id": "309265"
        },
        {
            "user_name": "vesley",
            "text": "Rangt .  En það er ekki ódýrt.   \nhttp://www.buy.is/product.php?id_product=1429",
            "date": "2011-01-04 14:27:00",
            "post_id": "309270",
            "reply_to_id": "309268"
        },
        {
            "user_name": "Kristján",
            "text": "já sæll,\nheld 24 sé þá bara málið, væri samt til i að sjá 27\" með 1080p uplausn",
            "date": "2011-01-04 14:35:00",
            "post_id": "309272",
            "reply_to_id": "309270"
        },
        {
            "user_name": "ManiO",
            "text": "En þessi skjár er líka ekki í sama flokki í neinu, nema stærðarflokki",
            "date": "2011-01-04 14:36:00",
            "post_id": "309273",
            "reply_to_id": "309272"
        },
        {
            "user_name": "Nordquist",
            "text": "http://tl.is/vara/20262\n ég er með 2x svona, það er draumur, do that",
            "date": "2011-01-04 14:37:00",
            "post_id": "309274",
            "reply_to_id": "309273"
        },
        {
            "user_name": "Orri",
            "text": "Verðið á þessum 27\" skjá er alveg fáránlegt\n23\" Dell UltraSharp IPS 1920*1080 skjár kostar hjá ykkur 59.990 kr sem gerir sirka 0,03 kr per pixill og 2608 kr per tommu\n27\" Dell UltraSharp IPS 2590*1440 skjár kostar hjá ykkur 219.990 kr sem gerir sirka 0,06 kr per pixill og 8.148 kr per tommu\nGetur einhver útskýrt þennan mun ? \n \nÞví fyrir utan eitt auka DVI port og HDMI port þá sé ég engann í fljótu bragði \nPS. Ég er ekki að segja að verðið hjá Buy.is sé fáránlegt, heldur Dell",
            "date": "2011-01-04 14:42:00",
            "post_id": "309277",
            "reply_to_id": "309274"
        },
        {
            "user_name": "ManiO",
            "text": "HDMI tengi þýðir að tollflokkunin verður að sjónvarpi í stað monitors  \n Sem útskýrir slatta af muninum. Svo eru stærri fletir (LCD) af dýrari í framleiðslu per flatarmálseiningu (ef ég man rétt, endilega leiðréttið ef ég fer með rangt mál).",
            "date": "2011-01-04 14:46:00",
            "post_id": "309278",
            "reply_to_id": "309277"
        },
        {
            "user_name": "Kristján",
            "text": "drasl tollur",
            "date": "2011-01-04 14:51:00",
            "post_id": "309281",
            "reply_to_id": "309278"
        },
        {
            "user_name": "ManiO",
            "text": "Já, það er efni í annan þráð. En ég myndi mæla að fara í 24\" og taka svo bara annan (eins skjá helst) þegar tækifæri gefst. Ódýrara en 27\", og gefur þér meira svæði til að leika þér með.",
            "date": "2011-01-04 14:56:00",
            "post_id": "309282",
            "reply_to_id": "309281"
        },
        {
            "user_name": "Plushy",
            "text": "http://www.tolvutek.is/product_info.php ... s_id=23757\nÞessir eiga að vera góðir og ódýrir.\ner með einn og ætla að fá mér annan.",
            "date": "2011-01-04 14:59:00",
            "post_id": "309284",
            "reply_to_id": "309282"
        },
        {
            "user_name": "codec",
            "text": "What,  nei þetta held ég að geti ekki staðist, til að teljast sjónvarp þarf að minnstakosti tuner, myndi ég halda.",
            "date": "2011-01-04 15:01:00",
            "post_id": "309285",
            "reply_to_id": "309284"
        },
        {
            "user_name": "Orri",
            "text": "Þetta er ekki í fyrsta skiptið sem ég les að tollurinn flokki tölvuskjá með HDMI tengi sem sjónvarp.\nFáránlegt.",
            "date": "2011-01-04 15:08:00",
            "post_id": "309290",
            "reply_to_id": "309285"
        },
        {
            "user_name": "CendenZ",
            "text": "Það hljóta að vera mistök starfsmanna annað hvort hjá póstinum eða tollinum. (Ég bendi líka kurteisislega á að þeir starfsmenn tollstjórans sem vinna við tollflokkun eru ekki beint \"tollverðir\" heldur gamlir og lúnir kallar að nálgast eftirlaunaaldur, yfirleitt fjarri tölvuþekkingu.. ég hef þurft að díla við nokkra hjá tollinum og \naðeins \neinn þeirra er almennilegur og með vit í kollinum, Bjarni. Ef þið þurfið að hafa samband við skrifstofu tollstjóra myndi ég rakleiðis biðja um hann á skiptiborðinu)\nglætan spætan að það sé hægt að setja tölvuskjá sem sjónvarp vegna þess að það er HDMI tengi á honum.\nÞað allavega kallar á kæru og endurskoðun á þeim lögum.",
            "date": "2011-01-04 15:36:00",
            "post_id": "309295",
            "reply_to_id": "309290"
        },
        {
            "user_name": "Nothing",
            "text": "BenQ V2420H er klárlega málið.\nEr með þrjá svona skjá í notkun inni herberginu þvílíkur unaður.\nEn skil ekki alveg afhverju að fara úr 2x 22\" í 1x 24\"?",
            "date": "2011-01-04 18:10:00",
            "post_id": "309324",
            "reply_to_id": "309295"
        },
        {
            "user_name": "bulldog",
            "text": "ég er með 32\" sharp full hd sjónvarp í 1920x1080 það er frábært",
            "date": "2011-01-04 18:13:00",
            "post_id": "309325",
            "reply_to_id": "309324"
        },
        {
            "user_name": "Saber",
            "text": "Ég er með 27,5\" 1920x1200 skjá (16:10) og get vottað fyrir það að pixlarnir eru svolítið stórir. Samt ekkert sem ég tek eftir nema þá þegar ljósmyndarar eru búnir að setja alltof mikið sharpness í myndirnar sínar og svo verður anti-aliasing í tölvuleikjum alveg bráðnauðsynlegt. \nMyndi ég vilja færa mig yfir í 24\" með sömu upplausn? Ekki séns.",
            "date": "2011-01-04 18:35:00",
            "post_id": "309333",
            "reply_to_id": "309325"
        },
        {
            "user_name": "gummih",
            "text": "ef þú ert með hd 5xxx eða 6xxx þá myndi ég bæta við þriðja 22\" skjánum og spila í eyefinity",
            "date": "2011-01-04 18:40:00",
            "post_id": "309335",
            "reply_to_id": "309333"
        },
        {
            "user_name": "Kristján",
            "text": "ég er bara ekki að gera það mikið i tölvuni að ég þurfi 2x skjái og er aðalega að spila eve og vill spila þannig að allt sé i max i grafík\nog að hann sé flottur, þannig mig langar i einn ofur skjá stórann og góðann ;D hef spilað hann i window mode hingað til.",
            "date": "2011-01-04 20:34:00",
            "post_id": "309423",
            "reply_to_id": "309335"
        },
        {
            "user_name": "Kristján",
            "text": "er þessi ekki nokkuð góður?\nhttp://www.computer.is/vorur/7246/",
            "date": "2011-01-06 10:55:00",
            "post_id": "309937",
            "reply_to_id": "309423"
        },
        {
            "user_name": "hagur",
            "text": "Ég er með svona skjá heima.\nHann er fínn ... nóg skjápláss, HDMI tengi, innbyggð webcam og svona, en hann er með TN panel eins og næstum allir svona ódýrir skjáir og því fylgja gallar.\nHann er t.d með mjög lélegt viewing angle og fyrst þegar ég fékk hann fundust mér litirnir í honum frekar skrítnir, var svona eins og blá slikja yfir öllu einhvernveginn.\nNúna er ég reyndar alveg hættur að taka eftir því, held að maður taki ekkert mikið eftir því nema maður sé mikið að pæla í því.",
            "date": "2011-01-06 11:10:00",
            "post_id": "309940",
            "reply_to_id": "309937"
        },
        {
            "user_name": "Kristján",
            "text": "eru ekki lang flestir skjáir herna á islandi með tn panel?\nog hvar gæti maður svo sem farið i betri panel? eins og ips eða eitthvað? og væri það ekki einhverjir 100 kallar?",
            "date": "2011-01-06 12:01:00",
            "post_id": "309958",
            "reply_to_id": "309940"
        },
        {
            "user_name": "CendenZ",
            "text": "Venjulegur user / gamer / office  hefur 0 þörf fyrir IPS panel, þetta er bara high end notendur, grafísk vinnsla og slíkt.\nÉg er reyndar með IPS skjá, en satt best að segja finn ég bara engan mun",
            "date": "2011-01-06 13:53:00",
            "post_id": "309985",
            "reply_to_id": "309958"
        },
        {
            "user_name": "Kristján",
            "text": "já einmitt það sem ég helt.\ner þessi ekki bara málið?\nhttp://www.tolvutek.is/product_info.php ... s_id=23759",
            "date": "2011-01-06 14:12:00",
            "post_id": "309989",
            "reply_to_id": "309985"
        },
        {
            "user_name": "mind",
            "text": "Mér finnst einmitt merkilegt hvað fólk er tilbúið að sætta sig við TN skjá og eina útskýringin sem ég finn er að fólk veit ekki betur.\nEf fólk vill ekki vita og finnst TN panel skjárinn sinn flottur þá bara = frábært.\nEn það þýðir ekki að það sé ekki til eitthvað mikið mikið betra og IPS væri t.d. eitt af því.\nEr með 3x IPS og 2x TN og ég sé muninn strax, sérstaklega þegar þeir eru hlið við hlið.",
            "date": "2011-01-06 17:11:00",
            "post_id": "310040",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Tel það líklegra að þú sért akkúrat með IPS skjái \nvegna þess\n að þú sérð mun.   \nAnnars sér maður auðvitað mun á litunum á t.d. 27\" iMacs sem maður sér allstaðar og á skjánum sínum en ég hef enga þörf fyrir þá.",
            "date": "2011-01-06 19:08:00",
            "post_id": "310068",
            "reply_to_id": "310040"
        },
        {
            "user_name": "Kristján",
            "text": "skil hvað þið eruð að fara með þetta en þar sem ég hef aldrei séð almennilega ips skjá og hef bara verið með CRT og svo TN flatskjá.\nen með ips er ekki viðbragðstíminn verri en á TN???\nog með þetta VA LED LCD skjái sem eru nuna að koma er til i tölvutækni, er það ekki alveg góð gæði fyrir peninginn ?\nsvo er 24\" ips á 100 þús hjá start.is sem eru 2x 24\" VA LED LCD hjá tolvutek\nog þessi skjár er notaður mesti i tölvuleiki",
            "date": "2011-01-06 19:20:00",
            "post_id": "310070",
            "reply_to_id": "310068"
        },
        {
            "user_name": "Gúrú",
            "text": "IPS viðbragðstíminn er jú almennt verri en á TN skjáum.\nIPS hefur ótrúlega yfirburði á VA LCD skjái, grunar að LED parturinn geri ekki það mikið til að saxa á þann mun. \nEf þú ætlar hinsvegar í tölvuleiki sé ég enga ástæðu til þess að splæsa í IPS skjá einungis til að finna fyrir meira ghosting, farðu bara í ódýrari skjá.",
            "date": "2011-01-06 19:27:00",
            "post_id": "310071",
            "reply_to_id": "310070"
        },
        {
            "user_name": "Kristján",
            "text": "já nákvæmlega, sérstaklega þar sem eg veit ekki muninn og finnst minn AL2216W acer bara alveg nokkuð góður, VA LED er alveg skref upp frá tn allavega ;D en samt ennþá TN bara smá upgrade við lísingu og annað\nen samt er 8ms grey to gey á þessum VA LED hjá tölvutek og ekki nema 5 ms á minum en svo er það bara hvað er verið að mæla og svona, þetta er eitthvað nýtt sem maður þarf að spá í.\nvar að lesa eitthvað um response time og það á að fara að koma einhver staðall á þetta þannig hægt sé að bera skjái betur saman.",
            "date": "2011-01-06 19:47:00",
            "post_id": "310077",
            "reply_to_id": "310071"
        },
        {
            "user_name": "mind",
            "text": "Ég hef nú reyndar ekki orðinn var við ghosting á IPS skjáunum þó maður sé að spila FPS, en það víst mismunandi hvað fólk finnur og/eða segjist finna.\nÞað er líka svolítið stórt vandamál hversu óstaðlaður svartími er.\nEins og er þá er mælikvarðinn einungis á hversu hratt panelið í skjáinum sjálfum getur uppfært sig en vinnsluhlutanum bakvið það oftast sleppt.\nTil að vita raunverulegan svartíma þyrfti formúlan að vera \nTími til að vinna mynd + svartími panels\nÞví gæti t.d. IPS panel + góður myndvinnsluvélbúnaður haft lægri heildar svartíma en TN panel + lélegur myndvinnsluvélbúnaður.\nSem dæmi þá hafa sjónvörp t.d. oft 100-250ms auka svartíma sökum þess að þau vinna myndina alveg svakalega mikið svo litlu skiptir hvort panelið er 2,8 eða 12 ms.\nTölvuskjáir vinna myndina sjálfa lítið eða ekki neitt en ferlið er hið sama svo \neinhver\n aukalegur svartími verður til.\nÉg hef því ekki fundið marktækan mun á milli t.d. 2ms TN skjás og 8ms IPS skjás hvað ghosting varðar. Útskýringin væri því að heildarsvartími þeirra sé nægilega svipaður eða ég hafi bara ekki augun til að greina muninn. En ég er of latur til að vera taka einhverjar ljósmyndir á svaka hröðum shutter tíma fyrir VGA,DVI og svo líka HDMI tengjunum bara til að geta séð muninn í tölum.\nÞað sem Gúru segir er samt rétt, það er lítil sem engin ástæða kaupa IPS skjá fyrir tölvuleiki.",
            "date": "2011-01-07 10:11:00",
            "post_id": "310239",
            "reply_to_id": "310077"
        },
        {
            "user_name": "Mr.Big",
            "text": "Bara svo þú vitir, þú getur spilað eve á mörgum skjáum, það er geðveikt að spila eve á tveimur skjáum, setur hann í windowed og dregur hann yfir báða, það yrði bara draumur að vera með hann yfir þrjá eins skjái, miklu betra heldur enn bara einn stórann, þá geturu verið með td chat á vinstri skjánum, overviewið á hægri og skipið á miðjunni =)",
            "date": "2011-01-13 12:44:00",
            "post_id": "312323",
            "reply_to_id": "310239"
        },
        {
            "user_name": "Frantic",
            "text": "Ojj ég er alltaf að sjá fleiri og fleiri ástæður til þess að byrja aftur í Eve EN ÞAÐ SKAL EKKI GERAST!  \n \nMaður verður alltof háður þessum leik!",
            "date": "2011-01-13 13:17:00",
            "post_id": "312328",
            "reply_to_id": "312323"
        },
        {
            "user_name": "Kristján",
            "text": "hahaha hugsaðu þér bara að hafa eve á 3 skjáum.\nen ég er góður með 1 stórann skjá",
            "date": "2011-01-13 14:22:00",
            "post_id": "312343",
            "reply_to_id": "312328"
        },
        {
            "user_name": "Nördaklessa",
            "text": "færð 24\" skjáinn 26þús kr. ódýrari hjá buy.is",
            "date": "2011-01-23 23:17:00",
            "post_id": "315291",
            "reply_to_id": "312343"
        },
        {
            "user_name": "rapport",
            "text": "I just did and I´m loving it...\nSemi bilaði 19\" Dell skjárinn fer til afa sem er víst enn með túbu",
            "date": "2011-01-24 00:33:00",
            "post_id": "315325",
            "reply_to_id": "315291"
        }
    ],
    "date": "2011-01-06 17:11:00"
}