{
    "forum_title": "Til sölu - Tölvuvörur",
    "id": "35171",
    "title": "D-Links DNS 321 + 1,5TB diskur",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=11&t=35171",
    "posts": [
        {
            "user_name": "gillih",
            "text": "Keypti mér \nhttp://tolvutaekni.is/product_info.php?products_id=1674\n græju í bandaríkjunum í sumar(gegnum amazon ef það skiptir einhvern máli) frábær græja með óendanlega notendamöguleika, en sökum gríðarlegs tímaleysis þá hef ég haft lítinn sem engan tíma til að fikta eitthvað af viti í græjunni og þ.a.l. ekki að fullnýta notagildi hennar. Keypti líka 2x1,5TB diska(WD Green ef ég man rétt) og er tilbúinn að láta annan þeirra fljóta með.\nEr að flytja til spánar í hálft ár og m.a. sökum leti minnar þó að aðrar forsendur spili vissulega inn í hef ég ákveðið að selja apparatið og verlsa mér frekar nýtt þegar ég hef tíma og betri kunnáttu til að geta fullnýtt allt það sem þessi græja hefur upp á að bjóða.\nSýnist þetta almennt kosta 28þ hérna heima, þetta er að vísu með bandarískri kló(millistykki getur fylgt með) en að öðru leiti sama vara sem hefur virkað án neinna vandræða hjá mér, veit ekki betur en að 1,5TB diskar séu að fara á svona 13þ í dag(það ódýrasta), kaupanda er að sjálfsögðu frjálst að ákveða hvort hann vill taka diskinn með eða ekki.\nUppsett verð: Fyrir D-Links græjuna, 16.000 Fyrir 1,5TB diskinn: 9000(nánast ónotaður og ég get alltaf notað harðan disk svo ég er ekki tilbúinn að fara krónu neðar með þessa tölu) Tilbúinn að láta þetta fara saman á 23þ, þ.e.a.s. með 2þ króna afslætti.\nVinsamlegast komið öllum tilboðum eða fyrirspurnum um frekari upplýsingum í gegnum síma 846-5496(Gísli) eða á \ngislih09@ru.is\n, mun svara því um leið en get engu lofað varðandi hvenar ég skoða bæði svör við póstinum hér né einkaskilaboðum",
            "date": "2011-01-06 16:07:00",
            "post_id": "310024",
            "reply_to_id": false
        },
        {
            "user_name": "biturk",
            "text": "http://buy.is/product.php?id_product=1321\nraunhæft verð fyrir notaðan svona disk er svona 7 þúsund, ekki í ábyrgð ef hann hefur verið keiptur úti og þá myndi ég ekki borga meira en 5 fyrir hann, hundleiðnilegt að standa í að senda hluti út til að reina að fá þá í ábyrgð ef maður getur borgað litlu meira og fengið þá hjérna heima í 2 ár ábyrgð.\nannars myndi ég segja að 10-15 fyrir boxið, það er ekki í ábyrgð",
            "date": "2011-01-09 12:27:00",
            "post_id": "310896",
            "reply_to_id": "310024"
        }
    ],
    "date": "2011-01-06 16:07:00"
}