{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "35351",
    "title": "Löng HDMI snúra. Skert gæði?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=35351",
    "posts": [
        {
            "user_name": "sxf",
            "text": "Er eitthvað verra að hafa extra langa HDMI snúru?",
            "date": "2011-01-12 00:30:00",
            "post_id": "311890",
            "reply_to_id": false
        },
        {
            "user_name": "kubbur",
            "text": "ég hef ekki orðið var við neitt hjá mér",
            "date": "2011-01-12 00:38:00",
            "post_id": "311892",
            "reply_to_id": "311890"
        },
        {
            "user_name": "Haxdal",
            "text": "Fer eftir hvað þú ert að tala um langa HDMI snúru.\nEf þú kaupir snúruna tilbúna innpakkaða þá á hún að vera certified fyrir annaðhvort categoryið sem segir hvort hún ráði við 720p eða 1080p. Ef þú lætur sérsmíða snúruna þá verðuru bara að prófa til að sjá hvað hún ræður við, efast um að það séu aðilar hér á landi sem geta certifyað HDMI snúrur.\nhttp://www.soundandvisionmag.com/featur ... ngth-limit\nSvo aðeins um muninn á categoryiunum.  standard er 720p/1080i, High Speed er 1080p.\nhttp://www.hdmi.org/learningcenter/faq.aspx",
            "date": "2011-01-12 00:39:00",
            "post_id": "311893",
            "reply_to_id": "311892"
        },
        {
            "user_name": "axyne",
            "text": "Ef hún virkar og sérð einga græna/rauða punkta útum allt þá ertu í góðum málum.\nMyndgæði sem slík skerðast ekki þar sem merkið er digital.\nGetur fengið HDMI snúru max 30m síðast þegar ég vissi.\nget mælt með Vivanco snúrum, ódýrar og aldrei lent í vandamálum með þær.\nprufaði að smíða HDMI 2007, fékk það aldrei til að virka almennilega, svo ég mæli ekki með því. En kannski eh breytt núna.",
            "date": "2011-01-12 01:57:00",
            "post_id": "311909",
            "reply_to_id": "311893"
        },
        {
            "user_name": "Benzmann",
            "text": "fer líka oft eftir því hvernir vírar eru í henni. \nþær bestu eru með Gull vírum, ættir að vera góður ef þú kemst yfir þannig snúru.",
            "date": "2011-01-12 09:12:00",
            "post_id": "311941",
            "reply_to_id": "311909"
        },
        {
            "user_name": "AntiTrust",
            "text": "Njah, þetta gildir eiginlega aldrei um HDMI snúrur. Þetta er bara digital merki sem er að fara á milli, annaðhvort virkar það eða ekki.",
            "date": "2011-01-12 09:17:00",
            "post_id": "311947",
            "reply_to_id": "311941"
        },
        {
            "user_name": "starionturbo",
            "text": "Því lengri sem snúran er því meira viðnám, því dýrari m.v. lengd sem snúran er ( í flestum tilfellum þykkari ), því lægri AWG (gauge).\nÞú þarft svona 22AWG til að keyra 1080p einhverja 10-15 metra.",
            "date": "2011-01-12 09:49:00",
            "post_id": "311965",
            "reply_to_id": "311947"
        },
        {
            "user_name": "appel",
            "text": "Allt er þetta analog á vírnum, það er bara túlkað sem stafræn gögn á endanum.\nEn það er rétt, bara kaupa HDMI snúru sem er \"certified\" til að ráða við ákveðið, og þú ættir að vera safe. Gullvírar og þessháttar er bara peningaplott, þó það gæti skipt máli fræðilega.",
            "date": "2011-01-12 09:58:00",
            "post_id": "311968",
            "reply_to_id": "311965"
        },
        {
            "user_name": "AntiTrust",
            "text": "Neeei, ertu ekki að rugla e-ð?\nHDMI er óþjappað stafrænt merki frá byrjun til enda, það er ekkert digital-to-analog converion þarna á milli.\n.. Ef ég man rétt?",
            "date": "2011-01-12 10:35:00",
            "post_id": "311975",
            "reply_to_id": "311968"
        },
        {
            "user_name": "ManiO",
            "text": "Ef menn eru að fara í einhverjar vegalengdir þar sem að snúran skiptir öllu þá getur verið ódýrara að fara yfir í breytistykki, HDMI -> Cat5.",
            "date": "2011-01-12 10:46:00",
            "post_id": "311979",
            "reply_to_id": "311975"
        },
        {
            "user_name": "Cascade",
            "text": "Ég held að hann sé að hugsa um þessa skilgreiningu á digital:\nOg fræðilega séð getur spenna eftir vír aldrei verið discrete, heldur ávallt samfelld\nÞó svo í venjulegum skilningi sé þetta digital merki",
            "date": "2011-01-12 12:25:00",
            "post_id": "312000",
            "reply_to_id": "311979"
        },
        {
            "user_name": "sxf",
            "text": "Thakka svorin.",
            "date": "2011-01-12 12:31:00",
            "post_id": "312001",
            "reply_to_id": "312000"
        },
        {
            "user_name": "OliA",
            "text": "HDMI er digital merki, ekki láta blekkja þig með gull húðuðum tengum og einhverjum \"monster\" merkjum.\n10 metrar eru það sem HDMI LG segir að sé \"max\" lengd, sem er í raun bara viðmið hjá þeim, það er hægt að ná þeim vel yfir 30 metrana, fer eiginlega meira eftir tækjunum hjá þér en snúrunni.\nHDMI er digital og þarf ekki að vera með gull tengjum eða what not, sérstaklega ekki þegar leiðin er stutt ... \n990 kr snúra gerir nákvæmlega saman og snúra sem kostar 10.000 kr \nhttp://reviews.cnet.com/hdmi-guide/\n <- Gott lesefni fyrir þá sem halda að þeir þurfi 10.000kr HDMI snúru til að horfa á blueray \nPs, það er alltaf hægt að lenda á lélegum/ónýtum snúrum...",
            "date": "2011-01-12 12:41:00",
            "post_id": "312003",
            "reply_to_id": "312001"
        },
        {
            "user_name": "Gunnar",
            "text": "ástæðan fyrir gullhúðuðum endum er að það festist lítið á gulli.\nbesta snúra sem væri hægt að fá væri gulltengi með silfursnúru, þar sem silfur leiðir best. en það er ástæða fyrir að nota ekki silfur tengi þar sem það festist svo mikið á silfrinu. eða ég lærði það.",
            "date": "2011-01-12 12:48:00",
            "post_id": "312005",
            "reply_to_id": "312003"
        },
        {
            "user_name": "Hauksi",
            "text": "HDMI er digital og ekkert annað.\nDitital er annað hvort einn eða núll, kveikt eða slökkt..\nToslink (ljósleiðari) flytur merkið frá blikkandi ljósdíóðu, kveikt eða slökkt..\nHDMI flytur merkið sem spennupúlsar 1.volt 0.volt, kveikt eða slökkt..\nHDMI snúra sem virkar, virkar sama hvað hún kostar.\nDæmi:\nÓdýr 3.m HDMI snúra er tengd milli tveggja tækja og virkar flott.\nSamskonar snúra nema 10.m löng virkar ekki á milli þessara tveggja tækja.\n(En getur virkað milli annara tækja)\n10.m snúra sem er eitthvað dýrari,sverari leiðarar (meiri kopar),getur virkað.\nSpennupúlsin frá HDMI tækinu á að vera 1.volt, eitthvað spennufall er í snúrunni,\nHDMI móttakarinn fær 0,7 volt, túlkar spennupúlsinn sem einn og allt virkar fínt.\nAnnað tæki sendir 0.7 volta spennupúlsa og nú virkar snúran ekki...\nTæki sem senda og móttaka HDMI merki eru ekki eins það er gæðamunur á þeim.\nAllveg sama hvaða snúrur maður notar, best er að hafa þær mátulega langar.\nEkki það stuttar svo að þær teygi á tengjum eða fari ekki vel.\nog ekki það langar að þær hrúgist upp og missi gæði..",
            "date": "2011-01-12 13:11:00",
            "post_id": "312011",
            "reply_to_id": "312005"
        },
        {
            "user_name": "Haxdal",
            "text": "Þegar maður er kominn uppí ágætis lengdir á HDMI snúrum (10-15+ metrar) þá \nskiptir\n máli hvernig kapal maður kaupir ef þú vilt geta horft á 1080p,  þú getur ekki farið og keypt eitthvað piece of shit drasl og ætlast til að ná 1080p á honum.  Það þarf category 2 (“High-Speed”) kapal sem er vottaður og nær að skila tíðninni sem þarf fyrir 1080p merkið.  Hinsvegar ef kapallinn er vottaður Category 2 þá skiptir ekki máli þótt hann sé 50 þúsund króna ACME kapall eða 10 þúsund króna BUDGET kapall,  þeir munu báðir koma til með að skila 1080p sbr vottunin.",
            "date": "2011-01-12 14:16:00",
            "post_id": "312016",
            "reply_to_id": "312011"
        }
    ],
    "date": "2011-01-12 00:30:00"
}