{
    "forum_title": "Þjónusta / Viðgerðir",
    "id": "35529",
    "title": "Tölvuhreinsun (nemar í Hí)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=13&t=35529",
    "posts": [
        {
            "user_name": "Gúrú",
            "text": "*Auglýsing sem er of stór fyrir lífið*\nÞetta er alveg mesta okur sem ég hef séð, ever, ætlar einhver að reyna að réttlæta þetta eða umframgjaldið yfirhöfuð?",
            "date": "2011-01-18 16:40:00",
            "post_id": "313891",
            "reply_to_id": false
        },
        {
            "user_name": "MatroX",
            "text": "hehe það er ekki hægt að réttlæta þetta",
            "date": "2011-01-18 16:45:00",
            "post_id": "313894",
            "reply_to_id": "313891"
        },
        {
            "user_name": "Halli13",
            "text": "haha 1500 fyrir að setja upp t.d chrome eða firefox sem tekur 2-3 min",
            "date": "2011-01-18 16:54:00",
            "post_id": "313896",
            "reply_to_id": "313894"
        },
        {
            "user_name": "rapport",
            "text": "Þetta er dýrt fyrir þá sem kunna að bjarga sér.\nÞetta er svona svo oft, ef maður kann þetta ekki sjálfur eða einhver af vinunum eða í fjölskyldunni, þá erþetta bara það sem svona kostar... \nMaður ætti í raun að senda þetta spjald á alla þá sem maður aðstoðar ókeypis frá degi til dags.\nEn er þetta svo ekki bara eins og að borga 40 klst. forritunarvinnu í Navision fyrir lausn sem þú veist að var búið að gera fyrir annað fyrirtæki og liggur ready á netdrifi hjá Skýrr?\nÞeir rukka þig aftur fyrir alla forritunina \"sérlausnina\" þó þeir geri í raun ekki handtak.\nMaður hefur oft spurt sig hvort það sé löglegt að þeir fái þennan nýtingarétt af vinnu sem þeir vinna að beiðni annarra.",
            "date": "2011-01-18 17:10:00",
            "post_id": "313902",
            "reply_to_id": "313896"
        },
        {
            "user_name": "coldcut",
            "text": "Væri gaman að fara með gamla lappann og biðja þá um að setja upp Gentoo með massífu manual partitioning! \nHvað ætli þeir mundu segja þá",
            "date": "2011-01-18 17:23:00",
            "post_id": "313909",
            "reply_to_id": "313902"
        },
        {
            "user_name": "Glazier",
            "text": "Vinnureglur..\nHugbúnaður, annar en stýrikerfi, þarf að fylgja með á diskum ef óskað er eftir uppsetningu á honum.\nHvaðan fá þau þá öll windows stýrikerfin sem eru sett á vélarnar ?",
            "date": "2011-01-18 17:30:00",
            "post_id": "313910",
            "reply_to_id": "313909"
        },
        {
            "user_name": "Pandemic",
            "text": "MSDN? eða græja bara diskana útfra einum windows diskþ",
            "date": "2011-01-18 17:39:00",
            "post_id": "313915",
            "reply_to_id": "313910"
        },
        {
            "user_name": "Klaufi",
            "text": "Vírusvörn og aukaforrit = 2.500kr..\nÞað tekur u.þ.b. 2 mínútur að setja upp öll þessi forrit sem þau eru með á listanum + Avast eða aðra vírusvörn..\nEkki reyna að segja mér það að þau séu ekki að nota Ninite.com, öll forritin sem þau gefa upp eru aðgengileg þar..",
            "date": "2011-01-18 17:44:00",
            "post_id": "313916",
            "reply_to_id": "313915"
        },
        {
            "user_name": "einarhr",
            "text": "er þetta ekki fjáröflun hjá útskriftanemum í Rafmagns og Tölvuverkfræði? \num að gera að styrkja svoleiðis. \nTek undir með Rapport, það er ekki allir jafn klárir og við nördarnir hérna að grúska í tölvum, þetta eru bara notendur.",
            "date": "2011-01-18 19:17:00",
            "post_id": "313947",
            "reply_to_id": "313916"
        },
        {
            "user_name": "wicket",
            "text": "Ef einhver er tilbúin að borga þetta, að þá er þetta rétt verðlagt.\nEf engin er tilbúin að borga þetta, að þá er þetta ekki rétt verðlagt og þeir þurfa að endurskoða verðskránna sína.",
            "date": "2011-01-18 19:20:00",
            "post_id": "313950",
            "reply_to_id": "313947"
        },
        {
            "user_name": "beggi90",
            "text": "Sammála rapport.\nFólk hérna virðist bara ómögulega átta sig á því að það sem er \"basic\" fyrir okkur er ekki jafn létt fyrir aðra.\nSé í raun ekkert að þessum verðum, jú það er kannski full gróft að rukka fyrir hver auka 10 gb en ég er viss um að þeir eru sveigjanlegir með þetta ef þú ert með eitthver 70-100gb.\nHef það líka á tilfinningunni að þeir séu ekki að rukka fyrir hvert og eitt aukaforrit sem þeir setja upp heldur fyrir öll aukaforritin þá sé það 1500 annað tjah finnst mér frekar gróft.",
            "date": "2011-01-18 19:27:00",
            "post_id": "313953",
            "reply_to_id": "313950"
        },
        {
            "user_name": "biturk",
            "text": "",
            "date": "2011-01-18 19:32:00",
            "post_id": "313955",
            "reply_to_id": "313953"
        },
        {
            "user_name": "capteinninn",
            "text": "http://ninite.com/",
            "date": "2011-01-18 19:47:00",
            "post_id": "313968",
            "reply_to_id": "313955"
        },
        {
            "user_name": "Gúrú",
            "text": "Preaching to the quire hérna með frjálshyggjuna en þetta er samt okur imo, \nvona vissulega eins og ég hélt fyrst að þeir verði helst til líbó með það að rukka venjulegt fólk fyrir þetta, \nverst finnst mér samt að sumir munu líklega kjósa að fórna gögnum til að spara sér pening þegar að það er 0% aukaeffort frá þeim að redda þessu fyrir fólk og eflaust mun fólk gleyma því stundum að það þarf að eiga x gögn sem voru í óuppbackaðri möppu x.",
            "date": "2011-01-18 20:06:00",
            "post_id": "313976",
            "reply_to_id": "313968"
        },
        {
            "user_name": "AntiTrust",
            "text": "Treystu mér, búinn að vinna nógu lengi í tölvugeiranum til þess að vita að ef fólki er annt um gögnin sín, þá borgar það. Akkúrat ein helsta ástæðan fyrir því að ég hef verið harður á því að rukka fyrir gagnabjörgun í gegnum tíðina er afþví að fólk segist alltaf þurfa þetta og þetta og þetta og fer að telja upp í tugi ef ekki hundruði GB, svo minnist maður á smá aukagjald og þá kemur \"Núú, nei aj blessaður slepptu því þá.\"\nÞað er ómældur tími sem fer í gagnaafritun/gagnabjörgun og því verður maður að vera harður á því að rukka fyrir slíkt.",
            "date": "2011-01-18 20:53:00",
            "post_id": "313988",
            "reply_to_id": "313976"
        },
        {
            "user_name": "zedro",
            "text": "Ég skil ekki þessa menn.\n6MB og algjörlega ólæs (28\" @ 1920x1200) auglýsing ef ekki væri fyrir Automatic Resize möguleikann í FFox!\nÓnei þessir menn fá ekki að snerta vélina mína",
            "date": "2011-01-18 21:12:00",
            "post_id": "313994",
            "reply_to_id": "313988"
        },
        {
            "user_name": "einarhr",
            "text": "",
            "date": "2011-01-18 22:08:00",
            "post_id": "314011",
            "reply_to_id": "313994"
        },
        {
            "user_name": "Gúrú",
            "text": "Gef þér það að sjálfsögðu með gagnabjörgunina, hvað viltu samt meina að það taki \nþig\n langan tíma að afrita 100GB af gögnum? \n(Þá er ég bæði að tala um þig í skyninu mann sem kann á tölvur og í skyninu hversu lengi þú þarft að vera að gera eitthvað, ekki að bíða)",
            "date": "2011-01-18 23:11:00",
            "post_id": "314026",
            "reply_to_id": "314011"
        },
        {
            "user_name": "AntiTrust",
            "text": "Margt sem spilar inn í. Fólk veit yfirleitt ekki hvaða gögn það þarf að taka afrit af og man það ekki nema fá directory listing. Fólk hefur yfirleitt ekki hugmyndir um hvar það geymir dótið sitt. Á tölvu sem er einfaldlega verið að formatta og enduruppsetja OS þarf að taka HDD úr vélinni, tengja í dokku, finna þau gögn sem þarf til (taka ownership ef þarf), kópera. Eftir það þarf að staðfesta að öll umbeðin gögn séu til staðar og athuga data integrity. Tölvan er uppsett aftur, HDD tekinn aftur úr, settur í dokku og gögn færð yfir. Í langflestum tilfellum er verið að biðja um tölvupóst og því þarf bæði að extracta hann og importa fyrir og eftir format. Microsoft gerir manni t.d. sérstaklega erfitt oft að færa póst á milli véla/forrita.\nEini tíminn sem ég þarf ekki að gera neitt er c/p tíminn sjálfur, sem er oft styðsti parturinn af ferlinu.",
            "date": "2011-01-18 23:22:00",
            "post_id": "314035",
            "reply_to_id": "314026"
        },
        {
            "user_name": "chaplin",
            "text": "Ætla setja Arch Linux, rugla því eins mikið og mögulegt er, svo mikið að það komi ekki upp skjámynd og láta þá fá tölvuna og láta þá laga hana. Að rukka háskólanemendur svona hrikalega er svo mjöög rangt.",
            "date": "2011-01-18 23:27:00",
            "post_id": "314042",
            "reply_to_id": "314035"
        },
        {
            "user_name": "END",
            "text": "Þetta er fjáröflun, sambærilegt því að kaupa klósettpappír til að styrkja ákveðið málefni þó þú getir fengið klósettpappír á lægra verði í Bónus. Auk þess held ég að verðsamanburður við tölvuverkstæði sé rafmagnsverkfræðinemunum ekki svo óhagstæður.",
            "date": "2011-01-18 23:53:00",
            "post_id": "314059",
            "reply_to_id": "314042"
        },
        {
            "user_name": "chaplin",
            "text": "Ef þetta er fjáröflun að þá er þetta allt önnur saga! Hélt að þetta ætti að vera \"special\" díll fyrir HÍ nemendur.",
            "date": "2011-01-18 23:59:00",
            "post_id": "314061",
            "reply_to_id": "314059"
        },
        {
            "user_name": "vesley",
            "text": "x2",
            "date": "2011-01-19 00:03:00",
            "post_id": "314062",
            "reply_to_id": "314061"
        }
    ],
    "date": "2011-01-18 16:40:00"
}