{
    "forum_title": "Óskast - Tölvuvörur",
    "id": "35543",
    "title": "ÓE - lítilli fartölvu MAX 150þ.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=54&t=35543",
    "posts": [
        {
            "user_name": "rapport",
            "text": "Þá er ég endanlega búinn að gefast upp á að gera við R60 vél konunar (pantaði inverter, svo backlight og nú virðist sem inverterinn sem ég fékk fyrst hafiverið gallaður)\nÞað er líka ekki hollt fyrri hjónabandið að hafa hana standandi yfir sér með skeiðklukku.\nHún er í skóla og 14,1\" vélin hennar var hvort sem er orðin stór og klunnaleg m.v. þær sem hinar stelpurnar voru með.\nEndilega aðstoðið mig við að finna nýja vél eða bjóðið mér sniðuga tölvu til sölu fer í þetta í vikunni, helst á morgun.",
            "date": "2011-01-19 00:11:00",
            "post_id": "314065",
            "reply_to_id": false
        },
        {
            "user_name": "SolidFeather",
            "text": "http://www.netverslun.is/verslun/produc ... 1,327.aspx",
            "date": "2011-01-19 00:15:00",
            "post_id": "314067",
            "reply_to_id": "314065"
        },
        {
            "user_name": "rapport",
            "text": "Ég er intel maður og horfi á að það verði að slá þessa út: \nhttp://www.netverslun.is/verslun/produc ... 9,327.aspx\nÞað þarf að vera eitthvað helvíti krassandi.\nSvo mun ég eftir megni reyna að krúnka út afslátt hjá Nýherja, en held að þeim þar sé ekkert voðalega vel mig þessa dagana...",
            "date": "2011-01-19 00:21:00",
            "post_id": "314068",
            "reply_to_id": "314067"
        },
        {
            "user_name": "SolidFeather",
            "text": "Er þetta ekki skólavél fyrir konuna? \nÞessi sem ég benti á er létt og hitnar ekki mikið.",
            "date": "2011-01-19 00:24:00",
            "post_id": "314069",
            "reply_to_id": "314068"
        },
        {
            "user_name": "rapport",
            "text": "Ég benti á eins vél bara með Intel... ég er með fordóma gagnvart AMD.\n= Virkilega flott ábending hjá þér sem ég mun hafa í huga og meta upp á hvort Intel sé þess virði. Var bara að benda á að þú hittir strax næstum í Bullseye m.v. mínar pælingar.",
            "date": "2011-01-19 00:28:00",
            "post_id": "314071",
            "reply_to_id": "314069"
        },
        {
            "user_name": "AntiTrust",
            "text": "Hvað er að þessari? Ef ég væri að finna mér litla vél fyrir skólann í dag væri það líklega ofangreind vél eða : \nhttp://www.netverslun.is/verslun/produc ... 0,420.aspx",
            "date": "2011-01-19 00:31:00",
            "post_id": "314072",
            "reply_to_id": "314071"
        },
        {
            "user_name": "rapport",
            "text": "Þið bendið bara á AMD týpurnar, ég er tilbúinn að borga auka fyrir að fá intel. Treysti AMD ágætlega en bara ekki í fartölvum...\nEn vélarnar sem þið hafið bent á eru NICE mun reyna komast í að versla á morgun.\nHeld mig við Intel TP EDGE vélina í bili allavega.",
            "date": "2011-01-19 00:36:00",
            "post_id": "314073",
            "reply_to_id": "314072"
        },
        {
            "user_name": "AntiTrust",
            "text": "Alveg sammála þér svosem hvað varðar Intel VS. AMD, og þá sérstaklega í fartölvum. Líklega myndi ég fá mér i380 Edge vélina, það angrar mig hinsvegar hversu cheap hún lúkkar m.v. Lenevo.",
            "date": "2011-01-19 00:44:00",
            "post_id": "314076",
            "reply_to_id": "314073"
        },
        {
            "user_name": "rapport",
            "text": "nkl. munurinn á TP EDGE og TP er það sem vefst fyrir mér. \nEn ef ég hef ekki tekið eftir einhverri flottri MSI eða ASUS vél eða bara einhverri sem er lítil, vönduð og flott... þá væri ég líka til í að stökkva á eina slíka...\nSýndi t.d. konunni i7 ASUS vél sem er hérna til sölu á 200þ. og hún glotti bara sagði \"NEI TAKK\" og horfði á mig eins og ég væri klikk í kúlunni, ég sem var bara að reyna að vera nice... skilurru...",
            "date": "2011-01-19 00:51:00",
            "post_id": "314079",
            "reply_to_id": "314076"
        },
        {
            "user_name": "AntiTrust",
            "text": "Þótt ég sé yfirhöfuð ekki mjög hrifinn af Packard Bell vélum eftir að hafa þjónustað þær, þá verð ég að gefa þessari vél hérna að hún er mjög vel spekkuð, og lítur furðusexí út. Ef þessar batterýstölur ná 80% í realtime usage m.v. uppgefið er það ekkert slor heldur.\nSjá : \nhttp://www.tolvutek.is/product_info.php ... s_id=23651\nSvo verð ég að gefa TimeLine línunni frá Acer það líka eftir að hafa handfjatlað nokkrar að þær virðast vera með sæmilegt build quality og fína spekka.\nSjá : \nhttp://www.att.is/product_info.php?cPat ... 9986cb7586\nHérna er ein Asus vél, hef litla sem enga reynsly af þeim en tölurnar ljúga víst ekki, og Asus síðast þegar ég vissi efst á reliability listanum.\nSjá : \nhttp://tl.is/vara/20601",
            "date": "2011-01-19 01:01:00",
            "post_id": "314085",
            "reply_to_id": "314079"
        },
        {
            "user_name": "SolidFeather",
            "text": "Svo má ekki gleyma TrackPad-inum sem TP eru með. Gætekki verið án hans.",
            "date": "2011-01-19 01:12:00",
            "post_id": "314089",
            "reply_to_id": "314085"
        },
        {
            "user_name": "Klemmi",
            "text": "Er sjálfur með Toshiba Satellite T130 13.3\", fannst hún hundleiðinleg þar til ég skellti í hana SSD, mæli klárlega með þessum vélum ef þú getur nálgast þær (veit ekki hvort við eigum enn 1x svart eintak niðrí vinnu, annars ef TL á þessa hvítu \nhttp://www.tl.is/vara/20037\n væri það örugglega vinsælt hjá frúnni ).\nEf þetta er bara basic skriffinnska og vefráp þarftu ekki að hafa áhyggjur af örgjörvanum, það er ágætis kraftur í honum og keyrir mjög kaldur.  Annars mæli ég frekar með því, fyrir svona vél, að vera ekkert að eltast við/borga mikið fyrir einhvern svaka örgjörva og skjástýringu.  Frekar spara peninginn og fá þér SSD í staðin.  Miklu meira snappy í vinnslu og keyrir kaldar/betri rafhlöðuending sökum \"slakari\" vélbúnaðs.\nAnnars verð ég að vera sammála þér, borgaðu meira fyrir Intel.  Eins og staðan er í dag og hefur verið síðustu ár þá mæli ég eindregið á móti því að fá sér fartölvu með AMD örgjörva.  Þeir einfaldlega draga meira rafmagn, hitna þar af leiðandi meira sem veldur verri batterýsendingu og meiri hávaða.\nRauntíminn á rafhlöðunni hjá mér með Mushkin Callisto SSD disk er ca. 8klst með lága birtu á skjánum.",
            "date": "2011-01-19 01:13:00",
            "post_id": "314090",
            "reply_to_id": "314089"
        },
        {
            "user_name": "AntiTrust",
            "text": "Yfirleitt hef ég verið með á planinu að henda SSD í i7 vélina mína, en ákvað að byrja á að henda einum í T60 vélina í staðinn. Fór í því umhugsunarferli að skoða kosti og galla og gat ekki betur séð en að flest öll þau review/benchmarks sem ég skoðaði gaf til kynna að SSD væri ekki að spara rafmagn, heldur yfirleitt að eyða meira rafmagni en HDD.\nHefur þetta breyst e-ð á síðasta ári/mánuðum? Væri rosalega gaman að fá e-ð feedback frá þeim sem til þekkja hvort það séu ákveðnir diskar sem taka minna rafmagn en aðrir eða eru komnir lengra á veg í powersave tækni.",
            "date": "2011-01-19 01:27:00",
            "post_id": "314096",
            "reply_to_id": "314090"
        },
        {
            "user_name": "rapport",
            "text": "Hvernig tók T60 vélin í SSD?\nErtu með T7600 í henni?",
            "date": "2011-01-19 01:42:00",
            "post_id": "314098",
            "reply_to_id": "314096"
        },
        {
            "user_name": "kjarribesti",
            "text": "http://www.tolvuvirkni.is/ip.php?inc=vi ... S_T130-10G\nþessi er svosem ekki slæm ?",
            "date": "2011-01-19 01:49:00",
            "post_id": "314100",
            "reply_to_id": "314098"
        },
        {
            "user_name": "rapport",
            "text": "Hún er heldur ekki neitt æðisleg.\nÉg vil frekar kaupa TP EDGE vélina í von um að hún bæði endist lengi vélbúnaðarlega séð og verði ekki \"úreld\" of fljótt tæknilega séð.\nBúinn að senda betlpóst... nú er farinn að sofa og leggjast á bæn um að Jólasveinninn verði hjá Nýherja á morgun.",
            "date": "2011-01-19 01:53:00",
            "post_id": "314101",
            "reply_to_id": "314100"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ekki enn kominn í, bara búið að taka ákvörðunina \n Verður keyptur í byrjun næsta mánaðar.\nEn nei, ég er með T2400 í henni. Hafði hugsað mér að skipta honum út fyrir T5500 þar sem hann er 64bit og ég vill nýta þessi 4GB af ram sem ég er með í henni en chipsetið í henni er víst 32bit only og T5500 styður ekki VTx. Annars er ég að fíla T2400, hann er að virka fínt fyrir low-volted CPU og er að skila mér 4.5klst á tæplega 2 ára gamalli 9cell. IBM að standa fyrir sínu.",
            "date": "2011-01-19 09:25:00",
            "post_id": "314124",
            "reply_to_id": "314101"
        },
        {
            "user_name": "Benzmann",
            "text": "http://www.samsungsetrid.is/vorur/154/\naðeins dýrari en þú hafðir hugsað þér, en still góðir speccar á henni miðað við stærð.\nef ég væri að kaupa mér fartölvu í dag, þá væri þetta eflaust hún.",
            "date": "2011-01-19 09:35:00",
            "post_id": "314125",
            "reply_to_id": "314124"
        },
        {
            "user_name": "rapport",
            "text": "Sammála, þessi vél er með DVD drifi , ögn lelegri CPU, meira minni, myndavél, lookið er með þessari...\nEN... nVidia skjástýring (liklega á móðurborðinu í svona lítilli vél) = þó nokkrar líkur á lélegum lóðningum og vandræðum með skjástyringuna í framtiðinni. nVidia er bara klikka á þessu sviði allt of oft. Veit um vandamál hjá Acer, PackardBell, Dell o.f.l. vegna þessa... líka bara í skjákortunum þeirra sem fólk hefur verið að \"baka\" til að þau endist lengur... \nIBM vélin fær almennt ágætis review og ég veit hvaða áhættu ég er að taka þar, 1.generation vélar hjá þeim hafa átt það til að vera með bögga en aldrei það slæma að það hrjái notendur mikið eða vélarnar verði óstarfhæfar. (nema kannski T60 dokku vandamalið).",
            "date": "2011-01-19 12:33:00",
            "post_id": "314150",
            "reply_to_id": "314125"
        },
        {
            "user_name": "Benzmann",
            "text": "samt, Acer og Packard bell eru ekkert eitthvað High Quality vörur, svo það er hægt að búast við þessu hjá þeim.\nhef reyndar aldrei átt Samsung tölvu, og sé þær ekki mikið á verkstæðinu, svo ég myndi alveg taka áhættuna á að kaupa mér þessa.",
            "date": "2011-01-19 12:36:00",
            "post_id": "314152",
            "reply_to_id": "314150"
        },
        {
            "user_name": "stebbi23",
            "text": "Samsung eru náttlega mjög nýir í fartölvum sem er kannski ástæðan fyrir að þú sérð engar, en þeir eru samt stærstir í skjám, minnum og mjög stórir í hörðum diskum.\nMæli samt hiklaust með merkinu, veit að þeir eru með fáránlega litla bilunartíðni í sjónvörpum og myndavélum(0,014% sem er 1,5 á hverjar 1000. 5% er viðurkennt).\nÞeir voru litlir í sjónvörpum og ákváðu svo að verða stærstir, búið. Voru litlir í compact myndavélum og ákváðu að verða stærstir, búið.\nOg mig minnir að þeir hafi sagst ætla að verða stærstir í fartölvum sem er held ég erfiðara verk svo ég myndi veðja að þeir geri vélarnar vel.",
            "date": "2011-01-19 13:00:00",
            "post_id": "314156",
            "reply_to_id": "314152"
        },
        {
            "user_name": "rapport",
            "text": "Svo maður slái um sig...\n= Ég vel það sem ég treysti  \n  \"ThinkPad\" þetta logo greinilega selur",
            "date": "2011-01-19 13:07:00",
            "post_id": "314159",
            "reply_to_id": "314156"
        },
        {
            "user_name": "rapport",
            "text": "Fór og skoðaði TP EDGE vélina áðan og við frúin féllum fyrir henni og við fáum vélina seinnipartinn...\nÞessi vél er algjört fis, flott og sterklega byggð, er bara farinn að hlakka til að fáhana heim",
            "date": "2011-01-19 13:57:00",
            "post_id": "314164",
            "reply_to_id": "314159"
        },
        {
            "user_name": "Klemmi",
            "text": "Ég hef líklega ekki komið þessu nægilega vel frá mér, ég var aðallega að tala um að vélin í heild með \"slappari\" örgjörva og skjástýringu myndi skila sér í lengri rafhlöðuendingu \nEn þó varðandi hina spurninguna, að þá af þeim reviewum sem ég hef séð þá eru Intel diskarnir að koma bezt út varðandi orkunotkun.  Það þarf þó að passa upp á að skoða þetta með réttu hugarfari.  SSD diskarnir eyða nánast jafn miklu og venjulegir diskar í idle og einnig nánast jafn miklu og venjulegir diskar í full load.  Hins vegar eru þeir sneggri að hlutunum s.s. vinna meiri vinnu á hverri tímaeiningu en nota álíka mikið rafmagn m.v. tíma.\nÞað má s.s. ekki láta blekkja sig á því að horfa bara á idle wattage og load wattage.\nAnnars hef ég ekki rekist á neitt nýlegt um að nýrri stýringar séu farnar að minnka orkunotkunina enn fremur",
            "date": "2011-01-19 18:35:00",
            "post_id": "314275",
            "reply_to_id": "314164"
        }
    ],
    "date": "2011-01-19 00:11:00"
}