{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "35566",
    "title": "Google Nexus S vs. hTC Desire HD",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=35566",
    "posts": [
        {
            "user_name": "zedro",
            "text": "Google Nexus S \nvs.\n hTC Desire HD\nJæja nú fer að verða kominn tími á síma uppfærslu, gamli \nNokia 3200 jálkurinn\n farinn að sjá á sér eftir 6ára+ notkun.\nEr búinn að renna yfir Review eftir review hér þar og allstaðar. En er ekki allveg á því hvor er málið.\nEftir að hafa fengið að handleika Desire'inn þá hallast ég frekar að Nex þar sem hann er aðeins minni\n4\" vs 4,3\" á Des. Nexusinn er með AMOLED skjá sem vægast sagt er magnaður (yndislegur sölumaður\nsímans hélt mér í halftíma ræðu um Samsung galaxy held ég að það hafi verið), litirnir eru svo djúpir.\nSkoðaði review þar sem myndavélarnar á þessum símur voru teknar fyrir og ég verð að segja þótt að \nNexusinn sé bara með 5mpix á móti 8 hjá Desire, þá fannst mér litirnir á Desire svo óraunverulegir \neitthvað. Myndbandsupptakann var ágæt á báðum símunum, Des á að geta tekið upp í 720p en ég get\nekki sagt að ég hafi séð neinn svaka mun. Nexusinn er að vísu með myndavél að framann sem Desire\nhefur ekki. Desire hefur 2 led flash á móti einu á Nexinum. En við verðum nú að horfa á staðreyndirnar\nþetta eru ekki myndavélar.\nNexus Kostir:\nNýjasta Firmware.\nAmoled.\nMyndavél að framan.\nDesire HD kostir:\n8Mpix myndavél\nhTC Sence\nmicroSD slot stækkanlegt í 32 GB\nÞað er allavega hellings kostir og gallar á báðum símunum.\nLangar að fá reynslusögur og athugasemdir hvað ykkur finnst.\nEr alltaf svo óákveðinn þegar það kemur að því að kaupa sér dýra hluti.",
            "date": "2011-01-19 20:31:00",
            "post_id": "314297",
            "reply_to_id": false
        },
        {
            "user_name": "blitz",
            "text": "HTC Sense er ekki kostur lol\nEn Nexus S virðist ekki vera nógu góður, crappy build quality a la Samsung og margir ónægðir sem skila honum",
            "date": "2011-01-19 20:48:00",
            "post_id": "314300",
            "reply_to_id": "314297"
        },
        {
            "user_name": "gardar",
            "text": "Ég myndi frekar taka Desire HD og roota hann og smella inn nýjustu android útgáfunni, þá eru einu kostirnir við nexusinn Amoled og Myndavél að framan.... Amoled gæti verið fínt, en ég er þó ekki viss að þú sjáir muninn, og myndavélina að framan notar maður aldrei.",
            "date": "2011-01-19 20:55:00",
            "post_id": "314304",
            "reply_to_id": "314300"
        },
        {
            "user_name": "steinarorri",
            "text": "Myndi skella mér á Desire HD, ástæður:\nBetra build quality hjá HTC en Samsung\nMeð slotti fyrir MicroSD kort (annað er dealbreaker)\nSense er ágætt - klárlega besta manufacturer UI sem til er. (Nota þó LauncherPro, en hef ekkert á móti Sense)\nBetri myndavél á Desire HD.\nTel að venjulegir notendur sjá lítinn sem engan mun á AMOLED og SLCD.\n \nÁ HTC Desire (ekki HD) núna og er mjög sáttur.",
            "date": "2011-01-19 22:52:00",
            "post_id": "314338",
            "reply_to_id": "314304"
        },
        {
            "user_name": "ellertj",
            "text": "Ég sef með Galaxy S símann minn undir koddanum!\nVægast sagt magnað tæki í alla staði.",
            "date": "2011-01-19 22:59:00",
            "post_id": "314340",
            "reply_to_id": "314338"
        },
        {
            "user_name": "Zethic",
            "text": "Myndi bíða fram í feb. eftir Samsung Galaxy S tvö. Betri en þessir báðir í alla staði.\nSvo er nexus s ekki með þessa skjávörn sem hefur varið alla HTC símana hingað til, er búinn að hafa lykla og kling í sama vasa og HTC Wildfire-inn minn, og búinn að missa hann endalaust, en sér ekki rispa á honum !",
            "date": "2011-01-19 23:08:00",
            "post_id": "314346",
            "reply_to_id": "314340"
        },
        {
            "user_name": "zedro",
            "text": "Heimildir? Spjallborð eða? Link ef möguleiki.\nNexusinn kemur með 16GB en Desire HD stækkanlegur í 32GB enginn svaka minus finnst mér. \nÞar er ég þér ósammála hef skoðað myndir úr báðum símum og litirnir í Desire HD eru of ýktir fyrir minn smekk.\nÞessi þráður er með myndum af Nexus S og Desire HD og kannski er það bara ég en litirnir eru ekki allveg að gera sig.\nÉg bar Samsung Galaxy S og hTC Desire (ekki HD) saman og það var gífurlegur munur á milli þrátt fyrir að báðir\nsímar voru með Amoled. Samsung var með miklu flottari og dýpri liti. Einnig hef ég skoða Desire HD hjá hátækni\nog þar voru litirnir frekar ljósir. Miða við Amoled skjáinn á Galaxy þá reikna ég með að það yrði skjár af sömu\ngæðum á Nexusnum.\nHefuru prufað það sjálfur eða þekkirðu einhvern sem hefur gert það? Ef þú last um það endilega hentu inn link.\nGaman samt að hafa möguleikann hver veit nema að myndsímtöl verði málið í framtíðinni.",
            "date": "2011-01-20 00:50:00",
            "post_id": "314368",
            "reply_to_id": "314346"
        },
        {
            "user_name": "gissur1",
            "text": "http://www.gsmarena.com/compare.php3?idPhone1=3620&idPhone2=3468\n           Desire HD     Nexus S\nCPU      1GHz SD      1GHz A8\nRam       768MB         512MB\n3G       14,4mbps     7,2mbps\nCam.       8MP            5MP\nMiklu meira build quality á Desire HD og stærri skjár.\nMyndi frekar taka Desire HD\nEDIT.\n90.000 ---> \nhttp://maclantic.is/spjall/viewtopic.php?t=25907\n <--- Glænýr að sögn seljanda",
            "date": "2011-01-20 01:24:00",
            "post_id": "314377",
            "reply_to_id": "314368"
        },
        {
            "user_name": "kubbur",
            "text": "ég myndi samt bíða eftir fermingartilboðunum, hvorn símann sem þú tekur",
            "date": "2011-01-20 02:49:00",
            "post_id": "314382",
            "reply_to_id": "314377"
        },
        {
            "user_name": "Kristján",
            "text": "mundi skoða review hjá gsmarena, þeir gera þetta vandlega og eru með mjög góðar tilbúnar myndir til að skoða gæði á myndum á videoum.\nhttp://www.gsmarena.com/htc_desire_hd-review-534.php\n HTC Desire HD\nhttp://www.gsmarena.com/piccmp.php3?idT ... hone3=3275\nhérna er myndgæða toolið þeirra, getur valið einhverja síma þarna i dropbox, setti inn HTC dHD og N8 og eitthvað, NS er samt ekki kominn með review frá þeim ennþá.\nen á sidenote mundi ég frekar skoða hvað þú ert að leita að, ekki skoða hvað símarnir eru með, þú átt eftir að missa þig i apps og vitleysu fyrstu vikurnar en svo skiptir ekki málið hvort skjárinn sé ofur góður eða semi góður eða myndvélin billijon pixel eða bara 100 milljón pixel og eitthvað. \nen eitthvað til að fara eftir svona standar væri það RAM og 3G samband, flestir símar eru með 1GZ örgjörva\nen good luck\nedit gleymdi að setja linkinn með myndgæða toolinu \n en hann er kominn",
            "date": "2011-01-20 03:39:00",
            "post_id": "314389",
            "reply_to_id": "314382"
        },
        {
            "user_name": "gardar",
            "text": "http://lmgtfy.com/?q=root+desire+hd\nGet alveg sagt þér það að þau verða ekki málið nema tæknin breytist. Með myndsímtölum ertu með kveikt á speakernum á símanum, svo að það heyra allir samtalið hjá þér... Nema þú sért með handfrjálsan búnað og ég er ekki að fara að sjá það gerast að allir séu gangandi um með handfrjálsan búnað í eyranu.",
            "date": "2011-01-20 09:15:00",
            "post_id": "314400",
            "reply_to_id": "314389"
        },
        {
            "user_name": "addifreysi",
            "text": "hTC desire Hd-inn er svo sem flottari og með betra hardware, myndavél og svona. Ástæðas til að taka nexusinn er að hann er með fáránlega flottan skjá sem er held ég Super-AMOLED og androidið er líka bara ferskt Gingerbread, hins vegar er það breytt í Desire-num. Það að það sé ekki micro-sd rauf á Nexusinum er leiðinlegt því maður vill hafa möguleikan á því að stækka það þótt maður mun ekki gera það. Desire-inn er aðeins með 0,3 tommu stærri skjá en hann virðist mikið stærri en nexusinn. Eftir að ég fékk mér símann minn (nexus one) þá mun ég öruglega kaupa hTC þegar ég skipti aftur, Kannski skiptir ekki svo miklu máli frá hvaða fyrirtæki hann er, þetta er kannski svipuð gæði en maður fer POTTÞÉTT í android. Skoða bara vel hvaða fídusa símarnir hafa upp á að bjóða svo ef þeir eru svipaðir bara taka þann sem lýtur betur út.",
            "date": "2011-01-20 10:13:00",
            "post_id": "314404",
            "reply_to_id": "314400"
        },
        {
            "user_name": "wicket",
            "text": "Hafa allir hér sem svara actually haldið bæði á Nexus S og Desire HD eða bara öðrum hvorum þeirra ? Eða eru þetta bara ykkar eigin vangaveltur.\nÉg hef fiktað á báðum þessum símum vinnu minnar vegna og skal gefa þér mitt mat. (Hef átt sjálfur þrjá Android síma (HTC Hero, HTC Desire og Samsung Galaxy S) fyrir utan að hafa fiktað í næstum öllum Android símum sem eru seldir hér á landi).\nÍ fyrsta lagi er nýjasta Android (2.3 Gingerbread) ekki komið full feature & stable á Desire HD þannig að roota símann og setja upp nýjasta Android er ekki möguleiki eins og staðan er í dag nema þá með þeim göllum sem að því fylgir (Wifi virkar ekki alltaf sem dæmi)\nNexus S er með GorillaGlass, sem er gler framan á skjánum sem er allt að því óbrjótanlegt, eins langt og það nær. HTC nota líka GorillaGlass þannig að það er engin munur þarna á.\nBuild qualityið á Desire HD er frábært, virkilega frábært. Það er yndislegt að halda á honum og finna hvað þetta tæki er vandað og vel samansett. En hann er þungur.\nSense er þannig að annað hvort fíla menn það eða ekki. En svo er auðvitað ekkert mál að nota ekki Sense og skipta út launcher, nota ekki widgetin og þá er málið dautt. Persónulega er ég hrifnari af stock Android heldur en Android UI viðbótum handtækjaframleiðandanna. Það besta við HTC símana er Email clientinn þeirra, hann er betri en nokkur annar email client sem að ég hef prófað.\nNexus S fær svo auðvitað allar uppfærslur á Android over the air næstum strax en HTC þarf að uppfæra Sense við hverja uppfærslu á Android. HTC má þó eiga það að þeir eru miklu duglegari en allir hinir handtækjaframleiðendurnir að dæla út uppfærslum þannig að ég held að menn séu ekkert að brenna sig með því að taka HTC tæki ef málið snýst um uppfærslur. Svo má auðvitað alltaf taka custom rom leiðina og vera þannig ekki háður uppfærsluferli HTC.\nÍ mínum huga eru þetta virkilega svipaðir símar. SD card slottið er persónulega deal breaker hérna megin og því myndi ég taka Desire HD.",
            "date": "2011-01-20 13:26:00",
            "post_id": "314430",
            "reply_to_id": "314404"
        },
        {
            "user_name": "zedro",
            "text": "Já mar fær smá brag af því að sumir séu ekki að renna yfir þráðinn heldur posta bara sínum skoðunum miða við specca engin reynsla né hafa kynnt sér síman ítarlega.\nEkki vinnurðu nokkuð í símabúð? Smá forvitin í gangi \nNákvæmlega ástæðan fyrir því að ég bað um reynslusögu eða link á einhverja sem höfðu gert þetta. En nei mar fær bara let me google that for you.\nJá fékk að taka í Desire HD hjá Hátækni og hann var í þyngri kanntinum, þrusu flottur en soldið bulky fyrir minn smekk. Hvar fékkstu að taka í Nexus S? Dauðlangar að fá að handleika símann en veit ekki um neinn sem selur hann hér á landi og hefur prufueintak til sýnis.\n32 vs 16 er eitthvað sem mar getur svosem lifað við. Þegar mar hugsar útí það þá er 16GB helvíti mikið pláss. Reikna nú ekki með því að vera með full HD myndir inná Nexusnum.\nTakk fyrir þetta vandaða svar wicket",
            "date": "2011-01-20 15:15:00",
            "post_id": "314446",
            "reply_to_id": "314430"
        },
        {
            "user_name": "wicket",
            "text": "haha nei vinn reyndar ekki í símabúð. Bara allt fullt af nördum í kring um mig í vinnunni og allir eru við gadget óðir. Menn með allskonar síma og tæki.\nÉg ætla mér reyndar að skipta um skoðun. Ef SD card slottið er ekki dealbreaker að þá myndi ég taka Nexus S, mod samfélagið er miklu öflugara þeim megin miðað við Desire HD. Ég fór aðeins að hugsa þetta og ég er ekki að nota næstum því allt plássið á Galaxy S símanum mínum og SD kortið sem ég setti í hann er næstum því tómt. Sé ekki alveg fyrir mér heldur að fylla þetta af bíómyndum.",
            "date": "2011-01-20 15:46:00",
            "post_id": "314452",
            "reply_to_id": "314446"
        },
        {
            "user_name": "Kristján",
            "text": "þarft nú ekki að fara langt til að fá reinslusögu af root, reyndar með hTC desire en ekki HD\nviewtopic.php?f=73&t=34870\nog ertu ekki að biðja um skoðanur frá öðrum?? það er það sem allir eru að gera herna",
            "date": "2011-01-20 15:51:00",
            "post_id": "314453",
            "reply_to_id": "314452"
        },
        {
            "user_name": "benson",
            "text": "Þið sem mælið með Desire HD. Eruði að átta ykkur á að þetta er mesti HLUNKUR heims?",
            "date": "2011-01-20 17:56:00",
            "post_id": "314477",
            "reply_to_id": "314453"
        },
        {
            "user_name": "blitz",
            "text": "Ekkert við hliðina á Dell Streak",
            "date": "2011-01-20 18:09:00",
            "post_id": "314484",
            "reply_to_id": "314477"
        },
        {
            "user_name": "Kristján",
            "text": "það er heavy nice að halda á hTC DHD veit ekki með NS en liklegast nokkuð gott miða við hvernig hann er i laginu",
            "date": "2011-01-24 07:29:00",
            "post_id": "314541",
            "reply_to_id": "314484"
        },
        {
            "user_name": "zedro",
            "text": "Þið sem eigið eða hafið reynslu af öðrum hvorum símanum megið endilega skjóta inn\nhvernig rafhlöðuending á þeim er",
            "date": "2011-01-24 07:40:00",
            "post_id": "315355",
            "reply_to_id": "314541"
        },
        {
            "user_name": "wicket",
            "text": "Nexus S er að endast töluvert lengur í þeim tilvikum sem ég veit um.\nReyndar kom OTA uppfærsla um daginn frá HTC fyrir Desire HD sem lætur rafhlöðuna endast bara ekki neitt en það hefur verið lagað.\nHef séð menn á netinu vera að skila Desire HD útaf rafhlöðunni en það eru væntanlega mánudagseintök þar sem að massinn er ánægður með sín eintök.",
            "date": "2011-01-24 09:02:00",
            "post_id": "315360",
            "reply_to_id": "315355"
        },
        {
            "user_name": "dori",
            "text": "Hmm... Mér finnst myndirnar úr HTC einmitt mun skárri (miklu skarpari og þú sért detaila betur).\nÉg á sjálfur Galaxy S og er búinn að vera með hann í rúman mánuð núna. Frábær græja í flesta staði (smá bögg með GPS). Ég var með minn á ferðalagi þannig að ég tók fullt af myndum á hann. Þær líta ágætlega út en þú þarft ekkert að þysja mikið að til að geta talið punkta.\nEDIT: Rafhlöðuending getur verið ótrúlega lítil ef þú ferð í leiki. Það er alveg ótrúlegt hvað hún tæmist hratt þannig. Ég nota hins vegar núna forrit sem heitir JuiceDefender og slekkur á data network dóti þegar þú þarft ekki á því að halda og svona. Með hann þannig hef ég verið að nota hann nokkuð grimmt (smá leikir, slatta símtöl etc.) og samt haft ~24 tíma endingu. Hafðu samt bara í huga að það er svo gott sem bara skjárinn sem er að eyða rafhlöðunni þinni þannig að þetta er bara spurning um hversu mikið þú ert að renna fingrunum yfir skjáinn og að leika þér.",
            "date": "2011-01-24 11:42:00",
            "post_id": "315386",
            "reply_to_id": "315360"
        },
        {
            "user_name": "TechHead",
            "text": "Smelltu inn XXJPY (DEC 2010) uppfærslunni af \nhttp://www.samfirmware.com\nÞað er nýjasta official EUR buildið frá samsung og eftir að ég setti það inn á G-S símann minn batnaði rafhlöðuendingin mjög mikið ásamt því að GPS lockar á 10-15 sec móti 1-2 mínutum á WJPA firmwareinu sem er það nýjasta sem þú færð í gegnum KIES núna að ég held.\nReyndar komið nýrra build XWJS3 (jan 20111) en það er með sama modem firmware og JPY (GPS/Wifi/Radio)\nSmelli því líklegast inn hjá mér þegar það er komið betra review um það á XDA \nEn on topic þá tæki ég hvorugann símann, AMOLED eru æðislegir skjáir en ekkert SD slot ásamt unpolished gingerbread eru dealbreaker, HD er bara of mikill hlunkur að mínu mati, handlék hann hjá vini mínum og ég persónulega fíla þá ekki svona rosalega stóra, finnst galaxy S vera svona í það stæðsta sem mér þykir þægilegt að hafa í vasanum með silicon case utan um hann.",
            "date": "2011-01-24 17:09:00",
            "post_id": "315506",
            "reply_to_id": "315386"
        },
        {
            "user_name": "intenz",
            "text": "Mig langaði sjúklega mikið í Nexusinn þangað til ég komst að því að hann væri ekki með SD kortarauf. Það drap eiginlega allan áhuga, þar sem cloud computing er ekki orðið nægilega sterkt hér á landi. Annars vegur Google supportið gríðarlega mikið, þar sem það munar rosalegu að fá uppfærslur á Android beint í símann, í stað þess að bíða í marga mánuði eftir því að HTC eða eitthvað annað framleiðslufyrirtæki gefi það út.\nÉg hugsa að ef ég gæti sannfært mig um það að ég þyrfti ekki meira en 16 GB í geymslu myndi ég taka Nexusinn. Annars Desire'inn.",
            "date": "2011-01-25 19:06:00",
            "post_id": "315857",
            "reply_to_id": "315506"
        },
        {
            "user_name": "pattzi",
            "text": "http://buy.is/product.php?id_product=9203696\nkostar \n149.990\nÞarna inná\nBesta Búðin",
            "date": "2011-01-25 19:13:00",
            "post_id": "315862",
            "reply_to_id": "315857"
        }
    ],
    "date": "2011-01-19 20:31:00"
}