{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "35678",
    "title": "tölvan deyr alltaf....",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=35678",
    "posts": [
        {
            "user_name": "tomas52",
            "text": "Já tölvan mín byrjaði að deyja í nótt eða semsagt það var kveikt á henni þegar ég fór að sofa og svo var slökkt á henni þegar ég vaknaði.. en allt í lagi kveikti á henni og hún keyrði sig upp og ég var byrjaður að nota hana en svo dó hún aftur eina sem eg tek eftir er að skjákortið er eitthvað skrítið því það er eins og viftan á því geti ekki snúist.. eða hún slökknar kveiknar slökknar kveiknar alltaf aftur og aftur það er ekki fyrir henni svo þetta er soldið skrítið. en ég kveiki á henni og hún deyr aftur eftir svona 5 mín ég opnaði kassann og gaf henni nýtt batterý eða móðurborðinu því ég hélt kannski að það væri það því ég hef aldrei skipt um það í svona 4 ár   en jæja kveiki á henni aftur og hún deyr og ég gafst upp  hvað er til ráða..?",
            "date": "2011-01-24 12:28:00",
            "post_id": "315401",
            "reply_to_id": false
        },
        {
            "user_name": "Klemmi",
            "text": "Líklegast ofhitnun annað hvort þá á skjákortinu eða örgjörvanum... Um að gera að rykhreinsa vélina ef það hefur aldrei verið gert.",
            "date": "2011-01-24 12:30:00",
            "post_id": "315402",
            "reply_to_id": "315401"
        },
        {
            "user_name": "tomas52",
            "text": "já mundi halda að þetta væri ofhitnun á skjákortinu en ég er búin að rykhreinsa þannig það er ekki vandamálið",
            "date": "2011-01-24 13:41:00",
            "post_id": "315427",
            "reply_to_id": "315402"
        },
        {
            "user_name": "Daz",
            "text": "Fer viftan í gang á skjákortinu? Hefurðu fylgst með hitanum á því með einhverjum monitoring forriti? Fer vitan í gang á örgjörvakælingunni? Hefurðu fylgst með hitanum á honum?",
            "date": "2011-01-24 15:33:00",
            "post_id": "315465",
            "reply_to_id": "315427"
        },
        {
            "user_name": "tomas52",
            "text": "já viftan fer í gang en stoppar svo strax aftur en ekki fylgst með hitanum en örgjarvinn er þægur;)",
            "date": "2011-01-24 22:50:00",
            "post_id": "315627",
            "reply_to_id": "315465"
        },
        {
            "user_name": "snaeji",
            "text": "Prófaðu að starta tölvunni og ýta á pause_break takkan á lyklaborðinu þegar þú ert í startup screeninu þar sem þú getur farið í bios og það....\nEf viftan hættir að snúast í þessum aðstæðum þá er það ekki driverinn að stjórna hraðanum og líklegast bilað skjákortið eða viftan.",
            "date": "2011-01-24 23:07:00",
            "post_id": "315633",
            "reply_to_id": "315627"
        },
        {
            "user_name": "Gets",
            "text": "Getur líka prófað að beintengja viftuna við 5 volt og sérð þá hvort að hún vinnur eðlilega, ef svo er þá er bilun í skjákortinu.\nÞú gætir verið heppinn og kortið virki eðlilega eftir þetta.\nEf að viftan hinsvegar er biluð þá er þá er bara að skipta henni út.\nHérna eru allavega 2 góðir kostir á hóflegu verði sem henta þessu korti.\nhttp://www.kisildalur.is/?p=1&id=9&sub= ... k%E6lingar",
            "date": "2011-01-25 01:16:00",
            "post_id": "315672",
            "reply_to_id": "315633"
        },
        {
            "user_name": "tomas52",
            "text": "viftan hættir ekki að snúast þá... \n  þannig þetta er driverinn?",
            "date": "2011-03-02 21:58:00",
            "post_id": "327582",
            "reply_to_id": "315672"
        },
        {
            "user_name": "bulldog",
            "text": "Blessuð sé minning tölvunnar .....",
            "date": "2011-03-02 21:58:00",
            "post_id": "327584",
            "reply_to_id": "327582"
        },
        {
            "user_name": "tomas52",
            "text": "fjandinn....",
            "date": "2011-03-03 12:32:00",
            "post_id": "327727",
            "reply_to_id": "327584"
        }
    ],
    "date": "2011-01-24 12:28:00"
}