{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "35773",
    "title": "Að nota 5900 snúninga disk undir User folder",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=35773",
    "posts": [
        {
            "user_name": "HR",
            "text": "Sælir vaktarar.\nÉg nota tölvuna mína mikið í myndvinnslu. Tek upp á spólulausa HD cameru og tek ljósmyndir. Þetta vil ég geta vistað á spegluðum gagna disk. Ef ég kaupi svona tvo:\nhttp://www.tolvutek.is/product_info.php ... s_id=23491\nOg spegla þá, myndi ég lenda í vandamálum með það að vinna efnið af þessum diskum? Fór á Tom's Hardware og þar var minum write spec á þessum disk 59MB/s og Average Write 86MB/s. Ég væri sem sagt að vinna bæði myndbönd og ljósmyndir beint á þessa diska.\nEf það er hægt, er í lagi að vista User fólderinn fyrir Windows á þessum diski? Eða er krúsjal að hafa 7200 snúninga disk fyrir litlar skrár og temp dótið eins og er í User möppunni?",
            "date": "2011-01-27 22:26:00",
            "post_id": "316605",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "Þú getur breytt User location já að vild. Hinsvegar las ég fyrir nokkru að buffer og snúningshraði hafi talsverð áhrif á vinnsluhraða með myndvinnslu.\nPersónulega tæki ég frekar 1.5TB 7200sn diskinn frá Seagate.",
            "date": "2011-01-27 22:34:00",
            "post_id": "316609",
            "reply_to_id": "316605"
        },
        {
            "user_name": "HR",
            "text": "Spurning var í raun tvíþætt.\nEf ég er að fara nota þetta undir myndvinnslu, þá þýðir það að skrárnar eru stórar. Og þegar þær eru stórar þá skiptir snúningshraði diskins minna máli. Það munar alveg um þessi tæp 500gb þegar til lengri tíma er litið og því vil ég fá það alveg pottþétt að þetta gangi ekki upp.\nUser mappan er minna áhyggjuefni, ég get vistað hana á 7200RPM disk, en þyrfti þá að bakka hana upp reglulega í staðinn.",
            "date": "2011-01-27 22:39:00",
            "post_id": "316612",
            "reply_to_id": "316609"
        }
    ],
    "date": "2011-01-27 22:26:00"
}