{
    "forum_title": "Koníakstofan",
    "id": "35786",
    "title": "Class 4 Laser innflutningur..",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=35786",
    "posts": [
        {
            "user_name": "razrosk",
            "text": "Sælir/ar er að spá með laser-a\nHef pantað þónokkra lasera af netinu og hafa þeir komist í gegnum tollinn no-problem. (frá 5-500mW)\nNúna langar mig að fá mér 1W laser og er að spá hvort einhver hér hefur pantað sér þannig og lennti í einhverju veseni í töllinum.\nÞetta er Class 4 laser og maður þarf að fylla út einhvað ID application til að kaupa hann.. (Fullkomnlega leyfilegur í USA/EU samkvæmt lögum... hann brennir hluti í allt að 100m minnir mig eða einhvað svipað ef honum er haltdið algjörlega stöðugum í 10+sek)",
            "date": "2011-01-28 13:52:00",
            "post_id": "316726",
            "reply_to_id": false
        },
        {
            "user_name": "ManiO",
            "text": "Hvað ætlaru að nota þetta í?",
            "date": "2011-01-28 14:01:00",
            "post_id": "316728",
            "reply_to_id": "316726"
        },
        {
            "user_name": "Hnykill",
            "text": "Segi það líka... hverju ert þú að fara kveikja í með Laserpoti ? =)",
            "date": "2011-01-28 14:03:00",
            "post_id": "316730",
            "reply_to_id": "316728"
        },
        {
            "user_name": "Plushy",
            "text": "Þér\nbewaare!!",
            "date": "2011-01-28 14:13:00",
            "post_id": "316733",
            "reply_to_id": "316730"
        },
        {
            "user_name": "BjarkiB",
            "text": "Verð að segja það með þeim.\nÞað er ástæðu afhverju þetta er bannað, getur skaðað sjón af 100m fjærlægð.",
            "date": "2011-01-28 14:34:00",
            "post_id": "316736",
            "reply_to_id": "316733"
        },
        {
            "user_name": "Zpand3x",
            "text": "Ég er að spá í að fjárfesta í svona gasloftbyssu til að geta skotið á og brotið glugga hjá þeim sem lýsa á mig í gegnum gluggann. Maður er að keyra niður laugaveginn og það er lýst í augun á manni.. þetta er ekki hægt.  \n \nEDIT.. æ ég læt næga að grýta húsið bara með grjóti",
            "date": "2011-01-28 15:55:00",
            "post_id": "316764",
            "reply_to_id": "316736"
        },
        {
            "user_name": "Black",
            "text": "eina ástæðan sem ég myndi sjá fyrir að eiga svona laser, væri hugsanlega í sjálfsvörn! ef einhver ætlaði að fara ræna mann, eða berja mann e-ð þá tekuru upp laserinn og lýsir í augun á honum",
            "date": "2011-01-28 16:11:00",
            "post_id": "316769",
            "reply_to_id": "316764"
        },
        {
            "user_name": "razrosk",
            "text": "Jæjja þarf ekki ykkar álit, fékk svar frá tollfulltrúa og hann sagði að þetta myndi sleppa í gegn, þyrfti bara að vera CE - merkt.",
            "date": "2011-01-28 16:26:00",
            "post_id": "316777",
            "reply_to_id": "316769"
        },
        {
            "user_name": "Ulli",
            "text": "Skil að menn séu Tens á þessu.\nEn mönnum virðist vera sama að krakkar séu að kaupa sér ýlur og  Víti um og í kringum áramót til að spreingja allan fjandan og skjóta í aðra.\nAllavega lítið rætt um það hérna meðan á því stendur.\nÆtti ekki að byrja á að banna það bara fyrst?\nSé minni tilgáng með Flugeldum heldur en Leiser bendil.\nDjöful er eg slappur í stafsettningunni...",
            "date": "2011-01-28 17:05:00",
            "post_id": "316782",
            "reply_to_id": "316777"
        },
        {
            "user_name": "dori",
            "text": "Krakkinn þarf að komast ansi nálægt þér til að gera þér líkamlega óafturkvæman skaða með flugeld. Úr kannski 20-50m fjarlægð (þar sem 1w laser er ennþá mjög hættulegur) geturðu enga vörn þér veitt.\nEkki að ég sé að gefa í skyn að OP sé að fara að misnota þetta en bara... Ég er skíthræddur við þetta.",
            "date": "2011-01-28 17:31:00",
            "post_id": "316792",
            "reply_to_id": "316782"
        },
        {
            "user_name": "Hvati",
            "text": "Það er hárrétt hjá þér, þetta ætti allt að vera bannað, margt svona flugeldagrúsk getur og hefur valdið fólki miklum skaða. Með Lasera, þá er ekkert meira pirrandi en að einhver helvítis krakki með laser sé að lýsa í augun á þér á meðan þú ert að keyra!! Ætti að banna þetta allt, sé lítinn sem engan tilgang með laser bendlum nema til að nota í svona \"presentations\" og til að skemmta fólki með því að láta ketti elta þá.",
            "date": "2011-01-28 17:34:00",
            "post_id": "316793",
            "reply_to_id": "316792"
        },
        {
            "user_name": "Frantic",
            "text": "úllalla ég væri til í svona!",
            "date": "2011-01-28 17:44:00",
            "post_id": "316797",
            "reply_to_id": "316793"
        },
        {
            "user_name": "Frussi",
            "text": "Það eru nú aðrir notkunarmöguleikar með þessu en að brenna hluti og lýsa í augu (fyrir ykkur neikvæðu). Þessir geislar eru notaðir í ýmisskonar tilraunir uppi í Háskóla og þeir eru frábærir í stjörnuskoðun. Ég á sjálfur einn 75mW sem ég hef notað í stjörnuskoðun og þetta er alveg frábært, ef maður er að benda einhverjum öðrum á eitthvað.\n Vissulega getur þetta verið hættulegt í röngum höndum, en ég efast um að OP sé í flokki með 12-17 ára krökkum, svona hlutir eru alls ekki ódýrir. Í réttum höndum er hægt að nota þetta á ýmsa vegu \n@razrosk - Hvernig lit ertu að spá í?",
            "date": "2011-01-28 17:58:00",
            "post_id": "316806",
            "reply_to_id": "316797"
        },
        {
            "user_name": "sakaxxx",
            "text": "hvernig laser er þetta handheld eða stationary?\nværi svo til í að eiga svona, ég á einn crap 150mw frá dx ekki einusinni nógu kraftmikill til að kveikja í eldspítu",
            "date": "2011-01-28 18:02:00",
            "post_id": "316809",
            "reply_to_id": "316806"
        },
        {
            "user_name": "biturk",
            "text": "þá máttu endilega bara vera fyrir sunnan vinur",
            "date": "2011-01-28 18:28:00",
            "post_id": "316823",
            "reply_to_id": "316809"
        },
        {
            "user_name": "Ulli",
            "text": "Djöfulsins leiðindi þurfa menn alltaf að vera með hérna á þessu spjalli?",
            "date": "2011-01-28 18:53:00",
            "post_id": "316840",
            "reply_to_id": "316823"
        },
        {
            "user_name": "biturk",
            "text": "já, ég er með leiðindi þegar verið er að tala um algerlega hljóðlaus tól sem getur skaðað sjónina á mér til lífstíðar útaf misþroskuðum hálfvitum sem halda að það sé sniðugt að leika sér með þetta\nstjörnuskoðun my ass!!! ekki séns að þið getið allir notað þá afsökun að þið séuð hlaupandi útum holt og hæðir að benda hvor öðrum á stjörnur",
            "date": "2011-01-28 19:07:00",
            "post_id": "316848",
            "reply_to_id": "316840"
        },
        {
            "user_name": "Gúrú",
            "text": "'Djöfulsins leiðindi' \nsérð þú\n alltaf allstaðar, ég sé ekki neinn með leiðindi hérna (líkt og á gamla þræðinum þínum þar sem að enginn var með 'djöfulsins leiðindi' en þú sást einhver).\nGaman samt að þetta þurfi að vera CE merkt til að fá að koma inn, hlýtur að vera skilyrði fyrir IR filter til að öðlast CE vottun.\nTússaðu hana græna/bláa og prófaðu aftur",
            "date": "2011-01-28 19:08:00",
            "post_id": "316849",
            "reply_to_id": "316848"
        },
        {
            "user_name": "Leviathan",
            "text": "Heldurðu í alvörunni að fólk sem á svona laser sé að veifa þeim bara eitthvað útí loftið? Allstaðar þar sem þetta er selt er tekið virkilega greinilega fram hversu hættulegt þetta er hlífðargleraugu séu nauðsynleg. Geri líka ráð fyrir að þetta sé allt merkt í tætlur.\nEDIT: Leiserinn sem var notaður þarna á Akureyri og hefur ekki verið nærrum því jafn öflugur og við erum að tala um hérna.",
            "date": "2011-01-28 19:12:00",
            "post_id": "316850",
            "reply_to_id": "316849"
        },
        {
            "user_name": "Ulli",
            "text": "Ætli það sé ekki bara vegna þess að eitthver er búin að lísa þessum leiserum svona rosalega mikið í augun á þér?",
            "date": "2011-01-28 19:19:00",
            "post_id": "316853",
            "reply_to_id": "316850"
        },
        {
            "user_name": "Frussi",
            "text": "Eins og ég benti á hérna fyrir ofan þá efast ég um að einhver sé að fara að eyða tugþúsundum í svona til að lýsa á bíla eða fíflast með þetta",
            "date": "2011-01-28 19:21:00",
            "post_id": "316854",
            "reply_to_id": "316853"
        },
        {
            "user_name": "ManiO",
            "text": "Fólk er fífl. Og ef hann væri ekki að fara að nota þetta í það þá hefði hann getað sagt hver tilgangurinn er.",
            "date": "2011-01-28 19:23:00",
            "post_id": "316856",
            "reply_to_id": "316854"
        },
        {
            "user_name": "biturk",
            "text": "ALDREI að vanmeta heimsku fólks, hún er algerlega ótæmandi!",
            "date": "2011-01-28 19:24:00",
            "post_id": "316858",
            "reply_to_id": "316856"
        },
        {
            "user_name": "kubbur",
            "text": "áttu link",
            "date": "2011-01-28 19:48:00",
            "post_id": "316870",
            "reply_to_id": "316858"
        },
        {
            "user_name": "vesley",
            "text": "Væri samt alveg fínt ef þú myndir segja okkur af hverju þú vilt kaupa þér svona öflugann laser ?",
            "date": "2011-01-28 22:59:00",
            "post_id": "316918",
            "reply_to_id": "316870"
        },
        {
            "user_name": "Blues-",
            "text": "Er forræðishyggjan alveig að drepa menn hérna .. \nWho gives a f**k hvað hann ætlar að gera við hann .. ekki okkar mál.",
            "date": "2011-01-28 23:04:00",
            "post_id": "316919",
            "reply_to_id": false
        },
        {
            "user_name": "razrosk",
            "text": "Blár",
            "date": "2011-01-28 23:12:00",
            "post_id": "316920",
            "reply_to_id": "316919"
        },
        {
            "user_name": "razrosk",
            "text": "Handheld en það er hægt að festa hann á tripod",
            "date": "2011-01-28 23:13:00",
            "post_id": "316921",
            "reply_to_id": "316920"
        },
        {
            "user_name": "razrosk",
            "text": "Akkurat, kemur ykkur bara ekkert við hvað ég ætla mér að gera við hann... ég er allavega ekki að fara lýsa í augu á fólki, brenna fólk, benda upp í flugturna og einhvað það stupid.\nÉg á link en ætla ekkert að fara dreifa honum hérna inná, ef ykkur langar endilega að vita nákvæmlega hvaða laser ég er að tala um þá er um að byrja googla...\nÞessi þráður var ekkert ætlaður fyrir hate eða flame posts... vælið bara annarstaðar..",
            "date": "2011-01-28 23:21:00",
            "post_id": "316923",
            "reply_to_id": "316921"
        },
        {
            "user_name": "GullMoli",
            "text": "Eflaust Wickedlasers laserinn margumtalaði. \nDjöfulsins derringur er alltaf í fólki þegar umræða um lasera byrjar hérna.",
            "date": "2011-01-29 00:01:00",
            "post_id": "316926",
            "reply_to_id": "316923"
        },
        {
            "user_name": "beatmaster",
            "text": "Þessi hér?\nhttp://www.wickedlasers.com/lasers/Spyd ... 96-37.html",
            "date": "2011-01-29 00:04:00",
            "post_id": "316927",
            "reply_to_id": "316926"
        },
        {
            "user_name": "biturk",
            "text": "nei, ég hlakka til að heira þig segja þetta ef þú færð leiser í augað, það sem skaðar aðra er allra manna mál.",
            "date": "2011-01-29 00:47:00",
            "post_id": "316933",
            "reply_to_id": "316927"
        },
        {
            "user_name": "Blues-",
            "text": "Það er nákvæmlega það sem ég er að segja .. meðan hann gerir það ekki þá kemur það engum við, varan er lögleg.\nÞú ert greinilega týpan sem stoppar alla í bónus sem eru með sykur í körfunni sinni og segir þeim að það sé bannað að brugga landa.",
            "date": "2011-01-29 00:50:00",
            "post_id": "316934",
            "reply_to_id": "316933"
        },
        {
            "user_name": "icup",
            "text": "Forræðishyggja? Vá, bara VÁ\nErtu einn af þessum sem telur að eingin lög eigi að vera? Að allir ættu að meiga gera hvað sem er? Því why not það ætti að treista öllum fíflum heimsins fyrir öllum hættum heimsins.\n\"Hey france, why do you have all of those nuclear warheads. What are you gona do with them?\"\"Shut the fuck upp, that is our buisness and you can go fuck yourself. We aint gona send them at anybody or blow them up at all. But we are not gona tell you what we are going to do with them\"\"Why would you need them for anything appart from blowing them up?\"\"Shut up\"\nFokking forræðishyggja.",
            "date": "2011-01-29 03:44:00",
            "post_id": "316939",
            "reply_to_id": "316934"
        },
        {
            "user_name": "kubbur",
            "text": "rólegir á því að fara út fyrir efnið",
            "date": "2011-01-29 04:57:00",
            "post_id": "316940",
            "reply_to_id": "316939"
        },
        {
            "user_name": "Danni V8",
            "text": "Í hvað eru svona laserar almennt notaðir? Ég er ekki endilega að meina hvað OP ætlar að nota hann í en hvers vegna er þetta til og að ná svona miklum vinsældum?\nÉg persónulega sé akkúrat ekkert spennandi við þetta. Gæti ímyndað mér að nota einhverna veikan laser sem bendil og svo mjög sterkan laser til að skera hluti, þá iðnaðar tengt, en ég get ekki ímyndað mér hvað maður getur gert við þetta til skemmtunar.\nHafði samt alveg ágætlega gaman af þessu þegar ég var 10 ára, eins og svo margt annað sem mér finnst ekkert spennandi í dag, 14 árum seinna.",
            "date": "2011-01-29 05:29:00",
            "post_id": "316942",
            "reply_to_id": "316940"
        },
        {
            "user_name": "gardar",
            "text": "Vælið í mörgum hérna er verra en á barnalandi",
            "date": "2011-01-29 09:39:00",
            "post_id": "316951",
            "reply_to_id": "316942"
        },
        {
            "user_name": "beatmaster",
            "text": "Er þetta S3 Spyder III Arctic frá Wickedlasers?",
            "date": "2011-01-29 10:02:00",
            "post_id": "316953",
            "reply_to_id": "316951"
        },
        {
            "user_name": "Gúrú",
            "text": "Þú misskilur hvað forræðishyggja er, quite clearly.",
            "date": "2011-01-29 13:37:00",
            "post_id": "316969",
            "reply_to_id": "316953"
        },
        {
            "user_name": "Jim",
            "text": "Svona litlir og kraftlitlir laserar geta verið sniðugir en að vera með svona öfluga lasera er rugl.",
            "date": "2011-01-29 14:32:00",
            "post_id": "316976",
            "reply_to_id": "316969"
        },
        {
            "user_name": "Ulli",
            "text": "Margir sem pöntuðu sér þenna Artic III laser fyrir ári síðan eru enþá að bíða eftir honum.\nSvona miðað við commentin á facebook you youtube hjá Wickedlasers",
            "date": "2011-01-29 15:55:00",
            "post_id": "316988",
            "reply_to_id": "316976"
        },
        {
            "user_name": "Lezer",
            "text": "Það er slatti af fólki hérna sem heldur að laser sé aðeins nothæfur við að lýsa í augun á fólki eða við presentation. En t.d. í raunvísindastofu Háskóla Íslands eru margir laserar þar sem eru gerðar tilraunir. Persónulega var ég fyrir helgi að gera tilraunir með ljósbrot og hraða ljóss.\nHins vegar lenti ég í því að einhver í stúdentagörðunum var með laser og lýsti í augun á mér meðan ég var að keyra og það á gatnamótum, sem var eins pirrandi og hægt er að ýminda sér.Honum hefur eflaust fundist það mjög fyndið. Ef sá hinn sami les þetta má hann vita að hann sé fífl. \nVonum bara að eigandi þráðsins sé það þroskaður að hann sé að fara að nota laserinn í öðrum tilgangi en að valda öðrum ama og skaða",
            "date": "2011-01-29 16:14:00",
            "post_id": "316992",
            "reply_to_id": "316988"
        },
        {
            "user_name": "ManiO",
            "text": "En það eru ekki einstaklingar sem eiga leiserana niðrí HÍ sem eru notaðir við tilraunir. Og þessar tilraunir þar sem að mjög sterkir leiserar eru nauðsynlegir eru ekki tilraunir sem að menn eru að framkvæma í kústaskápnum sínum. 1W leiser fyrir einstakling er jafn mikill tilgangsleysa og Airbus A380 fyrir einstakling.",
            "date": "2011-01-29 16:21:00",
            "post_id": "316994",
            "reply_to_id": "316992"
        },
        {
            "user_name": "sakaxxx",
            "text": "ef maður hefur gaman að þessu þá er þetta langt frá því að vera tilgangslaust. þessi laser er eins hætturlegur og maðurinn sem heldur á honum if you like it go for it",
            "date": "2011-01-29 16:27:00",
            "post_id": "316996",
            "reply_to_id": "316994"
        },
        {
            "user_name": "icup",
            "text": "Þú misskilur hvað ég var að segja quite clearly.",
            "date": "2011-01-29 16:57:00",
            "post_id": "317001",
            "reply_to_id": "316996"
        },
        {
            "user_name": "Gúrú",
            "text": "Nei, þú varst að gefa til kynna að öll löggjöf væri forræðishyggja.",
            "date": "2011-01-29 17:04:00",
            "post_id": "317003",
            "reply_to_id": "317001"
        },
        {
            "user_name": "icup",
            "text": "Eru ekki meirihluti þeirra það? Að banna skotvopn, eiturlif, sprengjur, kjarnorkusprengjur o.s.f.v. \nAð banna morð er ekki foræðishyggja nei, rán nei, nauðgun nei.\nÞegar ég segi lög á ég við bönn á hlutum, ekki morð, rán, nauðgun...\nPS.\nFynnst Þér það s.s. forræðishyggja að banna allskonar krókaleiðir í bankakerfinu sem búa til pening út úr eingu?\nPSS.\nVarst það ekki þú sem sagðir að það ætti að bana búskap?",
            "date": "2011-01-29 17:15:00",
            "post_id": "317006",
            "reply_to_id": "317003"
        },
        {
            "user_name": "Gúrú",
            "text": "Það er ekki augljóst þegar að þú gefur til kynna að einhver sem að sé á móti forræðishyggju telji orðrétt: að \nengin lög eigi að vera\n (og að allir megi gera hvað sem er)\nBankakerfið sem er til í dag býr til pening úr engu og spurningin því undarlega moot í ljósi þess.\nNei (og wat?)",
            "date": "2011-01-29 18:19:00",
            "post_id": "317028",
            "reply_to_id": "317006"
        },
        {
            "user_name": "capteinninn",
            "text": "http://www.pangolin.com/faa/laser-aircr ... nation.htm",
            "date": "2011-01-29 18:46:00",
            "post_id": "317036",
            "reply_to_id": "317028"
        },
        {
            "user_name": "razrosk",
            "text": "Vá, en svona í alvöru... bara fjölfötluð manneskja myndi fara benda laserum í augu fólks og flugvélar... og til að svara einhverjum hérna fyrir ofan já þetta er Spyder Arctic III..",
            "date": "2011-01-29 19:37:00",
            "post_id": "317053",
            "reply_to_id": "317036"
        },
        {
            "user_name": "icup",
            "text": "Sorry, minn feill þarna\nFynnst þér s.s. í lægi að einstaklingar innan bankakerfissins geti búið til pening úr eingu og sett það á einkareikning? Fynnst þér að það ættu ekki að vera einhverskonar bönn gegn þessu?\nJú er frekar viss um að það varst þú. Settir eithvað video með Alec Baldwin(eða einhverjum) inn um það hversu illa væri farið með dýr í suðurhluta Bandaríkjana og vildir banna búskap hérna.\nNafnið sem þú kommst undir var syi",
            "date": "2011-01-29 20:50:00",
            "post_id": "317079",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Það var ekki ég og af hverju ætti ég að vera á nafninu syi? \nhttp://en.wikipedia.org/wiki/Fractional-reserve_banking\nÞetta gerist á hverjum einasta degi í hverjum einasta banka.\nÞað að einstaklingur láni sér pening úr bankanum sínum er nákvæmlega það sama og þú varst að lýsa ef þú skoðar það",
            "date": "2011-01-29 21:22:00",
            "post_id": "317087",
            "reply_to_id": "317079"
        },
        {
            "user_name": "Lezer",
            "text": "Það sem ég var að benda á er einfaldlega að sumir haga sér alltaf eins og fífl með hluti meðan aðrir eru að gera eitthvað að viti með þá. t.d. stjörnuskoðun eins og kom fram hér framar, eða eins og í Háskólanum að notast við tilraunir og mælingar. Það er hægt að rífast endalaust um hverjir misnota hluti og annað (og þetta með airbus finnst mér vera útúrsnúningur hjá þér....). Held að besta lausnin á þessu vandamáli væri að setja einhver lög á þetta og halda utan um það hverjir eiga lasera sem eru orðnir það öflugir að það sé hægt að valda skaða með þeim. Einnig að hafa refsingar ef einhver aðili er nappaður við að t.d. skapa hættu með því að blinda fólk við akstur, þótt það sé ekki það öflugur laser að viðvarandi skemdir verði á augum.\nHinsvegar verð ég að segja að mér finnst dularfullt að sá sem er að kaupa svona öflugann laser vilji ekki tjá sig um hvað hann ætli að nota hann í....",
            "date": "2011-01-30 01:41:00",
            "post_id": "317154",
            "reply_to_id": "317087"
        },
        {
            "user_name": "kubbur",
            "text": "af hverju stofnið þið ekki bara aðra umræðu fyrir pólitík eða whatever",
            "date": "2011-01-30 02:34:00",
            "post_id": "317163",
            "reply_to_id": "317154"
        },
        {
            "user_name": "dori",
            "text": "Þetta mál hefur komið upp áður hérna og flestar umræður um svona snúast uppí pólitík á einhverjum punkti. Þetta er líka koníakstofan og OP er búinn að fá svör (ekki héðan en samt..) þannig að ég sé ekki hvaða máli það skiptir.",
            "date": "2011-01-30 02:35:00",
            "post_id": "317164",
            "reply_to_id": "317163"
        },
        {
            "user_name": "capteinninn",
            "text": "Gerðu bara einn svona í staðinn, miklu flottara\nhttp://www.youtube.com/watch?v=TtzRAjW6KO0",
            "date": "2011-01-30 23:17:00",
            "post_id": "317420",
            "reply_to_id": "317164"
        }
    ],
    "date": "2011-01-29 20:50:00"
}