{
    "forum_title": "Til sölu - Tölvuvörur",
    "id": "35868",
    "title": "Lækkað verð. Routerar ADSL2+ og Wireless N punktar.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=11&t=35868",
    "posts": [
        {
            "user_name": "subgolf",
            "text": "Sælir.\nEr að selja 2 stykki Planet ADSL2+ Routera POTS (með er ADSL2+ splitter) á 5.000.- (var 6.000.-) stykkið:\nhttp://www.planet.com.tw/en/product/pro ... hp?id=2559\nOg svo líka 2 stykki Planet Wireless N Þráðlausa punkta á 5.000.- (var 6.000.-) Stykkið:\nhttp://www.planet.com.tw/news/productnews/WNRT-610.htm\nSvo er ég með 1 stykki Planet ADSL2+ VPN router POTS á 5.000.- (var 7.000.-) Stykkið:\nhttp://www.planet.com.tw/en/product/pro ... hp?id=2591\nAllt er þetta nýtt í kassanum og alveg ónotað fínt fyrir þá sem að vilja stjórna sínu neti sjálfir.",
            "date": "2011-01-31 20:58:00",
            "post_id": "317686",
            "reply_to_id": false
        },
        {
            "user_name": "skuggi81",
            "text": "Hæ\nekekrt viss um ég sé að fara að kaupa en nú rukka net fyrirtækin fyrir leigu á routerum og ég persónulega væri alveg til í að sleppa við það gjald. en satt að segja veit ég ekkert um routera svo erum við hérna bara að tala um 3 svipaðar typur sem virka allar svipað og ekkert mál bara tenngja og nota?\nþetta er bara nýliði spurning endilega skjótið mig bara niður:)",
            "date": "2011-02-01 00:00:00",
            "post_id": "317749",
            "reply_to_id": "317686"
        },
        {
            "user_name": "subgolf",
            "text": "Fyrir venjulegan notanda er þessi fyrsti það sem að ég mundi mæla með og á ekki að vera neitt mál að nota þá, allur hugbúnaður og info með.\nEn ef að þú mundir lenda í einhverju veseni að þá gæti ég configað hann fyrir þig.\nOg já aðal kosturinn sem að ég sé við að vera með sinn eigin router að þú ræður honum alveg sjálfur, það er að segja getur opnað fyrir þau port sem að þú vilt og komist í advanced stillingar,\nSvo auðvitað sloppið við leiguna á router.",
            "date": "2011-02-01 09:32:00",
            "post_id": "317810",
            "reply_to_id": "317749"
        }
    ],
    "date": "2011-01-31 20:58:00"
}