{
    "forum_title": "Leikjasalurinn",
    "id": "35928",
    "title": "Kann einhver að búa til CS 1.6 map ?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=35928",
    "posts": [
        {
            "user_name": "Dormaster",
            "text": "langar geðveikt mikið að læra að gera map og heyrði að fullt af gaurum séu að búa til map af skólanum sínum, ég er búinn að vera að skoða eitthvað á youtube nema fann bara hvernig þú gerir asnaleg nöp enginn flókin.\nkann þetta einhver eða er hann með einhverja síðu þar sem hann lærði að gera svona ?\np.s. hvaða forrit er svona hentugast\nTAKK",
            "date": "2011-02-02 19:38:00",
            "post_id": "318523",
            "reply_to_id": false
        },
        {
            "user_name": "Klaufi",
            "text": "Valve Hammer Editor..\nEasy as pie..",
            "date": "2011-02-02 19:41:00",
            "post_id": "318526",
            "reply_to_id": "318523"
        },
        {
            "user_name": "ManiO",
            "text": "Þú byrjar á einföldum hlutum, svo þegar að þú kannt á það geturu byrjað á flóknari hlutum.",
            "date": "2011-02-02 19:42:00",
            "post_id": "318527",
            "reply_to_id": "318526"
        },
        {
            "user_name": "HelgzeN",
            "text": "hafðu samband vid begga90 held ég að hann heiti hérna spilaði með honum cs eikka smá og hann kunni að gera þetta",
            "date": "2011-02-02 19:44:00",
            "post_id": "318528",
            "reply_to_id": "318527"
        },
        {
            "user_name": "Dormaster",
            "text": "er hann allveg virkur hérna á vaktinni ?",
            "date": "2011-02-02 19:53:00",
            "post_id": "318533",
            "reply_to_id": "318528"
        },
        {
            "user_name": "Klaufi",
            "text": "Þetta er lítið mál, byrjaðu á að ná þér í Hammer.\nGooglaðu svo \"Valve Hammer tutorial\" eða einhverju álíka.\nByrjaðu á að gera lítil aim möp til gera þér grein fyrir stærðinni og hvernig lýsingin virkar.\nÉg man ekki hvort það voru einvher tutorial í help fælnum þegar þú ýtir á F1.\nVendu þig á að savea því hammer á það til að crasha mjög oft, veit ekki hvort það sé búið að laga það..",
            "date": "2011-02-02 19:56:00",
            "post_id": "318535",
            "reply_to_id": "318533"
        },
        {
            "user_name": "Dormaster",
            "text": "okeei takk fyrir þetta",
            "date": "2011-02-02 20:26:00",
            "post_id": "318546",
            "reply_to_id": "318535"
        },
        {
            "user_name": "dori",
            "text": "Eitthvað. Hann er samt erlendis núna svo það hefur minnkað eitthvað. Ég fylgdist nú svolítið með honum gera þessi möp sín og ég get alveg sagt þér það að leyndarmálið er fullt af tíma, vilja og þolinmæði. Byrjaðu bara smátt, settu þér raunhæf markmið (ekki byrja á að reyna að gera skólann þinn) og sættu þig við \"ekki alveg fullkomið\". Og ekki gleyma þér í módelum.\nEf þú lendir svo í einhverjum vandræðum skellirðu bara línu hérna á spjallið eða á fpsbanana spjallið. Það er alveg fullt af fólki tilbúið að hjálpa þér.",
            "date": "2011-02-02 20:44:00",
            "post_id": "318561",
            "reply_to_id": "318546"
        },
        {
            "user_name": "Dormaster",
            "text": "gott að heyra að fólk kunni þetta hérna ef ég myndi lenda í einhverju veseni en hvað er fpsbanana og þessi módel sem þú varst að tala um ?",
            "date": "2011-02-02 21:09:00",
            "post_id": "318575",
            "reply_to_id": "318561"
        },
        {
            "user_name": "dori",
            "text": "fpsbanana virðist heita \ngamebanana\n í dag. Þetta er síða þar sem er fullt af silly maps (sem einhver Jonni útí bæ er að leika sér að gera), \nmapping (og annarskonar) tutorial\n og fullt af resources. Texture, prefab (hlutur sem er búið að smíða og þú importar bara í Hammer), módel o.fl.\nÉg get ekki útskýrt rosalega vel hvað módel er. En það má segja að það séu svona \"rosalega flóknir hlutir\" sem þú sérð engan fyrir þér púsla saman úr litlum kössum/þríhyrningum í Hammer. Dæmi um þetta geta verið tré, bílar o.fl. (samt ekkert allt svona sem er módel). Það sem einkennir þau oft er að þú getur farið smá \"inní módelið\" því að það er bara fljótandi í mappinu. Svo setur fólk \"vegg\" í einhvern hluta af því eins og hentar.\nÉg tek samt fram að ég veit lítið sem ekkert um mapping nema það sem ég hef horft á aðra gera.",
            "date": "2011-02-03 14:23:00",
            "post_id": "318803",
            "reply_to_id": "318575"
        },
        {
            "user_name": "Frost",
            "text": "Eina sem þú þarft til að læra þetta er: Kennsluefni og \nMIKIL\n þolinmæði. Náði að læra á CryEngine með því og það tók ekki beint stuttan tíma en að gera svona er endalust gaman.",
            "date": "2011-02-03 14:26:00",
            "post_id": "318805",
            "reply_to_id": "318803"
        }
    ],
    "date": "2011-02-02 19:38:00"
}