{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "35954",
    "title": "vandamál með tölvu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=35954",
    "posts": [
        {
            "user_name": "mnemic",
            "text": "Tölvan mín bilaði um í gær.\nég var að horfa á þætti í vlc þegar það hætti að koma mynd. ég fékk hljóð en enga mynd og bara á vlc gluggann, ég gat skipt um þátt en fékk samt ekki mynd. ég prufaði því að restarta vélinni en þá kom upp no singal. ég hélt að þetta væri skjákortið fyrst það er 2ja ára gamalt og keypti því nýtt en það kom sama. vitið þið hvað getur verið að? er þetta móðurborðið eða?",
            "date": "2011-02-03 17:15:00",
            "post_id": "318867",
            "reply_to_id": false
        },
        {
            "user_name": "littli-Jake",
            "text": "ertu viss um að draslið sé almenilega í sambandi?",
            "date": "2011-02-03 18:00:00",
            "post_id": "318875",
            "reply_to_id": "318867"
        },
        {
            "user_name": "biturk",
            "text": "varð bara vlc með leiðindi eða allur skjárinn?",
            "date": "2011-02-03 18:07:00",
            "post_id": "318876",
            "reply_to_id": "318875"
        },
        {
            "user_name": "mnemic",
            "text": "Já það er vel í sambandi. ég allavega kem því ekki betur í samband. viftan á því fer í gang. \nþað var bara vlc sem varð svart. það var ekki í full screen og allt annað var í lagi.",
            "date": "2011-02-03 18:10:00",
            "post_id": "318879",
            "reply_to_id": "318876"
        },
        {
            "user_name": "BugsyB",
            "text": "uninstalaðu VLC og instalaðu þvæi svo aftur - eða farðu í vlc möppuna og þar er e-h sem heitir \"Reset VLC media player preferences and cache files\" veldu það og ef það virkar ekki þá prufa annan spilara",
            "date": "2011-02-03 18:44:00",
            "post_id": "318894",
            "reply_to_id": "318879"
        },
        {
            "user_name": "mnemic",
            "text": "ég get ekki uninstallað vlc eða skipt um forrit bilunin byrjaði svona svo restartaði ég og núna kemst ég ekki inní tölvuna það er einsog hún finni ekki skjáinn kemur bara svartur skjár og no signal.. ég þarf að skipta um eitthvað í tölvunni en veit ekki hvað það er. veit bara að það er ekki skjakortið því ég keypti nýtt og lét það í og ég er búinn að prufa annan skjá",
            "date": "2011-02-03 18:49:00",
            "post_id": "318895",
            "reply_to_id": "318894"
        },
        {
            "user_name": "biturk",
            "text": "hvernig móðurborð ertu með?",
            "date": "2011-02-03 19:06:00",
            "post_id": "318902",
            "reply_to_id": "318895"
        }
    ],
    "date": "2011-02-03 17:15:00"
}