{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "36041",
    "title": "Nvidia 3D vision vs Nvidia Surround",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=36041",
    "posts": [
        {
            "user_name": "Optimus",
            "text": "Sælir vaktarar, nú er ég svona að hugleiða hvaða dót ég á næst að fá mér og hef komist að þeirri niðurstöðu að ég vil uppfæra skjáina mína. Þá fór ég að skoða skjái og hef eiginlega ákveðið að fá mér einhvern 24\" LCD. Það sem ég fór þá að pæla er þetta: hvort ætti ég að fá mér þrjá eins skjái (þá líklega þennan 24\" BenQ skjá sem hefur endurtekið verið til umræðu) sem styðja ekki 3D, og nota þá í Nvidia Surround (basically sama og Eyefinity) eða frekar einn 24\" sem styður 3D og nota hann stakan í Nvidia 3DVision? Þetta myndi kosta svipað, 24\" 3D skjár með gleraugum kostar 100k í tölvutek núna, þrír svona BenQ skjáir kosta rétt tæplega 100k. Reyndar yrði kostnaðurinn við þrjá eins töluvert meiri, því ég þyrfti að fá mér annað GTX570 (as opposed to bara eitthvað basic skjákort til þess að keyra skjái 2 og 3) til þess að Nvidia Surround virki, en ég hefði líklega alltaf gert það á endanum hvort eð er.\nÞið sem hafið reynslu af eyefinity, nvidia surround og/eða nvidia 3Dvision, endilega tjáið ykkur. Ég hef heyrt rosalega góða hluti um 3Dvision og er alveg frekar spenntur fyrir því, en hef áhyggjur af því að þetta sé frekar þreytandi fyrir augun til lengdar (ég fæ t.d. auðveldlega hausverk þegar ég fer í 3D bíó). Svo hljómar það líka mjög vel að spila leiki á þremur skjám í einu.\nEs. Svo væri náttúrulega líka hægt að beila bara á Nvidia, selja kortið mitt, fá mér eitthvað flott Radeon kort og keyra Eyefinity.",
            "date": "2011-02-07 02:32:00",
            "post_id": "319849",
            "reply_to_id": false
        },
        {
            "user_name": "Gunnar",
            "text": "Segi frekar 3x 24\" þar sem það er örugglega mjög flott í leikjum og svo bara í almennri vinnslu.\nSvo verð ég líka þreyttur fljótt á 3D.",
            "date": "2011-02-07 02:37:00",
            "post_id": "319851",
            "reply_to_id": "319849"
        },
        {
            "user_name": "Zpand3x",
            "text": "Hausverkurinn stafar af því að í bíó er frame rate-ið ekki nema 24 fps. James Cameron er að pressa á bíó industry-ið að uppfæra stuffið,hann ætlar að taka Avatar 2 og 3 upp í 48, 60 eða 72 fps. \nLINK\n \nLINK2\nAllavega.. Nvidia 3D virkar öðruvísi.. þú ert með 120 Hz-a skjá og sérð 3D í 60 fps. Ætti að vera mun betra á hausinn. Veit það ekki af reynslu samt",
            "date": "2011-02-07 09:20:00",
            "post_id": "319871",
            "reply_to_id": "319851"
        },
        {
            "user_name": "Tesli",
            "text": "Eru ekki sjónvörpin að gefa líka 3D í 60fps? Það reynir mjög á augun mín allavega",
            "date": "2011-02-07 09:52:00",
            "post_id": "319877",
            "reply_to_id": "319871"
        },
        {
            "user_name": "Meso",
            "text": "Það eru nokkrir góðir punktar þarna:\nhttp://blogs.suntimes.com/ebert/2011/01/post_4.html",
            "date": "2011-02-07 10:09:00",
            "post_id": "319881",
            "reply_to_id": "319877"
        },
        {
            "user_name": "Zpand3x",
            "text": "Myndirnar sem þú horfir á í sjónvarpinu eru 24 fps þó að sjónvarpið sé 200 hz og sýni 3d í 100 hz. Í \nLINK2\n er talað um að skjávarparnir í bíó-unum séu 144 hz. Held að þetta sé skárra í leikjum þar sem fps-ið er hátt. Annars er ég bara að tala útum rassgatið á mér",
            "date": "2011-02-07 10:45:00",
            "post_id": "319885",
            "reply_to_id": "319881"
        },
        {
            "user_name": "dori",
            "text": "Hausverkurinn stafar ekki bara af því hversu gott/lélegt frameratið er. Þetta hefur líka með það að gera að þegar þú sérð þrívídd í bíó/sjónvarpinu heima hjá þér er verið að blekkja heilann þinn til að láta þig halda að þú sért að horfa á þrívídd. Það væri allt í lagi ef við notuðum ekki margar mismunandi aðferðir til að skynja þrívídd í hlutum. Þannig að þú ert stöðugt að skynja þrívídd á einn hátt en heilinn er alltaf að minna þig á að þetta er ekki alvöru. Las góða grein um þetta einhversstaðar. Hún fjallaði um það hvernig þrívíddarbíó væri hættulegt fyrir augun og dýptarskyn (minnir mig, eitthvað slíkt).\nÆtla að finna greinina sem ég las, leyfi því sem ég man um hana að hanga inni á meðan.",
            "date": "2011-02-07 10:53:00",
            "post_id": "319886",
            "reply_to_id": "319885"
        },
        {
            "user_name": "Meso",
            "text": "Það er fjallað um þetta í greininni sem ég linkaði á hér að ofan:",
            "date": "2011-02-07 11:09:00",
            "post_id": "319891",
            "reply_to_id": "319886"
        },
        {
            "user_name": "Ayru",
            "text": "Klárlega 3x 24\nhttp://www.youtube.com/watch?v=u_zrZfv8LsY",
            "date": "2011-02-07 11:14:00",
            "post_id": "319892",
            "reply_to_id": "319891"
        },
        {
            "user_name": "dori",
            "text": "Já, ég veit (las hana yfir, góðir punktar \n). Sú grein sem ég var að tala um tók meira á því hvernig 3d getur skemmt sjónina þína með því að rugla í því hvernig þú skynjar mynd. S.s. hvernig það er talað um að þú verðir \"disoriented\" af því að horfa á 3d.\nÉg er að reyna að finna þetta en er bara að googla stikkorð sem ég man úr henni. Gengur ekki vel þar sem alltof margir eru að tala um að 3d skemmi sjónina þína",
            "date": "2011-02-07 11:21:00",
            "post_id": "319893",
            "reply_to_id": "319892"
        },
        {
            "user_name": "Hvati",
            "text": "ef þú ætlar að hoppa á 3x24\", þá er gott að hafa í huga að til að spila leiki í þetta hárri upplausn og vera t.d með AA í gangi, þá er betra að skjákortið hafi meira minni, \nlink\n Þar sem að GTX 570 er bara með 1280mb minni miðað við mörg önnur kort, þá geta þau verið hömluð af minnismagni.",
            "date": "2011-02-07 12:41:00",
            "post_id": "319899",
            "reply_to_id": "319893"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Þetta var skemmtilegt, en endaði á því að vera meiri hausverkur en eitthvað annað.\nsjá hér: \nviewtopic.php?f=40&t=30327&hilit=+dell&start=20#p264001",
            "date": "2011-02-07 13:32:00",
            "post_id": "319905",
            "reply_to_id": "319899"
        },
        {
            "user_name": "JohnnyX",
            "text": "Persónulega myndi ég miklu frekar vilja 3x24\" skjái heldur en 3D skjá. Það er vegna þess að ég hef lítinn sem engan áhuga á 3D og mér finnst miklu þægilegra og meiri upplifun að vera með fleiri en einn skjá við tölvuna.",
            "date": "2011-02-07 15:01:00",
            "post_id": "319923",
            "reply_to_id": "319905"
        },
        {
            "user_name": "Storm",
            "text": "3x 120hz skjái  \n \nAð mínu mati er eyefinity/nvidia surround mikið svalara en 3D getur nokkuðtíman verið, bara eftir að hafa skoðað á youtube og séð before/after (með því að blocka út 2 skjái með höndunum  \n ) þá virðist það mun meira spennandi (hef prufað 3D leikjaspilun)",
            "date": "2011-02-07 23:00:00",
            "post_id": "320039",
            "reply_to_id": "319923"
        },
        {
            "user_name": "Optimus",
            "text": "Myndirðu segja að það sé worth it að eltast við þetta? Nú veit ég ekki hvort þessi vandamál sem þú lentir í eigi líka við um Nvidia Surround (verður samt að teljast líklegt), en ætti ég kannski frekar bara að sleppa GTX570 nr. 2 í bili, fá mér einn eða tvo virkilega góða skjái (t.d. 1xdell ultrasharp eða 2xeinhvern flottan samsung á  sirka 60k) og sleppa þessu surround dæmi?",
            "date": "2011-02-08 01:51:00",
            "post_id": "320083",
            "reply_to_id": "320039"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Það var Eyefinity með vandamálin hjá mér, hef ekki persónulega reynslu af Nvidia Surround.\nÞegar ég var að þessu veseni voru ekki margir Display Port skjáir á markaðnum til að nota með 5870 kortunum. Dell skjárinn sem ég á núna (U2410) var einn af þeim fáu á þeim tíma og kostaði mig 100þ krónur fyrir hann einann. 2 5870 á 80þ stykkið og þú ert kominn í dýrann pakka.\n\"Kosturinn\" við Surround er það að þú þarft bara annað skjákort og hvernig skjá sem er með DVI tengi og voilá.\nHvort það sé þess virði í daglega notkun er eitthvað sem ég get ekki réttlætt. Plássið, hitinn og rafmagnið af þessu öllu má ekki gleyma að taka inní myndina. \nEf þetta er hugsað í leikjaspilun er þetta rosalega skemmtilegt. Þvílíkt mikil upplifun að vera umkringdur skjáum og allt að springa og fljúga framhjá þér. En vandamálið sem ég stóð frami fyrir var að margir af þeim leikjum sem ég vildi spila virkuðu bara alls ekki nógu vel í þessari upplausn og voru sí crashandi og eitthvað bölvað BSOD vesen. Ég get alveg ímyndað mér að það sé töluvert skárra núna í \"framtíðinni\".\nEf að þú hefur plássið, herbergið og ekki síst peninginn til að fara útí þetta máttu alveg íhuga það. Ef þú átt ekki 2 skjái fyrir myndi ég aðeins stíga á bremsuna ogf rekar að gera þetta í skrefum, fyrst 1 skjá, annað 570 og svo þriðja skjáinn. Ég hef persónulega meiri trú á Surround en Eyefinity.\nEkki hika við að spurja mig ef þér vantar að vita eitthvað meira.",
            "date": "2011-02-08 07:24:00",
            "post_id": "320101",
            "reply_to_id": "320083"
        },
        {
            "user_name": "Steini B",
            "text": "Ég keypti mér bara adapter sem breytir DP yfir í DVI. Svínvirkar...\nhttp://www.tolvutek.is/product_info.php ... s_id=25059\n(það er reyndar ekki eins og á myndinni (er non usb powered) en virkar engu að síður)\nPrufaði Eyefinity, reyndar bara 4320x900 (skjár 2 og 3 eru bara með max 1440x900)(verður hellst að vera með 3x1920 eða stærra)\nEn ég er með þetta sett þannig upp að skjár 2 er extended view af 1, og 3 er copy af 1 (nr. 3 er sjónvarpið)",
            "date": "2011-02-08 11:06:00",
            "post_id": "320138",
            "reply_to_id": "320101"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Svo er auðvitað það að nota Active / Passive Display Port to DVI adapter. Minnir að þegar ég var að þessu voru þeir ekki alveg að standa sig.\nUm að gera að prófa samt sem áður.\nÍ dag er ég með 2 skjái og 1 42 sjónvarp tengt við 580 kortið mitt, en get auðvitað ekki notað nema 2 í einu. Nenni ekki að eyða 80þ kalli í annað 580",
            "date": "2011-02-08 12:12:00",
            "post_id": "320150",
            "reply_to_id": "320138"
        },
        {
            "user_name": "Steini B",
            "text": "Ég mundi klárlega fá mér 580 ef maður þyrfti ekki að vera með 2\nÞannig að í staðinn ætla ég að fá mér 6970",
            "date": "2011-02-08 12:31:00",
            "post_id": "320153",
            "reply_to_id": "320150"
        }
    ],
    "date": "2011-02-07 02:32:00"
}