{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "36213",
    "title": "Ekki lengur hreinn sveinn",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=36213",
    "posts": [
        {
            "user_name": "atlif",
            "text": "Jæja núna Overclockaði ég í fyrsta skipti er með Intel E6550 duo 2,33ghz og bara intel stock kælingu búinn að setja hann í 2.66ghz og prófaði hann með Ortho og hafði speedfan til að skoða hitann og hann er 50°C þegar ég runna ortho test dótið er bara spá ef ég hækka aðeins meira svona þannig hitinn sé undir 62°C á fullu gasi því þetta er tölva sem er alltaf í gangi 24/7 langar nefnilega svolítið að koma honum í 3ghz er það bara ávísun á að skemmileggja eða þið sem þekkið þetta? myndi þetta geta gengið upp?",
            "date": "2011-02-12 12:17:00",
            "post_id": "321754",
            "reply_to_id": false
        },
        {
            "user_name": "andribolla",
            "text": "Gastu sett tekið örgjörvan sjálfur úr og sett þennan í aftur ?",
            "date": "2011-02-12 12:47:00",
            "post_id": "321760",
            "reply_to_id": "321754"
        },
        {
            "user_name": "Gúrú",
            "text": "Ætla að hefja petition um að þessi gaur fái ekki aðvörun f. reglubrot vegna þess að hugsunin að einhver pósti þessu subjecti á vaktina skapar bros.",
            "date": "2011-02-12 12:53:00",
            "post_id": "321761",
            "reply_to_id": "321760"
        },
        {
            "user_name": "HelgzeN",
            "text": "x2",
            "date": "2011-02-12 12:53:00",
            "post_id": "321762",
            "reply_to_id": "321761"
        },
        {
            "user_name": "ManiO",
            "text": "Það þarf ekki að gefa aðvörun til þessa að banna fólk",
            "date": "2011-02-12 12:56:00",
            "post_id": "321763",
            "reply_to_id": "321762"
        },
        {
            "user_name": "andribolla",
            "text": "Ég Brosti allaveana pínu fyst þegar ég sá fyrir sögnina.... \nsvo hugsaði ég .... OHHHH afhverju er þessi krakka skítur ekki bara inn a doktor.is !!",
            "date": "2011-02-12 13:23:00",
            "post_id": "321765",
            "reply_to_id": "321763"
        },
        {
            "user_name": "SIKk",
            "text": "ahaha tjekkaðu avatarinn hans líka",
            "date": "2011-02-12 13:25:00",
            "post_id": "321766",
            "reply_to_id": "321765"
        },
        {
            "user_name": "atlif",
            "text": "Andri ég er búinn að skipta vinur þessi penis D gæji er nátturlega bara bara geðklofi og eitthvað það skemmtilegasta dót sem ég hef á ævi minni séð í testi =) \nen þó þið séuð geimfræðingar á svona dót þá er ég það ekki og þetta var voða simple spurning?\nendilega samt bump-ið \n  til að koma illu öndunum sem eru komnir á spjallið í burtu!!!!!!!!!!!!!!!!!!!!!!",
            "date": "2011-02-12 14:03:00",
            "post_id": "321777",
            "reply_to_id": "321766"
        },
        {
            "user_name": "atlif",
            "text": "drengsinn gerði það nema fékk að vísu smá hjálp frá félaga mínum því ég var svo svartur þegar þú gerðir þetta síðast og varst að sýna mér að ég man eiginlega bara 2 sek af því atriði =)",
            "date": "2011-02-12 14:05:00",
            "post_id": "321781",
            "reply_to_id": "321777"
        },
        {
            "user_name": "dori",
            "text": "Ég brosti þegar ég sá titilinn en svo sá ég á hvaða borði þessi þráður var svo ég fór eiginlega að hlægja. Góður húmor hjá OP \n@OP: örgjörvinn þinn á að þola alveg vel meira en 50°C á load... Ég myndi passa mig að vera ekki að fara yfir 70°C. Hækkaðu bara þangað til þú nálgast það á load, svo ferðu bara og færð þér betri kælingu og heldur áfram að leika þér.\nSamt alltaf passa sig að halda sér stable...",
            "date": "2011-02-12 14:25:00",
            "post_id": "321785",
            "reply_to_id": "321781"
        },
        {
            "user_name": "atlif",
            "text": "oki núna er ég kominn með hann í 3ghz og með bara gömlu góðu intel kælinguna og búinn að s.s runna þetta á fullt gas með þessu forriti og hitinn fór uppí 61°c á einum kjarnanum hinum var það 60°C og ég lét þetta runna í 25 min en þetta stable sem er verið að tala um hvað er það sem kallast stable er það í leik eða er það bara meðan tölvan er á netinu og torrent og svoleðis?",
            "date": "2011-02-12 17:59:00",
            "post_id": "321823",
            "reply_to_id": "321785"
        },
        {
            "user_name": "MatroX",
            "text": "Runnaðu prime95 í 12-24 tíma. ef hún er í lagi eftir það þá er hún stable. notaðu RealTemp eða CoreTemp til að fá sem nákvæmast hitastig",
            "date": "2011-02-12 18:02:00",
            "post_id": "321826",
            "reply_to_id": "321823"
        },
        {
            "user_name": "Plushy",
            "text": "Gerðu þetta. Að spila bara leiki gefur hvorki nákvæmar niðurstöður né hitatölur. Ég ætla að giska á að örjgörvinn hitni miklu hærra í þessu testi",
            "date": "2011-02-12 18:38:00",
            "post_id": "321835",
            "reply_to_id": "321826"
        },
        {
            "user_name": "SolidFeather",
            "text": "Reyndu nú að venja þig á að nota punkta og kommur.",
            "date": "2011-02-12 19:40:00",
            "post_id": "321844",
            "reply_to_id": "321835"
        },
        {
            "user_name": "vesley",
            "text": "Hvað eru voltin á?",
            "date": "2011-02-12 19:46:00",
            "post_id": "321845",
            "reply_to_id": "321844"
        }
    ],
    "date": "2011-02-12 12:17:00"
}