{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "3625",
    "title": "Aflgjafi",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=3625",
    "posts": [
        {
            "user_name": "Sveinn",
            "text": "Sælir vaktarar, ég veit ekki afhverju ég setti þennann póst hérna en ég bara hafði ekki hugmynd um hvar ég ætti að seta hann :$ \n\n\n\nBut Anyway, \n\nHvað haldiði að ég þurfi stórann aflgjafa til að hann virki fyrir 3-4 HDD. 120 GB, 80 GB, 160 GB og kanski annann 160. Og svo 2 geisladrif, þ.a.s dvd skrifara og venjulegt drif.",
            "date": "2004-03-30 15:20:00",
            "post_id": "36285",
            "reply_to_id": false
        },
        {
            "user_name": "Nemesis",
            "text": "360W eða meira, til að vera alveg öruggur myndi ég segja.",
            "date": "2004-03-30 16:58:00",
            "post_id": "36324",
            "reply_to_id": "36285"
        },
        {
            "user_name": "Sveinn",
            "text": "ok! \n takk \n.\n\nÉg ætla að fá mér svona: \nLinkzor\n\n\n\n\nHvað finnst ykkur? Góður? Lélegur? hávaðasamur? drasl?",
            "date": "2004-03-30 17:20:00",
            "post_id": "36334",
            "reply_to_id": "36324"
        },
        {
            "user_name": "skipio",
            "text": "Neibb, ég myndi ekki taka þennan aflgjafa. Keyptu frekar Fortran 350W eða 400W. Miklu betri og kosta mjög svipað.\n\n\n\nOg vinsamlegast bættu við n-i í \"matin\" í undirskriftinni þinni. Á að vera með tveimur n-um. Mjög pirrandi!  \n\n\n\n\nEDIT: Fortron var það heillin",
            "date": "2004-03-30 18:07:00",
            "post_id": "36341",
            "reply_to_id": "36334"
        },
        {
            "user_name": "muggsi",
            "text": "muhaha\n\n\n\nen ég myndi ekki kaupa Target aflgjafa!! mæli hins vegar með Fortran, er sjálfur með svoleiðis 350 w 120mm viftu, svínvirkar og heyrist ekkert!",
            "date": "2004-03-30 18:44:00",
            "post_id": "36343",
            "reply_to_id": "36341"
        },
        {
            "user_name": "Sveinn",
            "text": "Lol, ég leitaði út um allt af einhverjum andsk. \nFortran\n aflgjafa, það er fortron!",
            "date": "2004-03-30 19:06:00",
            "post_id": "36345",
            "reply_to_id": "36343"
        },
        {
            "user_name": "Sveinn",
            "text": "http://computer.is/vorur/3986\n\n\n-\n\nÉg ætla að kaupa mér svona turn í staðin! \n\n\n\n\nEn þarna er eitthvað vandamál að skipta um aflgjafa? Ætla að fá mér 350-400 w í staðin fyrir 300 \n bara svona \"to be on the safe side\".",
            "date": "2004-03-30 19:13:00",
            "post_id": "36347",
            "reply_to_id": "36345"
        },
        {
            "user_name": "skipio",
            "text": "Vá, svakalega ertu að eyða miklum peningi í kassa og aflgjafa. Sjálfur fékk ég mér bara (!) Antec kassa í Compucase umbúðum á tæplega 10.000 kall. Alls ekki síðri kassi en þessi sem þú ert að spá í og það fylgdi meira að segja mjög góður aflgjafi með frá HEC. Ég skipti svo um viftu í aflgjafanum og setti Panaflo L1A og þá er ég kominn með margfalt betri kassa og aflgjafa en svo til allir aðrir á landinu!\n\nKassinn sem ég er með er þessi:  \nhttp://www.silentpcreview.com/article76-page1.html\n en ég keypti hann í útfærslu sem er örlítið öðruvísi útlits (ekki með hurð) í Expert undir nafninu Compucase 6A.\n\n\n\nEn það er ekkert mál að skipta um aflgjafa í tölvukössum.",
            "date": "2004-03-30 20:06:00",
            "post_id": "36359",
            "reply_to_id": "36347"
        },
        {
            "user_name": "pyro",
            "text": "hehe, ég keypti sama kassa í expert... SNILLDAR kassar, og alls ekki dýrir... þarf samt að fara að skipta um psu",
            "date": "2004-03-30 20:19:00",
            "post_id": "36361",
            "reply_to_id": "36359"
        },
        {
            "user_name": "Sveinn",
            "text": "Já. hehe ég er svona náungi sem vill hafa allt \"perfect\" og það besta",
            "date": "2004-03-30 20:24:00",
            "post_id": "36363",
            "reply_to_id": "36361"
        },
        {
            "user_name": "Snorrmund",
            "text": "ég myndi nú ekki segja að þetta væri besti kassinn",
            "date": "2004-03-30 21:01:00",
            "post_id": "36371",
            "reply_to_id": "36363"
        },
        {
            "user_name": "skipio",
            "text": "[RANT]\n\nÉg er einmitt svona náungi sem vil fá allt hið besta en ég rannsaka líka hlutina vel áður en ég kaupi þá og ég vil ekki borga of mikið. Þegar ég keypti mína tölvu, athugaði ég beinlínis alla þá tölvukassa sem voru seldir á Íslandi og ég get alveg lofað þér því að ég keypti þann besta sem völ var á! Þessvegna valdi ég Antec SLK 3700 og þar sem ég gat fengið hann aðeins ódýrar með því að kaupa hann í Expert undir öðru nafni gerði ég það auðvitað. Þú getur líka keypt þennan kassa í Boðeind undir Antec nafninu. Ég myndi allavega miklu frekar vilja Antec SLK 3700 en þennan In win kassa. \n\n\n\nÞeir sem eru vilja aðeins hið besta verða að kanna hlutina vel sem þeir ætla að kaupa! Það eru allt of margir sem vilja kaupa hið besta en hafa ekki vit á því að athuga aðeins hvað er best. Þessvegna kaupir fólk Sony eða Bose eða Rolex eða Armani o.s.frv. af því það veit ekki að það eru til margfalt betri vörur og jafnvel á lægra verði, t.d. B&W eða Dynaudio hátalarar, Patek Philipe eða Jaeger-LeCoultre armbandsúr eða Borelli eða Kiton jakkaföt. Sama má segja um svo til alla hluti - fólk er alltof oft að láta blekkjast af fögrum auglýsingum og villandi sölumönnum. Það borgar sig að vita hvað maður er að eyða peningunum sínum í!\n\n[/RANT]\n\nOg hér með lýkur nöldri dagsins.",
            "date": "2004-03-30 21:09:00",
            "post_id": "36374",
            "reply_to_id": "36371"
        },
        {
            "user_name": "Sveinn",
            "text": "SNorri, lol, ég veit það, vertu aðeins fyndnari, besti kassinn kostar líklega um 50 þúsund, bara kassinn.. ég veit alveg að þetat er ekki besti kassinn en þetta er góður kassi",
            "date": "2004-03-30 21:23:00",
            "post_id": "36375",
            "reply_to_id": "36374"
        },
        {
            "user_name": "Sveinn",
            "text": "og takk fyrir fyrirlesturinn skipio \n hehe",
            "date": "2004-03-30 21:28:00",
            "post_id": "36377",
            "reply_to_id": "36375"
        }
    ],
    "date": "2004-03-30 15:20:00"
}