{
    "forum_title": "Koníakstofan",
    "id": "36380",
    "title": "Ef að Icesave fer í þjóðaratkvæðagreiðslu hvað munt þú kjósa",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=36380",
    "posts": [
        {
            "user_name": "beatmaster",
            "text": "Mig langaði að skoða hug Vaktarinnar til þess hvað viðkomandi notandi myndi kjósa ef að Ólafur Ragnar skrifar ekki undir\nMig langar líka að biðja fólk að kjósa viðeigandi, það er að segja að ef að þú ert ekki orðinn 18 eða mátt ekki kjósa að velja þá kost númer 4 (\"Ég hef ekki kosningarétt (Undir 18 eða annað\") og láta frekar skoðun sína á með eða móti í þráðinn en ekki í könnunina",
            "date": "2011-02-18 13:36:00",
            "post_id": "323751",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Kostir við samþykkt: \n*          Lækkar lánstraust Íslendinga\n*          Fáum loksins að fara að borga risastórar upphæðir með vöxtum\n*          Þurfum að hafa viðskiptajöfnuðinn mun hærri, með ekkert öryggi fyrir því að geta það\n*          Fáum að hlusta á yndislegu stjórnmálamennina okkar tala um það hversu mikið þeir 'spöruðu' miðað við yndislegri stjórnmálamenn í þessu máli\n*          Farið er á móts við vilja þjóðarinnar og því grafið duglega undan lýðveldinu sem að við sækjumst í það að vera\n*          Hærri skattar og/eða skert þjónusta en við þyrftum ella\n*          Skerðir gjaldeyrisforða Íslands\n*          Eykur framboð á krónum sem að rýrir verðgildi þeirra og hækkar verð á öðrum gjaldmiðlum\n \n Gallar við samþykkt:\n* Ekki neitt\nÞetta er svo borðliggjandi samþykkt sko, skil ekki af hverju þingið er að bíða með þetta.",
            "date": "2011-02-18 21:39:00",
            "post_id": "323959",
            "reply_to_id": "323751"
        },
        {
            "user_name": "Glazier",
            "text": "Á móti því að þessi samningur verði samþykktur.\nMig langar ekki til að borga eitthvað sem ég ber enga ábyrgð á og tengist ekki á nokkurn hátt.",
            "date": "2011-02-18 21:43:00",
            "post_id": "323963",
            "reply_to_id": "323959"
        },
        {
            "user_name": "intenz",
            "text": "Fólk er að misskilja þetta örlítið. Það er ekki verið að kjósa um hvort við eigum að borga Icesave heldur er verið að kjósa um núverandi samning, afborgunartíma, afborganir, vexti, o.s.frv.. Við erum löngu búin að samþykkja það að borga Icesave. Það er mjög langt síðan.",
            "date": "2011-02-18 21:46:00",
            "post_id": "323967",
            "reply_to_id": "323963"
        },
        {
            "user_name": "BjarkiB",
            "text": "Hef ekkert verið að fylgjast með þessi nýlega en skil ég þetta rétt. Hvað ætla Íslendingar að borga mikið upp? heyrði allavega í Hollandi voru tryggð 20.000 evrur en eru Íslendingar að fara borga þetta allt upp?",
            "date": "2011-02-18 21:48:00",
            "post_id": "323968",
            "reply_to_id": "323967"
        },
        {
            "user_name": "GuðjónR",
            "text": "Á móti því að samþykkja IceSlave.\nFyrir dóm með þetta og ekkert múður, rétt skal vera rétt.",
            "date": "2011-02-18 21:50:00",
            "post_id": "323969",
            "reply_to_id": "323968"
        },
        {
            "user_name": "Glazier",
            "text": "",
            "date": "2011-02-18 21:51:00",
            "post_id": "323971",
            "reply_to_id": "323969"
        },
        {
            "user_name": "rapport",
            "text": "Gallar við að samþykkja:\nAð bjóða UK og Hollandi ríkisábyrgð íslenska ríkisins, ábyrgð sem er EKKI á upphæðinni í dag...",
            "date": "2011-02-18 22:04:00",
            "post_id": "323975",
            "reply_to_id": "323971"
        },
        {
            "user_name": "FriðrikH",
            "text": "Ég væri á móti því að samþykkja ef að fíflið hann Geir Haarde og hans ráðherrar höfðu ekki samþykkt að tryggja innistæður á öllum íslenskum bankareikningum upp í topp á sínum tíma.  Hundurðir milljarða fóru í að tryggja innistæður íslenskra milljónamæringa, kvótakónga, bankamanna og fleiri, þetta hefur nánast ekki fengið neina athygli.  En svo verða allir brjálaðir þegar á að tryggja innistæður útlendinga sem áttu innistæður í íslenskum bönkum sem voru með útibú erlendis, og það ekki einusinni upp í topp, heldur bara lágmarkið.. mér finnst það ekki rétt.\nEkki misskilja mig, þetta eru ekki skuldir sem ég hef nokkurn áhuga á að borga, en hvernig er hægt að neita að tryggja Icesave reikningana þegar innistæður í öðrum íslenskum bankaútibúum voru tryggðar upp í topp?\nÞetta vandamál er m.a. ástæðan fyrir því að mér finnst að það ætti að vera stefna að ríkið tryggði aldrei innistæður hærri en skyldutrygginguna.",
            "date": "2011-02-18 22:12:00",
            "post_id": "323978",
            "reply_to_id": "323975"
        },
        {
            "user_name": "Gúrú",
            "text": "Vegna þess að Bretland setti sjálft upp það fordæmi innan sama umdæmis sem hefur sömu reglur(EES) um að það sé leyfilegt.\nAnnars er verðtryggingin koxkjaftæðismaxruglþragldrasl frá upphafi, engin heimskulegri lög hafa nokkurntímann verið sett að undanskyldum nokkrum misyndislegum\nlögum og löggjöfum í BNA.",
            "date": "2011-02-18 22:16:00",
            "post_id": "323980",
            "reply_to_id": "323978"
        },
        {
            "user_name": "GuðjónR",
            "text": "Jú ég skil sjónarmið þitt vel, útlendingar töpuðu mörg þúsund milljörðum á íslendingum, en það má ekki gleyma að þessir IceSlave reikningar voru hávaxareikningar sem í eðli sínu eiga að bera hærri áhættu en venjulegir reikningar, þ.e. áhætta í samræmi við ágóða.\nSvo er ég líka almennt á móti því að ríkið tryggi yfir höfuð innistæður einka-banka.\nAnnað ef það væru ríkisbankar.\nEinkavæða gróðann, ríkisvæða tapið? er það góð pólitík?",
            "date": "2011-02-18 22:25:00",
            "post_id": "323983",
            "reply_to_id": "323980"
        },
        {
            "user_name": "Revenant",
            "text": "Fólk hefur ekki gert sér grein fyrir að þessi samningur er \"diplómatískur\" (þ.e. þetta er samningur milli ríkja) og hefur ekkert með hvað er \"rétt\" eða \"rangt\" að gera. \nHvernig ætlaru svo að útskýra þetta mál í stuttu máli fyrir þjóðaratkvæðagreiðslu þegar alþingismenn hafa rifist um þetta í nánast ár?\nÞað er ástæða fyrir því að lög um milliríkjasamninga (s.s. icesave) og skattamál (óbeint icesave) eru ekki gjaldgengir í þjóðaratkvæðagreiðslum erlendis.\nBetra er mögur sátt en feitur ósigur.",
            "date": "2011-02-18 22:32:00",
            "post_id": "323986",
            "reply_to_id": "323983"
        },
        {
            "user_name": "beatmaster",
            "text": "Um hvað ertu að tala um hérna? (mig langar fyrirfram að benda á að ef að þú ert að tala um innistæður í föllnum Breskum bönkum á Jersey og í Mön þá er hvorugt landið aðili að EES)",
            "date": "2011-02-18 23:00:00",
            "post_id": "323991",
            "reply_to_id": "323986"
        },
        {
            "user_name": "mercury",
            "text": "alveg sammála. Ekki var ég að taka þessi lán. ekki átti ég neitt í þessum bönkum. Ekki var ég að ákveða neitt af því sem stjórnir bankanna voru að gera. af hverju í ansk... á ég að borga fyrir þeirra mistök.",
            "date": "2011-02-18 23:11:00",
            "post_id": "323993",
            "reply_to_id": "323991"
        },
        {
            "user_name": "FriðrikH",
            "text": "100% sammála, vandinn við þetta allt var náttúrulega einkavæðing bankanna á sínum tíma, hörmulega að henni staðið.\nÉg er samt mjög smeykur við að láta þetta fara fyrir dómsstóla, fyrir minn part mundi ég vilja samþykkja samninginn eins og hann er núna einfaldlega út af því að mér finnst við ekki hafa efni á því að taka áhættuna eins ömurlegt og það er  \n \nÞað versta er að það er nánast enginn möguleiki að láta þá sem bera ábyrgð á þessu öllu borga fyrir þetta",
            "date": "2011-02-18 23:19:00",
            "post_id": "323995",
            "reply_to_id": "323993"
        },
        {
            "user_name": "appel",
            "text": "Niður með stjórnvöld.",
            "date": "2011-02-18 23:33:00",
            "post_id": "323997",
            "reply_to_id": "323995"
        },
        {
            "user_name": "Zpand3x",
            "text": "Þurfum að taka einhverja ábyrgð á því að hafa verið að gera út á þessa siðspilltu bankastarfsemi sem átti sér stað. Þetta er ekki það há upphæð (50 milljarðar) og eignir bankanna í bretlandi og holland (sem voru frystar) ganga langleiðina upp í þetta(hafa þeir sagt þessir stjórnmálamenn).\nSvo þarf bara að sakfella þessa bankastjóra (og strengjabrúðu meistarana þeirra) fyrir þetta og dæma gjaldþrota og taka af þeim öll fjármálavöld og fangelsa.\nÞað er drullu fúlt ef við fáum ekki að sjá einhvern hengdan fyrir þetta.",
            "date": "2011-02-18 23:52:00",
            "post_id": "324005",
            "reply_to_id": "323997"
        },
        {
            "user_name": "biturk",
            "text": "að sjálfsögðu eigum við ekki að borga\nef ég tek lán fyrir sjónvarpi hjá tölvutek og fer síðann á hausinn væri þá sanngjarnt að þið hinir á vaktinni mynduð skipta því á milli ykkar af því að ég var vaktarmeðlimur??\nef við samþykjum þetta þá förum við á hausinn því ég get lofað að það er ekki birt allt í samningum fyrir almennings augu og hlutirnir fara á versu vegu\nef við förum í dómstóla og það er dæmt eftir lögum þá vinnum við eifaldlega og í versta falli fara bretland og hollendingar ífílu við okkur og hleipa ekki í esb og þá er það eiginlega bara win win díll",
            "date": "2011-02-19 18:37:00",
            "post_id": "324139",
            "reply_to_id": "324005"
        },
        {
            "user_name": "stebbz13",
            "text": "X2\n\"Money is in some respects life's fire. It is a very excellent servant, but a terrible master.\" \n-P.T. Barnum",
            "date": "2011-02-19 19:04:00",
            "post_id": "324152",
            "reply_to_id": "324139"
        },
        {
            "user_name": "OverClocker",
            "text": "Þetta mál átti að fara fyrir dóm og svo á þjóðin að virða þá útkomu. Eins og einhver sagði ofar þá á rétt að vera rétt.",
            "date": "2011-02-19 19:39:00",
            "post_id": "324156",
            "reply_to_id": "324152"
        },
        {
            "user_name": "reyndeer",
            "text": "Sammála.\n+ Engin lagaleg skylda að borga þetta.",
            "date": "2011-02-19 19:59:00",
            "post_id": "324160",
            "reply_to_id": "324156"
        },
        {
            "user_name": "flottur",
            "text": "Ég verð nú bara að segja X3",
            "date": "2011-02-20 12:44:00",
            "post_id": "324288",
            "reply_to_id": "324160"
        },
        {
            "user_name": "teitan",
            "text": "Það var aldrei nein ríkisábyrgð á tryggingasjóði innistæðueigenda og fáránlegt að ætlast til að við skrifum upp á hana eftir á... nóg hafa skuldirnar manns hækkað svo maður fari ekki að bæta skuldum annarra á sig...\nÞessi frétt útskýrir afhverju sjálfstæðismenn voru allt í einu tilbúnir til að hoppa á Icesave-vagninn... \nhttp://www.svipan.is/?p=21780\nSpilling út í eitt í stjórnmálunum hérna...",
            "date": "2011-02-20 13:19:00",
            "post_id": "324304",
            "reply_to_id": "324288"
        },
        {
            "user_name": "methylman",
            "text": "Við skulum ekki gleyma því að bankar þurfa leyfi ríkisvaldsins til þess að starfa, þannig að \"skuldir óreiðumanna í útlöndum\" urðu til með leyfi frá Íslenskum stjórnvöldum þess tíma.  Og svo var það mismununin þegar íslenskir innistæðueigendur fengu sitt fé allt en útlendir ekki.  Ég fyrir mitt leyti þyrfti ekki að hugsa mig um tvisvar ef einhverjir peningamenn hér heima hefðu tapað innistæðum sínum og ég mínum 300. þús. kalli,  þá væri til eitthvert réttlæti í því að neita að borga.   En því miður fór Geir ekki þá leiðina að málinu hann var of hræddur við gömlu peningaöflin í landinu.   Og það sem við þurfum að borga í framtíðinni, er í raun það sem þegar hefur verið greitt, til þeirra sem enn halda sínum  innistæðum í gömlu íslensku bönkunum. bara mín 10c°",
            "date": "2011-02-20 13:57:00",
            "post_id": "324314",
            "reply_to_id": "324304"
        },
        {
            "user_name": "appel",
            "text": "Jæja, forsetinn synjaði, here we go again.",
            "date": "2011-02-20 15:29:00",
            "post_id": "324327",
            "reply_to_id": "324314"
        },
        {
            "user_name": "GuðjónR",
            "text": "",
            "date": "2011-02-20 16:00:00",
            "post_id": "324333",
            "reply_to_id": false
        },
        {
            "user_name": "flottur",
            "text": "",
            "date": "2011-02-20 16:02:00",
            "post_id": "324334",
            "reply_to_id": "324333"
        },
        {
            "user_name": "Gúrú",
            "text": "Illa orðað hjá moi, rökstuðningur bresku ríkisstjórnarinnar fyrir því að synja ábyrgð í Mön og Guernsey var að þeir hefðu ekki innheimt skattekjur frá starfseminni.\nHví ætti sama rökfærsla ekki að eiga við um ábyrgð íslensku ríkisstjórnarinnar, ef að engin EES reglugerð talar um \nlágmarks\nábyrgð á innistæðum banka lands starfandi í öðru ríki?",
            "date": "2011-02-20 16:07:00",
            "post_id": "324336",
            "reply_to_id": "324334"
        },
        {
            "user_name": "braudrist",
            "text": "Ef þjóðin mun borga þetta, hvernig munum hún þá borga þetta? Verða skattar hækkaðir?",
            "date": "2011-02-20 19:47:00",
            "post_id": "324391",
            "reply_to_id": "324336"
        },
        {
            "user_name": "rapport",
            "text": "Guernsey og Mön eru samt í ríkjasambandi við UK og UK gjörsamlega tæmdi KSf sjóðina t.d. á Mön yfir til meginlandsins korter í hrun, annars hefði sá banki verið OK hvað varðar innistæður.\nUK hefur hagað sér frá A-Ö sem gjörsamlega siðspilltur litill snobbstrákur sem fær öllu sínu framgengt",
            "date": "2011-02-21 16:36:00",
            "post_id": "324705",
            "reply_to_id": "324391"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Þetta minnisblað sem Geir sendi frá sér, sem á stóð að íslendingar myndi borga, er ekki bindandi.\nNeyðarlögin geta verið vandamál, en þau voru sett á til að koma Íslandi frá gjaldþroti. Jafnréttisreglan eða gjaldþrot? hmm. \nÍslenska þjóðin hefur ekki fengið að ákveða hvort þetta skuli borgað eða farið með fyrir dóm, heldur eingöngu ríkisstjórn sem hefur ákveðið að borga þetta, samið og kynnt þjóðinni samninginn. Ég reikna með að þetta fari fyrir dóm, íslendingar munu ekki ná ró sinni fyrr.\nÉg er samt ekki búinn að taka algjörra afstöðu til samningssins, vantar rosalega að fjölmiðlar upplýsi almenning.\nÞað var illa staðið að einkavæðinu bankanna á sínum tíma og mig grunar að sama drullumallið sé að endurtaka sig.\nSvo er líka annað, seðlabanki davíð oddsonar fór á hausinn.... svo er sagt að það eitt kostar ríkið meira heldur en þessi icesave samningur sem liggur fyrir.",
            "date": "2011-02-21 17:18:00",
            "post_id": "324720",
            "reply_to_id": "324705"
        },
        {
            "user_name": "rapport",
            "text": "Ef neyðarlögin hefðu ekki verið sett, þa hefði aldrei verið hægt að reisa bankana við aftur, þa hefðu útlendingar sogað allt út ur þeim á korteri og kerfið hrunið strax aftur og fastar...\nÞetta var bara snilldar aðferð og 42. grein EES leyfir svona til að fryrirbyggja kerfishrun...",
            "date": "2011-02-21 17:33:00",
            "post_id": "324724",
            "reply_to_id": "324720"
        },
        {
            "user_name": "Glazier",
            "text": "Vandamálið við það að t.d. bretar fari í fílu eins og þú orðar það er að þeir eru stærsti viðskiptavinur íslendinga þegar kemur að fiski.\nEf þeir hætta að kaupa fisk frá okkur þá fáum við enga peninga inn í landið.\n(Ég er btw. ekki sammála því að við eigum að borga en ef við gerum það ekki þá er þetta ein af afleiðingunum).",
            "date": "2011-02-21 17:35:00",
            "post_id": "324725",
            "reply_to_id": "324724"
        },
        {
            "user_name": "rapport",
            "text": "Fiskurinn fer mikið á markaði í UK en fer svo um allan heim...\nÍsland hefur verið að þurrka þunnildi fyrir Afríku, við gætum farið að vinna meira með Afríku og farið þá leið að fá grænmeti, blóm og landbunaðarvörur frá þeim á móti. (mundi gera allt brjálað í EU svona korter í umsókn)",
            "date": "2011-02-21 17:43:00",
            "post_id": "324728",
            "reply_to_id": "324725"
        },
        {
            "user_name": "snaeji",
            "text": "Þó mig langi ekki neitt til þess að borga þetta þá þurfum við að horfa á þetta í réttu samhengi.\nÍslenska hagkerfið fór í rugl vegna slæmra ákvarðana sem teknar voru af þeim sem ráða í ríkisstjórninni og meirihluti þjóðarinnar kaus þessa flokka.\nNúna þarf íslenska ríkið einfaldlega að taka ábyrgð á gjörðum sínum og aðgerðarleysi.\nAllir íslendingar hafa grætt á þessu þar sem þetta ofur kapítalista viðhorf sem hefur verið rúllandi hefur fengið að ráða öllu og haldið uppí gífurlegum lífsgæðum á þessu klakalandi okkar. Þú sem hluti af ríkinu sem borgari í þessu landi deilir því ábyrgð þó þú getir alltaf farið einhvert annað. (ekki illa meint)\nNú er bara rúllettan búin og við neyðumst víst til að taka afleiðingunum.",
            "date": "2011-02-21 17:48:00",
            "post_id": "324731",
            "reply_to_id": "324728"
        },
        {
            "user_name": "chaplin",
            "text": "Ég er auðvita á móti því að borga skuldir útrásavíkinga, sérstaklega þar sem þetta var ekki ríkistryggt af því sem ég best veit.\nEN\n, ef við borgum ekki verðum við líklegast í tvöfalt verri málum en við erum í núna..",
            "date": "2011-02-21 18:28:00",
            "post_id": "324737",
            "reply_to_id": "324731"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Þetta hef ég séð víða, að það sé mikil \"áhætta\" að fella þennan samning, að við verðum í verri málum.\nÍ hverju felst þessi áhætta nákvæmlega?  Að hvaða leiti værum við í verri málum?\nÞað vantar málefnalega upplýsingar, við erum á upplýsinga öld.",
            "date": "2011-02-21 18:53:00",
            "post_id": "324746",
            "reply_to_id": "324737"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Ég vil að við samþykjum þetta og dröslum þessu máli út, þetta er búið að halda íslensku þjóðinni í gíslingu í 2 og hálft ár.\nSegjum sem svo að við förum í mál og töpum síðan, þurfum við þá ekki að borga þetta að fullu PLÚS svo að borga málskostnað breta og hollendinga? Það er allavega full mikil áhætta.",
            "date": "2011-02-21 18:57:00",
            "post_id": "324748",
            "reply_to_id": "324746"
        },
        {
            "user_name": "biturk",
            "text": "jújú og ef við samþþykjum þá veit enginn hvað við munum borga mikið, það gæti líka orðið mikið mikið meira............og það er eiginlega líklegra því þeir sem eru við stjórn eru allir svikahrappar og ræflar og engan vegin traust síns verðir\nmér fynnst ótrúlegt að menn hlusti á það bull að þetta verði að fara frá, það liggur ekkert á, eina ástæðan fyrir því að þetta er keirt í gegn er til að líta vel út á alþjóðavettvangi svo leiðin í esb verði greiðari",
            "date": "2011-02-21 19:09:00",
            "post_id": "324753",
            "reply_to_id": "324748"
        },
        {
            "user_name": "Halli13",
            "text": "Talið er að Icesave muni kosta þjóðinu ~47 milljarða sem að gæti lækkað og jafnvel orðið að engu ef að gengið helst \"sterkt\" (eins og það er núna). Margir sem að voru á móti fyrri samningnum er hlynntir þessum t.d. meirihluti Sjálfstæðisflokksins þó þar séu nokkrir \"hálfvitar\" eins og Sturla sem að hefur það svo slæmt en er greinilega löngu búinn að gleyma að fyrir nokkrum árum keypti hann sér stærsta vörubíl á Íslandi og var að monnta sig á honum á bíladögum á Akureyri. En hinsvegar ef að við fellum samninginn og hann fer fyrir alþjóðadómstól þá eru líkur á því að við þurfum ekki að borga neitt (sem eru líka þó að við samþykjum samninginn) en hinsvegur getur einnig verið dæmt að okkur beri lagaleg skylda til þess að greiða allt til baka sem er margfallt meira en þessir ~47 milljarðar sem hafa verið nefndir og það getur leitt til þjóðargjaldþrots.\nÞó að ég sé á móti því að ég þurfi að greiða fyrir mistök útrásarvíkinganna þá vil ég frekar greiða þessa 47 milljarða heldur en að þetta mál fari fyrir dóm og við eigum í hættu á að verða gjaldþrota.\nOg þeir sem að eru að segja að við eigum ekki að borga þetta af því að þetta eru ekki okkar skuldir og sama haðð gerist þá borgum við bara ekki, þeir átta sig greinilega ekki á því að við þurfum bara að borga ~47 milljarða sem er aðeins hluti af því sem að við munum \"tapa\" á því að samþykja ekki samninginn, t.d. munum við eiga í miklum erfiðleikum við að stunda viðskipti við útlönd og það gæti tekið efnahagslífið meira en 20 ár að ná sér að fullu. En með að samþykja samninginn mun efnahagslífið byrja að taka við sér og hagvöxtur mun aukast (sem er undirstaða velsældar íbúa landsins) og við munum á örfáum árum verða komnir með sterkt efnahagskerfi, búnir að greiða Icesave og getum horft fram á veginn, en ekki með þennan Icesave stimpil á okkur sem að fælir fjárfesta í burtu.",
            "date": "2011-02-21 19:20:00",
            "post_id": "324757",
            "reply_to_id": "324753"
        },
        {
            "user_name": "Halli13",
            "text": "Það er rangt hjá þér þar sem að t.d vinstri grænir samþykktu samninginn og þeir eru eindregið á móti aðild að esb. Þetta snýst ekki um aðild að esb þó að við þurfum að semja um þetta ef að við viljum komast í esb, þetta snýst um að klára þesnnan samning til þess að byggj aupp efnahagskerfi landsins.",
            "date": "2011-02-21 19:23:00",
            "post_id": "324760",
            "reply_to_id": "324757"
        },
        {
            "user_name": "biturk",
            "text": "það getur vel verið að þeir séu á móti, en þeirra eina von til að vera í stjórn er að beygja sig undir esb einræði samfylkingar, annars slitnar stjórnin og þeir komast aldrei aftur í stjórn því enginn vill hafa þetta lið og það hefur sýnst sig og sannað að það er óhæft til alls virðist vera.\nþetta er bara ekkert fyrir í að byggja upp efnahag, það eru bara tröllasögur sem ríkisstjórnin gefur upp, efnahagurinn væri í fínu lagi ef að ríkisstjórnin væri ekki markvisst að reina að stöðva alla atvinnuuppbyggingu á landinu með einkahagsmunapoti og þar er hæst að sjá skömmustlugean leik svandísar uppá síðkastið í dómi og einbeittur vilji til að stöðva álver á bakka...........síðan fer að styttast í að þeir reini að stöðva vaðlaheiðargöng sem myndu bæta atvinnuástand á norðurlandi all svakalega.\nþetta eru samt bara fljót dæmi sem ég kem með núna, þeir sem hafa fylgst með síðann þessi stjórn tók við vita það vel að þau hafa gert minnst fyrir land og þjóð en langt mest í að setja lög og lagasetningar sem hafa margoft verið felld þegar þau voru í stjórnarandstöðu og menn gátu stoppað vitleysuna.........núna er engir til að hafa vit fyrir þeim og það er svona svipað orðið og setja andlega fatlaðann einstakling fyrir stjórn á flugvél einn og óáreittur í 40 þúsund fetum",
            "date": "2011-02-21 19:30:00",
            "post_id": "324766",
            "reply_to_id": "324760"
        },
        {
            "user_name": "Zpand3x",
            "text": "Ef Íslendingar samþykkja ekki samninginn þá fer þetta mál til EFTA dómstólsins. Ef Íslendingar eru dæmdir sakhæfir þá þurfum við að borga e-a upphæð sem gæti vel verið hærri eða sú sama, og vextirnir líklegast hærri en þeir sem búið er að semja um.\nVarðandi upplýsingarnar þá er erfitt að fiska aðalatriðin úr fjölmiðlum í dag. Bara drama drama drama.\nEf við samþykkjum erum við að fara að borga 69 milljarða (held að vextirnir séu inní því). Upp í þessa skuld fer svo eignir Landsbankans í Bretlandi sem voru frystar. \nÉg væri virkilega til í að fá þá upphæð til að sjá þetta svart á hvítu hvað við munum þurfa að borga eftir það.\nEn mæli með að fólk horfi á fréttir og kastljós til að reyna að fylla upp í eyðurnar\n+ Ég treysti Íslenska þinginu sem samþykkti þennan samning með algerandi meirihluta (borgarahreyfing er listapakk og sauðhausar) betur en að leggja örlög okkar alfarið í hendur EFTA dómstóls (sem gæti vel verið gjörspilltur án þess að ég viti það)\n+ \nhttp://mbl.is/frettir/innlent/2011/02/2 ... _stodunni/\n hér stendur reyndar 47 milljarðar og ég var búinn að heyra 50 þannig 50 er líklegra",
            "date": "2011-02-21 19:35:00",
            "post_id": "324770",
            "reply_to_id": "324766"
        },
        {
            "user_name": "biturk",
            "text": "skohh, ef allt fer á besta veg og vi ðverðum geðbilað heppin borgum við 69milljarða...........en þú veist það jafn vel og ég að það mun aldrei ganga eftir og við endum á að borga það hæsta mögulega........sér í lagi eftir nokkur ár þegar allt kemur kannski uppá borðið........og þá er sennilegast búið að nauðga okkur inn í esb og ekkert hægt að gera...........það er áhætta sem ég er ekki tilbúinn í því þá er landið dautt og ómerkt",
            "date": "2011-02-21 19:39:00",
            "post_id": "324773",
            "reply_to_id": "324770"
        },
        {
            "user_name": "Zpand3x",
            "text": "Ef Íslendingar samþykkja þennan samning þá er þetta samþykkt og þetta er upphæðin.\nÞað er ekkert hægt að breyta eftirá. Þetta er ekki leikskóli. Ef þetta er samþykkt þá er það samþykkt. Ekki vera sauður",
            "date": "2011-02-21 19:44:00",
            "post_id": "324775",
            "reply_to_id": "324773"
        },
        {
            "user_name": "biturk",
            "text": "fylgstu nú með, þetta er lægsta og besta upphæðin, en þessi upphæð getur stökkbreist uppí fleiri hundruð milljarða og ég held að það þurfi varla að útskýra neitt nánar að það muni gerast\nertu búinn að lesa samninginn í heild sinni? fékkstu afrit af samningnum sem var skrifað undir? ertu handviss um að það sé ekki bara verið að halda einhverju frá þjóðinni eins og venjulega?\nef þú telur þetta ekki leikskóla þá skaltu ekki draga umræðurnar niður á það plan vinur, það er alltaf hægt að breita eftirá, allaveganna gera fjarskiptafyrirtækin það hægri vinstri sem og mörg önnur fyrirtæki, það er alveg pottþétt að við vitum ekki allt um málið og því síður að ég treisti fólkinu sen stendur að þessu",
            "date": "2011-02-21 19:50:00",
            "post_id": "324781",
            "reply_to_id": "324775"
        },
        {
            "user_name": "snaeji",
            "text": "Ég veit nú ekki með þig, en ég er nokkuð viss um að stórveldi líkt og Bretland geti leikið sér að íslenska hagkerfinu eins og þeir vilji.\nVið erum ekki að tala um að þeir komi og banki uppá og taki Jón Stóra á þetta, núna er skuldin 120 milljarðar.\nEn þeir geta fellt gengi krónunnar með ýmsum leiðum og svo eru örugglega nokkur hundruð brögð í pokahorninu hjá þeim sem við höfum ekki einu sinni heyrt um.\nAldrei að vita nema allt í einu sé gerð hryðjuverkaárás á Big Ben turninn og þeir ákveði að hertaka okkur.",
            "date": "2011-02-21 19:53:00",
            "post_id": "324785",
            "reply_to_id": "324781"
        },
        {
            "user_name": "Halli13",
            "text": "@Zpand3x: Þetta breytist víst eftirá og ekki verður vitað hvað við munum þurfa að borga mikið næstu árin, þó að það sé vitað hvað upprunalega upphæðin sé há þá vitum við ekki hvað slitasjórnin fær mikið til baka vegna eignasafns Gamla Landsbankans.\n@biturk: Þessi tala ekki 69 milljarðar heldur 47 milljarðar og talað er um þá tölu sem hámarksupphæð ef að það munu ekki verða miklar breytingar á forsendum samningsins til dæmis að gengið falli og eignir þrotabúsins rýrni mjög í verði. Til dæmis þarf gegnið að falla um meira en 50% til þess að við þurfum að greiða 200 milljarða, sem eru litlar sem engar líkur á vegna þess að gengið er undir raunvirði krónunnar (að flestra mati og þar á meðal mínu) og með því að samþykkja Icesave samninginn bendir allt til þess að gengið muni styrkjast og þar með eru þessir 200 milljarðar varla að fara að verða raunin. En ef að mikið fæst fyrir stórar eignir þrotabúsins til dæmis Iceland-keðjuna þá mun þessi upphæð lækka mikið og jafnvel þurrkast alfarið út.",
            "date": "2011-02-21 19:56:00",
            "post_id": "324786",
            "reply_to_id": "324785"
        },
        {
            "user_name": "Zpand3x",
            "text": "Veit.. var búinn að segja þetta varðandi frystu eignirnar í öðru svari til biturs\nog like á hitt svarið þitt",
            "date": "2011-02-21 20:01:00",
            "post_id": "324790",
            "reply_to_id": "324786"
        },
        {
            "user_name": "Gúrú",
            "text": "Á hverju byggir þú/þið það mat og hverjir eruð 'þið'? \nÞað eiga útlendingar sem hafa engan áhuga á því að fjárfesta hér né eiga þessa óstöðugu krónu heilu fjöllin af þeim, við fyrsta tækifæri (gjaldeyrishaftaógildinguna) munu þeir hrúga þessum krónum inn á \nerlenda markaði og reyna að selja þær fyrir hvað sem þeir geta fengið fyrir þær (Sem er meðan ég man ástæðan fyrir gjaldeyrishöftunum í fyrsta lagi)\nEina ástæðan fyrir því að þú getur sagt að gengið muni líklega ekki falla um meira en 50% er vegna þess að allir gjaldmiðlar í heiminum eru að keppast um það að prenta sig, \nmiðaðu gengið okkar við gull og þú munt sjá merkismeiri hluti.",
            "date": "2011-02-21 20:03:00",
            "post_id": "324791",
            "reply_to_id": "324790"
        },
        {
            "user_name": "Halli13",
            "text": "Ertu að trolla eða ertu bara virkilega svona heimskur?\nÞað er talið að 47 milljarðar séu hámarksupphæð miðað við núverandi aðstæður, og fátt bendi til þess að þær versni.\nÉg hef ekki lesið samninginn en hinsvegar hafa margir hagfræðingar og forystumenn stjórnmálaflokkana gert það og ekki komið með neinar athugasemdir um að upphæðin gæti skyndilega hækkað í fleiri hundruð milljarða. Ef að stjórnarflokkarnir væri að halda eitthverju frá þjóðinni af hverju hefðu þá ekki menn eins og Bjarni Ben og fleiri í stjórnarandstöðunni bent á það og þar með komið þungu höggi á ríkisstjónina sem að myndi mjög líkelga leiða til falls hennar?\nÉg tel viturlegt að þú lesir þér aðeins meira til um málið áður en þú rífst um hluti sem þú hefur ekki hugmynd um og gerir sjálfan þig að fífli með samsæriskenningum sem þú hefur búið til sjálfur og eiga ekki undir neitt að styðjast í raunveruleikanum.",
            "date": "2011-02-21 20:04:00",
            "post_id": "324793",
            "reply_to_id": false
        },
        {
            "user_name": "Halli13",
            "text": "Ég er svosem enginn en þetta er það sem að ég held útfrá þeim upplýsingum sem ég hef aflað mér og með \"flestra mati\" er ég að tala um hagfræðinga sem að hafa komið fram í fjölmiðlum og talað um gengi krónunnar (s.s þá sem hafa aflað sér mennturnar í hagfræði eða öðrum líkum greinum).\nÉg er sammála þér með gjaldeyrishöftin en til að koma í veg fyrir að það gerist sem þú nefnir tel ég að þurfi að koma stöðugleika á efnahagskerfið og númer eitt í því er að leysa Icesave deiluna og síðan númer tvö er nýr gjaldmiðill og ég væri til í að fá dollara til þess að þurfa ekki að genga í esb og gefa eftir til dæmis fiskimiðin okkar.\nÁ erfitt með að skilja hvað þú ert að fara með síðustu efnisgreininni og þess vegna mun ég ekki svara henni.\nEn ég vil benda á að Hagfræðin er huglæg fræðigrein og ekki er hægt að spá fyrir um hvað gerist í framtíðinni heldur er það sem að hagfræðingar segja aðeins þeirra mat og svo sem ekki til eitt rétt svar við vandamálum okkar íslendinga, og það sem ég skrifa er aðeins mitt mat sem ég byggi á þeim upplýsingum sem ég hef aflað mér og það getur vel verið að ég hef rangt fyrir mér en þetta er það sem ég held.",
            "date": "2011-02-21 20:12:00",
            "post_id": "324797",
            "reply_to_id": "324793"
        },
        {
            "user_name": "vesley",
            "text": "Nokkrir mánuðir í að ég fái kosningarrétt.  \nEf ég myndi geta kosið núna myndi ég kjósa það að samþykkja samningana. \nÉg vill ekki taka þá áhættu að tapa málinu þegar við erum komin með samning sem er í rauninni eins góður og hann getur orðið.  \nVona líka að allir sem ætla að kjósa lesi aðeins um þetta mál áður en það tekur endanlega ákvörðun!   Sama hvort það mun leiða að já eða nei.",
            "date": "2011-02-21 20:13:00",
            "post_id": "324798",
            "reply_to_id": "324797"
        },
        {
            "user_name": "skuggi81",
            "text": "Bara gera grein fyrir mínu atkvæði.\nég mun líklega skila auðu eða samþykkja þetta. eða ekki samþykja þetta það fer soldið eftir hvað ég er í góðu skapi daginn sem verður kosið.\nautt ég er of uptekinn að hugsa um eigið rassgat til að taka afstöðu þann daginn til að kjósa um það\nsamþykja ég segi að mér alngi ekki að þingið eyði meira tíma í þetta og vill fá þetta útaf borðiu og kannski þó ólíklegt megi virðast að ríkisstjórin komi eitthverju í verk.\nSamþyki EKKI. ég gef skít í allt eyðum nokkum milljörðum í mála rekstur úti sem mun líkelga segaj við verðu enþá að borga og sendir aftur heim að semja lög sem síðn verða samþykkt af hægri stjórn. samt smá kostur við þetta það verður kominn hægri stjórn sem mun líklega koma með flatan skatt sem þýðir í mínu tilfelli meira í umslagið mitt. og við losum líklega við þetta baul á þinginu en tel þó þetta verði dýrara en að samþykja núna. en hugsanlega mun þetta stoppa samspillinguna í að neyða okkur í evró.\nen þetta var mitt rassgat allir hafa eitt\neða mín skoðun allir hafa eina.",
            "date": "2011-02-21 20:35:00",
            "post_id": "324808",
            "reply_to_id": "324798"
        },
        {
            "user_name": "beatmaster",
            "text": "Vinsamlegast ekki vera að draga ESB inní þetta, ég yrði ekki hissa þótt að mikill meirihluti þeirra sem að vilja hafna Icesave samningnum sé til þess að ná einhverju ímynduðu höggi á ESB og bjarga okkur frá því að sogast þangað inn. (sem að ég neita alfarið að láta þessar umræður snúast um þ.e ESB eða ekki ESB)\nSvo eru allskyns bloggarar og besserwisserar að básúna það að þetta fari ekkert fyrir EFTA og bretar og Hollendingar mígi bara í sig og leggi af stað í enn einar samningaviðræðurnar (af hverju í ósköpunum ættu þeir að gera það miðað við hvernig hinir samningarnir munu fara) og þetta endi allt gott og blessað.\nÞað eru 2 valmöguleikar í boði\n1. Samþykkja lögin og gera ráð fyrir því að í mesta lagi falli 50-100 miljarðar á íslenska ríkið (0-20 í besta falli og allt að ca 100 ef að ekkert fæst úr þrotabúinu og gengisáhætta fer a versta veg), þær skuldir sem að falla á okkur eru í raun lán á mjög ásættanlegum kjörum.\n2. Hafna lögunum og horfa fram á dómsmál fyrir EFTA dómsstólnum, þar erum við farinn að setja kúlu í hlaupið, rúlla því áfram og hleypa svo af við höfuðið á okkur í Rússneskri Rúllettu þar sem að stóridómur gæti fallið um að íslendingar skuldi 600-1000 miljarða vegna brota á jafnræðisreglu innan EES þar sem að íslenskir innistæðueigendur fengu sitt borgað uppí topp en hinum var sagt að eiga sig (sem að er reyndar ekki rétt því að hinum var sagt að ísland myndi tryggja greiðslur frá innistæðutryggingarsjóðnum upp að rúmum 20.000 €) \nÞað er einnig gott að benda á að ESA Eftirlitsstofnun EFTA hefur þegar gefið út það álit að ísland eigi að borga þetta og hefur EFTA sómsstóllinn aðeins tvisvar dæmt öðruvísi en álit ESA segja til um.\nMér er héðan af alveg sama hvað menn velja en menn skulu sýna þessu landi og fólkinu sem að býr hérna þá virðingu að gera sér grein fyrir því hvað fellst eða gæti falist í að velja seinni möguleikann. mér er alveg sama hversu sannfærðir menn eru um hið gagnstæða, þeir skulu gera sér grein fyrir að seinni möguleikinn opnar möguleika á að hér geti allt farið svo innilega til helvítis að þaðan væri ekki afturkvæmt!\nNú er Icesave metið á 20-50 miljarða, ég veit ekki betur en þú og ég séum að fara að blæða 20 miljörðum íundir rassgatið á SpKef, hvar er þjóðaratkvæðagreiðslan um það???",
            "date": "2011-02-21 20:36:00",
            "post_id": "324809",
            "reply_to_id": "324808"
        },
        {
            "user_name": "Halli13",
            "text": "Gæti ekki verið meira sammála öllu sem þú segir",
            "date": "2011-02-21 20:42:00",
            "post_id": "324812",
            "reply_to_id": "324809"
        },
        {
            "user_name": "gullis",
            "text": "Rangt.\nEf þjóðin kýs gegn þessum samningi þá fer þetta fyrir alþjóðadómstóla.\nDómur 1: Niðurstaðan verður sú að ísland eigi að borga og upphæðinn verður... ja það veit enginn ennþá.\nEða\nDómur 2: Íslendingar þurfa ekki að borga og FACE á ríkistjórnina sem þarf að segja af sér.\nEndilega leiðréttið mig ef þetta er hleypa sem ég er að fara með !",
            "date": "2011-02-21 20:50:00",
            "post_id": "324817",
            "reply_to_id": "324812"
        },
        {
            "user_name": "Halli13",
            "text": "Í sjálfum sér erum við aðeins að kjósa um núverandi samning, en talið er líklegt ef að við munum fella þennan samning eins og fyrri samninginn mun þetta fara fyrir alþjóðadómstól þar sem að bretar og hollendingar verða líklega búnir að fá sig fullsadda af þessum \"stælum\".\nEf þetta fer fyrir alþjóðadómstól eru reyndar þrjár niðurstöður mögulegar þó að sú þriðja verði að teljast mjög óliklég\nDómur 1: Það sem þú segðir en talið er líklegt að upphæðin verði 600-1000 milljarðar, en það er ekki vitað en hún verður líklega svo há að við verðum gjaldþrota eða eigum eftir að lifa við mjög erfiðar aðstæður næstu tugi ára.\nDómur 2: Það sem þú segir en ríkisstjórnin þarf ekki að segja af sér og ég í sjálfu sér veit ekki við hverju á að búast af þessari ríkisstjórn þar sem hún virðist eingöngu hugsa um sýna eigin hagsmuni en ekki þjóðarinnar og ég er næstum því viss um að hún muni berjast fram í rauðan dauðan við að þurfa ekki að segja af sér.\nDómur 3: Lítið verið talað um hann vegna þess hversu ólíklegt er að það verði en hann er sá að Ísland, Holland og Bretland þurfi að deila skuldinni og hlutfallið væri þá ákveðið af alþjóðadómstólnum.",
            "date": "2011-02-21 21:01:00",
            "post_id": "324823",
            "reply_to_id": "324817"
        },
        {
            "user_name": "toybonzi",
            "text": "Rangt. Kynntu þér staðreyndir áður en þú smellur út gífuryrðum. Þessi samningur, eins og þeir fyrri byggir á nákvæmlega sömu upphæð og áður en vextirnir eru lægri. Það sem að margir hér eru ekki að átta sig á er að þessar tölur sem verið er að slengja fram....45.000.000.000- 69.000.000.000 KRÓNUR! (\nLEIÐRÉTT\n)(bara að setja þessa tölu í samhengi) byggist ALGJÖRLEGA á því hvernig heimtur úr þrotabúi Landsbankans ganga. Sem sagt byggt á sömu draumóratölunum og hingað til hafa fengið að grassera.\nVitandi af drullusokkslegu innræti Breta þá væru þeir allt eins vísir til þess að gjaldfella eigur Landsbankans á einhvern máta, láta okkur borga premium, kaup hann á slikk og selja með gróða. Þetta er að gerast allt í kringum okkur núna, sbr svindlin sem að skilanefndirnar eru að stunda.\nEf þetta er allt bull, endilega leiðréttið mig....þetta er minn skilningur á málinu eftir að hafa verið með það uppi í koki í tvö ár.",
            "date": "2011-02-21 21:11:00",
            "post_id": "324827",
            "reply_to_id": "324823"
        },
        {
            "user_name": "Halli13",
            "text": "Svo að ég setji þessar tölur líka í samhengi þá er þetta um 150.000 á hvern íslending.\nÞegar þú talar um að Bretar geti gjaldfellt eigur Slitasjórnar Landsbankans til þess að láta okkur borga meira þá finnst mér það vera mjög ólíklegt þar sem að þeir buðu okkur þennan samning. En ef að þeir hinsvegar gera það þá myndi ég halda að forsemdur samningsins væru fallnar, þó að ég viti ekkert um það, og við gætum leitað réttar okkar hjá alþjóðadómstólnum. Miðað við hvernig þeir komu fram við okkur í október 2008 þá gæti ég nú alveg trúað þeim til þess að gera þetta en finnst það samt vera hálf óraunverulegt, en þú kemur vissulega með aðra sýn á málið og gefur mér eitthvað nýtt til þess að hugsa um",
            "date": "2011-02-21 21:22:00",
            "post_id": "324833",
            "reply_to_id": "324827"
        },
        {
            "user_name": "Glazier",
            "text": "Mjög líklega seinasta commentið mitt á þennan þráð..\nSama hversu ótrúlega heimskur ykkur finnst ég vera eftir að hafa sagt þetta þá ætla ég samt að segja þetta.\n* Ég kom ekki nálægt þessu hruni á nokkurn hátt.\n* Ég kom ekki nálægt IceSave á nokkurn hátt.\n* Ég græddi ekkert á IceSave á nokkurn hátt.\n* \nÉg ætla ekki að borga IceSave\nÞetta er ekki mér að kenna og þessvegna ætla ég ekki að borga.. \nEins og GuðjónR segir:\n\"Einkavæða gróðann og ríkisvæða tapið\"\nEf þetta endar þannig að íslendingar þurfa að borga einhverja marga marga milljarða þá ætla ég ekki að taka þátt í að borga krónu af því.\nÉg ætla ekki að borga skatta ef að þeir peningar eiga að fara í þetta.\nFrekar fer ég að vinna svart, ef það gengur ekki þá flyt ég úr landi, finnst reyndar mjög líklegt að ég geri það ef ástandið í þessu landi fer ekki að lagast.\nBætt við: Btw. Ég viðurkenni það alveg að ég er enginn prófesor þegar kemur að svona umræðu en eina sem ég þarf að vita að ég mun gera allt sem ég get til þess að sleppa við að borga þetta andskotans rusl, finnst meira að segja mjög líklegt að ég flytji til útlanda um leið og ég get.",
            "date": "2011-02-21 22:06:00",
            "post_id": "324867",
            "reply_to_id": "324833"
        },
        {
            "user_name": "Halli13",
            "text": "Það snýst ekki um hvað okkur finnst, við þurfum að fá lausn á þetta mál sem endar mjög líklega með því að allir íslendingar þurfi að borga sama hvort þeim líkar betur eða verr þannig er þetta  og það breytist ekki! Hvernig er komið getum við kennt okkur sjálfum um að vera með lélega löggjöf í landinu (þótt að við (fólkið í landinu) sömdum þau ekki þá berum við ábyrgð á okkar eigin lögum). Það var Sjálfstæðisflokkurinn og Framsóknarflokkurinn sem að báru ábyrgð á því að lögin voru svona vegna þess að þeir voru búnir að vera í stjórn í mörg mörg ár fyrir hrunið og höfðu nægan tíma til þess að breyta þessu, en svo var ekki gert. Það var óábyrgt að leyfa íslenskum bönkum að stofna dótturfyrirtæki í útlöndum undir íslenskum fánum en það sá það enginn fyrir þegar góðærið varog enginn setti út á það þá, meira að segja tóku flestir íslendingar þátt í útrásinni með keupum á hlutapréfum háum lánum fyrir húsum, nýjum bílum, sumarbústöðum og svo framvegis.",
            "date": "2011-02-21 22:19:00",
            "post_id": "324876",
            "reply_to_id": "324867"
        },
        {
            "user_name": "Glazier",
            "text": "Ohh okei, höfum þetta seinasta commentið mitt hérna \n \nI dont give a fuck hvað er rétt og hvað ekki, hvort við þurfum að borga þetta eða ekki.\nMy point is.. Ég ætla mér ekki að borga krónu í þessu og er alveg sama hvað þú eða aðrir íslendingar ætla að gera ég fer úr landi ef ég þarf þess til að sleppa við að borga þetta.",
            "date": "2011-02-21 22:23:00",
            "post_id": "324879",
            "reply_to_id": "324876"
        },
        {
            "user_name": "Halli13",
            "text": "Gangi þér þá vel í útlöndum",
            "date": "2011-02-21 22:25:00",
            "post_id": "324880",
            "reply_to_id": "324879"
        },
        {
            "user_name": "chaplin",
            "text": "Rétt, þó voru þetta ekki \"mistök útrásavíkinganna\", þeir voru að leika sér með peningina sem þeir gátu ekki tapað á að leika sér með..",
            "date": "2011-02-21 22:26:00",
            "post_id": "324881",
            "reply_to_id": "324880"
        },
        {
            "user_name": "urban",
            "text": "get your facts straight\nþað er verið að tala um 47 - 60 milljarða\neða 45 þúsund milljónir\nekki 47 milljarða milljóna....\nfer alveg hrikalega í taugarnar á mér þegar að fólk ætlar að benda á eitthvað og gerir það síðan snar vitlaust.\nsemsagt þar sem að þú setur milljónir eiga að vera krónur.\nen já, fólk má reyndar ekki gleyma því, að ef að það verður sagt nei við þessu, og málið fer fyrir dómstóla\nþá verður mun erfiðara (og er reyndar nú þegar grunar mig) fyrir íslendinga(ríkið, fyrirtæki og einstaklinga, svo að ég tali nú ekki um banka) að fá lán erlendis.\ní raun sára einföld spurning\nmunduð þið lána einhverjum pening sem að hefur samið 3 sinnum um skuld og hætt síðan við í öll skiptin og ætlar síðan með það mál fyrir dómstóla ?\nég mundi ekki gera það.\njújú einhverjir vilja auðvitað meina að við eigum ekki að borga þetta og ég vill auðvitað ekki borga krónu í þessu frekar en neinn annar.\nen málið er bara að þetta mál er búið að hanga yfir þjóðinni alltof lengi.\nað 47 milljarða rog hugsanlega minna lendi á okkur fyrir skuld sem að er í raun 1200 milljarar  er í raun ótrúlega vel sloppið\nfólk má ekki gleyma því að skilastjórnin reiknar frekar með lágu verði fyrir eignir landsbankans\nnú þegar er t.d. komið hærra tilboð í ICELAND verslunarkeðjuna er reiknað var með\nég kem að öllum líkindum til með að segja já.\ná samt eftir að kynna mér þetta aðeins betur, en einsog staðan er núna, þá kem ég til með að segja já.\nþað að t.d. menn sem að mótmæltu síðustu samningum griðarlega eru sammála því að segja já við þessum segir mér ýmislegt.\nþar á ég t.d. við Ragnar H. Hall\neinsog ég sagði, einsog staðan er núna kem ég að öllum líkindum til með að segja já, en ætla að kynna mér þetta samt sem áður betur.",
            "date": "2011-02-21 22:35:00",
            "post_id": "324886",
            "reply_to_id": "324881"
        },
        {
            "user_name": "beatmaster",
            "text": "Hvaða útland á að taka við þér Glazier eftir að það er búið að henda okkur út úr EES samstarfinu?\nGetur verið að þú verðir fastur hér á skerinu fagra að berjast um störf við fleiri þúsund íslendingar sem að missa atvinnuleyfið sitt í Noregi, Danmörku, Svíþjóð, Bretlandi, Þýskalandi o.s.frv.... við það að detta úr EES?",
            "date": "2011-02-21 22:36:00",
            "post_id": "324887",
            "reply_to_id": "324886"
        },
        {
            "user_name": "Glazier",
            "text": "Ætli ég fari ekki til Canada..",
            "date": "2011-02-21 22:39:00",
            "post_id": "324888",
            "reply_to_id": "324887"
        },
        {
            "user_name": "vesley",
            "text": "Vildir ekki vera gagnrýndur út af þessum commentum hjá þér en þú ert ansi þrjóskur",
            "date": "2011-02-21 22:42:00",
            "post_id": "324890",
            "reply_to_id": "324888"
        },
        {
            "user_name": "coldcut",
            "text": "urban hittir naglann á höfuðið!\nÉg mun segja já!",
            "date": "2011-02-21 22:43:00",
            "post_id": "324891",
            "reply_to_id": "324890"
        },
        {
            "user_name": "Glazier",
            "text": "Hmm, jújú fólk má gagnrýna mig eins og það vill.\nSumum/mörgum finnst ég eflaust nautheimskur að segja þetta en svona er ég bara og því verður ekki breytt.\nJá, hef fengið að heyra það nokkuð oft að ég sé þrjóskur \nLofa þetta er seinasta kommentið mitt hér..",
            "date": "2011-02-21 22:50:00",
            "post_id": "324893",
            "reply_to_id": "324891"
        },
        {
            "user_name": "jagermeister",
            "text": "Ég hef \nekki\n kosningarétt en ef ég væri að kjósa núna myndi ég mjög líklegast velja að samþykkja. Þessi samningur er í rauninni ekkert svo slæmur, við borgum held ég í kringum 50 milljarða á 30-40 árum. (endilega leiðréttið mig ef þetta er vitlaust). Mér finnst þetta bara mjög vel sloppið miðað við stærð icesave reikninganna. Ef við aftur á móti förum með þetta fyrir dómstóla finnst mér líklegra að það endi með því að við töpum málinu og þá eru allir samningar úr gildi og við gætum þurft að borga mun meira heldur en þessir samningar segja. Ég átta mig alveg á því að það vill enginn borga fyrir heimsku og vitleysishátt annarra en við eigum eiginlegra engra kosta völ. Að lokum vil ég biðja ykkur um að kynna ykkur vel efni samningsins og kjósa út frá því en ekki bara þeim hugsunarhætti ég ætla ekki að borga og munið að þið eruð að kjósa fyrir komandi kynslóðir svo vandið valið.",
            "date": "2011-02-21 22:53:00",
            "post_id": "324897",
            "reply_to_id": "324893"
        },
        {
            "user_name": "toybonzi",
            "text": "Glæsilegt hjá þér, augljóslega djúpvitur maður. Búinn að leiðrétta þetta þannig að þú getur sofið rótt í nótt.",
            "date": "2011-02-21 23:01:00",
            "post_id": "324899",
            "reply_to_id": "324897"
        },
        {
            "user_name": "urban",
            "text": "þetta er nefnilega gríðarlega góður hugsunarháttur.\nmér finnst flestir þeir sem að ætla að segja já við þessu hafa skoðað hlutina eitthvað með opnum huga\nen aftur á móti lang flestir þeir sem að ætla að segja nei eru löngu búnir að ákveða að segja nei og eru bara, tjahh hvernig á ég að orða það,\nmeð blint hatur\nýmist á útrásarvíkinga, ríkisstjórnia, það að þurfa að borga og ýmistlegt annað.\neinsog ég segi, mig langar ekki að borga krónu í þessu, en það er spurning um að henda ekki samningum í burtu og sitja hugsanelga upp með miklu verri díl\njújú hugsanlega vinnum við málið og allt verður í svakalega góðum málum og fuglarnir syngja og grænt gras í haga, mér finnst áhættan á hinum einfaldlega of mikil.\nsíðan má ekki gleyma því að ef að við vinnum málið, þá erum við búin að gera ESB, innistæðukerfi í allri evrópu og á fleiri stöðum alveg gersamlega gjaldþrota\nmig grunar að 300.000 mans verði frekar \"fórnað\" en öllu innistæðu kerfi EU",
            "date": "2011-02-21 23:06:00",
            "post_id": "324902",
            "reply_to_id": "324899"
        },
        {
            "user_name": "dori",
            "text": "Það er eitt sem mætti taka fram og ég er hvað ósáttastur við (fyrir utan það að ég hef ekki ennþá alveg náð því af hverju við þurfum að ábyrgjast þetta í fyrsta lagi) og það er að það er ekkert ljóst hvað við eigum \nvirkilega\n að borga mikið. Það eru margir aðilar búnir að setja fram einhverja útreikninga á því og allir komast að mismunandi upphæð eftir því hvaða hluti þeir gefa sér. Síðan er öll áhættan okkar megin þannig að ef eitthvað gengur ekki eftir (minni heimtur úr þrotabúi Landsbankans) þá er það eitthvað sem fellur á okkur. Ég er mjög ósáttur við hvað margir virðast halda að þetta sé bara föst tala í kringum 50 milljarða.\nMálið er líka hápólitískt (sem ég skil ekki alveg en mér finnst vera svona \"hagsmunapot\") svo að það er fólk sem skoðar málið með mjög hlutdrægum augum og t.d. gæti sett sér forsendur sem er mjög ólíklegt að gangi upp bara til að gera útreikningana þannig að þeir sem skoða bara þau gögn sjá ekki stóra samhengið.\nSvo er hægt að leika sér svo mikið með tölfræði auk þess sem það er ekkert mál að fá græna reiti í Excel ef þú virkilega villt það.",
            "date": "2011-02-21 23:10:00",
            "post_id": "324906",
            "reply_to_id": "324902"
        },
        {
            "user_name": "urban",
            "text": "haha\ntakk takk",
            "date": "2011-02-21 23:10:00",
            "post_id": "324907",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Ég vil í 4real nöfn á hagfræðingum sem að hafa einu sinni gefið þetta til kynna, enginn er svo vitlaus. \nÞess má til gamans geta að allir erlendir bankar sem að eiga krónuforða gefa 180 fyrir hvern dal, þetta væru ágóðaviðskipti fyrir alla íslenska einstaklinga\nef að það væru ekki gjaldeyrishöft að skerða hinn frjálsa markað gjaldmiðla.",
            "date": "2011-02-21 23:18:00",
            "post_id": "324910",
            "reply_to_id": "324907"
        },
        {
            "user_name": "coldcut",
            "text": "dori...mat á verðmæti þrotabús Landsbankans er sett í botn, þ.e.a.s. þeir reikna með meira en til þess að baktryggja sig þá er reiknað með eins litlu og hægt er. Samningurinn er skýr...ákveðinn upphæð með ákveðnum vöxtum.\nurban...akkúrat! Hvað halda menn að gerist ef við vinnum mál fyrir dómstólum og séum dæmd til að borga ekki neitt? \nÉg nefni bara nokkur atriði sem mér dettur í hug:\nViðskiptabönn.\nLendingabönn á flugvélar frá Íslandi.\nÍslendingar lenda í \"ferðabönnum\".\nyou get the idea...\nÞeir sem í blindni sinni halda að þessi skuld muni bara hverfa geta huggað sig við það að það er lítill möguleiki á því en hverjar verða þá afleiðingarnar?\nEf stórar þjóðir og sambönd þurfa að velja hvort þeir styðji Íslendinga eða Breta og Hollendinga þá mun það ekki koma vel út fyrir okkur!",
            "date": "2011-02-21 23:19:00",
            "post_id": "324911",
            "reply_to_id": "324910"
        },
        {
            "user_name": "rapport",
            "text": "Nú ertu að Trolla...\nÞað eru nokkur prinsipp sem verða að vera á hreinu þegar þetta veður greitt út úr innistæðutryggingasjóðnum.\n1) Innistæður verða í ISK (skv. lögum og reglum um sjóðinn) á gengi dagsins sem bankarnir fóru í þrot.\n2) Gjaldeyrishöftin verða afnumin áður en þetta verður greitt út.\nNIðurstaða...\nÞessi skuld er pís of keik...\nHvernig gæti t.d. dómari dæmt annað en að farið væri eftir lögum og reglum sjóðsins?\nVið höfum allt að græða og engu að tapa...",
            "date": "2011-02-21 23:59:00",
            "post_id": "324920",
            "reply_to_id": "324911"
        },
        {
            "user_name": "C2H5OH",
            "text": "Bara til að vitna snilling.\nMeðan ég sækist ekki eftir annarra manna gróða kæri ég mig ekki um að bera annarra manna skuld.\n - Halldór Kiljan Laxness",
            "date": "2011-02-22 00:00:00",
            "post_id": "324921",
            "reply_to_id": "324920"
        },
        {
            "user_name": "urban",
            "text": "þetta mál fer fyrir EFTA\nþá er dæmt eftir lögum EFTA\nekki lögum innistæðutryggingaarsjóðsins hérna heima",
            "date": "2011-02-22 00:03:00",
            "post_id": "324922",
            "reply_to_id": "324921"
        },
        {
            "user_name": "rapport",
            "text": "Dómar EFTA eru ekki aðfararhæfir á Íslandi = verður að sækja fyrir íslenskum dómstólum...\nVitað siðan 1992",
            "date": "2011-02-22 00:07:00",
            "post_id": "324924",
            "reply_to_id": "324922"
        },
        {
            "user_name": "frr",
            "text": "Nokkrir punktar varðandi þetta mál sem ég held að sumir hafi ekki á hreinu.\nÍslensk stjórnvöld ákváðu að greiða að fullu innlendar innistæður. Það getur haft alvarlegar afleiðingar í för með sér.\nTveir síðustu samningar gera ráð fyrir að íslendingar greiði það sem á vantar upp í innistæðutrygginguna, ef þrotabú landsbankans dugar ekki til.\nÞað má deila um það hvernig heimturnar verða,en raunin er sú að hingað til hefur það gengur hraðar og betur fyrir sig en bjartsýnustu menn þorðu að vona. Hvort það geri það áfram skal ég ekki segja.\nEf dómstólaleiðin verður farin, að þar sem íslensk stjórnvöld brutu jafnaðarregluna, gagnvart erlendum aðilum, þá stöndum við vægast sagt afar illa.\nHitt málið er það, eins og komið hefur fram, að þá hefur alþingi áður raun samþykkt að borga þetta. \nÞað kærir sig varla nokkur maður um að borga skuldir annara. Þannig að það að samþykkja þetta er ekki eitthvað sem nokkur gerir að gamni sínu.\nEf þið hafið áhuga á að fræðast um þessi mál frá ýmsum hliðum, vil ég benda á spegilinn á rás 2 \nhttp://podcast.ruv.is/spegillinn/podcast.xml\nVarðandi hvernig pólitík virkar, þá er ég viss um það, ef Þing verður rofið og framsókn kemst í stjórn, þá mun heyrast allt annað í framsóknarflokknum um icesave.\nÞví það sem þeir segja um þetta má er bara það sem hentar þeim þessa stundina.",
            "date": "2011-02-22 09:48:00",
            "post_id": "324958",
            "reply_to_id": "324924"
        },
        {
            "user_name": "rapport",
            "text": "Ég held að flestir þekki nú þetta mál nokkuð vel...\nNeyðarlögin - Voru sett á til að tryggja innlent greiðslukerfi yrði í starfhæfu ástandi og einhverjar upphæðir til fyrir fólk. Að slengja því fram að afleiðingarnar geti verið alvarlegar er bara brandari enda hefðu afleiðingarnar verið mun alvarlegri ef þeir hefðu þá og þegar tryggt allar innistæður 100%, þá hefðu útlendingarnir tekið allt sitt út deginum seinna og bankakerfið hrunið endanlega. Þess í stað var tryggt að hér á klakanum héldist eitthvað kerfi gangandi.\nÞað hefði líklega ekki verið hægt að gera þetta atriði mikið betur.\nÉg vitnaði hér á undan (eldri póst) í 42.grein EES en það er víst 43.grein EES sem leyfir \"protective measures\" hjá löndum sem lenda í svona.\nSjá samninginn hér.\nJá/nei... Allri samningar hafa byggst á ríkisábyrgð íslenska ríkisins á þessum skuldum innistæðutryggingasjóðsins, sem nota ben hefur í dag ENGA ríkisábyrgð. Afhverju þarf að bæta ríkisábyrgðinni við? Ísland græðir ekkert á því og það er einfaldlega frekja í UK og Hollendingum að fara fram á ríkisábyrgð. \n(sjá hér með smá leit)\nEins og ég benti á hér að ofan þá má Ísland gera nánast hvað sem er til að tryggja starfhæft bankakerfi hérna sjá 43. grein EES\nSvo má líka benda á að hvernig EES og EU vinna saman er MJÖG óljóst. Það er þó á hreinu að alþjóðasamningar ganga aldrei faramar hagsmunum þjóðarinnar, ekki hjá okkur og ekki hjá neinni annarri þjóð sbr. UK og hryðjuverkalögin, NATO o.s.frv.\nÞað er einnig gefið að engir dómstólar hafa lögsögu á Íslandi nema Íslenskir dómstólar, hér á klakanum hefur niðurstaða mannréttindadómstólsins jafnvel verið hundsuð...\n- EU dómstóllinn? Nei þar sem við erum ekki í EU. \n- EFTA dómstóllinn? Nei þar sem UK og Holland eru ekki í EFTA.\nÞví fyrr sem fólk áttar sig því að það verða engir peningar sóttir til Íslands nema skv. íslenskum lögum, því betra.\nÍ stjórnmálum þá er einfaldlega farið í stríð ef ríki eru með stæla, þá eru sett viðskiptabönn, viðskiptahömlur o.s.frv.\nVið eigum einfaldlega að opna UK og Hollendingum beina leið að dómstólum og útkljá málið once and for all.\nEf þeir treysta því ekki, þá verða þeir að útskýra afhverju ekki og ef þeir ætla að refsa okkur fyrir að reyna stuðla að farsælli lausn, þá er það ósköp einfaldlega \"shame on them\".\nÞað eru fullt af atriðum sem verður að hafa í huga.\n- Íslenski sjóðurinn tryggir innistæður í ISK m.v. gengi þess dags sem allt fór í kalda kol. Við getum borgað það en ekki þetta rugl sem verið er að krefjast í dag.\n- EU kerfið er meingallað og það er verið að láta okkur líða fyrir þetta gallaða kerfi og gera eitthvað dæmi úr okkur. Við ættum bara að segja NEI við samninga og segja UK og Hollandi að fara réttlátustu leiðina að þessu öllu saman þar sem farið yrði að hverri einustu reglu í bókinni og anda laganna en ekki bara útvöldum ákvæðum.\nÉg hef litla sem enga trú á því að Íslenska ríkið muni þurfa að greiða þetta þar sem\n í dag er engin ríkisábyrgð á þessari skuld...",
            "date": "2011-02-22 12:19:00",
            "post_id": "324975",
            "reply_to_id": "324958"
        },
        {
            "user_name": "GuðjónR",
            "text": "Lesið þetta strákar:\nhttp://fhg.blog.is/blog/fhg/entry/1144664/",
            "date": "2011-02-22 12:31:00",
            "post_id": "324978",
            "reply_to_id": "324975"
        },
        {
            "user_name": "urban",
            "text": "heyrðu ég er búinn að lesa þetta\nlangar að vita hvernig í ósköpunum á að fá út það að samningaleið kosti okkur 90 milljarða meira en að við töpum málinu algerlega.\nþað er, í samningaleiðinni er búið að semja um vexti og afborganir á hluta af dótinu\nvið töpum málinu algerlega (semsagt fáum á okkur alla skuldina, og þá eigi það að kosta okkur minna.\nþar sem að þetta meikar nákvæmlega ekki neitt sens, þá tek ég einfaldlega takmarkað mark á þessu.\nþað að tapa málinu algerlega kemur einfaldlega til með að kosta okkur miklu miklu meira en þessa 140 milljarða sem að talað er um þarna.",
            "date": "2011-02-22 12:36:00",
            "post_id": "324982",
            "reply_to_id": "324978"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég veit það ekki, en maðurinn er verkfærðingur þannig að hann hlýtur að kunna að reikna.\nKannski er höfundurinn  bara alls ekkert svo óvitlaus !",
            "date": "2011-02-22 12:41:00",
            "post_id": "324985",
            "reply_to_id": "324982"
        },
        {
            "user_name": "Halli25",
            "text": "ég hef heyrt töluna 600 milljarða ef við töpum málinu algjörlega!! eða 400 milljarða meira en samningsleiðinn\nSamningsleið 0-200 milljarðar\nRéttarleiðinn 0-600 milljarðar\nsel það samt ekki dýrara en ég keypti það, fínt að hlusta svo á erindi Buchheits sem hann hélt í desember síðastliðnum: \nhttp://www.hi.is/frettir/upptaka_fra_fu ... e_buchheit",
            "date": "2011-02-22 12:44:00",
            "post_id": "324986",
            "reply_to_id": "324985"
        },
        {
            "user_name": "rapport",
            "text": "Undirstrikaði hættulegasta orð Íslandssögunar.\nEinhversstaðar á fornöld var einn Gunnar sem hugsaði, \"hún hlýtur að lána mér tvö þrjú hár\"...",
            "date": "2011-02-22 12:54:00",
            "post_id": "324990",
            "reply_to_id": "324986"
        },
        {
            "user_name": "GuðjónR",
            "text": "Maður er búinn að heyra tölur frá 0 og upp í 1200 milljarða...\nVeit satt best ekki hverju maður á að trúa.\nEr hægt að komast í gegnum verkfræði án þess að gera reiknað? Er ekki verkfræðin stærðfræði út í eitt?",
            "date": "2011-02-22 13:15:00",
            "post_id": "324993",
            "reply_to_id": "324990"
        },
        {
            "user_name": "urban",
            "text": "síðan er þetta svolítið merkilegt finnst mér\nICESAVE 3 er í rauninni bara það að tryggja rúmar 20 þúsund evrur (í grunninn er þetta ekkert annað)\nhvernig fær InDefence það út að með samningaleið kosti það okkur 75 milljarða (jújú vextir og annað eins)\nen með dómi 22 milljarða að borga 20 þús evrur rúmar\nmeð dómi um að borga 20 þús evrur þá er þetta sama upphæð til breta og hollendinga og í ICESAVE3\nætla þeir bara að taka peninginn uppúr rassvasanum þá ?\nsemsagt ekkert að þurfa að fá þetta lánða ?\nég þarf reyndar að hella mér yfir þessar umsagnir, en þetta er bara svo gríðarlega mikill munur finnst á sama hlutnum finnst mér.\neinsog ég segi.\nsegja já, málið er úr sögunni og hægt að halda áfram uppbyggingu þessa blessaða lands.\nsegja nei og lenda með málið fyrir dóm (og rapport, bretar og hollendingar geta kært okkur fyrir EFTA dómstólnum þrátt fyrir að þeir séu ekki þar)\nþá eru 3 mögulegar útkomur\nvið þurfum ekki að borga neitt, en fáum mögulega ESB, breta,  og önnur ríki upp á móti okkur \nvið þurfum að borga það sama og í ICESAVE3\nvið þurfum að borga miklu meira en í ICESAVE3\nég verð að segja að mér finnst engin þessa kosta neitt sérstakur.\nog þeir sem að halda því fram að landið verði alveg gersamlega stykkfrítt ef að við vinnum málið.\nmunduð þið eiga viðskipti við þetta land ef að við vinnum ?\nmunduð þið lána þessu landi peninga ?\nekki kæmi ég nálægt því.\nþað sem að ég er aftur á móti hræddastur um er að menn fari að kjósa í icesave (fella það) út frá því að þá verði ekki farið í ESB og að ríkisstjórnin komi til með að falla.\nég vill sjá þessa ríkisstjórn í burtu og ég vill ekki sjá það að fara í esb\nen ég vill ekki að menn segji nei við icesave til þess að þetta gerist.",
            "date": "2011-02-22 13:22:00",
            "post_id": "324995",
            "reply_to_id": "324993"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Ég veit ekki með ykkur, en ég er langt frá því sannfærður um að þessi samningur sé okkur hagstæður.\nÞað hefur verið mikill áróður í gangi, talað um tölur eins og 1.200 Milljarða, viðskiptabönn, viðskiptaþvinganir og dómsmál.\nSíðan hvenar varð svona slæmt að leita réttar síns fyrir dómi?\nFyrir þessa ógeðslegu hegðun ríkisstjórnar Bretlands við hrun bankanna að þá þykir mér þeir ekki eiga mikið inni hjá okkur.\nÉg er ekki hræddur við viðskiptabann á ísland, frá Bretum og Hollendingum.\nEn, ef að engar skýrari upplýsingar koma framm, sem ég vona svo sannarlega, þá mun ég neita þessum samning.",
            "date": "2011-02-22 14:18:00",
            "post_id": "325006",
            "reply_to_id": "324995"
        },
        {
            "user_name": "rapport",
            "text": "Þetta er bara svo einfalt dæmi...\nAfhverju ættu UK og Hollendingar að semja af sér í samningum við litla Ísland?\nÞessi lönd gera okkur enga greiða og eru líklegast bara að reyna tryggja sér einhverjar upphæðir.\nÞau vita að ef það er enginn samningur gerður, þá er bara hægt að sækja þessa peninga fyrir íslenskum dómstólum og þá bara til innistæðutryggingasjóðsins en ekki íslenska ríkisins.",
            "date": "2011-02-22 14:23:00",
            "post_id": "325008",
            "reply_to_id": "325006"
        },
        {
            "user_name": "urban",
            "text": "ég er ekkert hræddur við að leita réttarins fyrir dómstólum.\nég er hræddur við útkomuna sem að getur komið útúr því.\nog já... ertu ekkert hræddur við viðskiptabann frá bretum og hollendinum ?\nertu að átta þig á því hvað við verslum mikið við breta ?\nviðskiptabann við breta kæmi til með að hafa mun miklu verri áhrif en nokkurn tíman að borga ICESAVE3 \nþá sérstaklega til langstíma.\nþað má ekki gleyma því að viðskiptaþvinganir hjá einu landi getur haft áhrif á samninga við önnur lönd.\nvegna þess að þetta er það sem að er gert almennt í alþjóðaviðskiptum\nleitað samninga.\nþjóðir eru almennt ekki að fara í mál við aðrar þjóðir.\nog enn og aftur, bretar geta kært þetta mál til EFTA þó svo að þeir séu ekki þar inni.\nþeir geta líka einni valið að sækja þetta mál hérlendis.\nen nú þegar er EFTA að skoða þessi mál.\nþað er eftirlitsstöfnun EFTA.\nhttp://www.mbl.is/frettir/innlent/2011/ ... klegastur/\nþú reyndar virðist vita það og hafa það alveg á tandurhreinu að þetta virðist bara eiga að vera fyrir íslenskum dómstólum.\nen þú mátt líka alveg endilega koma með einhverjar útskýringar og rök fyrir að þú teljir það, og þá meira en mér finnst, heldur benda á annað hvort einhverjar lagagreinar um þetta, eða þó svo að það væri ekki nema bara viðtöl við löglært fólk.\nhttp://visir.is/500-milljardar-i-vidbot ... 1110229702\n500 milljarðar í viðbót ef að við töpum þessu máli algerlega.\nþetta er maður sem að er í samninganefndinni.\n þess má nú geta að þessi er semsagt í samningarnefndinni og er hæstaréttarlögmaður.",
            "date": "2011-02-22 14:50:00",
            "post_id": "325011",
            "reply_to_id": "325008"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Nei, ég er ekki hræddur við viðskiptabann. Við flytjum jú mikið inn frá Bretlandi t.d. en Þegar einn hurð lokast, þá opnast önnur. \nHelduru að við getum ekki selt okkar afurðir þótt Bretar vilji ekki versla við okkur?\nÞetta er frekar áróðurskennt.\n1) Fyrirtækin Össur, Marel, Landsvirkjun og Icelandic Group hafa öll fengið aðgang að því fjármagni sem þau þurfa á að halda síðastliðið ár, þar af Marel og IG nú á síðustu vikum. Þessi endurfjármögnun svo mikilvægra fyrirtækja sýnir svart á hvítu að íslensk fyrirtæki njóta eðlilegra kjara á erlendum fjármálamarkaði miðað við stöðu íslensks efnahagslífs. Lítum stuttlega á tvö þessara dæma:\n    * Icelandic Group hefur endurfjármagnað erlendar skuldir fyrir um 125 milljarða evra á árinu. Erlendir bankar endurfjármögnuðu lán félagsins að stærstu leyti en Icelandic þarf að borga tæplega 300 punkta álag ofan á LIBOR fyrir fjármögnunina. Um er að ræða sambærileg kjör og íslenska ríkið fékk á lánum frá Norðurlandaþjóðunum vegna efnahagsáætlunar AGS. Engin merki eru um að Icesave málið hafi tafið eða skemmt fyrir endurfjármögnun Icelandic Group.\n    * Marel gerði nýlega samning við hóp sex alþjóðlegra banka um langtímafjármögnun að upphæð 350 milljónir evra. Meðal vaxtakjör í upphafi samnings eru EURIBOR/LIBOR + 320 bps og er reiknað með að vaxtaálag muni lækka á lánstímabilinu, í takt við aukinn fjárhagslegan styrk fyrirtækisins. Sex alþjóðlegir bankar, undir forystu ING Bank, Rabobank og ABN Amro standa að þessum heildar fjármögnunarpakka. Meðal þess sem vekur athygli í endurfjármögnun Marel er að vaxtakjörin eru svipuð og íslenska ríkinu bjóðast, og að stærstu bankar Hollands standa að fjármögnuninni. Ef einhverjir ættu að gjalda varhug við að lána íslenskum fyrirtækjum peninga hlytu það helst að vera nákvæmlega þessir bankar. Talsmenn Marel hafa tekið fram að Icesave málið hafi ekki einu sinni verið rætt í þessu sambandi.\nLíta má á endurfjármögnun Marel hjá stærstu bönkum Hollands sem síðasta naglann í kistuna fyrir þessa goðsögn um að Icesave stöðvi alla efnahagslega uppbyggingu á Íslandi. Það er því rétt að menn hætti loksins að tyggja þessa úreltu tuggu í fjölmiðlum og leiti annarra skýringa á töfum á uppbyggingu efnahagslífsins, t.d. í stefnu ríkisstjórnarinnar sjálfrar gagnvart erlendum fjárfestum og fyrirtækjum.\nEin kjarnaspurningin hér innanlands í Icesave málinu hefur verið þessi:Hefur Icesave málið tafið uppbyggingu efnahagslífsins, skemmt fyrir íslenskum fyrirtækjum og sett “allt í frost” gagnvart Íslandi á erlendum fjármagnsmörkuðum undanfarið ár?\nÞað er auðvitað erfitt að segja með beinum rökum og tilvitnunum.  Enda hafa þeir sem halda þessu fram aldrei nefnt bein dæmi um þetta máli sínu til stuðnings. Aðeins liggja fyrir, því miður, óljósar alhæfingar ýmissa aðila um að þetta sé svona, óstuddar beinum rökum eða dæmum.  Hins vegar ber ekki að draga úr því að þetta mál hefur verið milli tannana á heimspressunni og hefur því eflaust haft einhver áhrif á íslensk fyrirtæki erlendis.  Fullyrðingar um Icesave fjármálafrostið eru samt sem áður greinilega stórlega orðum auknar miðað við það sem var nefnt hér að ofan.\nEdit, Ekki má gleyma að kanadíska fyrirtækið Magma Energy keypti HS Orku. Ekki má gleyma að amerískt fyrirtæki var að skrifa undir samning þess efnis að reisa hér verksmiðju, það var í síðustu viku. Heimurinn hefur enn áhuga á íslandi BURTSÉÐ frá Icesave, það er bara milliríkja deila.",
            "date": "2011-02-22 15:24:00",
            "post_id": "325020",
            "reply_to_id": "325011"
        },
        {
            "user_name": "Halli25",
            "text": "Marel er í eigu Hollendinga svo ekki að undra að þeir nái góðum lánasamningum í Hollandi",
            "date": "2011-02-22 15:45:00",
            "post_id": "325027",
            "reply_to_id": "325020"
        },
        {
            "user_name": "ManiO",
            "text": "Þetta eru nefnilega ekki reikningar sem byggja á vísindalegum staðreyndum eins og verkfræði grunnurinn kennir manni að reikna.\nInni í þessu er mikil tölfræði (þ.e. listin að ljúga á stærðfræðilegu formi), lögfræði og hagfræði. Lögfræði og hagfræði eru ekki byggð að öllu leiti á staðreyndum eins og t.d. eðlisfræði, heldur kemur inn í þetta álit og skoðanir.",
            "date": "2011-02-22 16:22:00",
            "post_id": "325033",
            "reply_to_id": "325027"
        },
        {
            "user_name": "biturk",
            "text": "það að hugsa um að samþykja þennan samning er bara hrein og klár föðurlandssvik, svo einfalt er það\nþað að menn séu tilbúnir að beygja sig fram fyrir þjóðum sem er skít sama um okkur bara til að lýta vel út og vel íþrykkjanlegir er fáránlegt\nað halda að þetta sé ekki tengt esb er vitleisa því það segir sér sjálft ef að bretar og hollendingar fara í fílu þá eru þeir varla að fara að hleipa okkur í esb er það?\nað halda að við séum dauða dæmd ef við getum ekki verslað við breta er hlægilegt, það er ekki eina landið og síður en svo heimsveldið\nað halda að aðrar þjóðir fari í fílu er líka bjánalegt því ísland nýtur mikils stuðnings og þetta á eftir að breita heiminum öllum ef smáþjóð eins og við vinnum stærri þjóðir og stöndum upp á móti.\nvið förum aldrei á hausinn með að fara dómstólaleið, einfaldlega útaf því að EINN maður sagði í upphafi við borgum og sá maður hafði ekkert umboð hvorki frá þjóð né þingi til að segja þetta og lofa, málið snýsnt um að okkur ber ekki skylda til að borga þetta og því ætti ekki að fórna landi og þjóð bara fyrir esb inngöngu og veraí gúddí fíling við þjóðir sem gefa skít í okkur, þjóð eins og bretland sem beytti neiðarlögunum á okkur........og þið eruð til í að hleipa þeim óáreitt þvert inn í rassgat á landanum",
            "date": "2011-02-22 17:23:00",
            "post_id": "325048",
            "reply_to_id": "325033"
        },
        {
            "user_name": "jodazz",
            "text": "Hér koma menn með einhverjar afskaplega lærðar greinar um einhverjar fabúleringar um hvernig fer ef þetta eða hitt gerist. \nFyrir mér er afskaplega einfalt af hverju eg segi já við þessum samningum í þjóðaratkvæðagreiðslu.\n1. Landsbankinn er á ábyrgð íslenskra stjórnvalda og þar með talið mér sem kjósanda (þekkjum öll þá sorgarsögu). Landsbankinn er íslenskt fyrirtæki ekki Hollenskt.\n2. Stjórnvöld tryggðu öllum íslendingum innistæður upp í topp en neita að gera það sama við erlenda viðskiptavini. Það þarf að vera svolítið blindur til að sjá ekki að þetta er rangt og svona gera menn ekki. Ef þið versluðuð við netverslun í Bretlandi og hún færi á hausinn fyndist ykkur þá eðlilegt að eingöngu Bretar fengju endurgreitt?\n3. Okkur stendur nú til boða að greiða þetta með ágætum samningum. Viljum við virkilega að þjóðir heims líti á okkur sem óreiðumenn og frekjudalla sem neita að bera nokkra ábyrgð í alþjóðasamvinnu? Haldið þið virkilega að það hafi engar afleiðingar?",
            "date": "2011-02-22 17:36:00",
            "post_id": "325055",
            "reply_to_id": "325048"
        },
        {
            "user_name": "Frantic",
            "text": "X2 á þetta!",
            "date": "2011-02-22 17:36:00",
            "post_id": "325057",
            "reply_to_id": "325055"
        },
        {
            "user_name": "rapport",
            "text": "Ég benti á afhverju \nHÉR\nAfhverju UK og Holland þurfi að sækja um endurgreiðslur fyrir íslenskum dómstólum:\n1) EES skuldbindur Ísland til að vera með innistæðutryggingakerfi. Innistæðutryggingakerfið er svo íslenskt og fellur undir íslenska dómstóla.\n2) EFTA dómstóllinn getur bara skorið úr um fullnustu og framkvæmd EES samningsins, s.s. hvort Ísland hafi verið með innistæðutryggingakerfi eða ekki og hvort það kerfi eigi að endurgreiða þessum innistæðueigendum eða ekki. Ísland þrætir fyrir hvorugt atriðið.\n3) Fyrst að EFTA dómstóllinn hefur engann ágreining að dæma um þá er rökrétt næsta skref að UK og Holland einfaldlega sæki um bætur til íslenska sjóðsins sem þá endurgreiðir þeim m.v. getu og gildandi reglur. \n4) Ef UK og Holland hafa eitthvað við úrskurð sjóðsins að athuga þá geta þeir kært fyrir íslenskum dómstólum enda sjóðurinn al-íslenskur eins og bankarnir sem hrundu á sínum tíma.\nHvað er að þessu eðlilega ferli sem málið ætti að fara í gegn um?",
            "date": "2011-02-22 17:39:00",
            "post_id": "325058",
            "reply_to_id": false
        },
        {
            "user_name": "rapport",
            "text": "Þarna lýgur þú...\nEf fólk er með BA í þessum fögum þá er um að ræða félagsvísindi...\nEf fólk er með BSc í þessum fögum (sum reyndar ekki í boði sem BSc) þá er um að ræða raunvísindi...",
            "date": "2011-02-22 17:41:00",
            "post_id": "325059",
            "reply_to_id": "325058"
        },
        {
            "user_name": "biturk",
            "text": "ætla ekki að svara númer eitt því ég er ekki nógu klár á því máli\nen\n2. nei, mér þætti það ósköp eðlilegt því fyrirtækið er í bretlandi en ekki íslandi, það er ekkert athugavert við þetta, það fylgdi þessum reikningum mikil áhætta og fólk tapaði, annaðhvort vinnuru í svona málum eða tapar, ekkert flóknara en það.......hvað ef allir hefðu grætt pening? væri það sama málið, allir óánægðir því þeir fengu of mikið? held ekki.\n3. af hverju ættu þjóðir að gera það? okkur ber ekki skylda að borga það sem lög kveða ekki á um, einn maður í fréttatíma getur ekki svarað fyrir land og þjóð ef hann hefur ekki umboð og til þess og hvað þá lofað svona löguðu, ef að alþjóðakerfið virkaði svona þá væri búið að misþyrma bretlandi fyrir hryðjuverkalögin..........en málið er bara að það sem kemur öðrum þjóðum ekki við.....það kemur bara öðrum þjóðum ekki við og hefur ekki afleiðingar..........ef að staðan væri í málinu að þetta væri rússland og lettland að kljást ætti ísland þá að neita að eiga samskipti við lettland af því að þeir vilja fara eftir lögum? ættum við að loka alveg á þá, hætta flugferðum og senda þeim miltisbrand í pósti?\nþið megið ekki gleima staðreindinni að við erum með flokk í ríkisstjórn sem gerir hvað sem er og fórnar öllu til að ná sínu framgengt.............eða hefur engin tekið eftir að landi er haldið leyndu fullt af hlutum........níðst á okkur og sett lög sem landið vill ekki til að þjóna eiginhagsmunum? haldið þið virkilega að það sé ekkert þannig í gangi hér? leiðin til brussel verður lokuð ef við semjum ekki.........get lofað þér að hún jóhanna sættir sig ekki við það.....",
            "date": "2011-02-22 17:43:00",
            "post_id": "325060",
            "reply_to_id": "325059"
        },
        {
            "user_name": "blitz",
            "text": "Nenni ekki að lesa þetta en langaði að benda á að við flytjum 2-3x meira TIL Bretlands/Hollands heldur en INN",
            "date": "2011-02-22 18:04:00",
            "post_id": "325065",
            "reply_to_id": "325060"
        },
        {
            "user_name": "Zethic",
            "text": "http://fhg.blog.is/blog/fhg/entry/1144664/\n/case closed.\nEndalaust pólitískt drama getur gert mann þunglyndann og pirripú..\n/Lokar sig af frá umheiminum í 13 ár.",
            "date": "2011-02-22 18:17:00",
            "post_id": "325069",
            "reply_to_id": "325065"
        },
        {
            "user_name": "urban",
            "text": "hvað er svona mikið case closed ?\neinsog ég bennti á hérna fyrr í þessum pósti þá eru vægast sagt furðulegar reikingsaðferðir notaðar þarna.\nverð bara að  játa það að ég sá þetta ekki í upphafi.\nþarf aðeins að kynna mér þetta betur, en renndi lauslega yfir þetta og sá ekki betur en að þetta væri aðalega um EES \nen einsog ég segi, renndi lauslega yfir þetta.\nkynni mér þetta betur annað kvöld eða um helgina.",
            "date": "2011-02-22 23:16:00",
            "post_id": "325207",
            "reply_to_id": "325069"
        },
        {
            "user_name": "ViktorS",
            "text": "Myndi aldrei kjósa að borga Icesave. Ekki var það fólkið í landinu sem stofnaði Icesave, heldur Landsbankinn. Selja bara Landsbankann",
            "date": "2011-02-22 23:29:00",
            "post_id": "325209",
            "reply_to_id": "325207"
        },
        {
            "user_name": "ManiO",
            "text": "?\nGætiru orðað þetta betur? Eða útskýrt hvar ég sé að ljúga.",
            "date": "2011-02-22 23:31:00",
            "post_id": "325210",
            "reply_to_id": "325209"
        },
        {
            "user_name": "Gúrú",
            "text": "Ég bíð Halli.",
            "date": "2011-02-22 23:49:00",
            "post_id": "325219",
            "reply_to_id": "325210"
        },
        {
            "user_name": "urban",
            "text": "eignir landsbankann verða seldar til þess að hafa upp í icesave..\nkynna þér málið aðeins.\nekki ákveða svona stórt mál án þess að kynna þér málin.\njájá þú vilt ekki borga icesave útaf því að þú komst ekkert nálægt því.\nég gerði það ekki heldur\nen það að segja nei getur einfaldlega kostað alltof mikið.",
            "date": "2011-02-22 23:51:00",
            "post_id": "325222",
            "reply_to_id": "325219"
        },
        {
            "user_name": "appel",
            "text": "Mun gera einsog síðast, skeina mér með atkvæðaseðlinum  \nJá, svo  áður kannski kjósa nei.",
            "date": "2011-02-22 23:53:00",
            "post_id": "325223",
            "reply_to_id": "325222"
        },
        {
            "user_name": "ViktorS",
            "text": "Haha ég er enginn hagfræðingur \n bara mín skoðun",
            "date": "2011-02-22 23:56:00",
            "post_id": "325224",
            "reply_to_id": "325223"
        },
        {
            "user_name": "rapport",
            "text": "\"lygi\" er líklega rangt orð.\nEn fólk sem er með BSc = raunvísindafólk (líka viðskiptafræðingar margir hverjir) læra að vinna á raunvísindagrunninum = ekki út frá hreinum kenningum heldur lögmálum og/eða að reikna einfaldlega út hlutina án þess að leggja neitt mat á eitt eða neitt.\nHér er t.d. gróft yfirlit yfir hvað er í boði...   \nhttp://home.ubalt.edu/ntsbarsh/opre640a/partix.htm\nFélagsvísindafólk kemst upp með miklu meira, það þarf stundum bara að tiltaka hvaða kenningu það er að vinna eftir og þannig getur niðurstaðan verið algjört prump ef kenningin á illa við dæmið sem verið er að vinna.",
            "date": "2011-02-23 00:10:00",
            "post_id": "325231",
            "reply_to_id": "325224"
        },
        {
            "user_name": "rapport",
            "text": "Að segja \"Já\" kostar allt of mikið því að þá hættir þetta að vera 100% skuld innistæðutryggingasjóðsins og verður skuld sjóðsins en með ríkisábyrgð íslenska ríkisins OG í Icesave#2 þá var líka ákvæði um að ef samningurinn færi fyrir dóm þá færi hann fyrir dóm í UK...\n= ÖLL helstu atriðin sem skipta máli tapast með þessum samningum...\nAð segja NEI er eiginlega áhættuminnsta og ódýrasta leiðin fyrir Ísland...",
            "date": "2011-02-23 00:17:00",
            "post_id": "325234",
            "reply_to_id": "325231"
        },
        {
            "user_name": "ManiO",
            "text": "Ertu viss um að þú hafir skilið innleggið mitt rétt?",
            "date": "2011-02-23 00:22:00",
            "post_id": "325239",
            "reply_to_id": "325234"
        },
        {
            "user_name": "urban",
            "text": "ég get ekki lagt sama dóm á það að eiga hættu á því að fá yfir sig verri dóm en þennan samning sé áhættuminnsta og ódýrasta leið",
            "date": "2011-02-23 00:35:00",
            "post_id": "325246",
            "reply_to_id": "325239"
        },
        {
            "user_name": "rapport",
            "text": "Möguleikarnir eru:\n1) Samningur og svakalega stór skuld með ríokisábyrgð.\n2) Tapa málinu og enn svakalegri skuld en engin ríkisábyrgð og í versta falli þá fer innistæðutryggingasjóðurinn á hausinn...\nUpphæðin skiptir ekki máli, heldur hvernig ábyrgðirnar eru...",
            "date": "2011-02-23 03:03:00",
            "post_id": "325267",
            "reply_to_id": "325246"
        },
        {
            "user_name": "rapport",
            "text": "Nei... hugsanlega ekki...\nEr heima veikur....",
            "date": "2011-02-23 03:08:00",
            "post_id": "325270",
            "reply_to_id": "325267"
        },
        {
            "user_name": "urban",
            "text": "ef að við töpum málinu þá er átómatískt komin ríkisábyrgð á skuldina\nþar að leiðandi skiptir upphæðin gríðarlegu máli",
            "date": "2011-02-23 08:54:00",
            "post_id": "325282",
            "reply_to_id": "325270"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Haha  \n \nOk, ég ætla neita þessum samning. Búinn að ákveða.\nÞað er lítið sem ekkert fjallað um þetta í fjölmiðlum af fagfólki, heldur aðeins menn útí bæ með sinn Icesave kaffibolla að spá í spilin.\nÞetta er orðið fyndið.",
            "date": "2011-02-23 10:59:00",
            "post_id": "325293",
            "reply_to_id": "325282"
        },
        {
            "user_name": "rapport",
            "text": "Ó-nei...\nÞað er ekkert sem getur veitt automatiska ríkisábyrgð sem ekki er stoð fyrir í neinum lögum, hvorki EES eða íslenskum.\nHvaða lagagrein gæfi dómstóli leyfi til þess?\nEf t.d. EFTA dómstóllinn segði að Ísland hefði mismunað innistæðueigendum, þá hefur dómstóllinn ekki heimild til að binda íslenska ríkið til eins eða neins.\nÍslenskir dómstólar geta það ekki heldur enda EKKERT sem segir að hægt sé að dæma ríkisábyrgð af/á í dómsorði. Hugsanlega gæti dómurinn úrskurðar um upphæðir bóta o.s.frv. en ekki ábyrgðirnar sem fylgdu.\nÞú verður að átta þig á hvað dómstólar geta og hvað þeir geta ekki... þeir hafa ekki þetta vald, eingöngu löggjafinn hefur vald til að skuldbinda landið svona.\nhttp://eyjan.is/?p=80044",
            "date": "2011-02-23 11:09:00",
            "post_id": "325297",
            "reply_to_id": "325293"
        },
        {
            "user_name": "Gúrú",
            "text": "",
            "date": "2011-02-23 12:01:00",
            "post_id": "325315",
            "reply_to_id": "325297"
        },
        {
            "user_name": "Halli13",
            "text": "Það var aðallega talað um það þegar að gengi krónunnar var að falla og náði lágmarki 2008/2009 og þá voru nokkrir hagræðingar (man ekki hvað margir) sem að töluðu um gengi krónunnar og sögðu að það væri alltof lágt og þar sem að það hefur ekki styrkst mikið síðan þá þá tel ég að það sé ennþá skoðun þeirra, minnir meira að segja einnig að erlendir hagfræðingar tjáðu sig líka um þetta mál en man það þó ekki nægilega vel til að fara með það. Ég var kannski aðeins of fljótur á mér þegar ég nefndi fjölmiðla en það voru vissulega margir hagfræðingar sem að voru þessar skoðunar og eru líklega ennþá þó að þeir hafi ekki allir farið í fjölmiðlana. En dæmi um einn sem fór í fjölmiðlana (sem ég man skýrt eftir) var Steingrímu J og talaði hann um að gengi krónunnar væri alltof veikt og að honum fannst það vera \"sanngjarnt\" að bandríkjadalur kostaði um 80 íslenskar krónusr hann er reyndar ekki menntaður á þessu sviði en þar sem hann var og er viðskiptaráðherra þá tel ég mjög ólíklegt að hann hafi ályktað þetta sjálfur en ekki talað vð eitthverja af þessum hagfrtæðingum sem að vinna í fjármálaráðuneytinu.",
            "date": "2011-02-23 12:29:00",
            "post_id": "325323",
            "reply_to_id": "325315"
        },
        {
            "user_name": "beatmaster",
            "text": "Hér er góð mynd sem að setur þetta í samhengi fyrir þá sem skilja þetta ekki....",
            "date": "2011-02-23 12:34:00",
            "post_id": "325330",
            "reply_to_id": "325323"
        },
        {
            "user_name": "Zpand3x",
            "text": "Þið eruð samt að gera svo mikið úr þessum skuldum sem samnungurinn hljómar uppá. \nMatvörukeðjan ICELAND í bretlandi er að fara að greiða út arf uppá 62,7 milljarða íslenskra króna. Landsbankinn á 2/3 hluta í ICELAND keðjunni.\n\"Um tveir þriðju hlutar upphæðarinnar munu renna til Landsbanka Íslands hf\" \nÞetta eru semsagt 41,8 milljarðar sem Landsbankinn er að fá í ARÐ. Það er semsagt langleiðina upp í helvítis Icesave skuldina, sem þeir eru að fá í ARÐ.\nSkil ekki afhverju það er alltaf talað um að það eigi að sækja allan þennan pening í sköttum landsmanna. Afhverju ekki bara að selja smá eigur Landsbankans upp í skuldina.\nEkki það að ég skil ekki bankakerfið, þeir eru náttúrlega að nota þessa peninga sem eigur til að geta lánað fólki á Íslandi fyrir húsakaupum og bílum. Verða að eiga \"peninga og eignir\" til að mega lána. \nFæ hausverk á þessu helvíti :@\n--------------------------------\nEDIT gleymdi að linka  \n \nhttp://www.mbl.is/vidskipti/frettir/201 ... ir_ut_ard/\n------------------------------------\nEDIT2\nskilningur minn:\nLandsbankinn stofnar Icesave, Fólk í bretlandi og hollandi leggur inn sparifé sitt, Landsbankinn tekur við pundunum, breytir í krónur , fjármagnar útblástur í ICELAND keðjuna (\nhttp://eyjan.is/2010/10/25/hundrud-mill ... ur-bonkum/\n), Landsbankinn framkvæmir fullt af dinglumdangli með peningana, telja lán sem þeir fá sem gróða, fela skuldir, borga starfsmönnum himinháa arða. Svo kemst uppum þá og krónan fellur, það sem við skuldum í raun Bretum og Hollendingum er orðið meira en við fengum í krónum talið.\nEN!\nNúna er okkur boðinn samningur sem er ekki einusinni 1/10 af upphæðinni sem við tókum, og við getum borgað það nánast með einni arðgreiðslu sem ICELAND keðjan í bretlandi er að borga landsbankanum. ? samþykkja? jÁ!\nMake sense?",
            "date": "2011-02-23 15:57:00",
            "post_id": "325416",
            "reply_to_id": "325330"
        },
        {
            "user_name": "Frantic",
            "text": "https://www.youtube.com/watch?v=B5DWTKsbNQk",
            "date": "2011-02-23 16:02:00",
            "post_id": "325417",
            "reply_to_id": false
        },
        {
            "user_name": "Moldvarpan",
            "text": "Tekið af mbl.is;\nEinn þáttur á Icesave ferlinu hefur lítið verið dregin fram í dagsljósið. \n Bretar töpuðu í raun engu á Icesave. Jú vissulega safnaðist fé á innlánsreikninga í Bretlandi en margt bendir til þess að fjármunirnir hafi runnið til baka út í breskt efnahagskerfi í gegn um útlán til vildarvina. \nÞegar Gordon Brown ákvað að bæta þegnum hennar hátignar tapið þá runnu þær bætur alfarið aftur inn i breskt efnahagskerfi.\nKrafa Breta felur ekki í sér að Íslendingar séu að endurgreiða neitt eins og Bloomberg orðar það. Fjármunir úr innlánastreymi Icesave bárust aldrei inn í íslenskt efnahagskerfi. Það er því verið að neyða Íslendinga til þess að greiða vexti af fjármunum sem eru í vinnu í bresku efnahagskerfi.\nFerli fjárstreymis í Landsbankanum hefur nú þegar verið rannsakað en því er haldið leyndu fyrir þjóðinni. Innlán og útlán hafa verið kortlögð af Deloitte í London.\nÍ lögunum sem nú er verið að kjósa um er búið að taka út ákvæði sem kveður á um að allt verði gert til þess að endurheimta þá fjármuni sem hreinsaðir voru út úr Landsbankanum.\n Vigdís Hauksdóttir vekur athygli á því í Þingsal að 200 milljarðar hafi runnið í vasa Jóns Ásgeirs úr Landsbankanum (verslunarkeðjan Iceland)",
            "date": "2011-02-23 16:23:00",
            "post_id": "325424",
            "reply_to_id": "325417"
        },
        {
            "user_name": "dori",
            "text": "Ég er ekki búinn að hlusta á þetta en þú veist að þetta er ársgamalt?",
            "date": "2011-02-23 16:23:00",
            "post_id": "325425",
            "reply_to_id": "325424"
        },
        {
            "user_name": "frr",
            "text": "Það vita ekki allir hver vafaatriðin eru. \nÞað var rétt á sínum tíma að láta bankana falla. Það breytir ekki því að neyðarlögin varðandi innistæðutryggingarnar geta valdið vandræðum. punktur.\nHeldurðu virkilega að það væri verið að þrasa um þetta ef allt það sem þú fullyrðir væri rétt og hafið yfir allan vafa?!",
            "date": "2011-02-23 17:34:00",
            "post_id": "325440",
            "reply_to_id": "325425"
        },
        {
            "user_name": "biturk",
            "text": "hjá ríkisstjórninnini er þetta ekkert þras vinur, þau vita vel að málið er einfalt og nkl svona\nenginn samningur, ekkert esb!\nmálið snýst alfarið um það sama hvað þau segja og vilja meina, þetta er ekki aðskilið og hollendingar viðurkenndu það nú á dögunum!",
            "date": "2011-02-23 17:41:00",
            "post_id": "325443",
            "reply_to_id": "325440"
        },
        {
            "user_name": "Icarus",
            "text": "Eins og formaður samninganefndarinnar sagði.\nÞetta er viðunandi niðurstaða á óviðunandi vandamáli!\nAð sjálfsögðu er ógeðslega ósanngjarnt að þurfa að borga skuldir Icesave, en þannig eru samt lögin, lög sem voru staðfest af Alþingi íslendinga (hvort sem okkur líkar við stjórnmálamennina eða ekki hafa þeir löggjafarvaldið).\nFrekar vill ég borga þessa upphæð en að fara í þá rúllettu sem er dómsmál, skil vel að fólk sé reitt og vilji frekar fara í mál prinsippsins vegna en mér finnst að einhverntímann þurfi prinsippið að hafa verð.\nÉg mun styðja þetta frumvarp en ég geri það með bitru eftirbragði, ekkert Icesave Já Takk eins og undirskriftarsíðan sagði.",
            "date": "2011-02-23 19:14:00",
            "post_id": "325475",
            "reply_to_id": "325443"
        },
        {
            "user_name": "rapport",
            "text": "Aðal vandamálið er að ópólitískt vandamál var gert að pólitísku vandamáli.\nEES og EU  gera kröfu á aðildarríki sín um innviði sem geta tekist á við hrun banka = Innistæðutryggingasjóðir.\nÞað sem gerðist aukalega á Íslandi var kerfishrun sem kallaði á setningu neyðarlaga.\nNú á að láta þetta mál fara í gegnum kerfið...\nÞað á ekkert að vera semja neitt sérstaklega um þetta...  \nNotum kerfið, kerfið er sett upp og starfrækt til að vera notað. Ef það á alltaf að semja um allt þá getum við sleppt ansk. kerfinu yfir höfuð.",
            "date": "2011-02-23 19:48:00",
            "post_id": "325499",
            "reply_to_id": "325475"
        },
        {
            "user_name": "Zethic",
            "text": "Hef verið að spá í einu..\nokei, pínu klikk hugsunarháttur en here goes..\nSagt var fyrir einhverjum þúsundum ára að heimurinn myndi enda 2012. Hvað ef þetta er pólitískur heimsendir ? \nÉg meina, okei kannski spilað of mikið af tölvuleikjum og séð of margar myndir, en hvað ef WW3 fer af stað og heimurinn verður allur sprengdur í loft með kjarnorkusprengjum ?\nMeikar jafn mikinn sense og þetta helvítis Icesave kjaftæði !",
            "date": "2011-02-23 21:37:00",
            "post_id": "325520",
            "reply_to_id": "325499"
        },
        {
            "user_name": "ManiO",
            "text": "Nei. Endalaust nei.",
            "date": "2011-02-23 21:43:00",
            "post_id": "325525",
            "reply_to_id": "325520"
        },
        {
            "user_name": "appel",
            "text": "Ef það á að vera heimsendir 2012, þá vil ég fá að kjósa um það.",
            "date": "2011-02-23 22:07:00",
            "post_id": "325539",
            "reply_to_id": "325525"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Þetta er nákvæmlega mergur málsins.",
            "date": "2011-02-23 22:12:00",
            "post_id": "325544",
            "reply_to_id": "325539"
        },
        {
            "user_name": "ViktorS",
            "text": "rúsínan í pylsuendanum",
            "date": "2011-02-23 22:28:00",
            "post_id": "325551",
            "reply_to_id": "325544"
        },
        {
            "user_name": "Gummzzi",
            "text": "http://www.youtube.com/watch?v=JcHSc8NG ... r_embedded",
            "date": "2011-02-23 22:29:00",
            "post_id": "325553",
            "reply_to_id": "325551"
        },
        {
            "user_name": "Zethic",
            "text": "Haha enda var þetta sprell !\nLangaði bara vera með í að segja eitthvað fáránlegt sem skipti ekki máli *hóst*allir-sem-hafa-sagt-sitt-kaffistofu-álit-á-icesave*hóst*",
            "date": "2011-02-24 10:52:00",
            "post_id": "325638",
            "reply_to_id": "325553"
        },
        {
            "user_name": "ManiO",
            "text": "Mig grunaði einmitt að þú værir að tröllast en maður veit aldrei",
            "date": "2011-02-24 11:22:00",
            "post_id": "325644",
            "reply_to_id": "325638"
        },
        {
            "user_name": "rapport",
            "text": "http://mbl.is/frettir/innlent/2011/02/2 ... liklegast/\nHér er virkilega góð lýsing á því hvað gerist ef við höfnum þessum samning í þjóðaratkvæðagreiðslunni...",
            "date": "2011-02-24 17:04:00",
            "post_id": "325722",
            "reply_to_id": "325644"
        },
        {
            "user_name": "halldorjonz",
            "text": "Ég myndi kjósa að borga, einfaldlega til að klára þetta, og ef við borgum ekki, afhverju ættu þá eitthverjar þjóðir að lána okkur peninga (nema þá á eitthverjum rugl háum vöxtum)? \nHalda allir að við séum bara eitthverjir svikarar..................bara klára þetta drasl af, 50 miljarðar, þetta er ekkert",
            "date": "2011-02-25 13:26:00",
            "post_id": "325947",
            "reply_to_id": "325722"
        },
        {
            "user_name": "beatmaster",
            "text": "Mér sýnist vera alvarleg gjá milli þings og þjóðar...... nei bíddu...\nhttp://www.visir.is/rum-60-prosent-segj ... 1702259957",
            "date": "2011-02-25 13:40:00",
            "post_id": "325951",
            "reply_to_id": "325947"
        },
        {
            "user_name": "rapport",
            "text": "Óli sagði líka að fyrst að málið hefði verið sett í hendur þjóðarinnar þá þyrfti þjóðin að leiða málið til lykta.\nSvo rökstuddi hann það t.d. með því að segja að sama ríkisstjórn væri t.d. við lýði og því væri hún ekki með endurnýjað umboð þjóðarinnar = óhæf í þessa ákvörðun ein og óstudd.\nÞið vitið að þjóðaratkvæðagreiðsla er ekki bara til að segja \"nei\"...\nEf þið eruð hálfvitar þá getið þið sagt \"já\" við þessum samning.",
            "date": "2011-02-25 13:46:00",
            "post_id": "325955",
            "reply_to_id": "325951"
        },
        {
            "user_name": "Daz",
            "text": "Allir sem eru ósamála mér eru hálfvitar, thats the spirit!",
            "date": "2011-02-25 13:51:00",
            "post_id": "325956",
            "reply_to_id": "325955"
        },
        {
            "user_name": "beatmaster",
            "text": "Gallinn við lýðræði er að hálfvitarnir fá kjörseðil líka \nHér gildir hið gamla góða \"bara ef það hentar mér\" viðhorf, það hentar mér tildæmis talsvert betur að samþykkja þennann samning til þess að klára þetta mál og fá samfélagið til að keyra aðeins áfram, mér hefur hingað til sýnst að þeir sem að tala/blogga mest á móti Icesave eru opinberir starfsmenn og atvinnuleysingjar sem að virðast engu máli skipta þótt að þetta land sökkvi enn meira ofaní skítinn eða haldi sömu helvítis stöðnuninni áfram í 1-2 ár í viðbót, fyrir utan þá sem að eru á móti Icesave samningum í einhverri einlægri von um að þetta teljist sem eitthvað kjaftshögg á aðild að ESB\nSvo að ég endurtaki mig aftur \nhéðan\n þá er mér alveg sama hversu sannfærðir menn eru um jákvæðar afleiðingar neitunar, það eina sem að mér finnst vera lágmark er að menn geri sér grein fyrir hvernig það getur endað\nÉg er líka búinn að búa á íslandi nógu lengi til að vita að nei-sinnar (eða réttlætis, og lýðræðiselskandi sinnar veljið bara viðeigandi titil) yrðu snarbrjálaðir í 2-3 daga, viku alveg tops og svo yrði loksins hadlið áfram og aldrei heyrast um Icesave meir...",
            "date": "2011-02-25 14:17:00",
            "post_id": "325968",
            "reply_to_id": "325956"
        },
        {
            "user_name": "Gúrú",
            "text": "Ye tökum á okkur eins mikið af skuldbindingum og við mögulega getum sama hvað það þýðir fyrir ríkið vegna þess að fólk mun gleyma því?\n\"FUCK NEI\".",
            "date": "2011-02-25 14:58:00",
            "post_id": "325982",
            "reply_to_id": "325968"
        },
        {
            "user_name": "beatmaster",
            "text": "Á léttari nótum þá er gott að benda á að Gúrú og Rapport eru hér sammála",
            "date": "2011-02-25 15:09:00",
            "post_id": "325988",
            "reply_to_id": "325982"
        },
        {
            "user_name": "Gúrú",
            "text": "Meh kalla samt fólk sem að vill samþykkja þetta ekki hálfvita, kannski masókista.  \nEDIT: Jafnvel sadista.",
            "date": "2011-02-25 15:43:00",
            "post_id": "325999",
            "reply_to_id": "325988"
        },
        {
            "user_name": "ManiO",
            "text": "Þetta er mjög líkt því sem að dómsdagsspár [lesist: ríkisstjórnin] menn söguð seinast, en hvað gerðist?  \n \nJújú, Moody's er búið að gefa út að við forum í ruslflokk ef við höfnum samningnum. En er Moody's ekki sama fyrirtækið og hafði íslensku bankana í topp flokki alveg deginum eftir hrunið? Hver tekur mark á þessum bull fyrirtækjum sem fá borgað fyrir að gægjast í kristalkúlur?",
            "date": "2011-02-25 16:27:00",
            "post_id": "326005",
            "reply_to_id": "325999"
        },
        {
            "user_name": "FriðrikH",
            "text": "Sem opinber starfsmaður vildi ég bara rétt taka upp hanskann fyrir kollega mína (sem er víst ástæða til að flokka með atvinnuleysingjum).  En bæði ég og meirihluti samstarfsfólks míns eru á þeirri skoðun að það eigi að samþykkja þennan samning.  Enda hafa opinberir starfsmenn fundið verulega fyrir hruninu þrátt fyrir að sumir virðist halda að það sé draumur í dós að vinna hjá ríki og sveitafélögum.  \nÁ mínum vinnustað líkt og annars staðar er síðan einhver hópur sem slær hausnum bara í vegginn og segist ekki vilja borga",
            "date": "2011-02-25 16:28:00",
            "post_id": "326006",
            "reply_to_id": false
        },
        {
            "user_name": "biturk",
            "text": "og ég ætla að tala fyrir hönd þeirra sem misstu vinnu vegna kreppunar að við höfum það ekki gott en ég tel að landinu sé mikið betur farið að þessi samningur verði felldur og það sé hægt að klára málið þannig heldur en að hreppa þjóðina í skuldafangelsi í hver veit hvað mörg ár\nmegið ekki gleima að við græðum ekkert á að samþykja því ef eignir landsbankanns og það rugl gengur ekki eftir að þá erum við í djúpum kúk og þá varir kreppan bara lengur og skattar hækka enn meira, áfengi, sígarettur, bensín, matur, drykkjarföng, snyrtivörur og allt annað mun hækka það mikið meðan launin verða enn minna virði að fólk á eftir að missa allt sitt\nþað er eitthvað sem ég er ekki tilbúin að fara útí",
            "date": "2011-02-25 16:46:00",
            "post_id": "326013",
            "reply_to_id": "326006"
        },
        {
            "user_name": "vesley",
            "text": "Samkvæmt eitthverjum pistil sem ég las á netinu (man ekki hvar ég fann hann)\nÞá er þetta rúmar 2milljónir á hvern Íslending.    En þetta myndi vera rúmur 7þús kall á hvern breta og hollending.   s.s. 600 og eitthvað krónur á mánuði í 1ár. \nVill varla pæla hvað hver Íslendingur þyrfti að borga ef ekkert myndi ganga upp og engar eignir myndu minnka skuldina",
            "date": "2011-02-25 16:50:00",
            "post_id": "326014",
            "reply_to_id": "326013"
        },
        {
            "user_name": "beatmaster",
            "text": "Ég vil taka fram að það var ekki ætlun mín að móðga hvorki þá sem hafa ekki atvinnu né þá sem starfa hjá ríki eða sveitarfélögum, það hrökk bara illa í mig að vera kallaður hálfviti fyrir það að vilja klára þetta mál á skynsamlegan hátt. (eða þá væntanlega að vera hálfviti fyrir að telja samþykkt þessa samnings skynsamlegur endir)",
            "date": "2011-02-25 18:19:00",
            "post_id": "326039",
            "reply_to_id": "326014"
        },
        {
            "user_name": "biturk",
            "text": "http://www.mbl.is/frettir/innlent/2011/02/25/islenskir_domstolar_hafa_sidasta_ordid/",
            "date": "2011-02-25 18:27:00",
            "post_id": "326043",
            "reply_to_id": "326039"
        },
        {
            "user_name": "gullis",
            "text": "Ég er alveg útum allt með skoðun mína hvort ég eigi að kjósa Já eða Nei,,, Ég er alveg til í að kjósa \"já\" ef það á eftir að bæta ástand þjóðfélagsins á skömmum tíma,, Og ég er einnig alveg til í að kjósa \"nei\" ef ég sannfærist allverulega af heimildum sem styðja það að réttarstaða okkar sé sterk og eins og kemur framm hérna í linknum frá mbl.is að ofan,,, Hann fékk mig til að endurhugsa ákvörðun mína þar sem ég var 90% öruggur á því að kjósa með þessum samningi í komandi kosningum.",
            "date": "2011-02-25 18:48:00",
            "post_id": "326044",
            "reply_to_id": "326043"
        },
        {
            "user_name": "beatmaster",
            "text": "http://www.pressan.is/Frettir/Lesafrett ... r-ut-ongum",
            "date": "2011-02-26 21:57:00",
            "post_id": "326331",
            "reply_to_id": "326044"
        },
        {
            "user_name": "GuðjónR",
            "text": "NEI\nTAKK!!!",
            "date": "2011-02-26 22:18:00",
            "post_id": "326335",
            "reply_to_id": "326331"
        },
        {
            "user_name": "biturk",
            "text": "það sagði vinkonua mín líka, það stoppaði samt ekki útlendinginn í að nauðga henni \n \nen að öðrum nótum..........væri hægt að losna við hommarokkari titilinn",
            "date": "2011-02-26 22:19:00",
            "post_id": "326336",
            "reply_to_id": "326335"
        },
        {
            "user_name": "GuðjónR",
            "text": "Veskú....ég er búinn að afhomma þig!",
            "date": "2011-02-26 22:40:00",
            "post_id": "326346",
            "reply_to_id": "326336"
        },
        {
            "user_name": "biturk",
            "text": "Ætli Gunnar í krossinum hafi eh tímann sagt þetta líka",
            "date": "2011-02-26 22:49:00",
            "post_id": "326350",
            "reply_to_id": "326346"
        },
        {
            "user_name": "GuðjónR",
            "text": "Jájá.....en það mistóks hjá honum en tókst hjá mér. Til hamingju!!!",
            "date": "2011-02-26 22:50:00",
            "post_id": "326352",
            "reply_to_id": "326350"
        },
        {
            "user_name": "biturk",
            "text": "mikið asskoti er það nice, nú þarf ég ekki að spá neitt í þessum typpalingum lengur og get snúið mér að barneignum",
            "date": "2011-02-26 22:51:00",
            "post_id": "326354",
            "reply_to_id": "326352"
        },
        {
            "user_name": "rapport",
            "text": "Ef við höfnum samningnum þá gerist ekkert slæmt...\nÞað skiptir ekki máli hvað EFTA dómstóllinn dæmir því það er bara e-h sem íslenskir dómstólar þyrftu að túlka og styðja sig við, EKKI fara umhugsunarlaust eftir.\nGetur einhver hér sagt mér hvernig EFTA dómstóllinn getur haft bein áhrif á fjárlög íslenska ríkisins?\nEf Ísland er fullvalda ríki þá er bara ein stofnun á Íslandi sem má og getur tekið svona skuldbindandi ákvarðanir og það er Alþingi og eða íslenska þjóðin ef forsetinn vísar málum til hennar.\nAfhverju ættum við að samþykkja þennan samning eða óhagstæðari niðurstöðu?\nHöldum bara áfram að segja \"nei\", látum þetta fara fyrir dómstóla, við getum samt sagt \"nei\" þegar sú niðurstaða er kynnt.\nÉg skil ekki afhverju Ísland er ekki búið að gera þessum löndum algjört lokatilboð sem er opið fyrir þau að taka, öllu öðru verði hafnað.\nÞað tilboð yrði að vera sanngjarnt en/og byggt á okkar forsendum.\nAfhverju þarf alltaf að troða einhverju vali á Ísland, látum UK og Holland um að velja eða hafna tilboðum okkar en ekki öfugt.",
            "date": "2011-02-27 00:00:00",
            "post_id": "326367",
            "reply_to_id": "326354"
        },
        {
            "user_name": "Zethic",
            "text": "Nei.. .þessi er betri",
            "date": "2011-02-27 00:48:00",
            "post_id": "326378",
            "reply_to_id": "326367"
        },
        {
            "user_name": "beatmaster",
            "text": "",
            "date": "2011-02-27 13:02:00",
            "post_id": "326442",
            "reply_to_id": "326378"
        },
        {
            "user_name": "FriðrikH",
            "text": "Touché",
            "date": "2011-02-27 13:18:00",
            "post_id": "326446",
            "reply_to_id": "326442"
        },
        {
            "user_name": "AndriKarl",
            "text": "http://visir.is/thjodin-ekki-skuldbundi ... 1110229083",
            "date": "2011-02-28 10:15:00",
            "post_id": "326667",
            "reply_to_id": "326446"
        },
        {
            "user_name": "GuðjónR",
            "text": "Lesið \nþetta!",
            "date": "2011-02-28 10:25:00",
            "post_id": "326668",
            "reply_to_id": "326667"
        },
        {
            "user_name": "beatmaster",
            "text": "http://maggib.blog.is/blog/maggib/entry/1146466/",
            "date": "2011-02-28 10:28:00",
            "post_id": "326669",
            "reply_to_id": "326668"
        },
        {
            "user_name": "Gúrú",
            "text": "---Hér skaltu setja link sem að sýnir fram á annað en eina innleggið á þessu bloggi sýndi fram á m. stjórnarskráaratkvæði á bakvið sig---\nÞað að einhver samninganefnd hafi samþykkt viðmið fyrir frekari samningaviðræður bindur líka ekki íslenska ríkið til að sætta sig við hvað sem er, D U C Y?",
            "date": "2011-02-28 10:30:00",
            "post_id": "326670",
            "reply_to_id": "326669"
        },
        {
            "user_name": "beatmaster",
            "text": "Af hverju að vera að ljúga einhverju um þjóðernisást, réttlæti, staðfestu þess um að borga ekki skuldir óreiðumanna, staðfestu þess að ekki sé ríkisábyrgð á innistæðutryggingarsjóði og því að þetta sé jafnvel eitt stórt samsæri gagnvart stórasta landi í heimi.\nAf hverju koma þeir sem það eiga við ekki bara beint fram og segja að þeir séu á móti þessum samning því að þeir eru á móti aðild íslands að ESB og trúa því að það að neita þessum samningi hafi einhver áhrif til að halda okkur þaðan úti sama hvað það kostar?",
            "date": "2011-02-28 10:44:00",
            "post_id": "326674",
            "reply_to_id": "326670"
        },
        {
            "user_name": "Gúrú",
            "text": "Vil ekki ásaka þig um strámenni hérna en.... hverjir?",
            "date": "2011-02-28 10:49:00",
            "post_id": "326676",
            "reply_to_id": "326674"
        },
        {
            "user_name": "dori",
            "text": "Þetta eru rosalega heimskuleg rök hjá þér. Þú ert bara að gera lítið úr þeim sem eru á annarri skoðun en þú með þessu. Það eru fullt af rökum með því að samþykkja þennan samning og fullt af rökum gegn því. Sum af þessum rökum höfum við ekki séð (og hugsanlega ekki heldur þingmenn). Eitthvað á ennþá eftir að koma fram sem gæti haft áhrif á það hvort það sé sniðugt að samþykkja samninginn eða ekki.\nÉg verð að segja fyrir mitt leyti að mér finnst fáránlegt að byrja á því að gera samning um að greiða skuldir án þess að vera viss um að þær séu þínar að greiða.",
            "date": "2011-02-28 10:50:00",
            "post_id": "326677",
            "reply_to_id": "326676"
        },
        {
            "user_name": "beatmaster",
            "text": "Mig langaði bara að henda link á móti, mér virtist þessi þráður aðallega snúast um það núna að henda inn linkum þar sem að rökræður virðast ekki fara vel í fólk sem að kann ekki að taka rökum, heldur sannfærist enn meir um eigið ágæti\nMér persónulega sjálfum finnst gaman að rökræða og get meira að segja skipt um skoðun þegar að þannig háttar á og skammast mín ekki fyrir það, ég hef jafnvel í gegnum marga linka og comment séð mörg rök til þess að segja nei við þessum samning en kemst alltaf aftur að þeirri niðurstöðu að það henti mér persónulega best að samþykkja og klára þetta mál núna (ég kaus nei síðast) og um það snýst þetta hjá hverjum og einum, það að einhver annar hafi meiri hagi af því að samþykkja þennann samning heldur en að taka slaginn og berjast fyrir þjóðarheiðri gerir viðkomandi ekki að hálfvita, svo kemur uppúr kjörkössunum hvort að það henti fleirum að segja nei eða já",
            "date": "2011-02-28 10:56:00",
            "post_id": "326678",
            "reply_to_id": "326677"
        },
        {
            "user_name": "dori",
            "text": "Ég sá einhversstaðar umræðu um að kröfuhafar bankanna væru að vinna í að fá neyðarlögunum hnekkt og ef að það tækist myndi ekkert koma úr þrotabúi Landsbankans uppí Icesave kröfurnar.\nVeit einhver hérna hvort þetta sé satt og þá einhver gögn um þetta? Er þetta eitthvað sem er mögulegt?\nMér finnst annars eins og þessi neyðarlög vefjist rosalega fyrir fólki sem þykist vita eitthvað um þetta. Það er alveg notað hægri vinstri á mjög mismunandi hátt til að \"rökstyðja\" allskonar.",
            "date": "2011-02-28 11:08:00",
            "post_id": "326680",
            "reply_to_id": false
        },
        {
            "user_name": "beatmaster",
            "text": "Ég held að ég sé ekki að ljúga því að þegar sé fallinn bæði dómur (ásamt áliti frá ESA) um að neyðarlögin haldi og við höfum mátt setja þau\nÉg veit líka ekki betur en dómsmálið sem að er í gangi núna og hefur áhrif á endurheimtur uppí Icesave snúist um heildsöluinnistæður og hvort að þær teljist sem forgangskröfur eða ekki, versti útreikningurinn úr þessu máli er þegar reiknaður inní 47 miljarða áætlunina þannig að ef að hagstæður dómur fellur þá lækkar það sem að Ríkið þarf að borga, þetta er ekki þannig að skuldbindingarnar hækki við dóminn heldur stendur talan bara í stað við óhagstæðan dóm",
            "date": "2011-02-28 11:17:00",
            "post_id": "326681",
            "reply_to_id": "326680"
        },
        {
            "user_name": "rapport",
            "text": "Ríkið þarf ekki að borga krónu nema skrifað sé undir samning/skuldbindingu...\nAðal málið er að UK og Hollendingar eru að reyna fara framhjá íslenska innistæðutryggingakerfinu með því að semja, þau vilja geta gert kröfu í búið skv. neyðarlögunum = forgangskröfur innistæðutrygginga. Ekki bara fyrir fyrstu 20.000 evrunar heldur öllum viðbótum líka sem á að vera á þeirra ábyrgð 100%.\nÉg vil fyrir vikið að kerfið sem var hannað um þetta apparat verði notað = íslenski sjóðurinn síar kröfurnar og greiðir til baka þeim sem eiga réttmæta kröfu skv. íslensku reglunum. Restin situr svo á herðum UK og Hollands sem geta krafið þrotabúið um peninginn, en þá ekki sem forgangskröfu þar sem þetta var ekki raunveruleg innistæðutrygging heldur \"fiff og frekja\" af þeirra hálfu.\nNiðurstaðan: Alltaf að nota kerfið sem á að nota, ekki að vera semja einhverja vitleysu. Icesave væri löngu leyst ef við bara hefðum bent þessum útlendingum að leggja inn endurgreiðlubeiðni ásamt detail inn hjá tryggingasjóðnum.\n \np.s. hálvitar og fífl er ekki sama fólkið",
            "date": "2011-02-28 12:31:00",
            "post_id": "326692",
            "reply_to_id": "326681"
        },
        {
            "user_name": "Gúrú",
            "text": "",
            "date": "2011-03-09 22:44:00",
            "post_id": "329994",
            "reply_to_id": "326692"
        },
        {
            "user_name": "rapport",
            "text": "Afhverju hafa þeir bara ekki sótt formlega um endurgreiðslu til innistæðutryggingasjóðsins?",
            "date": "2011-03-10 00:23:00",
            "post_id": "330037",
            "reply_to_id": "329994"
        },
        {
            "user_name": "bulldog",
            "text": "ekkert ég er með danskt ríkisfang.\nInnlegg nr 1000",
            "date": "2011-03-10 08:53:00",
            "post_id": "330079",
            "reply_to_id": "330037"
        },
        {
            "user_name": "Icarus",
            "text": "Mér finnst þetta mjög áhugavert og skal sagt að það væri hreint frábært en satt reynist, þvert á móti er ég alltaf efins þegar kemur að svona fullyrðingum án rökstuðnings. Með vísan til hvers halda þeir því fram að þeir muni tapa málinu? Nú hafa flestir lögfræðingar sem spurðir hafa verið, lögfræðingar sem eru sérfræðingar í Evrópurétti verið tvístiga á því hvernig svona mál færi, hvað vita þeir svona miklu betur?",
            "date": "2011-03-10 16:01:00",
            "post_id": "330155",
            "reply_to_id": "330079"
        },
        {
            "user_name": "Halli13",
            "text": "Ertu nokkuð með link á þetta?",
            "date": "2011-03-10 16:06:00",
            "post_id": "330156",
            "reply_to_id": "330155"
        },
        {
            "user_name": "Gúrú",
            "text": "Þeir sendu þetta til allra fjölmiðla landsins, hérna er Eyjan linkurinn  \n \nhttp://eyjan.is/2011/03/09/sjo-haestare ... a-icesave/",
            "date": "2011-03-10 16:13:00",
            "post_id": "330158",
            "reply_to_id": "330156"
        },
        {
            "user_name": "Icarus",
            "text": "http://visir.is/their-myndu-tapa-fyrir- ... 1110308969\nog annað eftir þá:\nhttp://visir.is/sidferdid-i-icesavemali ... 1110308783\nÉg er reyndar óssammála inntakinu í seinni greininni en bankareikningara hafa sjaldan verið taldir sem áhættufjárfesting, né 6,7% vextir einhverjir ofurvextir. Svo má horfa til þess að Landsbankinn gaf ítrekað út að ríkissjóður bæri ábyrgð á skuldbyndingum ef hann færi undir til að friða fólk, þar af leiðandi vill ég ekki kenna því um. Þvert á móti er náttúrulega fáránlegt að breska og íslenska fjármálaeftirlitið hafi ekki vaknað til lífsins þegar bankinn byrjaði að koma með þessar fullyrðingar og þetta hafi ekki verið tekið almennilega fyrir ÁÐUR en bankinn hruni...",
            "date": "2011-03-10 16:15:00",
            "post_id": "330159",
            "reply_to_id": "330158"
        },
        {
            "user_name": "dori",
            "text": "6,7% eru ofurvextir m.v. það sem býðst á sparnaðarreikningum í Bretlandi.",
            "date": "2011-03-10 16:23:00",
            "post_id": "330161",
            "reply_to_id": "330159"
        },
        {
            "user_name": "biturk",
            "text": "evrópuréttur my ass!!\nmálið er rekið á íslandi.....ekki evrópu svo þeir dómarar eða lögfræðingar hafa ekkert með það að segja enda flestir væntanlega frekar hliðhollir bretum og hollendingum\nþað þarf ekkert að spyrja, menn segja nei við þessu og ef þið ætlið að íhuga það eitthvað meira þá er ekkert í lagi\nþetta er ekkert ósvipað því og spá hvort þú ættir að taka sénsinn á að ráða steingrím njálsson til að passa börnin þín",
            "date": "2011-03-10 18:36:00",
            "post_id": "330197",
            "reply_to_id": "330161"
        },
        {
            "user_name": "Icarus",
            "text": "Ég hreint út sagt elska hvað þú ert málefnalegur, er svo upplyftandi.",
            "date": "2011-03-10 18:54:00",
            "post_id": "330208",
            "reply_to_id": "330197"
        },
        {
            "user_name": "biturk",
            "text": "já, ef að veruleikinn er kaldur og harður, af hverju ætti maður þá að vera að skreita hann með nammi  og fela ljótleikann? stundum þarf bara að segja hlutina eins og þeir eru, truth hurts!",
            "date": "2011-03-10 18:56:00",
            "post_id": "330211",
            "reply_to_id": "330208"
        },
        {
            "user_name": "Icarus",
            "text": "Gerir ráð fyrir því að það sé bara til einn sannleikur. Held að enginn hérna inni sé að reyna að sannfæra fólk um að Icesave sé ein stór hamingja og ef við samþykkjum þá komi regnbogar og einhyrningar í ljós.",
            "date": "2011-03-10 18:59:00",
            "post_id": "330214",
            "reply_to_id": "330211"
        },
        {
            "user_name": "rapport",
            "text": "Sá einhyrning áðan og hann sagði mér að upp þessa umræðu...\nHvað finnst ykkur, eruði enn á sömu skoðun, ef ekki hvað fékk ykkur til að skipta um skoðun?\nHefur themað í þjóðfélaginu breyst e-h undanfarið?",
            "date": "2011-03-19 00:55:00",
            "post_id": "332496",
            "reply_to_id": "330214"
        },
        {
            "user_name": "Tiger",
            "text": "Þekki ekki eina manneskju sem ætlar að segja já við þessu, þessvegna klóra ég mér alltaf í höfðinu þegar ég sé niðurstöður skoðanakannana sem segja að meirihluti þjóðarinnar ætlar að segja já við Iceslave........ held það sé eitt stórt samsæri bara að láta fólk halda að það sé rétt að kjósa já....en vona að allir kjósi NEI",
            "date": "2011-03-19 01:05:00",
            "post_id": "332501",
            "reply_to_id": "332496"
        },
        {
            "user_name": "rapport",
            "text": "Eina fólkið sem ég þekki sem ætlar að segja JÁ veit ekki afhverju það ætlar að segja JÁ.\nÞað er svo 75% (3/4) miðaldra+ fólk með verslunarrekstur og innflutning...",
            "date": "2011-03-19 01:11:00",
            "post_id": "332504",
            "reply_to_id": "332501"
        },
        {
            "user_name": "Gothiatek",
            "text": "Hér er \nað öllum líkindum\n lykilorð. Það er ekkert gefið að við munum vinna þetta fyrir dómstólum...og ef við töpum erum við einfaldlega fokked.\nAð sama skapi, ef við samþykkjum samningin munu eignir gamla Landbankans að öllum líkindum ná upp í Icesave skuldirnar í samningum og við þurfum að borga tiltöllulega lítið.\nTek fram að ég hef ekki myndað mér skoðun með eða á móti. En það er of auðvelt að setja bara nei, við borgum ekki, með einhverjum rembingi. Það þarf að skoða þetta mál vandlega.\nÉg er allavegana ekki alveg tilbúinn að fara dómstólaleiðina blindandi og mögulega leggja enn meiri skuldbindingar á komandi kynslóðir meðan allt er í frosti hér á landi meðan þetta drasl er óleyst.\nÉg skil ekki af hverju gamli Landsbankinn er ekki gerður upp fyrst, þannig við vitum uppá krónu hvað stendur eftir og þá væri hægt að semja um það. Er svolítið fáránlegt að ætlast til að við samþykkum samning með óþekkta heildarupphæð.\nÞetta mál er í alla staði hræðilegt, en hugsum málið og skoðum hlutlaust þegar við göngum til kosninga með hagsmuni þjóðarinnar í huga. Þeim gæti nefninlega verið betur verið með því að samþykkja samninginn svo við getum haldið áfram og byggt upp atvinnu á ný.",
            "date": "2011-03-19 10:51:00",
            "post_id": "332522",
            "reply_to_id": "332504"
        },
        {
            "user_name": "Icarus",
            "text": "Ég geri ráð fyrir að kjósa já, svona ef ykkur vantar einhvern þannig.\nMín þróun hefur verið allaveganna fram og til baka, og því meira sem ég les því minna veit ég, og eftir að hafa rætt við marga um þetta finnst mér nefnilega að flestir viti lítið um þetta, það á líka við þá sem ætla að segja nei, þeir halda fram einhverjum frösum sem þeir pikkuðu upp í næsta fjölmiðli en vita í raun ekki hvað stendur þarna á bakvið.\nAfleiðingarnar af því að hafna GÆTU verið gífurlegar, segjum að það séu 50/50 líkur á að við myndum vinna málið fyrir EFTA dómstólnum (held að það sé ofaukið meira að segja), þá borgar sig útfrá einföldum líkindareikningi að borga.\nAð sjálfsögðu vill maður vera stolltur og segja \"fuck you\" við bretanna, þetta eru jú skuldir einkabanka og maður verður alveg brjálaður þegar maður sér alla þessa stjórnendur ennþá ganga lausa með peninganna, sömu lögin sem leyfðu þessu að gerast ennþá í gildi og sama fólkið á ríkisspenanum í að \"fylgjast\" með bankakerfinu.\nEf við horfum síðan á mögulega skaðsemi höfnun, þá umfram dómsmál, það er minnkandi traust á alþjóðamörkuðum. Ég veit ekki með ykkur en ef ég væri alþjóðlegur fjárfestir væri ég hræddari við efnahagsráðherra sem segir að krónan sé ónýt, fjármálaráðherra sem segir að krónan verði hérna áfram og hótar svo ofursköttum í næstu setningu og forsetisráðherra sem hótar að þjóðnýta orkufyrirtæki af því bara...\nÍslenskir dómstólar hafa ekki verið þekktir fyrir að dæma eftir hentisemi og er alls ekkert víst að Ísland myndi vinna þetta mál fyrir þeim ef til þess kæmi. Möguleikar væru á uppsögn EES samningsins og að íslenskur fiskur yrði tollaður inná þennan stóra markað. Tjónið af því gæti verið gífurlegt, og til langtíma jafnvel mun meira en Icesave.\nÞví segi ég að ég stefni á að segja já, en guð minn góður hvað ég væri til í að vita meira um þetta og þegar ég fer í kjörklefann, ef ég segi já, þá mun ég gera það með mikilli biturð.",
            "date": "2011-03-19 11:36:00",
            "post_id": "332531",
            "reply_to_id": "332522"
        },
        {
            "user_name": "rapport",
            "text": "Fólk gleymir að í málaferlum þá yrði Icesave sett í samhengi við það sem var að gerast á þessum tíma sbr. EDGE reikningana sem fluttir voru yfir í ING-Direct.\nUK lenti nefnilega í sínu Icesave líka með EDGE reikningana en þeir leystu málið með einum samningi sem fólst í að flytja reikningana/innistæðurnar í annan banka.\nHvað er betra við það?\nÞeir Þurftu ekki að greiða út innistæðurnar heldur gátu flutt þær á kostnaðarverði/bindiskyldu/eiginfjárhlutfalli s.s. ef banki þarf að hafa haldbært 20% af innistæðum til að geta greitt þær út, þá flutti UK líklega innistæðurnar úr EDGE yfir í ING á meira 20% af andvirði þeirra en langt frá 100% af andvirði þeirra = þeir greiddu þær ekki út úr tryggingasjóðnum sínum heldur notuðu peninga EDGE í verkið.\nÁ sama tíma frystu þeir eigur Íslands og íslensku bankana með hryðjuverkalögum og óþægindi/greiðslumiðlun milli landa fór í klessu...\nÞau áhrif á Ísland voru mun umfangsmeiri en tap á 0,5% af innistæðum í UK hefðu verið fyrir þá, þeir settu Ísland á hliðina með offorsi og yfirgangi.\nEf þeim fannst neyðarlögin brjóta í bága við EES/EU þá er sérstakur vettvangur til að takast á um það mál, kvarta og kæra... en þeir fóru ekki formlegu leiðina heldur mismunuðu sjálfir all svakalega eftir þjóðerni með því að ráðast á Ísland (þeir hafa ekki enn fryst fjármagn Gaddafi... manns sem er líklega á bakvið hryðjuverk í UK sbr. Lockerbie)\nAð segja að það séu 50/50 líkur á sigri Íslands í málinu er prump, það verður að meta áhrif aðgerða Íslands á UK og áhrif þeirra aðgerða á Ísland í samhengi við hlutfallsleg áhrif á hagkerfi landanna.\nÍsland -> UK = Innistæður Icesave voru rétt um 0,1-0,5% af heildarinnistæðum í UK og við erum hryðjuverkamenn.\nUK -> Ísland = Hryðjuverkalög sem frystu eignir í rúmt ár (minnir mig), hryðjuverkalög sem settu alla greiðslumiðlun við útlönd á hliðina, þvinganir í gegnum AGS og annað alþjóðasamstarf... og svo má lengi telja.\nÁsetningur Íslands var ekki að skaða einn eða neinn heldur að tryggja að fjármálakerfið hér héldi velli...\nHver var þeirra ásetningur?\nAð setja þetta mál í eðlilegt ferli skv. reglum innistæðutryggingasjóðanna o.s.frv. hefði ekki komið þeim um koll. Þeir kusu að níðast á okkur.\nAð segja NEI við samningnum er í mínum augum jafngilt því að segja JÁ við réttlæti, það er ekki réttlátt hvernig þetta mál byrjaði og hvernig það hefur þróast...",
            "date": "2011-03-19 12:44:00",
            "post_id": "332545",
            "reply_to_id": "332531"
        },
        {
            "user_name": "urban",
            "text": "Það er nú ekki flókið hver þeirra ásetningur var.\nÞað var búið að flytja stórkostlegar upphæðir af útibúum í bretlandi og hingað heim til íslands.\nþeir voru að stoppa það, upp á að ef að allt færi illa, þá væri hægt að nota peninga sem að eru eyrnamerktir icesave í akkurat icesave.\nþannig að þeirra tilgangur var nokkurn vegin sá sami.\nað lágmarka eigin tjón.",
            "date": "2011-03-19 14:31:00",
            "post_id": "332571",
            "reply_to_id": "332545"
        },
        {
            "user_name": "rapport",
            "text": "Að stoppa fjármagnsflutningana hefði getað tekið 2-3 daga en ekki heilt ár...\nÞeir tóku möguleikann af Íslendingum að flytja innistæðurnar yfir í annan banka með lágmarkskostnaði...\nAfleiðingarnar fyrir okkur = stórvægilegar.\nAfleiðingarnar fyrir þá = peanuts.\nDómstólar dæma aðallega eftir ásetningi og svo afleiðingum, svo eru t.d. tekjur viðkomandi grundvöllur að skaðabótum t.d. samkeppnislagabrot...\nÍslendingar gátu illmögulega gert annað en það sem þeir gerðu, þetta snérist um að \"bjarga því sem bjargað verður\" og að flytja innistæður erlendra aðila yfir í nýju bankana hefði orsakað annað hrun strax daginn eftir.\nUK var ekki að lágmarka eigið tjón heldur að hámarka eigið tjón...  en planið var svo alltaf að senda reikninginn til Íslands.",
            "date": "2011-03-19 14:38:00",
            "post_id": "332572",
            "reply_to_id": "332571"
        },
        {
            "user_name": "Icarus",
            "text": "Bíddu.. whaaaaa?\nPeningur verður ekkert til við að tala um bindiskyldu og að flytja yfir í annan banka, hvaðan á peningurinn hjá ING að koma til að greiða svo fólkinu út? Varla verður hann bara til úr þurru lofti?",
            "date": "2011-03-19 16:57:00",
            "post_id": "332593",
            "reply_to_id": "332572"
        },
        {
            "user_name": "rapport",
            "text": "\"Fractional banking system\" + \"common sense\" segir manni að hver banki hefur ekki haldbært fé upp á 100% af öllum innistæðum og að til að banki getið staðið undir undir 100kr. innistæðu þarf eingöngu lítið hlutfall af henni af raunverulegum peningum (sérstaklega þegar um netbanka er að ræða).\nÍ venjulegum rekstri er notast við Baumol og Miller-Orr líkön fyrir lausafjárþörf og sambærilega aðferðafræði nota bankar líklega fyrir sinn viðskiptabankarekstur.\nÞau líkön/aðferðafræði eru notuð til að lágmarka það fé sem fyrirtæki hafa á tiltækt til rekstrarins en hámarka það fé sem þá er hægt að nota í fjárfestingar.\nEf ING-Direct hefru t.d. reiknað út að þeir þurfi bara að hafa tiltæk 7% af innistæðum þá þurfa þeir bara að geyma 7kr. af hverjum 100kr. innistæðu en geta notað 93.kr í aðrar fjárfetsingar sem svo margfaldast upp í \"fractional banking\" kerfinu.\nEf þeir fengu 20kr. greitt fyrir hverja 100kr. innistæðu í EDGE þá voru þeir samt að ná 13.kr til að fjárfesta með og pumpa upp sinn efnahag (margfaldast svo upp í \"fractional banking\" kerfinu).\nMeð þessu þá græddi ING-Direct og yfirvöld í UK því þau þurftu ekki að greiða innistæðurnar út og restin af KSF var auðveldara að gera upp s.s. þrotabúið.\nMeð því að frysta allt íslenskt í UK komu þeir í veg fyrir að við gætum farið sömu leið með Icesave s.s. selt innistæðurnar yfir í annan banka (hefði verið best að koma þeim bara yfir í EDGE t.d.)\nÞá lendir íslenski tryggingasjóðurinn í að þurfa að casha allt út ... eða í raun ákváðu Bretar að casha allt út og rukka svo íslenska sjóðinnum það...\nÞessi leikur þeirra gerir það að verkum að óþörf skuld er skrifuð á Íslendinga 95% vegna þeirra aðgerða, þessvegna mun ég segja NEI við Icesave samningnum og leggja traust mitt á dómstóla.",
            "date": "2011-03-19 18:35:00",
            "post_id": "332624",
            "reply_to_id": "332593"
        },
        {
            "user_name": "Icarus",
            "text": "Þarna ertu að tala um lausafé annars vegar og eignir hins vegar. Mikið rétt að þeir þurfi bara að eiga ákveðið til í lausafé og er það í raun forsenda fyrir því að bankakerfi getur þrifist, þvert á móti þurfa að hafa komið eignir frá EDGE sem er þá mismunurinn, ef þær eignir koma ekki þarf breska ríkið að bæta það upp. Er það í raun það sama og er að gerast með Icesave, eignir Landsbankans fara í að bæta þetta upp og það sem útaf stendur fellur þá á íslenska eða bresk/hollenska skattgreiðendur, eftir því hverning málinu lýkur.",
            "date": "2011-03-19 18:51:00",
            "post_id": "332633",
            "reply_to_id": false
        },
        {
            "user_name": "rapport",
            "text": "Þú vilt meina að ING-Direct hafi s.s. fengið fluu til sín hvert einasta pund sem var inn á EDGE reikningum frá KSF?\nÞað var umræða á þessum tíma að ING hefði fengið þetta flutt yfir til sín of \"ódýrt\", sem er mjög skrítið ef eingöngu eitt verð kom til greina (nafnverð innistæða)",
            "date": "2011-03-19 18:57:00",
            "post_id": "332635",
            "reply_to_id": "332633"
        },
        {
            "user_name": "Icarus",
            "text": "Þar hlýtur að vera tala um útlán, þar sem þau eru bókfærð sem eign og þar afleiðandi hægt að kaupa þau ódýrt eða dýrt.\nInnlán eru þvert á móti skuldir og því sé ég ekki rekstrarlegar forsendur fyrir því að ING taki það yfir á undirverði. Það er þá frekar að það taki það yfir dýrara til að endurspegla áhættu í útlánasafni bankans, sem má þá líka setja sem að þau hafi fengið útlánin ódýrt.\nAnnars hef ég ekki sérstaklega kynnt mér hvernig EDGE reikningarnir voru færðir yfir til ING svo ég segi þetta allt með fyrirvara.",
            "date": "2011-03-19 19:02:00",
            "post_id": "332636",
            "reply_to_id": "332635"
        },
        {
            "user_name": "rapport",
            "text": "http://www.legislation.gov.uk/uksi/2008 ... 674_en.pdf\nÉg hef ekki lesið þetta staf fyrir staf og hef þetta eftir heimildumsem ég treysti en þarf að lesa þetta líka...\nSýnist 14.greinin fjalla um greiðslur til ING og þar komi fram að greiðslur til ING séu s.s. tryggingaupphæð innistæðna (20.000 evrurnar) og svo taki HM-treasury 5 - 10 milljón pund í þóknun fyrir verkið.\nEn þetta er ekki eins og að les LOTR eða Harry Potter, maður þarf að leggjast almennilega í þetta og hafa tíma...",
            "date": "2011-03-19 19:10:00",
            "post_id": "332638",
            "reply_to_id": "332636"
        },
        {
            "user_name": "GuðjónR",
            "text": "Leyfa þeim sem samþykkja að borga með hærri sköttum.",
            "date": "2011-03-19 19:17:00",
            "post_id": "332639",
            "reply_to_id": "332638"
        },
        {
            "user_name": "Icarus",
            "text": "Og þeir sem eru á móti eiga þá að borga mögulegt tjón?\nHeld að fólk sem hyggst kjósa já er ekkert að gera það til að vera fífl eða bretasleikjur.\nGrein 14a.\nEf ég skil þetta rétt er þetta þá lágmarkstrygging, 20þ. evrur s.s.\nEini munurinn sem ég sé á þessu og svo Icesave samningnum er að í þessu tilfelli eru ekki vextir. Síðan reyndar eru Icesave vextirnir aðeins reiknaðir frá og með október 2009 enda er sagt í innistæðutryggingalögunum að það skuli vera búið að gera upp tjónið innan árs frá falli bankans.\nEf þetta hefur verið gert upp innan þess ársglugga er eðlilegt að í þessu tilfelli séu ekki vextir.\nSýnist af þessu að FSCS (tryggingasjóður Breta) bera ábyrgð á því að innheimta úr þrotabúi Kaupþings og svo skuli þeir bæta upp það sem vantar uppá.\nNú las ég þetta ekki orð fyrir orð, því eins og þú sagðir, þetta er þung lesning og breskt lagamál er það þurrasta sem til er. En ég er allaveganna ekki að sjá neinn grundvallarmun frá þessu og Icesave samningnum.\nEn ég skal taka undir það að Bretar höguðu sér eins og fífl, og þeir eiga alveg skilið að við sýnum þeim puttann, enda held ég að enginn vilji borga Icesave bara til að hafa Bretanna ánægða og sleikja þá upp (nema allra hörðustu ESB fíklarnir).",
            "date": "2011-03-19 20:17:00",
            "post_id": "332651",
            "reply_to_id": "332639"
        },
        {
            "user_name": "GuðjónR",
            "text": "Uhhh nei...\nEf fólkið við hliðina á mér fjárfestir heimskulega og getur ekki borgað á ég þá að borga bara af því að ég get það?\nAf hverju eigum við að borga fyrir afglöp einkafyrirtækis? \nLáta eigendurnar borga, á ekki bjöggi ennþá Actavis? á hann bara að sleppa stikkfrír? \nOg hvert fóru allir þessir 700 milljarðar sem voru lagðir inn á IceSave? ekki gufuðu þeir upp?\nLestu þetta:\nhttp://www.visir.is/stridid-gegn-island ... 9961273430",
            "date": "2011-03-19 20:37:00",
            "post_id": "332657",
            "reply_to_id": "332651"
        },
        {
            "user_name": "Icarus",
            "text": "Auðvitað er þetta drulluósanngjarnt, held að það hafi enginn reynt að halda öðru fram.\nÞetta skrifaði ég aðeins ofar. Held að mest af þessum 700 milljörðum fór í útlánastarfssemi, útlán sem sitja núna annaðhvort í þrotabúi Landsbankans eða þá í eignasafni NBI, eitthvað sem fer í að greiða niður Icesave skuldina að hluta. Því miður hefur mikið tapast vegna spillingar og misvitrar útlánastefnu (t.d. yfirdráttarlán til Straums sama dag og neyðarlögin voru sett).\nEn eins ósanngjarnt og þetta er, þá er þetta staðan sem við erum í og það er lítið hægt að gera nema að reyna að gera það besta úr henni og læra af mistökunum, stundum þarf maður að kynja stoltinu sínu og gera það sem er ógeðslega fúlt og ömurlegt.\nÞað sem mér finnst þó verst er að við virðumst ekki vera að læra þessu, eða kannski ekki rétt að segja við, segjum frekar ráðamenn. Arion banki gæti til dæmis núna opnað Icesave 2 í Bretlandi uppá nýtt, eitthvað sem væri þá í ábyrgð af íslenska ríkinu rétt eins og fyrra Icesave. Hefði alveg mátt þrýsta á Bretana að styðja við að reglunum væri breytt sem skilyrði fyrir því að við samþykktum þennan samning.\nSíðan er það svo að Fjármálaeftirlitið hafði eftirlitsskyldu með Landsbankanum, þeir höfðu heimild til að loka fyrir Icesave, heimildir sem fylgja þessari ríkisábyrgð, og eins sárt og er að segja það, þá berum við víst ábyrgð á gjörðum íslenska ríkisins.",
            "date": "2011-03-19 20:48:00",
            "post_id": "332662",
            "reply_to_id": "332657"
        },
        {
            "user_name": "Icarus",
            "text": "Varðandi greinina hans Hudsons, hann kemur með marga góða punkta, þó er ég ekki sammála honum í því að það skuli afnema verðtrygginguna á einu fati. Verðtryggingin var sett inn sem lausn við sífelldum gjaldþrotum fjármálastofnanna á síðustu öld þar sem ríkið þurfti síendurtekið að veita þeim aukið fjármagn, svo almenningur niðurgreiddi lán þeirra örfáu sem gátu þá fengið lán (oftast menn sem sátu í innsta hring flokkanna).\nÞvert á móti vantar að það sé einhver þrýstingur á bankanna að halda verðbólgu niðri, þrýstingur sem er ekki til staðar núna, dettur mér í hug til dæmis 50% verðtrygging. Eitthvað sem deilir þessu jafnt á lántakendur og fjármálastofnanir.",
            "date": "2011-03-19 20:57:00",
            "post_id": "332663",
            "reply_to_id": "332662"
        },
        {
            "user_name": "GuðjónR",
            "text": "Akkúrat, það alveg út úr öllu korti að ríkið (við) séum ennþá ábyrgjast þessi \"einkafyrirtæki\" ...\nVarðandi verðtrygginguna þá er hún það mesta böl sem til er, miðað við afstöðu þína þá er greinilegt að þú veist ekki hvað það er að vera með verðtryggt lán.\nAf hverju eiga lánin á húsinu mínu að hækka ef bensínið hækkar?...ef bjórinn hækkar? Jafnvel ef launin þín hækka þá rjúka lánin svo upp að launahækkunin dugir ekki til að borga mismuninn.\nÞað var frétt um daginn að launavísitalan hefði hækkað um 1440% frá árinu 1980 til 1992, á sama tíma jókst kaupmátturinn um 7% eitthvað vitlaust við þessa mynd?\nÞað er engin sanngirni í því að verðtryggja alla skapaða hluti nema laun.",
            "date": "2011-03-19 21:33:00",
            "post_id": "332669",
            "reply_to_id": "332663"
        },
        {
            "user_name": "Icarus",
            "text": "Nei, ég er sem betur fer ekki með verðtryggð lán, þvert á móti hef ég pælt mikið í þeim og tekið meðal annars áfanga hjá aðalhagfræðingi Seðlabankans þar sem voru miklar umræður um verðtrygginguna. \nAnnar kennari minn kom líka með setningu sem mér finnst að fólk megi einbeita sér að:\nÞví málið er þannig að ef það væri ekki verðtrygging í samt því verðbólguástandi sem var þá væru breytilegir vextir í staðinn, vextir sem væru hærri því bankarnir vilja að sjálfsögðu fá til baka lánið sitt og vilja bera eins litla áhættu og hægt er, það hefði sett lántaka í ennþá verri stöðu en verðtryggingin gerir.\nÉg get vel skilið það að þeir sem hafi verðtryggð lán horfði á verðtryggingu með hatursfullum augum, en að ráðast á hana er eins og að reyna að lækna einkennin, en ekki ráðast á sjúkdóminn sjálfan, sem er verðbólgan.",
            "date": "2011-03-19 22:02:00",
            "post_id": "332672",
            "reply_to_id": "332669"
        },
        {
            "user_name": "GuðjónR",
            "text": "Það verður líka að horfa á í hvað er verið að lána, t.d. er verið að lána fyrir bíl sem verður verðlaus á 5-10 árum og áhættan þá mikil ef lánið er hugsanlega til 7 ára?\nEða er verið að lána fyrir húsi/íbúð til 40 ára með veði í eigninni.\nÁ Íslandi eru bankar bæði með belti og axlarbönd þegar að þessu kemur.\nErlendis þá miðast vextir við \"áhættu\" en ekki verðbólgu eins og hér.\nVíða þykir fínt að fá 3-5% óverðtryggða vexti af íbúðarlánum.\nHérna vilja bankar helst fá 5-6% og verðtryggingu að auki!\nEr þetta eðlilegt dæmi:\nÁgúst 2007, keypt er fasteign á 39 milljónir (fasteignamat er 36 milljónir)\nTekið er 22 milljónir að láni verðtryggt, lagðar eru fram 18 milljónir (1 milljón í stimpilgjöld og svoleiðis rugl)\nHúseigandi á 46% í fasteigninni en íbúðalánasjóður á 54%\nMánaðarleg afborgun lánsins er 125 þúsund. 43 mánuðum síðar er búið að borga skilvíslega 5.375.000.- krónur af láninu.\nHver er staðan?\nLánið stendur í 29 milljónum (hefur hækkað um 7 milljónir) þrátt fyrir að borgað hafi verið skilvíslega.\nKostnaðurinn við þessar 22 milljónir eru því orðnar litlar 12.375.000.- á 43 mánuðum.\nHver er staðan í dag?\nFasteignamat hefur lækkað úr 36 milljónum í 30.\nHvernig er eignastaðan?\nHúseigandi (rangnefni) á 1 milljón í eigninni en íbúðarlánasjóður á 29 milljónir\nHlutur húseiganda fór úr 46% í  3.3% og íbúðalánasjóðs úr 54% í 96.6%\nSvona rétt áður en þú ferð að vitna meira í kennarann þinn eða hagfræðingasauðina hjá Seðlabankanum þá skaltu spyrja þig hvort þetta sé eðlilegt?\nOg þú getur ekki skilið þetta fyrr en þú reynir þetta sjálfur. Þetta er of vitlaust til að skilja.",
            "date": "2011-03-20 00:54:00",
            "post_id": "332699",
            "reply_to_id": "332672"
        },
        {
            "user_name": "dori",
            "text": "@GuðjónR (ég nennti ekki að vitna í allan póstinn): Ég er ekki að segja að þetta sé eðlilegt (það sér hver maður að þetta er ótrúlega ósanngjarnt) en er þetta ekki lán með jöfnum afborgunum þar sem þú (augljóslega) borgar hlutfallslega miklu minna af höfuðstólnum til að byrja með. Þannig að ef þú myndir plotta upp mynd af því hvernig höfuðstóllinn þróast á tíma myndi það líta svolítið út eins og ln(-x) (nema hvað þetta fer upp á við til að byrja með sem gerir þetta allt saman virkilega fkd up).\nÞað eina sem ég veit er að ég hlakka ekki til að þurfa að taka ákvörðun um íbúðarkaup og hvernig ég ætla að fjármagna það.",
            "date": "2011-03-20 01:11:00",
            "post_id": "332702",
            "reply_to_id": "332699"
        },
        {
            "user_name": "rapport",
            "text": "@Icarius\nMunurinn á þessum samningi og Icesave er tíminn. Þessi var gerður 8.okt 2008 og hefði leikandi verið hægt að gera samskonar samning um Icesave ef UK hefði ekki fryst eigur Íslands og bankana.\nFyrir dómstólum yrði þessum steinum velt við og niðurstaðan öll yrði að öllum líkindum hagstæðari fyrir okkur Íslendinga.\nUK skaut sig í fótinn eftir að Íslendingar migu á hann...\nSýkingin sem kom í sárið er okkur að kenna vegna hlandsins en hefði aldrei orðin vandamál nema því þeir skutu sig í fótinn...",
            "date": "2011-03-20 02:22:00",
            "post_id": "332719",
            "reply_to_id": "332702"
        },
        {
            "user_name": "Icarus",
            "text": "Nei þetta er ekki sanngjarnt, en eins og ég sagði, verðbólgan er vandamálið en ekki verðtryggingin, það er ástæðan fyrir því að bankarnir hérna vilja hærri vexti + verðtryggingu. Taktu verðtrygginguna út og á móti hækka vextirnir sem því nemur sem getur verið verra fyrir lántakendann. \nVandamálið við verðtrygginguna er að það eru ekki eðlilegir hvatar á bankanna til þess að halda verðbólgu niðri, hvata sem vantaði klárlega fyrir hrun. En að afnema verðtrygginguna í heilu lagi býr bara til heilan helling af öðrum vandamálum. Að hafa stjórn á verðbólgunni (sem er hægt!) er varanleg lausn sem hentar öllum.\nNúna er kerfið of sniðið í kringum fjármagnseigendur, en að snúa því alveg við er ekki lausnin, það þarf að setja upp kerfi sem passar uppá hagsmuni allra og heldur langtímajafnvægi.\nÞað er ákveðin pæling, Bretum var nú boðið þrotabú Landsbankans í hrein skipti, tilboð sem þeir höfnuðu.\nEn því fylgdi ekki einn hlutur sem fylgdi þessu, að FSCS ábyrgist það sem uppá vantar, sem Icesave samningurinn er í raun um, að TIF ábyrgist það sem uppá vantar. Helsti munurinn sem ég sé er að það eru ekki vextir á ábyrgðinni hjá FSCS en það eru vextir hjá TIF (frá okt. 2009).\nDettur mér í hug að það gæti verið vegna þess að FSCS hefur burðina til að greiða þetta allt út innan ársgluggans og þarf ekki stuðning frá breska ríkinu til þess á meðan TIF þarf þess, enda er í EES reglunum að ríkisstjórnir beri ábyrgð á því að koma á fót tryggingakerfi sem ræður við það að bankar hrynji, núna hafi margir haldið því fram að þar sem þetta var algjört kerfishrun er ekki sanngjarnt að halda því fram að íslenska ríkið hafi brugðist, og að ákveðnu leyti er ég sammála því.\nNú þekki ég það ekki nógu vel, en ég myndi vilja vita, var TIF nógu stöndugur til að ráða við það sem maður gæti flokkað sem \"eðlileg skakkaföll\" fyrir hrun, því ef svo er þá væri mögulega hægt að færa rök fyrir því að íslenska ríkið stóð við sinn hlut samningsins og sé því ekki ábyrgt. En nú er ég ekki lögfræðingur og veit ekki hvort að TIF var nógu stöndugur.\nEn það er kannski það versta við þetta Icesave mál, það er svo mikið af óvissu.",
            "date": "2011-03-20 10:24:00",
            "post_id": "332749",
            "reply_to_id": "332719"
        },
        {
            "user_name": "rapport",
            "text": "Það hefur margsinniskomið fram að TIF var einn burðugasti tryggingasjóðurinn s.s. hlutfall eigna hans í samanburði við skuldbindingu/innistæður.\nÞað eru náttúrulega engir vextir á því sem var framkvæmt 8.okt 2008 því KSF var lokað 8.okt 2008, ef Ísland hefði getað fært innistæður milli banka sama dag þá hefðum við líka getað sloppið ódýrt.\nEn málið er að það sem gerðist með Icesave vegna frystingar UK á eignum bankana:\n- Töf = vextir\n- Útgreiðslur á peningum í stað yfirfærslu á eignum  (\"liquidation\" í stað \"transfer of assets\")\n       Þá á ég við að með því að UK skildi greiða þetta út skapaðist þörf fyrir endurgreiðslu í peningum, ef annar banki hefði getað tekið yfir Landsbankann, þá hefði hann getað tekið yfir aðrar eignir bankans sem greiðslu, ekki bara peningar. \n- Alla vexti ætti því a.m.k. að fella niður, þessi töf er ekki tilkomin vegna aðgerða Íslands.\nÉg hef fulla trú á að dómstólar taki mið af þessum sjónarmiðum því það er einfaldlega ekki hægt að líta framhjá þeim. \nVið bætist að við setum á fót innistæðutryggingasjóð (sem er krafa EES) en túlkun laga hjá ESA er miðuð út frá tilgangi laganna en ekki lagabókstafnum, ÞESSVEGNA er sagt að íslenska ríkið eigi að bera ábyrgð. Það er ekki í EES \"by default\" ríkisábyrgð á tryggingasjóðum. \nÞað er því annað túlkunaratriði sem gæti fallið Íslandi í vil.\nÍslenskir dómstólar eru svo mikið fyrir að fara eftir lagabókstafnum en ekki tilgangi laganna (hálfgerðir bókstafstrúarmenn) og því er auðveldara að spá fyrir um niðurstöðu þeirra. (ekki að ég sé sammála aðferðinni).\nEn eftir situr að EES er ekki samningur sem ætlað var að setja lönd í fjárhagslega spennutreyju og líta verður til þess að peningar sem komu inn í gegnum Icesave voru lánaðir út úr Heritage, en komu EKKI til Íslands nema að litlu leiti (sama hvað Darling segir, það var Kaupþing sem var að flytja peninga til Íslands, ekki Landsbankinn).\nÞannig að peningarnir fóru ekki \"í vinnu\" á Íslandi og stækkuðu íslenska hagkerfið heldur það breska. Að hengja \"millimanninn\" er ekki í anda samningsins eða samstarfs evrópuþjóða. SLíkur dómur mundi rýra allt traust á EU.\nÞað eru því ótal þættir sem vinna með Íslandi ef farið verður í málaferli...  Þessi óvissa um málið er miklu minni en fólk vill viðurkenna...",
            "date": "2011-03-20 12:42:00",
            "post_id": "332767",
            "reply_to_id": "332749"
        },
        {
            "user_name": "Icarus",
            "text": "Ég verð að fá að byrja að dást aðeins að okkur, merkilegt hvað þessi umræða hefur haldist á þroskuðu og yfirveguðu stigi, oft með svona netdeilur að þetta er komið í eitthvað skítkast eftir nokkrar athugasemdir  \n \nEn ég verð að segja að þetta eru áhugaverðir punktar sem þú hefur komið með og sannar bara, því meira sem maður veit því minna veit maður. Því ég verð bara ruglaðri eftir því meira sem ég les. Ég er allaveganna orðinn mun óvissari hvað ég ætla að kjósa (svo spjallborð geta mögulega breytt skoðun fólks! vúhú).\nEn munurinn á KSF hins vegar og Icesave annars vegar er að KSF laut stjórn breska fjármálaeftirlitsins og þar með höfðu þeir heimildir til að færa þetta í bankann, þetta var dótturfélag. Icesave var náttúrulega útibú og laut þar með stjórn íslenska fjármálaeftirlitsins og þar af leiðandi ætti það að falla í skaut íslenska ríkisins að færa þetta yfir sem eignir en ekki í formi peninga.\nNú þegar bankarnir eru gerðir upp með setningu neyðarlaganna er Icesave ekki flutt yfir í NBI heldur skilið eftir í gamla bankanum, maður spyr sig, ef að íslenska ríkið hefði gert það, væri þetta þá eins og KSF? Nú, eða það sem er heldur ekkert ólíklegt, stóð breska ríkið einhvernveginn í vegi fyrir þeirri framkvæmd, hver voru full áhrif hryðjuverkalaganna?\nÞví Icesave féll undir FME en ekki FSCS, íslendingar höfðu heimild til að loka Icesave, ekki Bretar og hvernig var staðið að færslu starfsemi Landsbankans yfir í NBI? Ef það er eitthvað sem íslenska ríkið klúðraði vinnur það á móti okkur, en ef breska ríkið stóð þar í vegi fyrir þá finnst mér nú mikil ábyrgð færast yfir til þeirra.",
            "date": "2011-03-20 12:58:00",
            "post_id": "332772",
            "reply_to_id": "332767"
        },
        {
            "user_name": "rapport",
            "text": "FSA tók yfir stjórn bæði EDGE og Icesave, kom EDGE í hendur ING-Direct en gerði ekkert í málum Icesave. FME (FME tók aldrei yfir Icesave)\nFSA ákvað framvindu EDGE en svo var það HM-Treasury og breska þingið sem ákváðu að frysta eigur íslensku bankana og íslenska ríkisins í UK.\nÍ framhaldinu var EDGE flutt yfir í ING-Direct sem er þýskur banki og heyrir þ.a.l. undir þýska tryggingasjóðinn... \nÞannig að flutningur á innistæðum milli banka í mismunandi löndum var engin hindrun.\nÞannig að maður spyr sig... hvaða stjórn hafði Ísland á aðstæðum?\nHvað hefðum við getað gert betur?\nNeyðarlögin eru það eina sem við erum raunverulega ábyrg fyrir og af augljósum ástæðum (sem hafa komið fram áður) þurfti að gera greinamun á innlendum og erlendum innistæðum.\nMeð þetta í huga þá sé ég enga ástæðu til að vera semja um eitt eða neitt við UK eða Holland.\nEf Holland vill bætur þá ættu þeir að leita til UK þar sem þar var komið í veg fyrir að Ísland gæti brugðist við og verndað innistæðueigendur.",
            "date": "2011-03-20 13:24:00",
            "post_id": "332782",
            "reply_to_id": "332772"
        },
        {
            "user_name": "Icarus",
            "text": "FME tekur náttúrulega ekki yfir Icesave beint en þeir taka yfir Landsbankann og þar með Icesave þar sem Icesave var útibú en ekki dótturfélag.\nhttp://www.thisismoney.co.uk/savings-an ... _page_id=7\nMér sýnist af þessu að ríkissjóður Breta tekur yfir KSF og Heritable bank og selur það svo áfram til ING-Direct sem er einmitt Hollenskur banki og þar með fellur ábyrgðin á hollenska tryggingasjóðinn. Eitthvað sem virðist ekki vera mótmælt, hvorki af Bretum né Hollendingum. Svo þetta er ekki \"sett inn í\" bankann heldur kaupir bankinn þennan rekstur. Íslenska ríkið hefði átt að hafa heimild til þess að gera það sama við Icesave, nema þá að hryðjuverkalögin stoppuðu þá.\nHelsti galli íslenska ríkisins var ekki endilega að þau gerðu vitlausa hluti, heldur að þeir gerðu ekkert. Þeir voru gjörsamlega óundirbúnir og vissu ekkert í hvorn fótinn átti að stíga þegar það virðist sem Bretarnir hafi verið mun betur undirbúnir, samanber færslu á Kaupthing Edge og Heritable bank.\nEn ég held að allir geti verið sammála um að þetta sé djöfulli skítt!\nÉg persónulega sýni stöðu Bretanna ákveðin skilning því maður sá hvernig ráðamenn hérna höguðu sér þegar bankarnir hrundu, svöruðu ekki tölvupóstum, hunsuðu \"óæskileg\" skilaboð. En manni finnst djöfulli ósanngjarnt að heimska nokkurra ráðamanna geti mögulega kostað okkur svona mikið.",
            "date": "2011-03-20 13:42:00",
            "post_id": "332791",
            "reply_to_id": "332782"
        },
        {
            "user_name": "rapport",
            "text": "lol - sló saman hjá mér Dautch v.s. Dautchland -> þýskt en ekki hollenskt...\nÞað fellur engin ábyrgð á hollenska sjóðinn, hann ber einfaldlega ábyrgð á innistæðunum eftir að þær fara yfir í ING eftir að þær hafa farið úr EDGE til FSCS sem selur þær frá sér til ING.\nEn við erum allavega sammála um að íslenska kerfið var hrunið og virkaði ekki. Að miklu leiti vegna þess að enginn hafði gert ráð fyrir \"worst case scenario\", hvað þá undirbúið hvað ætti að gera.\nÉg skil Breta líka að hafa verið órólegir en ég skil ekki afhverju þeir frystu eigur íslenska ríkisins og bankana án þess að kanna málin betur fyrst og í svona langan tíma eins og þeir gerðu.\nÞeir settu landið í fjárhagslega herkví.\nEn þetta eru allt ástæður til að segja NEI við samningnum...\nHvaða ástæður eru fyrir því að segja JÁ ?",
            "date": "2011-03-20 14:16:00",
            "post_id": "332798",
            "reply_to_id": "332791"
        },
        {
            "user_name": "Icarus",
            "text": "Áhættan við að tapa dómsmálinu og hvað gæti gerst næst hræðir mig helst.\nMiðað við margt annað hef ég takmarkaðar áhyggjur af orðsporinu, það eru aðilar búnir að koma því í ræsið hvort eð er.\nEn ástæður til að segja já,\nBretar og Hollendingar vinna málið fyrir Evrópskum dómstólum, þeir vinna það einnig fyrir íslenskum dómstólum og við þurfum að græða hærri upphæð á mun hærri vöxtum (ef við fáum þá lán yfirhöfuð).\nEES samningnum gæti verið sagt upp og íslenskur fiskur gæti verið tollaður á evrópumarkaði. Eitthvað sem minnkar gjaldeyrisinnflæði sem eflaust nemur einni Icesave upphæð á nokkra ára fresti.\nNú höfum við tekið saman margar pælingar og þú bent á ýmsar fínar ástæður fyrir því að okkur gæti gengið ágætlega í þessu máli, best case scenario væri að sjálfsögðu að Bretar og Hollendingar færu einfaldlega ekki í mál og málið væri búið.\nSvo hræðir mig að jafnvel þó við myndum vinna málið, þá gæti málskostnaður nálgast blessuðu upphæðina. Eflaust mál sem yrði rekið í mörg ár með tilheyrandi lögfræðikostnaði.",
            "date": "2011-03-20 14:22:00",
            "post_id": "332801",
            "reply_to_id": "332798"
        },
        {
            "user_name": "rapport",
            "text": "Ég vil ekki vitna í mottó en það er bara svo skelfilega viðeigandi...\n\"If you are going through hell, keep on going\" \nWinston Churchill \nS.s. ekki viðhalda helvíti, heldur komum okkur í gegnum það. (repleace \"hell/helvíti\" með \"Icesave\")\nAð þurfa greiða af þessum samningi t.d. eftir að gjaldeyrishöftin verða afnumin verður Íslandi ofviða. Við erum ekki byrjuð að greiða af þessu og við erum samt að fara á límingunum vegna skertrar þjónustu frá ríki og borg.\nSvo er annað mottó vegna málshöfðunarinnar, sem á svo vel við... \nNo guts - no glory\nEkki að það sé einhver ástæða fyrir því að fara þessa leið, en er áminning um að maður á ekki að eyða lífinu í ótta við ákvarðanir, heldur taka ákvarðanir og gera svo allt sem maður getur til að fylgja þeim eftir nema augljóslega sé um \"sunk cost\" dæmi sé að ræða...",
            "date": "2011-03-20 15:15:00",
            "post_id": "332808",
            "reply_to_id": "332801"
        },
        {
            "user_name": "Icarus",
            "text": "En skal gera það sama hvað?\nEf þjóðin hafnar Icesave, sem mér finnst ansi líklegt þá er það bara þannig og þá verðum við að taka á því, ég held að það verði enginn heimsendir eins og svo margir vilja meina en hvort að það sé betra en að samþykkja, verður líklegast bara að koma í ljós.",
            "date": "2011-03-20 15:33:00",
            "post_id": "332814",
            "reply_to_id": "332808"
        },
        {
            "user_name": "rapport",
            "text": "Jamm... maður þolir bara illa ofstækið sem hlaupið er í fólk vegna málsins...",
            "date": "2011-03-20 15:36:00",
            "post_id": "332815",
            "reply_to_id": "332814"
        },
        {
            "user_name": "Icarus",
            "text": "Ég er svo sammála þér þar, það er annaðhvort að við verðum Kúba norðursins ef við höfnum eða frasinn \"hugsum um börnin\", bæði svo mikið kjaftæði, verið að reyna að gera ákvörðun sem ætti að vera byggt á rökum með smá skammti af tilfinningum í ákvörðun sem skal eingöngu vera byggð á tilfinningum.\nEn ef þjóðin vill neita að borga Icesave vegna prinsippsins og taka mögulegum afleiðingum, þá á þjóðin svosem að mega það.\nVerst er kannski að við munum aldrei vita hvað var rétta ákvörðunin, sama hvað við gerum.",
            "date": "2011-03-20 16:10:00",
            "post_id": "332827",
            "reply_to_id": "332815"
        },
        {
            "user_name": "rapport",
            "text": "Málið er að JÁ við samningnum = við verðum að borga en vitum ekki hver upphæðin verður in the end.\nEf við segjum NEI, þá getum við alltaf borið niðurstöðuna við samninginn sem við höfnuðum og þá vitað hvort við völdum rétt með því að segja NEI við samningnum.\nÞannig að ef við kjósum JÁ þá munum við alltaf lifa í óvissum um hvort við völdum rétt, en ef við höfnum samningnum þá munum við vita hvort við völdum rétt eða ekki og hversu mikið það kostaði okkur.\nÞá munum við líka vita afhverju við þurfum að borga (dómsorð) og getum myndað okkur skoðun á því hvort það var réttlátt eða ekki.\nFyrir vikið held ég að það sé auðveldara, betra og ekki jafn taugaveiklað að lifa með því að hafna samningum.\nÞað er léleg taktík að reyna ekki að notfæra sér þá möguleika sem eru í stöðunni.",
            "date": "2011-03-20 18:08:00",
            "post_id": "332865",
            "reply_to_id": false
        },
        {
            "user_name": "urban",
            "text": "OK nú ætla ég að útbúa smá dæmi.\nVið fellum samninginn\nBretar og hollendingar, beint í mál, eftir 3 - 6 ár þá vinna þeir það mál alveg.\n1200 milljarðar + vextir ~6% falla á íslensku þjóðina.\nhvað á þá að gera ?\nþað hefur enginn sem að ætlar sér að fella þennan samning vilja segja hvað á að gera ef að við töpum málinu.\nef að við töpum helmingnum af málinu þá erum við að öllum líkindum í verri málum en með að samþykkja samninginn\n(ekki gleyma, að ástæðan fyrir að ekki er vitað hvað endar á ríkinu er aðalega sú að menn vita ekki hvað fæst fyrir landsbankann, en gefum okkur að það verðu það sama, hvort sem að við vinnum eða töpum, þá er það sama upphæð, að öllum líkindum hærri vextir)\nEr einhver hérna tilbúinn að segja hvað á að gera ef að við töpum málinu ?\nog alveg endilega ekki koma með það sama og hefur komið hérna margoft, það er, að við komum ekkert til með að tapa þessu máli, heldur bara svarið því, hvað skal gera ef að við töpum",
            "date": "2011-03-21 01:51:00",
            "post_id": "332919",
            "reply_to_id": "332865"
        },
        {
            "user_name": "rapport",
            "text": "Ísland getur ekki borgað af þessum samning hvort sem er. Það eru ekki level af gjaldþrotum, annaðhvort getur Ísland borgað eða ekki... upphæðin skiptir ekki máli.\nTil að þetta gerist þá þarf eftirfarandi að gerast:\n- Neyðarlögin dæmd á skjön við EES hjá ESA\n- Neyðarlögin dæmd á skjön við EES hjá Héraðsdómi\n- Neyðarlögin dæmd á skjön við EES hjá Hæstarétti\n- Innleiðing EES dæmd ábótavant hjá ESA\n- Innleiðing EES dæmd ábótavant hjá Héraðsdómi\n- Innleiðing EES dæmd ábótavant hjá Hæstarétti\n- Ábyrgð á rangri innleiðingu dæmd á íslenska ríkið hjá ESA\n- Ábyrgð á rangri innleiðingu dæmd á íslenska ríkið hjá Héraðsdómi\n- Ábyrgð á rangri innleiðingu dæmd á íslenska ríkið hjá Hæstarétti\nLíkurnar á að allt þetta gangi upp án þess að það verði nokkurstaðar tekið tillit til:\n- Aðgerða UK sem komu einfaldlega í veg fyrir að Ísland gæti unnið eftir EES og er \"nota bene\" ALGJÖRT brot á EES þar sem þeir voru ekki að glíma við kerfishrun.\n- Að um algjört kerfishrun var að ræða.\n- Álit seðlabanka og skilningur þeirra á innistæðutrygginagkerfum (t.d. franska SB) sem rímar við túlkun Íslendinga á EES.\n- Eignir NBI dugi ekki fyrir skuldinni.\n- Að Hæstiréttur dæmi að Alþingi hafi ekki \"skilið\" hvaða lög var verið að innleiða rétt... (ef hæstiréttur gerir það þá er hann beinum orðum að segja að fullveldið hafi verið framselt með undirritun EES)\nÞessi samningur er 50% af upphæðinni ... og svo koma rosalega mörg EF. Þessi samningur bull...\nEf það á að semja, þá á að negla niður einhverja tölu og vexti, bara klára málið STRAX en ekki gera samninga sem geta hækkað um hundruðir prósenta og  eru tengir tugi forsenda sem geta breyst...\nOg svo er líklega hellingur meira sem ég hef ekki rænu í að láta mér detta í hug...",
            "date": "2011-03-21 03:00:00",
            "post_id": "332921",
            "reply_to_id": "332919"
        },
        {
            "user_name": "Icarus",
            "text": "Það er hellingur af EF sama hvað við gerum. Þannig er að taka ákvarðanir á þessum skala, það er ekki hægt að þekkja allar breyturnar, sama hve mikið þú reynir.\nNeyðarlögin þurfa aðeins að vera dæmd ólögleg ef Bretar og Hollendingar ætla að reyna að fá meira en 20.000 evrur, en ef þeir fara bara í lágmarkstrygginguna þurfa þeir ekki að hreyfa við neyðarlögunum. Einnig þarf ekki að dæma innleiðinguna  ranga þar sem því hefur ekki verið haldið fram, heldur aðeins að ríkið beri ábyrgð á innleiðingu og þar með ábyrgð á TIF, andi laganna eins og þú talaðir um hér að framan.\nOg þó við segjum nei getum við ekki alltaf borið saman niðurstöðuna, því maður veit aldrei óbeinan kostnað, hvað kostar minni trú á ísland á alþjóðamörkuðum?\nÓvissa um endurheimtur og gengisþróun er eitthvað sem á við hvort sem við segjum nei eða já. Einnig er ákvæði í samningnum að ef IMF segir að við séum á leiðinni í greiðsluvandamál þá er hægt að taka samninginn upp.",
            "date": "2011-03-21 08:25:00",
            "post_id": "332930",
            "reply_to_id": "332921"
        },
        {
            "user_name": "rapport",
            "text": "Varðandi \"anda laganna\" þá það bara við ESA, íslenskir dómstólar eru allir skipaðir dómurum sem dæma eftir bókstaf laganna.\nESA gefur svo bara álit, þeirra álit eru svo ekki aðfararhæf á Íslandi = Bara dómsorð íslenskra dómstóla binda Ísland.\nÓbeinn kostnaður, minni tiltrú o.þ.h. mun breyta Íslandi til hins betra virðist vera.\nVið munum hætta að fá fjármagn til að byggja upp orkufrekan iðnað en vegna verðlags mun túrismi aukast. \nWe have to play to our strengths => bankastarfsemi er ekki styrkleiki okkar, hættum bara að þykjast og förum að gera eitthvað sem við erum góð í.",
            "date": "2011-03-21 10:26:00",
            "post_id": "332939",
            "reply_to_id": "332930"
        },
        {
            "user_name": "GuðjónR",
            "text": "Lesið \nþetta.",
            "date": "2011-03-21 11:48:00",
            "post_id": "332945",
            "reply_to_id": "332939"
        },
        {
            "user_name": "rapport",
            "text": "Valid spurningar og valid viðhorf til þessara samningaumleitana...\nFólk verður að fá einhver svör svo það geti tekið upplýsta ákvörðun, í dag er bara verið að hræða fólk til að segja JÁ...\nÓttinn við hið óþekkta er blásinn upp og látinn yfirgnæfa trúna á réttlæti og traust á dómstólum.",
            "date": "2011-03-21 12:13:00",
            "post_id": "332947",
            "reply_to_id": "332945"
        },
        {
            "user_name": "urban",
            "text": "þarna gerðir þú akkurat það sema ð ég bað þig um að gera ekki.\nþú komst með ræðuna, hvað þarf að gerast til þess að við töpum og ræðuna afhverju við töpum ekki.\nen einsog ég segi, \nþað er enginn til búinn til þess að segja hvað á að gera ef að við töpum málinu.",
            "date": "2011-03-21 23:38:00",
            "post_id": "333181",
            "reply_to_id": "332947"
        },
        {
            "user_name": "rapport",
            "text": "Jú... ég orðaði það greinilega með of mörgum orðum.\nÞá gerum við það sama og ef við semjum = \"Borgum óþekkta stærð af peningum\".",
            "date": "2011-03-22 00:19:00",
            "post_id": "333198",
            "reply_to_id": "333181"
        },
        {
            "user_name": "Icarus",
            "text": "Stærðin er nú þónokkuð óþekktari ef við förum í mál, eina von okkar er að ef við höfnum er að Bretar og Hollendingar ákveði að kæra ekki og málið gleymist. Síðan er bara spurning hve miklar líkur eru á því.\nHeld að ef þetta fer fyrir dóm getum við horft á eftir 40-50 milljörðum bara í lögfræðikostnað.",
            "date": "2011-03-22 06:21:00",
            "post_id": "333239",
            "reply_to_id": "333198"
        },
        {
            "user_name": "rapport",
            "text": "Ef við brjótum þetta ögn niður...\nÞú meinar að möguleg niðurstaða spannar allt mun breiðara bil, endanleg upphæð beggja möguleika er jafn óþekkt.\nÞað er ekki okkar eina von, okkar helsta von er að ná fram réttlæti í málinu þar sem Ísland axlar réttilega sína ábyrgð og UK + Holland sína. Það er óréttlátt að Ísland sé látið axla þessar birgði eitt og óstutt. \nÉg held að ef þetta fer fyrir dóm þá muni það borga sig.",
            "date": "2011-03-22 13:18:00",
            "post_id": "333300",
            "reply_to_id": "333239"
        },
        {
            "user_name": "Icarus",
            "text": "Höldum í þitt þema og brjótum þetta niður...\nÞarna er ég ósammála þér, miðað við núverandi spár er gert ráð fyrir að þetta muni kostar okkur um 45 milljarða þegar öllu er lokið, helstu óvissuþættir þar eru endurheimtur úr þrotabúi Landsbankans og gengisþróun. Það er ekki verið að nefna einhverjar tölur af handahófi þegar settar eru fram spár um endurheimtur og gengisþróun, það eru ákveðnar líkur á að þetta standist og svo líkur á að þetta fari í sitthvora áttina.\nÍ hinu dæminu er sama áhætta (gengisþróun + endurheimtur) en bætum þá við hvort að Bretar og Hollendingar gætu unnið út frá jafnræðissjónarmiðum og farið fram á fullar endurheimtur, nú eða við fáum lán á mun verri vöxtum, eða hvað ef við fáum engin lán? Þá er pottþétt gjaldþrot, núna er mögulega gjaldþrot.\nHérna er ég að tala um fjárhagslega von, svo er annað mál hvort að fólk vilji neita að borga vegna þess að þeim finnist þetta ósanngjarnt að Bretar og Hollendingar séu að valta yfir okkur, ef fólk vill ákveða sig út frá því er það þeirra réttur. En ég á erfitt með að sjá hvernig það borgar sig fjárhagslega.\nKannski, kannski ekki. ég held ekki. Því jafnvel þó að við vinnum þá er kostnaðurinn allaveganna hátt í kostnaðinn við Icesave + óbeinan kostnað.",
            "date": "2011-03-22 13:38:00",
            "post_id": "333308",
            "reply_to_id": "333300"
        },
        {
            "user_name": "rapport",
            "text": "Þegar ég talaði um að spönn mögulegrar útkomu dómstólaleiðarinnar væri meiri þá meinti ég peninga sem hverfa úr íslenska hagkerfinu.\nAð borga 50 milljarða í lögfræðikostnað er bara OK ef peningurinn eykur hagvöxt á Íslandi í stað þess að fara í að borga uppbyggingu innviða og þjónustu í öðru landi.\nSpönn mögulegra niðurstaða er meiri með dómstólaleiðinni...\nÞegar ég talaði um að ná fram réttlæti þá meinti ég réttlát dómsmeðferð og réttlátur dómur fyrir alla aðila málsins. Þessi samningur er nefnilega óréttlátur, þar axla engir ábyrgð nema Íslendingar.\nÞað er ekkert \"kannski\"... ég ekki bara \"held\", ég er nokkuð viss um að það muni borga sig að semja ekki um Icesave heldur fara fram á að málið verði sótt eftir \neðlilegum\n leiðum.",
            "date": "2011-03-22 14:33:00",
            "post_id": "333324",
            "reply_to_id": "333308"
        },
        {
            "user_name": "biturk",
            "text": "ekki gleima því heldur að ef þið haldið að þið vitið allt um málið með að lesa fréttir og það sem ríkisstjórnin matar ykkur á þá skjátlast ykkur hrapalega, það er án efa hellingur sem er haldið frá okkur til að þetta mál rúnkist í gegn.........það er jú liður í ævintýrasögunni \"leiðin til esb\" eftir \"samfylkinguna\"",
            "date": "2011-03-22 16:18:00",
            "post_id": "333355",
            "reply_to_id": "333324"
        },
        {
            "user_name": "Icarus",
            "text": "50 milljarðar í erlenda lögfræðinga eykur ekki hagvöxt hérlendis, ekki sé ég hvernig að hafna samningum á að gera það.\nJú, það er rétt að spönnin er meiri ef við höfnum, en það nær í allar áttir, þar með útkomar sem henta okkur ekki.\nEr það þess vegna sem xD og VG sem eru yfirlýstir andstæðingar ESB mæla með þessum samning?",
            "date": "2011-03-22 16:48:00",
            "post_id": "333361",
            "reply_to_id": "333355"
        },
        {
            "user_name": "rapport",
            "text": "\"Hentar\"... þetta er spurning um réttlæti, ekki hentisemi...\nSýna smá siðferði...",
            "date": "2011-03-22 17:51:00",
            "post_id": "333382",
            "reply_to_id": "333361"
        },
        {
            "user_name": "Icarus",
            "text": "Það eru ákveðin rök, eins og ég sagði. Ef fólk vill treysta á dómskerfið og segja nei prinsippsins vegna þá á það að mega það.",
            "date": "2011-03-22 17:56:00",
            "post_id": "333385",
            "reply_to_id": "333382"
        },
        {
            "user_name": "rapport",
            "text": "Að treysta á dómskerfið vegna \"prinsipps\" ?\nÞað eru einfaldlega lög í landinu sem á að fara eftir, það er ekkert prinsippmál sem hver og einn getur eitthvað valið um. \nFólk, fyrirtæki og ríkið á bara að fara eftir lögum og þó það sé samningafrelsi í landinu þá á ekki að vera OK að semja um að fara ekki eftir lögum.\nMér finnst hálf klikkað að fólki finnist OK að semja svona framhjá lögunum sem gilda í landinu...",
            "date": "2011-03-22 18:54:00",
            "post_id": "333409",
            "reply_to_id": "333385"
        },
        {
            "user_name": "Icarus",
            "text": "Hvaða lögum er verið að semja framhjá? Það er vel þekkt að einstaklingar, fyrirtæki, samtök, lönd, whatever semja frekar en að fara í dómsmál því oft er betra ef hægt er að komast að sátt frekar en að fara í dýr málaferli sem kosta báða aðila helling. Það er ekki að að velja að fara eftir lögunum.\nOg ég meina að segja \"Nei\" vegna prinsipps.",
            "date": "2011-03-22 19:00:00",
            "post_id": "333412",
            "reply_to_id": "333409"
        },
        {
            "user_name": "rapport",
            "text": "Hvaða lögum og reglum?\nÞað er ENGIN heimild í lögum til að semja um skuldir innistæðutrygginagsjóða, EES segir að það eigi að koma upp kerfi/sjóð sem tekur þetta að sér.\nReglur tryggingasjóðsins eru skýrar sem og lögin sem um hann gilda. Hvar fær Alþingi heimild til að fara framhjá öllum þessum lögum og reglum og grípa frammí fyrir framkvæmdavaldinu?\nMér finnst þetta skelfilegt fordæmi sem verið er að setja, það sýnir ekkert annað en að lög og reglur eigi ekki við nema það henti sitjandi stjórnvöldum og pólitískum hagsmunum þeirra (þá vitna ég í ESB yfirlysingar xS)",
            "date": "2011-03-22 20:35:00",
            "post_id": "333452",
            "reply_to_id": "333412"
        },
        {
            "user_name": "Icarus",
            "text": "Svo ef Alþingi og ríkisstjórnin í sameiningu setja lög, sem væru svo mögulega staðfest í þjóðaratkvæðagreiðslu, finnst þér það vera ólöglegt því það var ekki tekið fyrir sá möguleiki fyrir 17 árum síðan?",
            "date": "2011-03-23 07:31:00",
            "post_id": "333583",
            "reply_to_id": "333452"
        },
        {
            "user_name": "kemiztry",
            "text": "Vá þvílíkur hræðsluáróður er þetta hérna.  Ert þetta þú Steingrímur??",
            "date": "2011-03-23 09:31:00",
            "post_id": "333587",
            "reply_to_id": "333583"
        },
        {
            "user_name": "Icarus",
            "text": "Málefnaleg hegðun, love it!",
            "date": "2011-03-23 13:43:00",
            "post_id": "333615",
            "reply_to_id": "333587"
        },
        {
            "user_name": "GuðjónR",
            "text": "Það virðist vera hægt að koma með full af rökum með samningnum og einnig fullt af rökum á móti.\nÞannig að tilfining og prinsipp fær á ráða hjá mér.\nÉg ætla að segja \nNei \n9.apríl.",
            "date": "2011-03-23 14:31:00",
            "post_id": "333632",
            "reply_to_id": "333615"
        },
        {
            "user_name": "Icarus",
            "text": "Það er einmitt málið, held að þegar öllu er á botninn hvolft verður maður bara að gera þetta upp við sig sjálfur. Var að tala við vinkonu mína í fyrradag og hún spurði mig hvað hún ætti að kjósa, ég reyndi að segja sem minnst, enda óviss sjálfur þó ég hallist að já og við fórum samt að ræða um þetta, síðan sá maður alveg á hvernig hún talaði að hún var búin að ákveða sig.\nJújú, hún var að leita að rökum en oftast ráða tilfinningarnar þessu.",
            "date": "2011-03-23 14:35:00",
            "post_id": "333637",
            "reply_to_id": "333632"
        },
        {
            "user_name": "Halli25",
            "text": "ég er ekki eins mikill gambler og þú.. ég ætla að segja Já! \nof mikið af efum í kringum dómstólaleiðina og my hryllir mig lögfræði og vaxtarkostnaðinu ef við töpum.. þá fyrst erum við komin í skítin auk þess að skapa okkur óvild...",
            "date": "2011-03-23 14:55:00",
            "post_id": "333641",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Hvar finn ég slík yrði?",
            "date": "2011-03-23 14:59:00",
            "post_id": "333642",
            "reply_to_id": "333641"
        },
        {
            "user_name": "Gúrú",
            "text": "Hvar finn ég slík yrði?  \nHver er að segja þér að það sé svona mikið af efasemdum um útkomu dómstólaleiðarinnar? \nOg mig langar að bjóða þér samning: Ég ætla að fá að fá þig til að skuldbinda mér öll launin þín að eilífu (þrátt fyrir löggjöf um að þrælahald sé bannað, you see?)\nvegna þess að ég ætla hér með að hóta að kæra þig fyrir dómstólum, eitthvað sem að virðist hrylla þig svo mikið að þú vilt skuldbinda ekki bara þitt\neigið efnahagslegt frelsi (sem er þráðtengt öllu öðru frelsi) heldur líka efnhagslegu frelsi barna þinna, fjölskyldu og samlanda.\nHljómar þetta ekki bara ásættanlegt vegna þess að það sem að þú veist ekki hræðir þig? \nSkapar þér einnig mikla óvild í mínum augum ef þú sættist ekki á þetta ágæta tilboð mitt. \nEinu efasemdirnar eru þær hvað gerist ef að Bretland gæti sýnt fram á að gjörðir íslenska ríkisins hafi valdið sínu ríki fjárhagslegum skaða í breskum dómstól, \nsem er ekki séns m.v. ávkarðanirnar sem þeir tóku 9. október 2008.",
            "date": "2011-03-23 15:06:00",
            "post_id": "333646",
            "reply_to_id": "333642"
        },
        {
            "user_name": "rapport",
            "text": "Það er voðalega \"hentugt\" að segja þetta og gera svona í hvert skipti sem það er pólitískt óþægilegt að fara eftir þeim lögum sem gilda í landinu.\nÞetta er lítilsvirðing gagnvart lögum landsins, sérstaklega þegar sitjandi stjórnveld virðast gera þetta trekk í trekk sbr. Stjórnlagaþingið og svo aftur í Icesave...\nGetur þetta fólk bara ekki farið að lögum eins og öllum er skylt að gera?\nAfhverju er verið að finna upp hjólið?\nÞau hafa ekki hugmynd um hvort samningurinn sé eitthvað betri... Þau trúa því bara að hann sé betri...  En stór hluti Íslendinga trúir líka á álfa af einhverri kurteisi við siðvenjur í landinu, þó þeir bindi engar vonir við að sjá einn einhvern daginn.",
            "date": "2011-03-23 15:09:00",
            "post_id": "333647",
            "reply_to_id": "333646"
        },
        {
            "user_name": "Plushy",
            "text": "kýs já",
            "date": "2011-03-23 15:11:00",
            "post_id": "333648",
            "reply_to_id": "333647"
        },
        {
            "user_name": "Icarus",
            "text": "Elska þegar þetta er sett uppá svona dramatískan hátt, tengja börnin í þetta.\nEf við höfnum samningum, förum í mál, töpum því máli yrði tjónið fyrir öll þessi blessuðu börn og barnabörn og ófæddu börn mun meira heldur en ef við samþykkjum. Virkilega þreyttur á \"ég ætla að segja nei því ég vill ekki að börnin mín þjáist\". Getur alveg eins sagt \"ég ætla að segja já því ég vill ekki að börnin mín þjáist\", bæði álíka vitlaust.\nEn ef við viljum setja þetta á dramatískan hátt, ég leyfi þér að nota íbúðina enda lofarðu mér að þú hefur sett á fót bankareikning og getir þar afleiðandi greitt fyrir viðgerðir ef eitthvað skyldi skemmast (óhöpp geta nú gerst). Nú flyturðu út og íbúðin er ÓNÝT, reikningur uppá margar milljónir. Ég bíð þér að morga mér 3 milljónir, ef þú hafnar fer ég í mál og fer fram á viðgerðarkostnað + skaðabætur. Kannski 20 milljónir.\nMér finnst alveg ásættanlegt að borga þá þrjár milljónir.\nNú er vafamál hvort að íslenska ríkið bar ábyrgð á þessum \"bankareikningi\" eða hvort færa mætti rök fyrir því að ég sem eigandi hafi skemmt ibúðina sjálfur á einhvern hátt með því að neita þeir aðgöngu rétt eftir að rörið undir eldhúsvaskinum sprakk. En það breytir því ekki að það er samt áhætta.\nHryðjuverkalögin sem Bretar settu á Landsbankann eftir að Icesave lokaði tel ég að breyti ekki miklu í lagalegum skilnangi, hræddur um að það er annað mál. Auðvitað er drullu ömurlegt að íslenska ríkið var skráð sem hryðjuverkasamtök og að Bretar skuli koma svona fram við okkur. Alveg eins og það er ömurlegt ef ég fyndi bílinn þinn og rústaði honum í hefndarskyni fyrir að þú skemmdir íbúðina mína, en það eru ótengd mál, ef þú villt að ég bæti þér bílinn, kærðu mig þá eða reyndu að semja við mig.\nEnginn yfirlýsing liggur hér með að bíllinn þinn eða aðrar eignir sem þú gætir setið yfir séu í hættu.\nÉg vill ekki bera saman Icesave málið og Stjórnlagaþingið, munar eins og einum hæstaréttardómi þar á.\nEn það er rétt, þau vita það ekki með vissu, veist þú það? Ertu virkilega 110% viss að þetta fari nákvæmlega eins og þú segir? Því ef svo er þá veistu eitthvað meira en allir aðrir, í svona stórum málum er ekki hægt að vita allt, það er bara hægt að taka saman það sem liggur fyrir, fá ráðgjöf frá fólki sem þekkir mismunandi hliðar og byggja skoðun á því, hvað maður TELUR að sé best.",
            "date": "2011-03-23 15:13:00",
            "post_id": "333649",
            "reply_to_id": "333648"
        },
        {
            "user_name": "rapport",
            "text": "En það munar líka einu ESA áliti á málunum og það liggur fyrir að hvorugt málið er í samræmi við lög og í báðum tilfellum fara stjórnvöld í einhverjar framkvæmdir til að sniðganga viðeigandi lög og reglur.\nStjórnlagaþingsmálið er í raun skárra þar sem það eru til lög sem segja að Alþingi geti skipað nefnd um endurskoðun á stjórnarskránni, það er eru engin lög sem leyfa Alþingi að sniðganga EES samninginn og regluverkið um innistæðutryggingasjóði.\nLögin liggja fyrir og þetta er ekki spurning um hvað er \"best\" heldur hvað er rétt/réttlátt = spurning um réttlæti.\nTreystum við EES, EU eða evrópusamstarfinu yfir höfuð?\nGetum við ekki farið eftir þeim reglum sem gilda um það samstarf?\nÞað eru engin göt sem þarf að stoppa í, bara drífa sig í sokkinn...",
            "date": "2011-03-23 15:26:00",
            "post_id": "333652",
            "reply_to_id": "333649"
        },
        {
            "user_name": "dori",
            "text": "En ef, svo að við notum þetta dæmi þitt, þið skrifuðuð undir samning sem segir að á reikningnum skuli vera 10% af virði eignarinnar til að tryggja að það sé alltaf til peningur til að gera við ef eitthvað skemmist. Þessi reikningur er það eina sem leigjandinn á að gera enda mjög ólíklegt að allt skemmist í einu og það þurfi meiri pening en þetta. Leigjandinn framfylgir þessu en svo kemur jarðskjálfti og íbúðin og bíll leigjandans skemmist.\nLeigjandinn ákveður að fá sér nýjann bíl og þú vilt að hann noti sína peninga (aðra en þá sem er á reikningnum sem hann setti upp og var með nógu miklum peningum inná til að uppfylla samninginn ykkar) til að bæta íbúðina. Enda er hann búinn að kaupa sér nýjan bíl til að geta haldið áfram að lifa eins og áður.\nÞetta er léleg samlíking (eins og þín) en fyrir mér er þetta svolítið spurning um það. Það er samningur sem við uppfyllum sem segir til um hvað við eigum að gera. Við gerum það en svo klikkar allt og þeir vilja að við tökum það allt á okkur, að því er virðist (frá mínum bæjardyrum) án þess að geta vísað í neitt sem segir að við eigum að taka þetta á okkur (gölluð regluverk o.s.frv.).",
            "date": "2011-03-23 15:26:00",
            "post_id": "333653",
            "reply_to_id": "333652"
        },
        {
            "user_name": "Gúrú",
            "text": "Var að tengja mig í þetta, vegna þess að ég er barn í skilningi allra laga og já, þetta tengist börnum. \nEf þú hafnar mínum samningi þá munt þú skulda mér mörghundruðir trilljóna króna, sérðu hvernig að upphæðin skiptir engu máli heldur\nhvað er verið að kæra hvern fyrir? Vegna þess að enginn lögfræðingur telur að þér beri nokkur skylda til að greiða mér upphæðina. \nÞað skiptir engu máli hver upphæðin er í dómsstólum, einungis hver ákæran er og á hendur hverjum. \nNei, bæði álíka hugsun, hvorki vitlaust né gáfulegt, \nþað eina sem að þú þarft að hugsa um er hve mikið af verðmætum\nþú vilt fá til baka næstu árin fyrir peninginn sem þú borgar í skatt og hvað þú telur að skuli gera í þessu máli til að ná bestum árangri fyrir þig/landið. (Mjög hentugt t.d. að kjósa Já ef þú telur að þetta sé slæmt fyrir Ísland ef \nþú\n ert að flytja til Bretlands)\nJá, \nog nú vilt þú að landið sem að ég kom frá borgi þér 20 milljónirnar ásamt vöxtum\n, \nsnilldar viðlíking fyrir þína hlið ef þú gleymir að minnast á þessa setningu sem vantar. \nSú notkun á hryðjuverkalögunum breytir \nöllu \ní skaðabótamáli Breta á hendur Íslenska ríkisins í \nbreskum dómstól\n, en það er já annað mál.",
            "date": "2011-03-23 15:30:00",
            "post_id": "333654",
            "reply_to_id": "333653"
        },
        {
            "user_name": "Icarus",
            "text": "Vildi ekki tengja það þannig við börn því ef ég færi að tala um að þú værir barn væri umræðan komin á eitthvað stig sem enginn vill fá hana á. Eins og ég  væri að gera lítið úr þér. En að sjálfsögðu tengist þetta börnunum, en það sem ég var að segja er að fólkið sem ætlar að kjósa já er af því að það telur að það sé betra, þar á meðal fyrir börnin. Þess vegna finnst mér þessa barnapunktur svo kjánalegur.\nEn það eru til lögfræðingar sem telja að við myndum tapa og okkur beri skylda til að greiða upphæðina. Ef allir væru sammála um að okkur bæri ekki skylda til að greiða og þetta væri tapað dæmi fyrir Breta væri þetta engin spurning hvað maður myndi kjósa.\nAftur erum við komin að einhverju sem er svo abstract, ef svo illa færi að við myndum tapa málinu fer enn meira af skattfé heldur en annars. Þess vegna vilja sumir segja já, ekki því þeim finnst svo rosalega sanngjarnt að borga Bretum. Svo hef ég engan áhuga á því að búa í Bretlandi, kemur málinu hvorteðer ekkert við.\nAf hverju heldur þú að svona margir vilja segja já? (Væri í alvöru til í svar)",
            "date": "2011-03-23 15:51:00",
            "post_id": "333662",
            "reply_to_id": "333654"
        },
        {
            "user_name": "biturk",
            "text": "ég held nú á yfirborðinu að það séu voðalega fáir sem ætli að segja já, það eru þá ekki nema samfylkingarmenn og evrópusinnar\naðrir sem hafa fullþroskaða huxun segja nei við þessu og leifa dómstólum að dæma.\nþað er fáránlegt að samþykja svona samning útí bláinn án þess að hafa eitthvað fyrir því að það komi til dæmis nóg úr landsbankanum.\nég sé þetta mjög einfalt\na) samþykja og fara á hausinn, láta taka sig í rassgatið og gefa enn eitt fordæmið fyrir því að stærri þjóðir geti nýðst eins og þær vilja á þeim minni, vera niðurlægð á aljþóðavettvangi og álitnir kjarklitlir ræflar\nb) leifa dómstólum að dæma (íslenskum þar að auki) og vera sýknuð af öllum kröfum, sýna að við látum ekki kúga okkur og fyrst og fremst, komast uppúr kreppunni án svika, kúgunar og áróðurs\nég vona allavega að þeir segja já við samningum og ef hann verður samþykktur séu tilbúnir að útskýra fyrir börnunum sínum hversu góð hugmynd það var þegar við erum kominn í esb og alla þá drullu sem fylgir því...........já og vera farin á hausinn því landsbankinn gaf ekkert af sér og samningurinn var allt annar en okkur var sýnt................ég veit allavega að ég ætla ekki að borga það, ég hætti að vinna algerlega ef það gerist og tek eingöngu svarta vinnu að mér þangað til að já fólkið er búið að borga það sem þau komu okkur í",
            "date": "2011-03-23 16:04:00",
            "post_id": "333664",
            "reply_to_id": "333662"
        },
        {
            "user_name": "Gúrú",
            "text": "Endilega linkaðu mig.\nÞessi hugsun er svo gjörsamlega út úr kú ef að þú ert ekki að horfa á hana út frá sjónarhorninu \"Hvað segir löggjöfin um það hvað kemur út úr þessu máli\"\nÞú myndir t.d. \ntapa mun, mun meiri pening á því að tapa lögsókninni minni\n en ef þú samþykkir varanlegan launamissi,\nen hvers konar hugsunarháttur er það til að taka ákvörðun um að undirrita samninginn minn eða ekki? \nMjög \nvitlaus hugsunarháttur.\nSvona til að byrja með þá trúi ég því ekki að svona margir vilji borga (63% eða hvaða rugl Visir.is er með)\nEina manneskjan sem að ég hef nokkurntímann hitt í lífinu og segist vilja borga er önnur amma minna*, ég tel hana vera þjáða fjárhagslegri sjálfspíningarhvöt vegna \nþess að hún græddi talsvert fjármagn á því að selja skuldlausa húsnæðið sitt á toppi fasteignamarkaðsins og kaupa aftur á botninum.\nÞá ertu hér með kominn með ástæðuna sem ég tel vera fyrir því að eina manneskjan sem ég þekki *sem að vill ekki fara\ní ESB* en vill borga fyrir þetta. \nMér hefur aldrei dottið nein önnur ástæða í hug fyrir neinum öðrum sem að ég hef séð á internetinu að \nreyna að sannfæra mig eða aðra um að þetta eigi að vera borgað af íslenska ríkinu, ég sé ekkert annað en masókisma út úr\nþessum málflutningi þeirra vegna þess að þeir hafa ekki ennþá sýnt mér þessar kvittanir af fjárhagsgróða Icesave yfir í íslenska ríkið árunum sem að \nIceSave var rekið í gróða, sem að myndi vissulega réttlæta það að íslenska ríkið bæri ábyrgð á rekstrinum, t.d. þeim fíflalátum að Bretland\nhafi leyft IceSave að stunda þarna þessa starfsemi þrátt fyrir það að IceSave þyrfti ekki að hafa neinar innistæðuábyrgðir í \ninnistæðusjóð en allir aðrir bankar þurftu að gera það, brjótandi EES reglugerðina sem þeir nota svo á okkur,\n+ augljósa ástæðan að sumum pólitíkusum hungrar það að fara í ESB utanríkisukk eins og Jóhannes Björn orðaði það, \nog þeir virðast ekki ætla að láta neitt stoppa sig í því að sannfæra fólk sem er ófært um að taka eigin ákvarðanir\nað ríkið skuldi Bretlandi IceSave innistæðurnar.",
            "date": "2011-03-23 16:11:00",
            "post_id": "333667",
            "reply_to_id": "333664"
        },
        {
            "user_name": "Icarus",
            "text": "Hvar er rapport? Ég sakna málefnalegrar umræðu.\nGúrú, linkar fyrir þig:\nhttp://visir.is/domstolaleid-i-icesavemali-er-vandrotud-og-ahaettusom/article/2011110329717\nhttp://visir.is/hvad-felst-i-domstolaleidinni-/article/2011110329592\nhttp://www.visir.is/haestarettarlogmenn--dyrkeyptur-glannaskapur/article/2011110319202\nhttp://visir.is/icesave---lagalegar-afleidingar-synjunar/article/2011703179991\nhttp://visir.is/skuldir-oreidumanna/article/2011110329908\nhttp://visir.is/erum-vid-osigrandi-/article/2011110319011\nhttp://visir.is/hvers-vegna-eg-styd-icesave/article/2011110319028\nÉg veit vel að til eru andsvör við flestum þessum greinum og fínum mótrökum, ég hef lesið mestallt af þessu, það er óþarfi fyrir þig að setja inn linka á móti, þetta er aðeins til að sýna fram á að þetta mál er umdeilt og óvíst hvernig það fer.\nÞað var ekki verk Breta að hafa eftirlit með Icesave heldur FME, ef þú villt kenna einhverjum um kenndu þeim um. Nú eða Seðlabankanum sem setti bindisskylduna þeirra í 0%, allt íslendingar.\nOg fyrst þið hafið ekki lesið samninginn, versgú!\nhttp://icesave3.wordpress.com/2010/12/13/hello-world/\nAð sjálfsögðu er áhætta til staðar, áhætta hvað kemur mikið úr þrotabúinu, en sú áhætta hverfur ekki við að segja nei.\nps, ég er hvorki samfylkingarmaður né ESB-sinni.",
            "date": "2011-03-23 18:48:00",
            "post_id": "333739",
            "reply_to_id": "333667"
        },
        {
            "user_name": "biturk",
            "text": "málefnalega umræðan fór þegar menn spáðu í einhverju öðru en dómstóla leið.\nþú gerir þér grein fyrir því að allar þessar greina linka á menn sem fá líklegast borgað fyrir að segja þetta \n \njú, sú áhætta hverfur algerlega því líkurnar á að ísl dómstólar dæmi okkur ekki í hag eru hverfandi og alveg hreint stórkostlega litlar, þetta mál er ekkert umdeilt nema fyrir þá staðreind hvernig það er meðhöndlað, þegar hinn samningurinn var felldur átti að fara dómstólaleið og hætta þessari helv peningeyðslu í gagnslausa samningargerð til að sleikja upp þessar skítaþjóðir",
            "date": "2011-03-23 19:01:00",
            "post_id": "333744",
            "reply_to_id": "333739"
        },
        {
            "user_name": "Icarus",
            "text": "Svo þegar fólk er ósammála þér þá er það hætt að vera málefnalegt? Það er áhugavert sjónarmið.\nFá allir sem skrifa með Icesave borgað? Af hverjum?  Ég veit ekki alveg hvernig ég á að svara þessu...\nÞú villt halda því fram að áhættan hverfi, ég er ósammála. Þú hefur þínar skoðanir, sem eru greinilega mjög sterkar og þú hefur fullan rétt á því, markmið mitt hérna er ekki að reyna að fá ykkur til að skipta um skoðun enda held ég að það sé ansi langsótt.",
            "date": "2011-03-23 19:30:00",
            "post_id": "333751",
            "reply_to_id": "333744"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég er einmitt ekki gamlber, þess vegna segi ég nei  \n \nÆtla ekki að skrifa upp á 35 ára óútfyllt skuldabréf sem börnin mín þurfa að borga.\nReyndar er option #3, gera sama og þeir sem hafa eitthvað vit, flýja skerið.\nÉg sagði að það væri fullt af rökum með/móti, sagði aldrei að mér fyndist þau sannfærandi",
            "date": "2011-03-23 19:39:00",
            "post_id": "333755",
            "reply_to_id": "333751"
        },
        {
            "user_name": "Gúrú",
            "text": "Til hvers ertu þá að setja þetta inn?\nAllir linkarnir þínir innihalda málflutning sem að hefur verið hrakinn svo gríðarlega vel á bak og burt að ég trúi því varla ennþá að þessir lögmenn átta\nhafi þorað að setja nafn sitt við einn slíkan í viðbót, \nein af \nvönduðustu úttektunum\n á þessu máli(lögfræðilega) hafði í rauninni nú þegar svarað 95% af punktunum sem að þeir komu með sem 'afgerandi augljóslega þruglumbull' í janúar, því á undan \nhafði íslenskur hrl. \ngert það\n mjög ítarlega um það leyti sem álit ESA kom út, \nog ekkert virðist koma nýtt frá neinum af þeim lögfræðingum \n(mig langar meðan ég man ekki einu sinni að lesa grein frá Ingvari Gísla um lögfræði í hápólitísku máli, hversu hlutlaus heldurðu að hann gæti líkamlega verið? Gjörsamlega ekki neitt hlutlaus)\nsem tjá sig um málið frá sjónarhorninu \"Íslendingum ber að greiða Bretlandi og Hollandi þessar innistæður\".\nVér biðjum um já/nei svar:\nVeitti FME Icesave rekstrarleyfi í Bretlandi?",
            "date": "2011-03-23 19:51:00",
            "post_id": "333762",
            "reply_to_id": "333755"
        },
        {
            "user_name": "Icarus",
            "text": "Því þú baðst um það.\nÞú ert á þeirri skoðun að þessi málflutningur standist ekki, en þetta var ekki sett inn til að rökræða um það, bara til að benda á að málið væri umdeilt, og að sumir telja að það sé best að semja.\nNei, en heimildin lá hjá þeim, ekki FSCS. Eitthvað held ég að hefði verið sagt hefðu Bretar lokað á Landsbankann án þess að hafa heimild fyrir því þegar flestir trúðu því að íslendingar væru nú bara að sigra heiminn, enda svo mikið víkingaeðli í þeim.",
            "date": "2011-03-23 21:03:00",
            "post_id": "333782",
            "reply_to_id": "333762"
        },
        {
            "user_name": "rapport",
            "text": "Ég sofnaði kl. 17 c.a.  \n \nÉg verð að játa að ég hef ekki lesið allt sem er búið að koma inn á þráðinn en þar virðist sem fólk sé tilbúið að hengja sig í smáatriði sem vafamál eru um.\nÞá hugsun skil ég mjög vel. ég hef hugsað málið þannig líka... svo þegar maður áttaði sig á því að það eru ótal atriði, lög og reglur sem eru vafamál og geta hrist upp í öllu Icesave málinu, þá fer manni að finnast dómstólaleiðin ekki bara sniðug lausn heldur algjört MÖST.\nAfhverju?\nÞví að ef hún er ekki farin þá munum við aldrei fá nein svör.\nÉg vil t.d. geta tekið rökvísa ákvörðun um EU og þátttöku Íslands í evrópusamstarfinu. Til þess finnst mér tilvalið að sjá hvernig EU/EES höndlar þetta mál. \nMun EU bera virðingu fyrir réttlátri málsmeðferð eða verða \"OJ Simpson\" réttarhöld?\nHvernig verða lög og reglur túlkaðar, á samkvæman hátt eða út frá hagsmunum þeirra sem þegar eru í EU?\nMér finnst það líka grundvallaratriði að EU noti samræmt regluverk til að leysa ágreining milli samningsaðila en ekki \"minn pabbi er sterkari en pabbi þinn\" aðferðafræðina og \"hnykkl í vöðva terrorize-eringu\"...\nÉg skil svo ekki afhverju Bretar og Hollendingar hreinlega vilja ekki að þessi leið sé farin, afhverju vilja þau ekki fara eftir formlegum leiðum sem samkomulag hefur náðst um að séu vettvangur fyrir svona deilur...  \nÞað hræðir mig sem þegn í landi sem virðist ætla í EU innan skamms, þessi lítilsvirðing þessara stóru landa í garð alþjóðlegra samninga.",
            "date": "2011-03-23 22:04:00",
            "post_id": "333805",
            "reply_to_id": "333782"
        },
        {
            "user_name": "rapport",
            "text": "p.s.\nEru ekki allir búnir að lesa samninginn?\nhttp://icesave3.wordpress.com/",
            "date": "2011-03-27 03:52:00",
            "post_id": "334732",
            "reply_to_id": "333805"
        },
        {
            "user_name": "biturk",
            "text": "ætlaði að minna fólk á að kjósa rétt og segja nei því annað er landráð!",
            "date": "2011-04-01 18:49:00",
            "post_id": "336807",
            "reply_to_id": "334732"
        },
        {
            "user_name": "Icarus",
            "text": "ég elska stór orð...",
            "date": "2011-04-01 20:19:00",
            "post_id": "336832",
            "reply_to_id": "336807"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hættið að spá í þetta og segið Nei.",
            "date": "2011-04-01 20:56:00",
            "post_id": "336848",
            "reply_to_id": "336832"
        },
        {
            "user_name": "biturk",
            "text": "tökum dæmi\nef núna væri þjóðaratkvæðagreiðsla um opin aðgang að afturendanum á þér..........þætti þér ekki landráð ef menn myndu fara að segja já við því?",
            "date": "2011-04-01 21:16:00",
            "post_id": "336857",
            "reply_to_id": "336848"
        },
        {
            "user_name": "rapport",
            "text": "Málstaður NEI fólksins.\n- Við vitum og skiljum áhættuna við að segja NEI, að upphæð krafna UK og Hollands gætu orðið hærri. Við gerum þó greinamun á skuld með ríkisábyrgð sem ríkið þarf að standa straum af og skuld innistæðutryggingasjóðsins sem fær tekjur sínar frá fjármálafyrirtækjunum og/eða getur fengið lán hjá ríkinu eða þriðja aðila.\n= Við viljum ekki samþykkja ríkisábyrgð og teljum það slæmt fordæmi að setja fyrir framtíðina að ríkið ábyrgist skuldir sem einkafyrirtæki stofnar til á fjármálamarkaði. Hvernig munu þessi fyrirtæki fara að haga sér í framtíðinni, þegar þau eru komin með þessa ábyrgð frá ríkinu? Munu önnur fyrirtæki geta krafist ríkisábyrgðar á sömu forsendum, t.d. fjarskiptafyrirtæki?\n- Við setjum spurningamerki við að samningurinn o.þ.l. ríkisábyrgðin hljóði upp á meira en það sem tryggingasjóðurinn lofaði. 20.000 evrum og svo má spurja afhverju krafan er ekki gerð í íslenskum krónum m.v. gengi október 2008, þegar til kröfunar var stofnað í íslenskum krónum. \n- Okkur finnst hreinlega rangt þegar sagt er að það hafi alltaf verið ríkisábyrgð á innistæðum skv. EES. Ef svo er, afhverju var þá verið að stofna innistæðutryggingasjóð sem sérstaka og sjálfstæða stofnun?\n- Ef EES hefur alltaf kveðið á um ríkisábrygð, afhverju voru eignir bankana og ríkisins frystar í UK og afhverju væri þeim þá ekki sama um fjármagnsflutninga til Íslands ef Ísland átti alltaf að borga?\n- Erlendis fá bankar ríkisábyrgð til að ekki sé gert áhlaup á þá, svo þeir hrynji ekki. Fallnir bankar fá ekki ríkisábyrgð... nema hugsanlega mögulega á Íslandi, þar fá gjaldþrota bankar ríkið sem ábyrgðarmann.\n- Neijurum þykir einnig slæmt að samninginn skuli túlka skv. breskum lögum og að ágreining vegn ahans skuli sækja fyrir breskum dómstólum. Í dag skal sækja öll Icesave mál hér á Íslandi.\n- Við \"Neijarar\" treystum EES og evrópusamstarfinu til að leysa þennan ágreining á hagstæðari hátt, hvort sem er með enn öðrum samningi eða fyrir dómstólum.\n- Neijarar vilja að litið sé á málið í stærra samhengi og helst hlutfallslegu samhengi mili landanna. Aðgerðir íslenskra stjórnvalda miðuðu að því að bjarga 95% af fjármálakerfinu hérna en aðgerðir Breta og Holelndinga miða að því að bjarga <0,5% af heildarinnistæðum.\nHjá þeim varð ekkert kerfishrun.\nÞað má líkja viðbrögðum þeirra við að keyra framhjá umferðarslysi. \nÍ raun þá stoppuðu þeir samt og grýttu okkur með hryðjuverkalögunum og dældu bensíni af bílhræjinu okkar, keyrðu svo burt og komu svo aftur 10 mánuðum seinna og vilja rukka okkur fyrir \"neyðaraðstoð\". \nEn það væri gott ef JÁ -sinnar mundu útskýra hvaða lagaheimild EFTA dómstóllinn hefur til að dæma í málum á Íslandi, lagaheimild í samræmi við íslensku stjórnarskránna 59.grein.\nÞeir gæfu sér kannski smá tíma og útskýrðu hvernig Icesave væri áábyrgð ríkisins ef enginn samningur er gerður.\nKJÓSUM >>>  xNEI",
            "date": "2011-04-01 21:18:00",
            "post_id": "336859",
            "reply_to_id": "336857"
        },
        {
            "user_name": "Icarus",
            "text": "Heldur áfram með stóru orðin sé ég.\nÞetta er hreinlega rangt, enda er ekki verið að ábyrgjast skuldabréfaútgáfu Landsbankans eða einhverju þvíumlíkt, aðeins verið að styðja við innistæðutryggingakerfið.\nAf hverju segirðu að það sé meira? Ef svo er, endilega bentu mér á hvar það stendur því mér finnst það mjög áhugavert.\nEðlilegast er að bankarnir sjái sjálfir um að kosta hrun einstakra banka, eins og margir \"nei-sinnar\" halda fram þá gerir EES regluverkið ekki ráð fyrir allsherjar kerfishruni. Því er eðlilegt að bankarnir hafi tryggingasjóð sem getur borgað gjaldþrot banka eins og Byrs eða SPKef, vandamálið við ísland er að það er svo rosalega lítið og mikil fákeppni í gangi að tryggingasjóður sem ætti að geta bætt tjónið af gamla Kaupþing, Glitni eða Landsbankanum þyrfti að vera fáránlega stór.\nHefð er þó fyrir að það sé ríkisábyrgð á innistæðum og er tryggingasjóðskerfið útfærðari leið á því kerfi.\nJá, en þegar ábyrgðin er gerð svo ekki sé gert áhlaup er eins gott að standa við þá ábyrgð svo þegar bankinn hrynur. Myndi fljótt fréttast út annars.\nEFTA dómstóllinn hefur ekki heimild til að dæma hérlendis, þvert á móti má telja líklegt að íslenskir dómstólar líta þangað eftir leiðsögn og rökstuðningi og ef mál þeirra er vandað er líklegt að íslenskir dómstólar dæmi eins og þeir. En segjum sem svo, að svo gerist ekki (enda var mikil umræða hérna um anda laganna um daginn), þá er hægt að nota EFTA samninginn sem tæki til að setja sérstaka tolla á íslenskar vörur, jafnvel innflutningsbönn, segja upp EES, standa í vegi fyrir AGS og ýmsu. Sumir telja reyndar að allir þessir hlutir geri okkur meira slæmt en gott og þá skil ég alveg að þeir segi nei.\nEn ég skal taka undir með þér, það vantar að lögspekingar (bæði já og nei sinnar) taki sig saman og útskýri nákvæmlega hvernig ferlið væri ef farið yrði í mál, og hvað myndi gerast ef EFTA dómstóllinn myndi dæma Bretum og Hollendingum í vil.",
            "date": "2011-04-01 21:30:00",
            "post_id": "336861",
            "reply_to_id": false
        },
        {
            "user_name": "rapport",
            "text": "Þetta er alrangt...\nEftir að Icesave féll þá fóru stjórnvöld innan EU að tilkynna þetta, Lehman var t.d. ekki á ábyrgð stjórnvalda í USA þó þau hefðu getað bjargað honum.\np.s. UK semur ekki við USA um það mál... WHY?\nÍslenska ríkið lofaði því ekki, Landsbankinn sagði þetta í auglýsingum og þeir lugu... íslensk stjórnvöld sögðust bara ætla að standa við sínar alþjóðlegu skuldbindingar.\np.s. Íslenski tryggingasjóðurinn var hlutfallslega stærstur af öllum innan EU m.v. þær innistæður sem hann átti að covera...\nÞó regluverkið sé meingallað þá á Ísland ekki að bera hallann af tilraunastarfsemi EU/EFTA í lagasetningum.",
            "date": "2011-04-01 21:37:00",
            "post_id": "336866",
            "reply_to_id": "336861"
        },
        {
            "user_name": "urban",
            "text": "þetta eitt og sér finnst mér vera ástæða til þess að segja já.\nen einsog áður, þá er ég ekkert endanlega búinn að ákveða mig\nhvort að það sé ríkið, eða innstæðutryggingarsjóðurinn sem að á að borga skiptir ekki máli ef að við íslendingar eigum að borga, það er bara svo einfalt.\nég er frekar til í minnka tapið núna og taka samningum, en að taka áhættu og þurfa að borga töluvert meira, og við erum ekkert að tala um einhverja þúsundkalla í viðbót ef að svo er.\nen júju, ef að það verður sagt nei í atkvæðagreiðslunni, og við vinnum síðan málið, þá skal ég vera fyrsti maður til þess að óska öðrum til hamingju fyrir að hafa rétt fyrir sér og biðjast afsökunar.\nen ég ætla þá að vona að þið hinir komi þá og geri slíkt hið sama\nOg já biturk\numræðan hefur almennt verið málefnaleg hérna, nema hjá þér.\nég held nú á yfirborðinu að það séu voðalega fáir sem ætli að segja já, það eru þá ekki nema samfylkingarmenn og evrópusinnar\naðrir sem hafa fullþroskaða huxun segja nei við þessu og leifa dómstólum að dæma.\na) samþykja og fara á hausinn, láta taka sig í rassgatið og gefa enn eitt fordæmið fyrir því að stærri þjóðir geti nýðst eins og þær vilja á þeim minni, vera niðurlægð á aljþóðavettvangi og álitnir kjarklitlir ræflar\nb) leifa dómstólum að dæma (íslenskum þar að auki) og vera sýknuð af öllum kröfum, sýna að við látum ekki kúga okkur og fyrst og fremst, komast uppúr kreppunni án svika, kúgunar og áróðurs[/quote]\nvoðalega lítið málefnalegt þarna.\nOk\nþá ætla ég að útbúa smá sögu.\nþetta virðist ekki geta komist inní hugsunina hjá þér að við getum tapað málinu.\nen ég ætla að láta í smá stund sem að svo sé, að við segjum nei, töpum málinu algerlega og allt lendir á ríkinu.\nætlar þú þá að koma til mín og hugsanlegra barna minna og útskýra fyrir mér (hugsanlega þeim) afhverju það þarf að borga miklu meira í skatta en annars hefði þurft ?\nog já, endilega ekki tengja þetta við esb, þetta eru 2 aðskilin mál, ég hef nákvæmlega engan ahuga á esb, en miðað við stöðuna núna þá kem ég samt sem áður til með að segja já við þessu.",
            "date": "2011-04-01 21:39:00",
            "post_id": "336867",
            "reply_to_id": "336866"
        },
        {
            "user_name": "Icarus",
            "text": "Er sammála því sem þú segir urban, sá um daginn einn sem sagði við einn sem ætlaði að segja já \"ég mun aldrei fyrirgefa þér fyrir að gera börnunum mínum þetta\". Nú ef það á að blanda börnunum inn í þetta, hvað með að setja óásættanlega áhættu á framtíðarkynslóðir því við getum ekki skorið almennilega niður hjá okkur?  Samt finnst mér þetta jafn veik rök og hitt, því ég held nú að allir, bæði þeir sem ætla að segja já og nei séu að hugsa um hagsmuni sína og framtíðarkynslóða.\nRapport: Alþjóðasamningar sem eru á milli ESB og USA og hins vegar ESB og Íslands eru allt öðruvísi og mun meiri samvinna innan ESB og Íslands, enda gat Landsbankinn opnað útibú í Bretlandi án þess að fá samþykki eins eða neins, það er ekki eitthvað sem Bandarískir bankar geta.\nEn jú það er rétt, Landsbankinn var sá eini sem sagði að það væri ríkisábyrgð, ekki íslenska ríkið. En að ákveðnu leyti á þögn er sama og samþykki við hérna. Ég vill geta treyst því að ef fyrirtæki kemur með svona yfirlýsingar opinberlega þar sem allir geta séð þær, að þá komi viðeigandi ríki inn í og leiðrétti. Af hverju kom íslenska ríkið ekki inní og sagði \"hey... wow... neiiiiii?\".\nAf hverju lækkaði íslenski seðlabankastjórinn bindiskyldu Icesave í 0%, af hverju bannaði FME ekki starfssemi Icesave, af hverju gaf íslenska ríkisstjórnin út vilyrði um að íslendingar myndu standa við alþjóðaskuldbindingar, vísandi til Icesave málsins, getum rifist um orðalag en það vita það allir að þarna var verið að vísa til Icesave. \nMér finnst þetta drullufúlt og ömurlegt, en það er ekki hægt að kenna Bretunum um allt, okkar stjórnmálamenn, sem like it or not, við berum ábyrgð á klúðruðu FEIIIITT!!",
            "date": "2011-04-01 21:50:00",
            "post_id": "336870",
            "reply_to_id": "336867"
        },
        {
            "user_name": "Tiger",
            "text": "4% þjóðarinnar eiga 80% peningana...... þessi 4% biðja til peningaguðsins öll kvöld núna að við heimska, auðtrúa og \"fljóta að gleyma\" fólkið segjum já við þessum samning því hann er betri en síðasti og eina von okkar. Þeir dæla peningum í \"löglært\" fólk til að selja sál sína og tala með Icesave hægri vinstri.\nAfhverju berum við ábyrgðina? Ekki var þjóðaratkvæðagreiðsla um það hvort við ættum að stofna Icesave in the first place? Afhverju eigum við að taka ábyrgð á gróðargeðveiki Sigurjóns feita og fleirri bankastjóra Landsbankans sem núna skála í Pina Colada á Bresku Jómfrúareyjunum og vita ekki hvort þeir eigi að nota debetkortið með skrilljónunum inná eða platínum vísakortið með óendanlegu heimildinni.............hversu oft ætlum við að láta takka okkur í kakóið spyr ég nú bara !!!! \nHvað varð um Íslendinga sem standa á sínu og berjast fyrir sínu, sönnu víkingana?? Sem betur fer voru þeir ekki útdauðir fyrir 55 árum síðan því þá værum við með handfæri að veiða innan 4 mílna landhelgina. Hvernig væri nú bara að standa á sínu og láta þá sem bera ábyrgðina standa fyrir henni, bakvið lás og slá með þá alla eða borga til baka sitt.",
            "date": "2011-04-01 21:59:00",
            "post_id": "336876",
            "reply_to_id": "336870"
        },
        {
            "user_name": "rapport",
            "text": "Þessi samningur er ekki samkvæmt EES heldur til hliðar við EES og ekki í anda EES enda bannar EES að ríkið styrki eða styðji á einhvern hátt einkafyrirtæki, það er andstætt samkeppnislöggjöf EES og þeim frjálsa markaði sem EFTA var stofnað til að mynda.\nÞannig að ef það eru forsendur til að semja svona við Íslendinga, þá eru forsendur til að semja svona við USA.\nEFTA hefur tvær stofnanir.\nESA = European surveilance authority = Eftirlitsstofnun EFTA \nEFTA dómstólinn = sem sker úr um túlkunaratriði á EES með ráðgefandi álitum sem getur einnig sektað einkafyrirtæki fyrir samkeppnislagabrot ef þau eru milli landa í EES.\nÞað er ekki á ábyrgð FME að tryggja rétta framkvæmd EES, það er á ábyrgð ESA. FME á að tryggja að farið sé eftir íslenskum lögum eins og skilningurinn á þeim er. ESA á að leggja drög að þeim sameiginlega skilning sem gildir um EES.\nÞað var því EFTA sem klikkaði ekki íslensk stjórnvöld. Íslensk stjórnvöld unnu einfaldlega eftir þeim sameiginlega skilng á EES sem var á þessum tíma fyrir bankahrun.\nÞað er einfaldega ósanngjarnt og óréttlátt að UK, Holland og ESB túlki lögin sér í hag í dag. \nEf ríkið er ábyrgt þá þarf að draga úr allri almenningsþjónustu og almenningur þarf að borga brúsann. Ef eingöngu tryggingasjóðurinn er ábyrgur þá þarf fjármálagreirinn að borga þetta með hærri álögum á fjármálagjörninga og einhverskonar fjármagnstekjuskatti...   ...mér finnst það réttlátara.\nSpurningin er ekki um upphæðina sjálfa eða hvort við eigum að borga (auðvitað eigum við að borga) þetta er spurning um ábyrgðir og hverjir borga. Það er rangt að sækja þessa peninga til almennings sem hefur ekkert til saka unnið.\nFjármálageirinn getur greitt fólki tugi milljóna á ári í laun fyrir utan bónusa og fríðindi. Þessi geiri getur þá axlað sína ábyrgð og greitt þetta til baka í gegnum tryggingasjóðinn án beinnar aðkomu og ábyrgðar ríkissjóðs.",
            "date": "2011-04-02 01:08:00",
            "post_id": "336949",
            "reply_to_id": "336876"
        },
        {
            "user_name": "Icarus",
            "text": "Því að íslensku bankarnir standa svo rosalega sterkir í dag?\nKannski er sanngjarnast að henda þessu öllu á þá, en að halda að það komi endi ekki sem hærri vaxtabyrði á almenning, meira óþol varðandi þeim sem eru í greiðsluvandræðum (er það ekki nógu hátt fyrir?) ásamt minni skattekjum í ríkissjóð er órökrétt svo ekki sé meira sagt.\nEn þú mátt eiga það, þú hefur komið með helling af sterkum rökum, ég viðurkenni það. Enda hef ég aldrei haldið því fram að þetta mál sé svart hvítt og að það sé bara einn sannleikur.",
            "date": "2011-04-02 10:27:00",
            "post_id": "336992",
            "reply_to_id": "336949"
        },
        {
            "user_name": "rapport",
            "text": "Mér finnst réttlátara að þeir sem stofnuðu til skuldarinnar standi í að endurgreiða hana, það er alveg óþarft að draga almenning inn í málið og hvað þá sem ábyrgðarmenn...\nEf almenningur vill versla við þessa banka, þá getur almenningur gert það og þannig óbeint greitt Icesave.",
            "date": "2011-04-02 16:30:00",
            "post_id": "337091",
            "reply_to_id": "336992"
        },
        {
            "user_name": "bulldog",
            "text": "don't care .... er hvort eð er með ríkisborgararétt í öðru landi.",
            "date": "2011-04-09 00:22:00",
            "post_id": "338853",
            "reply_to_id": "337091"
        },
        {
            "user_name": "ManiO",
            "text": "Eitt áður en kosningar hefjast á kjörstöðum. Að kjósa já lætur þetta mál ekki hverfa. ICESAVE hverfur ekki fyrr en eitt af tvennu gerist.\na) Málið fer fyrir dómstól og við skattgreiðendur erum ekki taldnir ábyrgir.\neða\nb) Seinasta krónan er borguð af þessu.",
            "date": "2011-04-09 00:33:00",
            "post_id": "338855",
            "reply_to_id": "338853"
        },
        {
            "user_name": "beatmaster",
            "text": "Þá er spurningin, hver ber ábyrgð á tryggingarsjóði Innistæðueigenda sem að stofnaði til skuldarinnar?",
            "date": "2011-04-09 09:42:00",
            "post_id": "338883",
            "reply_to_id": "338855"
        },
        {
            "user_name": "lukkuláki",
            "text": "Ég sá að það var gerð ný könnun um þetta og LINKAÐ á þennan þráð  \n \nÞetta er kannski ekki rétti vettvangurinn til þess að gera skoðanakannanir? en þarna finnst mér að sá sem læst þeim þræði hefði mátt hugsa sig betur um.\nÞessi þráður/könnun var gerð fyrir ansi LÖNGU síðan. 18. febrúar ! \nMargir og þar á meðal ég hafa skipt um skoðun og þess vegna væri gaman að fá nýja könnun svona stutt fyrir kosningar.\nÉg get ekki breytt mínu atkvæði í þessari könnun en ég get kosið aftur í nýrri könnun.",
            "date": "2011-04-09 10:00:00",
            "post_id": "338885",
            "reply_to_id": "338883"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Jebb, það var mín forvitni í gær. En sumir sitja hérna í ansi háum stólum.",
            "date": "2011-04-09 13:38:00",
            "post_id": "338924",
            "reply_to_id": "338885"
        }
    ],
    "date": "2011-04-01 21:30:00"
}