{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "36447",
    "title": "Að mála tölvukassa",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=36447",
    "posts": [
        {
            "user_name": "DK404",
            "text": "Hallo eftir erfiðan dag náði ég loks að taka kassan í sundur til þess að gera málað hann, spurning er hvernig geri ég það þarf að ég nota eithver sérstak og þarf ég að undirbúa kassan eithvað mikkið bettur ?\nog til þess að málingin myndi ekki fara af þarf maður ekki að lakka eða ? \nreyndi að googla þetta en ekkert hjálpaði mér mikkið.",
            "date": "2011-02-21 11:28:00",
            "post_id": "324629",
            "reply_to_id": false
        },
        {
            "user_name": "Akumo",
            "text": "Ef það hjálpaði ekki að googla þá áttu ekki að vera mála kassa.. ertu 14?",
            "date": "2011-02-21 11:30:00",
            "post_id": "324630",
            "reply_to_id": "324629"
        },
        {
            "user_name": "DK404",
            "text": "nei 15, nei sko spurningin er sko er eithver sérstök máling eða ? ná bara fara í húsasmiðju og kaupa ? og ég las eithver staðar að maður átti að nota eithvað lakk til þess að málinginn myndi haldast bettur en það voru comment að það væri ekki gott að hafa þetta og sumir sögðu að þetta væri gott þannig ég er ekki allveg viss.",
            "date": "2011-02-21 11:39:00",
            "post_id": "324632",
            "reply_to_id": "324630"
        },
        {
            "user_name": "GullMoli",
            "text": "Kaupir bara málningu í spreyformi. Getur fengið þannig í húsasmiðjunni, n1 stórversluninni, Poulsen skeifunni og eflaust fleiri stöðum.\nGætir byrjað á því að spreyja grunn 1-2 umferðir, eflaust óþarfi þó. Aðalega bara liturinn 2-3 umferðir og svo glæru yfir ef þú vilt 2-3 umferðir.\nÞarft að hafa vel loftræst svæði til þess að gera þetta. Mig minnir samt endilega að einhverjir hafi útbúið hálfgert tutorial hérna á vaktinni um hvernig ætti að gera þetta.",
            "date": "2011-02-21 11:43:00",
            "post_id": "324633",
            "reply_to_id": "324632"
        },
        {
            "user_name": "fannar82",
            "text": "Það er líka til Lakk sem er með grunni, sem þarf þá ekki að grunna fyrir minnir að Wurth hafi verið með svoleiðis",
            "date": "2011-02-21 11:52:00",
            "post_id": "324636",
            "reply_to_id": "324633"
        },
        {
            "user_name": "oskar9",
            "text": "ég málaði minn Thermaltake armor svartan að innan, skrúfaði hann í sundur og boraði öll hnoð úr, keypti matt svart lakk niðrí N1 og gluðaði á þetta þremur léttum umferðum yfir hann, leifði að þorna vel á milli, bara muna að halda brúsanum vel á hreifingu í sirka 15-20cm fjarlægð, alltaf byrja að úða útaf fletinum og færa síðan úðan yfir hlutin ekki miða brúsanum á hlutin og byrja að sprauta, þá færðu tauma sem renna útum allt",
            "date": "2011-02-21 11:55:00",
            "post_id": "324637",
            "reply_to_id": "324636"
        },
        {
            "user_name": "Kobbmeister",
            "text": "Ég málaði minn með því að kaupa gránn ACE grunn í BYKO svo 2 brúsa af möttu svörtu af ACE málningu í BYKO.",
            "date": "2011-02-21 12:02:00",
            "post_id": "324638",
            "reply_to_id": "324637"
        },
        {
            "user_name": "AndriKarl",
            "text": "Hvað fórstu eiginlega margar umferðir? það var nóg einn hjá okkur fyrir einhverjar 3 umferðir..",
            "date": "2011-02-21 14:40:00",
            "post_id": "324677",
            "reply_to_id": "324638"
        },
        {
            "user_name": "Kobbmeister",
            "text": "Ég fór tvær minnir mig, var varla neitt eftir af seinni brúsanum.",
            "date": "2011-02-21 14:54:00",
            "post_id": "324679",
            "reply_to_id": "324677"
        },
        {
            "user_name": "Frost",
            "text": "Hvað spreyjaðirðu mikið? Einn spreybrúsi á að vera meira en nóg.",
            "date": "2011-02-21 15:39:00",
            "post_id": "324684",
            "reply_to_id": "324679"
        },
        {
            "user_name": "Kobbmeister",
            "text": "Fer eftir stærðinni á kassanum og hvað er mikið í honum til að spreyja.\ntd ég þurfti að spreyja 2 HDD búr og 2 HDD festingar og svo er millihæð í kassanum sem ég spreyjaði undir og ofan á og svo meira vesen",
            "date": "2011-02-21 15:53:00",
            "post_id": "324692",
            "reply_to_id": "324684"
        },
        {
            "user_name": "biturk",
            "text": "taka kassann alveg í sundur, bora öll hnoð ss og þarft svo að sjálfsögðu að eiga hnoðbyssu og hnoð til að setja saman aftur\npússa létt yfir ef það er málning á til að ná glærunni af, óþarfi ef það er ber málmur\ngrunna með venjulegum málm grunni, nægir einn brúsi\nmála með litnum sem þig langar að hafa á, á minn kassa fóru 2 brúsar og það rétt nægði, en það fer bara algerlega eftir hvað hann er stór, hversu margar umferðir og hvað er mikið í honum, ég tók minn innan og utan og allar festingar og allt, það er mod þ´ráður frá mér hjérna sem þú getur skoðað ef þú vilt\nhttp://spjall.vaktin.is/viewtopic.php?f=1&t=30823\nef þú spreyjar plas þá verðuru að pússa það upp og grunna með plastgrunni, annars flagnar það af innan árs og verður ljótt, má líka ekkert snerta það til að hún fari af málningin",
            "date": "2011-02-21 16:13:00",
            "post_id": "324696",
            "reply_to_id": "324692"
        },
        {
            "user_name": "ZoRzEr",
            "text": "viewtopic.php?f=1&t=28500&hilit=+worklog\nÁgætis tutorial á síðu 4.",
            "date": "2011-02-21 16:34:00",
            "post_id": "324704",
            "reply_to_id": "324696"
        }
    ],
    "date": "2011-02-21 11:28:00"
}