{
    "forum_title": "Vaktin.is",
    "id": "36734",
    "title": "Nýjar reglur á \"Til sölu\" flokknum.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=46&t=36734",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Jæja, þá erum við loksins búnir að setja saman nokkar reglur fyrir \nSöluflokkinn.\nÞeir sem fara ekki eftir þeim verða umsvifalaust teknir af lífi.",
            "date": "2011-03-02 21:31:00",
            "post_id": "327563",
            "reply_to_id": false
        },
        {
            "user_name": "Klaufi",
            "text": "Það er klárlega þörf á þessu þó að þetta fari ótrúlega mikið í taugarnar á mér atm..\nÞarf heilt pgdn í viðbót á lappanum!",
            "date": "2011-03-02 21:49:00",
            "post_id": "327570",
            "reply_to_id": "327563"
        },
        {
            "user_name": "beatmaster",
            "text": "Er ekki hægt að takmarka þennann haus við að birtast bara þegar að auglýsingin er saminn eða þá að láta þessa lesningu koma upp og þú þarft að samþykkja þetta til að geta gert auglýsingu\nMér finnst þetta allavega ekki vera að gera sig eins og er að þurfa að scrolla lengst niður til að sjá auglýsinguna, en gef þó Mad props fyrir þessar reglur",
            "date": "2011-03-02 21:54:00",
            "post_id": "327577",
            "reply_to_id": "327570"
        },
        {
            "user_name": "nerd0bot",
            "text": "Hallo, ég var að spá hvort söluþráðurinn sem ég er með, er hann í góðu lagi ?, \nhér\n er linkur.",
            "date": "2011-03-02 21:55:00",
            "post_id": "327578",
            "reply_to_id": "327577"
        },
        {
            "user_name": "Jimmy",
            "text": "Kominn tími á að taka aðeins til í þessu.. Hefði þó verið til í að sjá eitthvað gert í því þegar menn gera ekki annað en að drulla yfir söluþræði eins og eitthvað alvald og enda á því að gera slaka þræði tvöfalt verri.",
            "date": "2011-03-02 21:56:00",
            "post_id": "327579",
            "reply_to_id": "327578"
        },
        {
            "user_name": "Klaufi",
            "text": "Ný spyr ég kannski eins og hálfviti:\nEr hægt að limita þetta við nýræðinga titilinn?\nEf þú værir undir 100 póstum fengir þú þetta í fésið eða eitthvað álíka..?\nMenn hljóta nú að vera búnir að ná þessu ef þeir ná 100 póstum, með Dk404 sem undantekninu.\nSkoðaðu reglurnar og berðu þær saman við auglýsinguna, hvað finnst þér?",
            "date": "2011-03-02 21:57:00",
            "post_id": "327580",
            "reply_to_id": "327579"
        },
        {
            "user_name": "andribolla",
            "text": "sammála því,\nþað eru nokkrir útvaldir hér á vaktini sem gera lítið annað en að drulla yfir alla þræði \nsérstaklega söluþræðina. væri gaman að sjá þá halda kjafti nuna.",
            "date": "2011-03-02 22:04:00",
            "post_id": "327590",
            "reply_to_id": "327580"
        },
        {
            "user_name": "Godriel",
            "text": "-=+ÉG HATA SVONA CAPS+=-",
            "date": "2011-03-02 22:05:00",
            "post_id": "327592",
            "reply_to_id": "327590"
        },
        {
            "user_name": "GuðjónR",
            "text": "Sko....prófið bara að fara á söluvef, gera SVARA neðst og þá sjáiðað reglurnar dúkka upp fyrir ofan ykkur, þrátt fyrir að innleggið hafi verið neðst á síðunni.\nÞað er líka hægt að hafa þetta í HTML skjali á bakvið þannig að þú þurfir að smella á reglurnar til að sjá þær,...en því myndi enginn nenna.\nÞað mætti bæra við reglu 14) stranglega bannað að hrauna yfir söluþræði annara nema að þeir gefi tilefni til þess",
            "date": "2011-03-02 22:06:00",
            "post_id": "327593",
            "reply_to_id": "327592"
        },
        {
            "user_name": "nerd0bot",
            "text": "já ég held það.",
            "date": "2011-03-02 22:06:00",
            "post_id": "327594",
            "reply_to_id": "327593"
        },
        {
            "user_name": "Nariur",
            "text": "mér finnst regla nr. 13 skemmtieg... allir þræðir verður læst",
            "date": "2011-03-02 22:07:00",
            "post_id": "327595",
            "reply_to_id": "327594"
        },
        {
            "user_name": "Klaufi",
            "text": "Það myndi enginn gera það, alveg eins og að það virðist enginn lesa reglurnar sem eru til staðar á síðunni, þó svo að fólk samþykkir að hafa gert það við nýskráningu.\nSetjum bara krossapróf úr reglunum í nýskráningarferlið! Þá neyðist fólk til að lesa þær",
            "date": "2011-03-02 22:09:00",
            "post_id": "327598",
            "reply_to_id": "327595"
        },
        {
            "user_name": "gardar",
            "text": "Vona að ég sé ekki að hi-jacka þessum þræði.\nEn ég hef smá spurningu varðandi bump/doubleposting afstöðu stjórnenda.\nMeð hámark 1 bumpi á sólarhring, á það þá bara við auglýsingar?\nEr að sjá fyrir mér einhvern sem kemur á vaktina og póstar vandamáli/spurningu, og svo nokkrum tímum seinna er einhver process í vandamálinu, eða ítarlegri upplýsingar komnar fram.\nEr innsendanum þá bannað að bæta við pósti í þráðinn, og á hann að edita fyrra innlegg sitt? Eða má hann senda inn svar með auknum upplýsingum?\nNú hugsa ég þetta fyrst og fremst út frá því að þráðurinn kann að hafa verið lesinn af öllum og menn skoða þráðinn ekki aftur, nema nýtt innlegg berist í hann.\nSjálfum þætti mér eðlilegast að leyfa mönnum að senda inn nýtt innlegg, svo lengi sem þeir séu ekki að bæta inn nýjum póstum í þráðinn gríð og er, með einni og einni setningu í senn.",
            "date": "2011-03-02 22:32:00",
            "post_id": "327610",
            "reply_to_id": "327598"
        },
        {
            "user_name": "urban",
            "text": "þetta er nú fyrst og fremst miðað við söluþræði.\nog þegar að það er mjög stutt á milli pósta hjá sama aðila.\nég allavega persónulega geri lítið í því ef að menn pósta með nokkura tíma millibili í þræði þar sem að menn eru að reyna fá vandamál leyst.",
            "date": "2011-03-02 22:37:00",
            "post_id": "327613",
            "reply_to_id": "327610"
        },
        {
            "user_name": "coldcut",
            "text": "@urban: Þannig að DK404 var í fullum rétti?",
            "date": "2011-03-02 23:41:00",
            "post_id": "327653",
            "reply_to_id": "327613"
        },
        {
            "user_name": "GuðjónR",
            "text": "Nei, DK404 var fullur af lofti og svoleiðis fólk á heima í Þingeyjarsýslunni.",
            "date": "2011-03-03 00:45:00",
            "post_id": "327672",
            "reply_to_id": "327653"
        },
        {
            "user_name": "Frantic",
            "text": "Er eh búið að vera að selja af þýfi hér á vaktinni svo þið vitið af?",
            "date": "2011-03-03 02:03:00",
            "post_id": "327685",
            "reply_to_id": "327672"
        },
        {
            "user_name": "dodzy",
            "text": "óþarfi að drulla yfir þingeyjarsýslu!",
            "date": "2011-03-03 02:33:00",
            "post_id": "327688",
            "reply_to_id": "327685"
        },
        {
            "user_name": "biturk",
            "text": "",
            "date": "2011-03-03 07:43:00",
            "post_id": "327697",
            "reply_to_id": "327688"
        },
        {
            "user_name": "lukkuláki",
            "text": "Sæll Gaddafi  \n \nFínt að hafa reglur og alveg bráðnauðsynlegt",
            "date": "2011-03-03 07:56:00",
            "post_id": "327699",
            "reply_to_id": "327697"
        },
        {
            "user_name": "dori",
            "text": "Gaddafi þarf ekki reglur. Það elska hann allir svo mikið að þeir gera bara það sem hann vill (annars er fólk líka skotið).",
            "date": "2011-03-03 10:03:00",
            "post_id": "327712",
            "reply_to_id": "327699"
        }
    ],
    "date": "2011-03-02 21:31:00"
}