{
    "forum_title": "Netkerfi - internetið",
    "id": "36750",
    "title": "Hringdu Net - Reynsla?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=36750",
    "posts": [
        {
            "user_name": "Lexinn",
            "text": "Góðan daginn!\nJá, ég var að spá í að færa internet/heimasíma frá TAL yfir í hringdu. \nVerðskráinn lítur svo sem ágætlega út og það að geta hringt til útlanda hentar mér einmitt frábærlega.  \nÉg hef verið hjá nokkrum þjónustuaðilum og er þjónustan mjög svo mismunandi, og þar sem ég veit ekki um neinn sem er með tengingu hjá þeim \nlangaði mig að spyrja þá sem eru/voru hjá hringdu hvernig þeim líkar við.  Þeir sem hafa heyrt reynslusögur, endilega segið frá, góða eða slæma.\nHlakkar til að fá frábær svör eins og alltaf  \n \nKveðja, Lexinn!",
            "date": "2011-03-03 17:54:00",
            "post_id": "327812",
            "reply_to_id": false
        },
        {
            "user_name": "gardar",
            "text": "viewtopic.php?f=9&t=35481",
            "date": "2011-03-03 17:56:00",
            "post_id": "327813",
            "reply_to_id": "327812"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég er hjá hringdu.is með heimasíma og ADSL ... mjööög fínt \nEkki slæmt að lækka ársreikninginn um 60 þúsund krónur.\nbtw. fínn hraði á netinu",
            "date": "2011-03-03 18:00:00",
            "post_id": "327814",
            "reply_to_id": "327813"
        },
        {
            "user_name": "bulldog",
            "text": "er ekki adsl 12 mb hæst ?",
            "date": "2011-03-03 18:01:00",
            "post_id": "327816",
            "reply_to_id": "327814"
        },
        {
            "user_name": "GuðjónR",
            "text": "Jú, ég er samt að fá sama hraða og á 16M hjá Símanum.\nReyndar miklu meira á torrent þar sem það er ekkert cap rugl í gangi.",
            "date": "2011-03-03 18:08:00",
            "post_id": "327818",
            "reply_to_id": "327816"
        },
        {
            "user_name": "Lexinn",
            "text": "Obbosí, afsakið þetta.  Get stundum verið svo hauslaus að það er fáránlegt!",
            "date": "2011-03-03 19:23:00",
            "post_id": "327855",
            "reply_to_id": "327818"
        },
        {
            "user_name": "Snorrivk",
            "text": "Var að færa mig yfir til þeirra frá símanum.En er að fá hræðilegt ping í css var með þetta 15 til 20 en er núna um 50 til 60 er ekki sáttur með það.Eru fleiri að lenda í þessu ?",
            "date": "2011-03-12 13:02:00",
            "post_id": "330640",
            "reply_to_id": "327855"
        },
        {
            "user_name": "chaplin",
            "text": "Hef bara gott um þá að segja. Erlent Torrent margfölduðust í hraða, er að fá svipaðan hraða og hjá Símanum nema þar var ég með 16MB/s tengingu. Spila BFBC2, sé engan mun á pingi. Svo er líka bara miklu betri þjónusta að mínu mati, fínt jú að þjónustuver Símans sé opið allan sólahringinn, en var kominn með nóg að fá tæknilega \"aðstoð\" frá krökkum upp í símaverinu sem vissu \nekkert\n hvað þau voru að segja.\nFá mín meðmæli.",
            "date": "2011-03-12 13:42:00",
            "post_id": "330653",
            "reply_to_id": "330640"
        },
        {
            "user_name": "Snorrivk",
            "text": "Enda var ég ekki að setja út á þjónustuns hjá þeim.Er bara ósáttur með pingið hjá mér en ég held að ég sé búinn að fá svar við því.\nviewtopic.php?f=9&t=35481&st=0&sk=t&sd=a&start=120",
            "date": "2011-03-12 13:47:00",
            "post_id": "330659",
            "reply_to_id": "330653"
        },
        {
            "user_name": "depill",
            "text": "Sælir\nVið erum sem sagt að verða aðeins sjálfstæðari og erum að tengjast núna sjálfstætt innanlands við alla aðila í gegnum sameiginlega punkt sem kallast RIX. Það þýðir að eins og er þá er ekki beintenging eins og er á milli okkar og Hringiðunnar sem hýsir annað af þessu speedtesti, það þýðir að hraða prófið þarf að fara til London í gegnum aðila þar og til baka til Íslands.\nEf þú prófar hins vegar Keflavíkurprófið(Netsamskipti ) þá ættirðu að fá fullan hraða. Við erum með tengingar núna við flest alla á Íslandi, en eftir eru aðallega Vodafone, Hringiðan og EJS/Skýrr. Það vonandi leysist á mánudag, þriðjudag. Við allavega höfum sent beiðni á alla aðila og beðið um beinar samtengingar í gegnum þennan sameiginlega punkt.\n----\nSem sagt málið er að þegar við byrjuðum, byrjuðum við með innlent Transit við Símann ( sem auglýsti okkur smá erlendis líka ). Við svo slitum þeirri Transit tengingu til þess að verða með algjörlega sjálfstætt netkerfi.\nVið tökum sem sagt upp tengingu yfir RIX ( þar sem internet aðilar geta skipst á umferð ) og höfum fengið peeringuna upp við á móti flest öllum aðilum, eða í gegnum X aðila til annara ( þeir aðilar sem nota aðra sem Transit og komast þannig til okkar ). Þess vegna er staðan eins og er að öll umferð til eftirfarandi aðila\nVodafone ( og kúnnar þeirra sem er ekki tengdir annað líka )\nHringiðan\nEJS ( t.d. visir.is ) - Þetta kemur upp í dag. \nfer í gegnum útlandagáttir beggja fyrirtækja sem er augljóslega óhagkvæmt fyrir alla aðila. Við höfum beðið um að fá beina peeringu við þessa aðila og erum bara að bíða eftir því. Það verður vonandi bara í dag eða á morgun, en samkv reglum RIX eiga þessir aðila að vera búnir að svara peering beiðni okkar.\nAðrir eru annað hvort að tengjast til okkar í gegnum 3 aðila eða beint til okkar yfir RIX.",
            "date": "2011-03-14 11:10:00",
            "post_id": "331092",
            "reply_to_id": "330659"
        },
        {
            "user_name": "ponzer",
            "text": "Thumbs up fyrir því! Ef ég skil þig rétt þá eru þið með ykkar eigið backbone net en notist svo við símstöðva-teningar gegnum Símann ?",
            "date": "2011-03-14 17:50:00",
            "post_id": "331259",
            "reply_to_id": "331092"
        }
    ],
    "date": "2011-03-03 17:54:00"
}