{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "36793",
    "title": "Tips varðandi nýtt Plasma",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=36793",
    "posts": [
        {
            "user_name": "REX",
            "text": "Finnst eins og ég hafi lesið hérna inná einhversstaðar að þú færir betur með glænýja Plasma sjónvarpið þitt ef þú stilltir/spilaðir vissa hluti í því svona fyrst um sinn. \nGóð tips varðandi þetta mál væru vel þegin.",
            "date": "2011-03-05 13:34:00",
            "post_id": "328326",
            "reply_to_id": false
        },
        {
            "user_name": "REX",
            "text": "Contrast í 50% eða neðar fyrstu ca 100 tímana og ekki spila sjónvarpsstöðvar með logo-inu upp í horninu of lengi. Ekki satt? Meira en þetta?",
            "date": "2011-03-06 10:28:00",
            "post_id": "328597",
            "reply_to_id": "328326"
        },
        {
            "user_name": "AndriKarl",
            "text": "Smá lesning.\nhttp://samsungplasmatvfaq.com/index.php ... reak-in.3F",
            "date": "2011-03-06 10:39:00",
            "post_id": "328599",
            "reply_to_id": "328597"
        },
        {
            "user_name": "REX",
            "text": "Break In DVD, eru menn enn að nota þetta í nýlegum tækjum? Spila þetta á nóttinni og svona. Var ekki ráðlagt að nota break in aðferð sem þessa í kringum 2004-2006 eða er aldrei of varlega farið í Plasmanum?",
            "date": "2011-03-06 11:06:00",
            "post_id": "328601",
            "reply_to_id": "328599"
        },
        {
            "user_name": "Hörde",
            "text": "Ég myndi ekki lesa of mikið úr þessu.  Sjálfur henti ég einhverjum break in slideum sem ég fann á AVSforum á USB kubb og keyrði á meðan ég var í vinnunni en ég held að það hafi verið óþarfi.  Ég myndi bara keyra einhverja bíómynd á repeat yfir nóttina (passa að hafa hana í fullscreen og án bordera) til að refresha pixlana ef þú hefur t.d. verið að spila tölvuleiki á sjónvarpinu.  Fyrstu vikurnar sá ég örlítið image retention í G20 tækinu mínu (og keyrði bíómyndir á næturnar) en það er löngu hætt að gerast.\nÞetta veltur þó allt á því hvaða picture mode þú ert með í gangi.  Ég myndi forðast að nota þessi björtustu (t.d. 'dynamic') og nota THX a.m.k. fyrstu vikurnar.  THX er hvort eð er langbesta stillingin og ég nota hinar ekki neitt.",
            "date": "2011-03-06 16:00:00",
            "post_id": "328671",
            "reply_to_id": "328601"
        },
        {
            "user_name": "REX",
            "text": "Já ok",
            "date": "2011-03-06 16:38:00",
            "post_id": "328683",
            "reply_to_id": "328671"
        }
    ],
    "date": "2011-03-05 13:34:00"
}