{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "36828",
    "title": "fartölvan hitnar og hitnar",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=36828",
    "posts": [
        {
            "user_name": "Dormaster",
            "text": "tölvann er búinn aðvera lengi í 30°-40° og svo allt i einu rýkur örgjörvinn og móðurborðið  í 90°.\nþað er ekkert undir henni og húnnær vel að anda en hún hitnar og hitnar., veistu um eitthvað TIP sem ætti að geta lækkað hitann á tölvunni ?",
            "date": "2011-03-06 14:24:00",
            "post_id": "328650",
            "reply_to_id": false
        },
        {
            "user_name": "atlif",
            "text": "rykhreinsa?",
            "date": "2011-03-06 14:27:00",
            "post_id": "328651",
            "reply_to_id": "328650"
        },
        {
            "user_name": "vidirz",
            "text": "Fartölvan mín ofhitnaði þegar ég prófaði að spila leik í hæstu gæðum í 2-3 klukkutíma, hún rauk upp í 85 gráður og síðan slökkti ég á henni og lét hana kólna. Síðan þegar ég reyndi að kveikja á henni aftur þá gat ég það ekki  \n R.I.P.\nPassaðu þig að láta ekki tölvuna fara mikið yfir 80°",
            "date": "2011-03-06 14:32:00",
            "post_id": "328652",
            "reply_to_id": "328651"
        },
        {
            "user_name": "Dormaster",
            "text": "ég slökkti einmitt á henni og hún er var ekkert smá lengi að kvikna á henni :/",
            "date": "2011-03-06 16:03:00",
            "post_id": "328673",
            "reply_to_id": "328652"
        },
        {
            "user_name": "vidirz",
            "text": "ætli þetta sé ekki bara vírus sem er í tölvunni? Kannski væri best að vírus scanna hana eða formatta tölvuna.",
            "date": "2011-03-06 18:13:00",
            "post_id": "328710",
            "reply_to_id": "328673"
        },
        {
            "user_name": "bixer",
            "text": "ég er einmitt að lenda í hrikalegum hitavandamálum með gamla dell fartölvu. ég hef reynt að rykhreinsa en ég held að ég þurfi að formata, það gæti verið mikið af forritum í gangi í bakgrunni hjá þér sem eru að valda hita...",
            "date": "2011-03-06 18:32:00",
            "post_id": "328714",
            "reply_to_id": "328710"
        },
        {
            "user_name": "Dormaster",
            "text": "Jaaa aetli eg formatti hana bara ekki",
            "date": "2011-03-06 18:56:00",
            "post_id": "328722",
            "reply_to_id": "328714"
        },
        {
            "user_name": "Daz",
            "text": "Ef þú ert með vírus þá er nú eðlilegra að skanna vélina, hitt er eins og að höndla kvef með því að höggva af sér hausinn og líma nýjan á.  \n \nAnnars væri það ansi magnaður vírus sem getur bæði sett CPU álag á vélina (án þess að þú hafir tekið eftir því, því þú minntist ekkert á neinn hægagang), sem og lækkað viftuhraðann á kælingunni.\nEr ekki bara mögulegt að kæliviftan hjá þér sé dauð?",
            "date": "2011-03-06 19:01:00",
            "post_id": "328723",
            "reply_to_id": "328722"
        },
        {
            "user_name": "dori",
            "text": "Tékka á að viftan virki almennilega og að skipta um kælikrem (og hreinsa allt í leiðinni) myndi ég halda að væri augljósasta fyrsta skref.",
            "date": "2011-03-06 20:10:00",
            "post_id": "328740",
            "reply_to_id": "328723"
        }
    ],
    "date": "2011-03-06 14:24:00"
}