{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "37121",
    "title": "Skipta um skjá í Toshiba Satellite L140-17T",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=37121",
    "posts": [
        {
            "user_name": "íslendingur",
            "text": "Er að spá í að skipta út skjánum í fartölvunni hjá mér Toshiba Satellite L140-17T. En var að pæla hvort það passi hvaða 15 tommu skjár sem er úr hvaða tölvu sem er, eða verð ég að redda einhverjum ákveðnum.",
            "date": "2011-03-18 12:24:00",
            "post_id": "332291",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "Engan vegin hvaða skjár sem er, ramminn er sjaldan eins, og svo eru tengin mismunandi og á mismunandi stöðum, sem skiptir máli. Upplausnin verður líka oftast að matcha, þeas res. mengið.\nYfirleitt best að versla compatible panel á ebay eða álíka traustum online búðum.\nAnnað, afhverju ætlaru að skipta honum út? Er hann ekkert bilaður?",
            "date": "2011-03-18 12:29:00",
            "post_id": "332295",
            "reply_to_id": "332291"
        },
        {
            "user_name": "íslendingur",
            "text": "það er sprunga í honum lína sem liggur yfir allan skjáinn frekar pirrandi. Hvernig veit ég hvaða skjár passar sem ég kaupi af ebay. Og eitt en er mikið mál að gera þetta sjálfur, og helduru að það myndi borga sig í svona tölvu?",
            "date": "2011-03-18 12:35:00",
            "post_id": "332299",
            "reply_to_id": "332295"
        },
        {
            "user_name": "AntiTrust",
            "text": "Tekur skjáinn í sundur og finnur partnúmerið/módel númerið á honum. Ekki svo mikið mál, nokkrar skrúfur. Bara gera þetta rólega þar sem þessar plastumgjarðir brotna auðveldlega.\nÞú getur fundið skjá í vélina með því að leita á ebay að toshiba 17\" LCD - og sérð þar að þú ert ekki að fá þetta mikið ódýrara hingað heim heldur en 30-40þús.\nÉg á hinsvegar í miklu basli með að finna specca fyrir þessa vél, svo ég get ómögulega sagt til um hvort það sé þess virði.",
            "date": "2011-03-18 13:07:00",
            "post_id": "332314",
            "reply_to_id": "332299"
        },
        {
            "user_name": "íslendingur",
            "text": "Það er lélegur celeron örgjörvi í henni og bara 1gb minni svo ég held það borgi sig ekki, en Þakka þér fyrir hjálpina.",
            "date": "2011-03-18 13:13:00",
            "post_id": "332316",
            "reply_to_id": "332314"
        },
        {
            "user_name": "íslendingur",
            "text": "Tók tölvuna í sundur og tók skjáinn úr en fann ekki neitt model number. En hún er með 15,4 tommu skjá og uplausnin er 1280x800 setti inn myndir af þessu. Er einhver sem á skjá í ónýtari tölvu sem gæti passað sem vill selja hann? Allar upplýsingar sem ég fann eru hérna fyrir neðan en ef það vantar einhverjar meiri upplýsingar látið mig vita.\nsize : 15.4 \" \ntype : Toshiba TruBrite® WXGA TFT High Brightness display \ninternal resolution : 1,280 x 800 \nhttp://eu.computers.toshiba-europe.com/ ... _ID=144972\nVeit Þetta eru frekar lélegar myndir eru teknar úr síma.",
            "date": "2011-03-18 21:30:00",
            "post_id": "332448",
            "reply_to_id": "332316"
        },
        {
            "user_name": "topas",
            "text": "Eg á skjá sem passar í þessa vél. Sel á 10.000 kall. Það passar nánast allir skjáir í Toshiba. Þetta er lang algengasta upplausnin og passar úr öðrum tegundum",
            "date": "2011-03-18 21:36:00",
            "post_id": "332451",
            "reply_to_id": "332448"
        },
        {
            "user_name": "íslendingur",
            "text": "Búið að bjóða mér skjá sem passar mögulega fyrir 4 þús. Læt Þig vita ef hann passar ekki.",
            "date": "2011-03-18 22:15:00",
            "post_id": "332468",
            "reply_to_id": "332451"
        }
    ],
    "date": "2011-03-18 12:24:00"
}