{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "37368",
    "title": "Bestu \"midrange\" android símarnir??",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=37368",
    "posts": [
        {
            "user_name": "Hauxon",
            "text": "Síminn minn var að lenda í þvottavélinni og ég þarf því að fá mér síma.  Ég er ekki alveg að tíma að eyða 100þ í síma þ.a. ég er að spá í einhverjum eitthvað ódýrari.\nSony Ericsson X8i\nFrekar ódýr og bara með 1.6.  ...er ekki hægt að uppfæra sjálfur?\nLG Optimus One\nLas einhvernsstaðar að snerti skjárinn á þessum virkaði ekki nógu vel.\nHTC Wildfire\nAðeins dýrari en hinir.\nNokia C5\nEkki android, en kannski fínn samt??\nHvað segiði???  Hvað á maður að kaupa og hvers vegna?",
            "date": "2011-03-28 13:46:00",
            "post_id": "334974",
            "reply_to_id": false
        },
        {
            "user_name": "Orri",
            "text": "Bróðir minn var að fá sér Optimus One.\nOkkur finnst hann alveg frábær sími í alla staði.\nReyndar eyðir hann batteríinu frekar hratt (í mikilli notkun þá þarf að hlaða hann einusinni á dag), en bróðir minn setur hann alltaf í samband yfir nótt og tekur því ekki mikið eftir þessu.\nAnnars er snertiskjárinn bara mjög fínn (finn lítinn mun á honum vs iPhone-inn minn).\nÖrgjörvinn í símanum er reyndar alveg á mörkunum (höktir stundum í Angry Birds og stórum vefsíðum í browsernum).\nVið skoðuðum fullt af svona mid-range android símum og Optimus One var sá sem okkur leist best á.\nGætir líka skoðað notaða iPhone 3G fyrir svipaðann pening (jafnvel 3GS ?)",
            "date": "2011-03-28 14:04:00",
            "post_id": "334979",
            "reply_to_id": "334974"
        },
        {
            "user_name": "Hauxon",
            "text": "Jamm, ég hef líka verið að spá hvort Android með svona litlum skjá sé nógu nothæfur, þ.a. til að skoða vefsíður osfr.  Notagildið í stóru símunum er nokkuð augljóst, vasatölva og sími.  En er ekki litlu Androidarnir bara símar??",
            "date": "2011-03-28 14:12:00",
            "post_id": "334981",
            "reply_to_id": "334979"
        },
        {
            "user_name": "gissur1",
            "text": "Að mínu mati er 3.7\" algjört minimum í dag, helst að hann sé 4.3\".\nEn það er bara mitt mat.",
            "date": "2011-03-28 14:18:00",
            "post_id": "334982",
            "reply_to_id": "334981"
        },
        {
            "user_name": "GuðjónR",
            "text": "Símar fyrir rasshausa.",
            "date": "2011-03-28 14:19:00",
            "post_id": "334983",
            "reply_to_id": "334982"
        },
        {
            "user_name": "kubbur",
            "text": "ég veit að ég get aldrei farið til baka eftir að hafað keypt mér 4.3\" síma",
            "date": "2011-03-28 14:21:00",
            "post_id": "334984",
            "reply_to_id": "334983"
        },
        {
            "user_name": "MarsVolta",
            "text": "Sko ef þú ætlar að nota hann mikið til að ráfa á netinu, þá verðuru að fá þér síma með stórum skjá. \nEn annars átti ég HTC wildfire, fáðu þér frekar LG optimus one eða Samsung Galaxy 3 (fæst hjá símanum). En í guðanna bænum ekki fá þér Nokia, stýrikerfið sem er í þessum símum er algjört drasl! fyrir utan hvað það er ljótt \n.\nÉg mæli samt með Samsung Galaxy S ef þú átt efni á honum \n, ég á eitt svona stykki og þetta er besti sími sem ég hef prófað",
            "date": "2011-03-28 14:23:00",
            "post_id": "334985",
            "reply_to_id": "334984"
        },
        {
            "user_name": "Dormaster",
            "text": "ég er með Optimus one og mér finnst ekkert að honum skil ekki afhverju fólk er að segja að snerti skjárinn sé eitthvað lélegur.. en ég fékk að prófa Wildfire og mér fannst optimus one hundrað sinnum betri. wildfire hökktaði smá og síðan fannst mér ömurleg gæði á skjánum í wildfire og skjárinn var minni en á optimus one.\nmér leyst allaveganna best á Optimus one.",
            "date": "2011-03-28 14:25:00",
            "post_id": "334986",
            "reply_to_id": "334985"
        },
        {
            "user_name": "intenz",
            "text": "Getur uppfært úr 1.6 í 2.1, sem er betra jú en þú færð mest út úr 2.2 þannig ég myndi velja síma með þá útgáfu eða nýrri.\nÞað er ekki á þessum sem snertiskjárinn er slappur, heldur er það forveri hans, LG Optimus GT540.\nLG Optimus One heitir P500, sem er mjög fínn sími fyrir peninginn. Hann kemur með 2.2 og er uppfæranlegur í 2.3, en aftur á móti styður chipsetið í honum ekki Flash. Það er svona eini \"ókosturinn\" sem ég sé við hann.\nÞetta er síminn sem ég myndi fá mér ef ég væri að kaupa mér Android síma með tilliti til kostnaðar.\nDýrari en samt með slakari örgjörva heldur en Optimus One og einungis Android 2.1.",
            "date": "2011-03-28 14:28:00",
            "post_id": "334987",
            "reply_to_id": "334986"
        },
        {
            "user_name": "Hauxon",
            "text": "Ástæðan fyrir því að ég setti Nokia þarna inn er nú bara að ég hef átt bæði Nokia og Sony Ericsson og Nokia símarnir hafa alltaf enst betur og verið með betra samband en SE.  ég hef t.d. oft verið í stökustu vandræðum með að tala í gamla SE k660i símann minn ef ég er innandyra.",
            "date": "2011-03-28 14:35:00",
            "post_id": "334989",
            "reply_to_id": "334987"
        },
        {
            "user_name": "wicket",
            "text": "Optimus One er besti miðlungs Android sími sem hægt er að fá. Það er bara þannig.\nFrábærir simar og LG hafa staðfest að 2.3 kemur í hann.",
            "date": "2011-03-28 14:36:00",
            "post_id": "334990",
            "reply_to_id": "334989"
        },
        {
            "user_name": "MarsVolta",
            "text": "Ég er 99% viss að ég hafi verið með android 2.2 á wildfire símanum hjá mér, þurfti ekki að gera meira en að fara í system update, þá fór hann sjálfkrafa í 2.2 \n.",
            "date": "2011-03-28 14:41:00",
            "post_id": "334991",
            "reply_to_id": "334990"
        },
        {
            "user_name": "Daz",
            "text": "Optimus One er kominn officially í 2.2.2 \nAftur á móti virkar ekki flash í honum, skilst að 10.2 muni ekki virka.",
            "date": "2011-03-28 14:41:00",
            "post_id": "334992",
            "reply_to_id": "334991"
        },
        {
            "user_name": "Nothing",
            "text": "LG optimus one mæli ég með, félagi minn á einmitt HTC wildfire og mér finnst skjámyndinn lélegt meðað við Optimus one.",
            "date": "2011-03-28 15:09:00",
            "post_id": "335000",
            "reply_to_id": "334992"
        },
        {
            "user_name": "wicket",
            "text": "Virkar ekki eins og er. Adobe setti kröfu um ARM v7 CPU eða meira en Optimus One er með v6. Hann hefur nóg CPU power til að keyra flash en Adobe stjórnar þessu.\nMenn finna oftast leiðir framhjá þessu, hún er ekki komin en hún kemur á endanum. Það er alltaf þannig.\nÞangað til er hægt að skoða flash content með SkyFire browsernum þó það sé ekki alveg fallegasta lausnin.",
            "date": "2011-03-28 15:54:00",
            "post_id": "335010",
            "reply_to_id": "335000"
        },
        {
            "user_name": "Hauxon",
            "text": "Takk fyrir þetta.  Skoða þetta betur í kvöld, tékka á hvað hr. internet segir.",
            "date": "2011-03-28 16:34:00",
            "post_id": "335031",
            "reply_to_id": "335010"
        },
        {
            "user_name": "benson",
            "text": "Fáðu þér notaðan Nexus One á ebay.",
            "date": "2011-03-28 18:36:00",
            "post_id": "335085",
            "reply_to_id": "335031"
        },
        {
            "user_name": "Daz",
            "text": "Minn endist í 3-4 daga á einni hleðslu, reyndar nota ég símann kannski ekki eins og typiskur notandi en samt geri ýmislegt.",
            "date": "2011-03-28 19:01:00",
            "post_id": "335091",
            "reply_to_id": "335085"
        },
        {
            "user_name": "audiophile",
            "text": "Optimus One er stálið. Færð ekki meiri Android síma fyrir peninginn en þennan. Ef þú vilt eitthvað betra er ekkert annað þess virði að skoða fyrr en á um 100þ og yfir.",
            "date": "2011-03-28 19:48:00",
            "post_id": "335105",
            "reply_to_id": "335091"
        },
        {
            "user_name": "Hauxon",
            "text": "Keypti LG Optimus One og skrifa thetta ur honum. Er mjog sattur! :-D",
            "date": "2011-03-31 22:04:00",
            "post_id": "336390",
            "reply_to_id": "335105"
        },
        {
            "user_name": "steinarorri",
            "text": "Mæli með Scandinavian keyboard og Icelandic dictionary",
            "date": "2011-03-31 22:09:00",
            "post_id": "336391",
            "reply_to_id": "336390"
        },
        {
            "user_name": "FriðrikH",
            "text": "Besta bang for the buck er Orange San Francisco (ZTE Blade), er að fá betri review en Optimus one og er ódýrari (þarf þó að panta hann að utan):  \nhttp://cgi.ebay.com/ANDROID-2-3-ORANGE-SAN-FRANCISCO-NEW-PHONE-ZTE-EXTRAS-/300539512171?pt=UK_MobilePhones_MobilePhones&hash=item45f98d056b\n  súper skjáir á þessum símum.\nÉg var að velta þessum fyrir mér vs. Optimus One og er mjög ánægður að hafa fengið mér þennan, mæli með að þú gúglir hann allavega og skoðir hann vs öðrum símum í sama verðflokki.",
            "date": "2011-03-31 23:00:00",
            "post_id": "336424",
            "reply_to_id": "336391"
        },
        {
            "user_name": "Zethic",
            "text": "Wildfire fékk 2.2 fyrir mörgum mánuðum.\nÉg keypti minn síðasta sept. og er mjög ánægður með hann. Android er án efa skemmtilegasta stýrikerfið.\nMæli með honum !",
            "date": "2011-03-31 23:05:00",
            "post_id": "336427",
            "reply_to_id": "336424"
        },
        {
            "user_name": "AronOskarss",
            "text": "Mæli núna með þessum sem Friðrik var að benda á lookar vel á blaði allavegana.",
            "date": "2011-04-02 18:11:00",
            "post_id": "337171",
            "reply_to_id": "336427"
        },
        {
            "user_name": "Narco",
            "text": "Skal selja þér minn Desire ef þú hefur áhuga. Hann er bara nokkura mánaða gamall. Sendu mér pm ef þú vilt tékka á þessu.",
            "date": "2011-04-02 22:11:00",
            "post_id": "337264",
            "reply_to_id": "337171"
        },
        {
            "user_name": "Hvati",
            "text": "Afsakið að vera að bumpa semi-gamlan þráð, en ég er að pæla í að kaupa mér nýjan síma á helst ekki meira en 40 þúsund. Ég er búinn að vera að pæla í Optimus one, er einhver með reynslu á honum eða öðrum símum á svipuðu verði?",
            "date": "2011-04-30 12:38:00",
            "post_id": "345163",
            "reply_to_id": false
        },
        {
            "user_name": "Hvati",
            "text": "Enginn sem hefur skoðanir á þessu^?",
            "date": "2011-05-01 18:24:00",
            "post_id": "345561",
            "reply_to_id": "345163"
        },
        {
            "user_name": "Oak",
            "text": "Hvernig væri að lesa bara þráðinn ?",
            "date": "2011-05-01 19:07:00",
            "post_id": "345574",
            "reply_to_id": "345561"
        },
        {
            "user_name": "audiophile",
            "text": "Alveg sammála. LG á algjörlega þennan verðflokk. Allir hinir á þessu verði eru of cripplaðir.",
            "date": "2011-05-01 19:11:00",
            "post_id": "345575",
            "reply_to_id": "345574"
        }
    ],
    "date": "2011-04-30 12:38:00"
}