{
    "forum_title": "Hugbúnaðar- & Forritunarstofan",
    "id": "37421",
    "title": "Revit - Einhver sem hefur notað það?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=7&t=37421",
    "posts": [
        {
            "user_name": "ManiO",
            "text": "Var að velta því fyrir mér hvort að það sé mikið mál að nota þetta forrit ef maður hefur ágætis þekkingu á Inventor og Solidworks?\nEr eitthvað mál að koma sér svo inn í að rendera hlutina?",
            "date": "2011-03-29 22:28:00",
            "post_id": "335630",
            "reply_to_id": false
        },
        {
            "user_name": "Klaufi",
            "text": "",
            "date": "2011-03-29 22:34:00",
            "post_id": "335631",
            "reply_to_id": "335630"
        },
        {
            "user_name": "ManiO",
            "text": "Verst er að það eru yfir 10 ár síðan að ég spilaði Sims síðast. En fínt, þá ætti maður að rúlla upp atvinnuviðtalinu",
            "date": "2011-03-29 22:40:00",
            "post_id": "335634",
            "reply_to_id": "335631"
        },
        {
            "user_name": "Klaufi",
            "text": "Hehe, náðu þér bara í stúdentaútgáfu af revit, ef þú skráir þig í education community þá færðu 3 ár frítt.\nSkráðu bara tækniskólann eða iðnskólann í hafnarfirði sem skóla..\nEina vitið, eyða síðan einu epa tveimur kvöldum yfir þessu þá ætti þetta að vera komið ef þú ert klár í inventor.\nÉg sjálfur rétt redda mér í inventor, teikna það sem ég er að smíða, tölvukassa, dót í jeppan eins og olíutanka, afturbretti og allskonar stálhluti..\nÉg hoppaði í revit einhverntíman fyrir svolitlu síðan til að prufa, og ég var enga stund að ná þessu, eftir að ég áttaði mig aðeins á umhverfinu og conceptinu með forritinu.",
            "date": "2011-03-29 22:45:00",
            "post_id": "335639",
            "reply_to_id": "335634"
        },
        {
            "user_name": "ManiO",
            "text": "Hef eiginlega ekki pláss á tölvunni fyrir það (60 gig af gögnum fyrir tilraun sem ég er enn að vinna úr). Tjékka kannski bara einhver kennslumyndbönd eða síður. En eftir að hafa aðeins fiktað við Solidworks og þurft svo að læra á Inventor þá fékk maður þá flugu í höfuðið að flest þessi þrívíddar forrit fyrir verkfræði geiran væru voða svipuð (fyrir utan Ansys, það er skelfing að teikna í því). Og svo er Revit náttúrulega komið undir AutoDesk.",
            "date": "2011-03-29 22:50:00",
            "post_id": "335642",
            "reply_to_id": "335639"
        },
        {
            "user_name": "Klaufi",
            "text": "Það gerir þetta strax að mjög vinalegu umhverfi ef þú ert vanur einhverju autodesk forriti, AutoCad, Inventor etc..",
            "date": "2011-03-29 22:53:00",
            "post_id": "335646",
            "reply_to_id": "335642"
        }
    ],
    "date": "2011-03-29 22:28:00"
}