{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "37425",
    "title": "dell xps 1330. uppfæra minni",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=37425",
    "posts": [
        {
            "user_name": "thegirl",
            "text": "Hvernig er það ef ég ætla einhverntimann að uppfæra í henni minnið þarf ég þá að kaupa 1x4gb eða bara 2gb? Hún er nú þegar með 2gb. Ég veit ekki hvort hun sé með 2 slots sem er 2x1gb eða 1x2gb... Fattiði?\nOg ef ég myndi uppfæra hver er þá munurinn á ddr og þessu drasli öllu saman? og ghz í vinnsluminninu? ég sá eitthvað að sum voru 1333 og önnur 800 eða eitthvað svoleiðis. \nBara smá vangaveltur hérna því tölvar er orðin frekar hæg en samt vel vinnanleg. Hún hitnar líka frekar mikið við vinnslu. Verður sims mikið hraðari ef vinnsluminnið er bætt \n  eða þarf betra skjákort í það? Sims 2, ekki 3. hahaha ég pæli alltaf í fartölvur að þær verði að geta spilað sims 2 en samt spila ég sims 2 kannski 2svar á ári og endist þá í klukkutíma. \nen já væri gaman að fá svör við þessu.",
            "date": "2011-03-30 01:19:00",
            "post_id": "335703",
            "reply_to_id": false
        },
        {
            "user_name": "BjarniTS",
            "text": "Þessar vélar eru þekktar fyrir hitavandamál.\nÞessar vélar nota DDR2 , keyptu þannig ram , samkvæmt því sem ég les þá er 4 GB the way to go ! \nPassaðu að kæfa ekki vélina í sæng eða álíka.\nLestu þetta  bara , \nhttp://forum.notebookreview.com/dell-xp ... andle.html\nNákvæmlega sama umræða og þú ert að velta fyrir þér hvað varðar RAM.",
            "date": "2011-03-30 01:28:00",
            "post_id": "335705",
            "reply_to_id": "335703"
        },
        {
            "user_name": "thegirl",
            "text": "þannig að ég ætti að kaupa einn 2gb kubb? Ég held það komist ekki meira en samtals 4gb í tölvuna.. Ég las umræðuna.\nog nei er aldrei með hana í sæng eða neitt. Alltaf upp á borði. Og ég veit af hitavandamálinu sem er vinstra megin;).. \nen hvernig ddr2 þá? 800mhz eða 600 þarna?",
            "date": "2011-03-30 01:31:00",
            "post_id": "335707",
            "reply_to_id": "335705"
        },
        {
            "user_name": "BjarniTS",
            "text": "667 eða 800 ? , Keyptu 800 ef að þú finnur það , en annars þá hef ég lítið fundið mun á þessu í þeim vélum sem ég hef átt.\nSamt sem áður , athugaðu hvort að þú sért með nú þegar í tölvunni hjá þér 1x2gb eða 2x1gb\nEf að þetta er orginal minni bara þá er líklegt að þetta sé 2x1gb og þá þarftu að kaupa tvo nýja kubba.\nHeppnin er með þér ef að þetta er 1x2gb\nhttp://www.gtopala.com/download/siw-setup.exe\nSæktu þetta forrit til þess að sjá hvort þú sért með einn eða tvo kubba \n \nÞetta er easy as hell , velur þarna memory í listanum og það koma upplýsingar um hvað er mikið í hverju \"slot\"\nKeyptu 2x svona \nhttp://www.computer.is/vorur/4270/\nEða 2x svona\nhttp://www.computer.is/vorur/6379/\nÞú ættir að geta fundið þetta ódýrara samt hér og þar og ég myndi ekki vera hrædd við að kaupa svona notað.\nPS : Þú skiptir ekki um skjákort í þessari vél , það mun ekki svara kostnaði.",
            "date": "2011-03-30 01:36:00",
            "post_id": "335708",
            "reply_to_id": "335707"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Komdu með nákvæmari upplýsingar um vélina, þá færðu pottþétt betri svör. Ég ætla ekki að googla þetta fyrir þig, getur gert það nú sjálf.",
            "date": "2011-03-30 01:50:00",
            "post_id": "335711",
            "reply_to_id": "335708"
        },
        {
            "user_name": "thegirl",
            "text": "Veistu eg veit bara ekkert hvad er i henni nema tessi orgjorvi intel core 2 duo CPU T8100 @2.10 GHz \nOg tad er slokkt a henni nuna og eg komin upp i rum \n og ef eg googla hana ta koma fullt af tolvum upp sem líta eins út og mín en er ekki med sama innihald\nÉg segi ykkur bara meira annaðkvöld eða eitthvad",
            "date": "2011-03-30 02:09:00",
            "post_id": "335714",
            "reply_to_id": "335711"
        },
        {
            "user_name": "Moldvarpan",
            "text": "13.3-inch WXGA screen with LED backlight\n    \"Crimson\" red paint (also available in \"Tuxedo\" black or \"Pearl\" white)\n    2.0GHz Core 2 Duo T7300 processor, Santa Rosa chipset (up to 2.4GHz available)\n \n2GB DDR2-667 SDRAM (up to 4GB DDR2 SDRAM available)\n    160GB 5400 RPM SATA HDD (32GB SSD drive available)\n    Slot-loading dual-layer DVD±RW drive\n    128MB NVIDIA GeForce Go 8400M GS\n    WWAN option for Verizon\n    Ethernet, 802.11a/g/n (Intel 4965), Bluetooth option\n    Integrated VGA webcam\n    HDMI, VGA, 1394, two USB 2.0 ports, integrated media reader (MS, SD, xD), fingerprint reader\n    Media Center remote located in ExpressCard slot\n    Windows Vista Home Premium\n    Dimensions 12.5\" x 9.4\" x 0.87\" - 1.33\"\n    Weight starts at 4 pounds with 6-cell battery\nÞetta er ca. tölvan stock frá frammleiðanda, miðað við þessar litlu upplýsingar. Mismunandi örgjörvar í þeim þó.\nOg já, þetta tók mig 2min að finna út. Og já, það var lítið.",
            "date": "2011-03-30 02:19:00",
            "post_id": "335717",
            "reply_to_id": "335714"
        },
        {
            "user_name": "thegirl",
            "text": "Hehe takk en ju tetta er hún held ég.. Nema hún er með win 7 64 bit.. Og annan örgjörva\nHún er ordin 3 ara tessi elska.herna eg tarf semsagt ad redda ddr orgjorva.. Liklegast 2x2gb",
            "date": "2011-03-30 02:28:00",
            "post_id": "335722",
            "reply_to_id": "335717"
        }
    ],
    "date": "2011-03-30 01:19:00"
}