{
    "forum_title": "Almennt um vélbúnað",
    "id": "37434",
    "title": "Ný Mús - Valkvíði.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=37434",
    "posts": [
        {
            "user_name": "krizzikagl",
            "text": "sælir félagar. \nvesalings \nRazer Copperhead\n músin mín er nú formlega dauð að þá er komin tíma til að skipta.\nég hef verið að spá mest í tvem músum, \nCoolerMaster Sentinel Advance\neða \nRazer DeathAdder\nGet alls ekki ákveðið mig, er að vonast til að þið getið hjálpað mér eitthvað \nEn eigiði nú góðan dag og Guð veri með yður",
            "date": "2011-03-30 14:09:00",
            "post_id": "335796",
            "reply_to_id": false
        },
        {
            "user_name": "Lallistori",
            "text": "Af þessum 2 myndi ég velja DeathAdder , snilldar mús..\nAnnars er það bara gamla góða mx518",
            "date": "2011-03-30 14:15:00",
            "post_id": "335798",
            "reply_to_id": "335796"
        },
        {
            "user_name": "Raidmax",
            "text": "Razer Deathadder klárlega málið !",
            "date": "2011-03-30 14:16:00",
            "post_id": "335799",
            "reply_to_id": "335798"
        },
        {
            "user_name": "Halli25",
            "text": "Hæ,\nmundi eftir þræði um Coolermaster músina sem kom hérna fyrir ca. ári:\nviewtopic.php?f=20&t=30394\nvona að hann hjálpi þér við valið. Hef sjálfur ekki prófað þessar mýs",
            "date": "2011-03-30 14:19:00",
            "post_id": "335801",
            "reply_to_id": "335799"
        },
        {
            "user_name": "Ripparinn",
            "text": "Mx518 punktur",
            "date": "2011-03-30 14:22:00",
            "post_id": "335803",
            "reply_to_id": "335801"
        },
        {
            "user_name": "Hvati",
            "text": "G500!",
            "date": "2011-03-30 14:34:00",
            "post_id": "335808",
            "reply_to_id": "335803"
        },
        {
            "user_name": "SolidFeather",
            "text": "MX518 og guð getur fokkað sér.",
            "date": "2011-03-30 14:35:00",
            "post_id": "335809",
            "reply_to_id": "335808"
        },
        {
            "user_name": "einarhr",
            "text": "á svona CM mús og mér líkar mjög vel við hana",
            "date": "2011-03-30 14:39:00",
            "post_id": "335811",
            "reply_to_id": "335809"
        },
        {
            "user_name": "halli7",
            "text": "G500",
            "date": "2011-03-30 14:52:00",
            "post_id": "335817",
            "reply_to_id": "335811"
        },
        {
            "user_name": "ManiO",
            "text": "Finndu búð þar sem mýsnar eru til sýnis. Prófaðu hvernig þér finnst að hafa hana í lófanum og veldu út frá því sem að þér þykir þægilegast.",
            "date": "2011-03-30 15:10:00",
            "post_id": "335825",
            "reply_to_id": "335817"
        },
        {
            "user_name": "Plushy",
            "text": "Held ég geti ekki vanist öðru en deathadder feelinu eftir að ég byrjaði að nota hana, hentar mínum lófa mjög vel. Frábær mús í alla staði.\nFarðu samt og prófaðu mismunandi mýs.",
            "date": "2011-03-30 15:42:00",
            "post_id": "335831",
            "reply_to_id": "335825"
        },
        {
            "user_name": "krizzikagl",
            "text": "snilld, takk fyrir öll svörin.\nEn er að hallast í þá áttina að taka coolermaster músina, vegna þess að vinur minn á DeathAdder og mér finnst hún svo stór",
            "date": "2011-03-30 15:47:00",
            "post_id": "335832",
            "reply_to_id": "335831"
        },
        {
            "user_name": "gissur1",
            "text": "Logitech G9x",
            "date": "2011-03-30 15:47:00",
            "post_id": "335833",
            "reply_to_id": "335832"
        },
        {
            "user_name": "chaplin",
            "text": "Það getur enginn sagt þér hvaða mús er best, þetta er jafn persónubundið atriði og matur, bókstaflega - mæli með að þú finnir út hvaða mús passar best í þínar hendur.\nMitt uppáhald er MX518 og gamla gamla góða MS 3.0, þó flest allir sem versla hjá okkur séu Razer fíklar..",
            "date": "2011-03-30 15:48:00",
            "post_id": "335834",
            "reply_to_id": "335833"
        },
        {
            "user_name": "hauksinick",
            "text": "Is it just like Sophie's Choice?",
            "date": "2011-03-30 15:50:00",
            "post_id": "335835",
            "reply_to_id": "335834"
        },
        {
            "user_name": "Ulli",
            "text": "Ég er Frekar sáttur við Racer Naga",
            "date": "2011-03-30 16:14:00",
            "post_id": "335841",
            "reply_to_id": "335835"
        },
        {
            "user_name": "Plushy",
            "text": "en.. .en.. þær eru með ljós út um allt og eru svo vinsælar ég vill vera þannig líka \njk, en samt frekar dýrar mýs, aðallega þessar eins og Mamba í 20 þús kr. og upp. Mjög fínar mýs samt.",
            "date": "2011-03-30 17:10:00",
            "post_id": "335853",
            "reply_to_id": "335841"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Þetta er aðal atriðið, fólk er með mismunandi stórar hendur og í hvað þú ætlar að nota hana. \nMér er nákvæmlega sama hvaða merki ég er að kaupa, svo lengi sem músin les yfirborðið nógu hratt og hún fellur vel í lófann á mér.\nEr að nota Manhattann mús atm, frábær mús.",
            "date": "2011-03-30 17:43:00",
            "post_id": "335864",
            "reply_to_id": "335853"
        },
        {
            "user_name": "Zethic",
            "text": "CM Sentinel er snilld, en endilega prufa mýs áður en þú kaupirr... ekkert meira pirrandi en að kaupa rándýra mús og fíla hana svo ekki.",
            "date": "2011-03-30 17:55:00",
            "post_id": "335868",
            "reply_to_id": "335864"
        },
        {
            "user_name": "GuðjónR",
            "text": "hehehe ég skil vel að þú hafir valkvíða varðandi mýs, ég á alltaf erfitt með að ákveða mig sjálfur.\nEf ekki prófað CoolMaster en hún lookar vel, en hef prófað Deathadder, báðar mýsnar eru örugglega mjög góðar þú verður bara að prófa þær.\nÉg hef reyndar aldrei skilið fuzzið í kringum Deathadder, ég myndi kaupa allar aðrar Razer en akkúrat þessa, mér finnst hún svo \"plastleg\" eitthvað, en hún er án efa nákvæm og góð.\nAllaveganna ein sú vinsælasta frá Razer. Veit að þetta innlegg mitt hjálpaði ekkert.",
            "date": "2011-03-30 17:59:00",
            "post_id": "335870",
            "reply_to_id": "335868"
        },
        {
            "user_name": "braudrist",
            "text": "Tölvutækni eru með helling af músum til sýnis sem einnig er hægt að prófa (líka einhver leikur í gangi þar svo maður getur prófað mýsnar betur, held að það sé CoD: Black Ops).\nEðal tölvubúð þar á ferð",
            "date": "2011-03-30 18:02:00",
            "post_id": "335872",
            "reply_to_id": "335870"
        },
        {
            "user_name": "HelgzeN",
            "text": "Er með Logitech G500 og er að fýla hana í botn!",
            "date": "2011-03-30 18:08:00",
            "post_id": "335873",
            "reply_to_id": "335872"
        },
        {
            "user_name": "halli7",
            "text": "Mæli með því að þú prófar Logitech G9, sumir fíla hana í botn en sumum finnst hún passa illa í hendi.",
            "date": "2011-03-30 18:09:00",
            "post_id": "335874",
            "reply_to_id": "335873"
        },
        {
            "user_name": "Black",
            "text": "Mæli EInstaklega með Cooler master CM storm \"sentinel advanced\" \nklikkuð mús er búinn að eiga mína síðan hún kom út, fyrir ári e-ð síðan, það er svo margir möguleikar og svo gott forrit sem fylgir músinni þannig það er ekki flókið að velja á milli alla þessara möguleika, það sem þú getur gert á þessari mús er breytt litum á öllum ljósum, s.s framaná og ofaná henni þetta er rgb leds þannig þú getur valið á milli hvíts til rauðans og gulan grænan bláan cyan bleikan fullt af litum \n \nmúsinn kemur með þyngakubbum þannig þú getur þyngt hana eftir þörfum, hún er mjög góð í hendi ég venjulega svitna dáldið í lófanum þegar ég er að spila leiki en ég hef ekki gert það eftir að ég fékk þessa mús, maður verður ekki þreyttur á að nota hana lengi, Það er hægt að vista profile-a á hana.. ég er með sem dæmi einn gaming profile ég stillti back takkan á burst fire þannig ég get skotið 3skotum í einu ef ég ýti á þann takka,getur líka haft það 30 skot ef þú vilt, allt stillanlegt.. síðan er hægt að setja eigin logo á skjáinn sem er á skjánum á músinni déskotans sweet, er með irken military logo úr invader zim, hmm let's see what else ah yes ef þú heldur inni dpi takkanum til að stilla dpi þá geturu stillt það bara lækkað og hækkað og fylgst með hvað þú ert að hækka og lækka það mikið á skjánum \n \nwell that's about it also best review ever! \nmyndi kaupa mér sentinel advanced \nhttp://tolvulistinn.is/vara/19806",
            "date": "2011-03-30 18:42:00",
            "post_id": "335899",
            "reply_to_id": "335874"
        },
        {
            "user_name": "gissur1",
            "text": "G9 með grófa gripinu er algjör draumur",
            "date": "2011-03-30 19:00:00",
            "post_id": "335908",
            "reply_to_id": "335899"
        },
        {
            "user_name": "krizzikagl",
            "text": "Ég ætla að kaupa CoolerMaster músina, en ég á \nRazer Goliathus Control edition\n músamottu, sem er með svona \"holum\". ætli það virki eitthvað með þessari mús ?",
            "date": "2011-03-30 19:35:00",
            "post_id": "335918",
            "reply_to_id": false
        },
        {
            "user_name": "gissur1",
            "text": "Veit ekki en G9 og þessi motta er algjört himnaríki",
            "date": "2011-03-30 19:43:00",
            "post_id": "335921",
            "reply_to_id": "335918"
        }
    ],
    "date": "2011-03-30 19:35:00"
}