{
    "forum_title": "Koníakstofan",
    "id": "37504",
    "title": "Snuddi sorgarsagan",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=37504",
    "posts": [
        {
            "user_name": "gardar",
            "text": "Varðandi þennan þráð: \nviewtopic.php?f=9&t=37503\nVæri ekki fínt að fá að heyra hlið Friðjóns á málinu?\nVið vitum ekki hvort það sé eitthvert skítabrask á bakvið buy.is eða ekki...\nHvernig væri ef notendur vaktarinnar gætu fengið málið á hreint? \nNú er ég t.d. með efasemdir um buy.is, eftir að hafa séð þetta innlegg, og mun ekki beina viðskiptum mínum þangað nema ég fái skýringu á þessu máli....\nHef alltaf staðið í þeirri meiningu að vaktin.is væri á hlið neytandans og myndi gæta hagsmuna hans, frekar en hagsmunum verslana og kennitöluflakkara.",
            "date": "2011-04-01 14:55:00",
            "post_id": "336697",
            "reply_to_id": false
        },
        {
            "user_name": "BjarkiB",
            "text": "Afsakið en ég sé ekki þennan þráð.",
            "date": "2011-04-01 15:01:00",
            "post_id": "336699",
            "reply_to_id": "336697"
        },
        {
            "user_name": "axyne",
            "text": "Sanmála, sá ekki tilganginn í að eyða fyrri þræði.",
            "date": "2011-04-01 15:02:00",
            "post_id": "336700",
            "reply_to_id": "336699"
        },
        {
            "user_name": "FuriousJoe",
            "text": "Sumir stjórnendur eru farnir að haga sér.... undarlega.",
            "date": "2011-04-01 15:03:00",
            "post_id": "336701",
            "reply_to_id": "336700"
        },
        {
            "user_name": "Gúrú",
            "text": "Stjórnun þessa spjallborðs verður sífellt undarlegri.",
            "date": "2011-04-01 15:03:00",
            "post_id": "336702",
            "reply_to_id": "336701"
        },
        {
            "user_name": "gardar",
            "text": "Hljómar virkilega eins og einhverjir stjórnendur vaktarinnar hafi hagsmuna að gæta hjá buy.is \n \nHér er afrit af þræðinum: \nhttp://pastehtml.com/view/1dw2f2k.html",
            "date": "2011-04-01 15:04:00",
            "post_id": "336703",
            "reply_to_id": "336702"
        },
        {
            "user_name": "GuðjónR",
            "text": "Dæs...\nEr það bara ég eða nenniðið endalausum buy.is þráðum?\nÉg veit ekkert hvort fullyrðingarnar/spurningarnar voru réttar eða rangar í þessum þræði og ætla ekki að hafa skoðun á því.\nEn hefur þessi verslun svikið einhvern hérna á Vaktinni? Ef svo er þá endilega talið um það, en öll þessi umræða um persónuna Friðjón er farið að minna ansi mikið á einelti og ég sé rautt þegar ég hugsa um einelti.",
            "date": "2011-04-01 15:07:00",
            "post_id": "336704",
            "reply_to_id": "336703"
        },
        {
            "user_name": "Tiger",
            "text": "Ætla ekki útí þessa umræðu, en ef þú vilt svar við þessu þá segi ég bara það sama og við hinn, sendu honum póst. Mundu bara að gera það sama við alla sem þú verslar við , hvort sem það er bónus, olíufyrirtæki eða viðskiptabankinn þinn, því annars er þetta bara hálfvitalegt einelti....... alveg viss um að allir þessir aðilar hafi skínandi hreina og æðislega fortíð sem lætur þig brosa útaf eyrum í hvert sinn sem þú verslar þar. \nEf Friðjón hefði ætlað að taka alla í *píp* þá finnst mér ekki líklegt að hann hafti tekið við brunarústunum og lagt fjármagn í að koma þessu á réttan kjöl aftur eftir að fyrri eigendur skitu uppá bak. \nHef nákvæmlega engra hagsmuna að gæta og tengist buy.is ekki á nokkurn hátt, nema vera venjulegur viðskiptavinur og ekki aur meira.\nMitt lokaorð í þessum leikaraskap",
            "date": "2011-04-01 15:08:00",
            "post_id": "336705",
            "reply_to_id": "336704"
        },
        {
            "user_name": "FriðrikH",
            "text": "Ég sá þennan þráð og fannst ekkert athugavert við hann, bara óskað eftir svörum og staðfestingu á þeim upplýsingum sem settar voru fram",
            "date": "2011-04-01 15:10:00",
            "post_id": "336706",
            "reply_to_id": "336705"
        },
        {
            "user_name": "Klaufi",
            "text": "Eruð þið ekki að grínast, þetta hefði alveg getað komist inn í einn af hinum 15 buy.is þráðunum og þráðarhöfundur hefði alveg getið komið fram undir réttu nafni.\nÉg spáði þessum þræði læsingu áður en ég opnaði hann, bara við að sjá titilinn.\n*Bætti við*\nGleymdi að skrifa að þetta er líka alveg óþarfi, ef þið hafið ekki trú á kompaníinu í guðs almáttugs bænum verslið þá bara við aðra verslun.\nÞað er eins og þetta sé slúður uppgröftur á Barnalandi..",
            "date": "2011-04-01 15:11:00",
            "post_id": "336707",
            "reply_to_id": "336706"
        },
        {
            "user_name": "MatroX",
            "text": "Strákar mínir hvernig væri að þroskast aðeins.\nFriðjón er búinn að segja ástæður fyrir þessu öllu og er ekki fínt að hafa það bara þannig? ef ykkur vantar að vita meira þá getiði sent email á \nfbg@fbg.is\nþað er alveg svakalega leiðinlegt að hver einasti þráður um buy.is enda ílla bara útaf misskilningi og rugli.\nþetta er bara einelti svo umorðað.\nt.d garðar þá hefði ég getað sagt mína slæmu sögu um þitt fyrirtæki. en ég læt það bara kjurt liggja.\nog Garðar afhverju segiru að við stjórnendur séu að vernda buy.is? ég hef aldrei verslað þarna og þekki friðjón ekki neitt en þetta um buy.is er löngu komið yfir strikið. ef þeir hafa svikið eitthvern hérna má alveg ræða um það en að reyna koma með eitthverja svarta púnkta á það er orðið bara rugl.",
            "date": "2011-04-01 15:13:00",
            "post_id": "336708",
            "reply_to_id": "336707"
        },
        {
            "user_name": "Plushy",
            "text": "Hef ekki lent í veseni með buy.is sjálfur, hef bara keypt einn hlut þar, gekk eins og í sögu. Fékk email svar strax og fór bara uppeftir að sækja samdægurs.\nSíðan klappa ég fyrir honum að vera lægstir í verði",
            "date": "2011-04-01 15:18:00",
            "post_id": "336710",
            "reply_to_id": "336708"
        },
        {
            "user_name": "GullMoli",
            "text": "Sama saga hér, ég hef átt viðskipti við hann og hefur alltaf allt gengið frábærlega fyrir sig. Ef eitthvað klikkar þá er hann ekki lengi að bjarga málunum.\nVerslunin er í sama flokki og Tölvutækni & Kísildalur hjá mér.",
            "date": "2011-04-01 15:21:00",
            "post_id": "336713",
            "reply_to_id": "336710"
        },
        {
            "user_name": "GuðjónR",
            "text": "Við höfum 1000 meiri hagsmuni af því að taka upp ykkar málsstað en nokkura verslana á Vaktinni, það er alveg á hreinu.\nÞú ert eflaust að vitna í bannerinn, en þó það komi þér ekki við en þá eru fimm fyrirtæki á biðlista eftir banner þannig að ég gæti endurselt þá alla samdægurs ef því væri að skipta.\nÉg er ekki með nein sérkjör hjá neinum tölvubúðunum....ekki svo mikið sem 1% afslátt.\nVerslunareigendur...correct me if I'm wrong!!\nÞetta er bara orðin svoooo þreytt umræða að það hálfa væri hellingur.",
            "date": "2011-04-01 15:22:00",
            "post_id": "336714",
            "reply_to_id": "336713"
        },
        {
            "user_name": "Plushy",
            "text": "Tölvutek fær 2 banners",
            "date": "2011-04-01 15:25:00",
            "post_id": "336716",
            "reply_to_id": "336714"
        },
        {
            "user_name": "biturk",
            "text": "mér fynnst merkilegt hvað margir eru tilbúnir að reina að sverta nafn buy.is þegar þeir hafa ekkert gert nema hjálpa okkur\nnotið svo leitina, þá kemur þetta allt fram í öðrum þráðum af hverju eigendaskiptin voru svona tíð...........þó það komi okkur reindar ekki rass við ef að ábyrgðir standast sem ég veit ekki betur en að hafi gert\nhættið svo þessu rugli, verslið þar sem þið viljið en í guðanna bænum ekki reina að eiðileggja fyrir versluninni sem má þakka að miklu leiti lágu tölvuvöruverði á íslandi \n \nps. tókuð þið eftir hvað hann var fljótur að lækka niður fyrir att í GÆRKVÖLDI, ekki næsta vinnudag eins og aðrar verslanir hefðu gert",
            "date": "2011-04-01 15:32:00",
            "post_id": "336718",
            "reply_to_id": "336716"
        },
        {
            "user_name": "GuðjónR",
            "text": "Já, þeir fengu ekki fleiri",
            "date": "2011-04-01 15:32:00",
            "post_id": "336719",
            "reply_to_id": "336718"
        },
        {
            "user_name": "Tesli",
            "text": "Er það samt ekki hagur okkar að vita til þess að sá sem rekur þetta fyrirtæki sé með margar kennitölur sem eru í árangurslausu fjárnámi, sérstaklega þar sem maður þarf að borga fyrirfram fyrir hlutinn?\nTek það samt fram að ég keypti hjá buy.is rándýran hlut og var ánægður með hvernig staðið var að því fra a-ö.\nEn ég þyrfti að hugsa mig um til að gera það aftur eftir að hafa séð þetta.",
            "date": "2011-04-01 15:42:00",
            "post_id": "336725",
            "reply_to_id": "336719"
        },
        {
            "user_name": "gardar",
            "text": "Sæll MatroX\nÞessi \"slæma saga\" af mínu fyrirtæki er okkur ekkert feimnismál. Ég vísa þér á síðasta tölvupóst sem við sendum varðandi framhald málsins.\nEf þig langar að segja þína sögu á vaktinni þá skaltu endilega gera það og við getum svarað þeim þræði með okkar hlið af málinu.\nKv.",
            "date": "2011-04-01 15:43:00",
            "post_id": "336726",
            "reply_to_id": "336725"
        },
        {
            "user_name": "GuðjónR",
            "text": "Finnst þér ekki asnalegt að þurfa að standa í svona vörn?\nHvernig heldurðu að það væri svona skíta spurningum dúkkaði upp vikulega ?\nEf við (stjórnendur) myndum fá leið á því og stoppa það, þá kæmi einhver snillingur með dylgjur um hagsumaárekstra og blabla af því að kunningi frænda vinar mágs míns væri með vef í hýsingu hjá þér.\nFinnst þér þetta ekki doldið fáránlegt?",
            "date": "2011-04-01 15:56:00",
            "post_id": "336729",
            "reply_to_id": "336726"
        },
        {
            "user_name": "gardar",
            "text": "Mér finnst þetta í fínu lagi, enda höfum við ekkert að fela.\nAftur að þræðinum:\nÉg sá þennan þráð sem notandinn \"pressa\" sendi inn. Þar komu fram upplýsingar sem ég tel að ekki hafi komið fram áður í umræðum hér á vaktinni.\nÞað sem ég hef lesið úr skrifum Friðjóns hingað til er að hann hafði selt fyrirtækið og keypt aftur, en ég hef hvergi séð að þetta fyrirtæki sem átti buy.is í millitíðinni hafi verið Friðjón sjálfur. Ámóta flakk hefur nú oft sést áður og er sjaldnast af heiðarlegum ástæðum.\nÉg er þó ekki að stimpla Friðjón sem svikara heldur langaði mig að heyra hans útskýringu á málinu.\nMér fannst því leitt að þræðinum skyldi vera eytt, áður en skýring kæmi fram.\nAð þræðinum skyldi hafa verið læst þótti mér undarlegt, þar sem ég hef alltaf staðið í þeirri trú að vaktin.is væri verð og hagsmunavakt fyrir neytendur.",
            "date": "2011-04-01 16:14:00",
            "post_id": "336738",
            "reply_to_id": "336729"
        },
        {
            "user_name": "rapport",
            "text": "Ég hef gagnrýnt Buy.is eins og aðra og jafnvel gengið lengra í því þar sem það eru endalausir buy.is þræðir í gangi.\nÞetta er orðið að einelti og mér finnst slæmt að hafa dregist inní það því að einelti er nú bara þannig að áhorfendur eru þátttakendur...\nÉg legg til að svona þráðum verði almennt læst nema málum sé lokið eða að fólki hafi ekki verið svarað frá viðkomandi verlsun í X tíma.\nFólk á s.s. ekki að nota vaktina til að væla ef það hefur ekki reynt að fá úrlausn sinna mála hjá versluninni á réttmætan og gildan hátt.",
            "date": "2011-04-01 16:14:00",
            "post_id": "336739",
            "reply_to_id": "336738"
        },
        {
            "user_name": "Glazier",
            "text": "Ef það skiptir þig svona gífurlega miklu máli að fá skýringu á þessu þá skaltu bara hringja í hann (til að fá svar við þínu strax) eða senda honum tölvupóst.",
            "date": "2011-04-01 16:29:00",
            "post_id": "336757",
            "reply_to_id": "336739"
        },
        {
            "user_name": "ManiO",
            "text": "Ert þú nokkuð pressa?",
            "date": "2011-04-01 16:30:00",
            "post_id": "336759",
            "reply_to_id": "336757"
        },
        {
            "user_name": "teitan",
            "text": "Þetta er nefnilega ansi algengt hérna... fólk stofnar þráð hérna af því að það hefur lent í því að fá gallaða vöru t.d. og hraunar yfir verslunina fyrir að vera að selja gallaðar vörur og bla bla bla...\nÞað er algjört lágmark að fólk setji sig í samband við viðkomandi fyrirtæki áður en það fer að ákveða að allir séu glæpamenn og guð má vita hvað.  Það hefur allavega reynst mér ágætlega þegar ég hef lent í veseni með vörukaup að fara bara og tala í rólegheitum við þann sem seldi mér vöruna.\nEn það hafa kannski ekki allir þroska í það...",
            "date": "2011-04-01 16:35:00",
            "post_id": "336761",
            "reply_to_id": "336759"
        },
        {
            "user_name": "mercury",
            "text": "ég hef ekki lent í neinu veseni með buy.is Amk ekki einhvað sem var þeim að kenna.\nhef verslað af þeim móðurborð psu minni og allt gengið eins og í sögu. \nHef aftur á móti eina sorgarsögu af tölvutek\nVinur minn fór þangað fyrir síðustu helgi og verslaði sér Aflgjafa. Fór svo að spyrjast út í ssd diska.\nAfgreiðslumaðurinn fræðir hann um þá og fer svo bakvið og nær í opna pakkningu þar sem vantaði að öllum líkindum bracketið til að breyta 2.5 í 3.5\" og var enginn manual eða neitt. veit ekki hvort að þetta var notuð vara eða hvað.\nAmk Hann fékk hann lækkaðan niður í 20.000kr. Ég er svo að skoða tolvutek.is í gær og sé það að þeir eru búnir að lækka þessa diska í 18.000 \nhttp://www.tolvutek.is/product_info.php ... s_id=27544\nEkki nóg með það Heldur hrundi diskurinn innan við 24klst eftir að við settum hann upp.\nNú spyr ég hvernig stendur hann með skil á vörunni ? \nFinnst það allra sorglegasta við þetta. Að selja honum opnaða pakkningu með engum aukahlutum og hugsanlega notuðum disk á 20.000kr og lækka þá svo innan við viku seinna í verði. Fyrir Nýja óopnaða pakkningu. \n \n \nAfsakið ritgerðina.",
            "date": "2011-04-01 17:00:00",
            "post_id": "336770",
            "reply_to_id": false
        },
        {
            "user_name": "GullMoli",
            "text": "Gott dæmi um þetta:\nViðkomandi starfsmaður hefur eflaust ekki vitað af komandi verðlækkun. Félagi þinn fékk diskinn á lægra verði því hann var opnaður, hefði hann ekki vel geta beðið um óopnað eintak á fullu verði? \nHinsvegar er diskurinn væntanlega gallaður, farðu og talaðu við Tölvutek um þetta  \n Ef þeir eru með eitthvað vesen þá máttu endilega koma aftur og segja okkur frá!",
            "date": "2011-04-01 17:10:00",
            "post_id": "336772",
            "reply_to_id": "336770"
        },
        {
            "user_name": "FBG",
            "text": "Sælir, \nÉg hef svarað hér áður fólki sem skrifar undir dulnefni.  Þetta er opinber spjallvefur.  Mér ber engin skylda til að svara hér en ég hef gert það af virðingu við þennan vef og markmið hans sem ég hef í hávegum en það er jú SAMKEPPNI.  Þráðurinn sem kom upp í dag, eins og eitthvað svakalegt \"Skúbb\" úr þættinum Pressu er gert til þess að slá ryki í augu ykkar neytenda sem stundið þennan vef og til þess að gera mig tortryggilegan og koma mér út af markaðnum.  \nÉg vissi það mæta vel þegar ég ákvað að fara aftur inn á raftækjamarkaðinn eftir langt hlé að ekki myndi ég eignast neina vini.  Það er áhugavert að sjá svona þræði spretta upp trekk í trekk og sérstaklega í dag, þegar ég er nýbúinn að lækka öll örgjörvaverð hjá mér.  NB. ég er sko rétt að byrja.  Ég á mér hatursmenn eins og margir aðrir.  Menn reyna að grafa upp upplýsingar, varpa þeim fram undir dulnefni og gera þar með mig og mín viðskipti tortryggileg.  Markmiðið með þessu er aðeins eitt.  Að koma mér og mínum viðskiptum af íslenska markaðnum.  Hvað sem hver segir, þá hef ég frá árinu 2009 stuðlað að lægra vöruverði á tölvuvörum á Íslandi.  Menn hafa reynt að setja á mig lögbann, á mig hafa verið gerðar endalausar árásir á spjallþráðum og umfram allt reynt að gera mína persónu þannig að hættulegt sé að eiga viðskipti við mig.  Hvað haldið þið t.d. að ég hafi kostað EPLI.is í tapaðri framlegð????  Það hlýtur að hlaupa á milljónum.  Hvað gerðu menn þar til að stöðva mig?  Jú, þeir lækkuðu verðin, hófu markaðsstarf og nauðuðu í Apple þar til að Apple.inc lagði fram lögbannskröfu.  Þið hljótið að sjá hvað skín í gegn um þetta????  Menn svífast einskis til þess að halda framlegðinni sinni uppi og koma mönnum eins og mér af markaðnum.  Mun þeim takast það???  Ég segi nei og á meðan fólk verslar vörur hjá mér, þá tekst þeim það ekki.  \nVarðandi það sem kom fram á þessum þræði í dag, er náttúrulega með ólíkindum og beinlínis rangt.  Ég hef ekkert að fela.  Ég hef aldrei nokkurn tímann vikist undan því að ræða málin hér, jafnvel þó mér beri engin skylda til þess.  Ég vil bara ítreka það sem ég hef áður sagt hér, ég rak Buy.is á einni og sömu kennitölunni, þar til ég seldi það til Qalza Ísland ehf.  Ég tók svo við Buy.is fyrir u.þ.b. tveimur vikum síðan, í rúst.  Ég hef síðan tryggt allar ábyrgðir, endurgreiðslur og afhendingu vara með mínum eigin fjármunum.  Hvernig þetta var gert er svo annað mál sem ekki verður rætt á spjallþráðum.  Þar á bakvið liggja samningar við fyrrum eigendur sem ég get ekki tjáð mig um.  Þetta er sannleikurinn.  Hugsið þetta svo bara og takið sjálfstæða ákvörðun og látið ekki svona reykelsi villa ykkur sýn.  Það hefur enginn tapað á því að versla við mig, aldrei.  \nÁ Íslandi verða u.þ.b. 130 -200 fyrirtæki gjaldþrota í hverjum mánuði.  Hvað gera menn, bankar, fyrirtæki, ríkissjóður,  sem eru í viðskiptum með félög(kt) sem eru hlaðin skuldum?  Jú, þeir stofna ný félög og flytja reksturinn yfir í þau og skilja skuldirnar eftir.  Afhverju ætli þetta sé löglegt?  Getur einhver svarað því?  En á meðan þetta er löglegt, þá getur hver sem er gert þetta.  Ég er ekkert öðruvísi en aðrir í viðskiptum.  Ég kúka samt aldrei á matardiskinn minn.",
            "date": "2011-04-01 17:41:00",
            "post_id": "336780",
            "reply_to_id": "336772"
        },
        {
            "user_name": "GuðjónR",
            "text": "hahahahaha gott svar og stutt í húmorinn \nÉg er sammála því sem þú skrifar, pósturinn sem kom hérna í dag var langt yfir strikið, ég myndi ekkert kæra mig um að persónuupplýsingar um sjálfan mig væru blastaðar yfir spjallvefi, þó ég hafi ekkert að fela og aldrei átt kennitölu sem hefur farið í þrot - sjö, níu, þrettán.\nSegir ekki máltækið \"Aðgát skal höfð í nærveru sálar\" ?",
            "date": "2011-04-01 18:01:00",
            "post_id": "336782",
            "reply_to_id": "336780"
        },
        {
            "user_name": "MatroX",
            "text": "like á þetta hjá þér friðjón",
            "date": "2011-04-01 18:08:00",
            "post_id": "336783",
            "reply_to_id": "336782"
        },
        {
            "user_name": "FBG",
            "text": "Jú, það er rétt hjá þér Guðjón.  Maður verður að geta brosað og hlegið, sérstaklega að þeim sem nota svona aðferðir til þess að sverta mann.\nAnnað sem ég vil að komi fram.  Ég hef aldrei beðið neinn um að taka neitt af Vaktinni eða skipt mér af því sem þar kemur fram.  Ég er á móti því að menn skrifi undir dulnefnum en það er bara mín skoðun og ég þvinga henni ekki upp á aðra.  Ég hef einnig bent fólki hér á að þótt ég sé í viðskiptum, þá er ég samt maður, með fjölskyldu á framfæri og mínar skuldir og mína rekstrarsögu.  Ég hef engan áhuga á að ræða hana eða svara fyrir þau mistök sem ég hef gert, á spjallþræði.  Aðalatriðið fyrir mig er að koma því til skila til ykkar sem lesið þetta er að þetta er reykur og menn notfæra sér ykkur og þetta vefsvæði til þess að reyna að drepa samkeppni.",
            "date": "2011-04-01 18:14:00",
            "post_id": "336787",
            "reply_to_id": "336783"
        },
        {
            "user_name": "gardar",
            "text": "Fyrir forvitnissakir... \nÍ þræðinum sem \"pressa\" sendi inn stendur að þú Friðjón hafir verið Stjórnarmaður í Qalsa ehf.... Fyrirtækinu sem \"rústaði buy.is\"\nEr það einungis vitleysa?\nÞarft ekkert að svara frekar en þú vilt, er einungis forvitinn.",
            "date": "2011-04-01 18:20:00",
            "post_id": "336791",
            "reply_to_id": "336787"
        },
        {
            "user_name": "Plushy",
            "text": "Friðjón for president!",
            "date": "2011-04-01 18:22:00",
            "post_id": "336792",
            "reply_to_id": "336791"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Það sem ég sé aðalega í þessu er ábyrgðin. Hvað mörgu sinnum í viðbót kemuru til með að geta reddað buy.is frá gjaldþroti? Þetta er pointið sem ég hef verið að reyna benda á í öðrum þráðum, ég kaupi ekki tölvuvörur nema ábyrgðin sé solid(reynslan spilar þar stóra rullu og ekki hefur hún verið glæst hjá ykkur).\nÞetta er langt frá því að vera einelti í mínum bókum, en skiljanlega ekkert gamanmál fyrir eigandann. Þetta er partur af orðsporinu.",
            "date": "2011-04-01 18:25:00",
            "post_id": "336795",
            "reply_to_id": "336792"
        },
        {
            "user_name": "FBG",
            "text": "Sæll, \nÉg hef aldrei verið tengdur Qalza Ísland ehf fyrr en eftir 16.mars s.l.  Það sést í gögnum fyrirtækjaskrár og kemur að þvi sem ég skrifaði hér áðan, samkomulag við fyrri eigendur Qalza Ísland ehf.",
            "date": "2011-04-01 18:25:00",
            "post_id": "336796",
            "reply_to_id": "336795"
        },
        {
            "user_name": "gardar",
            "text": "Flott að fá það á hreint... Þá hefur \"pressa\" einungis verið að rífa hlutina úr samhengi \nOg nú get ég sagt að upphaflegu markmiði þráðarins sé náð.",
            "date": "2011-04-01 18:27:00",
            "post_id": "336797",
            "reply_to_id": "336796"
        },
        {
            "user_name": "FBG",
            "text": "Sæll,  \nÚtskýrðu þessa reynslu sem þú vísar í.  Ertu þá að tala um reynslu þína af viðskiptum við Buy.is eða reynslu/aldur Buy.is ?  \nBuy.is verður aldrei gjaldþrota.  Buy.is er vörumerki.  T.d. hefur BT aldrei orðið gjaldþrota.  BT er vörumerki.  Rekstrarfélög verða gjaldþrota og geta farið í þrot hvenær sem er t.d. ef einhver kemur með lögbannskröfu og skaðabótakröfu sem nær lengra en hæstu byggingar. \nÞetta er ekki point, þetta er fáfræði, þú afsakar orðbragðið.\nFólk sem er í viðskiptum sem ganga út á að selja neytendum vöru, svíkja ekki viðskiptavini sína um ábyrgð!!!  Þá eiga þeir enga viðskiptavini nema þá sem gleyma hratt og örugglega.  Ég treysti ekki á það og mun aldrei, ALDREI svíkja mína viðskiptavini.\nÞegar hver spjallþráðurinn á fætur öðrum á vaktinni snýst orðið um mína rekstrarsögu, þá er það ekki einhelti heldur tilraun til þess að koma mér af markaði.  Því ef ég glata trausti ykkar, neytenda, þá hef ég enga viðskiptavini.",
            "date": "2011-04-01 18:32:00",
            "post_id": "336799",
            "reply_to_id": "336797"
        },
        {
            "user_name": "FBG",
            "text": "Pressa var ekkert annað að gera en að reyna að drepa niður minn rekstur, mitt orðspor og mína sál.  Markmið Vaktarinnar á alls ekki að vera slíkt, þá ættu menn að skipta um nafn og breyta í \nhttp://www.mannordsdrap.is\n  eða \nhttp://www.drepafyrirtaeki.is\n  - ekki satt?",
            "date": "2011-04-01 18:34:00",
            "post_id": "336800",
            "reply_to_id": "336799"
        },
        {
            "user_name": "gardar",
            "text": "Jújú, þessvegna er fínt að fá svona mál á hreint... Til þess að sjá að mannorðsdráp á ekki rétt á sér \nVærir þú hinsvegar að beita svikum og prettum, þá þætti mér fyllilega eðlilegt að fólk myndi tjá sig um þau mál hér á vaktinni... Enda á að bera hag neytandans fyrir brjósti hérna.",
            "date": "2011-04-01 18:37:00",
            "post_id": "336801",
            "reply_to_id": "336800"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Þær tölvuverslanir sem ég versla við, hafa að minni vitund, ekki verið á barmi gjaldþrots. Ég skrifaði ekki að buy.is hefði orðið gjaldþrota, heldur hversu oft þú gætir reddað því í viðbót frá gjaldþroti.\nBT endaði í gjaldþroti og mín tæki sem biluðu, sem ég keypti af BT þurfti ég að borga viðgerð á sjálfur. \nÉg vill hafa sem flesta á markaði og þú hefur ýtt undir aukna samkeppni með Buy.is, ég er ekki að taka það af þér.\nEn hroki þinn finnst mér algjörlega fáranlegur.",
            "date": "2011-04-01 18:39:00",
            "post_id": "336803",
            "reply_to_id": "336801"
        },
        {
            "user_name": "Ulli",
            "text": "Hroki?\nÆtli það sé ekki frekar pirringur í því að þurfa alltaf að seija sömu hlutina aftur og aftur og aftur og aftur?",
            "date": "2011-04-01 18:45:00",
            "post_id": "336805",
            "reply_to_id": "336803"
        },
        {
            "user_name": "DabbiGj",
            "text": "Grunar að þeir séu frekar bara að reyna að losna við þessa diska á kostnaðarverði vegna þess að þeir eru að selja OCZ vertex 2/3 diska á því verði sem að þessir silicon power gæjar eru á.",
            "date": "2011-04-01 19:46:00",
            "post_id": "336819",
            "reply_to_id": "336805"
        },
        {
            "user_name": "mind",
            "text": "Þetta eru frekar ýktar tölur, raunveruleikinn er töluvert minni.\nÞó vissulega ekkert til að hrópa húrra yfir.",
            "date": "2011-04-01 21:07:00",
            "post_id": "336854",
            "reply_to_id": "336819"
        },
        {
            "user_name": "tdog",
            "text": "Flott svör hérna frá Friðjóni, en fyrir forvitnissakir langar mig að vita meira um þetta Apple-vesen sem þú minntist á.",
            "date": "2011-04-01 22:12:00",
            "post_id": "336888",
            "reply_to_id": "336854"
        },
        {
            "user_name": "urban",
            "text": "er einhver sérstök ástæða fyrir því að fyrirtæki verða síður gjaldþrota í júlí og sérstaklega ágúst?",
            "date": "2011-04-01 23:33:00",
            "post_id": "336910",
            "reply_to_id": "336888"
        },
        {
            "user_name": "dori",
            "text": "Sumarfrí... Það er ferli að fara í gegnum gjaldþrot og þú þarft lögfræðinga (rite?) í þannig mál. Slík fyrirtæki loka oft búllunni yfir sumarmánuðina (eða svo gott sem).",
            "date": "2011-04-01 23:40:00",
            "post_id": "336912",
            "reply_to_id": "336910"
        },
        {
            "user_name": "GuðjónR",
            "text": "Vissuð þið að flest sjálfsmorð eru í Maí ....",
            "date": "2011-04-01 23:42:00",
            "post_id": "336913",
            "reply_to_id": "336912"
        },
        {
            "user_name": "Gúrú",
            "text": "Veit ekki hversu stórri úttekt það er úr en ég veit að í 188.000 sjálfsmorða úttekt vann afmælismánuðurinn minn, Ágúst.\nAnnars er þessi þráður lestarslys.",
            "date": "2011-04-01 23:46:00",
            "post_id": "336917",
            "reply_to_id": "336913"
        },
        {
            "user_name": "pattzi",
            "text": "Sendiði honum bara póst þetta er orðið einelti",
            "date": "2011-04-03 18:57:00",
            "post_id": "337426",
            "reply_to_id": "336917"
        },
        {
            "user_name": "bulldog",
            "text": "Ég hélt að það væri í janúar ..... allvega reyndi ég seinast þá",
            "date": "2011-04-03 19:05:00",
            "post_id": "337429",
            "reply_to_id": "337426"
        },
        {
            "user_name": "GuðjónR",
            "text": "Uss...tóm vitleysa að reyna svona! Bara má ekki!!\nÞú átt svo marga vini hérna á spjallinu.  \n \nAnnars heyrði ég umræðu um þetta um daginn á Bylgjunni, það var viðtal við konu sem var að setja þetta í samhengi við dauðaslys í umferðinni.\nÁrlega fremja víst að meðaltali 36 sjálfsmorð (1 á 10 daga fresti) og mest er þetta víst í maí að hennar sögn.\nÁrið 2000 var algjör sprengja 52 einstaklingar. Alveg hrikalegt til þess að hugsa hvað tilveran getur verið svört hjá fólki að grípa til svona ráða.\nOg svo aðstandendurnir sem sitja eftir í sárum sem aldrei gróa.",
            "date": "2011-04-03 20:49:00",
            "post_id": "337461",
            "reply_to_id": false
        },
        {
            "user_name": "jakobs",
            "text": "Ég get ekki lesið annað úr þessu svari en að FBG finnist ekkert óeðlilegt við það að skilja skuldir sínar eftir í gjaldþrota fyrirtæki, taka svo einhverja fléttu og halda áfram eins og ekkert hafi í skorist. Þetta er siðferðið sem kom landinu í þessa klessu sem við erum nú í.\nÉg veit hvar ég versla ekki héðan í frá.",
            "date": "2011-04-03 21:38:00",
            "post_id": "337477",
            "reply_to_id": "337461"
        },
        {
            "user_name": "toybonzi",
            "text": "Jakobs...lærðu að lesa því að það er greinilega ekki þín sterkasta hlið, og alls ekki á milli línanna.\nEf þú hefði lesið og jafnvel skilið orðin þá kemur það berlega í ljós að maðurinn átti fyrirtækið, seldi það öðrum aðilum og kaupir það aftur síðar eftir að þeir aðilar eru búnir að keyra það að barminu (eða yfir hann). Samkvæmt honum tryggir hann síðan allar ábyrgðir, eitthvað sem áhveðið fyrirtæki kennt við epli hefði átt að taka til fyrirmyndar, í stað þess að hreinsa úr ábyrgðarsjóðum sínum og láta sig síðan fara á hausinn (í annað eða þriðja skiptið). Engar ábyrgðir virtar þar, enda á téð fyrirtæki ekki einu sinni lengur lén sem tengir það við móðurfélagði eða hefur misst réttinn til að nota það vegna hegðunar sinnar í garð neytanda.\nÉg hef aldrei verslað við buy.is (mín búð er tölvutek) en svona vitleysa fer í taugarnar á mér.",
            "date": "2011-04-03 22:28:00",
            "post_id": "337486",
            "reply_to_id": "337477"
        },
        {
            "user_name": "pattzi",
            "text": "",
            "date": "2011-04-03 22:30:00",
            "post_id": "337487",
            "reply_to_id": "337486"
        },
        {
            "user_name": "everdark",
            "text": "Afhverju fór FBG ehf í þrot eftir að buy.is var selt út úr félaginu?\n...og fyrir þá sem telja þetta vera einelti, þá snýst þetta aðeins um hagsmuni neytenda. Ef rekstrareining er tekin út úr einu fyrirtæki og sett inn í annað, þá getur \"nýja\" fyrirtækið firrað sig ábyrgð á þeim hlutum sem seldir voru á gömlu kennitölunni. Það er fullkomlega eðlilegt að menn hafi áhyggjur af þessu.",
            "date": "2011-04-04 10:53:00",
            "post_id": "337553",
            "reply_to_id": "337487"
        },
        {
            "user_name": "rapport",
            "text": "Endilega hafiðí huga upplysingarnar sem koma fram í þessu quote á þessari siðu...\nhttp://www.pressan.is/Vidskipti/Lesavid ... dthrotinu-\nHvernig \"deyr\" fyrirtæki öðruvísi en í gjaldþroti?",
            "date": "2011-04-04 11:56:00",
            "post_id": "337557",
            "reply_to_id": "337553"
        },
        {
            "user_name": "everdark",
            "text": "Til hvers að drepa félagið? Ef efnahagsreikningur þess er á núlli (engar eignir og engar skuldir í félaginu) þá er engin ástæða til að losa sig við það. Það eina sem þyrfti að gera til að halda félaginu á lífi er að skila inn ársskýrslu, og það er ekki mjög vandasamt verk ef félagið er algjörlega tómt. Að stofna einkahlutafélag kostar um 600 þúsund krónur (ca 100þ í skráningargjald og 500þ í hluti í félaginu) svo ljóst er að það er töluvert magn peninga í spilinu. Gömul kennitala eykur einnig traust fólks á félaginu og því er mjög furðulegt að því hafi verið leyft að fara í þrot ef efnahagsreikningur var á núlli.\nÉg tel það mjög ólíklegt að Friðjón hafi engin tengsl inn í Qalza Ísland ehf, eða 1990 ehf eins og það heitir í dag. Það er aðeins of mikil tilviljun að núverandi rekstrarfélag buy.is heiti líka eftir ártali - 1949 ehf. \nÉg ætla ekki að fullyrða neitt, en þetta lítur ekki mjög vel út.",
            "date": "2011-04-04 18:23:00",
            "post_id": "337684",
            "reply_to_id": "337557"
        },
        {
            "user_name": "rapport",
            "text": "Að stofna .ehf kostar 100þ. - 150þ. og það þarf 500þ. í rekstrarfé sem stofnendurnir eiga að leggaj til skv. lögum opg skatturinn er núna íseinni tíð farinn að tékka á..\nAð viðhalda gamalli kennitölu bara til að búa til traust er ömurlegur business og akkúrat vegna þess að fólk gerir þetta þá er ekki hægt að treysta á aldur kennitalna í business nema kannski \"Hornið\" í Hafnarstræti...\nÞað er nefnilega ekki bara að skila inn ársskýrslu, einkahlutafélag á að hafa skráða stjórnendur, skipaðann endurskoðanda o.fl. sem kostar allt pening og er fyrirhöfn...\nHugsanlega er uppsafnað tap og kennitalan sett í eigu annars félags sem nýtir sér tapið með sameiningu við eldri rekstur, þá \"deyr\" líka eldri kennitalan eftir að tapið er að fullu nýtt og þá enginn tilgangur að viðhalda henni...\nHellingur af ástæðum við að losa sig við svona rusl og í raun kallar hvert skipti á uppgjör og ef enginn hérna kannast við einhvern sem hlaut af því fjárhagslegann skaða þá mundi ég kalla FBG nokkuð golden í þessu máli...\nÞað er ekki hver sem er sem setur 3-4 kennitölur á hausinn án þess að reita einhvern til reiði...\nEn ætlar fólk í alvöru að halda eineltinu áfram?\nNýherji, Opin kerfi og EJS... öll búin að kennitöluflakka undanfarin ár... treystir þeim einhver?\n \n  hvað ég er kominn með leið á þessari umræðu hérna...\nUm leið og buy.is skítur upp á bak þá skal ég hlusta á kvartanir en þangað til hvet ég ykkur að versla við þá eins og allar aðrar verslanir sem hafa trausta þjónustusögu...",
            "date": "2011-04-04 19:26:00",
            "post_id": "337716",
            "reply_to_id": "337684"
        },
        {
            "user_name": "everdark",
            "text": "\"Í stjórn einkahlutafélags skulu eiga sæti fæst þrír menn nema hluthafar séu fjórir eða færri, þá nægir að stjórnina skipi einn eða tveir menn. Ef stjórn félags er skipuð einum eða tveimur mönnum skal valinn a.m.k. einn varamaður.\"\n2 manneskjur, það er stórt vandamál. Ekki eins og flestir eigi maka.\nSkipaður endurskoðandi þarf aðeins að fara yfir ársreikninginn og það kostar ekki mikið. Ert amk lengi að vinna þig upp í þær 500-600 þúsund krónur sem stofnun félagsins kostaði.\nEkki halda því fram að það sé mikil fyrirhöfn að gera ársreikning fyrir fyrirtæki með enga starfsemi. Það er bara heimskulegt.\nÞað sem ég er að segja er að líkur eru á því að skuldir hafi verið skildar eftir í FBG ehf og þess vegna hafi félagið farið í þrot. Ætla samt ekki að fullyrða neitt um það.",
            "date": "2011-04-04 19:52:00",
            "post_id": "337722",
            "reply_to_id": "337716"
        },
        {
            "user_name": "tdog",
            "text": "Skreppið niður á skatt og fáið að hnýsast í ársreikninginn hjá FBG ehf.",
            "date": "2011-04-04 21:27:00",
            "post_id": "337752",
            "reply_to_id": "337722"
        },
        {
            "user_name": "rapport",
            "text": "Lítið upp úr því að hafa, eingöngu ein kennitalan hefur skilað ársreikning og það var 2006 og 2007.\nVil samt benda á að fyrir einkahlutafélag þá er það ekki jafn slæmt mál og það hljómar... sésrstaklega ef kennitalan er farin á hausinn\nNúverandi kennitala er hrein enda splúnku ný.\nhttp://rsk.is/fyrirtaekjaskra/arsreikn/leit\nEn í fljótu bragði sýndist mér tölvuverslanir standa sig vel í skilum á ársreikningum...",
            "date": "2011-04-04 22:13:00",
            "post_id": "337778",
            "reply_to_id": "337752"
        }
    ],
    "date": "2011-04-03 20:49:00"
}