{
    "forum_title": "Til sölu - Tölvuvörur",
    "id": "37511",
    "title": "Amd tölva til sölu.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=11&t=37511",
    "posts": [
        {
            "user_name": "Rikki14",
            "text": "Komiði sælir, er að selja tölvuna mína og óska eftir boðum. Keypti hana í janúar í fyrra og hef notað hana í nánast ekkert, er t.d með 500 GB harðan disk og hef aldrei notað meira en 60 GB af honum.\nINFO:\n- 500 GB harður diskur \n- 4GB vinnsluminni\n- NVIDIA GeForce 9600 GT (512) MB\n- AMD Phenom™ II X4 955 Processor @ 800MHz\n- (ASRock M3A785GXH/128M mainboard)\nKeypti tölvuna í janúar í fyrra og hef nánast ekkert notað hana í eitthvað, keypti hana á 150 þúsund og það fylgir með Windows 7 64 BIT diskur fyrir stýrikerfið.\nÓska eftir tilboðum, ekkert undir 50 þúsund.",
            "date": "2011-04-01 19:49:00",
            "post_id": "336820",
            "reply_to_id": false
        },
        {
            "user_name": "biturk",
            "text": "þegar þú skráðir þig á síðuna þá áttiru að lesa reglurnar ekki fara framhjá þeim þetta innlegg er brot á þessum reglumm\n7) Hástafir og upphrópunarmerki eru óæskileg í titlum \n10) Nauðsynlegt er að taka fram: Lýsing á vörunni, ástand, aldur, hlekkir á vöru og/eða ljósmynd af henni.\nþar að auki er vantar í auglýsinguna\nhvaða gerð af hörðum disk (framleiðandi, ide eða sata?)\nhvernig vinnsluminni? ddr 1?ddr2? ddr3? hversu mörg mhz og hvaða framleiðandi, eru þau 2x2 að 4x1 eða 2x2?\nhvernig aflgjafi?\nhvernig kassi?\nhvernig kæling?\neru viftur í kassanum?\ner dvd drif? cd drif? ide eða sata tengt?\nog þar fyrir utan færðu aldrei 50 kall fyrir þetta og ef þú hjefur keipt hana í janúar í fyrra þá hefuru verið svikinn ef þetta er það eina í henni?\nkeiptiru nýtt eða notað? er eitthvað í ábyrgð?\nþetta eru lágmarksupplýsingar á síðunni.",
            "date": "2011-04-01 20:10:00",
            "post_id": "336825",
            "reply_to_id": "336820"
        },
        {
            "user_name": "Bioeight",
            "text": "Það fer alveg eftir því í hvernig kassa þetta er, hvernig power supply, hvort það sé löglegt Windows, hvernig minni, hvernig kæling, o.s.frv. Myndi segja að það sé ekki hægt að setja einhvern verðmiða á þetta fyrr en fleiri upplýsingar eru komnar, gæti alveg slefað upp í 50 þúsundin en erfitt að meta það. Þarf að bæta þessum upplýsingum við.",
            "date": "2011-04-01 21:04:00",
            "post_id": "336853",
            "reply_to_id": "336825"
        },
        {
            "user_name": "Rikki14",
            "text": "Kassinn\n: \nhttp://kisildalur.is/?p=2&id=1019\nHarði Diskurinn\n: \nhttp://kisildalur.is/?p=2&id=1209\nÖrgjörvinn\n: \nhttp://kisildalur.is/?p=2&id=1004\nMóðurborðið\n: \nhttp://www.google.is/imgres?imgurl=http ... x=56&ty=72\nVinnsluminni\n: Fann ekki mynd af því en þetta er - Geil 4GB dd3 13.33 MHZ\nSkjákortið\n : - NVIDIA GeForce 9600 GT (512) MB\nAflgjafinn: Fann ekki mynd - Tacens 520 W.\nÞað er drif í tölvunni og vifta, keypti tölvuna á 132 þúsund í desember 2009 en byrjaði ekki að nota hana fyrr en um miðjan janúar 2010,   og svo er löglegt Windows 7 64 Bit stýrikerfi, það fylgir nóta með til kaupanda og hún er enn í ábyrgð, get látið hana fara formattaða og get komið með hana á staðinn ef þú sért á Höfuðborgasvæðinu. Ég er búinn að hringja í alltof margar tölvubúðir eins og kisildal svo eitthvað sé nefnt og miðað við litla notkun á tölvunni er sanngjarnt verð 60-70 þúsund. Vill allavega fá tilboð en ekkert undir 50. Vonandi að þetta sé nóg af upplýsingum.",
            "date": "2011-04-02 11:23:00",
            "post_id": "337004",
            "reply_to_id": "336853"
        },
        {
            "user_name": "biturk",
            "text": "nývirði tölvunnar í dag er samt ekki nema kannski um 70-80 þúsund \nþannig að ég myndi segja að um 30-40 væri fair nema þú getir sannað það að hún sé nánast ekkert notuð",
            "date": "2011-04-02 11:42:00",
            "post_id": "337007",
            "reply_to_id": "337004"
        },
        {
            "user_name": "Bioeight",
            "text": "Verð miðað við nýtt keypt núna: \nKassinn: \nhttp://kisildalur.is/?p=2&id=1019\n - 7500 kr.\nHarði Diskurinn: \nhttp://kisildalur.is/?p=2&id=1209\n - 7000 kr.\nÖrgjörvinn: \nhttp://kisildalur.is/?p=2&id=1004\n 18000 kr. (miðað við buy.is)\nMóðurborðið: \nhttp://www.google.is/imgres?imgurl=http\n ... x=56&ty=72 - 10000 kall (ágiskun)\nVinnsluminni: Fann ekki mynd af því en þetta er - Geil 4GB dd3 13.33 MHZ - 9500 kr. (miðað við DDR2 1066 mhz, þar sem móðurborðið styður það)\nSkjákortið : - NVIDIA GeForce 9600 GT (512) MB[/quote] - 6000 kall (ágiskun, líklegt sanngjarnt verð)\nWindows 7 64-bit : 20000-26000 kr. (Home Premium - Professional)\nÖrgjörvakælin : 1500-5000 kr. (miðað við AMD Stock eða scythe hjá Kísildal)\nEf það er geisladrif : +5000 kr. \nSamtals : 84500 - 92000 kr. (miðað við geisladrif innifalið, óvissa með kælingu og útgáfu af Windows)\n84500 kr. * 0,6 = 50700 kr.(gefin 60% ca viðmið reglan).\nS.M.A.R.T. upplýsingar gætu hjálpað að sýna hversu mikið/lítið þetta er notað. Eitthvað er skrýtið við þetta móðurborð + minni kombó þar sem þær upplýsingar sem ég finn um þetta móðurborð(\nhttp://www.asrock.com/mb/overview.asp?Model=A785GXH/128M\n) segja að þetta sé DDR2 minni á borðinu.\nÉg er að setja þetta fram af því að mér finnst 30-40 þúsund vera of lítið. Ég er sammála 50-60 þúsund , þó 60-70 þúsund finnist mér fullgróft en það gæti alveg átt við ef þetta er með góðri örgjörvakælingu og win 7 professional.\nEDIT : gleymdi aflgjafanum, ... bætist þá 10000 kr. ofan á þetta, ca , Tacens aflgjafar virðast vera á því bili. Gefur bara enn betri rök fyrir 50-60k vs 30-40k",
            "date": "2011-04-02 18:07:00",
            "post_id": "337167",
            "reply_to_id": "337007"
        },
        {
            "user_name": "biturk",
            "text": "ég tók alla hluti þar sem ódýrast er að fá þá (þeir sem eru enn til staðar nýjir)\nhraði diskurinn til dæmis fæst á 5860\ngeisladrif hafa verið að fara á 1500 notað\nég giskaði á mb aðeins ódýrara\nog miðaði við ddr3 4 GB sem er alls ekki dýrt\nen miðað við þær info er sosem alveg séns á að fá 50 ef þú ert heppin, það ýtir málinu dáldið upp",
            "date": "2011-04-02 18:13:00",
            "post_id": "337173",
            "reply_to_id": "337167"
        },
        {
            "user_name": "Rikki14",
            "text": "Takk fyrir svörin.\nMér finnst allavega 60-70 vera fair fyrir tölvuna, búinn að fá boð uppá 50 þúsund og mér finnst það vera helst til of lítið.",
            "date": "2011-04-02 18:30:00",
            "post_id": "337181",
            "reply_to_id": "337173"
        }
    ],
    "date": "2011-04-01 19:49:00"
}