{
    "forum_title": "Koníakstofan",
    "id": "37705",
    "title": "Heimildaskrá Hjálp..",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=37705",
    "posts": [
        {
            "user_name": "Dormaster",
            "text": "ég er að gera ritgerð um suður-afríku og ég veit ekki allveg hvernig heimildaskráinn á að lýta út,.\nég er með nokkra linka sem ég er búinn að vera að nota og var að pæla hvort að þið gætuð svona sýnt mér hvernig ég set þessa heimildaskrá upp.\nhttp://www.globalis.is/Loend/Sudur-Afrika\nhttp://en.wikipedia.org/wiki/South_Africa\nhttp://en.wikipedia.org/wiki/Johannesburg\nhttp://www.globalis.is/Loend/Sudur-Afrika",
            "date": "2011-04-09 19:24:00",
            "post_id": "338998",
            "reply_to_id": false
        },
        {
            "user_name": "Daz",
            "text": "Ertu viss um að þú megir nota Wikipediu sem heimild?",
            "date": "2011-04-09 19:26:00",
            "post_id": "339000",
            "reply_to_id": "338998"
        },
        {
            "user_name": "Frost",
            "text": "Ef ég er í vafa um heimildarskrá hjá mér skoða ég yfirleitt þessa síðu: \nhttp://www.mr.is/~aesa/heimildaskraning.htm\nHún hefur hjálpað mér oft",
            "date": "2011-04-09 19:31:00",
            "post_id": "339001",
            "reply_to_id": "339000"
        },
        {
            "user_name": "Revenant",
            "text": "Til þess að fá rétt form á heimildum frá Wikipedia er best að fara í Toolbox->Cite vinstra megin.",
            "date": "2011-04-09 19:39:00",
            "post_id": "339002",
            "reply_to_id": "339001"
        },
        {
            "user_name": "steinarorri",
            "text": "Ekki nota Wikipediu sem heimild - notaðu heimildirnar sem Wikipedia vísar í neðst, lítur mun betur út og er áreiðanlegra. Annars býr Word (2010 allavega) til mjög flottar heimildarskrár... Ferð í references -> Insert citatiton.\nHef ekki gert heimildaskrá síðan ég fann þetta... passaðu bara að velja rétt skráningarkerfi, held að Chicago og APA séu mest notuð á Íslandi - það fer örugglega eftir skólanum eða kúrsinum sem þú ert í. MR notar til dæmis einhverja afbakaða mynd (eða gamalt I dont know) af Chicago kerfinu.\nEdit:\nSvo er alltaf gott að vísa líka í bækur - ekki bara netsíður, getur fundið bækur og greinar á hvar.is sem er frekar solid heimildir.\nHvar.is er aðgangur fyrir alla landsbúa að ýmsum vísindatímaritum o.fl. Hundleiðinleg síða samt.",
            "date": "2011-04-09 19:45:00",
            "post_id": "339004",
            "reply_to_id": "339002"
        },
        {
            "user_name": "ManiO",
            "text": "Nota LaTeX, finnur e-ð gott template fyrir ritgerðir, og þetta gerist næstum allt af sjálfu sér.",
            "date": "2011-04-09 19:49:00",
            "post_id": "339005",
            "reply_to_id": "339004"
        },
        {
            "user_name": "Eiiki",
            "text": "Farðu í Eymundsson og finndu \nHandbók um ritun og frágang\n hún er skyldueign allra þeirra sem vinna að ritgerðum og fleiru sem fela í sér skráningu heimilda. Hún lýtur svona út: \nhttp://www.boksala.is/images/bookcovers/9979327480.jpg",
            "date": "2011-04-09 20:03:00",
            "post_id": "339007",
            "reply_to_id": "339005"
        },
        {
            "user_name": "blitz",
            "text": "Wikipedia, alveg eins og kennslubækur, er ekki heimild.\nFinndu upprunalegu heimildina og notaðu t.d. references í Word.",
            "date": "2011-04-09 20:22:00",
            "post_id": "339009",
            "reply_to_id": "339007"
        },
        {
            "user_name": "Icarus",
            "text": "APA staðallinn er víða notaður, sniðugt er að kaupa Gagnfræðikver handa Háskólanemum.\nVarðandi tilvísun í netið\n<Útgefandi síðu t.d. wikipedia>. (<dagsetning, ef engin dagsetning er setja þá \"e.d.\">). <Titill síðu(skáletrað)>. Sótt <dagsetning> af <slóð>.\nEf það er höfundur af greininni kemur hann í staðinn fyrir útgefandann.\nEf þetta er framhaldsskólaverkefni er ekkert heimsendir að vísa í Wikipediu þó það sé ekki æskilegt, en best er að vísa í heimildirnar sem wikipedia vísar í.",
            "date": "2011-04-09 20:25:00",
            "post_id": "339010",
            "reply_to_id": "339009"
        },
        {
            "user_name": "Dormaster",
            "text": "eg er sko ad gera thetta i fyrsta skiptid og er i 9 unda bekk svo ad eg held ad thad se i lagi ad visa i wiki.\ngetur ekki einhver sagt mer hvernig eg set thetta.",
            "date": "2011-04-09 20:43:00",
            "post_id": "339017",
            "reply_to_id": "339010"
        },
        {
            "user_name": "Bioeight",
            "text": "Vitnar í þetta fyrir aftan textann sem er að vitna í heimildina.\nFormið á þessu er haft til þess að vitna í heimildaskrána neðst auðveldlega, þess vegna stendur nákvæmlega það sama hérna eins og það sem stendur fremst undir Heimildir sem kemur neðst í ritgerðina.\nSetur þetta neðst hjá þér í \nFormið á þessu er:\nNafn á grein/undirsíðu. (ártal (n.d. þýðir no date)). Nafn á heimasíðu. Dagsetning sem síðan var notuð sem heimild, af \nhttp://\n\"nákvæm slóð að heimild\"\nDæmi með síðu frá þér:\nHérna eru \"\" gæsalappir utan um textann, það er af því að hann er tekinn beint af síðunni óbreyttur, sem telst þá vera bein heimild, ef þetta væri óbein heimild eða breyttur texti af síðunni þá eru engar gæsalappir. Ef þetta væri lengri texti en nokkrar línur og tekinn beint þá eru heldur ekki gæsalappir heldur er textinn hliðraður(tab á allar línur) til að sýna það (minnir mig \n)\nÞað eru gæsalappir utan um \"South Africa\" aftast af því að það er enginn höfundur að síðunni, venjulega væri nafn höfunds þarna í stað nafns á grein, en Wikipedia er special case.\nHérna skrifaði ég ártalið (2011) , það er fengið neðst á síðunni af Wikipedia sem : This page was last modified on 7 April 2011 at 11:21. sumir skrifa alltaf n.d.(no date), veit ekki hvort það væri e.d. (engin dagsetning) eða e.á. (ekkert ártal) á íslensku.\nHérna er síðan linkur á síðu sem mér finnst ágætt að hafa til að fylgja eftir \nAPA Citation Style\n. Ég þurfti ekki að pæla í því að gera svona fyrr en á 2.ári í menntaskóla svo kannski er þetta fullmikið fyrir 9.bekk en best að læra þetta sem fyrst svo þetta flækist ekki fyrir manni.",
            "date": "2011-04-09 21:32:00",
            "post_id": "339022",
            "reply_to_id": "339017"
        },
        {
            "user_name": "Dormaster",
            "text": "heyrðu þúsundar þakkir.\nen ef ég tek t.d. sport kaflann á ég þá ekkert að segja neitt um það ?\ner það þá enþá bara sama dæmi ?",
            "date": "2011-04-09 21:46:00",
            "post_id": "339025",
            "reply_to_id": "339022"
        },
        {
            "user_name": "Bioeight",
            "text": "Fyrir Wiki þá er það oftast ekki gert, þetta er samt ansi stór grein og kaflaskipt svo kannski maður ætti að gera það. Staðurinn sem það ætti að vera á er fyrir aftan ártalið í tilvitnuninni í textanum en ekki heimildaskrá. Þá svona :\n  - k. stutt fyrir kafli\nÉg hef ekki séð þetta gert áður og get ekki verið viss um hvort þetta telst rétt eða ekki. Hinsvegar á tilvitnunin að vera til þess að hægt sé að finna auðveldlega heimildina, þessar upplýsingar augljóslega gera það auðveldara.",
            "date": "2011-04-09 21:58:00",
            "post_id": "339028",
            "reply_to_id": "339025"
        },
        {
            "user_name": "Dormaster",
            "text": "Takk fyrir þetta ég fékk nágranna minn í það að hjálpa mér og hún segist kunna þetta..\nTakk fyrir allt strákar",
            "date": "2011-04-09 22:13:00",
            "post_id": "339032",
            "reply_to_id": "339028"
        }
    ],
    "date": "2011-04-09 19:24:00"
}