{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "37726",
    "title": "Val á Motherbord",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=37726",
    "posts": [
        {
            "user_name": "mundivalur",
            "text": "Sælir \nHvaða móðurborð er skemmtilegast fyrir Sandy B. 2600k overclocking \nHvað langar ykkur í ?\nnú verður maður að uppfæra",
            "date": "2011-04-10 22:06:00",
            "post_id": "339248",
            "reply_to_id": false
        },
        {
            "user_name": "Hvati",
            "text": "Ég mæli allaveganna með \nAsus p8p67 PRO\n \n. Hef ekki lent í neinum vandamálum með það hingað til \n. Ég borgaði þó bara 31 þús frá Buy.is, hefur hækkað nokkuð síðan þá. Hef reyndar líka heyrt góða hluti um \nþetta borð\n. Annars eru ódýrari borð að gera góða hluti líka.",
            "date": "2011-04-10 22:28:00",
            "post_id": "339257",
            "reply_to_id": "339248"
        },
        {
            "user_name": "MatroX",
            "text": "mæli með ASUS Sabertooth. finnst það sé svona ódýrt hjá tölvuvirkni \nhttp://www.tolvuvirkni.is/ip.php?inc=view&flo=&id_top=4437&id_sub=4619&topl=&page=1&viewsing=ok&head_topnav=MOB_ASUS_SAB_67",
            "date": "2011-04-10 22:30:00",
            "post_id": "339259",
            "reply_to_id": "339257"
        },
        {
            "user_name": "mundivalur",
            "text": "Já Sabertooth er helvíti flott, en útaf hverju þolir það ekki meira en 1866 mhz minni \n \nhefur einhver prufað \nhttp://budin.is/vara/ram-ddr3-8gb-2000m ... t-cl/84486\nReview \nhttp://www.techpowerup.com/reviews/Team ... 0_MHz_CL7/",
            "date": "2011-04-11 20:41:00",
            "post_id": "339464",
            "reply_to_id": "339259"
        },
        {
            "user_name": "Tiger",
            "text": "Gigabyte P67A-UD7 fengi/fékk mitt atkvæði, held það sé eina P67 móðurborðið í dag sem styður 2 x PCIe 2.0 x16 í dual t.d. \nEVGA kemur reyndar með sitt P67 móðurborð á næstu 2 vikum og myndi ég virkilega pæla vel í að bíða smá og sjá það ef ég væri að fara að fjárfesta í P67 móðurborði í dag.",
            "date": "2011-04-11 20:46:00",
            "post_id": "339467",
            "reply_to_id": "339464"
        },
        {
            "user_name": "Kennarinn",
            "text": "Hvað er að frétta af EVGA móðurborðinu, ég hef hugsað mér að kaupa Sabertooth á þriðjudaginn, ætti ég að bíða og sjá hvað EVGA borðið mun bjóða uppá umfram Sabertooth?",
            "date": "2011-04-24 00:05:00",
            "post_id": "343155",
            "reply_to_id": "339467"
        },
        {
            "user_name": "Tiger",
            "text": "Það eru komnar spekkur fyrir það \nhérna\n og þeir tala um að það komi strax í byrjun maí. \nVeit ekki hversu þolinmóður þú ert, en ég prívat og persónulega myndi taka það umfram Sabertooth (reyndar tæki ég líka Gigabyte P67A-UD7 fram yfir það). \nBara sweet móðurborð\nSíðan er helvíti cool acessories sem fylgir með, hægt að yfirklukka í gegnum front panelinn sem fylgir með ofl.\nHérna er smá um það sem Evga borðið hefur umfram Sabertooh borðið\nDon't get me wrong the Sabertooth is a great mobo, but there a few things on the FTW that are just better, you have the code read out, the angled 24 power connector, the onboard compact flash connector, the ability to 3-way SLI, included USB 3.0 front panel and rear support, dual gigabyte lan connectors, oh AND a PCI-e molex connector to help with OCs.  So far the list seems pretty nice, and the price is only $10 more than the sale sabertooth price.\nGet ekki að því gert, en mér finnst þetta Sabertooh með því ljótara sem ég hef séð",
            "date": "2011-04-24 00:24:00",
            "post_id": "343166",
            "reply_to_id": "343155"
        },
        {
            "user_name": "worghal",
            "text": "já sæll, þetta hlítur þá að vera aðeins dýrara en sabertooth, ég sjálfur var að spá í sabertooth, en ef þetta er littlu dýrara, þá skelli ég mér á eitt svona",
            "date": "2011-04-24 00:26:00",
            "post_id": "343170",
            "reply_to_id": "343166"
        },
        {
            "user_name": "Tiger",
            "text": "Sabertooh er á 219$ og EVGA FTW (ekki með öllum aukahlutapakkanum) er á 230$ hjá EVGA (Newegg eru alltaf ódýrara en þeir), þannig að verðið hérna heima ætti að vera svipað ef allt er eðlilegt (sem það er sjaldnast reyndar).",
            "date": "2011-04-24 00:30:00",
            "post_id": "343172",
            "reply_to_id": "343170"
        },
        {
            "user_name": "worghal",
            "text": "það er þessi partur sem ég er alltaf hræddastur við á svona dóti \nen ættla bara að vona það besta og vona að þetta verði komið rétt eftir mánaðarmót",
            "date": "2011-04-24 00:32:00",
            "post_id": "343173",
            "reply_to_id": "343172"
        }
    ],
    "date": "2011-04-10 22:06:00"
}