{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "38058",
    "title": "Canon 600D vs Nikon D7000",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=38058",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Það vantaði alveg flokk um myndavélar, þannig að ég bætti við farsímana, ef áhugi er fyrir því þá er ekkert mál að vera með sér flokk fyrir myndavélar \nÞað er kominn uppfærslutími á myndavélina, ég var að selja gömlu 400D (fékk 70k) og pælingin er kaupa \nCanon\n 600D / T3i Rebel.\nHún er fullkomin \"hobbý vél\" en held ég hafi ekki þörf fyrir full frame vél. Það sem ég sé sem kost er video-fídusinn í nýju 600D sem gamla 400D hafði ekki.\nEn svo þurfti \nkiddi\n endilega að flækja þetta fyrir mér og sendi mér link á geðveika \nNikon D7000.\nHún kostar reyndar 100k meira, en er víst betri í flesta staði og með betri linsu en maxar vídeo á 24fps þegar Canon er með 24/30/60 fps.\nHvað á maður gera...einhverjar reynslusögur af 600D eða D7000 ?",
            "date": "2011-04-23 18:29:00",
            "post_id": "342962",
            "reply_to_id": false
        },
        {
            "user_name": "worghal",
            "text": "http://www.dpreview.com/reviews/canoneos600d/\nferð á síðu 16-18, setur svo einn af valmöguleikunum í D7000\nen miðað við það sem ég sé á mínum skjá, þér er 600D að koma margfalt betur út",
            "date": "2011-04-23 18:43:00",
            "post_id": "342967",
            "reply_to_id": "342962"
        },
        {
            "user_name": "Matti21",
            "text": "Ég fékk mér Canon 550D sem er nákvæmlega sama vélin og 600 fyrir utan skjáinn eftir því sem ég best veit. Snilldar vél.\nCanon hafa alltaf verið fremstir með video fítusinn í DSLR og það er helvíti töff að geta tekið 60fps video fyrir Slow-motion stöff. Gæðin eru líka svakalega enda eru svona vélar nánast engöngu notaðar fyrir sjónvarpsþætti í dag og koma meira segja við sögu í mörgum bíómyndum.\nCanon vs Nikon er náttúrlega trúarbrögð fyrir mörgu fólki svo það er erfitt að fá góð svör við þessari spurningu. Þú verður algjörlega sáttur sama hvaða vél þú tekur. Ég segi taktu það sem vinir þínir eiga (ef einhverjir eiga ljósmyndavél), gerir það mikklu auðveldara fyrir þig að fá lánaðar linsur sem kosta svakalegann pening og maður heldur alltaf \"æji þetta er bara hobbí fyrir mér ég læt kit linsuna duga\" en trúðu mér þú munt vilja uppfæra. Færð allt aðra vél í hendurnar þegar þú er kominn með almennilegt gler í hana.",
            "date": "2011-04-23 18:51:00",
            "post_id": "342972",
            "reply_to_id": "342967"
        },
        {
            "user_name": "GuðjónR",
            "text": "Já 550 og 600 eru víst sama vélin nema \"flippskjárinn\" er nýr fídus á 600.\nÉg sætti mig við kit linsurnar á 400D ... var bæði með 50mm og 200mm sem ég notaði reyndar aldrei.\nKit linsurnar í 550/600 eru víst nokkuð betri.",
            "date": "2011-04-23 18:59:00",
            "post_id": "342976",
            "reply_to_id": "342972"
        },
        {
            "user_name": "worghal",
            "text": "það eina sem ég sé nothæft í 400D kit linsunni er reverse macro >_<",
            "date": "2011-04-23 19:01:00",
            "post_id": "342978",
            "reply_to_id": "342976"
        },
        {
            "user_name": "schaferman",
            "text": "hvor er betri á háu ISO ?",
            "date": "2011-04-23 19:38:00",
            "post_id": "342997",
            "reply_to_id": "342978"
        },
        {
            "user_name": "emmi",
            "text": "Myndi líka huga að einu, markaðurinn fyrir notaða Canon hluti hérlendis er miklu stærri.",
            "date": "2011-04-23 20:37:00",
            "post_id": "343020",
            "reply_to_id": "342997"
        },
        {
            "user_name": "worghal",
            "text": "svo er líka spurningin hvort þú eigir mikið af linsum fyrir canon",
            "date": "2011-04-23 20:39:00",
            "post_id": "343021",
            "reply_to_id": "343020"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég á ekkert af linsum, seldi allt dótið nema töskuna.\nGóður punktur með endursöluna.\nÉg held ég sé bara ákveðinn, það verður 600D.",
            "date": "2011-04-23 21:33:00",
            "post_id": "343054",
            "reply_to_id": "343021"
        },
        {
            "user_name": "Krisseh",
            "text": "Sama hér, ég mun fá mer 600D, pælingin á milli 7D, 60D, 600D og 550D, þetta er bara hobbý og er mest að leita af vídeo fídus þá vel ég 600D flip skjár, hærri fps og mun betri hljóðupptaka.",
            "date": "2011-04-23 21:39:00",
            "post_id": "343057",
            "reply_to_id": "343054"
        },
        {
            "user_name": "GuðjónR",
            "text": "Dótadagur í dag!!!\nFékk Canon 600D áðan ... þvílíkt risastökk frá 400D ... upplausnin, stillingarnar, flippskjárinn og svo aðalatriðið....VIDEO!!!\nPantaði vélina um miðja síðustu viku hjá buy.is\nKomin með hana í hendurnar í dag.",
            "date": "2011-05-12 21:23:00",
            "post_id": "348316",
            "reply_to_id": "343057"
        },
        {
            "user_name": "worghal",
            "text": "áttiru einhverjar skemmtilegar linsur eða tókstu eina með þessari vél \n ?",
            "date": "2011-05-12 21:26:00",
            "post_id": "348317",
            "reply_to_id": "348316"
        },
        {
            "user_name": "GuðjónR",
            "text": "Átti nákvæmlega ekkert, gamla dótið var 400D með 2x kitlinsum og battery-pack.\nÞessi kemur með 1x kit-linsu, er með 16GB Sandisk class 10, 30MBs read/write kort.\nThats it.\nÉg hugsa að ég myndi frekar vilja fjárfesta í flassi en annari linsu, hef aldrei náð að grípa myndavélabakteríuna...allaveganna ekki ennþá.\nÞessi vél kom mér skemmtilega á óvart, pantaði hana án þess að hafa skoðað hana áður.",
            "date": "2011-05-12 21:33:00",
            "post_id": "348321",
            "reply_to_id": "348317"
        },
        {
            "user_name": "worghal",
            "text": "mér finnst linsa mikilvægari en flass, þar sem flass getur auðveldlega skemmt myndir ef það er ekki notað rétt við réttar aðstæður.\nþanniglega séð áttu ekki að þurfa meira flass en er á vélinni og þá áttu að nota það sem minnst.",
            "date": "2011-05-12 21:43:00",
            "post_id": "348327",
            "reply_to_id": "348321"
        },
        {
            "user_name": "GuðjónR",
            "text": "Já það segja þetta margir, og líka að kaupa \"bjartari\" linsu í staðin fyrir að blasta flassið.\nEn með flassi þá getur maður aðeins stjórnað hvert geislin fer, t.d beint því í  45° uppávið.",
            "date": "2011-05-12 22:12:00",
            "post_id": "348354",
            "reply_to_id": "348327"
        },
        {
            "user_name": "worghal",
            "text": "í raun þá áttu bara ekkert að vera að nota flass",
            "date": "2011-05-12 22:16:00",
            "post_id": "348358",
            "reply_to_id": "348354"
        },
        {
            "user_name": "emmi",
            "text": "Til hamingju með þetta. Fékk mér sjálfur Canon 60D um daginn, og keypti svo nokkrar notaðar linsur.",
            "date": "2011-05-12 22:33:00",
            "post_id": "348365",
            "reply_to_id": "348358"
        },
        {
            "user_name": "Krisseh",
            "text": "Ég var búin að ákveða að fá mér 600D en eftir smá handleik með báðum vélunum þá varð 60D fyrir valinu með 18-135mm kit linsuni og aukalega 50mm f1.8, get ekki verið meiri sáttari.",
            "date": "2011-05-12 23:18:00",
            "post_id": "348376",
            "reply_to_id": "348365"
        },
        {
            "user_name": "chaplin",
            "text": "Fullseint comment hjá mér, en þeir sem eru að byrja fara flest allir í Canon, einfaldlega afþví Canon markaðurinn er ódýrari (myndavélar, linsur og aukahlutir) og því miklu ódýrar að uppfæra og auka við búnaðinn. Einnig er ofur þæginlegt að finna notaða hluti fyrir Canon, á meðan það getur hriklega erfitt fyrir Nikon menn.\nÉg hef átt 2 x Canon 5D, Canon 400D og Nikon D300.\nElskaði Canon 5D vélarnar, myndirnar voru með geðveikan karakter og skemmtilega þæginleg. 400D einföld og fín amateur vél. Nikon D300 var hrikalega skýr, frábær detail en flóknari en báðar Canon vélarnar + linsurnar voru dýrar!\nEn þegar þú er farinn að kunna vel á myndavélar og búinn að safna þér nokkum tugi milljóna þá myndi ég alltaf mæla með Nikon. Allt atvinnuljósmyndarar sem ég þekki byrjuðu í Canon (að vísu filmu) en enduðu í Nikon, og það er bara einfalt, Nikon eru yfir höfuð betri að flest öllu leiti og eru með betri linsur.\nGangi þér vel með nýju vélina, verður ekki svikinn enda fær hún frábæra dóma.",
            "date": "2011-05-13 00:14:00",
            "post_id": "348392",
            "reply_to_id": "348376"
        },
        {
            "user_name": "GuðjónR",
            "text": "Mikið til í því \nTakk fyrir það, og til hamingju sjálfur, 60D er ekkert slor....og nokkar linsur...  \nTakk fyrir það, núna skil ég af hverju þú vissir allt um SD** kortin, allar þessar vélar!",
            "date": "2011-05-13 00:49:00",
            "post_id": "348412",
            "reply_to_id": "348392"
        },
        {
            "user_name": "audiophile",
            "text": "Til hamingju með vélina. \nEn af hverju varstu að skoða þessar tvær? Þær eru í sitthvorum klassanum. Nikon D7000 er miklu dýrari með fleiri fídusa og er í klassa með með 60D eða 7D. Nikon vélin sem væri sambærileg 600D er D5100.",
            "date": "2011-05-13 07:17:00",
            "post_id": "348423",
            "reply_to_id": "348412"
        },
        {
            "user_name": "GuðjónR",
            "text": "Takk fyrir það, góð spurning hjá þér þetta er eins og að bera saman epli og appelsínur.\nÉg var líka að spá í 60D, ástæðan fyrir því að ég var að bera þessar saman var sú að fyrir tilviljun voru þær saman á forsíðunni hjá buy.is og þá datt mér í hug að spyrja kidda hvort Nikon væri sniðugri kostur, fyrst maður væri að eyða svona pening á annað borð í vél sem maður ætti kannski næstu fimm árin.\nEn eftir miklar pælingar og góðar ráðleggingar frá kidda þá varð 600D ofan á. Margir litlir factorar sem spila inn í þar.\nOg ég sé sko ekki eftir þeirri ákvörðun. Nikon eru samt geðveikar vélar líka.",
            "date": "2011-05-13 09:22:00",
            "post_id": "348427",
            "reply_to_id": "348423"
        },
        {
            "user_name": "schaferman",
            "text": "Auðvitað notar maður flass í svakalega margt bæði inni og úti\nhttp://kristalmynd.weebly.com/",
            "date": "2011-06-15 20:01:00",
            "post_id": "356309",
            "reply_to_id": "348427"
        },
        {
            "user_name": "pallibj",
            "text": "Til hamingju með myndavélina þína (Canon 600D)\nÉg fékk mér eina fyrir stuttu. Bara body því ég átti fyrir EF 18-55, EF 28-80 og EF 75-300 en allar bara svona \"amatör\" linsur.\nEn það sem þið eruð að gleyma í umræðunni um muninn á 550D og 600D er að með því að kaupa SpeedLite 320 þá fæst með því þráðlaus flasslausn sem ég held að sé alveg brillíant... ÞEGAR maður þarf á flassi að halda. Annars eru þessar nýju vélar svo ljósnæmar að flassið er eitthvað sem er engin nauðsyn... nema kannski í stúdíóum eða við svoleiðis aðstæður.\nOg að hafa Full HD vídeóupptöku er barasta snilld.\nÉg er MJÖÖÖÖÖÖÖG ánægður með mína myndavél. Ég átti fyrir Canon 350D sem stóð sig eins og hetja. Búinn að skjóta um 7-8000 ramma á hana og hún klikkaði ekkert.  \n \nSjálfsagt eru Nikon vélarnar góðar líka en ég hef ekki prufað þær. Væri þói til í það.",
            "date": "2011-10-31 14:49:00",
            "post_id": "392756",
            "reply_to_id": "356309"
        },
        {
            "user_name": "schaferman",
            "text": "flass er einn af nauðsinlegustu hlutunum,   líka við útimyndatökur,  annars ætti ég nú ekki 8stk af flössum \nhttp://kristalmynd.weebly.com/",
            "date": "2011-10-31 15:00:00",
            "post_id": "392760",
            "reply_to_id": "392756"
        },
        {
            "user_name": "GuðjónR",
            "text": "Canon 600D var að vinna EISA verðlaunin.\nEnda frábær vél þar á ferð.\nhttp://www.photoxels.com/canon-t3i-600d-eisa/",
            "date": "2011-10-31 15:05:00",
            "post_id": "392762",
            "reply_to_id": false
        },
        {
            "user_name": "Glazier",
            "text": "Það fer nú svoldið eftir því hvernig myndir maður er að taka..",
            "date": "2011-10-31 15:50:00",
            "post_id": "392770",
            "reply_to_id": "392762"
        },
        {
            "user_name": "schaferman",
            "text": "rétt hjá þér",
            "date": "2011-10-31 16:28:00",
            "post_id": "392779",
            "reply_to_id": "392770"
        },
        {
            "user_name": "vikingbay",
            "text": "Ég væri til í myndavéla flokk, gætum haldið keppnir og rætt málin og svona, væri eflaust mjög gaman.",
            "date": "2011-11-26 17:06:00",
            "post_id": "399578",
            "reply_to_id": "392779"
        },
        {
            "user_name": "GuðjónR",
            "text": "Þú ert að skrifa þetta í \"myndavélaflokknum\"",
            "date": "2011-11-26 17:07:00",
            "post_id": "399581",
            "reply_to_id": "399578"
        },
        {
            "user_name": "vikingbay",
            "text": "Hah sá ekki að þetta er gamalt",
            "date": "2011-11-26 17:10:00",
            "post_id": "399585",
            "reply_to_id": "399581"
        },
        {
            "user_name": "Cascade",
            "text": "Sorry hvað ég er að vitna í gamalt svar, en D7000 vann líka EISA verðlaun, fyrir advanced camera:\nhttp://www.eisa.eu/award/28/european-ca ... -2011.html\nEins og er búið að koma fram, það á ekki að bera 600D við D7000, frekar 60D eða 7D við hana\nÉg á D7000 og hún er argasta snilld",
            "date": "2011-11-26 17:18:00",
            "post_id": "399588",
            "reply_to_id": "399585"
        },
        {
            "user_name": "GuðjónR",
            "text": "600D er sem sagt hobbyvélin og D7000 fyrir lengra komna.",
            "date": "2011-11-26 17:26:00",
            "post_id": "399592",
            "reply_to_id": "399588"
        },
        {
            "user_name": "schaferman",
            "text": "Nikon d7000  vélin er draumur t.d  fyrir þá sem vilja litla og létta vél sem er t.d. mjög góð á háu iso,, en fyrir lengra komna er nikon d700 alger daumur, þetta að vera góð á háu iso skiptir MIKLU\nmáli,  t.d. með að mynda þar sem er léleg birta  eða getað notað mikin lokunarhraða,, t.d mynda fugla á flugi eða hvað sem er á ferð og vilja frysta það,,eftir sem maður notar meiri lokunarhraða þá þarf maður stærra ljósop eða nota hærra iso en svo er annar handleggur með að vera með rista ljósop þá er um leið dýptarskerpan mjög lítil,, en auðvitað er þetta mikil einföldun hér hjá mér,,t.d. er ég að nota Sigma myndavélar en rek mig oft á að þeirra stærsti galli er að þær eru mjög slæmar á háu iso.\nEn svo er nú aðal atriðið að vera með linsur sem hennta,, og á  canon vélina er mikið val um gæða linsur,  frá ýmsum merkjum,  t.d.  canon og líka sigma  ofl",
            "date": "2011-11-26 20:26:00",
            "post_id": "399637",
            "reply_to_id": "399592"
        }
    ],
    "date": "2011-10-31 15:05:00"
}