{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "3826",
    "title": "Bilanatíðni harðra diska",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=3826",
    "posts": [
        {
            "user_name": "corflame",
            "text": "Jæja, ákvað að demba mér í þetta, því ég er alltaf að sjá þessar sömu spurningu aftur og aftur: \"Hvaða diskur bilar minnst/mest\"\n\n\n\nÉg fór á \nhttp://storagereview.com\n og tók saman niðurstöður þar í Reliability survey fyrir harðdiskframleiðendur (Samsung, WD og Seagate).\n\n\n\nTil að taka af allan vafa, þá eru þetta ekki alltaf nákvæmlega sami diskurinn og er til sölu hér, en þetta ætti amk að gefa einhverja vísbendingu um áreiðanleika. Í því tilfelli þar sem ég fann ekki nákvæmlega sama model og er til sölu hér þá notaðist ég við upplýsingar um um diska sem eru eins líkir og mögulegt er.\n\n\n\nSemsagt, \nþetta er óvísindaleg könnun\n \n\n\n\n\n160GB SATA diskar frá:\n\nSamsung...90....11....12,22% \n\nWD*..........228..61....26,75%\n\nSeagate.....187..15....8,02%\n\n(Fremst er heildarfjöldi diska, svo fjöldi bilaðra diska og loks hlutfall bilaðra diska af fjölda skráninga)\n\n\n\n* Ekki sama týpa, 200GB diskur\n\n\n\nEins og sjá má, þá kemur Seagate best út með 8% og Samsung fylgir fast á eftir með 12,2% en það sem kom mér gríðarlega á óvart er hvað bilanatíðnin hjá WD er hátt hlutfall, eða tæp 27%. Mér finnst þetta gefa ákveðna vísbendingu um það að Seagate og Samsung séu að framleiða betri vöru.\n\n\n\nSvo ég ítreki enn og aftur, \nÞETTA ER ÓVÍSINDALEG KÖNNUN\n og því alls ekki að taka þessu sem einhverjum heilögum sannleik um raunverulega bilanatíðni.\n\n\n\nmbk,\n\nJoJ",
            "date": "2004-04-15 20:48:00",
            "post_id": "38328",
            "reply_to_id": false
        },
        {
            "user_name": "Nemesis",
            "text": "Jamm... samt lítið að marka Samsung, of fáir hafa tekið þátt í könnuninni þar, og raunar hjá hinum líka",
            "date": "2004-04-15 21:03:00",
            "post_id": "38330",
            "reply_to_id": "38328"
        },
        {
            "user_name": "corflame",
            "text": "Eins og ég sagði þá gefur þetta bara vísbendingu um áreiðanleika, er betra en ekkert þegar verið er að svipast um eftir disk til kaups að mínu mati þó það segi auðvitað ekki alla söguna.\n\n\n\nmkb,\n\nJoJ",
            "date": "2004-04-15 21:40:00",
            "post_id": "38335",
            "reply_to_id": "38330"
        }
    ],
    "date": "2004-04-15 20:48:00"
}