{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "3829",
    "title": "Skrifanlegir geisladiskar",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=3829",
    "posts": [
        {
            "user_name": "stubbur",
            "text": "Góðan daginn,\n\n\n\nVar að spá hvaða geisladiskum menn mæla með - er að spá í gæði ekki verð, til geymslu á frekar mikilvægum gögnum.",
            "date": "2004-04-16 13:56:00",
            "post_id": "38391",
            "reply_to_id": false
        },
        {
            "user_name": "Hlynzit",
            "text": "plextor eru fínir",
            "date": "2004-04-16 14:07:00",
            "post_id": "38400",
            "reply_to_id": "38391"
        },
        {
            "user_name": "Nemesis",
            "text": "Hef átt nokkrar tegundir af diskum og þær virka allar 100% hjá mér (hef brennt nokkra tugi diska). Að mínu mati skiptir mestu máli hvort skrifarinn sé góður, ef hann er lélegur á hann það til að klúðra brennslunni.",
            "date": "2004-04-16 15:56:00",
            "post_id": "38416",
            "reply_to_id": "38400"
        },
        {
            "user_name": "stubbur",
            "text": "komst kannski ekki nægilega til skila en ég er að leita eftir mikilli endingu - dugi í mörg ár (helst endalaust \n - 10-20 lágmark.",
            "date": "2004-04-17 22:33:00",
            "post_id": "38596",
            "reply_to_id": "38416"
        },
        {
            "user_name": "valur",
            "text": "ég ætla að skjóta á að eftir 10-20 ár verði ekki geisladrif á tölvum so..\n\nBara búa til mörg eintök og geyma á mismunandi stöðum..\n\n\n\nkv.",
            "date": "2004-04-17 22:37:00",
            "post_id": "38597",
            "reply_to_id": "38596"
        },
        {
            "user_name": "Sup3rfly",
            "text": "Já einsog bandaríkjamenn, þvílíkir snillingar sem þeir eru. Bjuggu til hylki sem að myndi vera læst til 3000 og settu alla mannkynssöguna og mikilvægar upplýsingar um heiminn þangað inn og getið á hvaða formi.\n\n\n\nCD",
            "date": "2004-04-18 01:40:00",
            "post_id": "38628",
            "reply_to_id": "38597"
        },
        {
            "user_name": "Arnar",
            "text": "áttu þeir að skrifa það niður á blað ?\n\n\n\nHvað hefðir þú notað ?\n\n\n\nVeggjakrot ?",
            "date": "2004-04-18 02:07:00",
            "post_id": "38631",
            "reply_to_id": "38628"
        },
        {
            "user_name": "vjoz",
            "text": "Hvurslags \"hugasvör\" eru þetta?\n\nafhverju fólk ekki bara spjallað einsog menn.\n\n\n\nég hefði persónulega ekki sett þetta á CD, útprentaður texti á nokkrum tungumálum hefði getað dugað ef vel hefði verið staðið að því.\n\n\n\nen varðandi þessa diska, ég hef brennta allan fjandann á allskonar diska. það eina sem ég hef fundið út með þetta er að diskar sem eru til að líma límiða á eru ekki góðir til hversdagsnota, það flagnar af toppnum á þeim.\n\n\n\nég hef mest notað þessa ávaxta lituðu, hef líklega brennt um 300 - 400 þannig diska. fíínir.\n\n\n\nv.",
            "date": "2004-04-18 20:30:00",
            "post_id": "38709",
            "reply_to_id": "38631"
        },
        {
            "user_name": "arnarj",
            "text": "Plextor diskarnir eru undantekningarlaust að ég held frá Taiyo Yuden sem er líklega besti CD-R framleiðandi í heiminum. Þannig að þú færð ekki betri diska en þá tel ég.\n\n\n\nTDK, SONY, PIONEER, HP, MITSUI, FUJI, MAXELL, VERBATIM ofl eru góðir (er etv að gleyma slatta), en gallinn við flest merki er að þau öll eru að þeir láta mismunandi framleiðendur búa til diskana sína, m.ö.o. þú getur fengið úber TDK diska en líka algjört crap. \n\n\n\nBesta reglan sem ég hef fylgt ef gögnin eru mikilvæg er að nota forrit eins og nero infotool eða cdr-indentifier til að lesa upplýsingar um disc manufacturer. Ef þú færð t.d. Taiyo Yuden eða Mitsubishi chemicals þá ertu safe.\n\n\n\nTaiyo Yuden framleiðir diska fyrir öll merkin þarna nema Verbatim, á bestu verbatim diskunum stendur Mitsubishi Chemicals). Þessir góðu diskar virðast eiga það sameiginlegt skv. minni reynslu að þeir eru svotil allir framleiddir í Japan.",
            "date": "2004-05-02 13:41:00",
            "post_id": "40310",
            "reply_to_id": "38709"
        },
        {
            "user_name": "skipio",
            "text": "Það er ekki rétt að Plextor diskar séu bestir. Plextor býr til góða brennara en langsamlega bestu CD-R og DVD+/-R diskarnir eru frá Mitsui. Því miður fást Mitsui diskar ekki á Íslandi svo ég viti en það er alveg hægt að panta þá á Netinu. Gömlu Kodak Gold Ultima diskarnir sem margir muna eflaust eftir en nú er hætt að selja voru einmitt framleiddir með Mitsui tækni með leyfi frá Mitsui.\n\n\n\nhttp://www.mitsuicdr.com/",
            "date": "2004-05-02 14:43:00",
            "post_id": "40317",
            "reply_to_id": "40310"
        },
        {
            "user_name": "arnarj",
            "text": "Skipio, Heldur þú að Mitsui sé með sér framleiðslu bara fyrir sína Mitsui diska og þeir séu betri en allt annað ?\n\n\n\nhttp://www.videohelp.com/dvdmedia.php?s ... layer=2936\n\n\n\n\nEf þú skoðar t.d. þennan link sérðu media code fyrir Mitsui disk sem er MCC, veistu hvað það stendur fyrir ? Það stendur fyrir Mitsubishi Chemicals Corporation.  M.ö.o. Mitsubishi er að framleiða diska fyrir Mitsui, Aðal brand nafn sem Mitsubishi selur sjálft undir er Verbatim, ætlar þú enn að halda fram að Mitsui séu betri en t.d. Verbatim?\n\n\n\nÞeir sem hafa skoðað mikið umtal um gæði geisladiska vita að það eru ákveðnar verksmiðjur sem framleiða betri diska en aðrar. Hvort diskurinn heitir SONTY eða eitthvað annað er aukaatriði, t.d. eru Ritek að koma mjög sterkir inn undanfarið í framleiðslu á CDR og DVDR.\n\n\n\np.s. ég sá ekki mikla ástæðu fyrir að tala um ágæti Kodak diska vegna þess að þeir eru því miður ekki framleiddir lengur og til lítils að benda á þá.",
            "date": "2004-05-02 20:51:00",
            "post_id": "40355",
            "reply_to_id": "40317"
        },
        {
            "user_name": "skipio",
            "text": "Fyrst af öllu; Mitsui != Mitsubishi.\n\n\n\nMitsui CD-R diskar eru framleiddir í Bandaríkjunum og Japan. Þeir eru með sínar eigin verksmiðjur. Það má vel vera að þeir kaupi DVD-R diskana sína frá Mitsubishi (hef ekki hugmynd, er ekki með DVD skrifara) en CD-R diskana framleiða þeir sjálfir.\n\n\n\nAnnars þegar ég skoða núna nánar um Mitsui diskana virðist eins og þeim hafi hrakað talsvert eftir að CD-R framleiðsla Mitsui var keypt af ítölsku fyrirtæki á síðasta ári. Þeir virðast samt ennþá vera mjög góðir (Mitsui medical jafngóðir og áður en DÝRIR!!!) þótt Ritek, Mitsubishi og Taiyo Yuden séu að koma sterkir inn. Að vísu virðast flest fyrirtæki vera hætt að framleiða bestu tegundirnar af CD-R diskum. Græða væntanlega ekki nægilega mikið á því. \n\n\n\nAðalkosturinn við Mitsui diskana (og gömlu Kodak Ultima) er að gagnalagið er úr PhthaloCyanine pigment-um (sem Mitsui hefur einkaleyfi á) og á það að endast miklu lengur en hefðbundin gagnalög (stabílara efnasamband).\n\n\n\nHérna eru nokkrir tenglar um þetta:\n\nhttp://www.cdrlabs.com/phpBB/viewtopic.php?t=14705\n\n\nhttp://www.cdrlabs.com/phpBB/viewtopic.php?t=14265\n\n\nhttp://www.cdrlabs.com/phpBB/viewtopic.php?t=12777\n\n\nhttp://www.cdmediaworld.com/hardware/cd ... lity.shtml\n\n\nhttp://www.thedolphinreview.com/Reviews.htm\n\n\nhttp://www.cdrinfo.com/forum/tm.asp?m=11315\n\n\nhttp://www.cdrinfo.com/forum/tm.asp?m=11376",
            "date": "2004-05-02 22:46:00",
            "post_id": "40358",
            "reply_to_id": "40355"
        },
        {
            "user_name": "arnarj",
            "text": "Mitsui og Mitsubishi er ekki sama fyrirtækið !\n\n\n\nVarðandi að gefa ráð um hvaða diska er best að versla sem fást hér á landi sýnist mér að þú sért sammála mér í að ég hafi svarað því. Við erum jú að benda á hvað á að kaupa í dag, ekki hvað var gott í den",
            "date": "2004-05-03 00:12:00",
            "post_id": "40372",
            "reply_to_id": "40358"
        },
        {
            "user_name": "skipio",
            "text": "Eh, ég var einmitt að segja að Mitsui væri ekki sama fyrirtækið og Mitsubishi. (!= þýðir \"ekki sama sem\".) Svo er reyndar eitthvert ítalskt fyrirtæki búið að kaupa geisladiskaframleiðslu Mitsui. Þessvegna hefur gæðunum hrakað svona.\n\n\n\nEn það var spurt um bestu geisladiskana, ekki bara bestu diskana á Íslandi.\n\nOg Mitsui Medical eru ennþá bestu diskarnir uppá endingartíma að gera.\n\n\n\nEr þetta annars einhver keppni í að hafa rétt fyrir sér?",
            "date": "2004-05-03 00:25:00",
            "post_id": "40374",
            "reply_to_id": "40372"
        }
    ],
    "date": "2004-04-16 13:56:00"
}