{
    "forum_title": "Koníakstofan",
    "id": "38312",
    "title": "Aukahljóð í hátalarar",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=38312",
    "posts": [
        {
            "user_name": "Valdimarorn",
            "text": "Daginn.\nÁ ég hátalara par sem heitir Pioneer CS-7030. Mjög stórir og vel með farnir. En málið er, að í öðrum hátalarum, nánara til tekið í bassanum, en núna svona hljóð sem svipar til að hann glamri t.d. ofaná parketi. Ekki svona frethljóð sem kemur ef keilan er sprungin. Ég er búinn að opna hann og það er hvergi sjáanleg nein skemmd, og ekkert sem er laust. Einnig passaði ég að herða allar skrúfur vel. Einnig ef ég dunka laust með fingrinum á keiluna sjálfa, á hvorum hátalara fyrir sig, er mismunandi hljóð sem kemur. Annað þétt, en hitt laust, ef það meikar eitthvað sens.\nOg getur einhver jafnvel gefið mér upplýsingar um viðgerð eða aðrar ráðleggingar. \nUpplýsinga teknar af HiFi:\nCS-7030 is a three-way design, rated at 190W. Nominal impedance of 8 ohms.\nWith a rear-facing port they appear to be quite bass-heavy if they're in the middle of a room.\nBoxes are 27.5inches tall, 13.5 inches wide and 10 inches back to front.\nBass driver is around 11 inches diameter (outer diameter of the trim is 11.5 inches.)\nThe speakers are not bi-wireable and connections are by push terminals on the rear (won't take banana plugs without modification!)\nMynd af samskonar pari:",
            "date": "2011-05-04 13:51:00",
            "post_id": "346152",
            "reply_to_id": false
        },
        {
            "user_name": "tdog",
            "text": "Er jarðtengingin í magnaranum í lagi?",
            "date": "2011-05-04 14:07:00",
            "post_id": "346154",
            "reply_to_id": "346152"
        },
        {
            "user_name": "Valdimarorn",
            "text": "Það var allt í sambandi þegar ég leit á það. En þegar það er ekkert í gangi, og ég dunka létt, heyrir maður mjög greinilega mismunandi hljóð í hvorri keilu fyrir sig.",
            "date": "2011-05-04 14:11:00",
            "post_id": "346158",
            "reply_to_id": "346154"
        },
        {
            "user_name": "tdog",
            "text": "Formagnarinn í lagi?",
            "date": "2011-05-04 14:23:00",
            "post_id": "346160",
            "reply_to_id": "346158"
        },
        {
            "user_name": "Valdimarorn",
            "text": "Já, prófaði bæði Harman Kardon heimabíó magnarar og Sony steríó magnarar. Heyrðist í bæði skipti.",
            "date": "2011-05-04 14:28:00",
            "post_id": "346162",
            "reply_to_id": "346160"
        }
    ],
    "date": "2011-05-04 13:51:00"
}