{
    "forum_title": "Netkerfi - internetið",
    "id": "38349",
    "title": "Hjálp varðandi Ljósleiðara",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=38349",
    "posts": [
        {
            "user_name": "FuriousJoe",
            "text": "Sælir !\nMálið er að ég fer fljótlega að flytja og í nýju íbúðinni er búið að leggja ljósleiðara í sameign (ekki upp í íbúð samt)\nÞarf eigandi íbúðarinnar að sækja um ljósleiðaratengingu eða er þetta eitthvað sem ég get gert ?\nOg svo varðandi kostnað á þessu, er það ekki bara að leggja línuna upp í íbúð 25.000kr ?\nEr einhver \"falinn\" aukakostnaður í þessu til að fá internet og sjónvarpið í gang ? (auðvitað vodafone áskrift)\nMbk, Maini",
            "date": "2011-05-05 19:32:00",
            "post_id": "346510",
            "reply_to_id": false
        },
        {
            "user_name": "Nariur",
            "text": "bara mánaðargjaldið sem þú borgar GR",
            "date": "2011-05-05 19:56:00",
            "post_id": "346518",
            "reply_to_id": "346510"
        },
        {
            "user_name": "Kristján",
            "text": "var í blokk í bökkunum breiðholti og blokirnar þar eru svona U laga ef þú skilur og intakið var í hinum endanum á blokkinni.\nþeir lögðu alla leið til mín og i boxið i íbúðinni og eina sem þú borgar er mánaðargjaldið sem er awesome.\nég beið samt i 4 mánðuði eftir þessu.... en vonandi buið að lagast",
            "date": "2011-05-05 20:45:00",
            "post_id": "346536",
            "reply_to_id": "346518"
        },
        {
            "user_name": "FuriousJoe",
            "text": "Ég er á Akureyri, þar er allavega rukkað 25.000 fyrir þessa vinnu, en það sem ég var aðalega að forvitnast um er hvort boxið í íbúð kosti eitthvað aukalega, og hvort ég þurfi svo að kaupa 1Gbps router sjálfur eða fæ ég það frá t.d Vodafone með áskrift ?",
            "date": "2011-05-05 23:25:00",
            "post_id": "346600",
            "reply_to_id": "346536"
        },
        {
            "user_name": "Gothiatek",
            "text": "Ég er með ljósleiðara á Akureyri, þurfti ekkert að borga sérstaklega fyrir boxið. Hringdu bara í Tengir.\nSvo er bara mánaðargjald uppá 2.950\nSíðan fékk ég bara þennan blessaða Bewan router frá Vodafone, hann virkar ágætlega og ég hef lítið spáð hvort það séu betri í boði eða hvort það sé möguleiki að kaupa sjálfur - veit ekki hvort maður græðir eitthvað á því...",
            "date": "2011-05-06 08:46:00",
            "post_id": "346650",
            "reply_to_id": "346600"
        },
        {
            "user_name": "andribolla",
            "text": "Tengir, Fyrirtækið sem er búin að ljósleiðara væða meira en Google ??\nEr það ekki 50.000 kall ? annas veit ég alveg til þess að fólk hafi þurft að borga 300.000 kall fyrir ljós inn til sín í Einbýli.\nannas myndi ég bara halda mig við koparinn það er mikklu stabílla heldur en þetta kínverska drasl (10/100) sem þeir eru að nota hérna á akureyri\nSvo er alveg vonlaust að tala við þá ef eithvað er að, því Vodafone bendir bara á Tengir og Tengir bentir svo til baka á Vodafone",
            "date": "2011-05-06 10:00:00",
            "post_id": "346665",
            "reply_to_id": "346650"
        },
        {
            "user_name": "FuriousJoe",
            "text": "Það er 25.000 í blokk, 50.000 í raðhús og 100.000 í einbýli  skv vefsíðu þeirra.\nErtu þá að meina að ljósleiðarinn hérna fyrir norðan séi ekki stabíll ? \nOg varðandi router, myndi auðvitað vilja 100/1000 router en efast um að vodafone bjóði uppá það.",
            "date": "2011-05-06 14:54:00",
            "post_id": "346758",
            "reply_to_id": "346665"
        },
        {
            "user_name": "andribolla",
            "text": "Það er bara 10/100 útaf Ljósleiðaraboxinu\nog samkvæmt Tengir þá þarftu helst að kaupa þér ráter upp á 15-20.000 kr til þess að getað \"nýtt\" ljósleiðarann\nég er á ljósi, og er ekkert sérstaklega ánægður með uppitíman á netinu hjá mér, er eiginlega búin að gefast upp á því að röfla í vodafone og Tengir því það er bara vonlaust.",
            "date": "2011-05-06 16:11:00",
            "post_id": "346781",
            "reply_to_id": "346758"
        },
        {
            "user_name": "Gothiatek",
            "text": "Man bara eftir 1 atviki þegar netið datt út hjá mér á 2 árum...annars er það mjög stabílt í mínu tilfelli.",
            "date": "2011-05-06 17:01:00",
            "post_id": "346798",
            "reply_to_id": "346781"
        },
        {
            "user_name": "FuriousJoe",
            "text": "Ert þú hjá Tengir ?",
            "date": "2011-05-06 18:26:00",
            "post_id": "346813",
            "reply_to_id": "346798"
        },
        {
            "user_name": "iddet",
            "text": "get bara sagt :-P við þessu\nannars skilst mér að það komi mjög vel út að nota Cisco Linksys E1000 routerinn með netinu frá tengi",
            "date": "2011-05-06 21:16:00",
            "post_id": "346851",
            "reply_to_id": "346813"
        },
        {
            "user_name": "Gothiatek",
            "text": "Já, ljósleiðaraneti hjá Tengi og þjónusta frá Vodafone.",
            "date": "2011-05-08 12:39:00",
            "post_id": "347131",
            "reply_to_id": "346851"
        },
        {
            "user_name": "FuriousJoe",
            "text": "Ok þakka fyrir svörin strákar, býst við að fá mér ljós og prófa Hringdu.is",
            "date": "2011-05-08 16:06:00",
            "post_id": "347155",
            "reply_to_id": "347131"
        }
    ],
    "date": "2011-05-05 19:32:00"
}