{
    "forum_title": "Koníakstofan",
    "id": "38439",
    "title": "Síminn / Skjárinn í ruglinu, svo sem ekkert nýtt.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=38439",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Í haust þá sagði ég upp 3x GSM sem ég var búinn að vera með hjá Símanum síðustu 14 árin eða svo og núna í vor sagði ég síðan upp ADSL og heimasímanum.\nFór með GSM yfir til NOVA og ADSL/Heimasíma til hringdu.is ... nema! ég hélt áfram að kaupa TV hjá þeim, er með það sem þeir auglýsa \"Allt\" á 5.500.- sem er í raun 5.560. með svokölluðu færslugjaldi.\nNema...ég veit ekki hvort það var tilviljun eða hvað, en þegar ég fór yfir til Hringdu þá byrjaði Síminn að rukka tæpar 500kr á mánuði fyrir þennan líka nauðaómerkilega myndlykil sem ég er með og er nauðsynlegur til að taka á móti sjónvarpinu, já og auðvitað þarf að borga annað færslugjald fyrir hann, allstaðar kroppað.\nÞetta hafði verið innifalið í verði hingað til. Raungjaldið fyrir sjónvarpið er því 6.055.- kr en ekki 5.500.- eins og \nauglýst\n er.\nEr Símanum virkilega umhugað að missa viðskiptavini?? Ég er allaveganna búinn að fá upp í kok.\nNúna fer maður bara að skoða gervihnattadiska, þessar rásir sem maður er að kaupa eru hvort sem er flestar ókeypis.",
            "date": "2011-05-09 21:00:00",
            "post_id": "347530",
            "reply_to_id": false
        },
        {
            "user_name": "emmi",
            "text": "Ég væri löngu farinn í gervihnattadisk ef ég gæti það. Þessar HD rásir sem eru í boði eru geðveikar, sérstaklega Sky pakkinn.",
            "date": "2011-05-09 21:02:00",
            "post_id": "347531",
            "reply_to_id": "347530"
        },
        {
            "user_name": "GuðjónR",
            "text": "Það eru hæg heimatökin hjá mér, bý í húsi og það er smámál að festa disk á vegginn.\nÉg þarf að skoða þetta vel, áður en maður veit af verður síminn/skjárinn farnir að rukka 10k á mán fyrir þetta crap þeirra.",
            "date": "2011-05-09 21:06:00",
            "post_id": "347534",
            "reply_to_id": "347531"
        },
        {
            "user_name": "depill",
            "text": "Vill bara taka fram að þetta er ekki vegna Hringdu \n - Málið er að á akkurat sama tíma en \nekki\n með samráði ákváðu tveir aðilarnir á markaðinum Síminn og Vodafone að byrja rukka grunngjaldið fyrir myndlykla jafnvel þótt að fólk sé með áskrift. Er hvort sem er ekki \nnema\n 500 - 600 kr þannig að fólk sem er þegar með áskrift tekur væntanlega ekkert eftir því....\nAllavega ég sendi Guðjóni PM þar sem ég mælti með annað hvort dýru lausninni að vera með SkyHD eins og ég í gegnum \nhttp://skyeurocard.com/\n - þeir voru vængefið snöggir að senda mér kortið.\nEða Dreambox og Card sharing eins og \nhttp://www.bestcardshare.com/",
            "date": "2011-05-09 21:42:00",
            "post_id": "347549",
            "reply_to_id": "347534"
        },
        {
            "user_name": "depill",
            "text": "Svo vegna þess að það hentar mér þá nottulega hækkar Síminn reglulega verðskránna sína\nVerðskrá breyting 1. Febrúar 2011\nVerðskrá breyting 1. Júní 2011\nOg já hækka þetta grunngjald hjá þér",
            "date": "2011-05-09 21:47:00",
            "post_id": "347551",
            "reply_to_id": "347549"
        },
        {
            "user_name": "FuriousJoe",
            "text": "Ég er með TV og net hjá símanum, og var að fá reikning uppá 20.000kr sem bara passar ekki.\nÞá kom í ljós að þeir eru að rukka mig fyrir Skjá 1 og læti, dót sem ég hef aldrei haft neinn aðgang að né beðið um.\nEr enþá að bíða eftir svari frá þeim.",
            "date": "2011-05-09 22:22:00",
            "post_id": "347567",
            "reply_to_id": "347551"
        },
        {
            "user_name": "GuðjónR",
            "text": "Er ekki bara málið að láta \nSamkeppnisstofnun\n skoða þetta?\nEf þetta eru allt saman tilviljanir hjá þessum tveimur sem eru ráðandi á markaði þá kemur það bara í ljós.",
            "date": "2011-05-09 22:28:00",
            "post_id": "347571",
            "reply_to_id": "347567"
        },
        {
            "user_name": "Cikster",
            "text": "Bara svona af því maður hefur svo gaman að svekkja sig á hvað maður er tekinn illilega í kakóið hérna á íslandi.\nÁkvað að skoða aðeins hvað ég fyndi iptv box á. Þar sem ég fann ekkert Sagem dót eins og síminn er að nota ákvað ég að finna Amino eins og vodafone er með. Vissi ekki hvaða týpa þetta er þannig að ég tók temmilega góðan Amino Aminet 130 sem er með mpeg2 og 4 support, hdmi og allt það goodie (sem mig minnir að vodafone dótið sé ekki með).\nkostar 135$ á ebay \nhttp://compare.ebay.com/like/2905047297 ... s&var=sbar\nsem mundi vera 15.414 kr samkvæmt gjaldmiðils breytinum á vísir. Þar sem ég nennti ekki að pæla mikið í þessu þá setti ég 24.5% vask á þetta = 19.190 kr\nTökum þessar 19.190 kr og deilum með þessum 490 krónum sem síminn ætlar að fara rukka fyrir heiðurinn að hafa \"lánaðan\" búnað frá þeim. Niðurstaðan er 39 mánuðir sem tekur að borga hann alveg. \nMan einhver eftir að mánaðarverð á áskriftarpökkum hjá þeim hafi lækkað í verði þegar þeir fóru að rukka fyrir búnaðinn? Ef ekki þá er spurning hvort maður sé að borga hann tvöfalt hraðar niður.",
            "date": "2011-05-09 22:42:00",
            "post_id": "347577",
            "reply_to_id": "347571"
        },
        {
            "user_name": "depill",
            "text": "Hér er ágæt grein um Íslenska fjarskiptamarkaðinn þá og í dag.... Reyndar skal taka fram að mér finnst NOVA hafa gert ýmislegt skemmtilegt á markaðinum síðan þá...",
            "date": "2011-05-09 23:28:00",
            "post_id": "347604",
            "reply_to_id": "347577"
        },
        {
            "user_name": "capteinninn",
            "text": "Hvað kostar gervihnattapakki í heildina um það bil?",
            "date": "2011-05-09 23:49:00",
            "post_id": "347619",
            "reply_to_id": "347604"
        },
        {
            "user_name": "Cikster",
            "text": "Þótt Nova hafi kannski gert gott hef ég ekki góða reynslu af þeim. Ætlaði að vera svo sniðugur og spara mér 5 þúsund krónur með því að kaupa gsm síma hjá þeim. Kom á kassann og sagði hvaða síma ég ætlaði að kaupa og fékk spurninguna \"Ertu í viðskiptum við okkur?\" sem ég svaraði einfaldlega nei.\nSíðan kemur fyndni hlutinn, þá fékk ég spurninguna \"hefuru athugað að færa viðskipti þín yfir til okkar?\" sem er svosem sakleysisleg spurning en ég gat ekki svarað öðruvísi en að ég viti bara um 2 aðilla sem ég hringi í reglulega þannig að það mundi enganvegin borga sig fyrir mig.\nNæsta sem kom var reikningurinn sem hljóðaði uppá verðið + 5000 kr þar sem ég var ekki í viðskiptum við þá og gaurinn búinn að strauja kortið.\nFór heim og hugsaði aðeins málið og ákvað að fara og skila honum þar sem ég fékk hann ekki á verðinu sem þeir auglýsa (bæði í búðunum og á netinu) og á engum stað hægt að sjá að síminn væri á hærra verði. \nÞetta er hlutur sem ég er mikið að pæla að fara með lengra (þótt ég hafi að lokum fengið hann endurgreiddan 2 dögum síðar). Þetta er ekki bara ósiðlegt heldur einfaldlega ólöglegt að rukka meira en auglýst verð (allavegana án þess að láta viðskiptavinin vita af því áður en kortið er straujað).\nSvona til að taka það fram þá \"bauðst\" sá sem tók á móti þessum óánægða viðskiptavin sem vildi skila símanum til þess að færa gsm númerið mitt til þeirra og borga mér tilbaka þessar 5000 krónur en mér fannst það bara of seint og allt of lítið.",
            "date": "2011-05-09 23:59:00",
            "post_id": "347627",
            "reply_to_id": "347619"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hvar er greinin?\nÉg hefði \nneitað\n að skrifa undir færsluna...",
            "date": "2011-05-10 00:04:00",
            "post_id": "347629",
            "reply_to_id": "347627"
        },
        {
            "user_name": "Cikster",
            "text": "Ég ákvað að athuga hvað þeir væru tilbúnir að gera fyrir mig þar sem þetta voru heljarinar mistök hjá starfsmanni þeirra. Eina sem hann bauð var það sem þessi starfsmaður hefði átt að gera til að byrja með.",
            "date": "2011-05-10 00:09:00",
            "post_id": "347631",
            "reply_to_id": "347629"
        },
        {
            "user_name": "depill",
            "text": "",
            "date": "2011-05-10 00:16:00",
            "post_id": "347636",
            "reply_to_id": "347631"
        },
        {
            "user_name": "wicket",
            "text": "Ágæt grein og ekki ágæt grein.\nVerður seint sagt að hún sé skrifuð af hlutlausum manni. Þetta er bara skoðun eins manns sem er í stjórn samkeppnisaðila Vodafone. \nSvo finnst mér hæpið að Vodafone vilji virkilega duopoly. Þeir kaupa aðgang að 3G kerfi Nova og selja net í heildsölu til Tal. Bæði hlutir sem ég hefði haldið að henti þeim vel",
            "date": "2011-05-10 00:42:00",
            "post_id": "347644",
            "reply_to_id": "347636"
        },
        {
            "user_name": "depill",
            "text": "Hmm þeir selja okkur ( og Síminn ) dreifikerfi í heildsölu. Og að mörgu leyti má segja að fjarskiptamarkaðurinn hafi batnað til betrunar, en í sjónvarpsdreifikerfum breyttist staðan úr einokun yfir í duopoly og ég veit ekki hvort að það sé eithvað gott um það að segja....\nÞess vegna finnst mér þessi grein eiga ennþá við.",
            "date": "2011-05-10 00:48:00",
            "post_id": "347647",
            "reply_to_id": "347644"
        },
        {
            "user_name": "wicket",
            "text": "Já taldi bara upp það sem kom fyrst upp í hugann.\nEr einhver skilgreindur með markaðsráðandi stöðu þegar kemur að sjónvarpsdreifikerfum ? Eru örbylgjuloftnetin ekki enn ráðandi ? Er sjónvarpsdreifikerfi skilgreind sem grunnþjónustur eins og talsími,farsími og internet ?\nEr ekki hægt að kaupa aðgang að IPTV kerfum félaganna í heildsölu eins og aðrar þjónustur ?\nSorry með spurningaflóðið, er að reyna að átta mig á þessu",
            "date": "2011-05-10 00:53:00",
            "post_id": "347649",
            "reply_to_id": "347647"
        },
        {
            "user_name": "roadwarrior",
            "text": "Það eru ca 10 ár síðan ég skifti yfir í SKY. Hef aldrei séð eftir því, bara snilld. Mánaðaráskriftinn er ca 60-65pund með HD áskrift. Svo er ég að borga árgjald til íslenska söluaðilans míns sem er ca 100pund minnir mig. Startkostnaðurinn er aðaldæmið en ef menn kaupa td boxið á eBay.co.uk og flytja inn sjálfir þá er hægt að spara töluverðan pening. \nÉg er á boxi númer 4 sem er HD box. HD rásirnar eru algjör rjómi svo í þokkabót eru þeir hjá SKY farnir að dunda sér við að senda útí 3D td fótboltan og fl. Aðalmálið er að maður þarf að setja upp disk og það eru ekki allir sem hafa séns á því sérstaklega þeir sem búa í blokk eða fjöleignarhúsum. Diskurinn þarf að vera minnst 1mtr til að ná góðu merki í öllum veðrum en það er hægt að ná merkinu á 40 cm disk en mæli ekki með því. \nÞað að þurfa að borga fleiri tugi þúsunda til að ná öllum rásunum hjá 365 er náttúrulega klikkun.  \n \n365 og fl hafa stundum verið að reyna að gera rassíur varðandi það að fólk sé að ná sér í erlenda áskrift en hafa ekki haft erendi sem erfiði. Þeir vilja halda því fram að fólk sé að \"stela\" áskriftinni en það er þvæla. Eini munurinn er sá að í staðin fyrir að rétthafar efnisins fái greitt frá 365 fá þeir greitt frá SKY og SKY er sama meðan þeir fá borgað.\nÞannig að GuðjónR, ég mæli með því að þú sparkir sjónvarpi símans útúr þínu lífi og fáir þér SKY, ef þú getur verið með disk utaná húsinu þínu. Dálítið stór biti að kyngja þegar þú kemur þér upp búnaði en eftir það bara sæla. \nSvo getur þú fengið þér FTA móttakara til að ná fréttum stöðvar2 í gegnum loftnet. Kosta venjulega ekki nema ca 10-15þús.",
            "date": "2011-05-10 01:20:00",
            "post_id": "347659",
            "reply_to_id": "347649"
        },
        {
            "user_name": "Daz",
            "text": "Án þess að vera að styðja við annan hvorn kostinn, þá eru 60*12+100 = 820 pund eða rúmlega 155 þúsund á ári. Stöð 2 + sportið er 180 þúsund á ári. Báðir kostir kosta tugi þúsunda á mánuði og vel rúmlega hundrað þúsund á ári. Held að þetta snúi meira að gæðum sjónvarpsefnisins, t.d. hvort maður vill hafa aðgang að íslenskri dagskrárgerð og barna efni með íslensku tali. \nedit: Ég hef aldrei haft áskrit að neinu Stöð2 tengdu eða Sky, svo ég hef engann samanburð, bara sá þessa pundatölu og fannst þetta merkilega mikið yfir árið.",
            "date": "2011-05-10 08:05:00",
            "post_id": "347668",
            "reply_to_id": "347659"
        },
        {
            "user_name": "wicket",
            "text": "Það er nefnilega ekki þvæla.\nSjónvarpsstöðvar í heiminum kaupa þætti og kvikmyndir og í þeim kaupum fylgja ákveðin réttindi um dreifingu. Íslensku stöðvarnar kaupa dreifingarréttinn fyurir Ísland og þegar að t.d. Sky kaupir sama þátt er Ísland aldrei með í þeirra samningi. Þarna er því verið að brjóta á réttmætum dreifingaraðila efnisins sem borgar fyrir þann rétt að eiga dreifingarréttinn á þessu tiltekna svæði.",
            "date": "2011-05-10 12:26:00",
            "post_id": "347703",
            "reply_to_id": "347668"
        },
        {
            "user_name": "roadwarrior",
            "text": "Hehe SKY er nefnilega að lenda í svipuðu með sín kaup á dagskrárefni. Breskur kráareigandi var ósáttur við hvað það ætti að rukka fyrir breska fótboltan hjá Sky þannig að hún fór á stúfana og útvegaði sér gríska áskrift og borgaði miklu minna fyrir. Sky fór í hart og reyndi að stöðva þetta. Málið er núna fyrir dómstólum og kráraeigandin ber því við að evrópa sé sameignlegt markaðssvæði þannig að hún ætti að geta keyft áskrift hvar henni sýndist innan ESB. \nhttp://www.telegraph.co.uk/sport/footba ... -deal.html\nÞað passar þetta eru ca 155þús ári + stofnkostnaður en inní þessari tölu eru ca 150-300 rásir, náttúrulega misjafnar að gæðum. Í þessum pakka er líka SKY HD sem þýðir ca 25+ HD rásir og fer fjölgandi og möguleikinn á að taka upp. Ef maður ætti að gera einhvern samanburð sérstaklega í fjölda rása þá yrði maður að taka allt sem er í boði á 365 og þá verður sá pakki um 25þús til að byrja með og lækkar svo eitthvað eftir ákveðin tíma. Ég veit svo ekki um annan kostnað td ef maður tæki HD myndlykil hjá 365 með upptökumöguleika hvað það myndi kosta og svo annar kostnaður td til símafyrirtækjana. Íslenskt efni myndi ég seigja að maður sakni ekkert voðalega mikið.",
            "date": "2011-05-10 15:45:00",
            "post_id": "347750",
            "reply_to_id": "347703"
        },
        {
            "user_name": "roadwarrior",
            "text": "Svo ég haldi samanburðinum áfram milli SKY og 365 en noti öðruvísi samlíkingar.\nÞú kemur inná veitingastað þar sem er í boði réttur hússins á x verði. Inní þeim rétti er aðalréttur + sérstakt meðlæti sem er bara í boði með þeim rétti. Þú þarft reyndar að borga þjónustu gjald (tips) til þjónana til að þeir sinntu þér\nLíka er í boði hlaðborð á dálítið lægra verði en sérstaka meðlætið er ekki í boði með því en aðalréttrurinn er líka á hlaðborðinu. Þú þarft reyndar að hafa svolítið fyrir því að nálgast hlaðborðið, það væri öðru herbergi, þú þyrftir að borga aðgangsgjald og þú yrðir að kaupa borðföngin (disk og hnífapör) sér eða koma með þau en þú gætir borðað eins og þú gætir í þig látið\nHvað myndu flestir versla? Sumir myndu kaupa rétt húsins því það er auðveldara en flestir myndu velja hlaðborðið ef þeir hefðu tök á því. Sérstaklega ef þjónarnir væru að koma reglulega eftir hvern aðalrétt og biðja um meira tips og jafnvel hækka það.",
            "date": "2011-05-10 16:14:00",
            "post_id": "347760",
            "reply_to_id": "347750"
        },
        {
            "user_name": "GuðjónR",
            "text": "Það mætti líka likja þessu við að fara á veitingarhús og panta sér rét fyrir 5500 kr. en fá reikning upp á 10000\n5500 fyrir mat, 1000 fyrir afnot af borðbúnaði 1000 fyrir afnot af húsnæði 1000 fyrir þvott á borðbúnaði og 1500 kr í þjónustugjald varðandi aðföng, það þarf jú að panta þau og koma þeim á staðin með sendibíl.\nÞú kaupir TV pakka sem kostar 5500\nEn þarft líka að borga 2000 kr fyrir heimasíma eða koparlínuleigu eins og þeir kalla það..\nSíðan þarftu ADSL .... kostar frá 2000 kr \nOg síðan þarftu ADSL módem...500 kr\nOg svo það nýjasta borga fyrir myndlykil 500 kr\nÞannig að þú þarft búnað og þjónustu fyrir 10-11 þúsund á mánuði til að geta horft á stöðvarnar.",
            "date": "2011-05-10 17:19:00",
            "post_id": "347781",
            "reply_to_id": "347760"
        }
    ],
    "date": "2011-05-09 21:00:00"
}