{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "38476",
    "title": "Hljóðlausar skjákortskælingar?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=38476",
    "posts": [
        {
            "user_name": "Frussi",
            "text": "Ég var að spá hvort þið gætuð mælt með ódýrri skjákortskælingu sem er alveg hljóðlaus, helst án viftu. Ég er með eVGA GT240 kort og einu kröfurnar eru að hún kæli svipað og \nstock\n kælingin (30-40°idle) og að það heyrist næst engu í henni \n \nÞað væri fínt ef möguleiki væri á að festa 120mm eða 140mm viftu á kælinguna þar sem ég á einhverjar 800rpm til hérna.\nÉg hef ekkert vit á GPU kælingum svo ég veit ekki hvort þetta eru óraunhæfar kröfur \n \nOg já, loftflæðið í kassanum er frábært, svo það er ekki vandamál.",
            "date": "2011-05-11 12:08:00",
            "post_id": "347930",
            "reply_to_id": false
        },
        {
            "user_name": "Klemmi",
            "text": "http://www.newegg.com/Product/Product.a ... -_-Product\nÁ eina svona óopnaða heima ef ég man rétt (minnir að það sé Accelero S1 Rev.2 frekar en eitthvað annað) sem ég pantaði en notaði aldrei sem ég get látið þig fá á 4þús  kall \nAlveg frábær viftulaus kæling, fær 5 egg af 5 mögulegum að meðaltali hjá 529 aðilum á NewEgg \nEf þú ert heitur fyrir þessu get ég staðfest það í kvöld hvort ég sé nokkuð að rugla með týpuna \nBætt við:\nHér er linkur á vöruna hjá framleiðanda\nhttp://www.arctic.ac/en/p/cooling/vga/2 ... tml?c=2182",
            "date": "2011-05-11 12:17:00",
            "post_id": "347931",
            "reply_to_id": "347930"
        },
        {
            "user_name": "Frussi",
            "text": "Heyrðu, þetta lítur út fyrir að vera akkúrat það sem ég er að leita að!  \n \nÉg á ekki aur núna, en ef þú ert til í að halda henni í nokkra daga í viðbót þá er ég bara meira en til í að taka þetta hjá þér \nOg btw, ég bý líka á Álftanesi svo það verður stutt að fara til þín",
            "date": "2011-05-11 12:52:00",
            "post_id": "347936",
            "reply_to_id": "347931"
        },
        {
            "user_name": "Klemmi",
            "text": "Minnsta málið \n Var að líta á hana og þetta var rétt munað hjá mér.\nÞú lætur mig bara vita þegar þú vilt sækj'ana",
            "date": "2011-05-11 21:03:00",
            "post_id": "348069",
            "reply_to_id": "347936"
        },
        {
            "user_name": "Glazier",
            "text": "Get vottað það að þessi kæling sem Klemmi er að bjóða þér er topp kæling !\nVar með svona á 9600GT kortinu mínu fyrir einhverjum árum síðan og hún var að þrusu virka \nSvo er hægt að kaupa hljóðláta 120mm viftu og modda á þessa kælingu, þá ertu kominn með solid kælingu fyrir overclock en jafnframt eins hljóðláta og mögulegt er",
            "date": "2011-05-11 21:07:00",
            "post_id": "348072",
            "reply_to_id": "348069"
        },
        {
            "user_name": "reyndeer",
            "text": "Mæli með Tacens Visio frá Kísildal \nhttp://www.kisildalur.is/?p=2&id=1382\n , með hljóðlátri viftu. Síðan verðurðu alltaf að hafa í huga að þetta passar oft ekki á öll skjákortin, jafnvel þó það séu gefin fram týpunúmer, mismunandi eftir framleiðendum.",
            "date": "2011-05-11 23:24:00",
            "post_id": "348111",
            "reply_to_id": "348072"
        }
    ],
    "date": "2011-05-11 12:08:00"
}