{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "38576",
    "title": "GeForce GT210  VS.  ATI R4350-D512H",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=38576",
    "posts": [
        {
            "user_name": "semper",
            "text": "Jæja góðir hálsar, í gryfjunni eru þessi 2 kort\nhttp://www.att.is/product_info.php?cPat ... ts_id=4911\nhttp://tolvutaekni.is/product_info.php?products_id=1743\nNotast ekki við neina heavy vinnslu, en þó er spilaður Civ 5 á þessu.\nBæði með 512 í minni og bæði styðja directx10.  Ekki mikill munur á speccum sem ég sé eða skil\nHvort kortið er betra?  \nAnnað er dýrara en hitt, en til þess að jafna leikinn þá segjum við að þau kosti nákvæmlega það sama.\nLet the games begin!",
            "date": "2011-05-16 17:11:00",
            "post_id": "348998",
            "reply_to_id": false
        },
        {
            "user_name": "KristinnK",
            "text": "Hérna\n er svo kallað \"Graphics card hierarchy chart\", þar sem sem kortum er flokkað gróflega í getuflokka. Mér hefur alltaf fundist það vera mjög nákvæmt. Eins og þú sérð er bæði GeForce 8400 G og GeForce 210 (kortið er stundum kallað G 210 eða GT 210 en heitir í raun bara 210) í algerum ruslflokki ásamt GeForce 4 seríunni frá árinu 2002. \nATI HD 4350 er skömminni skárri, í sama flokki og GeForce 6600 GT sem ég notaði í mörg ár. \nEn hvorugt kortið er mjög öflugt, og nema þú sækist sérstaklega eftir því að vera með viftulaust kort skaltu frekar skoða tilboðið frá Godriel á Óska eftir þráðinum þínum.",
            "date": "2011-05-16 17:52:00",
            "post_id": "349005",
            "reply_to_id": "348998"
        },
        {
            "user_name": "semper",
            "text": "Takk fyrir þessa gullmola þína.  Heirarchy listinn er tops. Banka uppá hjá austfirðingnum og athuga með það sem hann er með.",
            "date": "2011-05-16 21:55:00",
            "post_id": "349069",
            "reply_to_id": "349005"
        },
        {
            "user_name": "djvietice",
            "text": "svona \nhttp://www.tolvutek.is/product_info.php ... s_id=27631\n get spilar pes11 á medium 1920x1080",
            "date": "2011-05-17 00:14:00",
            "post_id": "349096",
            "reply_to_id": "349069"
        }
    ],
    "date": "2011-05-16 17:11:00"
}