{
    "forum_title": "Koníakstofan",
    "id": "38633",
    "title": "Háskólanám að loknum menntaskóla",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=38633",
    "posts": [
        {
            "user_name": "Eiiki",
            "text": "Sælir Vaktarar.\nNýverið kláraði ég nám við Menntaskólann í Kópavogi og útskrifaðist sem stúdent af Náttúrufræðibraut (líffræðilínu). Í upphafi skráði ég mig á náttúrufræðibraut vegna þess að ég hafði ekki hugmynd um hvað mig langaði að læra þegar ég myndi eldast. Núna langar mig rosalega mikið að hefja nám í Tölvunarfræði og læra allan fjandann um tölvur og þeirra búnað. Núna langar mig að spyrja hvort einhver góðvirkur vaktari sé menntaður tölvunarfræðingur eða þekkir einhvern slíkann? Getið frætt mig eitthvað mikið nánar um þetta nám og er það sniðugt?\nPS. Ég stefni á að hefja námið í HR.",
            "date": "2011-05-18 23:00:00",
            "post_id": "349515",
            "reply_to_id": false
        },
        {
            "user_name": "coldcut",
            "text": "Ef þú vilt fá alvöru Tölvunarfræðinám þá skaltu fara í HÍ frekar en HR.\nEn svo er spurning hvort að tölvu/rafmagnsverkfræði eigi betur við þig. 0,0004% af náminu í HÍ/HR snýst um vélbúnað.\nEr sjálfur í tölvunarfræði og fyrsta árið er:\nI. 3/4 stærðfræðiáfangar.\nII. 3 \"forritunaráfangar\"\nIII. 1 *NIX áfangi (ekki góður)\nIV. 1 áfangi um tölvutækni (ekki búðina því miður, ekki góður)\nkoma svo HR-ingar, take the bait!",
            "date": "2011-05-18 23:15:00",
            "post_id": "349519",
            "reply_to_id": "349515"
        },
        {
            "user_name": "Eiiki",
            "text": "Afhverju HÍ frekar en HR? Ég hef heyrt mismunandi ráðleggingar, sumir segja HR og sumir HÍ, meira að segja frá tölvumenntuðu fólki.",
            "date": "2011-05-18 23:23:00",
            "post_id": "349521",
            "reply_to_id": "349519"
        },
        {
            "user_name": "Fallout",
            "text": "mæli eindregið með tölvunarfræðinni í HR !",
            "date": "2011-05-18 23:41:00",
            "post_id": "349526",
            "reply_to_id": "349521"
        },
        {
            "user_name": "russi",
            "text": "Þetta statement er jafn fáranlegt og þegar fólk fer að rífast um apple vs pc, nikon vs canon, pulsa vs pylsa. Er svona trúarbragð, þitt trúarbragð.\nÞú velur það sem þú telur henta þér, það marg gott við HR og það er margt gott við HÍ. Það er líka margt slæmt við báða kosti.\nÉg er í HR, valdi það af því það hentaði mér betur vegna vinnu. Hef ekkert við það að kvarta, flestir happy þarna.\nÞú virðist stefna á HR, haldu því bara áfram fyrst þú telur það henta þér betur, ekki láta e-n annan fokka í þér með það val, hefði sagt það sama ef þú hefðir valið HÍ.",
            "date": "2011-05-18 23:52:00",
            "post_id": "349531",
            "reply_to_id": "349526"
        },
        {
            "user_name": "methylman",
            "text": "Byrjaðu bara í Tölvudeildinni í Tækniskólanum þú kynnist þessu vel þar, síðan er bara að velja þegar þú veist hvað þig langar.  Þú getur unnið með Tækniskólanum því ekki þarftu að taka grunninn.",
            "date": "2011-05-18 23:53:00",
            "post_id": "349532",
            "reply_to_id": "349531"
        },
        {
            "user_name": "intenz",
            "text": "nei hún er ekki alvöru!",
            "date": "2011-05-19 00:10:00",
            "post_id": "349537",
            "reply_to_id": "349532"
        },
        {
            "user_name": "Eiiki",
            "text": "Endilega gefið ástæður og segi afhverju og afhverju ekki",
            "date": "2011-05-19 00:16:00",
            "post_id": "349539",
            "reply_to_id": "349537"
        },
        {
            "user_name": "intenz",
            "text": "Þetta var bara smá skot á coldcut þar sem hann virðist alltaf hafa svo mikla reynslu af Tölvunarfræðinni í HR",
            "date": "2011-05-19 00:29:00",
            "post_id": "349550",
            "reply_to_id": "349539"
        },
        {
            "user_name": "pjesi",
            "text": "Ég fór í tölvunarfræði eftir að klára náttúrufræðibraut. Það hentaði mjög vel og var ég vel undirbúinn eftir námið í MA. Mæli hiklaust með að þú skellir þér í tölvunarfræði. Það er mjög mikil eftirspurn eftir góðu fólki í greininni!",
            "date": "2011-05-19 00:33:00",
            "post_id": "349552",
            "reply_to_id": "349550"
        },
        {
            "user_name": "rapport",
            "text": "HÍ v.s. HR\nEf þetta er nám þar sem það er betra að kennararnir séu góðirí sögu, þá = HÍ.\nGervigreindarsetur + keppnir = raunverulegt hugvit put to the test = HR \nHÍ er að verða svona hálfgerður listaháskóli finnst manni stundum... ekki að það sé eitthvað slæmt, nema ef maður sé í tæknigreinum.",
            "date": "2011-05-19 01:16:00",
            "post_id": "349563",
            "reply_to_id": "349552"
        },
        {
            "user_name": "coldcut",
            "text": "hahaha það var mikið að þið fóruð að þenja ykkur strákar \n Quoteið innleggið mitt þá sjáiði að ég var bara að grínast!\nÁður en þú velur HÍ eða HR þá verðurðu fyrst að segja okkur á hverju þú hefur áhuga í tölvum og ef þig langar að verða forritari þá hvað viltu vera að forrita?\n@intenz: ég hélt við værum búnir að útkljá það hér og á Hressó að ég er ekkert að dissa tölvunarfræðina í HR \n Þetta er bara ekki alveg sama námið finnst mér og ég grandskoðaði bæði nám áður en ég valdi skóla og ákvað að fara frekar í HÍ.\nEn það var mitt val. Þú valdir annað og Eiiki virðist ætla að velja eins og þú. Sem er bara gott ef honum langar það og ekki er ég að fara að breyta því.\n@rapport: þitt innlegg er jafn heimskulegt og það sem ég setti inn í gríni",
            "date": "2011-05-19 01:32:00",
            "post_id": "349566",
            "reply_to_id": "349563"
        },
        {
            "user_name": "intenz",
            "text": "Hehe já en þú lætur það alltaf hljóma eins og HR sé bara einhver leikskóli á miðað við HÍ, sérstaklega þegar þú talar um \"alvöru Tölvunarfræðinám\". Það er bara einfaldlega ekki þjösnast eins mikið á stærðfræðinni í Tölvunarfræði við HR eins og í HÍ. Auk þess er allt minna fræðilegt/akademískt í HR og meira svona \"hands on\" verkefnatengd vinna. Hvort nýtist betur úti á vinnumarkaðnum ætla ég ekki að segja til um.",
            "date": "2011-05-19 01:47:00",
            "post_id": "349568",
            "reply_to_id": "349566"
        },
        {
            "user_name": "coldcut",
            "text": "Ég var að segja að ég var að grínast í fyrsta innlegginu mínu...\n En það sem þú segir hins vegar um muninn er alveg rétt. Akademískt og stærðfræði vs. verkefnatengt.\nHÍ og HR kenna tölvunarfræðina ekki eins og spurning hvort býr þig betur undir vinnu eftir B.Sc. Það er allavegana enginn útskriftarnemi í HÍ sem verður ekki að vinna við forritun í sumar og ég reikna með að það sama sé uppi á teningnum hjá þeim sem eru að útskrifast úr HR.\nTölvunarfræði í HR = Alvörunám\nTölvunarfræði í HÍ = Alvörunám",
            "date": "2011-05-19 01:59:00",
            "post_id": "349571",
            "reply_to_id": "349568"
        },
        {
            "user_name": "kubbur",
            "text": "ég mæli með að þú kynnir þér nánar hvað það er sem þú vilt læra",
            "date": "2011-05-19 02:08:00",
            "post_id": "349574",
            "reply_to_id": "349571"
        },
        {
            "user_name": "rapport",
            "text": "Afhverju er það svona heimskulegt? Hvað hefur tölvunarfræðin í HÍ að steita sig af?\nÞað getur vel verið að þetta sé plain fordómar og fáfræði í mér, en er það eitthvað sem þessi deild er að gera til að þróa sig og halda sér á \"fresh\"?",
            "date": "2011-05-19 02:12:00",
            "post_id": "349576",
            "reply_to_id": "349574"
        },
        {
            "user_name": "hagur",
            "text": "Ég tók tölvunarfræðina í HR.  Mæli alveg með henni.\nÁstæðan fyrir því að ég valdi HR frekar en HÍ er afar einföld.  HR býður uppá að taka fyrstu 60 einingarnar (120 ects) í námi með vinnu (HMV), sem er frábær kostur fyrir fólk sem er í 100% dagvinnu og getur/vill ekki hætt henni eða minnkað mikið við sig á meðan á námi stendur.\nÞegar ég var búinn með HMV-ið hélt ég svo bara áfram og tók 30 einingarnar (60 ects) sem uppá vantaði til að klára Bs.c gráðuna, þá ýmist í HMV ef það bauðst, en annars bara í dagskóla.  Náði samt allan tímann að stunda mína vinnu 100% með þessu og er því svo lánssamur (ef þannig má að orði komast) að hafa ekki tekið eina einustu krónu í námslán.",
            "date": "2011-05-19 08:42:00",
            "post_id": "349583",
            "reply_to_id": "349576"
        },
        {
            "user_name": "Haxdal",
            "text": "er í HR,  fínt nám þar.  Sérstaklega ef maður vill taka þetta hægar og vinna jafnhliða náminu.\nHef heyrt að HÍ sé meira Theorískt og HR meira Practical, veit ekkert hvort það sé rétt þar sem ég er ekki í HÍ og hef ekkert til að bera saman við",
            "date": "2011-05-19 09:32:00",
            "post_id": "349587",
            "reply_to_id": "349583"
        },
        {
            "user_name": "Daz",
            "text": "Þetta með þeóríuna og praktíkian er eitthvað sem ég hef heyrt, en þar sem ég þekki ekki HR námið nema bara af mjög lítilli afspurn ætla ég ekki að tjá mig mikið meira um það.\nHÍ námið er að mér finnst alveg fínt, í það minnsta útskrifaðist ég með næga þekkingu til að koma mér af stað, þó ég sé alveg merkilega Java-miðaður.",
            "date": "2011-05-19 10:08:00",
            "post_id": "349589",
            "reply_to_id": "349587"
        },
        {
            "user_name": "Eiiki",
            "text": "Þakka góð svör og góðar umræður strákar! Ég hafði hugsað mér að vinna meira verklegt við tölvubúnað frekar en að forrita og þess háttar..",
            "date": "2011-05-19 10:41:00",
            "post_id": "349592",
            "reply_to_id": "349589"
        },
        {
            "user_name": "Daz",
            "text": "Rafmagns og tölvuverkfræði er þá líklega næsta skref.",
            "date": "2011-05-19 10:56:00",
            "post_id": "349595",
            "reply_to_id": "349592"
        },
        {
            "user_name": "coldcut",
            "text": "haha enda kennarinn mjög mikið fyrir Java.\nEins og daz segir þá er það bara Rafmagns- og tölvuverkfræði. Er ekki alveg viss en ég held að klemmi hafi farið í það eða sé í því námi.\nKannski að hann geti ausið úr sínum djúpu viskubrunnum hérna.",
            "date": "2011-05-19 11:06:00",
            "post_id": "349596",
            "reply_to_id": "349595"
        },
        {
            "user_name": "Daz",
            "text": "Kennarinn? Það var nú aðeins meira en einn sem kenndi þessa kúrsa sem ég fór í gegnum og mismunandi mál, þar á meðal tölvugrafík í C++ og forritunarmál í Fjölni!",
            "date": "2011-05-19 11:50:00",
            "post_id": "349599",
            "reply_to_id": "349596"
        },
        {
            "user_name": "coldcut",
            "text": "Ég er náttúrulega bara að klára 1. ár en Snorri er allavegana með Tölvunarfræði 1og2, Forritunarmál, Þýðendur og 50% af Viðmótsforritun.\nLíklegt að hann hafi kennt þér í Fjölni þar sem hann bjó það til en núna er Hjálmtýr með tölvugrafík.",
            "date": "2011-05-19 11:54:00",
            "post_id": "349600",
            "reply_to_id": "349599"
        },
        {
            "user_name": "raRaRa",
            "text": "Ég valdi sjálfur HR og var mjög sáttur með niðurstöðuna úr náminu. Það eru margir valáfangar sem fara mikið í theoríur, þannig HR er ekkert endilega meira á practical hliðinni, hún er bara meira áberandi þar. Einnig bjóða þeir upp á internship og lokaverkefni í samvinnu við fyrirtæki.\nÞetta er mjög góður undirbúningur fyrir vinnumarkaðinn, frekara nám i master eða dr og margt fleira. Ég tala nú ekki um hversu auðvelt er að fá hjálp frá kennara. Gervigreindasetrið er einnig stór plús, þeir eru oft að leita af fólki til að vinna þar með námi, mikið af rannsóknarverkefnum.\nÉg hef tekið eftir því að HR er ekki bara í Microsoft tólum, það er byrjað í Java, farið í .NET, Python og C/C++ þannig þetta er bara bland í poka, það er ekki nauðsýn að nota Visual Studio fyrir C/C++.\nSvo hafa HR líka opnað fleiri leiðir til að gerast leikjaforritari.\nDæmi um leiðir sem myndu henta vel í HR:\nVefforritari - .NET & ASP.NET + MVC\nLeikjaforritari - Línuleg algebra, Tölvugrafík (OpenGL) og leikjaforritunar áfangar sem ég hef þekki ekki nógu vel.\nGeneral forritari: Python, .NET, C/C++, Stýrikerfi\nEn þetta er mitt álit. Vonandi hjálpar þetta þér við valið. Ég vill einnig taka fram að ég þekki ekki námið í HÍ og get ekki byggt skoðun á því hvernig HÍ er miðað við HR. Ég veit bara að HR stóð sig vel og ég er mjög sáttur.",
            "date": "2011-05-19 12:03:00",
            "post_id": "349602",
            "reply_to_id": "349600"
        },
        {
            "user_name": "kubbur",
            "text": "hefurðu skoðað rafeindavirkjann ?",
            "date": "2011-05-19 14:52:00",
            "post_id": "349630",
            "reply_to_id": false
        },
        {
            "user_name": "gunnidg",
            "text": "Ekki vera hræddur við að leita út fyrir landssteinana,\nsvona án þess að reyna hi-jacka þræðinum, vildi ég bara benda á \nhttp://itu.dk\nog \nhttp://www.his.se/\n og spyrja hvort þið hafið einhverja reynslu á eða þekkið til þessara skóla ?",
            "date": "2011-05-19 15:40:00",
            "post_id": "349645",
            "reply_to_id": "349630"
        },
        {
            "user_name": "Hvati",
            "text": "Er einmitt í þessari sömu pælingu, er ekki viss hvort ég velji tölvunarfræði eða rafmagns- og tölvuverkfræði í Hí...\nEinhverjir hér sem hafa reynslu á rafmagns- og tölvuverkfræði?",
            "date": "2011-05-20 20:31:00",
            "post_id": "349957",
            "reply_to_id": "349645"
        },
        {
            "user_name": "jakobs",
            "text": "Já, ég er núna í doktors námi við R&T verkfræði í HÍ. Ég tók BS-inn og MS-inn þar líka.\nBáðar þessar deildir skila þér ágætlega undirbúnum fyrir atvinnulífið. Til að gera upp á milli þessara deilda er best að skoða\nnámsskránna og sjá hvaða kúrsar þér þykja áhugaverðari. Ég myndi mæla frekar með verkfræðinni enda tók ég þá línu.\nNámskrá R&T\nNámskrá tölvunarfræðinnar\nMér líkar mjög vel við kennarana í R&T. Ef þú sýnir náminu áhuga þá eru þeir mjög hjálplegir og auðvelt er að leita til þeirra.\nKveðja,\n   Jakob S.",
            "date": "2011-05-20 22:33:00",
            "post_id": "349991",
            "reply_to_id": "349957"
        },
        {
            "user_name": "natti",
            "text": "&&\nWhat he said.\nSvo er auðvitað hægt að taka BSc hérna heima og taka master úti.\nDanmörk (dtu t.d.) virðist vera vinsæll áfangastaður.\nÚrvalið úti er líka töluvert betra en hérna heima (snýst ekki allt um að búa til forritara.)",
            "date": "2011-05-21 18:14:00",
            "post_id": "350127",
            "reply_to_id": "349991"
        },
        {
            "user_name": "Alcatraz",
            "text": "Ætla að skjóta hérna inn smá spurningu. Er einhver með reynslu af hugbúnaðarverkfræðinni í HR hérna eða þekkir til hennar?",
            "date": "2011-06-02 00:40:00",
            "post_id": "352927",
            "reply_to_id": "350127"
        }
    ],
    "date": "2011-05-19 14:52:00"
}