{
    "forum_title": "Hugbúnaðar- & Forritunarstofan",
    "id": "38672",
    "title": "Taka upp hljóð í tölvu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=7&t=38672",
    "posts": [
        {
            "user_name": "Lexxinn",
            "text": "Góðan daginn, eins og stendur er bróðir minn að leika sér við að búa til tónlist og hefur hann aðeins trial version af forritinu sem hann notar, þannig hann getur ekki save-að það sem hann gerir. Þá vantar mig hjálp ykkar vaktara og spyr nú hvort þið vitið um eithvað gott forrit til þess að taka upp hljóð sem koma frá forritum í tölvunni, engin utanaðkomandi hljóð s.s. frá mic.\nAllt sem ég hef hingað til prufað hefur ekki virkað nógu vel.\nMeð þökkum,\nAlexander",
            "date": "2011-05-20 21:53:00",
            "post_id": "349984",
            "reply_to_id": false
        },
        {
            "user_name": "division",
            "text": "Fruity Loops fyrir einfalda vinnslu, annars er það frekar öflugt yfir höfuð. Ertu að nota Mac eða Windows?",
            "date": "2011-05-20 22:51:00",
            "post_id": "349993",
            "reply_to_id": "349984"
        },
        {
            "user_name": "Lexxinn",
            "text": "Er að nota windows og hann er að búa til tónlist í Fl studio, vantar til þess að taka upp þegar það er spilað.",
            "date": "2011-05-20 23:36:00",
            "post_id": "350001",
            "reply_to_id": "349993"
        },
        {
            "user_name": "division",
            "text": "Já, sorry las vitlaust. Þú getur notað Windows Sound Recorder og stillt hann á að taka upp masterinn hjá þér í stað Mic minnir mig, það var allavega hægt í XP og ég gerði það oft til að taka upp hljóð úr Counter Strike í denn.\nAnnars geturu líkað downloadaðu Sony Vegas og gert þetta þar, möguleiki að þetta sé hægt í hljóðforritinu frá Sony, man ekki hvað það heitir, en prufaðu Sound Recorder first, hann fylgir með Windows.",
            "date": "2011-05-21 00:34:00",
            "post_id": "350010",
            "reply_to_id": "350001"
        },
        {
            "user_name": "Klemmi",
            "text": "Þetta var a.m.k. hægt í GoldWave í gamla daga",
            "date": "2011-05-21 01:17:00",
            "post_id": "350022",
            "reply_to_id": "350010"
        },
        {
            "user_name": "wicket",
            "text": "Audacity er frábært til að taka upp svona.\nGetur svo klippt til og exportað sem mp3.",
            "date": "2011-05-21 10:22:00",
            "post_id": "350043",
            "reply_to_id": "350022"
        },
        {
            "user_name": "Lexxinn",
            "text": "Búinn að reyna Windows Sound Recorder en það vantar \"Stereo mix\" í recording hjá mér svo ég geti stillt á það...\nHefur einhver hugmynd annars um hvernig ég geti komið með það?\nHann er að nota Compaq Presario CQ60",
            "date": "2011-05-21 20:32:00",
            "post_id": "350171",
            "reply_to_id": "350043"
        }
    ],
    "date": "2011-05-20 21:53:00"
}