{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "38713",
    "title": "Samsung Galaxy S II vs. HTC Sensation",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=38713",
    "posts": [
        {
            "user_name": "intenz",
            "text": "Ég er að spá í nýjum síma og fannst þessir tveir koma sterkastir til greina. Þar sem þeir eru frekar svipaðir ákvað ég að gera smá samanburð á þeim og hafði Samsung Galaxy S II töluvert betur...\nKostir Sensation framyfir Galaxy S II:\n- Betri upplausn (QHD [540x960] vs. WVGA [480x800])\n- Dual LED flash\n- Stereo upptaka\n- Rúnnaðra/þægilegra body\nKostir Galaxy S II framyfir Sensation:\n- Meira RAM\n- Léttari (plast vs. ál)\n- Betri myndupptökugæði (dýpri contrast/litir, laus við lagg í 1080p)\n- Betri skjár (Super-AMOLED vs. Super-LCD)\n- Betra batterí + ending (1650 mAh vs. 1520 mAh)\n- Getur skipt um launcher, fastur með Sense UI v3.0 í Sensation\n- Betra benchmark rating (sjá myndband fyrir neðan)\nHeimildir:\nhttp://www.youtube.com/watch?v=p3axSZX1R_s\n \nhttp://www.gsmarena.com/compare.php3?id ... hone2=3875\n \nSample videos:\nGalaxy S II:\n \nhttp://www.youtube.com/watch?v=pgLy0ubZfxE\n \nSensation\n: \nhttp://www.youtube.com/watch?v=GJu-0siHRjU\n  (takið eftir lagginu)",
            "date": "2011-05-23 02:15:00",
            "post_id": "350450",
            "reply_to_id": false
        },
        {
            "user_name": "halli7",
            "text": "Iphone 4 er bara málið",
            "date": "2011-05-23 02:24:00",
            "post_id": "350451",
            "reply_to_id": "350450"
        },
        {
            "user_name": "Kristján",
            "text": "HAHA er þetta spurning? Galaxy tekur sensation og!! iphone4 i þurt",
            "date": "2011-05-23 02:33:00",
            "post_id": "350452",
            "reply_to_id": "350451"
        },
        {
            "user_name": "halli7",
            "text": "já en stýrikerfið í iphone er svo miklu þæginlegra, allavega miðað við mína reynslu af android.",
            "date": "2011-05-23 02:34:00",
            "post_id": "350454",
            "reply_to_id": "350452"
        },
        {
            "user_name": "intenz",
            "text": "Þú ert náttúrulega ekki heilbrigður ef þú ætlar að bera þessa síma saman við iPhone 4. Þeir éta iPhone 4 gjörsamlega!\n- Miklu minni skjár á iPhone 4\n- Minna RAM í iPhone 4\n- Verri myndavél í iPhone 4 (720p á móti 1080p)\n- 1 GHz single core örgjörvi í iPhone 4 (á móti 1,2 GHz duo-core)\nSvona mætti lengi telja.",
            "date": "2011-05-23 02:36:00",
            "post_id": "350455",
            "reply_to_id": "350454"
        },
        {
            "user_name": "halli7",
            "text": "Enda var ég að tala um stýrikerfið á iphone sem er mun þæginlegra.",
            "date": "2011-05-23 02:39:00",
            "post_id": "350456",
            "reply_to_id": "350455"
        },
        {
            "user_name": "Kristján",
            "text": "hvernig er osið þægilegra?",
            "date": "2011-05-23 02:42:00",
            "post_id": "350457",
            "reply_to_id": "350456"
        },
        {
            "user_name": "halli7",
            "text": "allavega var ég með htc desire í 1 mánuð og lenti oft í því að síminn var að frosna á mjög asnalegum tímum t.d að svara símtölum og oft einhvað not responding.\nEn hef aldrei lent í neinu veseni eftir að ég fékk mér iphone",
            "date": "2011-05-23 02:46:00",
            "post_id": "350458",
            "reply_to_id": "350457"
        },
        {
            "user_name": "intenz",
            "text": "Ég viðurkenni alveg að iOS hafi yfirhöndina hvað varðar þennan eyecandy smoothleika, en það er líka það eina.  En það sem þú talar um er eitthvað tengt viðkomandi tæki. Ég hef aldrei lent í neinu svona á mínum Android síma og hef aldrei heyrt neinn tala um eitthvað líkt þessu.",
            "date": "2011-05-23 02:54:00",
            "post_id": "350459",
            "reply_to_id": "350458"
        },
        {
            "user_name": "halli7",
            "text": "Kannski var ég bara með gallað eintak, en eftir að ég fékk mér Iphone er ég mjög sáttur og bíð bara spenntur eftir iphone 5",
            "date": "2011-05-23 03:00:00",
            "post_id": "350461",
            "reply_to_id": "350459"
        },
        {
            "user_name": "Kristján",
            "text": "dýrka að það sé latið mann vita að það sé buið að posta áður en maður postar.\nen já x2 í raun, nkvl það sem ég ætlaði að segja.",
            "date": "2011-05-23 03:03:00",
            "post_id": "350462",
            "reply_to_id": "350461"
        },
        {
            "user_name": "audiophile",
            "text": "Ég var að fá mér LG Optimus Black og get bara ekki séð hvernig nokkur hefur við meira að gera. 4\" 480x800, 1ghz, 1gb, 1500mah, 5mp, LED flash.....Smá aukning frá þessum speccum held ég að sé ekki tugþúsunda virði.",
            "date": "2011-05-23 07:36:00",
            "post_id": "350466",
            "reply_to_id": "350462"
        },
        {
            "user_name": "Kristján",
            "text": "galaxy II kostar ekki nema 109þús, sem er ekki mikið finnst mér, fyrir besta símann á markaðinum núna, htcinn á eftir að kosta meira örugglega.\ner lg black ekki dual core?\nen þetta er líka hárrétt hjá þér",
            "date": "2011-05-23 08:10:00",
            "post_id": "350468",
            "reply_to_id": "350466"
        },
        {
            "user_name": "Zethic",
            "text": "Root it and boot it (in something else)  \n \nHTC Wildfire-inn minn var með þetta ógeðslega Sense UI og ég bara rootaði 2.3 sem Nexus one var með\nfarið bara á \nhttp://www.xda-developers.com/\n og finnið ykkar síma",
            "date": "2011-05-23 08:31:00",
            "post_id": "350471",
            "reply_to_id": "350468"
        },
        {
            "user_name": "toybonzi",
            "text": "iPhone 5 er búinn að tapa stríðinu áður en hann kemur út. En það er alveg rétt hjá þér með stýrikerfið. IOS er stýrikerfi fyrir gamalt fólk og fólk sem er ekki tæknilega sinnað. Android er fyrir þá sem að vilja ferskt útlit sem að tekur sífelldum breytingum, öflugan app markað þar sem leyfilegt er að fara ótroðnar slóðir og þar að auki útlit sem að að mínu mati skilur iPhone eftir í duftinu....sbr Galaxy II. En því miður er þá það líka þannig að meiri vandamál eru í android en ios, en það er bara sá fórnarkostnaður sem fólk verður að sætta sig við (ennþá). IOS hefur nokkur ár á það, og miðað við framfarirnar sem það er að taka mun ekki líða á löngu þar til að Apple þurfi actually að þróa eitthvað nýtt, ekki bara setja það í nýjar pakkningar \n Batterisending í android símum er samt arfaslök, Apple hefur smá forskot þar!\nEinu sinni langaði mig í iPhone, en núna langar mig í Galaxy II (í stað Galaxy S símans mín).............hann er hrikalega flottur.\nPS: Ég tel mig ekki vera biased í þessu máli þar sem að ég hef bæði notað iphone og android, einnig á ég Macbook Pro sem að ég elska, \"i take the best of both worlds\"",
            "date": "2011-05-23 09:14:00",
            "post_id": "350475",
            "reply_to_id": "350471"
        },
        {
            "user_name": "Steini B",
            "text": "Battery ending í Android slök vs. iphone???\nKóði: \nVelja allt\n             Samsung Galaxy S II                               Iphone 4\nStand-by     Up to 710 h (2G) / Up to 610 h (3G)               Up to 300 h (2G) / Up to 300 h (3G)\nTalk time    Up to 18 h 20 min (2G) / Up to 8 h 40 min (3G)    Up to 14 h (2G) / Up to 7 h (3G)\nAnnars þá þarf ég ekki að hugsa mig tvisvar um á milli Samsung og HTC.\nMér finnst rosalega mikið um það að fólk sé að selja nokkra mánaða gamla og jafnvel vikugamla HTC síma\nsem hlýtur að þýða að fólk er greinilega ekki sátt með það sem það var að kauða...\nSvo eru Samsung búnir að taka sig virkilega á síðustu ár. Farnir að framleiða með gæði í fyrirrúmi í staðinn fyrir magn.\nÁ einn Samsung síma sem er búinn að endast í meira en 4 ár, og þar af 1 ár hjá algjörum símaböðli\nÉg hef bara aðalega haldið mig við Nokia vegna þess að þjónustan hjá Hátækni er alveg til fyrirmyndar.\nNú er mig hinnsvegar farið að langa í eitthvað nýtt og þá verður Galaxy II sannarlega fyrir valinu",
            "date": "2011-05-23 09:32:00",
            "post_id": "350478",
            "reply_to_id": "350475"
        },
        {
            "user_name": "Oak",
            "text": "Þetta eru bara alls ekki vasavænir símar...\nIphone svona rétt sleppur",
            "date": "2011-05-23 10:00:00",
            "post_id": "350482",
            "reply_to_id": "350478"
        },
        {
            "user_name": "Kristján",
            "text": "i hvernig buxum ert þú eiginlega?",
            "date": "2011-05-23 10:58:00",
            "post_id": "350490",
            "reply_to_id": "350482"
        },
        {
            "user_name": "kubbur",
            "text": "intenz, ég myndi halda mig við n1 í svona ár í viðbót\nannars það eina sem ég hef heyrt um sensation er að það er læstur bootloader á honum sem getur verið vesen",
            "date": "2011-05-23 11:13:00",
            "post_id": "350494",
            "reply_to_id": "350490"
        },
        {
            "user_name": "wicket",
            "text": "Læstur bootloader á Sensation.\nMaður kaupir ekki Android síma með læstum bootloader. Væntanlega verður hægt að komast framhjá þessu en þangað til er þetta no-go.",
            "date": "2011-05-23 11:29:00",
            "post_id": "350497",
            "reply_to_id": "350494"
        },
        {
            "user_name": "Oak",
            "text": "Gallabuxum",
            "date": "2011-05-23 12:27:00",
            "post_id": "350503",
            "reply_to_id": "350497"
        },
        {
            "user_name": "blitz",
            "text": "Skinnypantsfaggothipster?",
            "date": "2011-05-23 12:31:00",
            "post_id": "350504",
            "reply_to_id": "350503"
        },
        {
            "user_name": "chaplin",
            "text": "=)",
            "date": "2011-05-23 12:37:00",
            "post_id": "350505",
            "reply_to_id": "350504"
        },
        {
            "user_name": "toybonzi",
            "text": "Galaxy S II er með 4.3\" skjá sem að er STÓR!\nVarðandi endingu á batteríi sem gefin eru upp þá er ekkert hægt að kalla þau annað en bull. Galaxy S á að endast í nokkra daga í idle, en með lukku lifir hann í svona 30-40 tíma.....og þetta var þegar ég fékk hann úr kassanum.\nÍ tali, netrápi og þessu almenna stöffi sem að maður kaupir snjallsíma fyrir þá lifir hann kannski daginn! Reyndar stendur það til bóta þar sem að Samsung segja að nýji skjárinn noti talsvert minni orku þrátt fyrir að vera stærri.",
            "date": "2011-05-23 17:02:00",
            "post_id": "350550",
            "reply_to_id": "350505"
        },
        {
            "user_name": "chaplin",
            "text": "Ef þú fengir síman nýjan úr kassanum, myndi slökkva á 2g/3g, þráðlausu neti, gps, bluetooth og hafa slökkt á skjánum allan tíman myndi batteríð líklegast duga nær gefnum tíma.\nEftir að ég uppfærð í Gingerbread hefur batterið hjá mér aukist all verulegu, en ég nota einnig Advanced Task Killer og WiFi/BT/GPS eingöngu virkt þegar ég þarf að nota það.",
            "date": "2011-05-23 17:39:00",
            "post_id": "350557",
            "reply_to_id": "350550"
        },
        {
            "user_name": "biturk",
            "text": "þýðir þetta að þú ætlar að selja nexus one símann \n \npant fá hann pant fá hann pant fá hann!!!",
            "date": "2011-05-23 17:41:00",
            "post_id": "350558",
            "reply_to_id": false
        },
        {
            "user_name": "Carragher23",
            "text": "Ég verð með Desire HD til sölu á næstunni.\nÆtla að hoppa á Samsung símann þegar hann lendir hér, ekki nema HTC komi með eitthvað meira spennandi.\nFinnst Sensation ekki vera nógu stórt stökk.",
            "date": "2011-05-23 18:04:00",
            "post_id": "350565",
            "reply_to_id": "350558"
        },
        {
            "user_name": "audiophile",
            "text": "Nei LG Optimus Black er ekki dual core. Hann er með 1ghz TI OMAP. Það er LG 2X sem er dual core.\nVarðandi endingu á rafhlöðu, þá eru tölur framleiðanda oftast kjaftæði eða miðað allra allra bestu skilyrði. Þegar ég byrjaði að nota minn Black, þá saug hann rafhlöðuna og ég varð vonsvikinn enda hafði gamli Nokia N79 síminn minn miklu betri endingu. En svo tók ég eftir að allt draslið var í gangi allan tímann. Hann var alltaf tengdur 3G og uppfærði Gmail, Facebook og allt þetta drasl á 10 mínútna fresti. Þá las ég mig til og fann æðislegt lítið forrit sem heitir Quick Settings og er einmitt, snögg leið til að slökkva á helstu fídusum svosem Bluetooth, WiFi, 3G, GPS og svo er brightness sleði innbyggður og hljóðstillingar.\nÉg reyndar sótti Advanced Task Killer, en um leið og ég loka forritinu og opna það aftur, eru flest forritin opin aftur. Það er eins og Android (eða LG launcherinn) sé alltaf að keyra ákveðin forrit í bakgrunn eða opna þau regluga til að uppfæra. Óþolandi.",
            "date": "2011-05-23 18:53:00",
            "post_id": "350572",
            "reply_to_id": "350565"
        },
        {
            "user_name": "intenz",
            "text": "Af hverju segiru það?\nÉg er verulega að spá í því. Langar þig í hann?",
            "date": "2011-05-23 18:55:00",
            "post_id": "350575",
            "reply_to_id": "350572"
        },
        {
            "user_name": "biturk",
            "text": "tjahh nexus one hefur verið drauma síminn minn síðann kom út \n \nhvað myndiru láta greyjið á?",
            "date": "2011-05-23 18:59:00",
            "post_id": "350577",
            "reply_to_id": "350575"
        },
        {
            "user_name": "kubbur",
            "text": "því að umræddir símar eru fyrstukynslóðar dual core símarnir, not perfect, verða örugglega komnir quadcore símar eftir ár, eigum eftir að sjá stórkoslegar umbætur á símum bara á næstu 12 mánuðum\nannars er desire hd að duga mér í svona 2 daga eftir að ég uppfærði upp í 2.3.3, með kveikt á bt/wifi/3g",
            "date": "2011-05-23 19:04:00",
            "post_id": "350578",
            "reply_to_id": "350577"
        },
        {
            "user_name": "wicket",
            "text": "Strákar, strákar, strákar.\nÞað á ekki að nota task killera. Google sjálfir hafa bent á þetta ásamt fjöldanum öllum af custom ROM gaurum. Cyanogen og fleiri taka ekki við bug reports frá fólki sem að eru að nota task killera og lengi mætti telja.\nMá finna mjög góða en líka mjög tæknilega grein hjá Android Dev teyminu um þetta hér : \nhttp://android-developers.blogspot.com/ ... d-way.html\nHættið að nota task killera",
            "date": "2011-05-23 19:10:00",
            "post_id": "350579",
            "reply_to_id": "350578"
        },
        {
            "user_name": "intenz",
            "text": "Veit ekki, 60 með öllu hugsa ég.\nÞetta er skuggalega vel með farinn sími. Hann er eins og nýr. Það er ekki ein rispa á honum og engin flögnun. Hann hefur verið í hulstri frá fyrsta degi.\nNýjasta Android útgáfan er á honum; Gingerbread 2.3.4 - þar sem þetta er official Google síminn fær hann uppfærslur fyrstur allra (ein af ástæðunum af hverju ég keypti hann til að byrja með)\nEftirfarandi myndi fylgja með...\n- Askjan sem hann kom í (með öllu tilheyrandi; bæklingum, snúrum og dóti)\n- Sílíkonhulstur sem ég hef hann alltaf í\n- Clear-Coat full-body protection (óopnað í pakkanum)",
            "date": "2011-05-23 19:23:00",
            "post_id": "350583",
            "reply_to_id": "350579"
        },
        {
            "user_name": "FuriousJoe",
            "text": "",
            "date": "2011-05-27 01:41:00",
            "post_id": "351352",
            "reply_to_id": "350583"
        },
        {
            "user_name": "kubbur",
            "text": "þetta er stór sigur",
            "date": "2011-05-27 02:21:00",
            "post_id": "351353",
            "reply_to_id": "351352"
        },
        {
            "user_name": "intenz",
            "text": "Snilld!",
            "date": "2011-05-27 02:38:00",
            "post_id": "351356",
            "reply_to_id": "351353"
        }
    ],
    "date": "2011-05-23 17:41:00"
}