{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "38740",
    "title": "Truflanir á Stöð 2 Sport HD",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=38740",
    "posts": [
        {
            "user_name": "fallen",
            "text": "Sælir, ég var eitthvað búinn að spurja út í þetta (sbr. hér \nviewtopic.php?f=47&t=31878&p=337024#p337024\n), en fátt var um svör og samkvæmt upplýsingum sem ég hef frá Stöð 2 þá er þetta ekkert tengt útsendingunni.\nÞetta eru basically láréttar, hvítar línur sem koma eingöngu hægra megin á sjónvarpið þegar horft er á þessa stöð. Línurnar blikka og koma á random stöðum þarna hægra megin og eru þessar truflanir alltaf mismiklar. Stundum tekur maður lítið eftir þessu en stundum þá kemst maður ekki hjá því að leiða þessar truflanir fram hjá sér. Þetta kemur ekki á DR HD rásinni, né neinum öðrum venjulegum rásum, bara Stöð 2 Sport HD.\nÉg er búinn að vera tala við Símann í dag og þeir héldu að þetta væri eitthvað skráningavandamál sem þeir löguðu, en ekkert breyttist. Eftir það stóðu þeir á gati og gaurinn í þjónustuverinu ætlaði að senda þetta áfram í frekari greiningu.\nNú hef ég tekið eftir því að starfsmenn/tæknimenn hjá Símanum stunda þetta spjall og væri til í að vita hvort þeir geti ekki upplýst mig um þetta, eða þá aðrir notendur sem hafa lent í svipuðu veseni.",
            "date": "2011-05-24 18:35:00",
            "post_id": "350793",
            "reply_to_id": false
        },
        {
            "user_name": "siminn",
            "text": "Sæll,\nMátt senda mér skilaboð með símanúmeri tengingar eða einhverju álíka svo ég geti séð hvað hefur farið fram og hvar þetta liggur í dag í nánari greiningu. Við kíkjum á þetta hið fyrsta.\nkveðja,\nGuðmundur hjá Símanum",
            "date": "2011-05-24 18:38:00",
            "post_id": "350794",
            "reply_to_id": "350793"
        },
        {
            "user_name": "fallen",
            "text": "Brilliant, done. Takk kærlega.\nAðrir notendur meiga hins vegar alveg koma með sitt input, þetta vandamál er ekki leyst og allar upplýsingar eru velkomnar.",
            "date": "2011-05-24 18:49:00",
            "post_id": "350798",
            "reply_to_id": "350794"
        },
        {
            "user_name": "siminn",
            "text": "Takk fyrir PM-ið.\nÉg sé hvað ég kemst langt með þetta, ég gæti þurft að ræða við tæknitröllin sem rekja sjónvarpskerfið en fæ eflaust ekki svar í kvöld frá þeim.\nLæt þig vita um leið og ég veit eitthvað meira.\nkveðja,\nGuðmundur hjá Símanum",
            "date": "2011-05-24 18:59:00",
            "post_id": "350800",
            "reply_to_id": "350798"
        }
    ],
    "date": "2011-05-24 18:35:00"
}