{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "38778",
    "title": "iOS vs Android",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=38778",
    "posts": [
        {
            "user_name": "Kristján",
            "text": "Nei þetta er ekki þráður um það sem þú heldur \n \nég var að spá með iphoneinn, hann er svo mikið meira smooth heldur en sambærilegur android sími, þá meina ég 1Ghz örri og sama minni eða svipað.\nég er með xperia x10 með droid 2.1, hann fær 2.3 eftir sumarið, og ég er með ADW launcherinn og hann er i raun meira smooth heldur en stock UIið \nég prufaði xperia Arc um daginn og mér fannst hann rosalega smooth fór hratt yfir alla skjánna og inn og út úr mörgum öppum og svona til að þyngja þetta eitthvað og ekkert higg kom en ef eg geri það á minum síma þá higgstar hann eitthvað en ekki mikið.\nlangaði að vita hvernig það er að hjá mönnum hvort síminn ykkar er eins smooth og á iphone.\nog er kannski android loksins kominn á það lvl miða við ios að það sé eins smooth með 2.2 og 2.3.\nlíka með ipad og td xoom, sem er kannski besta af droid tabs, þar er ios með yfirburði í smoothleika, reyndar ekki buinn að prufa xoom sjálfur en maður hefur séð á reviews og svona með xoom að það higgstar stundum en hef prufað ipad og ekkert nema smoothleiki.\nþetta er bara pæling, er ekkert að fara fá með iphone eða annann droid síma.\nbara umræða, ekkert bash i gangi",
            "date": "2011-05-26 15:15:00",
            "post_id": "351217",
            "reply_to_id": false
        },
        {
            "user_name": "wicket",
            "text": "Ekki alveg sambærilegt að bera saman Android og iOS þegar þú ert með X10.\nx10 er heavily skinned og moddað af SonyEricsson með einhverju sem að þeir kalla Timescape og MediaScape. Þessi skin þeirra lagga, það er bara þannig plain & simple.\nSonyEricsson lofa að hafa tjúnað þetta allt til og eytt miklum tíma í að ná þessum viðbótum sínum góðum fyrir 2.3. Það er mikill hraðamunur að koma úr 2.1 yfir í 2.3 og akkúrat núna ertu með síma í höndunum sem er að einni kynslóð eftir á í Android tímatalinu. Það er gott hardware í Xperia X10 en stýrikerfið á honum er úrelt og það skekkir samanburðinn.\nSímar sem eru ekki eins mikið moddaðir af framleiðanda og keyra stock Android eru hraðir, viðmótið smooth as hell og ekkert út á það að setja. Þegar menn setja svo inn stock Android þar sem default skinnið frá Google er á og engin modd frá handtækjaframleiðanda á símanum er allt önnur upplifun að nota símana.\nBesta Android tablet tækið er Samsung Galaxy Tab 10.1 ekki Xoom. Xoom nýtur þess að hafa haft killer mongó auglýsinga/PR/Hype maskínu á bakvið sig enda fyrsta tablet tækið til að keyra Honeycomb. Allir dómar eru sammála um það að Tab 10.1 sé stálið, þynnri en iPad2 og fyrsta Android tablet sem að nálgast iPad þó að vandamálið er klárlega að það vantar fleiri apps á Market sem eru sérsniðin fyrir Tablets. Þegar þau koma jafnast bilið eflaust eitthvað en Apple njóta þess að hafa forskotið.",
            "date": "2011-05-26 15:28:00",
            "post_id": "351220",
            "reply_to_id": "351217"
        },
        {
            "user_name": "Frost",
            "text": "Ég er sjálfur iOS maður. Finnst bara mikið þæginlegra að nota iOS miðað við Android símana sem ég hef prófað, prófaði HTC Desire hjá félaga mínum og sé bara mikinn mun á t.d. smooth leikanum eins og þú nefndir og þar er ég 100% sammála.\nÉg hef aldrei lent í því að Ipod-inn minn geti ekki eitthvað sem Android tæki getur.",
            "date": "2011-05-26 15:41:00",
            "post_id": "351221",
            "reply_to_id": "351220"
        },
        {
            "user_name": "gissur1",
            "text": "Mín skoðun er að best sé að eiga bæði bara",
            "date": "2011-05-26 15:54:00",
            "post_id": "351222",
            "reply_to_id": "351221"
        },
        {
            "user_name": "Kristján",
            "text": "@wicket\njá maður ætti i raun að vera að bera saman google símann nexus one eða nexus S við iphone\nen er það samt bara út af því að flestir dorid símar eru með skin frá framleiðendum sem að þeir laggi svona, mundi google símarnir alveg vera eins og iphone\n@Frost\nég hef aldrei lent í því að droid síminn minn getur ekki eitthvað sem iphone getur ekki  \n \nen er ekki að tala um hvor er betri bara þennann smoothleika sem manni langar í\n@gissur1\nhaha já mig langar soldið i iphone eða ipad, bara i raun út að smoothleikanum því eg mundi nota það eiginlega bara til að surfanetið i sófanum í rólegheitunum",
            "date": "2011-05-26 15:56:00",
            "post_id": "351223",
            "reply_to_id": "351222"
        },
        {
            "user_name": "addifreysi",
            "text": "Ég á Google Nexus One með 2,3 og hann er rosalega smooth og ekkert sem ég man eftir sem ég get ekki gert í honum. Ég var lengi að pæla í tablet og var búinn að vera að skoða iPad og aðra með android, endaði þannig að ég fékk mér Motorola XOOM sem ég sé ekki eftir að hafa keypt. \nMotorola XOOM",
            "date": "2011-05-26 16:14:00",
            "post_id": "351230",
            "reply_to_id": "351223"
        },
        {
            "user_name": "Pandemic",
            "text": "Ég var með Iphone 4 og Desire hlið við hlið um daginn og þeir eru alveg jafn smooth(er að keyra 2.3). þó svo að ég sé að keyra animation á milli home screens.\nSvo var iphoneinn ekki að keyra nein background tasks á meðan minn var með 2-4 forrit í gangi.\nstökkið úr 2.1 yfir í 2.2 er heil öld hvað varðar performance.",
            "date": "2011-05-26 16:22:00",
            "post_id": "351233",
            "reply_to_id": "351230"
        },
        {
            "user_name": "intenz",
            "text": "",
            "date": "2011-05-26 16:32:00",
            "post_id": "351235",
            "reply_to_id": "351233"
        },
        {
            "user_name": "Kristján",
            "text": "hlakka til að fá 2.3 í minn, verst að þá verður pottþett komið eitthvað annað þá",
            "date": "2011-05-26 16:54:00",
            "post_id": "351238",
            "reply_to_id": "351235"
        },
        {
            "user_name": "intenz",
            "text": "Jáb, 2.3.3 og 2.3.4 \nAnnars er 2.3 ekki svo frábrugðið 2.2 í performance.",
            "date": "2011-05-26 17:11:00",
            "post_id": "351243",
            "reply_to_id": "351238"
        },
        {
            "user_name": "wicket",
            "text": "Jú það er heljarinnar munur á 2.2 og 2.3 þó aðallega bakvið tjöldin plús einhverjir litlir nýjir fídusar.\nÞað er heljarinnar hraðaaukning sem kemur með því að færa stýrikerfið úr yaffs filesystem yfir í ext4 og svo er næstum endurskrifaður power manager sem gerir það að verkum að rafhlaðan endist miklu betur í 2.3. Svo er bætt garbace collection (kemur í veg fyrir minnisleka og endurheimtar minni sem forrit eru hætt að nota).",
            "date": "2011-05-26 17:24:00",
            "post_id": "351246",
            "reply_to_id": "351243"
        },
        {
            "user_name": "halli7",
            "text": "Ég mæli með iOS, svo miklu meira smooth.",
            "date": "2011-05-26 17:49:00",
            "post_id": "351252",
            "reply_to_id": "351246"
        },
        {
            "user_name": "blitz",
            "text": "Mér hefur alltaf fundist þetta var svona:\niOS / Mac = Tæknifatlað fólk sem vill \nekki\n hafa hlutina eftir eigin höfði\nAndroid = Andstæðan.",
            "date": "2011-05-26 17:52:00",
            "post_id": "351253",
            "reply_to_id": "351252"
        },
        {
            "user_name": "capteinninn",
            "text": "Ég er að nota Nexus S með 2.3.4 og ekki búinn að roota eða gera neitt og hann er frekar hraður.\nMér finnst best að maður getur breytt öllu í android en það er víst ekki hægt í iOS.\nÉg hef ekki átt iOS samt þannig að ég veit ekki alveg hvernig hann er\nÉg hef allavega ekki tekið eftir þessu laggi nema ég sé með eitthvað ruglað í gangi",
            "date": "2011-05-26 17:56:00",
            "post_id": "351254",
            "reply_to_id": "351253"
        },
        {
            "user_name": "braudrist",
            "text": "Ég keypti mér Samsung Galaxy S II fyrir tveimur dögum og mér finnst hann vera geggjaður, sé sko ekki eftir að hafa keypt hann. Það er rosa smooth að flicka á milli skjáa og allt þannig, hef ekkert fundið fyrir neinu laggi. Hef reynt að finna einhverja galla / ókosti en ég get það ómögulega. Ég hef reyndar ekki prófað Iphone 4 þannig að ég get eiginlega ekki borið þá saman, en ég mæli alla veganna með Galaxy S II símanum.",
            "date": "2011-05-26 18:00:00",
            "post_id": "351255",
            "reply_to_id": "351254"
        },
        {
            "user_name": "Raidmax",
            "text": "HAHA það er svo satt ! Líka þetta að vilja ekkert vesen skil það ekki alveg...",
            "date": "2011-05-26 18:00:00",
            "post_id": "351256",
            "reply_to_id": "351255"
        },
        {
            "user_name": "intenz",
            "text": "Það er líka eins gott, S II er með 1,2 GHz \ntveggja\n kjarna örgjörva á meðan iPhone 4 er með 1 GHz \neins\n kjarna örgjörva.",
            "date": "2011-05-26 18:26:00",
            "post_id": "351261",
            "reply_to_id": "351256"
        },
        {
            "user_name": "Orri",
            "text": "Nei ekki vera svona vitlaus..\nEr maður tæknifatlaður ef maður kýs einfaldleika og notendavænt viðmót frekar en annað ?\nSvo getur maður alveg aukið flækjustigið á iOS upp á sama level og Android með allskonar viðbótum úr Cydia, þeas. ef þú jailbreak-ar.",
            "date": "2011-05-26 18:54:00",
            "post_id": "351264",
            "reply_to_id": "351261"
        },
        {
            "user_name": "kubbur",
            "text": "er að keyra leedroid 2.3.4\niphone/ios gallar:\ngetur ekki:\nskipt út batteríi sjálfur\nskipt um lyklaborð\nskipt út minniskorti\nwidgets\nfarið á netið og installerað forritum í síman þinn í gegnum tölvuna\nnotað flash\nnotað custom launcher\nséð í hvað batteríið fer\ndisplayað notifications\nnotað orðabækur\nvalið default apps fyrir tasks\ncustom rom\nog svo margt fleira\nog btw, \nWTF\n50.000 kr fyrir 16 auka gb",
            "date": "2011-05-26 19:12:00",
            "post_id": "351268",
            "reply_to_id": "351264"
        },
        {
            "user_name": "Tiger",
            "text": "Mín 2cent í þessu............ ég myndi kaupa mér iPhone fyrir 150.000kr en  myndi ekki nota android þótt ég fengi borgað 150.000kr fyrir það...en svo er fólk sem er akkúrat á öfugum enda. Þetta er umræða sem er búin að koma þúsund sinnum hérna og mun aldrei enda á annan hátt en tvær fylkingar sem kítast.\nOg segja að ios og mac sé fyrir tæknifatlað fólk er staðhæfing sem segir meira um ykkar þröngsýni en flest annað. Haldið þessari umræðu nú fyrir ofan leikskólaaldurinn.",
            "date": "2011-05-26 19:21:00",
            "post_id": "351270",
            "reply_to_id": "351268"
        },
        {
            "user_name": "MatroX",
            "text": "gæti ekki verið meira sammála þessu",
            "date": "2011-05-26 19:43:00",
            "post_id": "351271",
            "reply_to_id": "351270"
        },
        {
            "user_name": "Daz",
            "text": "Hah! Þá ætla ég að vera hvorugt. Ég er að nota Android núna, en ég hefði aldrei borgað mikið meira en 3-40 þúsund fyrir svona síma (hvorki Ios né android síma), en ég myndi svo sannarlega nota Nokia 5110 ef einhver borgaði mér 150 þúsund fyrir það",
            "date": "2011-05-26 19:49:00",
            "post_id": "351274",
            "reply_to_id": "351271"
        },
        {
            "user_name": "Tiger",
            "text": "Þá ertu líka komin útfyri ios eða android \n..... Nokia 5110 eru öflugustu símar ever framleiddir og bara heiður að eiga svoleiðis í dag.",
            "date": "2011-05-26 19:56:00",
            "post_id": "351275",
            "reply_to_id": "351274"
        },
        {
            "user_name": "intenz",
            "text": "2.3.4 er Gingerbread ekki Honeycomb.",
            "date": "2011-05-26 20:40:00",
            "post_id": "351280",
            "reply_to_id": "351275"
        },
        {
            "user_name": "kubbur",
            "text": "fixt",
            "date": "2011-05-26 20:43:00",
            "post_id": "351281",
            "reply_to_id": "351280"
        },
        {
            "user_name": "Orri",
            "text": "Þú hefur greinilega ekki heyrt um Jailbreak, er það nokkuð ?",
            "date": "2011-05-27 15:51:00",
            "post_id": "351408",
            "reply_to_id": false
        }
    ],
    "date": "2011-05-27 15:51:00"
}