{
    "forum_title": "Koníakstofan",
    "id": "38864",
    "title": "Loforð um viðskipti.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=38864",
    "posts": [
        {
            "user_name": "bulldog",
            "text": "Sælir félagar.\nMig langaði til þess að bera smá undir ykkur. Ég gerði tilboð í tölvupakka hérna á vaktinni með tilboð upp á 22 þús. Ég fékk eftirfarandi skilaboð :\nRe: Íhlutapakki til sölu (E7400, Asus P43, 4GB, CM V8)\nSent at: Mið 25. Maí 2011 14:17\nFrom: xxxxx\nTo: bulldog \nÉg nenni ekki að standa í þessu lengur og ætla að selja þér íhlutina.\nÉg á heima í xxxxx\nSíðan skiptumst við á bankaupplýsingum og ég gaf honum heimilisfangið mitt s.s. ég myndi millifæra og hann myndi síðan senda til mín í pósti íhlutina. Ég fékk síðan póst frá honum í dag að það væri búið að bjóða 25 þús ( sem var það sem hans verðmat á hlutunum var í upphafi ) og hvort ég vildi yfirbjóða og ég yrði að svara fljótt. Ég hafði á tilfinningunni að hann væri bara að reyna að plokka nokkra auka þúsundkalla og fannst það ekki heiðarleg framkoma vegna þess að við vorum búnir að gera samkomulag.\nHvað finnst ykkur, er þetta loforð um viðskipti eða ekki ? Mér finnst eins og við höfum verið búnir að ganga frá hvernig þetta ætti að vera og að ég hafi verið svikinn um þau viðskipti sem ég var búinn að gera ráð fyrir að yrðu. Endilega komið með ykkar 5 cent á þetta.",
            "date": "2011-05-30 17:48:00",
            "post_id": "352137",
            "reply_to_id": false
        },
        {
            "user_name": "Big Red",
            "text": "Lennti í svipuðu hér á spjallinu, finnst þetta í raun bara svik á, eins og í mínu tilfelli munnlegum samning.",
            "date": "2011-05-30 17:52:00",
            "post_id": "352138",
            "reply_to_id": "352137"
        },
        {
            "user_name": "biturk",
            "text": "ef þetta gerðist svona á að banna manninn því þetta eru svik, þú gengur ekki frá viðskiptum og hættir svo við af því að einhver bauð svo hærra.....hann var búinn að lofa vörunni og þar með selja hana þó afhending hefði ekki verið búin að fara fram!",
            "date": "2011-05-30 17:52:00",
            "post_id": "352139",
            "reply_to_id": "352138"
        },
        {
            "user_name": "KristinnK",
            "text": "Ég er 100% á því að þegar samþykkt eru viðskipti skal standa við þau. Þessi maður hefur þarna fórnað drengskap sínum og mannorði, auk trausts í viðskiptum, fyrir 3 þúsund krónur.",
            "date": "2011-05-30 17:53:00",
            "post_id": "352140",
            "reply_to_id": "352139"
        },
        {
            "user_name": "rapport",
            "text": "Varstu búinn að leggja inn á hann?\nEf þú varst búinn að því = svik, annars ekki.\nÞað kemur fram að þið skiptist á bankaupplýsingum, þú eigir aðbroga og svo skuli hann senda þetta af stað.\nEf þú varst ekki búinn að borga þá varst þú ekki búinn að standa við þinn hluta smkomulagsins heldur (það sem startar svo sendingunni o.s.frv.)+\nSpjallið er ekki verslun þar sem hlutirnir eru teknir frá fyrir þig, borga strax eða taka sénsinn...",
            "date": "2011-05-30 17:56:00",
            "post_id": "352141",
            "reply_to_id": "352140"
        },
        {
            "user_name": "bulldog",
            "text": "Hann er með notendanafnið Tappi og hérna er slóðin á auglýsinguna \nhttp://spjall.vaktin.is/viewtopic.php?f=11&t=38536\nÞað átti að leggja inn á miðvikudaginn og þegar hann sæi millifærsluna hjá sér þá myndi hann senda ihlutina í pósti. \nrapport : það fer nú bara eftir því hvernig samkomulagið er.",
            "date": "2011-05-30 17:56:00",
            "post_id": "352142",
            "reply_to_id": "352141"
        },
        {
            "user_name": "mind",
            "text": "Því miður er viðskiptasiðferðið hérna á vaktinni og reyndar líka á öðrum stöðum frekar lágt.\nÞegar varan er komin í þínar hendur eða peningarnir í hans hendur = samkomulag samþykkt.\nÞangað til geta báðir aðilar í raun rift þessu án þess að hinn geti krafist eins né neins, þó það sé talið vont siðferði.\nSvo\nEf þú varst búinn að millifæra þá myndi ég krefjast þessa að fá hlutina á umræddu verði.\nEf ekki þá bara merkja viðkomandi sem óæskilegan aðila til að hafa viðskipti við og finna einhvern sem er orði sínu vaxinn.",
            "date": "2011-05-30 17:59:00",
            "post_id": "352144",
            "reply_to_id": "352142"
        },
        {
            "user_name": "biturk",
            "text": "nú rapport kúturinn minn er ég ekki sammála.\nef einhver segir \"ég ætla að segja þér hlutinn\" og gefur þér upp bankanúmer er hann búinn að samþykja viðskipti og þar með tilboðið og er að bíða eftir greiðslu\nef að greiðslan dregst lengur en eðlilegt getur talist er ekkert óeðlilegt að hætta við enda er þá ekki búið að standa við hluta samnings en fólk verður líka að gefa manni eins og 24 tíma til að leggja inná því stundum er maður bara upptekin, ekki við tölvu, ekki með auðkennislykil eða tíma til að framkvæma það fyrr en um kvöld eða morgun\nég hef alltaf gefið mér og öðrum 24 tíma áður en ég fer einu sinni að spá í að hætta við viðskipti, loforð er loforð og loforð skulu standa",
            "date": "2011-05-30 18:00:00",
            "post_id": "352145",
            "reply_to_id": "352144"
        },
        {
            "user_name": "bulldog",
            "text": "Myndirðu ekki segja að ég ætti að setja hann á listann yfir þá sem lofa viðskiptum en standa ekki við sitt ?",
            "date": "2011-05-30 18:01:00",
            "post_id": "352146",
            "reply_to_id": "352145"
        },
        {
            "user_name": "biturk",
            "text": "jú, ég hefði gert það án þess að hika, gott að setja þessar upplýsingar með svo fólk geti líka dæmt sjálft hvort það vilji viðskiptast við hann",
            "date": "2011-05-30 18:08:00",
            "post_id": "352149",
            "reply_to_id": "352146"
        },
        {
            "user_name": "bulldog",
            "text": "Búinn að setja það inn.",
            "date": "2011-05-30 18:09:00",
            "post_id": "352151",
            "reply_to_id": "352149"
        },
        {
            "user_name": "MatroX",
            "text": "mín skoðun er sú að þetta eru klárlega svik og að hann ætti að standa við þetta að selja þér þetta",
            "date": "2011-05-30 18:19:00",
            "post_id": "352154",
            "reply_to_id": "352151"
        },
        {
            "user_name": "bulldog",
            "text": "sammála  \n skella aðvörun á hann",
            "date": "2011-05-30 18:20:00",
            "post_id": "352155",
            "reply_to_id": "352154"
        },
        {
            "user_name": "Gunnar",
            "text": "mér fynnst þetta vera persónubundið og að stjórnandi eigi ekki að banna hann.",
            "date": "2011-05-30 18:44:00",
            "post_id": "352166",
            "reply_to_id": "352155"
        },
        {
            "user_name": "MatroX",
            "text": "þetta var nú aðalega bara smá djók. allavega er ég ekki að fara banna hann.",
            "date": "2011-05-30 18:48:00",
            "post_id": "352167",
            "reply_to_id": "352166"
        },
        {
            "user_name": "bulldog",
            "text": "en hýða hann opinberlega",
            "date": "2011-05-30 18:54:00",
            "post_id": "352171",
            "reply_to_id": "352167"
        },
        {
            "user_name": "ViktorS",
            "text": "Hann er nú ekkert orðinn útrásarvíkingur þrátt fyrir þetta",
            "date": "2011-05-30 19:40:00",
            "post_id": "352181",
            "reply_to_id": "352171"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hlutur er ekki seldur fyrr en hann er seldur, ef hann hefur boðið þér hann á 22k og síðan stuttu síðar fengið boð uppá 25k og þú ekki búinn að borga þá skil ég vel að hann hafi valið að selja hann á 25k.\nEkki nema að þið þekkist persónulega.",
            "date": "2011-05-30 20:11:00",
            "post_id": "352186",
            "reply_to_id": "352181"
        },
        {
            "user_name": "Tappi",
            "text": "Ekki hengja mig strax   \n \nÞegar ég tilkynnti honum að ég vildi selja honum íhlutina þá gerði ég ráð fyrir að hann gæti greitt þetta strax.\nÞar sem þessi sala var sett upp sem \nuppboð\n þá er minn skilningur á samkomulaginu sem við gerðum að ég samþykkti að hann ætti hæsta boð í íhlutina og ég væri tilbúinn að selja þá á þessu verði.\nAuðvitað hefði ég látið hann fá þetta hefði hann lagt inná mig áður en ég fékk hærra tilboð.\nÞað voru samt mín mistök útskýrt ekki betur hvernig ég skildi þetta samkomulag.",
            "date": "2011-05-30 20:16:00",
            "post_id": "352191",
            "reply_to_id": "352186"
        },
        {
            "user_name": "bulldog",
            "text": "þú varst búinn að samþykkja að selja mér þetta á ákveðnum degi fyrir ákveðna upphæð þannig að ég gekk að því vísu að það væri sami skilningur af beggja hálfu.",
            "date": "2011-05-30 20:19:00",
            "post_id": "352195",
            "reply_to_id": "352191"
        },
        {
            "user_name": "worghal",
            "text": "ég tel að um leið og að banka upplýsingar og annað slíkt er farið að sendast á milli, þá er komið samkomulag og loforð um viðskipti",
            "date": "2011-05-30 20:20:00",
            "post_id": "352196",
            "reply_to_id": "352195"
        },
        {
            "user_name": "bulldog",
            "text": "það er minn skilningur líka worghal",
            "date": "2011-05-30 20:24:00",
            "post_id": "352197",
            "reply_to_id": "352196"
        },
        {
            "user_name": "Tappi",
            "text": "Ég ætlaði að gefa honum þann kost að geta \"neglt\" þetta ef honum hlotnaðist peningur fyrr.\nEn bara svo það sé á hreinu þá var ætlunin ekki að svíkja neinn um neitt.",
            "date": "2011-05-30 20:35:00",
            "post_id": "352208",
            "reply_to_id": "352197"
        },
        {
            "user_name": "MatroX",
            "text": "er þá ekki um að gera að þið talist í pm og komist að sanngjörnu samkomulagi.",
            "date": "2011-05-30 20:39:00",
            "post_id": "352211",
            "reply_to_id": "352208"
        },
        {
            "user_name": "blitz",
            "text": "Það þarf að koma upp almennilegu kerfi ef markaður á að þrífast:\nFeedback kerfi\nÖLL tilboð og samskipti eiga sér stað í þræðinum, EKKI í einkaskilaboðum\nHugsanlegur kaupandi hefur x-tíma til að svara seljanda (eins og hérna hefði bulldog kannski 12 tíma til að svara þessu tilboði ef þetta hefði verið gert í þræðinum, ef bulldog svarar ekki þá fellur tilboðið niður og seljandi getur selt öðrum)\nBrot á reglum (bjóða og standa ekki við, stunda viðskipti í PM etc) endar á aðvörun og svo permanent IP banni\nEf einhver áhugi er á þessu mæli ég með að menn skoði \nhttp://www.avforums.com\n, markaðurinn þar er mjög vel upp settur, skýrar reglur og brot endar í banni.",
            "date": "2011-05-30 20:43:00",
            "post_id": "352213",
            "reply_to_id": "352211"
        },
        {
            "user_name": "bulldog",
            "text": "Ef hann myndi gera samkomulag við mig núna væri hann þá ekki að svíkja hinn líka ?",
            "date": "2011-05-30 20:47:00",
            "post_id": "352219",
            "reply_to_id": false
        },
        {
            "user_name": "Danni V8",
            "text": "Sama hvaða ákvörðun hann tekur núna þá verður einhver ósáttur. \nSjálfur hefði ég auglýst hlutina selda um leið og ég lofaði einhverjum að fá þá.\nÉg hef einu sinni lent í því að fá hærra tilboð í vöru áður en ég fékk borgað fyrir hana en eftir að ég var búinn að lofa öðrum hana. Þá sagði ég við þann sem bauð hærra að ég væri búinn að lofa öðrum vöruna en myndi hafa samband við hann aftur ef að hann myndi ekki borga.\nEins og ég sé þetta þá er búið að lofa bulldog þetta með því að segja \"ætla að selja þér íhlutina\" og að mínu mati hefði Tappi ekki átt að taka hærra tilboðinu nema að bulldog hefði ekki borgað.\nFrekar selja vöruna 3þús krónum ódýrar en vera álitinn svikari.",
            "date": "2011-05-31 06:34:00",
            "post_id": "352358",
            "reply_to_id": "352219"
        },
        {
            "user_name": "Tappi",
            "text": "Danni, ég væri sammála þér hefði hann getað borgað mér strax(sama dag).\nHann á ekki að geta neglt þetta þó hann geti greitt eftir viku.\nEDIT: Það kom aldrei fram en hann gerði þetta tilboð 25.maí og ég fékk síðan hærra tilboð í gær",
            "date": "2011-05-31 06:55:00",
            "post_id": "352359",
            "reply_to_id": "352358"
        },
        {
            "user_name": "lukkuláki",
            "text": "Þú tókst hans tilboði en jú ég er sammála því að greiðsla hefði átt á eiga sér stað strax sama dag nema um annað hafi verið samið.\nEf kaupandinn getur ekki greitt fyrir vöruna sama dag eða eftir samkomulagi við seljanda þá er samningurinn í rauninni ekki gildur og seljandi hefur rétt á að taka því tilboði sem hann vill.",
            "date": "2011-05-31 08:16:00",
            "post_id": "352361",
            "reply_to_id": "352359"
        },
        {
            "user_name": "rapport",
            "text": "@Bulldog\nPM sem þu vitnar í er frá 25.maí og 30.maí ertu ekki búinn að borga hlæut sem var á uppboði.\n@Biturk\nÞetta er ekki mín \"ideal\" way of doing business, eins og þú veist  \n, ég geri allt til að viðskiptin gangi upp eins og maður hefur selt þau. Þú talaðir um 24 klst. í bið eftir greiðslu, þarna voru komnir 120kl.st bið eftir greiðslu, og hluturinn á \"uppboði\". \nÉg hefði ekki latið þennan 3þ. kall skipta mig mali en ég skil alveg afhverju Tappi er tilbúinn að selja þetta STRAX á 25þ. í stað þess að biða eftir 22þ. í einhverja daga í viðbót.",
            "date": "2011-06-01 10:46:00",
            "post_id": "352698",
            "reply_to_id": "352361"
        }
    ],
    "date": "2011-05-30 20:47:00"
}