{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "38913",
    "title": "Val á tv-flakkari",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=38913",
    "posts": [
        {
            "user_name": "sunna22",
            "text": "Halló ég þarf nauðsinlega að kaupa nýjan tv flakkara. Ég er búin að skoða marga flakkara. En ég er að leita að svona í ódýrari kantinum. Og er búin að finna eithvað. En mig vantar smá álit hann þarf að géta tekið 2 tb disk. Ég var eitthvað búin að spyrja út í þennan flakkara og ekki var mikið álit á honnum. En hann tekur 2 tb disk en hann er mjög ódýr kannski of gott til að vera satt. \nhttp://www.att.is/product_info.php?cPat ... ts_id=4758\nSvo er það þessi en það er sagt að hann taki 1 tb disk en margir flakkarar taka stærri disk en gefið er upp.\nhttp://brother.is/icy-box-mp304-tv-flakkari-3.5.html\nSvo á endingu er það þessi \nhttp://www.tolvutek.is/product_info.php ... s_id=23901\nhttp://www.tolvutek.is/product_info.php ... s_id=23899\nþað værri gott að fá eykkar álit reynslu og þekkingu. takk",
            "date": "2011-06-01 10:10:00",
            "post_id": "352688",
            "reply_to_id": false
        },
        {
            "user_name": "Halli25",
            "text": "ég myndi skoða líka þennan hérna:\nhttp://www.att.is/product_info.php?cPat ... ts_id=6196\ngetur svo notað venjulegan flakkara við hann.\nef þú vilt hafa flakkaran með disk innbyggðum þá myndi ég skoða:\nhttp://www.att.is/product_info.php?cPat ... ts_id=6195",
            "date": "2011-06-01 12:10:00",
            "post_id": "352715",
            "reply_to_id": "352688"
        },
        {
            "user_name": "sunna22",
            "text": "Sorry en andskotans verð er á þessu.En ég var að spá í þennan. En ættli það sé ekki hægt að setja 2 tb disk í hann. Þótt það sé bara gefið upp 1 tb. Því ég hef komist af því að flakkarar. géta spilað af stærri diskum en það sem gefið er upp.\nhttp://brother.is/icy-box-mp304-tv-flakkari-3.5.html\nOg 1 en nú er ég bara með 1 hdmi teingi á sjónvarpinu. Og það er teingt öðru tæki. Hvernig er best að teingja flakkara til að fá mynd og hljóð. Er til eithvað hdmi fjölteingi  \n  takk fyrir",
            "date": "2011-06-01 12:25:00",
            "post_id": "352717",
            "reply_to_id": "352715"
        }
    ],
    "date": "2011-06-01 10:10:00"
}