{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "38934",
    "title": "BenQ EW2420 vandamál",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=38934",
    "posts": [
        {
            "user_name": "íslendingur",
            "text": "Keypti mér BenQ EW2420 24 tommu áðan og alltaf þegar ég hreyfi músina á dökkum skjá verður hún græn, og þegar ég scrolla niður á vefsíðum breytast litirnir t.d rauður verður appelsínugulur og svo framvegis en allt í lagi meðan myndin er óhreyfð, er einhver sem á svona skjá sem hefur lent í þessu. Er að pæla hvort skjárinn sé bilaður eða hvort þetta sé bara stillingaratriði. er lokað í tölvutek svo það væri fínt ef einhver vissi einhvað um þetta.\nhttp://www.tolvutek.is/product_info.php ... s_id=23759\nÉg er líka búin að prófa tengja skjáinn við aðra tölvu með annari snúru og það er sama vandamálið.",
            "date": "2011-06-01 22:11:00",
            "post_id": "352890",
            "reply_to_id": false
        },
        {
            "user_name": "Haxdal",
            "text": "http://spjall.vaktin.is/viewtopic.php?f=21&t=34323#p301260\nPreset display modein á skjánum eru alveg voðalega funky,  ég er með minn á Standard og búinn að tweaka brightness/contrast/sharpness/gamma og color handvirkt og þá er hann ágætur.",
            "date": "2011-06-02 01:29:00",
            "post_id": "352935",
            "reply_to_id": "352890"
        },
        {
            "user_name": "íslendingur",
            "text": "já er búin að reyna fikta í þessu líka finnst ég aldrei nógu ánægður með niðurstöðuna. Þetta er það áberandi að ég get ekki hætt að einbeita mér að þessu en þetta hlýtur að vera galli í skjánum",
            "date": "2011-06-02 01:49:00",
            "post_id": "352936",
            "reply_to_id": "352935"
        },
        {
            "user_name": "Haxdal",
            "text": "Gæti alveg verið að hann sé gallaður.\nMyndi allavega láta checka á því og athuga hvort þú getur fengið honum skipt ef þetta er óbærilegt fyrir þig.",
            "date": "2011-06-02 02:35:00",
            "post_id": "352937",
            "reply_to_id": "352936"
        },
        {
            "user_name": "íslendingur",
            "text": "Já fer líklegast með hann á morgun takk fyrir hjálpina.",
            "date": "2011-06-02 12:29:00",
            "post_id": "352962",
            "reply_to_id": "352937"
        },
        {
            "user_name": "eia234",
            "text": "Hörmulegur skjár, would not recommend  \n \nÉg gerði þau mistök að kaupa eitt svona stykki, maður þarf helst að hafa meistarapróf í að stilla skjái til að fá hann til að líta vel út. Mér hefur samt ekkert tekist að fá hann til að looka vel á skrifborðinu. Hann er samt sæmilegur fyrir að specca efni fyrir endan á rúminu mínu, enn hann er ekkert of góður í því heldur, finnst eins og það komi smá \"ghosting\".",
            "date": "2011-06-03 12:05:00",
            "post_id": "353220",
            "reply_to_id": "352962"
        },
        {
            "user_name": "íslendingur",
            "text": "Er það er þessi skjár lélegur miðað við aðra skjái? Myndiru skipta honum út fyrir öðruvísi skjá ef þú gætir? ætla fara með minn í dag en veit ekki hvort ég vilji annan eins eða öðruvísi skjá, ef það er endalaust vesen á öllum svona skjáum nennir maður ekki að standa í þessu.",
            "date": "2011-06-03 12:53:00",
            "post_id": "353239",
            "reply_to_id": "353220"
        }
    ],
    "date": "2011-06-01 22:11:00"
}