{
    "forum_title": "Koníakstofan",
    "id": "38947",
    "title": "Bíladagar, tjaldsvæði sem leyfir hunda?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=38947",
    "posts": [
        {
            "user_name": "Kristján",
            "text": "sælir\neru einhver tjaldsvæði sem að leyfa hunda?\neða eru sumabústaðir sem leyfa hunda?\neinhver með þetta á hreinu?",
            "date": "2011-06-02 17:20:00",
            "post_id": "353046",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "Við verðum með tjaldvagn í Vaglaskóg og með 2 hunda, þar eru þeir leyfðir í ól, og yfirleitt er lítið af fólki þarna um bíladaga svo oftast er hægt að hleypa þeim e-ð lausum, þótt reglurnar tali vissulega um að þeir skuli vera í ól.",
            "date": "2011-06-02 17:24:00",
            "post_id": "353047",
            "reply_to_id": "353046"
        },
        {
            "user_name": "Kristján",
            "text": "er vaglaskógur ekki bara fyrir fjölskyldur eða eitthvað og allt á að vera rólegt kl 12 or some?",
            "date": "2011-06-02 17:41:00",
            "post_id": "353052",
            "reply_to_id": "353047"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég er búinn að vera þarna alla mína fimm bíladaga í góðra vina hópi og á þeim svæðum sem við höfum verið á hafa engar fjölskyldur verið. Tjaldsvæðið í Vaglaskóg er svo stórt og dreift, skiptist í mörg minni svæði þarna inn í skóginum og fjölskyldufólkið virðist safnast í annan endann og við krakkarnir í hinn. Það hefur allavega aldrei verið neitt vesen að vera þarna, syngjandi með gítar og flestir með öl í hönd fram á morgun.",
            "date": "2011-06-02 17:54:00",
            "post_id": "353055",
            "reply_to_id": "353052"
        },
        {
            "user_name": "Kristján",
            "text": "var a tjaldsvæðinu hjá þorunnarstræti síðast, það var alveg ágætt, vorum þarna nokkur og mikið fjör, var reyndar að lesa aðeins og það má vera með hunda þar líka bara i bandi og ekki skilja þá eftir eina.",
            "date": "2011-06-02 19:11:00",
            "post_id": "353080",
            "reply_to_id": "353055"
        },
        {
            "user_name": "AntiTrust",
            "text": "Já, það var heldur til mikið fjör og vitleysa þar fyrir okkur rólega fólkið",
            "date": "2011-06-02 19:13:00",
            "post_id": "353083",
            "reply_to_id": "353080"
        }
    ],
    "date": "2011-06-02 17:20:00"
}