{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "39088",
    "title": "Ískur/íl/surg .. eitthvað miðtíðnihljóð úr GTX260",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=39088",
    "posts": [
        {
            "user_name": "Haxdal",
            "text": "Sælir,\nDatt í hug að tékka hvort einhver af ykkur vélbúnaðargúrúum hafi lent í svipuðu, en ég var að taka eftir því áðan að það kemur svona pirrandi Ískur,  eða surg .. úr skjákortinu mínu, ekki alveg hátíðnihljóð heldur eitthvað aðeins fyrir neðan í tíðnisviðinu.  Er ekki svona high pitch hljóð einsog það sem kemur þegar það er að rendera eitthvað sem updateast insanely hratt (unrestricted fps, sbr gamli Minecraft án limit frames, Starcraft 2 Menu fyrir patch (sem var að drepa skjákort), etc. ég kveiki bara á vsync til að losna við það svo það pirrar mig ekkert) heldur er þetta eitthvað annað,  þetta hættir ef ég slekk á skjánum eða þegar ég skipti á milli hausa á kortinu (skipti um virkan skjá).  er ca 2-2.5 ára Gigabyte GTX260 kort.\nHefur einhver annar hérna lent í einhverju svipuðu ?  einhverjar hugmyndir um hvað þetta gæti verið í gangi eða er þetta bara merki um að skjákortið sé að fara að \"deyja\" ?",
            "date": "2011-06-09 04:11:00",
            "post_id": "354572",
            "reply_to_id": false
        },
        {
            "user_name": "vesley",
            "text": "Finnst vera líklegt að þetta ískur sé í þéttunum á skjákortinu.   \nÞað er fullkomlega eðlilegt að það ískri í þéttum á skjákorti við \"high-fps\" senur eða t.d. folding@home.\nÍskrið styttir líftíman á skjákortinu þínu eitthvað smá en ekkert til að hafa áhyggjur af .  Kortið þitt mun samt endast nógu lengi fyrir þig   (Verður löngu úrelt áður en ískur drepur kortið)",
            "date": "2011-06-09 04:20:00",
            "post_id": "354573",
            "reply_to_id": "354572"
        },
        {
            "user_name": "gardar",
            "text": "Getur alltaf farið í það að skipta út þéttunum \n En það er reyndar ekki verk fyrir hvern sem er",
            "date": "2011-06-09 08:51:00",
            "post_id": "354588",
            "reply_to_id": "354573"
        },
        {
            "user_name": "Haxdal",
            "text": "nei, einsog ég sagði er þetta ekki þarna \"high-fps\" squeelið í þéttunum, það er meira high pitched og ég kveiki bara á vsync til að stoppa það \n .. þetta kom bara strax, og var meira svona ..  rafmagns surg en ekki stöðugt íl einsog með þéttana, fór ekkert við reboot, kom um leið og ég rebootaði og hún fór að sýna eitthvað á skjáinn, \nAnnars virðist þetta vera hætt núna eftir nóttina  \n .   Vona að þetta hafi bara verið eitthvað tímabundið og ég hafi bara verið of fljótur á mér að halda það versta \nTakk fyrir svörin allavega",
            "date": "2011-06-09 10:13:00",
            "post_id": "354598",
            "reply_to_id": "354588"
        }
    ],
    "date": "2011-06-09 04:11:00"
}