{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "39170",
    "title": "Uppfærsla á örgjörva, minni og borði",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=39170",
    "posts": [
        {
            "user_name": "kallikukur",
            "text": "Núna er maður að raka in cashiola og farinn að horfa til tölvunnar.\nÉg er búinn að setja saman smá pakka hjá Kísilda (öll min tölvuviðskipti fara fram í kísildal.(punktur)) og væri gjarnan til í nokkur álit.´\nÉg er ekkert að fikta í overclocking eða neitt þannig ég spila bara tölvuleiki og horfi á bíómyndir í tölvunni svo mér er alveg sama um hve mikið overclock capability er og þannig \nSvo hérna er pakkinn :\nÖrgjörvi -> er að pæla í þessum \nhttp://kisildalur.is/?p=2&id=1631\n en hver er samt munurinn á honum og þessum \nhttp://kisildalur.is/?p=2&id=1708\n \nMinni -> held nú að þessi séu frekar sollid \nhttp://kisildalur.is/?p=2&id=1667\nMóðurborð -> ég veit ekkert um móðurborð en las á minninu að minnið passi vel við p67 svo ég valdi til þetta \nhttp://kisildalur.is/?p=2&id=1741\nAð lokum þá hef ég verið að pæla í hvort það breyti nokkru hvernig skjákort maður er með þegar það kemur að þessum móðurborðum?\nég meina ég er núna með ati kort og ætla sennilega að skipta yfir í nvidia á næsta ári og mun ég þá þurfa að skipta um eitthvað af þessu eða er ég bara að rugla eitthvað",
            "date": "2011-06-12 19:20:00",
            "post_id": "355471",
            "reply_to_id": false
        },
        {
            "user_name": "audiophile",
            "text": "Munurinn er að það er hægt að overclocka K örgjörvann en ekki hinn. Það er einfaldasta í heimi að overclocka þessa nýju Intel örgjörva að það er bara heimska að fá sér ekki K örgjörva. Þó þú komir aldrei til með að overclocka sjálfur, þá ertu allavega með örgjörva sem verður auðveldara að selja seinna ef þú vilt uppfæra aftur.",
            "date": "2011-06-12 20:15:00",
            "post_id": "355481",
            "reply_to_id": "355471"
        },
        {
            "user_name": "kallikukur",
            "text": "aiit, en hvað segja menn um þetta móðurborð ?",
            "date": "2011-06-14 16:30:00",
            "post_id": "355937",
            "reply_to_id": "355481"
        },
        {
            "user_name": "mercury",
            "text": "asrock eru að gera ágætis hluti en ég myndi frekar fara í gigabyte eða asus borð.",
            "date": "2011-06-14 16:42:00",
            "post_id": "355939",
            "reply_to_id": "355937"
        },
        {
            "user_name": "kallikukur",
            "text": "Ok eftir að gremslast eitthvað fyrir þá er ég búinn að setja þetta saman\nörgjörvi: \nhttp://kisildalur.is/?p=2&id=1708\nminni: \nhttp://kisildalur.is/?p=2&id=1667\nMóðurborð: \nhttp://www.buy.is/product.php?id_product=9207742\nog þá er það bara aðal spurningin , mun þetta passa í þennan kassa \nhttp://kisildalur.is/?p=2&id=1411\n?",
            "date": "2011-06-15 16:16:00",
            "post_id": "356242",
            "reply_to_id": "355939"
        },
        {
            "user_name": "audiophile",
            "text": "Lítur vel út. Annars eru ASrock alveg flott borð og hafa gott orð á sér. Þetta borð \nhttp://kisildalur.is/?p=2&id=1634\n fær t.d. góða dóma á flestum síðum og gott feedback á Newegg. Ég allavegi stefni á þetta borð á næstunni og ég hef alltaf verið Gigabyte maður.",
            "date": "2011-06-15 20:09:00",
            "post_id": "356312",
            "reply_to_id": "356242"
        },
        {
            "user_name": "jakub",
            "text": "mjög gott borð uppá það sem þú ætar að gera með það, og fínasta minni fyrir leiki. Já þetta kemmst inní kassann hjá þér \n og Nei, það skiptir ekki máli hvort þú setur nvidia eða ati/amd skjákort á það",
            "date": "2011-06-15 20:28:00",
            "post_id": "356317",
            "reply_to_id": "356312"
        },
        {
            "user_name": "marri87",
            "text": "Hef ekki heyrt neitt slæmt um ASrock móðurborðin, eina svona sem ég get bent á að ef þú hefur í huga að fá þér 2 skjákort þá er asus borðið það eina sem bíður upp á það. Annars verður þetta ekkert nema flott uppfærsla",
            "date": "2011-06-15 21:20:00",
            "post_id": "356339",
            "reply_to_id": "356317"
        }
    ],
    "date": "2011-06-12 19:20:00"
}