{
    "forum_title": "Vaktin.is",
    "id": "39352",
    "title": "slæm viðbrögð hjá buy.is",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=46&t=39352",
    "posts": [
        {
            "user_name": "Halldór",
            "text": "Ég er nýbúinn að kaupa mér skjákort og ætlaði ég fyrst að kaupa það hjá buy.is en endaði svo á því að finna það 25,000 kr ódýrara að pannta það frá bandaríkjunum. En mér fannst það skrítið að buy.is væru að selja þetta á 60,000 kall en að pannta það allaleið frá bandaríkjunum er bara um 35,000 kall svo ég sendi þeim bréf þar sem ég spurði þá afhverju þetta væri svona dýrt. Svo fékk ég svar frá þeim og við skiptumst á nokkrum tölvupóstum og endaði þetta svona \n\"Þann 19. júní 2011 16:39, skrifaði Buy.is <sala@buy.is>:\nÉg sagði vel yfir 40 þúsund.  Ég gef þér eðlilega ekki upp hvað ég kaupi vöruna inn á. \nÉg nenni ekki að ræða þetta frekar við þig – kauptu þetta bara á newegg.\"\nÞetta er bara einn af nokkrum svona mailum sem ég fékk frá þeim og voru mörg þeirra mjög dónaleg. Ég var algjörlega hlutlaus og vildi bara fræðast um hvort að þetts verð væri útaf birgjanum þeirra eða álögum. Það að þeir kjósi að vera svona dónalegir finnst mér alveg fáránlegt og er ég að spá í hvort að þeir séu með svona lélega customer support og hvort að þið hefðuð einnig lennt í því sama",
            "date": "2011-06-19 22:20:00",
            "post_id": "357379",
            "reply_to_id": false
        },
        {
            "user_name": "worghal",
            "text": "en newegg sendir ekki til íslands ?",
            "date": "2011-06-19 22:22:00",
            "post_id": "357380",
            "reply_to_id": "357379"
        },
        {
            "user_name": "MatroX",
            "text": "ok. þessi svör eru ekki góð en hvernig í helvítinu ætlar þú að panta þér það af newegg?\nog þar sem þú fannst það þar á newegg. varstu búinn að reikna með 40-70$ sendingarkostnaði + 25.5% vsk ofan á heildarverðið?\nEDIT.\nþað vantar lengri sögu um þetta email. hvað sagðir þú við þá?\nþað eru alltaf 2 hliðar á hverri sögu.",
            "date": "2011-06-19 22:23:00",
            "post_id": "357381",
            "reply_to_id": "357380"
        },
        {
            "user_name": "Halldór",
            "text": "þetta eru soldið mörg emails. en málið er ég er var hlutlaus, var ekki með dónaskap og var einmitt mikið að passa hvað ég sagði. \nég panntaði af newegg sendi til vinar mínns í bandaríkjunum og hann sendir þetta sem gjöf til landsinns. þetta kostar 270$ á newegg",
            "date": "2011-06-19 22:29:00",
            "post_id": "357383",
            "reply_to_id": "357381"
        },
        {
            "user_name": "Sphinx",
            "text": "x2",
            "date": "2011-06-19 22:29:00",
            "post_id": "357384",
            "reply_to_id": "357383"
        },
        {
            "user_name": "AncientGod",
            "text": "gætir þú kannski póstað allt mailið ? þar sem þetta virðist vera gmail sem þú sentir úr.",
            "date": "2011-06-19 22:30:00",
            "post_id": "357386",
            "reply_to_id": "357384"
        },
        {
            "user_name": "Klaufi",
            "text": "Ég held að það vanti helling inn í þetta.\nAð mínu mati eru e-mail og Pm eitthvað sem á ekki að birta almenningi.\nEn tel það þó réttlætanlegt ef menn hafa eitthvað bitastætt á bakvið það og sýni allt samtalið.\nTaka hint af því sem P-ið í PM stendur fyrir. Þetta eru einkasamtöl.\nEn þú verður þó að gera þér grein fyrir því að Buy.is (Eða hvaða verslun sem er.) eru aldrei að fara að selja þér þetta á kostnaðarverði.\nÉg hugsa að þeir hljóti að taka allavega 5-15k til sín að lágmarki af vöru í þessum verðflokki.\nEkki eru þeir að reka þetta sem góðgerðarsamtök?\n*Bætt við*\nGangi þér vel að fá þetta í gegn sem gjöf hjá tollinum.\nOg samtkvæmt þessu verði á newegg ætti þetta að vera ca 45k fyrir utan sendingarkostnað (Og vsk og toll af honum.) Ég hugsa að þetta verð hjá Buy.is hafi verið ekkert nema sangjarnt.",
            "date": "2011-06-19 22:33:00",
            "post_id": "357389",
            "reply_to_id": "357386"
        },
        {
            "user_name": "htdoc",
            "text": "endilega sendu allt samtalið inn, frá fyrsta pósti (en kannski væri réttast að spurja buy.is hvort þú megir birta alla póstana, veit það ekki)",
            "date": "2011-06-19 22:38:00",
            "post_id": "357395",
            "reply_to_id": "357389"
        },
        {
            "user_name": "Halldór",
            "text": "E-mail milli buy.is og Halldórs tekin út!\n \nItem List: \nItem Number: N82E16814102929\nItem Description: VGA SAPPHIRE|100312FLEX HD6950 2G R\nQuantity: 1\nPrice: 279,99\nUPS Tracking Number: 1ZX799331252553334\n \n(Shipped from Industry, CA)\n    Shipping Time: 6/15/2011 5:01:42 PM",
            "date": "2011-06-19 22:46:00",
            "post_id": "357402",
            "reply_to_id": "357395"
        },
        {
            "user_name": "SolidFeather",
            "text": "Þá er það komið á hreint, tölvuíhlutir eru ódýrari í USA! \nHvað ertu annars gamall Halldór? 13 ára?",
            "date": "2011-06-19 22:49:00",
            "post_id": "357404",
            "reply_to_id": "357402"
        },
        {
            "user_name": "kjarribesti",
            "text": "Nei kommon, ekki fara að blanda aldri inn í þetta.\nAnnars, ég skil Friðjón vel, eða er það ekki hann sem skrifar ?\nHann er að bjóða vörurnar hér á íslandi á lægsta verðinu og er ekki að reka nein góðgerðarsamtök svo \nhann má alveg fá 10k til sín fyrir hverja vöru ef hann vill, ég meina vertu feginn að geta fengið það hér á þessu verði",
            "date": "2011-06-19 22:53:00",
            "post_id": "357406",
            "reply_to_id": "357404"
        },
        {
            "user_name": "AncientGod",
            "text": "allir íhlutir eru andskoti dýrir hér miðað við erlendar vefsíður =S en svo jafnast þetta út þegar að kemur að borga sendingu og toll þannig þetta jafnast út á endanum.",
            "date": "2011-06-19 22:57:00",
            "post_id": "357407",
            "reply_to_id": "357406"
        },
        {
            "user_name": "dori",
            "text": "Ekki láta gæjann senda þér þetta sem gjöf. Gjafir hafa hámarks verðmæti. Það er miðað við eitthvað um 10 þúsund krónur og allt yfir það þarftu að borga fyrir (einmitt útaf fólki eins og þér). Þar sem þetta kostar u.þ.b. 40 þúsund þá muntu þurfa að borga vsk af 30 þúsund sem eru rúmar 7500 krónur.\nÞá er þetta komið í tæp 50 þúsund sem er ekkert svo svakalega frábært. Þarna á samt eftir að reikna inn sendingargjald frá vini þínum (þú gætir reyndar sloppið við að borga aðflutningsgjöld af því svo að það er bara eitthvað \"smotterí\"). Ég miða hérna við 40 þúsund þar sem einhver talaði um þá upphæð hérna. Það er allavega tekið \ntollgengi\n af FOB verði vörunnar (s.s. verð vöru með flutningi) á þeim degi sem hún kemur til landsins.\nMín niðurstaða:\n Ég skil vel að buy.is nenni ekki endalaust að hlusta á tuð í fólki sem er visst um að það gæti fengið vörur ódýrari með svona krókaleiðum. Sér í lagi þegar það er semi á skjön við lög og reglur eins og í þessu tilfelli.\nPROTIP:\n Ekki láta hann senda þér þetta. Reyndu að fá einhvern til að koma með þetta í farangri. Þá gætirðu virkilega sloppið við að borga aðflutningsgjöld (en gætir líka þurft að borga sektir...).\nHeimild: \nhttp://www.tollur.is/displayer.asp?cat_id=1874",
            "date": "2011-06-19 23:01:00",
            "post_id": "357408",
            "reply_to_id": "357407"
        },
        {
            "user_name": "AntiTrust",
            "text": "Tessi tràdur er fàrànlegur og tad ad birta tölvupósta/samtöl sömuleidis. Ekkert ahugarvert vid svörin eda verdid hja buy.",
            "date": "2011-06-19 23:03:00",
            "post_id": "357409",
            "reply_to_id": "357408"
        },
        {
            "user_name": "Eiiki",
            "text": "Persónuleg finnst mér Friðjón ekki vera með neinn dónaskap. Þú. Halldór minn, sýnist mér ekki skilja nákvæmlega hvernig fyrirtæki ganga fyrir sig. Auðvitað verða fyrirtæki að leggja auka kostnað á vörur sem þeir panta inn frá útlöndum, annars myndi fyrirtækið ekki ganga og væru því frekar einhver góðgerðarsamtök eins og Klaufi talar um.\nEdit: Mjög vel orðað hjá dóra hérna fyrir ofan mig",
            "date": "2011-06-19 23:04:00",
            "post_id": "357411",
            "reply_to_id": "357409"
        },
        {
            "user_name": "coldcut",
            "text": "LÆST vegna þess að þessi þráður er (eins og AntiTrust bendir á) fáránlegur og tölupóstssamskipti tekin út þar sem ég er nokkuð viss um að þau séu trúnaðarmál!",
            "date": "2011-06-19 23:07:00",
            "post_id": "357412",
            "reply_to_id": "357411"
        },
        {
            "user_name": "kemiztry",
            "text": "Heldur þú Halldór að verslanir á Íslandi séu góðgerðarsamtök þar sem starfsfólk er bara í sjálfboðavinnu?  Skil ekki svona rugl þráð.",
            "date": "2011-06-19 23:08:00",
            "post_id": "357429",
            "reply_to_id": "357412"
        },
        {
            "user_name": "MatroX",
            "text": "Þarna segiru að þú hafir keypt kortið á 35þús sem er rugl vitlaust\nþú segir að þetta séu 279.99$\nvið skulum reikna þetta\n279.99 * 117 = 32800 + 25.5% = 41164kr\nþar sem þetta er yfir 265 dollara þarftu að setja þetta á tollskýrslu og þeir rukka eitthvern 3000kr fyrir að gera hana.\nþarna varstu að borga 45þús fyrir skjákort sem er ekki í abyrgð hérna heima.\njú verðið hjá buy.is er aðeins í hærri kanntinum en ég myndi samt taka þetta hjá buy.is til að fá 2 ára ábyrgð.\nannars myndi ég aldrei versla þetta þar sem þetta er eitthvað AMD skjákort.",
            "date": "2011-06-19 23:09:00",
            "post_id": "357430",
            "reply_to_id": "357429"
        }
    ],
    "date": "2011-06-19 22:20:00"
}