{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "39382",
    "title": "Kaup á value leikjavél",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=39382",
    "posts": [
        {
            "user_name": "zaiLex",
            "text": "Sælir.  Ætla að kaupa mér value leikjavél, helst til að spila starcraft 2 og diablo 3 þegar hann kemur.  Vil að hún sé tiltölulega hljóðlát. Kaupi allt nýtt nema lyklaborð og mús.  Var að spá í að kaupa allt hjá Tölvutek.  Ég er búinn að setja eftirfarandi saman:\n60GB SATA3 OCZ SSD 2.5'' Agility3 - \nhttp://www.tolvutek.is/product_info.php?products_id=27929\n - value ssd skv \nhttp://www.harddrivebenchmark.net/hdd_value.html\n (6. sæti) - 24.900.-\nAM3 Athlon II X4 630 örgjörvi, Retail - \nhttp://www.tolvutek.is/product_info.php?products_id=27150\n - value cpu skv \nhttp://www.cpubenchmark.net/cpu_value_available.html\n (1. sæti), skilst að amd sé málið sem value örgjörvi í leikina, er ekki í neinni myndvinnslu eða þungri forritakeyrslu - 16.900.-\nGigabyte AM3 GA-880GM-D2H DDR3 móðurborð, ATI4250 - \nhttp://www.tolvutek.is/product_info.php?products_id=23204\n - ódýrasta móðurborðið hjá þeim sem styður sata3, er reyndar með einhverju innbygðu skjákorti, truflar það nokkuð? er eitthvað sérsakt að sækjast eftir í dýrari móðurborðum? - 14.900.-\nGigabyte GTX 460OC2 PCI-E2.0 skjákort 1024MB GDDR5 WindForce 2X - \nhttp://www.tolvutek.is/product_info.php?products_id=23424\n - value gpu skv \nhttp://www.videocardbenchmark.net/gpu_value.html\n, (6. sæti) - 29.900.- hef slæma reynslu af hd og góða af nvidia svo að ég ætla í nvidia í þetta skiptið \nInter-Tech SL-500 500W aflgjafi, 120mm mjög hljóðlát vifta - \nhttp://www.tolvutek.is/product_info.php?products_id=23601\n - ódýrasta psu í búðinni, slepp ég ekki með 500w því að skv \nhttp://extreme.outervision.com/PSUEngine\n er recommended 320w með þetta system? hljómar líka að vel að viftan sé hljóðlát - 4.990.-\nMushkin 4GB DDR3 1333MHz (1x4GB) SL.Stiletto vinnsluminni CL9 - \nhttp://www.tolvutek.is/product_info.php?products_id=23363\n - skilst að munurinn á cl9 og cl7 er lítill svo að ég fer bara í cl9, tók líka mushkin yfir einhverja exceleram tegund þarna til að vera safe, munaði 1k - 7.990.-\nBenQ G2420HDB 24'' LCD FULL HD 16:9 skjár, svartur - \nhttp://www.tolvutek.is/product_info.php?products_id=27968\n - langar ekki í minni skjá en 24\" og þessi lítur ágætlega út - 29.900.-\nAntec Two Hundred turnkassi, svartur - \nhttp://www.tolvutek.is/product_info.php?products_id=23569\n - þessi kassi uppfyllir kröfur mínar um kassa sem eru engin hurð, enginn gluggi, stílhreinn, síðan fylgja viftur og usb tengi að framan sem er gott mál - 17.900.-\nOCZ Vindicator CPU Heatsink örgjörvakæling AMD / Intel - \nhttp://www.tolvutek.is/product_info.php?products_id=23305\n - til að vera ekki með háværa stock viftu - 2.990.-\n= 150.370.-\nHvernig lýst ykkur á þetta?",
            "date": "2011-06-21 19:33:00",
            "post_id": "357818",
            "reply_to_id": false
        },
        {
            "user_name": "Plushy",
            "text": "Flott.\nen ekki kaupa hjá Tölvutek. Skoðaðu verðlistann á íhlutum í flipunum þarna uppi til að sjá hversu mikið dýrari þeir eru í.. já, eiginlega öllu. Edit: Kannski harðmæli; Þeir eru oft dýrari en margir, en ekki öllu \nEkki spara í Aflgjafann heldur. Þessir Inter-Tech aflgjafar áttu að hafa hrúgast til baka ónýtir. Keyptu þér einhvern vandaðan aflgjafa hjá þekktu fyrirtæki. Ef að aflgjafinn steikist og tekur einhverja aðra hluti með sér þá færðu bara aflgjafann í ábyrgð en ekki hina hlutina.",
            "date": "2011-06-21 19:39:00",
            "post_id": "357819",
            "reply_to_id": "357818"
        },
        {
            "user_name": "Storm",
            "text": "já ok \nhttp://vaktin.is/index.php?action=prices&method=display&cid=16",
            "date": "2011-06-21 23:16:00",
            "post_id": "357865",
            "reply_to_id": "357819"
        },
        {
            "user_name": "AncientGod",
            "text": "Þarna ég er ekki pro í þessu en með þessu skjákorti og þessum örgjörva getur þú held ég gert bottleneck á tölvuna sem er slæmt, þarftu skjáinn ? ef ekki ættir þú að fjárfesta í betra móðurborð og örgjörva.",
            "date": "2011-06-22 01:07:00",
            "post_id": "357895",
            "reply_to_id": "357865"
        },
        {
            "user_name": "CendenZ",
            "text": "Ég myndi fara í phenom II x2 555 og unlocka 2 kjarna.... færð 4 kjarna, 3.6 ghz og 7 mb cache fyrir sama pening.......\nbtw óbreyttur brand new er hann að afkasta meira en sem þú valdir..",
            "date": "2011-06-22 01:20:00",
            "post_id": "357896",
            "reply_to_id": "357895"
        },
        {
            "user_name": "Plushy",
            "text": "Er ekki að reyna vera leiðinlegur en þið eru lægstir í sáralitlum tilfella. Hef oftað við ykkur og frábær búð og starfsfólk. Auk þess eru flest þessara móðurborða sem eru græn annaðhvortu aðeins eru til í Tölvutek eða lítil samkeppni um þau. Gæti alveg eins linkað örgjörva, vinnsluminna, skjákorta - og harða diska flipan \nFyrir utan verðið á sumu er þetta búð í hæsta gæðaflokki.",
            "date": "2011-06-22 01:53:00",
            "post_id": "357906",
            "reply_to_id": "357896"
        },
        {
            "user_name": "zaiLex",
            "text": "Ég er ekki viss að ég skilji þig alveg, er hægt að unlocka 2 fleiri kjarna á dual core örgjörva?  Af hverju er hann þá dual core yfir höfuð en ekki quad core?  Hann er annars skráður sem 3,2ghz þessi örri á tölvutek síðunni, varstu þá að tala um að oca?",
            "date": "2011-06-23 17:34:00",
            "post_id": "358232",
            "reply_to_id": "357906"
        },
        {
            "user_name": "ViktorS",
            "text": "2 pælingar.\nEkki kaupa ódýran aflgjafa, hann gæti fengið skammhlaup og þá jafnvel tekið aðra hluti með sér í leiðinni.\nSvo er betra að hafa 2x2GB minni heldur en 1x4GB.",
            "date": "2011-07-08 00:04:00",
            "post_id": "361694",
            "reply_to_id": "358232"
        },
        {
            "user_name": "Snikkari",
            "text": "Áhugavert, þetta vissi ég ekki.\nÉg ætla alls ekki að stela þræðinum, mig langar bara svo að vita þetta.\nAf hverju er betra að hafa 2x2GB heldur en 1x4GB ?\nEf ég ætlaði að fara í 8GB væri þá betra að fara í 4x2GB heldur en í 2x4GB",
            "date": "2011-07-08 02:07:00",
            "post_id": "361720",
            "reply_to_id": "361694"
        },
        {
            "user_name": "Minuz1",
            "text": "http://en.wikipedia.org/wiki/Dual-channel_architecture\nPurpose\nGraphic illustrating bottleneck between CPU, RAM, and other peripherals\nDual-channel technology was created to address the issue of bottlenecks. Increased processor speed and performance requires other, less prominent components to keep pace. In the case of dual channel design, the intended target is the memory controller, which regulates data flow between the CPU and system memory (RAM). The memory controller determines the types and speeds of RAM as well as the maximum size of each individual memory module and the overall memory capacity of the system. However, when the memory is unable to keep up with the processor, a bottleneck occurs, leaving the CPU with nothing to process. Under the single-channel architecture, any CPU with a bus speed greater than the memory speed would be susceptible to this bottleneck effect.\nThe dual-channel configuration alleviates the problem by doubling the amount of available memory bandwidth. Instead of a single memory channel, a second parallel channel is added. With two channels working simultaneously, the bottleneck is reduced. Rather than wait for memory technology to improve, dual-channel architecture simply takes the existing RAM technology and improves the method in which it is handled. While the actual implementation differs between Intel and AMD motherboards, the basic theory stands.\nPerformance\nThere have been varying reports as to the performance increase of dual-channel configurations, with some tests citing significant performance gains while others suggest almost no gain.\nTom's Hardware found little significant difference between single-channel and dual-channel configurations in synthetic and gaming benchmarks (using a \"modern\" system setup). In its tests, dual channel gave at best a 5% speed increase in memory-intensive tasks.[3] Another comparison by laptoplogic.com resulted in a similar conclusion for integrated graphics.[4] The test results published by Tom's Hardware had a discrete graphics comparison.\nThe difference can be far more significant in applications that manipulate large amounts of data in memory. A comparison by TechConnect Magazine demonstrated considerable gains for dual-channel in tasks using block sizes greater than 4 MB, and during stream processing by the CPU.[5][dead link]\nhttp://en.wikipedia.org/wiki/Triple-cha ... chitecture\nOperation\nDDR3 triple-channel architecture is used in the Intel Core i7-900 series (the Intel Core i7-800 series only support up to dual-channel), which are used on the LGA 1366 platform (e.g., Intel X58). AMD Socket AM3 processors do not use the DDR3 triple-channel architecture but instead use dual-channel DDR3 memory. The same applies to the Intel Core i3, Core i5 and Core i7-800 series, which are used on the LGA 1156 platforms (e.g., Intel P55). According to Intel, a Core i7 with DDR3 operating at 1066 MHz will offer peak data transfer rates of 25.6 GB/s when operating in triple-channel interleaved mode. This, Intel claims, leads to faster system performance as well as higher performance per watt.[1]\nWhen operating in triple-channel mode, memory latency[dubious – discuss] is reduced due to interleaving, meaning that each module is accessed sequentially for smaller bits of data rather than completely filling up one module before accessing the next one. Data is spread amongst the modules in an alternating pattern, potentially tripling available memory bandwidth for the same amount of data over storing it all on one module.\nThe architecture can only be used when all three, or a multiple of three, memory modules are identical in capacity and speed, and are placed in three-channel slots. When two memory modules are installed, the architecture will operate in dual-channel mode.[2]\nTriple-channel can only be achieved on supporting motherboards and processors, since they implement the feature, not the RAM.",
            "date": "2011-07-08 03:08:00",
            "post_id": "361721",
            "reply_to_id": "361720"
        },
        {
            "user_name": "mundivalur",
            "text": "Við erum íslendingar og tölum íslensku,gera svo vel og þíða þetta",
            "date": "2011-07-08 10:34:00",
            "post_id": "361756",
            "reply_to_id": "361721"
        },
        {
            "user_name": "Kristján",
            "text": "djöfull ætla ég að vona að þú sért að grínast, hann hefði hvort sem er bara linkað á wiki um þetta og þar hefðir þú lesið þetta á ensku.\nallt stýrikerfið þitt er á ensku og þú getur ekki lesið smá kafla hérna.\nen annars til að þíða þá e dual channel eins og að vera með tvöfalda hraðbraut en ekki einfalda, sem sagt, meira að gögnum sem kemst á milli.",
            "date": "2011-07-08 11:28:00",
            "post_id": "361777",
            "reply_to_id": "361756"
        },
        {
            "user_name": "einarhr",
            "text": "Ágætis pakki fyrir utan Örgjörva og Aflgjafa, myndi taka td Phenom II x4 965 eða 955 eða jafnvel eins og CendenZ sagði að fá þér Phenom II x2 555 og unlocka 2 kjörnum á honum, á að vera frekar auðvelt ef maður hefur ágætis reynslu. Svo er Bulldozer á leiðinni hjá AMD og flott að uppfæra í hann á næsta ári.\nSvo er ekki sniðugt að spara í Aflgjafa, kauptu þér vandaðan.",
            "date": "2011-07-08 13:06:00",
            "post_id": "361796",
            "reply_to_id": "361777"
        },
        {
            "user_name": "ViktorS",
            "text": "My bad \n Vissi ekki að þú ætlaðir að uppfæra seinna í 2x4GB",
            "date": "2011-07-08 13:09:00",
            "post_id": "361798",
            "reply_to_id": "361796"
        },
        {
            "user_name": "Minuz1",
            "text": "Væri fínt ef þú myndir lesa það sem þú varst að þýða, því þú ert með þveröfuga þýðingu.\nÞeir vilja að þú haldir að það virki, en það gerir það ekki nema í undantekingartilvikum.",
            "date": "2011-07-10 02:49:00",
            "post_id": "362144",
            "reply_to_id": "361798"
        }
    ],
    "date": "2011-06-21 19:33:00"
}