{
    "forum_title": "Koníakstofan",
    "id": "39484",
    "title": "Hjálp! þvottavél sem dælir beint í gegnum sig",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=39484",
    "posts": [
        {
            "user_name": "Storm",
            "text": "Sælir vaktarar.\nÉg var að flytja þvottavél í búslóðarflutningum og eftir flutninginn átti að byrja að þvo.\nEithvað virðist þvottavélin ekki hafa líkað við flutninginn því nú þegar kveikt er á henni, sama á hvaða stillingu er sett þá dælir vélin öllu vatni sem inní hana fer beint í niðurfallið!\nÞvottavélin er af gerðinni Zanussi FLS-1082\nEinhverjar hugmyndir?",
            "date": "2011-06-26 20:33:00",
            "post_id": "358933",
            "reply_to_id": false
        },
        {
            "user_name": "KrissiP",
            "text": "Það gæti verið sandkorn eða eitthvað svoleiðis í vatnsinntaksventlinum.",
            "date": "2011-06-26 20:38:00",
            "post_id": "358937",
            "reply_to_id": "358933"
        },
        {
            "user_name": "Storm",
            "text": "okey, ætla að prufa að skrúfa hana í sundur og gá hvort ég sjái eithvað...",
            "date": "2011-06-26 20:43:00",
            "post_id": "358938",
            "reply_to_id": "358937"
        },
        {
            "user_name": "KrissiP",
            "text": "Annars er þetta bara sem gerðist hjá okkur. Farðu bara varlega",
            "date": "2011-06-26 20:54:00",
            "post_id": "358939",
            "reply_to_id": "358938"
        },
        {
            "user_name": "rapport",
            "text": "Held að það sé e-h annað. Hún á ekki að dæla af sér nema e-h segi henni að fara að dæla...\nGetur verið að þið hafið látið hana liggja á bkinu eða e-h þannig að tromlan sé föst, s.s. hún dælir inn á sig en getur ekki snúið tromlunni þannig að hún dælir öllu af sér strax aftur og vonast eftir viðgerð?\nKoma engin ljós?",
            "date": "2011-06-26 20:56:00",
            "post_id": "358940",
            "reply_to_id": "358939"
        },
        {
            "user_name": "Storm",
            "text": "hún þurfti að snúa á hliðinni til þess að koma henni útúr hinni íbúðinni en var ekki þannig lengi. Ég er búinn að prufa að snúa tromlunni aðeins og hún var ekkert stíf, skal athuga það nánar\nedit: það eru engin ljós á þvottavélinni",
            "date": "2011-06-26 21:04:00",
            "post_id": "358941",
            "reply_to_id": "358940"
        },
        {
            "user_name": "Klaufi",
            "text": "Athuga hvort þú hafir rifið vírana úr segulrofanum þar sem hún dælir út?\nVeit ekki hvernig það er á svona vél en tók einu sinni eftir því aftan á vél að það var spólurofi á loka á retúrnum, alveg aftan á og vírar í hann á fáránlegasta stað.\nAnnars held ég að vélar í dag séu yfirleitt bara með loka inn en ekki út.\nÞetta er bara uppástunga, hef ekki verið mikið í að gera við þvottavélar sem betur fer..",
            "date": "2011-06-26 21:05:00",
            "post_id": "358942",
            "reply_to_id": "358941"
        },
        {
            "user_name": "Storm",
            "text": "okey vélin snýr aldrei tromlunni sama hvaða system maður notar, held þetta sé bilunin.\nHvað er til ráða?\nÞekkiði einhverja ódýra heimilistækja rafverktaka sem geta lagað svona?",
            "date": "2011-06-26 21:12:00",
            "post_id": "358943",
            "reply_to_id": "358942"
        }
    ],
    "date": "2011-06-26 20:33:00"
}