{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "39834",
    "title": "Hd ruglara  siminn eða vodafone ??",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=39834",
    "posts": [
        {
            "user_name": "nokiae66",
            "text": "Er að spa í hvort er betra hjá símanum eða vodafone?",
            "date": "2011-07-11 16:34:00",
            "post_id": "362373",
            "reply_to_id": false
        },
        {
            "user_name": "SolidFeather",
            "text": "Hvað þarftu að rugla?",
            "date": "2011-07-11 16:56:00",
            "post_id": "362389",
            "reply_to_id": "362373"
        },
        {
            "user_name": "pattzi",
            "text": "Vodafone í gegnum ljós amino svarti",
            "date": "2011-07-11 16:57:00",
            "post_id": "362391",
            "reply_to_id": "362389"
        },
        {
            "user_name": "tdog",
            "text": "Ljósnet Símans ódýrara en Gagnaveitan...",
            "date": "2011-07-11 17:02:00",
            "post_id": "362393",
            "reply_to_id": "362391"
        },
        {
            "user_name": "pattzi",
            "text": "sökkar feitt",
            "date": "2011-07-11 17:04:00",
            "post_id": "362395",
            "reply_to_id": "362393"
        },
        {
            "user_name": "wicket",
            "text": "Hvernig færðu það út ? Einhver rök bakvið þetta hjá þér eða bara eitthvað öskur út í loftið því að þú annað hvort er ekki á Ljósnetssvæði eða ert argur út í Símann sem fyrirtæki ?\nÉg er að nota Ljósnetið og get ekki kvartað. Ódýrara en ADSLið sem ég var með og hraðinn er yndi. Myndi láta Gagnaveituna taka niður boxið sitt ef það væri ekki út í bílskúr hjá mér.\nEr með Sagem HD lykilinn þeirra, hann hefur virkað fínt. Er með litla Sagem sem er ekki HD inn í einu herberginu og hann er að virka fínt líka.\nEina vandamálið sem er væntanlega vandamál hjá öllum sem nota HDMI er að Textavarpið kemur ekki með enda pjúra analog merki sem HDMI flytur ekki á milli.",
            "date": "2011-07-11 17:10:00",
            "post_id": "362399",
            "reply_to_id": "362395"
        },
        {
            "user_name": "pattzi",
            "text": "Nei bara hraðara hjá gagnaveitunni er alveg hérna hitt líka í hverfinu",
            "date": "2011-07-15 21:38:00",
            "post_id": "363401",
            "reply_to_id": "362399"
        },
        {
            "user_name": "wicket",
            "text": "Það er jafn hratt fyrir utan upload hraðann sem er 25mbit og það er ódýrara. Þannig að það er erfitt fyrir neytandann að kvarta mikið yfir því \nEf þú hefur ekki prófað þjónustuna er erfitt fyrir þig að segja að eitthvað sökkar feitt. Það er óþroskað og ómálefnalegt.\nstay classy san diego !",
            "date": "2011-07-15 21:40:00",
            "post_id": "363403",
            "reply_to_id": "363401"
        },
        {
            "user_name": "pattzi",
            "text": "Já bara síminn er ofdýr er lægri símareikningur en þegar við vorum hjá símanum vodafone núna ,\nannars borga ég þetta ekki þannig mér er nett sama hvernig net er hérna heima",
            "date": "2011-07-15 21:44:00",
            "post_id": "363405",
            "reply_to_id": "363403"
        },
        {
            "user_name": "tdog",
            "text": "Patti er rétt svo 16 ára og hefur ábyggilega ekki miklar reynslu af símreikningum. \nEf við miðum við megabit/krónur þá er Ljósnetið virkilega hagstætt m.v ADSLið.\nHann býr reyndar ekki í ljósvæddu hverfi og alveg þónokkurn spotta frá símstöðinni. \nWicket, þú getur bara sett loftentscoax í tækið sem tekur við RUV, þannig geturu nýtt textavarpið í sjónvarpinu. Vandamálið er ekki HDMI kapallinn, heldur að textavarpið er ekki flutt yfir Sjónvarp Símans.\nEdit, or is it? Ég hef alltaf haldið að það væri bara flutt yfir kóaxinn, eða skjátlast mér?",
            "date": "2011-07-15 22:05:00",
            "post_id": "363413",
            "reply_to_id": "363405"
        },
        {
            "user_name": "pattzi",
            "text": "Veistu hver ég er ?????????\ner með ljósleiðara.",
            "date": "2011-07-15 22:07:00",
            "post_id": "363415",
            "reply_to_id": "363413"
        },
        {
            "user_name": "tdog",
            "text": "Jebb. Ég veit að þú ert að nota Ljósleiðara Gagnaveitunnar, það er frekar augljóst.\nÉg skildi nú ekki fyrri setninguna, en þú virðist hafa mjög miklar skoðannir á því hvaða nettengingu aðrir ættu að fá sér.",
            "date": "2011-07-15 22:08:00",
            "post_id": "363417",
            "reply_to_id": "363415"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Síminn = VOD \n>\n Vodafone\nInnleggin fyrir ofan svarið mitt er krabbameinið sem er að drepa vaktina.",
            "date": "2011-07-15 22:22:00",
            "post_id": "363420",
            "reply_to_id": "363417"
        },
        {
            "user_name": "wicket",
            "text": "Textavarpið er klárlega sent í gegn um Sjónvarp Símans, er að nota það í dag í gegnum IPTV afruglara frá Símanum sem tengist með SCART. HDMI boxið frammi í stofu aftur á móti gúdderar ekki textavarpið. Skv. því sem ég hef séð á netinu er Textavarpið pjúra analog dót og HDMI sendir ekkert analog merki og þess vegna dettur þetta út",
            "date": "2011-07-15 23:31:00",
            "post_id": "363447",
            "reply_to_id": "363420"
        },
        {
            "user_name": "tdog",
            "text": "SNILLD! Þá get ég endanlega losað mig við loftnetsgreiðuna og tæmt loftnetsrörin",
            "date": "2011-07-15 23:44:00",
            "post_id": "363451",
            "reply_to_id": "363447"
        },
        {
            "user_name": "audiophile",
            "text": "Ljósnetið er nú bara fokking snilld, sérstaklega fyrir mann eins og mig sem býr á stað sem er ekki með ljósleiðara inn í hús og mun líklega aldrei gerast. Ég er að fá yfir 50mbit í download og 10mbit niður og sjónvarpið virkar hikstalaust í gegnum þetta. Þetta er rúmlega 1000kr ódýrara á mánuði en 12mbit ADSL hjá Vodafone.",
            "date": "2011-07-16 08:06:00",
            "post_id": "363484",
            "reply_to_id": "363451"
        },
        {
            "user_name": "tdog",
            "text": "Síðan fyrir utan það þá þarf ekki að gera neinar drastískar breytingar hjá manni þegar maður fær sér Ljósnetið. Bara skipta um router. Og jú, splitter í inntakið (helst).",
            "date": "2011-07-16 15:59:00",
            "post_id": "363521",
            "reply_to_id": "363484"
        }
    ],
    "date": "2011-07-11 16:34:00"
}