{
    "forum_title": "Koníakstofan",
    "id": "39990",
    "title": "Vantar Price Check á tölvu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=39990",
    "posts": [
        {
            "user_name": "Kristján",
            "text": "ER ÞETTA 30.000 KR VIRÐ???\nsælir vantar smá PC á tölvu sem litli bróðr kærustu minnar var að festa kaup á.\nþað sem eg veit um tölvuna er:\nMedion\nP4 HT örri\n2,5 gb minni\neinhver aflgjafi\nms 7091 MSI borð\n512mb skákort Zodiac, eithvað sem hanna segir að kostaði 27k árið 2007\n1.5 TB diskur\nhann fekk með lyklaborð og mús, eitthvað eld gamalt og skjá sem er í raun TV með dvi tengi og dvdspilara, Denver týpa.\nMálið er að hann er að kaupa þetta af félaga sínum og er ekki alveg með vit fyrir svoan hlutum\nþetta er það eina sem ég veit um tölvuna en í fljótu braði þá er þeta ruslamatur að minu mati en vildi fá annað alit á þetta.\nER ÞETTA 30.000 KR VIRÐ???",
            "date": "2011-07-18 23:27:00",
            "post_id": "364051",
            "reply_to_id": false
        },
        {
            "user_name": "J1nX",
            "text": "er ekkert vinnsluminni í þessu ?",
            "date": "2011-07-18 23:30:00",
            "post_id": "364052",
            "reply_to_id": "364051"
        },
        {
            "user_name": "Kristján",
            "text": "ohh ju sry 2.5gb sagði hann",
            "date": "2011-07-18 23:34:00",
            "post_id": "364056",
            "reply_to_id": "364052"
        },
        {
            "user_name": "biturk",
            "text": "þetta er ekki 30 k virði\neina sem er eitthvað bitastætt í þessu er harði diskurinn og hann er svona 7k virði\nmér þætti vinalegt að sjá samt meiri upplýsingar um tölvuna, þetta gefur manni nánast engan grun um hvað er raunverulega í kassanum, aldur, ástand eða neitt annað\n512mb skjákort......það segir ekkert, ekki eins og þau séu bara tvö þannig framleidd 2007 \nedit\n2,5gb segir ekkert\ner það ddr1?ddr2? hversu margir kubbar? hvaða timing? hvaða framleiðandi?\nvantar í raun bara allar uppl´syingar um tölvuna",
            "date": "2011-07-18 23:37:00",
            "post_id": "364058",
            "reply_to_id": "364056"
        },
        {
            "user_name": "einarhr",
            "text": "Nei 15 þús væri sennilega ásættanlegt fyrir svona vél",
            "date": "2011-07-18 23:39:00",
            "post_id": "364061",
            "reply_to_id": "364058"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég myndi nú ekki segja að það væri svo lítið, bara 1.5tb diskurinn er 5-8þús.",
            "date": "2011-07-18 23:44:00",
            "post_id": "364064",
            "reply_to_id": "364061"
        },
        {
            "user_name": "Kristján",
            "text": "lestu þráðinn.\nþetta er allt sem ég veit um þessa vél, þessi tölva er mögulega keypt eitthvað fyrir 2007\n2 kubbar af minni anyway, enn þarf bara staðfestingu á því að þetta er ekki 30k virði og að þessi \"vinu\" hans tók hann þurt í boruna",
            "date": "2011-07-18 23:46:00",
            "post_id": "364065",
            "reply_to_id": "364064"
        },
        {
            "user_name": "biturk",
            "text": "stðafestingin er komin, þetta er ekki 30k virði\n15k væri sanngjarnt en 20 væri sennilega hægt að fá án þess að vera talin alger skíthæll!",
            "date": "2011-07-18 23:47:00",
            "post_id": "364067",
            "reply_to_id": "364065"
        },
        {
            "user_name": "einarhr",
            "text": "kanski 20 þús hámark, spurning hvaða skjákort þetta er, það gæti hækkað aðeins verðið. Annars er allt fyrir utan HDD og Skjákort frekar verðlaust .\nÞessar vélar voru seldar á sýnum tíma í BT og var það fyrir mína tíð í Tæknival sem þjónustaði BT, ég byrjaði að vinna í Tæknival 2006, þessi vél er sennilega síðan 2004 eða 2005. Það sem ég get sagt um þessar vélar er að þær eru næstum  ódauðlegar, var með eina svona gamla sem testvél í vinnunni og gekk hún allan daginn í hdd test og í því að Ghosta stýrikerfi á nýjar vélar yfir lan. En 30 þús er rippoff og greinilega ekki góður Vinur",
            "date": "2011-07-18 23:56:00",
            "post_id": "364075",
            "reply_to_id": "364067"
        }
    ],
    "date": "2011-07-18 23:27:00"
}