{
    "forum_title": "Hugbúnaðar- & Forritunarstofan",
    "id": "40016",
    "title": "Forrit sem slekkur á tölvu (Parental)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=7&t=40016",
    "posts": [
        {
            "user_name": "Bjosep",
            "text": "Sælir\nVeit einhver um eitthvað sniðugt forrit (frítt) sem hægt er að nota til þess að tölvan slökkvi á sér á einhverjum ákveðnum tíma og ef mögulegt er að ekki sé hægt að ræsa stýrikerfi (Windows) á ákveðnum tímabili.\nkv.\nBjosep",
            "date": "2011-07-19 23:28:00",
            "post_id": "364402",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "Ef tölvan er með Vista eða W7 geturu ráðið log on hours með Parental controls. Getur líka stjórnað fleiri atriðum, hvaða forrit er hægt að nota hversu lengi eða hvenær dags, hvaða leiki, hvaða heimasíður er hægt að fara inn á og fleira í þessum dúr. Virkilega öflugt feature set sem fáir vita af.",
            "date": "2011-07-19 23:31:00",
            "post_id": "364405",
            "reply_to_id": "364402"
        },
        {
            "user_name": "biturk",
            "text": "ef þú ert með win 7 eða vista er það bara að fara að ráðum andtrausts fyrir ofan \n \ngerði þetta einu sinni við tölvu hjá félaga mínum án þess að hann vissi, greyið skildi ekkert af hverju hann komst bara í tölvuna á milli 19-22 á kvöldin og gat ekki skoðað neitt á netinu nema bara fréttasíður og þannig basic stuff",
            "date": "2011-07-19 23:35:00",
            "post_id": "364408",
            "reply_to_id": "364405"
        },
        {
            "user_name": "Tiger",
            "text": "Þegar maður nota þetta, þarf maður ekki að gera administrator aðgang fyrir sig, og síðan auka aðgang fyrir krakkan sem maður getur svo stjórnað?",
            "date": "2011-07-19 23:57:00",
            "post_id": "364423",
            "reply_to_id": "364408"
        },
        {
            "user_name": "AntiTrust",
            "text": "Jú, það er ekki hægt að parent control-a admin account.",
            "date": "2011-07-20 00:05:00",
            "post_id": "364427",
            "reply_to_id": "364423"
        }
    ],
    "date": "2011-07-19 23:28:00"
}