{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "40085",
    "title": "Ný skjákort, hljóðkort og í frammhaldinu headphones.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=40085",
    "posts": [
        {
            "user_name": "JoiMar",
            "text": "Góðan dag\nÁkveðnar uppfærslu hugmyndir eru búnar að vera veltast um í hausnum á mér síðustu daga. Í fyrsta lagi að fara í Crossfire Ati 6950 uppfærslu frá eina 6850 kortinu sem ég er með núna. \nhttp://www.buy.is/product.php?id_product=9207908\n versla sem sé tvö svona kort og selja gamla mitt. Þetta er nátturulega svolítill peningur fyrir þetta setup. En möguleikin á að unlocka 6950 kortunum í 6970 er hluti af því að ég er spenntur fyrir þessu (heimild \nhttp://www.techpowerup.com/articles/overclocking/vidcard/159\n). \nPæling hvort nvidia menn vilja meina að eitt 580 kort væri sniðugri kaup.\nNr. 2 \nFá mér stærri SSD disk, virðist vera að 60 GB séu ekki nóg þrátt fyrir að ég hafi talið mér trú um það. Mögulega að uppfæra í OCZ Vertex 3  (\nhttp://www.buy.is/product.php?id_product=9207910\n), er einhver betri 120 GB eða hafa menn slæma reynslu af þessum disk? \nNr. 3 \nKaupa hljóðkort, núna hef ég átt 2 setup í röð sem að hafa notað innbyggð hljóðkort og mig langar að kaupa mér sér hljóðkort Asus Xonar D1 er líklegast (\nhttp://www.buy.is/product.php?id_product=1734\n). Er þetta algjör peningaeyðsla, mönnun virðist greina á hvort að hljóðkort séu bara pjatt eða skemmtilegur aukahlutur. \nNr. 4\nÞetta er atriðið sem ég er í mestu veseni með ný headphone. Nú eru gömlu Sennheiser HD-555 búin að fylgja mér lengi og orðinn ansi lúinn, þannig að nýju valkostirnir eru. \nSennheiser RS 170 ( 27.900), Sennheiser HD 558 (29.900) eða HD 380 PRO (22.900)\nhttp://pfaff.is/Vorur/4394-rs-170.aspx\n , \nhttp://pfaff.is/Vorur/4785-hd-558.aspx\n ,\nhttp://pfaff.is/Vorur/4328-hd-380-pro.aspx\n .\nBest væri ef að einhver hefur slæma reynslu af einhverjum af þessum headphone-um þar sem þau fá flest öll jákvæðar umsagnir. Sumir virðast þó hafa eitthvað neikvætt að segja um RS 170 sem mig langar þó best í vegna þráðlausa fídusins. \nNr. 5 \nLyklaborðið er eiginlega búið líka þannig að Razer Lycosa (\nhttp://www.buy.is/product.php?id_product=1636\n) virðist vera rökrétt uppfærsla þó svo að G 510 komi líka til greina. Hef aldrei prufað þessi Razer borð, einhver ástæða til þess að fjárfesta ekki í þeim?\nÞetta er orðin örlítil langloka :/, en þeir sem nenntu að lesa þetta í gang endilega skjótið á mig hugmyndum.\nRestin af setup-i inniheldur AMD Phenom II X6 1090T, GIGABYTE GA-890FXA og HAF 932 kassa. \nKveða Jói",
            "date": "2011-07-22 17:21:00",
            "post_id": "365149",
            "reply_to_id": false
        },
        {
            "user_name": "einarhr",
            "text": "Nei það er ekki peningaeyðsla að fá sér hljóðkort, þú átt eftir að finna töluverðan mun. Sjálfur er með nokkuð öflugt borð fá Asus með innbyggðu hljóðkorti sem á að vera þokkalega gott en það hefur ekki roð í Creative X-fi Gamer kortið sem ég er með í tölvunni, á sínum tíma greiddi ég 6500 kr fyrir þetta kort. \nÉg sé ekki tilganginn að kaupa sér góð heyrnatól ef búnaðurinn sem sendir hljóðið á þá er ekkert spes.\nÉg á 4 stykki Sennheiser heyrnatól.\n1. CX300 fyrir Ipodinn, InEar tappa.\n2. HD435 fyrir tónlist heima, Opin.\n3. PC161 Gaming með Mic. \n4. RS130 Wireless.\nMjög ánægður með alla þessa nema að það getur stundum verið truflanir í þeim þráðlausu og nota ég þau því lítið og er búin að lána gamla þau.\nHef ekki reynslu af þessum nýju þráðlausu en ég er alltaf frekar skepptískur á þráðlausa hluti, það virðast alltaf vera e-h vandamál. Sbr, mýs, Wifi kort ofl.\nMyndi fara í Pfaff og prófa HD558 og HD380 og velja svo í framhaldi af því.",
            "date": "2011-07-22 20:10:00",
            "post_id": "365177",
            "reply_to_id": "365149"
        },
        {
            "user_name": "TraustiSig",
            "text": "Ég er sjálfur með RS170. Þetta eru ein bestu kaup sem ég hef gert. Ég get labbað allt í íbúðinni og þau detta aldrei út. Skýr og góður hljómur eins og má búast við frá Sennheiser ásamt því að snilld er að kýla basssann og surround í botn þegar að maður er að leika sér í tölvuleikjum. Ég fékk til að mynda hroll þegar að ég prufaði þau í bílaleikjum...",
            "date": "2011-07-26 12:55:00",
            "post_id": "365998",
            "reply_to_id": "365177"
        },
        {
            "user_name": "mind",
            "text": "Nr1\n2x 6950/6970 gefur þér meiri afköst en 1x  GTX580\nhttp://www.anandtech.com/show/4209/amds-radeon-hd-6990-the-new-single-card-king/7\nNr2\nAlmenna reglan er allir 120GB diskar sem nota nýja sandforce settið = góðir (Corsair Force 3, Vertex 3 o.s.f.)\nNr3\nFæstir þurfa betra hljóðkort en það innbyggða. Ef þú vilt samt fá þér svoleiðis er Xonar D1 líklega kortið til að kaupa.\nEinfalda reglan er samt sú sama og fyrir hátalara og heyrnatól sem er:\nEf þú heyrir ekki mun = ekki fjárfesta í dýrara dóti!\nEf þú heyrir mun = prufaðu þá dýrara dót (og taktu blint próf til að koma í veg fyrir að heyra bara muninn afþví þú vilt það)\nNr4\nEkkert að 555 heyrnatólum, þau eru mjög góð.\nÉg hef stórar efasemdir um að 558 skili þér einhverjum mun. Myndi frekar bara uppfæra gömlu ókeypis í 595\nhttp://mikebeauchamp.com/misc/sennheiser-hd-555-to-hd-595-mod/\nNr5\nRazer er fínt en passaðu þig samt með lyklaborð að það eru til mismunandi layout, svo ef þú ert með ofnæmi fyrir litlum enter hnöppum eða vilt hafa hornklofatakkann við hliðiná vinstri shift þarftu viðkomandi útgáfu. (Sbr. ekki US layout)",
            "date": "2011-07-26 13:26:00",
            "post_id": "366003",
            "reply_to_id": "365998"
        },
        {
            "user_name": "JoiMar",
            "text": "Takk fyrir þetta mjög þægilegt að fá að vita að meður hefur verið að hugsa þetta rétt \n, allavega varðandi skjákortið. Takk fyrir ábendinguna með 555 og ókeypis breytingu yfir í 595, en vandamálið er að þau er brotin þannig að ég verð að kaupa ný headphone. \nÉg panta þetta þá í ágúst",
            "date": "2011-07-27 17:27:00",
            "post_id": "366365",
            "reply_to_id": "366003"
        },
        {
            "user_name": "mundivalur",
            "text": "Hvaða týpu af 6850 ertu með mig vantar í CF",
            "date": "2011-07-27 17:32:00",
            "post_id": "366367",
            "reply_to_id": "366365"
        },
        {
            "user_name": "JoiMar",
            "text": "Þetta er svipað \nhttp://kisildalur.is/?p=2&id=1693\n þessu korti, nema overclockuð útgáfa, keypt í okt/nóv 2010 í Kísildal. Vil helst ekki losa mig við það fyrr en í ágúst. Sendu mér endilega message þá \nKv Jói",
            "date": "2011-07-27 22:24:00",
            "post_id": "366442",
            "reply_to_id": "366367"
        },
        {
            "user_name": "Steini B",
            "text": "Þú getur ekki notað þetta 6950 kort, það verður að vera retail (ekki aftermarket)\nEins og td. þetta \nhttp://tolvutaekni.is/product_info.php?products_id=1978",
            "date": "2011-07-27 22:33:00",
            "post_id": "366444",
            "reply_to_id": "366442"
        },
        {
            "user_name": "JoiMar",
            "text": "Waaz, þetta eru fréttir fyrir mér, þeas.. afhverju get ég ekki notað önnur en retail kort? að hvaða leiti get ég ekki notað það?. Aftermarket kort virka í CF síðast þegar ég vissi!",
            "date": "2011-07-27 22:37:00",
            "post_id": "366446",
            "reply_to_id": "366444"
        },
        {
            "user_name": "Steini B",
            "text": "Æj það vantaði hjá mér \nGetur ekki notað það ef þú ætlar að BREYTA því í 6970 \nÞú getur alveg verið með hvaða 6950 kort sem er í CF...\nEn ef þú ætlar að flasha því yfir í 6970 kort, þá verðuru að vera með retail kort...",
            "date": "2011-07-27 23:06:00",
            "post_id": "366457",
            "reply_to_id": "366446"
        },
        {
            "user_name": "JoiMar",
            "text": "Neðst á þessari síðu er samantekt yfir kort sem hafa verið unlockuð og slatti af þeim er aftermarket.\nhttp://www.techpowerup.com/articles/ove ... idcard/159",
            "date": "2011-07-28 01:50:00",
            "post_id": "366493",
            "reply_to_id": "366457"
        },
        {
            "user_name": "mercury",
            "text": "ein spurning nú virðast menn vera að flasha 6950 i 6970 og allt virðist virka. Tók samt eftir því að 6950 er með 2x 6pin en 6970 er með 1x 6pin og 1x 8pin.\nhttp://forums.guru3d.com/showthread.php?t=335318\n ágætis umræða varðandi þetta flash dæmi",
            "date": "2011-07-28 02:31:00",
            "post_id": "366501",
            "reply_to_id": "366493"
        }
    ],
    "date": "2011-07-22 17:21:00"
}