{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "40147",
    "title": "Argosy HV339T (næ ekki að tengjast afruglaranum)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=40147",
    "posts": [
        {
            "user_name": "GTB1984",
            "text": "Sælir\nÉg þarfnast aðstoðar og ég vona að finni hana hérna.\nÉg var sem sagt að kaupa mér Argosy HV339T upptöku sjónvarpsflakkara frá Tölvutek og ég á að geta tengt hann þannig að ég geti bæði horft á fríu rásirnar (Rúv, ÍNN og N4) og afruglara rásirnar mínar (Stöð2Sport 1-5 og HD) í gegnum flakkarann og tekið því upp af öllum þessum rásum. Ég er sem sagt með HD Digital Ísland afruglara og á þriggja ára gamalt Phillips sjónvarp sem er með tveimur HDMI tengjum og nota ég þau bæði, annað í sjónvarpsflakkarann og hitt í HD afruglarann. Ég tengi síðan sjónvarpsflakkarann og afruglarann með RCA snúru. Ég næ alltaf að finna opnu rásirnar þegar ég tengi loftnetið við sjónvarpsflakkarann en ekki þær sem þarf að greiða fyrir. Ég finn síðan engar rásir þegar ég tengi loftnetið við afruglarann eins og mér var sagt að gera.\nFattar einhver hvað ég er að gera vitlaust?\nMeð fyrirfram þökk\nGunnar",
            "date": "2011-07-25 01:01:00",
            "post_id": "365730",
            "reply_to_id": false
        },
        {
            "user_name": "hagur",
            "text": "Er þetta flakkarinn? \nhttp://www.argosy.tw/product-detial.php?prod_id=145\nSýnist hann ekki hafa neitt loftnetstengi, hvað þá CAM rauf til að setja afruglarakort í.\nSýnist upptökumöguleikinn aðeins vera í gegnum composite video og RCA audio tengingarnar.  Hvaða HD afruglara ertu með?  Digital Ísland eða í gegnum Ljós/ADSL?\nÞú þarft að tengja composite video (gula tengið) og stereo audio (rautt/hvítt) úr afruglaranum yfir í flakkarann og þá geturðu tekið upp allt sem þú sérð í gegnum afruglarann.",
            "date": "2011-07-25 10:24:00",
            "post_id": "365759",
            "reply_to_id": "365730"
        },
        {
            "user_name": "GTB1984",
            "text": "Sæll\nÉg gerði þetta að sjálfsögðu vitlaust. Flakkarinn sem ég keypti heitir 339T en ekki 359 eins og sést hér \nhttp://www.tolvutek.is/product_info.php ... s_id=27806\n.\nÉg er annars með Digital Ísland HD lykil frá Vodafone: \nhttp://www.vodafone.is/sjonvarp/myndlyklar/kaonhd\nÉg er með flakkarann tengdan við afruglarann með gulu, rauðu og hvítu snúrunum.",
            "date": "2011-07-25 13:49:00",
            "post_id": "365779",
            "reply_to_id": "365759"
        },
        {
            "user_name": "hagur",
            "text": "Ok, þá held ég að þetta sé rétt tengt hjá þér.  Græðir lítið á því að tengja loftnetið við flakkarann, því þá myndirðu aðeins ná opnum rásum.  Best að láta allt fara í gegnum afruglarann eins og þú ert að gera núna.\nDÍ afruglarinn sendir út mynd og hljóð í gegnum gulu, rauðu og hvítu tengin samhliða HDMI og því ætti það ekki að vera vandamál - flakkarinn ætti að vera að fá signal inná sig.  Ætli þetta sé ekki eitthvað stillingaratriði í flakkaranum þá, get því miður ekki hjálpað þér með það.",
            "date": "2011-07-25 14:17:00",
            "post_id": "365781",
            "reply_to_id": "365779"
        },
        {
            "user_name": "GTB1984",
            "text": "Þakka þér fyrir, skoða þetta enn betur í kvöld.",
            "date": "2011-07-25 17:18:00",
            "post_id": "365820",
            "reply_to_id": "365781"
        },
        {
            "user_name": "konice",
            "text": "Sæll var mikið að skoða þetta í fyrra haust. Þessi flakkari var ekki með AV in þá (Composite) þá, og virðist ekki vera enn.\nÞað er þú getur ekki tekið upp eða horft á rásirnar frá afruglar (video tæki, DVD spilara ,gamalli videovél) í gegnum flakaran.\nÉg endaði á að kaupa eftir mikla skoðun og verðsamanburð þennan \nhttp://www.egreatworld.com/en/product-detail-241.html\nFékk han hjá TRS á selfossi (íslensk 2 ára ábyrgð) kanski ekki sá besti í heimi en gerir allt sem ég var að leita að.",
            "date": "2011-07-27 10:14:00",
            "post_id": "366310",
            "reply_to_id": "365820"
        },
        {
            "user_name": "GTB1984",
            "text": "Ég fattaði loksins hvað ég var að gera rangt. Ég var búinn að tengja þetta rétt en ég átti ekki að nota \"DTV\" valmöguleikann í flakkaranum heldur \"Video In\" til að skipta yfir á afruglarann og þá get ég horft á og tekið upp af afruglaranum.",
            "date": "2011-07-28 11:52:00",
            "post_id": "366560",
            "reply_to_id": "366310"
        },
        {
            "user_name": "jullifus",
            "text": "ég er í vandræðum með þetta. hvar er þessi video in möguleiki?",
            "date": "2012-06-05 18:11:00",
            "post_id": "445764",
            "reply_to_id": "366560"
        }
    ],
    "date": "2011-07-25 01:01:00"
}