{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "40260",
    "title": "Álit á þessari uppfærslu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=40260",
    "posts": [
        {
            "user_name": "mr.anderson",
            "text": "Daginn, ég er með hugmynd af uppfærslu fyrir tölvuna mína og mig langar að fá ykkar álit af henni.\nGigabyte FM1 GA-A75M-UD2H DDR3 móðurborð\nMushkin 8 GB DDR3 1333MHz (2x4GB) Blackline vinnsluminni CL8\nFM1 Vision A6-3650 Quad örgjörvi, HD6530D skjákarni, Retail\nGigabyte HD6770 PCI-E2. 1 skjákort 1GB GDDR5 \nEf þið eruð með hugmyndir af einhverjum betri pörtum endilega deila með mér",
            "date": "2011-07-29 15:50:00",
            "post_id": "366942",
            "reply_to_id": false
        },
        {
            "user_name": "mr.anderson",
            "text": "bump",
            "date": "2011-08-01 16:03:00",
            "post_id": "367633",
            "reply_to_id": "366942"
        },
        {
            "user_name": "kallikukur",
            "text": "hvað er budgetið?\nog í hvað ætlaru að nota gripinn?",
            "date": "2011-08-01 19:18:00",
            "post_id": "367699",
            "reply_to_id": "367633"
        },
        {
            "user_name": "Bioeight",
            "text": "Ef þú ætlar að fá þér FM1 örgjörva þá mæli ég með því frekar að fá þér \nA8-3850\n : kostar 22.860 hjá Tölvuvirkni(ódýrastur þar). Mæli líka með því að þú fáir þér hraðara minni en 1333 mhz, í það minnsta 1600 mhz(helst 1866 mhz! til að nota nú það sem maður hefur), gæti verið að það þurfi að vera 1.5V. Mæli með því að fara bara eftir \nhttp://download.gigabyte.eu/FileList/Me ... m-ud2h.pdf\n (listi yfir hvaða minni eru supported). Síðan mæli ég með því að þú fáir þér HD6670 skjákort í  staðinn fyrir 6770 og þá geturðu keyrt það í crossfire með skjákubbnum á örgjörvanum. Það er talið vera svipað og HD 6790, það virkar þó ekki alltaf en það er verið að bæta stuðning við Crossfire stanslaust.\nEDIT: Virðast ekki vera mörg vinnsluminni í boði yfir 1600 mhz til sölu á Íslandi. Ofan á það virðist ekki vera mikið sem maður græðir á að fara ofar. Þannig að ég mæli bara með því að þú fáir þér 1600 mhz 1.5V vinnsluminni, eins og t.d. G.Skill í Kísildal, líka af því að ég get ekki fullyrt að móðurborðið styðji 2000 mhz 1.6V minni. Svo er spurningin af hverju þú ert að fá þér AMD en ekki Intel? Í dag eru Intel Sandy Bridge örgjörvarnir mun öflugri, ég myndi persónulega samt fá mér AMD örgjörva í dag en það er bara af því að ég er AMD fanboy.",
            "date": "2011-08-01 20:13:00",
            "post_id": "367722",
            "reply_to_id": "367699"
        }
    ],
    "date": "2011-07-29 15:50:00"
}