{
    "forum_title": "Koníakstofan",
    "id": "40409",
    "title": "Ævintýri helgarinnar",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=40409",
    "posts": [
        {
            "user_name": "rapport",
            "text": "Lenti í því um helgina, nánar tiltekið á sunnudeginum um kl.14 að löggan hringir í konuna mína...\n\"Góðan daginn, XXX hjá lögreglunni, ég er hér á XXX-götu við íbúð XXX\", þú býrð þar?\nKonan hugsaði  \"Fokk, það er búið að brjótast inn og ræna okkur\"\nLöggan hélt áfram \"það eru nokkrir af nágrönnum ykkar búin að kvarta undan hávaða um helgina, en þið eruð augljóslega ekki á staðnum.\"\nKonan \"Nei\" + hálf örvænti og hugsaði \"búið að brjótast inn og halda partý\"\nLoggan sagði þá \"við komumst ekki inn, er möguleiki að þið getið slökkt á þessari tónlist?\"\nÞá fattaði konan að tölvan mín = vekjaraklukkan \"sceduled tasks\" hafði verið í gangi frá 7:30 á laugardagsmorgninum á fullu blasti...\nNágranni okkar var svo huggulegur að klifra upp á svalir, skrúfa stormjárnin úr, fara inn og slökkva á hátölurunum fyrir okkur...\nBara reminder fyrir ykkur hina sem notið tölvurnar sem vekjaraklukkur...",
            "date": "2011-08-04 17:26:00",
            "post_id": "368560",
            "reply_to_id": false
        },
        {
            "user_name": "worghal",
            "text": "hef lent í þessu",
            "date": "2011-08-04 17:28:00",
            "post_id": "368561",
            "reply_to_id": "368560"
        },
        {
            "user_name": "bulldog",
            "text": "hahahahahaha  \n Frábært",
            "date": "2011-08-04 17:30:00",
            "post_id": "368562",
            "reply_to_id": "368561"
        },
        {
            "user_name": "Black",
            "text": "hahahaha vel gert",
            "date": "2011-08-04 17:30:00",
            "post_id": "368563",
            "reply_to_id": "368562"
        },
        {
            "user_name": "hagur",
            "text": "Hehehe\nEn hva, gastu ekki bara VPN-að þig heim til þín og mstsc-að/vnc-að inná vélina og slökkt?\nErtu ekki alvöru nörd?",
            "date": "2011-08-04 17:40:00",
            "post_id": "368565",
            "reply_to_id": "368563"
        },
        {
            "user_name": "BirkirEl",
            "text": "vel gert, hah",
            "date": "2011-08-04 17:47:00",
            "post_id": "368567",
            "reply_to_id": "368565"
        },
        {
            "user_name": "Orri",
            "text": "",
            "date": "2011-08-04 18:43:00",
            "post_id": "368585",
            "reply_to_id": "368567"
        },
        {
            "user_name": "TraustiSig",
            "text": "Hvar fær maður svona nágranna?",
            "date": "2011-08-04 19:41:00",
            "post_id": "368598",
            "reply_to_id": "368585"
        },
        {
            "user_name": "GuðjónR",
            "text": "Akureyri",
            "date": "2011-08-04 20:07:00",
            "post_id": "368608",
            "reply_to_id": "368598"
        },
        {
            "user_name": "Klemmi",
            "text": "Eða Breiðholtinu, en þá taka þeir líklega hátalarana í leiðinni.",
            "date": "2011-08-04 20:27:00",
            "post_id": "368610",
            "reply_to_id": "368608"
        },
        {
            "user_name": "coldcut",
            "text": "",
            "date": "2011-08-04 20:57:00",
            "post_id": "368621",
            "reply_to_id": "368610"
        },
        {
            "user_name": "daniellos333",
            "text": "hahah, ég er nýfluttur í breiðholtið, og 2 vikum eftir að við fluttum hingað, þá var búið að ræna bolta af svölunum okkar x)",
            "date": "2011-08-04 21:37:00",
            "post_id": "368632",
            "reply_to_id": "368621"
        },
        {
            "user_name": "rapport",
            "text": "Ég er reyndar í 101 en sem betur fer fer ég annað um mánaðarmótin...\nSetti samt afsökunarbeiðni í póstkassana hjá öllum 8 íbúunum í næstu íbúðum...",
            "date": "2011-08-05 00:53:00",
            "post_id": "368704",
            "reply_to_id": "368632"
        },
        {
            "user_name": "kizi86",
            "text": "til hvers að taka bara hátalarana, þegar getur tekið tölvuna, dvd spilarann og sjónvarpið?",
            "date": "2011-08-05 02:02:00",
            "post_id": "368710",
            "reply_to_id": "368704"
        },
        {
            "user_name": "braudrist",
            "text": "Ég mundi ekki þora að keyra í Breiðholtinu nema kannski á M1A3 Abrams skriðdreka",
            "date": "2011-08-06 01:35:00",
            "post_id": "369048",
            "reply_to_id": "368710"
        },
        {
            "user_name": "Klemmi",
            "text": "Ég keyrði einu sinni í Breiðholtinu og kom labbandi heim",
            "date": "2011-08-06 02:41:00",
            "post_id": "369055",
            "reply_to_id": "369048"
        },
        {
            "user_name": "tdog",
            "text": "Þið vitið hvað börnin í Breiðholtinu fá í jólagjöf?",
            "date": "2011-08-06 10:47:00",
            "post_id": "369087",
            "reply_to_id": "369055"
        },
        {
            "user_name": "coldcut",
            "text": "nei...",
            "date": "2011-08-06 11:42:00",
            "post_id": "369098",
            "reply_to_id": "369087"
        },
        {
            "user_name": "urban",
            "text": "Hjólið þitt",
            "date": "2011-08-06 11:46:00",
            "post_id": "369100",
            "reply_to_id": "369098"
        },
        {
            "user_name": "hagur",
            "text": "Sem íbúi Breiðholts þá lýsi ég vandlæti á þennan þráð",
            "date": "2011-08-06 11:47:00",
            "post_id": "369101",
            "reply_to_id": "369100"
        },
        {
            "user_name": "lukkuláki",
            "text": "Ég furða mig nú á því hvaða hrikalega hávaða þarf til að vekja ykkur ?!",
            "date": "2011-08-06 12:18:00",
            "post_id": "369106",
            "reply_to_id": "369101"
        },
        {
            "user_name": "rapport",
            "text": "Tölvuhátalarnir eru almennt ekki stilltir í botn...\nVið vorum á leið í fríið og í einhverju stuði þá hækkaði eldri stelpan mín í \"you can´t hurry love\" með Diönu Ross þegar við vorum að klára að pakka og á leið út í bíl...\nÞar sem ég var að nota Spotify þá lækkaði ég svo í forritinu með Spotimote í símanum (ekki hátölurunum) en sceduled tasks keyrir upp WMP sem þá var stilltur á að vera í botni og þá hátalararnir líka hátt stilltir eftir stelpuna mína\nHefði sagan ekki verið meira þreytandi ef ég hefði hent þessu með?\nBut now you know all the details...\np.s. lagið er á playlistanum hjá mér eftir að ég sá þetta, ég brosi alltaf þegar ég heyri það \n  ...\nhttp://www.youtube.com/watch?v=D5beGShMu_w",
            "date": "2011-08-06 12:41:00",
            "post_id": "369108",
            "reply_to_id": "369106"
        },
        {
            "user_name": "TraustiSig",
            "text": "Bý sjálfur þar. Mér finnst þetta bara fyndið þegar að fólk spyr hvort að það sé ekki alltaf að gerast að maður komi að bílnum sínum á kubbum, búið að taka felgurnar af honum..",
            "date": "2011-08-08 09:27:00",
            "post_id": "369556",
            "reply_to_id": "369108"
        },
        {
            "user_name": "Benzmann",
            "text": "bý í breiðholtinu sjálfur og hef gert það alla mína tíð, og mér finnst alltaf fyndið að lenda á tali við fólk sem er hrætt við að fara í breiðholtið, og þá sérstaklega á kvöldin hahahaha",
            "date": "2011-08-08 09:43:00",
            "post_id": "369561",
            "reply_to_id": "369556"
        },
        {
            "user_name": "kubbur",
            "text": "Ég bjó lengi vel i Breiðholtinu og þá voru reglulega gotuslagir og þessháttar,  man eftir 2 skiptum þar sem löggan kom i skólann með hund að leita, það er ekkert að ástæðulausu sem að fólk er hrætt við breiðholltið, síðast um daginn var eg að rölta um þarna og sá nokkra gutta uppi við æsufellið með jónur",
            "date": "2011-08-08 17:41:00",
            "post_id": "369673",
            "reply_to_id": "369561"
        },
        {
            "user_name": "bulldog",
            "text": "Djöfulsins lið .....",
            "date": "2011-08-08 18:22:00",
            "post_id": "369681",
            "reply_to_id": false
        },
        {
            "user_name": "Leviathan",
            "text": "",
            "date": "2011-08-08 19:04:00",
            "post_id": "369690",
            "reply_to_id": "369681"
        },
        {
            "user_name": "hagur",
            "text": "Uss, hefurdu farid nidur í midbæ rvk ad kvoldi til?  Just saying ...",
            "date": "2011-08-08 19:15:00",
            "post_id": "369695",
            "reply_to_id": "369690"
        },
        {
            "user_name": "gardar",
            "text": "DEAR LORD! \nLæsið hurðunum, felið konurnar og börnin!",
            "date": "2011-08-08 19:22:00",
            "post_id": "369698",
            "reply_to_id": "369695"
        },
        {
            "user_name": "kubbur",
            "text": "Mér finnst ekki við hæfi að reykja gras i þetta miklu magni snemma að kvöldi til i íbúðarhverfi, sjálfur var ég stoner i 6 ár og finnst ekkert að því að fólk reyki svo lengi sem það sé ekki að þessu þar sem börn gætu verið að leik og það sé ekki að ónáða aðra\nNiðri i miðbæ a djamminu er aðeins annað",
            "date": "2011-08-08 19:34:00",
            "post_id": "369703",
            "reply_to_id": "369698"
        },
        {
            "user_name": "andresgunn",
            "text": "Haha, takk fyrir viðvörunina. \n  Ég geri þetta einmitt sjálfur, en ég er reyndar líka með annað scheduled task nokkru síðar sem slekkur svo að þetta myndi sennilega ekki gerast hjá mér. Er samt stundum að pirra mig á því líka, þyrfti að útfæra þetta einhvernvegin betur",
            "date": "2011-08-08 19:42:00",
            "post_id": "369707",
            "reply_to_id": "369703"
        },
        {
            "user_name": "Leviathan",
            "text": "Hvernig er það öðruvísi fyrir þig ef þú mætir mér á rölti með jónu í hönd í stað sígarettu?",
            "date": "2011-08-08 20:29:00",
            "post_id": "369717",
            "reply_to_id": "369707"
        },
        {
            "user_name": "kubbur",
            "text": "Fer allt eftir stað og stund",
            "date": "2011-08-08 21:54:00",
            "post_id": "369731",
            "reply_to_id": "369717"
        },
        {
            "user_name": "DoofuZ",
            "text": "Þegar þið talið um Breiðholtið hér eruði þá ekki aðallega að tala um Fellin og Hólana? Bjó nefnilega í Seljahverfinu í 29 ár, er bara nýfluttur þaðan, og bæði ég og aðrir sem ég þekki í því hverfi höfum alltaf litið á hverfið á móti okkur, s.s. fellin, sem meira glæpahverfi en okkar. En hver veit, fólk er svosem oft blint á það sem er að gerast í sínu nánasta umhverfi og einblínir meira á allt það slæma í nágrannahverfunum \nEn varðandi götubardaga þá voru þeir víst algengir á milli Seljahverfisins og Fellana í kringum 1990 ef ég man rétt og þá voru einhverjar klíkur í því að henda allskonar drasli á milli eins og rusli og grjóti og ég hef heyrt að klíkurnar í fellunum hafi verið aðeins verri en hinir, að þeir hafi t.d. hent logandi dekkjum.\nSvo annars þetta með að nota tölvuna sem vekjaraklukku þá hef ég prófað það og það er sniðugt en ég hef aldrei getað notað það almennilega hingað til þar sem ég þarf oft að fara mun fyrr á fætur en allir aðrir í fjölskyldunni sem voru þá í næstu herbergjum svo ég hrökk upp við hávaðann og hljóp að tölvunni til að lækka/stoppa tónlistina sem fyrst svo enginn annar myndi vakna, ekki beint þægilegt að vakna þannig \n En nú er ég fluttur svo ég get prófað þetta betur \nOg ég er alltaf með VNC í gangi á tölvunni svo ef svona vesen myndi koma fyrir hjá mér þá væri ekki mikið mál að stoppa það. Alltaf gott að hafa backup plan ef eitthvað fer úrskeðis",
            "date": "2011-08-14 22:06:00",
            "post_id": "371795",
            "reply_to_id": "369731"
        },
        {
            "user_name": "tdog",
            "text": "Ég fór í fimmtugsafmæli í gær. Ég braut gleraugun mín og setti því í mig dagslinsu fyrir herlegheitin. Síðan eftir borðhaldið og skemmtiatriði var hljómsveit sem spilaði framundir morgun. \nEn good god hvað ég fer aldrei aftur í partý með opnum bar.",
            "date": "2011-08-14 22:12:00",
            "post_id": "371796",
            "reply_to_id": "371795"
        }
    ],
    "date": "2011-08-08 18:22:00"
}