{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "40400",
    "title": "i5 2500K eða i7 2600K",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=40400",
    "posts": [
        {
            "user_name": "C3PO",
            "text": "Sælir vaktarar\nÉg hef verið að skoða að uppfæra hjá mér í Sandy Bridge.\nÉg er svona la la gamer en vill hafa öfluga tölvu. \nÉG hef verið að skoða uppfærsluna hjá Tölvuvirkni. Einn er með i7 2600K örgjörva (89 þús) og hinn með i5 2500 örgjörva (61 þúsund).\nEr einvher munur á þessu sem er marktækur. Myndi gamer eins og ég eitthvað taka eftir hraðamun á tölvunni??\nÉg spyr vegna þess að það er 30 þúsund króna munur á þessum uppfærslum.\nKv. Davíð",
            "date": "2011-08-04 13:48:00",
            "post_id": "368492",
            "reply_to_id": false
        },
        {
            "user_name": "ViktorS",
            "text": "Getur nú fengið betri minni og móðurborð á sama pening eða aðeins meira.\ni5 2500 hefur ekki stafinn \"K\" og þá eru kjarnarnir læstir og þú getur ekki overclockað örgjörvann en á hinum er það hægt vegna stafsins \"K\".\nAðalmunurinn á 2500 og 2600 er samt að 2500 er aðeins með 6mb L3 flýtiminni á meðan 2600 hefur 8mb. Svo hefur 2600 hyper-threading sem virkar þannig að það eru 2 þræðir á hverjum kjarna (4 kjarnar, 8 þræðir) en á 2500 er aðeins 4 kjarnar og 4 þræðir. Hyperthreading gagnast samt mest í myndvinnslu og svoleiðis braski, en varla í tölvuleikjum.\ni5 2500K\nAsus P8P67-M PRO\nG.Skill Ripjaws 8GB 1333mhz\n = 71970 kr.\nSvo er hægt að taka frekar i5 2500 ef þú ætlar ekki að overclocka.",
            "date": "2011-08-04 14:22:00",
            "post_id": "368500",
            "reply_to_id": "368492"
        },
        {
            "user_name": "C3PO",
            "text": "Ok. Takk fyrir.\nHugsa að ég muni nú ekkert vera að overcloka en mun samt vilja hafa möguleikann.\nMér sýnist i5 2500K vera málið fyrir mig.",
            "date": "2011-08-04 15:26:00",
            "post_id": "368515",
            "reply_to_id": "368500"
        }
    ],
    "date": "2011-08-04 13:48:00"
}