{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "40454",
    "title": "Vantar aðstoð með kaup á Media center",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=40454",
    "posts": [
        {
            "user_name": "Slasher84",
            "text": "Er að fara kaupa mér HTPC enn er ekki alveg nogu klár í þessum málum og var að velta því fyrir mér hvort að menn gæti mælt með eða bent á með þessa hér.\nGigabyte Element Q MediaCenter 1080P HD\nTurnkassi - GIGABYTE Element Q MediaCenter með glæsilegri fjarstýringu\nÖrgjörvi - AMD Fusion E350 Dual Core örgjörvi, 1.6GHz og sérhæfðar media stýringar\nMóðurborð - GIGABYTE AMD Fusion E-350 sérhæft margmiðlunarmóðurborð\nVinnsluminni - 4GB DUAL DDR3 1333MHz Mushkin vinnsluminni með lífstíðarábyrgð\nHarðdiskur - 2TB Seagate SATA3 5900rpm 64MB NCQ hljóðlátur harðdiskur\nBlu-Ray - BLU-RAY 4X hraða spilari sem spilar einnig CD og DVD diska\nSkjákort - ATI Radeon HD6310 PCI-E2.0 DX11 grafískur kjarni með 512MB HyperMemory\nTengi - Gigabit netkort, 2xUSB3.0, 6xUSB2, 4xSATA3, HDMI, DVI, VGA, ljósleiðaratengi ofl.\nHjóðkort - 7.1+2 HD Dolby Digital DTS Connect hljóðstýring\nFjarstýring - Stórglæsileg Microsft MCE fjarstýring kemur með tölvunni\nAnnað - Ótrúlega flott sjónvarpstölva úr 5mm burstuðu áli með VFD upplýsingaskjá framan á tölvunni\nAnnað - BluRay spilari, margmiðlunarspilari, stafrænt upptökutæki o.fl.\nSjónvarpskort - GIGABYTE U7300 FULL HD 1080P Digital sjónvarpskort með MCE fjarstýringu\nStýrikerfi - XBMC Entertainment for digital Media uppsett og tilbúið með öllum helstu viðbótum\nStýrikerfi - Microsoft Windows 7 Home Premium 32 BIT\nÁbyrgð - 2ja ára neytendaábyrgð \nþessi er á 110k í tölvutek og er að velta fyrir mér hvort hún sé þess virði eða hvort að það sé eitthvað betra þarna úti fyrir þennan takk fyrir fram kv. Newbee tech support",
            "date": "2011-08-05 21:22:00",
            "post_id": "368959",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "Ætlaru að hýsa allt efnið á HTPC vélinni?",
            "date": "2011-08-05 21:26:00",
            "post_id": "368960",
            "reply_to_id": "368959"
        },
        {
            "user_name": "Slasher84",
            "text": "nei er reyndar með flest á flökkurum",
            "date": "2011-08-05 21:52:00",
            "post_id": "368966",
            "reply_to_id": "368960"
        },
        {
            "user_name": "AntiTrust",
            "text": "Þá myndi ég nú sleppa þessum 2TB disk og fara yfir í e-rn pínkulítinn SSD, upp á að hafa kassann sem hljóðlátastann.",
            "date": "2011-08-05 21:59:00",
            "post_id": "368971",
            "reply_to_id": "368966"
        },
        {
            "user_name": "Slasher84",
            "text": "Ég þakka ábendinguna",
            "date": "2011-08-05 22:09:00",
            "post_id": "368974",
            "reply_to_id": "368971"
        },
        {
            "user_name": "mind",
            "text": "Þetta er smá dýr Media Center vél,  aðallega útaf auka stýrikerfinu (windows) sem þú borgar örugglega 15-20þús fyrir.\nMeð XBMC þá þarftu hámark 2GB minni.  Hæsta sem ég hef séð er 1,5GB minnisnotkun í 1080p\n2GB auka saka ekki ef þú ætlar að gera fleira eins og youtube, torrent líka.\nSSD er eins og bent var á góður hlutur ef þú tímir því, öll viðbrögð og allt verða meira jöfn í XBMC þegar þú keyrir það í library mode.\nSkjákortið í þessari vél er ATI svo þú færð einungis hardware hröðun af skjákortinu í afspilun(það sem XBMC gerir) í windows kerfum. Ef þú ætlar að keyra linux / live útgáfu þá þarftu Nvidia.\nGætir viljað vita hvort er optical tengi á vélinni ef magnarinn þinn er ekki með HDMI, ef þú ætlar að nota þetta við magnara.\nHef ekki prufað reyndar að nota sjónvarpskort og MythTV backendið í XBMC svo hægt sé að horfa á/taka upp sjónvarpsútsendingu, sá aldrei tilgang í því þar sem allt hérna er í mjög slöppum gæðum og mikið textað.\nKannski hefur einhver annar prufað það og getur sagt frá sinni reynslu.",
            "date": "2011-08-05 22:25:00",
            "post_id": "368979",
            "reply_to_id": "368974"
        },
        {
            "user_name": "kazzi",
            "text": "Held að ssd diskur sé óþarfur það er að segja EF þessi vél er í gangi 24/7 þar sem hann er aðallega til að keyra upp forrit .mér var allavega bent á það af manni sem ég treysti 110% að hann viti hvað hann er að segja.",
            "date": "2011-08-05 23:09:00",
            "post_id": "368993",
            "reply_to_id": "368979"
        },
        {
            "user_name": "AntiTrust",
            "text": "XBMC og þá sérstaklega Library mode er meira smooth á SSD, ég get staðfest það. Það verður allt hraðara á SSD, það er bara x mikið af hlutum sem fara í tímabundið minni.\nÍ HTPC vél er SSD jafn mikið upp á að hafa vélina hljóðlausa og hraða.",
            "date": "2011-08-05 23:21:00",
            "post_id": "368997",
            "reply_to_id": "368993"
        },
        {
            "user_name": "Slasher84",
            "text": "Var að velta því fyrir mér hvort að allir hérna eru að nota XBMC og ef svo er hvernig likar ykkur það forrit sjálfur hef eg verið að nota Mediaportal og finnst það frekar einfalt og fint enn hef ekki notað eða kynnt mér XBMC og ef menn eru að nota eitthvað annað þá væri gaman að vita hvað og afhverju enn ég er afar þakklátur fyrir allar ábendingar",
            "date": "2011-08-06 08:50:00",
            "post_id": "369073",
            "reply_to_id": "368997"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Var að nota Xbmc þangað til ég skipti yfir í Boxee. Það sem mér finnst Boxee hafa fram yfir Xbmc er að það er social networking í boði þ.e.a.s þú getur addað vinum inn á accountinn þinn og rate-að myndir og komið með reccomandation fyrir þætti eða bíómyndir milli vina.\nÞað sem Xbmc hefur yfir Boxee hef ég heyrt er að leitin að detailum um þætti (sem sagt umfjöllun um þætti) er betri þar en sambærileg í leit af kvikmydnum og tónlist.\nBæði applicationin styðja við alla codeca sem þú ert með inná tölvunni. T.d ef þú ert með codec á tölvunni sem spilar Mkv skrár þá spilar bæði Xbmc og Boxee þær skrár.",
            "date": "2011-08-06 10:36:00",
            "post_id": "369086",
            "reply_to_id": "369073"
        },
        {
            "user_name": "hagur",
            "text": "Var harður MediaPortal maður, en var alltaf að fikta við XBMC en var einhvernveginn aldrei alveg sáttur.\nSvo fyrir stuttu ákvað ég að demba mér í XBMC aftur og þá fór ég alla leið, las mér til um þá hluti sem ég hafði strandað á áður, náði mér í almennilegan media manager og fékk loksins alla bíómyndirnar og þættina til að birtast rétt í XBMC með cover art ofl.  Fékk Harmony One fjarstýringuna til að virka 100% með fullt af customizable keys, setti inn plugin til að spila NES leiki o.fl. ofl.\nNúna er ég semsagt bæði með MediaPortal og XBMC, en nota XBMC orðið nánast eingöngu.  Fæ líka alveg silky smooth 24p playback í því, með DXVA hröðun svo að 1080p er ekki að taka nema 10-20% CPU, og varla það.  Þetta tókst mér aldrei að gera almennilega í MediaPortal.  Svo er annar stór plús við XBMC og það er Audio delay fídusinn, ef ég lendi í því að lipsync-ið er ekki í lagi, þá er ég bara með customized takka á fjarstýringunni til að seinka eða flýta hljóðinu og málið er dautt.\nMeð XBMC Commander á iPhone/iPad og Web Interface-inu sem er byggt inn í XBMC verður setup-ið svo ennþá meira sexy.\nÉg mæli hiklaust með XBMC.  Það eina sem ég nota MediaPortal í núorðið er til að horfa á fótboltann af MyP2p en ég er með OnlineVideos plugin-ið til þess og það virkar flott.  Hef ekki fundið sambærilegt fyrir XBMC ennþá.",
            "date": "2011-08-06 10:48:00",
            "post_id": "369088",
            "reply_to_id": "369086"
        },
        {
            "user_name": "eta",
            "text": "Ef þú ert að spá í að nota Sjónvarpskortið þá er MediaPortal málið.\nHef prófað XMBC flott en styður ekki TV eins mikið og MediaPortal.\nEr með þetta svona hjá mér:\nMediaportal 1.2.0 (TV Series, Moving Pictures, Online Videos, DVB-T tuner, IPTV strauma)\nAndroid sem fjarstýringu, (líka Microsoft Remote/Harmony)\nNota mest Android síman sem fjarstýringu/skoðaefni/streama þætti/myndir beint í símann / horfa á sjónvarp ect. allt voða flott en maður notar kannski ekki stream mikið nema til að skoða.\nYoutube myndband fyrir Android síman \n (reyndar stream ekki sýnt hér enda er það ný komið í gang)\nhttp://www.youtube.com/watch?v=LjZjjoVPpqg\nHér er allt sem þið þurfið að vita ef þið viljið prófa Mediaportal 1.2.0 Beta á Android. \nMediaPortal 1.2.0 Beta\nhttp://sourceforge.net/projects/mediapo ... e/download\naMPdroid (forritið á Android og allt sem tengist því) (installa nokkur forrit héðan .NET 4, remote.. etc) (tip: Setja admin/admin í connection á símanum, það er default)\nhttp://forum.team-mediaportal.com/webse ... ore-98563/\nTV Series (fyrir þætti)\nhttp://code.google.com/p/mptvseries/downloads/list\nSækja nýjasta fyrir Betuna\nMoving Pictures (fyrir kvikmyndir)\nhttp://code.google.com/p/moving-pictures/downloads/list\nSækja nýjasta fyrir Betuna",
            "date": "2011-08-10 13:23:00",
            "post_id": "370147",
            "reply_to_id": "369088"
        }
    ],
    "date": "2011-08-05 21:22:00"
}