{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "40546",
    "title": "Glænýr skjár",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=40546",
    "posts": [
        {
            "user_name": "GilliHeiti",
            "text": "Sælir og blessaðir,\nÉg er búinn að vera í vetur með nýju borðtölvuna tengda í Full HD LG 37\" 60Hz sjónvarpið mitt og er ekki frá því að ég sé búinn að eyðileggja á mér sjónina, eða að minnsta kosti verður maður bilað þreyttur í augunum á að stara á þetta og sé að nýjustu tölvuskjáirnir eru með margfalt flottari mynd. \nNú er budgetið í kringum 60 þúsundin en get farið upp í 80k í mesta lagi. Ég er að leita mér af skjá sem er 22\"-24\". \nEftir að hafa skoðað markaðinn mikið er ég búinn að finna marga glæsilega kandídata, en er að spá hvort að IPS sé must have (ég er ekkert í myndvinnslu en spila tölvuleiki og vil sem flottasta liti). Langar líka í það sem er nýjasta nýtt, margir þeir sem mér leist best á voru frá snemma í 2010 eða 2009.\nÞað væri frábært að fá smá hjálp í þessu frá gúrúunum !\nTL;DR - 22\"-24\" tölvuskjár með budget frá 60k-80k",
            "date": "2011-08-09 19:32:00",
            "post_id": "369904",
            "reply_to_id": false
        },
        {
            "user_name": "mundivalur",
            "text": "ég var að taka eftir hjá tölvutek,27\" samsung \nhttp://www.tolvutek.is/product_info.php ... s_id=28232\n  góður\nsvo á þetta að vera flott en veit ekkert um það! \nhttp://www.tolvutek.is/product_info.php ... s_id=23759\nÞetta er bara innskot,en það eru nokkrir 27\" samsung í gangi með Vaktina uppi",
            "date": "2011-08-09 19:43:00",
            "post_id": "369907",
            "reply_to_id": "369904"
        },
        {
            "user_name": "GilliHeiti",
            "text": "Takk fyrir svarið. Ég var búinn að skoða aðeins þessa BenQ en veit ekki alveg með þá. 27\" er eiginlega of stórt en örugglega mjög góður skjár.",
            "date": "2011-08-09 21:22:00",
            "post_id": "369941",
            "reply_to_id": "369907"
        },
        {
            "user_name": "MatroX",
            "text": "ég myndi taka 27\" skjáinn hjá tölvutækni. þetta er geðveikur skjár.",
            "date": "2011-08-09 21:24:00",
            "post_id": "369942",
            "reply_to_id": "369941"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "tölvutek auglýsa 27\" samsunginn í bæklinginum hjá sér en eiga hann hinsvegar ekki til, er sjálfur að bíða eftir skjá hjá þeim og verð heppinn ef hann verður kominn til þeirra í lok næstu viku",
            "date": "2011-08-09 21:26:00",
            "post_id": "369943",
            "reply_to_id": "369942"
        },
        {
            "user_name": "Gunnar",
            "text": "afhverju ertu svona mikill fanboy af tölvutækni?  skjárinn er 10.000kr dýrari hjá þeim. skil uppá þjónustuna að nokkrir þúsundkallar borgi sig en ekki tíuþúsund.",
            "date": "2011-08-09 21:30:00",
            "post_id": "369944",
            "reply_to_id": "369943"
        },
        {
            "user_name": "MatroX",
            "text": "það er rosalega einfalt. ég er búinn að versla allstaðar annarstaðar og tölvutækni eru einfaldlega lang bestir. ég versla allt mitt tölvudót þar. svo er ég ekki alveg viss um að þetta verð hjá tölvutek sé rétt.",
            "date": "2011-08-09 21:32:00",
            "post_id": "369945",
            "reply_to_id": "369944"
        },
        {
            "user_name": "AntiTrust",
            "text": "Góð spurning. Alveg burtséð frá því að það er góð þjónusta hjá Tölvutækni, þá hefði ég haldið að umsjónarmenn sem og moddar hér ættu að hafa hlutleysi í fyrirrúmi.",
            "date": "2011-08-09 21:33:00",
            "post_id": "369947",
            "reply_to_id": "369945"
        },
        {
            "user_name": "MatroX",
            "text": "haha þú ert ótrúlegur stundum. ég er með hlutleysi þótt ég haldi mig við tölvutækni. ég einfaldlega benti þangað útaf hann er til á lager hjá þeim og ég skil eiginlega ekki hvað er svona að því",
            "date": "2011-08-09 21:35:00",
            "post_id": "369948",
            "reply_to_id": "369947"
        },
        {
            "user_name": "AntiTrust",
            "text": "Er ég ótrúlegur? Þú gafst mér aðvörun fyrir stuttu síðan fyrir að kommenta 2svar í röð í sama þráðinn, þar sem ég var augljóslega að svara tveim mismunandi kommentum fyrir ofan mig, og annað þeirra barst í þráðinn á meðan ég var að svara hinu. Núna nýlega kommentaðiru sjálfur 2svar í röð í eigin söluþráð, og byrjaðir setninguna á \"double póst, ég veit\". Góð fyrirmynd, eða þannig.\nEkki einu sinni starfsmenn Tölvutækni promota þetta fyrirtæki jafn mikið og þú. Sem manneskja í umsjónarstarfi hérna ætti hlutleysi að vera meira ríkjandi hjá þér, og þú mættir líka við því að minnka aðeins við þig sleggjudómana og fullyrðingarnar sem þú hefur átt það til að setja hingað inn, sem að því virðist eru oft á tíðum byggðar meira á eigin geðþótta og skoðunum en sannleika eða rökstuddu máli.\nSem notandi væri lítið hægt að setja út á þetta, en þar sem þú ert umsjónarmaður þá eru þetta hlutir sem þú þarft að taka alvarlega.",
            "date": "2011-08-09 21:44:00",
            "post_id": "369954",
            "reply_to_id": "369948"
        },
        {
            "user_name": "Ulli",
            "text": "Mikið til í þessu.",
            "date": "2011-08-09 21:49:00",
            "post_id": "369956",
            "reply_to_id": "369954"
        },
        {
            "user_name": "MatroX",
            "text": "Finnst að þú sért svona ósáttur við mig og þarft að koma með svona leiðinlega comment um mig viltu ekki bara senda GuðjónR pm um að ég sé ekki hæfur? ég fæ alveg viðvaranir eins og þú fyrir double póst...\nog hvað með það að ég promoti það? ef hinar verslanirnar væri með jafn góðar vörur á jafn góðum verðum myndi ég benda fólki þangað en ef þú skoðar verðvaktina þá sérðu að tölvutækni koma þar sterkir inn og í þessu tilfelli vissi ég alveg að skjárinn væri dýrari í tölvutækni en hann er til þar á lager en hvergi annarstaðar.\nog þetta með mínar skoðanir þá eru þetta mínar skoðanir. og að þú skulir hafa orðað þetta svona var algjör óþarfi. ég get tildæmis alveg rökstudd afhverju ég tæki Asus fram yfir Thinkpad. ég hef lent í 2 thinkpad vélum sem kostuðu yfir 200þús og móðurborðið fór í einni og skjákortið í hinni og þær fengust ekki í ábyrgð en það skiptir engu. ég má alveg hafa mínar skoðanir þótt að ég sé umsjónarmaður. ég er alls ekki að leita eftir vandræðum eða veseni og reyni ekki koma illa fram við fólk.",
            "date": "2011-08-09 21:55:00",
            "post_id": "369959",
            "reply_to_id": "369956"
        },
        {
            "user_name": "AntiTrust",
            "text": "Leiðinleg komment um þig? Þetta kallast gagnrýni, en ekki persónuleg árás eins og þú virðist hafa tekið því. Ég er að gagnrýna það hvernig þú sinnir þínu starfi hér, en ekki að gagnrýna þig sem persónu, enda þekki ég þig ekki neitt. Það er eitt að promóta ákveðna vöru sem fæst á mörgum stöðum, og það er annað að prómóta fyrirtæki eins mikið og þú gerir, í þinni stöðu.\nModdar, alveg sama hvaða leveli þeir vinna á - þurfa að passa betur hvernig þeir haga sér og hvað þeir láta útúr sér. Það er ekkert nýtt, og tíðkast í öllum stjórnunarstörfum, hvort sem það er framkvæmdarstjórastaða eða umsjónarmaður á forumi. Ég og mín skrif og skoðanir, sem notandi, hef minna vægi sérstaklega gagnvart nýjum eða nýlegum notendum heldur en það sem moddi lætur út úr sér.\nÞað hafa allir rétt á sínum skoðunum burtséð frá status - En það er misjafnt hvernig mönnum ber að koma þeim á framfæri.",
            "date": "2011-08-09 22:08:00",
            "post_id": "369965",
            "reply_to_id": "369959"
        },
        {
            "user_name": "kallikukur",
            "text": "What is this i dont even ...",
            "date": "2011-08-09 22:11:00",
            "post_id": "369969",
            "reply_to_id": "369965"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "hvað menn geta rifist yfir engu \n59900 er góður díll en hafi hann þolinmæðina til að bíða í 1-2 vikur eins og ég gæti hann skellt sér í tölvutek og pantað eitt stykki\n1ms svartími á þessum skjá þannig að þetta er rétti skjárinn í leikina",
            "date": "2011-08-09 22:33:00",
            "post_id": "369983",
            "reply_to_id": "369969"
        },
        {
            "user_name": "GuðjónR",
            "text": "AntiTrust og MatroX...time out!!\nÞið hafið báðir rétt fyrir ykkur, hvor á sinn hátt.\nÉg get vel skilið að MatroX vilji koma sinni uppáhaldsbúð á framfæri en rökin hjá AntiTrust eru góð, auðvitað mega lituðu nickin eiga sínar uppáhaldsbúðir en við verðum samt að gæta hlutleysis.\nOg ég skil vel ef AntiTrust finnst á sig hallað með aðvöruninni sérstaklega ef hann hefur fundið út að viðkomandi datt í sömu gryfju og hann, og kannski er það hin raunverulega ástæða fyrir pirringnum, en ekki taka aðvörunina of hátíðlega því hún dettur út eftir 30 daga.\nPeace.",
            "date": "2011-08-09 23:29:00",
            "post_id": "370003",
            "reply_to_id": "369983"
        },
        {
            "user_name": "Kristján",
            "text": "mundi ekki taka ips panel fyrir leiki, frekar LED TN eða LED VA annars ræður svartíminn miklu þegar spilað er leiki.",
            "date": "2011-08-10 00:19:00",
            "post_id": "370012",
            "reply_to_id": "370003"
        },
        {
            "user_name": "GuðjónR",
            "text": "Á ekki IPS að vera það besta? \nAllar mac tölvur eru þannig allaveganna",
            "date": "2011-08-10 00:25:00",
            "post_id": "370013",
            "reply_to_id": "370012"
        },
        {
            "user_name": "vesley",
            "text": "IPS er langfallegast en hinsvegar er svartíminn (ms)  yfirleitt hærri.   Sjálfur myndi ég fórna örlitlum svartíma fyrir betri myndgæði en aðrir gætu nú verið ósammála.  \nSvo er IPS líka svo dýrt",
            "date": "2011-08-10 00:27:00",
            "post_id": "370016",
            "reply_to_id": "370013"
        },
        {
            "user_name": "GilliHeiti",
            "text": "Þið eruð hrikalegir, en mér finnst 27\" of stórt í það sem ég er að hugsa mér. Nú er \nhttp://buy.is/product.php?id_product=9207913\n þessi skjár að fá frábæra dóma og er á fínu verði fyrir IPS, 5 ms er flott og 24\" er fullkomin stærð.\nNokkuð eitthver rök gegn honum?",
            "date": "2011-08-10 20:51:00",
            "post_id": "370266",
            "reply_to_id": "370016"
        },
        {
            "user_name": "GilliHeiti",
            "text": "Úbs, meina 7 ms svartíma. \nÁ HP síðunni í textanum (ekki specification) stendur: \nVisual Performance:\n•\tThe ZR24w delivers outstanding visual performance with its S-IPS panel for enhanced color accuracy at ultra-wide viewing angles, 16.7M displayable colors, 1920 x 1200 resolution, \n5 ms response time\n and 3000:1 dynamic contrast ratio.\nEn svo í specification \nResponse time (typical) - 7 ms \nEr mikill sjáanlegur munur á 7 ms og 2 ms? Mér finnst gaman að spila tölvuleiki en nota tölvuna oftast í að vafra og skoða myndir.",
            "date": "2011-08-10 20:57:00",
            "post_id": "370269",
            "reply_to_id": "370266"
        },
        {
            "user_name": "MatroX",
            "text": "tölvutækni var að lækka 27\" skjáinn hjá sér í 59.990kr gjafaverð.\nen annars ef þú ert að fara spila tölvuleiki myndi ég reyna finna skjá með littlum svar tíma",
            "date": "2011-08-10 21:14:00",
            "post_id": "370271",
            "reply_to_id": "370269"
        },
        {
            "user_name": "ViktorS",
            "text": "Fyrir 80k er \nÞessi\n eitt það besta sem þú finnur, fylgir einnig með leikjamus og músamotta.",
            "date": "2011-08-10 21:17:00",
            "post_id": "370272",
            "reply_to_id": "370271"
        }
    ],
    "date": "2011-08-09 19:32:00"
}