{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "40554",
    "title": "Uppfærsla á öllu!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=40554",
    "posts": [
        {
            "user_name": "seizure",
            "text": "Sælir vaktarar, ég hef nú ekki verið mikið inni í hardware umræðunni síðustu misseri, ég hjálpaði bróður mínum að setja upp tölvu í fyrra og fékk hjálp hér þá og núna er komið að mér að uppfæra með nýjum hlutum en ekki gömlum pörtum sem ég fæ.\n*EDIT*\nVil benda á að ég ætla að hafa 2 skjái og þetta verður aðallega notað sem leikjatölva og bara við venjulega vinnslu, kannski smá vídeó gjörning. Einnig ætla ég að taka annað skjákort í sli/crossfire þegar skjákortið kostar mun minna, kannski 1-2 ár þangaðtil ég kaupi kort #2 og þá örugglega notað.\nJæja! hef verið að velta mér uppúr þessu núna alveg vel lengi, skoðað vel uppfærslu þræðina og fengið hjálp á öðrum þráðum, svo hérna er það sem ég er kominn með hingaðtil:\nKassi & Aflgjafi\n: Ok ég er ennþá ekki viss í minni sök hér og væri virkilega til í smá hjálp með val á þessu.\nMóðurborð\n: OK, again, allsekki viss hvað ég á að gera en er með eitt til að velja um allavega: \nhttp://www.att.is/product_info.php?cPat ... ts_id=7417\nÖrgjörvi\n: \nhttp://tolvutaekni.is/product_info.php?products_id=1976\n - Hérna er ég nokkuð viss, ætla að fara úr amd/ati yfir í intel/geforce uppá djókið.\nÖrgjörva vifta\n: \nhttp://buy.is/product.php?id_product=1140\n - 13.990 - Sá flesta gera þetta og ég vil vera eins og cool krakkarnir\nMinni\n: \nhttp://kisildalur.is/?p=2&id=1726\n - heyrði að þessi minni væru góð með 2500k örgjörvanum, og er þá 8gb alveg nóg? ekkert að vera með 12-16?\nSkjákort\n: Aftur ekki viss, langar alveg svakalega að höggva af mér handleggin og fá mér 570 en þá er spurningin hvaða 570 kort væri best að fá sér. Og síðan er spurningin hvort þessi 20k sem 570 er dýrar en 560 er þess virði.\nHarður diskur\n: Ekki viss um þessi ssd diska en ég ætla að fá mér einn með svona 1tb venjulegum disk. Endilega látið mig vita hvernig ég á að snúa mér að ssd disknum og hver væri bestur fyrir mig, held að 60gb sé nóg en allar athugasemdir velkomnar.\nHljóðkort\n: \nhttp://www.kisildalur.is/?p=2&id=1575\n  - Var að pæla í þessu en er ekki viss hvort þetta er besta fyrir value fyrir leikina, en ég held það mun vera gott.\nDvD\n: \nhttp://www.att.is/product_info.php?products_id=3954\n - afþví ég þarf að installa drivers n stuff\nAnnað:\nSkjáir\n: \nhttp://www.kisildalur.is/?p=2&id=1760\n - x2 á reyndar eftir að skoða þetta betur in person en finnst þetta líta betur út en 2 24\" benq.\nLyklaborð\n: gott gaming lyklaborð anyone?\nMús\n: \nhttp://buy.is/product.php?id_product=9207753\n - Looks AWESOME \n verð bara að fá mér hana, hef skoðað video um hana og ég vil eignast þennan grip.\nHeyrnartól\n: \nhttp://www.tolvuvirkni.is/ip.php?inc=vi ... _SH_PC_330\nMínar hugsanir so far. Endilega gefið mér comments þar sem ég er nú kominn með aðeins betra útlit á það sem ég vil og því ætti að vera auðveldara að hjálpa mér.",
            "date": "2011-08-09 21:53:00",
            "post_id": "369958",
            "reply_to_id": false
        },
        {
            "user_name": "seizure",
            "text": "Ætla að bumpa þetta þar sem ég er búinn að endurgera þráðinn eiginlega, kominn með mun meira til að vinna úr, endilega hjálpið mér elsku vaktarar",
            "date": "2011-08-15 13:24:00",
            "post_id": "371942",
            "reply_to_id": "369958"
        },
        {
            "user_name": "HelgzeN",
            "text": "myndi fá mér annað móðurborð,\nSvo með skjákort, þá myndi ég fara í Gtx 480 hjá Matrox, þar sem það er á svipuðu verði og 570.\nSvo eitthvað flott Lyklaborð Razer eru með nokkur, einnig Logitech, svo geturu skoðað hjá kísildal A4Tech X7 lyklaborðin þeirra, þau er góð og ódýr.",
            "date": "2011-08-15 13:28:00",
            "post_id": "371943",
            "reply_to_id": "371942"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "kisidalur er með asrock z68 extreme4 borð á 36900 þetta borð fær mjög góða dóma\ngigabyte z68x ud4 borðið er að fá góða dóma kostar 39900 í tölvutek\njá og svo er það evga p67 ftw borðið sem kemur mjög vel út en það er á ca 45 þús\nmatrox á kannski einhver 480gtx kort eftir gæti gripið eitt af honum\nhefði keypt af honum bæði kortin ef kella hefði ekki verið búin að króa mig af inn í horni með auglýsingu af íbúð",
            "date": "2011-08-15 13:58:00",
            "post_id": "371959",
            "reply_to_id": "371943"
        },
        {
            "user_name": "KristinnK",
            "text": "Ég mæli með að þú fáir þér GTX 560 Ti. Þótt GTX 570 sé \n25% öflugra\n, þá er það 49% dýrara. GTX 560 Ti er besta \"bang for buck\" kortið á Íslandi í dag.\nVarðandi GTX 480, þá er alls óvíst að ef keypt er eitt notað núna, að annað finnist endilega þegar öðru skal bæta við. Þar að auki virðist OP ætla að kaupa allt nýtt, ekki notað.\nSvo held ég að mesta vitið sé í 120/128 GB SSD. 60/64 GB fyllist fljótt bara af stýrikerfi og nokkrum forritum eða leikjum. Þú verður líka að taka til greina að þótt Windows 7 + nokkrir leikir dagsins í dag komast fyrir, þá mun næsta Windows taka enn meira pláss, svo maður tali ekki um leikina. Battlefield 3 á t.d. að taka \n15 GB\n einn og sér.",
            "date": "2011-08-15 19:04:00",
            "post_id": "372031",
            "reply_to_id": "371959"
        },
        {
            "user_name": "seizure",
            "text": "Hef verið að hugsa með þetta nýja dót hjá buy.is að panta bara af newegg þar sem ég er að fá mér alveg nýjan turn hvort það væri ekki bara best, væri hægt að fá bestu týpurnar af skjákortunum og svona... bara spurning hvernig verðið lendir, ætla að skoða þetta aðeins og þá breytist þetta örugglega mikið.",
            "date": "2011-08-17 01:17:00",
            "post_id": "372426",
            "reply_to_id": "372031"
        }
    ],
    "date": "2011-08-09 21:53:00"
}