{
    "forum_title": "Til sölu - Tölvuvörur",
    "id": "40574",
    "title": "[TS] PS3 Slim 320GB o.fl. [Selt]",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=11&t=40574",
    "posts": [
        {
            "user_name": "sindrik",
            "text": "Hef til sölu PS3 ásamt nokkrum fylgihlutum. Þetta er eftirfarandi:\nPlaystation 3 Slim 320GB\nEin fjarstýring, svört (bara þessi sem fylgdi með)\nRed Dead Redemption (læt hann fylgja með tölvunni)\nPSMove starter pack (PSMove fjarstýringin+Eye myndavél+PSMove starter diskur)\nSport Champions (PSMove íþróttaleikurinn)\nSingstar starter pack (2 þráðlausir hljóðnemar+móttakari+Singstar starter diskur)\nKeypt í febrúar. Ég er að selja sökum þess að ég nota tölvuna sárasjaldan sem leikjavél, max 10 sinnum frá kaupum. Tölvan hefur nánast bara verið notuð sem DVD spilari frá því að hún var keypt. Þetta er allt virkilega vel með farið, aftur þar sem þetta hefur nánast ekkert verið notað. Allur pakkinn (fyrir utan RDR) er keypt í Belgíu þannig að ábyrgðarmál eru pínu vandræðaleg. Auðvitað er þetta í ábyrgð en hjá söluaðila í Belgíu. Þess vegna ætla ég að reyna að selja þetta á mjög sanngjörnu verði. Samanlagt kostar þessi pakki nýr hjá ELKO rúmlega 100k. Ég er með nótu fyrir þessu öllu (fyrir utan RDR). Ég óska því eftir tilboði, vil helst selja þetta allt saman en auðvitað hlusta ég á allt. Áskil mér samt eðlilega rétt til að hafna tilboðum. PMs eru skemmtilegri.",
            "date": "2011-08-10 21:27:00",
            "post_id": "370277",
            "reply_to_id": false
        },
        {
            "user_name": "green",
            "text": "hvað ertu að pæla í að setja á allann pakkann?",
            "date": "2011-08-13 00:53:00",
            "post_id": "371186",
            "reply_to_id": "370277"
        },
        {
            "user_name": "biturk",
            "text": "http://www.buy.is/product.php?id_product=9200550\nhttp://www.bt.is/vorur/vara/id/12251\nnývirði er um80-90 þús",
            "date": "2011-08-13 06:17:00",
            "post_id": "371214",
            "reply_to_id": "371186"
        },
        {
            "user_name": "diabolic",
            "text": "Hey ég væri endilega til í að tala við þig aðeins nánar og flótlegri hátt um þetta get ég kannski hringt fengið að hringja í þig ? \ner búin að vera leita mér að 320 gb vél í svoldið tíma ;D)",
            "date": "2011-09-11 20:26:00",
            "post_id": "379214",
            "reply_to_id": "371214"
        }
    ],
    "date": "2011-08-10 21:27:00"
}