{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "40791",
    "title": "hvort á ég að uppfæra, fartölvuna eða heimilistölvuna?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=40791",
    "posts": [
        {
            "user_name": "biggi1",
            "text": "sælir/ar.\nÉg er að íhuga um þessar mundir hvort væri sniðugra að uppfæra fartölvuna eða heimilistölvuna.\nAðal markmiðið er fluid videovinnsla (þó með lítið budget) en ég hef heirt að innraminnið skipti mestu máli í þannig vinnslu\nFartölvan er að gerðinni Packard bell Easynote lj 65 og spekkar eru eftirfarandi:\ncpu: pentium dualcore t4200 @ 2.00ghz\nram: 3gb 399mhz  ddr 3 (info í meðfylgjandi skjali)\nvgu: eitthvað noname skjákort sem höndlar einga leiki nema counter-strike, minecraft og þessháttar.\nHeimilistölvan er hananú:\nCpu: pentium D 930 775LGA 3ghz\nram: 2gb ddr 2 333mhz\nvgu: gforce 8800GT \nmobo: 775xfire-esata2\nþessi höndlar alla leiki sem ég hef verið að spila undanfarið, ég er ekki með háa standarda...  \n \nnú er ég að spá, ég er búinn að leita út um allt á netinu að upplýsingum um hversu mikið innraminni ég get sett í fartölvuna, og ef ég get sett t.d. 2x4gb, myndi það þá vera nóg í ágætis videovinnsluvél?, upplausn sem færi aldrei yfir 1080p?, eða ætti ég að bíða og kaupa mér eitthvað aðeins dýrara á þá 60þús. eða eitthvað, færi ekki mikið yfir það því ég er í skóla og tími ekki meiri pening í tölvu.\nmeð fyrirfram þökkum, Birgir.",
            "date": "2011-08-18 17:55:00",
            "post_id": "372772",
            "reply_to_id": false
        },
        {
            "user_name": "hagur",
            "text": "Það er takmarkað hægt að uppfæra fartölvur.  Undantekning ef hægt er að skipta um skjákort, og stundum er ekki einu sinni hægt að skipta um CPU.\nSé að þú ert með Win 7 eða Vista.  Hvort ertu með 32bita eða 64bita?  32bita getur ekki nýtt meira en c.a 3.5GB af minni.  Skoðaðu það fyrst áður en þú kaupir meira.\nVarðandi videovinnslu þá skiptir vinnsluminni vissulega miklu máli, svo að vélin sé ekki endalaust að swappa yfir á harða diskinn.  En þegar kemur að því að encoda video þá er það örgjörvinn sem skiptir mestu máli.  Þú ert því ekkert að ná að gera neina rosalega vídeovinnsluvél úr þessum lappa, nema hvað varðar aukið vinnsluminni.\nAnnað sem þú gætir gert sem myndi gera vélina töluvert meira snappý, það er að skipta harðadisknum út fyrir SSD drif.",
            "date": "2011-08-18 19:58:00",
            "post_id": "372795",
            "reply_to_id": "372772"
        }
    ],
    "date": "2011-08-18 17:55:00"
}