{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "41144",
    "title": "HP fartölvur",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=41144",
    "posts": [
        {
            "user_name": "Tjobbi",
            "text": "Sælir \nVitiði eitthvað hvernig þessar HP fartölvur eru að koma út? Vinkona mín er að spá í að versla eitt stykki að utan, nánar tiltekið þessa hér: \nHP - Pavilion Laptop / Intel® Core™ i7 Processor / 15.6\" Display / 8GB Memory / 750GB Hard Drive - Steel Gray",
            "date": "2011-08-30 20:05:00",
            "post_id": "376181",
            "reply_to_id": false
        },
        {
            "user_name": "Kristján",
            "text": "i7 sandy\nfull hd\n8gb minni\nstór hdd\nusb 3\nnokkuð gott á 1200 dollara\nspurning hvað hun er að fara að nota hana í.\nsem skólavél væri þessi soldið i þyngri kantinum og kannski overpowered, nema við kannski myndvinnslu.\nsem leikja vél þá er þessi helviti góð.\n6 cellu batt er svo sem standard en i7 og stórt skjákort taka soldið til sin.\nen mér finnst þetta fáranlega gott verð á svona speccaða tölvu reyndar.",
            "date": "2011-08-30 21:04:00",
            "post_id": "376195",
            "reply_to_id": "376181"
        },
        {
            "user_name": "Tjobbi",
            "text": "Já hún er vel speccuð en það segir náttúrulega ekki alla söguna, spurningin er hvort að þessar HP tölvur séu endingagóðar?\nÞetta á að vera leikja/skólavél",
            "date": "2011-08-30 21:45:00",
            "post_id": "376219",
            "reply_to_id": "376195"
        },
        {
            "user_name": "worghal",
            "text": "HP er drasl, nuff said",
            "date": "2011-08-30 21:47:00",
            "post_id": "376220",
            "reply_to_id": "376219"
        },
        {
            "user_name": "Kristján",
            "text": "hp er ekki drasl, nuff sayd.\nleikjavél og skólavél fara ekki vel saman, nuff sayd\nþessi vél er yfir 3kg eða það stendur \"standard\" over 5.5lbs þannig þetta er \"þúng\" skólavél\nen sem leikjavél er þetta finasta tölva.\nmeð endinguna er alveg undir henni komið að fara vel með hana, ekki fylla hana af óþarfa drasli og taka til í velinni reglulega og láta rykhreinsa.\nedit:\nlestu þig bara um hvaða merki eru best, tekur klst á google þá veitu það.",
            "date": "2011-08-30 23:08:00",
            "post_id": "376252",
            "reply_to_id": "376220"
        },
        {
            "user_name": "astro",
            "text": "Ég keypti mér HP Pavilion tölvu um jólin 2009.\nFeilaði alldrei hjá mér, notuð í að spila leiki, browsa og horfa á þætti.\nNotaði alltaf viftuborð undir hana, rykhreinsaði hana á kanski 5-6 mánaða fresti og var allgjör draumur.\nSeldi hana um daginn á 70.000 kall",
            "date": "2011-08-31 00:51:00",
            "post_id": "376296",
            "reply_to_id": "376252"
        },
        {
            "user_name": "Tjobbi",
            "text": "Geturu rökstutt það?",
            "date": "2011-08-31 10:28:00",
            "post_id": "376345",
            "reply_to_id": "376296"
        },
        {
            "user_name": "Olafst",
            "text": "Ætli hann sé ekki að vitna í þetta:\nhttp://www.electronista.com/articles/09 ... 4th.place/",
            "date": "2011-08-31 10:41:00",
            "post_id": "376350",
            "reply_to_id": "376345"
        },
        {
            "user_name": "Kristján",
            "text": "hann er klárlega ekki að vitna í neitt, pottþett einhverjir sem hann þekkir átti hp og for illa með hana og bilaði hence drasl.....\n@OP\nlestu bara kannanir reviews og eitthvað ætti að segja þér flest um hp.\nþað eru nattlega nokkrar línur af tölvum frá hp eins og ollum, probook og elitebook er þar bestu og pavillon og eitthvað annað er svona average consumer vara",
            "date": "2011-08-31 11:14:00",
            "post_id": "376353",
            "reply_to_id": "376350"
        },
        {
            "user_name": "Olafst",
            "text": "Takk fyrir gott boð.\nSama og þegið.",
            "date": "2011-08-31 14:43:00",
            "post_id": "376389",
            "reply_to_id": "376353"
        },
        {
            "user_name": "Kristján",
            "text": "var nú ekki að tala við þig heldur OP sry það var óskýrt.",
            "date": "2011-08-31 14:56:00",
            "post_id": "376392",
            "reply_to_id": "376389"
        },
        {
            "user_name": "AntiTrust",
            "text": "Pavilion línan hefur samt verið að endast lala, nokkrir skólar sem tóku Pavilion línu-vélar inn í massavís og það var heldur mikið af vandamálum með þær. Þetta eru þó 2-3 ár síðan, ekki víst að gæðin séu yfirfæranleg á vélarnar í dag.\nUpp til hópa er HP þó eitt af betri merkjunum - en eins og e-r sagði, þetta veltur oft á línunni.",
            "date": "2011-08-31 16:28:00",
            "post_id": "376414",
            "reply_to_id": "376392"
        },
        {
            "user_name": "Magginn",
            "text": "Ég á 2 ára HP Pavilion vél, kostaði 180þ og bara verið vesen með hana. Tvær ónýtar rafhlöður, hefur þurft að skipta um kælikerfi, móðurborðið hrundi einnig. Vélin crashar reglulega, viftan er hávær, tölvan verður mjög heit. Þetta er mesta drasl sem ég hef átt!",
            "date": "2011-09-01 00:47:00",
            "post_id": "376583",
            "reply_to_id": "376414"
        },
        {
            "user_name": "Kristján",
            "text": "þetta er svona með allt i heiminum, asus var valin tölva með lægstu bilannatiðnina en klárlega hefur einhver lent á vél sem var að bila hellinga og með læti.\nþað er bara að biða og sjá hvernig véli lætur.",
            "date": "2011-09-01 01:05:00",
            "post_id": "376584",
            "reply_to_id": "376583"
        },
        {
            "user_name": "BjarniTS",
            "text": "Þetta hljómar allt bara eins og vél sem að þú ert sjálfur að kæfa og fara illa með.\nGetur það ekki bara passað ? \nErtu mikið með hana á sæng eða rúmi þar sem að hún nær ekki andanum ? \nFylgist þú með hitabreytingum og bregst við áður en skaðinn er skeður ? \nMeð allar mínar vélar þá fylgist ég alltaf með hitanum bara og ef að hann er ekki í lagi þá gengur maður í málið og fer að hugsa sinn gang.",
            "date": "2011-09-01 01:06:00",
            "post_id": "376585",
            "reply_to_id": "376584"
        },
        {
            "user_name": "Magginn",
            "text": "Heyrðu vinur, ekki tala til mín eins og ég sé algjör pappakassi! Ég hef aldrei farið illa með fartölvu, hvorki þessa né aðrar sem ég hef átt. Ég hef aldrei verið með tölvuna á sæng eða rúmi. Ég fylgidst með hitanum og hann fór fram úr öllu eðlilegu. Í skólanum lokaði ég tölvunni (sleep) milli tíma (2x40mín) til að kæla hana niður. Þessi tölva er illa hönnuð, meira segja einn á verkstæði verkstæðinu hjá HP viðurkenndi það, það er allt of lítið loftflæmi undir tölvunni.. og maður getur nú ekki mætt með fartölvukælingarstand í skólann. En takk fyrir, ég skal hugsa minn gang?",
            "date": "2011-09-01 19:37:00",
            "post_id": "376743",
            "reply_to_id": "376585"
        },
        {
            "user_name": "BjarniTS",
            "text": "Jæja , auðvitað getur slíkt skeð , en ég var að grínast með orðalagið.\nAnnars hafa HP aldrei hleypt blóði í mig af neinu ráði.\nKlunnalegar oft þykir mér.",
            "date": "2011-09-01 20:02:00",
            "post_id": "376749",
            "reply_to_id": "376743"
        },
        {
            "user_name": "Magginn",
            "text": "fair enough  \n , en þetta er líkast til einhver óheppni.  \n \nEn að lenda í svona hefur samt þau áhrif að maður er tæplega tilbúinn til að taka annan sjéns með HP.",
            "date": "2011-09-01 21:36:00",
            "post_id": "376783",
            "reply_to_id": "376749"
        },
        {
            "user_name": "Steini B",
            "text": "Ég átti eina í tæpt ár og hún virkaði vel...\nalveg þangað til að hún datt í gólfið",
            "date": "2011-09-01 23:09:00",
            "post_id": "376837",
            "reply_to_id": "376783"
        }
    ],
    "date": "2011-08-30 20:05:00"
}