{
    "forum_title": "Koníakstofan",
    "id": "41141",
    "title": "Húsasmiðjuauglýsingin á Vísi",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=41141",
    "posts": [
        {
            "user_name": "capteinninn",
            "text": "Vita þeir ekki að þetta er óþolandi helvíti. Afhverju hafa þeir ekki bara mute taka sem maður þarf að ýta á til að afmute-a hljóðið.\nÆtli þeir rukki aukalega fyrir að hafa þetta hljóð þegar maður er að auglýsa?\nAnnars lætur þetta mann ekki vilja kaupa hjá Húsasmiðjunni það er á hreinu.",
            "date": "2011-08-30 17:35:00",
            "post_id": "376114",
            "reply_to_id": false
        },
        {
            "user_name": "urban",
            "text": "veistu... þú ert núna að sanna hvað þessi auglýsing virkar alveg hreint ótrúlega (þrátt fyrir að ég hafi ekki séð hana, enda blocka ég allar auglýsingar á íslenskum fréttasíðum)\nekki nóg með að hún virki beint (á þig) heldur núna óbeint, á nokkur þúsundir í viðbót, þar sem að þú varst jú að ræða hana hér.",
            "date": "2011-08-30 17:38:00",
            "post_id": "376116",
            "reply_to_id": "376114"
        },
        {
            "user_name": "capteinninn",
            "text": "Held að þetta sé ekki dæmi um all publicity is good publicity.\nEr einfaldlega að velta því fyrir mér hvernig Vísir kemur til móts við fækkun á heimsóknum á síðuna þegar þeir púlla svona dæmi, t.d. þegar mbl.is byrjaði með popup auglýsingar, það var alveg snarlækkun á heimsóknum",
            "date": "2011-08-30 17:40:00",
            "post_id": "376117",
            "reply_to_id": "376116"
        },
        {
            "user_name": "Leviathan",
            "text": "Hreinn óbjóður þessi auglýsing. \nAnnars get ég ekki sagt að auglýsingin né þessi þráður hafi haft áhrif á hversu mikið ég versla við Húsasmiðjuna. Þetta er það stórt fyrirtæki og ekki margir samkeppnisaðilar.",
            "date": "2011-08-30 17:44:00",
            "post_id": "376119",
            "reply_to_id": "376117"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Hef oftar en einu sinni lent í því að vera að skoða Vísi og hoovera yfir þessa auglýsingu að nóttu til og hátalarakerfið ennþá í gangi (btw ekki planið)",
            "date": "2011-08-30 17:48:00",
            "post_id": "376120",
            "reply_to_id": "376119"
        },
        {
            "user_name": "urban",
            "text": "En að nota bara adblock ??\nég sé engar auglýsingar þarna, og einsog ég sagði, veit ekki einu sinni hvernig hún er þessi auglýsing (og ætla mér ekki að komast að því reyndar)",
            "date": "2011-08-30 17:51:00",
            "post_id": "376123",
            "reply_to_id": "376120"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Sounds like a plan. Ætli maður geri það ekki snöggvast.",
            "date": "2011-08-30 17:54:00",
            "post_id": "376125",
            "reply_to_id": "376123"
        },
        {
            "user_name": "noizer",
            "text": "Ég pausaði adblock til að sjá þessa auglýsingu, var ekkert hrifinn af henni.\nEn djöfull er gott að hafa adblock, það var allt á hreyfingu á síðunni eftir að ég pausaði það.",
            "date": "2011-08-30 18:58:00",
            "post_id": "376158",
            "reply_to_id": "376125"
        },
        {
            "user_name": "vesley",
            "text": "Verð nú að segja að mér finnst MBl síðan vera enn verri en Vísir.is  \nStútfull af auglýsingum",
            "date": "2011-09-01 11:31:00",
            "post_id": "376635",
            "reply_to_id": "376158"
        },
        {
            "user_name": "Haxdal",
            "text": "hver browsar netið án þess að vera með eitthvað form af adblock ?  \nNoScript og FlashBlock hérna ..  ég sé bara það sem ég vil sjá á þeim síðum sem ég skoða",
            "date": "2011-09-01 13:11:00",
            "post_id": "376663",
            "reply_to_id": "376635"
        },
        {
            "user_name": "jericho",
            "text": "Heyr heyr.\nHérna er dæmi um fótbolta.net, þar sem fréttirnar týnast á milli auglýsinganna:",
            "date": "2011-09-01 15:15:00",
            "post_id": "376689",
            "reply_to_id": "376663"
        },
        {
            "user_name": "kjarribesti",
            "text": "Hahahahaha ótrúlegt að ég hafi ALDREI pælt á neinuu adblock.\nEn eitt hörmulegt við það, Vaktin fokkast öll upp en á eftir að slökkva á því á henni.\nEn takk nú get ég lesið fréttir o.fl.. í friði",
            "date": "2011-09-01 22:31:00",
            "post_id": "376804",
            "reply_to_id": "376689"
        },
        {
            "user_name": "capteinninn",
            "text": "Mbl.is er náttúrulega alveg búin að missa það fyrir löngu, líkt og sjálft blaðið.\nÉg nota ekki adblock eða hef allavega hingað til ekki gert það. Blockar maður ekki bara auglýsingarnar manually eða fara allar auglýsingarnar?\nSjá vefsvæði ekki hversu margir nota adblock og svoleiðis?\nMaður vill alveg hjálpa sumum síðum og loka ekki á auglýsingar þar, svo skoða ég stundum reddit og hef fundið nokkur subtopics þar með auglýsingunum þar.",
            "date": "2011-09-01 22:55:00",
            "post_id": "376826",
            "reply_to_id": "376804"
        },
        {
            "user_name": "Haxdal",
            "text": "Ef þú notar Adblock plugin/forrit þá er lokað á þekktar auglýsingar, þekkt auglýsinga domain og slóðir á auglýsingar/flash/myndir sem innihalda einhver stikkorð og svo eru yfirleitt bætt einhverjum valkostum í hægri-smells-menuið til að banna auglýsingar eða ákveðin element á síðunni.\nMeð NoScript, þá er engum Scripts (javascript, activex, etc) hlaðið inn sjálfkrafa nema þú leyfir það sérstaklega.  auðvelt að leyfa síður hægri smellir einhverstaðar og ferð í Noscript->allow <lén>,  getur líka leyft tímabundið script á einhverri síðu þangað til þú lokar vafranum eða revokear leyfið.\nFlashBlock virkar einsog NoScript, öll form af Flash eru ekki hlaðin inn fyrr en þú leyfir þau,  kemur svona tómur kassi með Flash logoinu þar sem flash dót myndi annars vera.getur leyft ákveðin flash með því að klikka á kassana eða gert einsog í NoScript og leyft (whitelistað) ákveðin lén. Ég t.d. whitelista youtube og vimeo til að geta horft á videoin þar án vandræða \nEn svo er imo gott prinsipp að leyfa auglýsingar á síðum sem maður skoðar oft (gefið að það sé ekki viðurstyggilega mikið af auglýsingum einsog á þessum fréttasíðum) þar sem það er ekki ókeypis að reka vefsíður (sérstaklega stórar/vinsælar) og auglýsingatekjur hjálpa til við að halda síðunum gangandi.",
            "date": "2011-09-01 23:22:00",
            "post_id": "376846",
            "reply_to_id": "376826"
        }
    ],
    "date": "2011-08-30 17:35:00"
}