{
    "forum_title": "Koníakstofan",
    "id": "41150",
    "title": "\"Heimsmynd Breiviks úr tölvuleikjum\"",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=41150",
    "posts": [
        {
            "user_name": "Jim",
            "text": "http://mbl.is/frettir/erlent/2011/08/30 ... vuleikjum/\nOhhh, ég þoli ekki svona. Hann spilaði tölvuleiki og er morðingi. Það þarf ekki að vera nein tenging þar á milli. Ég spila tölvuleiki og er ekki morðingi. Fólk er svo oft að reyna að klína einhverju svona yfir á tölvuleiki. Hvað finnst ykkur?",
            "date": "2011-08-30 23:05:00",
            "post_id": "376248",
            "reply_to_id": false
        },
        {
            "user_name": "Eiiki",
            "text": "Er þetta ekki bara það eina mögulega sem lögfræðingur hans getur varið hann á bakvið, hann verður úrskurðaður geðveikur og svo að lokum ósakhæfann líkt og var gert með Gunnar fræga hér fyrir stuttu.",
            "date": "2011-08-30 23:07:00",
            "post_id": "376251",
            "reply_to_id": "376248"
        },
        {
            "user_name": "angelic0-",
            "text": "Ég spila tölvuleiki, og ég þekki marga sem að eru alveg bókstaflega heilaþvegnir af tölvuleikjum...\nTölvuleikir fara mis-illa í fólk, alveg eins og áfengi..... og cannabis !",
            "date": "2011-08-30 23:12:00",
            "post_id": "376253",
            "reply_to_id": "376251"
        },
        {
            "user_name": "worghal",
            "text": "það sem fólk er ekki að fatta að það er svo asnalega auðvelt að klína svona á tölvuleiki bara af því að \"þú tekur þátt\" í því sem gerist í þeim...",
            "date": "2011-08-30 23:14:00",
            "post_id": "376256",
            "reply_to_id": "376253"
        },
        {
            "user_name": "gardar",
            "text": "Hefur þú þá spilað of mikið af grand theft auto?\nhttp://www.visir.is/article/20080819/FR ... /382180357",
            "date": "2011-08-30 23:20:00",
            "post_id": "376260",
            "reply_to_id": "376256"
        },
        {
            "user_name": "angelic0-",
            "text": "var þetta nauðsynlegt, en já... kannski ég hefði átt að bera það fyrir mig \nfyrir utan það að þú þekkir forsögu málsins ekkert, dráttarbílstjórinn olli tjóni á bílnum.... ekki að bíllinn hafi verið neitt merkilegur, en það kom svo á daginn að bílnum hafði ekki verið lagt ólöglega",
            "date": "2011-08-30 23:23:00",
            "post_id": "376261",
            "reply_to_id": "376260"
        },
        {
            "user_name": "urban",
            "text": "ok.. dráttarbílstjórinn olli tjóni á bílnum...\ner þá bara allt í lagi að senda gæjann á gjörgæslu ?\nvar ekki hægt að ræða málin bara ??",
            "date": "2011-08-30 23:31:00",
            "post_id": "376265",
            "reply_to_id": "376261"
        },
        {
            "user_name": "Kristján",
            "text": "vona að sektin þin hafi verið há.....\nen eg skil ekki þetta hatur hjá öllum á leiki og þá sem spila þá.\nef einhver gerir eitthvað af sér, sama hvað og hann spilaði einhver leik þá klárlega hafði leikurinn áhrif á manninn\nhefði alveg eins geta verið ofneysla rabbabara.....",
            "date": "2011-08-30 23:32:00",
            "post_id": "376267",
            "reply_to_id": "376265"
        },
        {
            "user_name": "angelic0-",
            "text": "Sektin mín var fangelsisvist í 3 mánuði og 600þ króna skaðabótakrafa sem að ég greiddi án þess að grenja neitt yfir því, enda sá ég eftir því sem að ég gerði.\nEkki að það komi þér neitt við",
            "date": "2011-08-30 23:33:00",
            "post_id": "376270",
            "reply_to_id": "376267"
        },
        {
            "user_name": "Kristján",
            "text": "gott, ég spurði samt ekki hvað sektin var há og ég veit kemur mér ekkert við, fékkst bara réttann dóm.\nspurning að fara ON TOPIC",
            "date": "2011-08-30 23:39:00",
            "post_id": "376273",
            "reply_to_id": "376270"
        },
        {
            "user_name": "Black",
            "text": "Hann var sendur, á kvíarbryggju minnir mig, (gunnarúnar) þar kemur ekki jóifel að kenna föngunum að búa til jólapiparkökur, það er miklustrangara og verra heldur en hraunið,",
            "date": "2011-08-30 23:42:00",
            "post_id": "376275",
            "reply_to_id": "376273"
        },
        {
            "user_name": "Kristján",
            "text": "klárlega skárra en á flestum elliheimilum samt held ég....\nen fáranlegt að hann var ekki bara skotinn á staðnum breivik.",
            "date": "2011-08-30 23:43:00",
            "post_id": "376277",
            "reply_to_id": "376275"
        },
        {
            "user_name": "coldcut",
            "text": "@black: Gunnar Rúnar var sendur á Sogn en ekki Kvíabryggju. Kvíabryggja er lúxus-\"fangelsi\" en Sogn er réttargeðdeild, þ.e.a.s. fangelsi fyrir geðsjúka.",
            "date": "2011-08-30 23:46:00",
            "post_id": "376279",
            "reply_to_id": "376277"
        },
        {
            "user_name": "vesley",
            "text": "Og ef ég man rétt þá er það nú bara versta \"fangelsi\"  sem maður getur lent í hérna á klakanum.",
            "date": "2011-08-30 23:52:00",
            "post_id": "376280",
            "reply_to_id": "376279"
        },
        {
            "user_name": "Kristján",
            "text": "haha hvad eru þeir bara með 2 heitar maltidir og takmarkað internet í klefunum sínum?",
            "date": "2011-08-31 00:15:00",
            "post_id": "376286",
            "reply_to_id": "376280"
        },
        {
            "user_name": "HalistaX",
            "text": "Ég verð BRJALAÐUR þegar ég sé fólk klina svona löguðu á tölvuleiki!\nEf við horfum á heiminn í dag sjáum við það að ALLIR spila tölvuleiki, jafnvel svali gæjinn sem vill ekki viðurkenna það. \nSama hvern þú talar við, nauðgara, morðingja, barnapervert, dömurnar á skrifstofuni, vinnuveitanda þinn, kennarann þinn, móður þína, föður þinn, sistkyni þín, kærustuna þína....etc..\nAllir spila tölvuleiki!\nÞví er engin fokkings ástæða til þess að kenna tölvuleikjum um svona hegðun. \n \nÞetta er eins og að segja:\n'HA?! átt þú sófa? stelpuni var einmitt nauðgað í sófa, þú ert hér með handtekinn fyrir nauðgun'\n'Sá á facebook að þú horfðir á Saving Private Ryan í gær, það gerðist í seinni heimsstyrjöldini ræt? og Hitler stóð fyrir henni ekki satt? Flott, Þú ert dæmdur í lífstíðar fangelsi fyrir stríðsglæpi og þjóðarmorð'\nGIVE ME A FUCKING BREAK!!!!!!!!!!!!!!!!",
            "date": "2011-08-31 00:18:00",
            "post_id": "376288",
            "reply_to_id": "376286"
        },
        {
            "user_name": "Kristján",
            "text": "vó",
            "date": "2011-08-31 00:21:00",
            "post_id": "376289",
            "reply_to_id": "376288"
        },
        {
            "user_name": "gardar",
            "text": "Menn hér virðast ekki átta sig á því að afbrot eru mis slæm... Það eru ekki öll afbrot sem krefjast dauðadóms... Að vera kippt úr þínu daglega lífi, burt frá vinum og vandamönnum til þess að dúsa á einhverjum afskekktum stað með ekkert fyrir stafni er eitthvað sem ég efast um að margir kjósi sér.",
            "date": "2011-08-31 00:21:00",
            "post_id": "376290",
            "reply_to_id": "376289"
        },
        {
            "user_name": "vesley",
            "text": "Hef heyrt að sumir hafa verið beittir harkalegu líkamlegu ofbeldi þarna og í þeim dúr.   Og þá af starfsmönnum",
            "date": "2011-08-31 00:22:00",
            "post_id": "376291",
            "reply_to_id": "376290"
        },
        {
            "user_name": "Gunnar",
            "text": "dont do the crime if you cant do the time.....",
            "date": "2011-08-31 00:53:00",
            "post_id": "376298",
            "reply_to_id": "376291"
        },
        {
            "user_name": "Kristján",
            "text": "ja hefuru heyrt..... hef líka heyrt að þetta er luxus aðstaða miða við önnur fangelsi úti heimi....\nen svo nattlega spurning hvort vill maður ogedslegt fangelsi sem britur á mannréttindum nánast og britur niður alla fanga og lemur þá sundur og saman og svo þegar þeir eru búnir með dóminn þá koma þeir 10 sinnum verri út, \neða\nvill maður uppbyggilegt fangelsi sem endurhæfir fangana þannig þeir komi betri út ????",
            "date": "2011-08-31 01:00:00",
            "post_id": "376300",
            "reply_to_id": "376298"
        },
        {
            "user_name": "gardar",
            "text": "Rétt er það, finnst þér þó að fjöldamorðingjar og búðarhnuplarar eigi að fá sömu refsingu?",
            "date": "2011-08-31 01:05:00",
            "post_id": "376301",
            "reply_to_id": "376300"
        },
        {
            "user_name": "coldcut",
            "text": "WHAT!?!?!? Eru menn að tala um að Kvíabryggja sé skelfilegt fangelsi? Fangelsið þar sem Árni Johnsen, Kalli Bjarni og þeir voru?\nKvíabryggja er opið fangelsi þar sem menn fá að höggva listaverk úr steini og setja upp sitt eigið stúdíó í \"fangaklefanum\" sínum. Þeir geta meira að segja farið í golf ef þeim langar.\nErtu vissir um að þú sért ekki að ruglast á Kvíabryggju og Breiðuvík vesley?",
            "date": "2011-08-31 02:56:00",
            "post_id": "376305",
            "reply_to_id": "376301"
        },
        {
            "user_name": "Gunnar",
            "text": "alls ekki, dóm miðavið hvað maðurinn gerði. þó mér fynnst að mjög margir séu ekki að fá nóg og vonda refsingu.",
            "date": "2011-08-31 05:12:00",
            "post_id": "376307",
            "reply_to_id": "376305"
        },
        {
            "user_name": "vesley",
            "text": "Er ekki að tala um Kvíabryggju heldur réttargeðdeildina Sogn.      \nVistmenn t.d. dvelja að meðaltali í 4.ár á Sogn,  sumir eru búnir að  vera þar í 10+ ár.",
            "date": "2011-08-31 07:32:00",
            "post_id": "376310",
            "reply_to_id": "376307"
        },
        {
            "user_name": "Ulli",
            "text": "Hvort haldið þið að menn sem eru dæmdir og fara á Bryggjuna eða þeir tld í Bandaríkjunum sem fara þar í Klefa komi út heilbrigðari og með vilja að breyta rétt?",
            "date": "2011-08-31 09:32:00",
            "post_id": "376329",
            "reply_to_id": false
        },
        {
            "user_name": "biturk",
            "text": "fer allt eftir afbrotinu og persónuleikanum\nsumir láta sér segjast, sjá eftir og skilja að þeir gerðu rangt\naðrir munu aldrei skilja það að þeir gerðu rangt eða er bara slétt andskotans sama\nað mínu mati á að setja alla sem brjóta alvarlega af sér í gapastokk og niður á austurvöll þar sem fólk má koma og sparka all hressilega í afturendann á því\nauga fyrir auga og tönn fyrir tönn........ég hef líka trú að því að það ætti að nauðga nauðgurum svo þeir geti mögulega gert sér grein fyrir hverslags ómennsku þeir lögðu á manneskju sem þeir brutu á",
            "date": "2011-08-31 10:09:00",
            "post_id": "376339",
            "reply_to_id": "376329"
        }
    ],
    "date": "2011-08-31 09:32:00"
}