{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "41198",
    "title": "Virka þessir kælistandar fyrir fartölvur eitthvað að ráði?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=41198",
    "posts": [
        {
            "user_name": "yamms",
            "text": "Mér er farið að detta í hug að fjárfesta í svona kælistand fyrir lappann minn þar sem að ég spila stundum starcraft og fleiri álíka leiki í henni.\nVirkar þetta eitthvað? Mér lýst ágætlega á þennan hérna \nhttp://tolvutaekni.is/product_info.php? ... ts_id=1753\nVitiði um einhverja betri? eða er þetta kannski bara bölvuð vitleysa.",
            "date": "2011-09-01 20:12:00",
            "post_id": "376752",
            "reply_to_id": false
        },
        {
            "user_name": "astro",
            "text": "Ég átti og notaði alltaf CoolerMaster U2. \nÞetta virka þannig að þú getur fært viftunar á þá staði undir sem þú vilt að þeir blási uppí, mikið sniðugara heldur en kæliborð með áföstum viftum.\nCoolermaster U3 (3 viftur, fyrir 17\"): \nhttp://start.is/product_info.php?cPath= ... ts_id=3227\nÞeir voru með Coolermaster U2 hjá start (U2 er fyrir 15\" og með 2 viftur\") En virðist bara vera til U3 í dag.",
            "date": "2011-09-01 20:25:00",
            "post_id": "376760",
            "reply_to_id": "376752"
        },
        {
            "user_name": "BirkirEl",
            "text": "myndi taka 220mm viftuna frekar en 3*80mm allavega. Veit ekki hvort þetta gerir einhvern stórmun, eithvað örugglega.",
            "date": "2011-09-01 20:31:00",
            "post_id": "376762",
            "reply_to_id": "376760"
        },
        {
            "user_name": "REX",
            "text": "Er einmitt að nota svona Coolermaster U2. Mjög fínn standur, færði vifturnar undir inntakið á tölvunni, þannig í staðinn fyrir að liggja nokkrum millimetrum fyrir ofan borð þá loftar nú vel undir hana með standinn undir sér + það að vifturnar blása meira lofti undir hana.\nFartölvan var farin að verða leðinlega heit þar sem viftan og skjákortið er staðsett en þetta er mun betra núna, held að þetta hjálpi tölvunni mest þegar hún er komin út í þunga vinnslu.",
            "date": "2011-09-01 20:38:00",
            "post_id": "376765",
            "reply_to_id": "376762"
        },
        {
            "user_name": "Bjosep",
            "text": "Ég var nú eitthvað að lesa mér til um þetta fyrir fyrir nokkru síðan og miðað við það sem ég las þá virtist þetta ekki vera að skila sér marktækt í kælingu á íhlutum. Ég man hinsvegar ekkert hvar ég las þetta og fann þetta ekki aftur í þetta sinn.\nMér fannst google allaveganna gefa mér blandaðri niðurstöður í þetta skiptið. En til þess að vera neikvæði gaurinn í umræðunni og benda þér á tvær niðurstöður sem ég fann.\nhttp://www.overclockers.com/forums/showthread.php?t=558330\nhttp://www.overclockers.com/forums/showthread.php?t=629513\nÞað kann hinsvegar vel að vera að uppsetningin á kælistandinum skipti höfuðmáli eins og einhverjir nefna.",
            "date": "2011-09-01 22:31:00",
            "post_id": "376805",
            "reply_to_id": "376765"
        },
        {
            "user_name": "capteinninn",
            "text": "Ég keypti þrýstiloft og blés úr gamla lappanum mínum og hitastigið lækkaði úr rúmlega 90°c niður í um 60°c minnir mig.\nByrjaðu á því allavega ef tölvan er eitthvað heit.",
            "date": "2011-09-01 23:00:00",
            "post_id": "376832",
            "reply_to_id": "376805"
        },
        {
            "user_name": "yamms",
            "text": "Þetta er ný tölva.\nNú veit ég ekki hvað þessar fartölvur eru að hitna mikið en skv hwmonitor er hún í ca 65-75°max í starcraft. Er þessi hiti eitthvað til að hafa áhyggjur af?",
            "date": "2011-09-01 23:06:00",
            "post_id": "376835",
            "reply_to_id": "376832"
        },
        {
            "user_name": "kjarribesti",
            "text": "útaf fyrir sig ekki, samt held ég að þessi kælistandur gæti gert gagn.\nMunar 10° í load í leikjum hjá vini mínum sem keypti logitech stand með PackardBell tölvunni sinni (gaming fartölva)\nOg algerlega hljóðlaust nema í hæstu stillingu.",
            "date": "2011-09-01 23:52:00",
            "post_id": "376855",
            "reply_to_id": "376835"
        }
    ],
    "date": "2011-09-01 20:12:00"
}