{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "41480",
    "title": "Sandy Bridge-E review",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=41480",
    "posts": [
        {
            "user_name": "KristinnK",
            "text": "Tom's Hardware hafa komist í Sandy Bridge-E örgjörva og X79 móðurborð, og mældu hina ýmsu áhugaverða hluti á þessu nýja platformi.\nIntel Core i7-3960X (Sandy Bridge-E) And X79 Platform Preview\nSvo virðist vera að þetta er einfaldlega 6 kjarna Sandy Bridge örgjörvi með meiri minnisbandvídd en hann mun nokkurn tíman þurfa á að halda (og þá vísa ég í mælingar sem koma fram í gröfum á annarri blaðsíðu). En ekki virðist ætla að verða af PCI-E 3 stuðningi, sem er Zambezi í hag. Ekki það að skjákort í dag koma nálægt því að sprengja bandvídd PCI-E 2, en margir sjá bara hærri töluna og halda að það sé betra.",
            "date": "2011-09-12 20:10:00",
            "post_id": "379435",
            "reply_to_id": false
        },
        {
            "user_name": "HelgzeN",
            "text": "15 MB LC Cache og allur pakkinn þetta verður rosalegt, vitiði hvernig bulldozer örgjörvarnir lýta út\nannars hvað á þetta eftir að kosta ? ;S",
            "date": "2011-09-12 20:12:00",
            "post_id": "379436",
            "reply_to_id": "379435"
        },
        {
            "user_name": "KristinnK",
            "text": "Ég myndi giska að i7-3960X (mikið rosalega er þetta óþjált nafn) muni kosta svipað og i7 990X í dag, þ.e. kringum 1000 dali. i7 3930K verður örugglega kringum 600-700 dali, en svo hef ég ekki hugmynd um hvernig þeir verðleggja i7 3820. Með bara fjóra kjarna og læstan multiplier virðist i7 2600K vera viturlegri kaup.",
            "date": "2011-09-12 20:15:00",
            "post_id": "379437",
            "reply_to_id": "379436"
        },
        {
            "user_name": "mercury",
            "text": "ætla að skjóta á að Core i7-3960X verði á 70 +/- 10k og týpan fyrir neðan 50 +/- 10k . voðalega erfitt að segja til um þetta. en thats my bet.\n*edit* eftir að hafa lesið þetta í gegn þá verður sennilega 3960x á 100k + og hinir þar rétt fyrir neðan",
            "date": "2011-09-12 20:19:00",
            "post_id": "379438",
            "reply_to_id": "379437"
        },
        {
            "user_name": "vesley",
            "text": "Er nánast pottþéttur á að 3960X verði á 1000USD     meirihluti Extreme örgjörvanna frá Intel eru á 1000USD þegar þeir koma út.   \nHinsvegar ætla ég að giska á að 3930 verði á rúman 60þús kall fyrst þegar hann kemur út en mun svo lækka með tímanum vel eins og hefur alltaf verið. \nEn þetta er náttúrulega í heildina dýrari uppfærsla,  móðurborðin verða dýrari, quad channel minni og svo virðast mörg móðurborðana ætla að vera með dual-8pinna tengi fyrir örgjörvann.",
            "date": "2011-09-12 20:44:00",
            "post_id": "379442",
            "reply_to_id": "379438"
        }
    ],
    "date": "2011-09-12 20:10:00"
}