{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "4154",
    "title": "The same old one...",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=4154",
    "posts": [
        {
            "user_name": "Manager1",
            "text": "OK, fyrst verð ég að hrósa ykkur spjallverjum fyrir að vera alveg ótrúlega duglegir við að hjálpa okkur núbbunum sem vitum ekki neitt og vantar aðstoð.\n\n\n\nEn málið er að tölvan mín er gömul og alveg að gera mig brjálaðan. Því var ég að spá hvort þið gætuð sett saman fyrir mig svona eins og eitt stykki \n\n\n\n\nMig vantar að sjálfsögðu ekki lyklaborð, mús og skjá. \n\nÁ einn 160gb Samsung hd (þennan sem næstumþví allir eiga), og annan 80gb Samsung svo mig vantar í raun ekki harðan disk heldur.\n\nÉg á tvo 256ddr 133 Kingston og einn 512ddr Kinston minniskubba, þarf væntanlega að uppfæra þá líka eða hvað???\n\nAllt annað er ég að spá í að uppfæra. Hugsa að ég fái mér meira að segja nýjan kassa líka, en útlitið skiptir mig nánast engu máli, um að gera að hafa hann bara ódýran \n\n\n\n\nJá og mig langar að prufa ATI skjákort núna...\n\n\n\nBudgetið er svona 100.000 kall +- 10.000. Má samt alveg vera minna \n\n\n\n\nTakk kærlega...\n\n\n\n*bætt við*\n\n\n\nMegið alveg klína á þetta viftum og svoleiðis dóti, gæti alveg freistast til að yfirklukka eitthvað, þó ég kunni lítið á það. Langar að læra það",
            "date": "2004-05-15 18:18:00",
            "post_id": "42087",
            "reply_to_id": false
        },
        {
            "user_name": "Demon",
            "text": "Jahá, svo mörg voru þau orð.\n\nGott er að byrja á því að segja hvað þú ætlar að nota tölvuna í, því að ef þú planar ekki að nota hana í leiki (doubtful þar sem þú ert að fá þér ATI skjákort) þá virkar auðvitað vel crappið sem þú átt nú þegar.\n\n\n\n\"Ég á tvo 256ddr 133 Kingston og einn 512ddr Kinston minniskubba, þarf væntanlega að uppfæra þá líka eða hvað??? \"\n\nÁ hvað mörgum riðum eru þessir kubbar að keyra? 133mhz? Eða hvað stendur þessi tala fyrir annað?\n\n\n\nÉg mæli með að þú fáir þér 512MB Kingston ValueRam (tvo 256MB kubba), margir vilja meina að þú þurfir meira en svo er ekki raunin með nánast allt, en ef þú spilar starwars galaxies you might need it. (átt síðan móðurborð með 4 memory slots þannig að þú getur keypt meira minni)\n\n\n\nAMD XP 2500 Barton, mögulega þessa mobile útgáfu...(ódýrt og vel yfirklukkanlegt)\n\nAti Radeon 9600 XT eða 9800 Pro\n\n\n\nÞarft ekki að fá þér hd nema þér vanti pláss.\n\n\n\nMóðurborð, hmms, ekki í fíling að leita að eitthverju núna, en ég er ánægður með mitt gigabyte ga-7n400 Pro2\n\n\n\nKassi,  ef þú vilt ekkert spes, þá er dragon mjög praktískir kassar, og ekkert ljótir heldur, bara ekki búast við að vera neitt sérstaklega frumlegur þegar þú kaupir hann \n\n\n\n\nEn já, er ekki að nenna að reikna þetta fyrir þig en þetta ætti að vera langt innan 100 þúsund kallsins, þú getur fengið þér aðeins öflugri tölvu fyrir MIKLU meiri pening, your choice",
            "date": "2004-05-16 02:53:00",
            "post_id": "42143",
            "reply_to_id": "42087"
        },
        {
            "user_name": "Stebbi_Johannsson",
            "text": "komdu með betri lýsingu á vélinni sem þú ert að runna á á núna þá er auðveldara að hjálpa þér",
            "date": "2004-05-16 15:01:00",
            "post_id": "42185",
            "reply_to_id": "42143"
        },
        {
            "user_name": "gnarr",
            "text": "ég myndi pottþétta taka gig af minni. það er algert lágmark. tildæmis, ef ég starta tölvunni í xp með minimal service-um og starta svo BF1942, þá er ég strax að nota um 70-90% af gigabætinu sem ég er með. ég tók eftir miklum hraðamun úr 512 í 1024.\n\n\n\nannars skiptir ÖLLU!!! að fá sér \ngott móðurborð\n. ef þú ætlar að fá þér intel, þá er Abit IC7 línan og AI7 að standa sig geysivel. ég er ekki alveg nógu vel inní AMD móðurborðunum, en DFI er að standa sig mjög vel þar.\n\n\n\nÞegar þú ert að velja örgjörfa skaltu reyna að fá ódýrasta \"besta\" örgjörfann. þá er ég að tala um að þú myndir tildæmis taka ódýrasta Intel örgjörfann með 800FSB og HT heldur en að taka öflugasta. þá ertu að fá 95% af performance fyrir 30-50% af peningnum, og jafnvel meira performance úr ódýrari örgjörfunum með overclocki (það er oftast hægt að ná hærra FSB á lægra klukkuðum örgjörfum sem gerir það að það er hægt að ná miklu meira performance).\n\n\n\nÞú skalt skoða skjákortin mjög vel ef þú ert að fara að nota þessa vél í leiki. ef þú ert að eltast við GEÐVEIKA leikja vél, þá er Ati Radeon 9800xt það öflugasta á markaðnum núna. hinsvegar eru að koma ný lína af skjákortum frá Ati og nVidia núna strax í næsta mánuði. þessi kort munu samt kosta MIKIÐ til að byrja með, en þau eru oftast að skila tvöföldum afköstum miðað við bestu kortin sem eru núna á markaðnum. (það er samt spurning hvort þú getir ekki fengið Radeon 9800xt fyrir 10.000kall 2 dögum eftir að nýju kortin koma.. það er allvega ekkert ólíklegt að það verði \"smá\" verðfall á flestu kortum).\n\n\n\nZalman CNPS7000A-ALCU er að skila mjög góðu fyrir peninginn. þessi vifta/heatsink er á 4.000kall í task, og er mjög hljóðlát og kælir mjög vel. þú ert að græða mjög lítið meira með dýrari loftkælingum. td. getur fengið nákvmælega eins viftu bara úr kopar sem kostar 2000kalli meira en flytur bara örfáum wötum meira.\n\n\n\nþað er líka sniðugt að reyna að finna eitthvað gott PSU. ef þú ert með lélegt PSU, þá getur átt á hættu að hörðudiskarnir þýnir deyji hreinlega uppúr þurru og kerfið sé hreinlega bara óstöðugt. Zalman og Antec eru með mjög góð PSU. það er samt alltaf sniðugt að lesa sér til um þetta á síðum eins og anandtech og tomshardware.\n\n\n\nsvo er bara spurning hvort þú ert að fara að ferðast mikið með tölvuna eða bara sytja heima og einmanast, hvað kassa varðar \n ef þú ætlar að fara á lan aðrahverja helgi, þá ÁTTU að fá þér ál kassa \n annars skiptir mestu máli að það sé gott loftflæði í kassanum, og þá líka kringum hörðudiskana (harðirdiskar eru mjög viðkvæmir fyrir miklum hita, og deyja mjög fljótt í hita um og yfir 50°c). Aopen gera mjög góða kassa hvað varðar loftflæði og Antec er líka með mikið af gæða kössum \n\n\n\n\nsvo er bara að vera duglegur að lesa á alskonar hardware síðum",
            "date": "2004-05-16 15:04:00",
            "post_id": "42186",
            "reply_to_id": "42185"
        },
        {
            "user_name": "Stebbi_Johannsson",
            "text": "hvernig er einfaldast að kæla niður HDD ef maður á ekkert 3\"5 slot laust.\n\n\n\nAnnars, það er aldrei góður tími til að kaupa tölvu en núna er extra slæmur tími því nýju kortin eru að koma. Kannski maður skelli sér á 9800XT ef það verður eitthvað heavy verðfall/verðstríð",
            "date": "2004-05-16 15:09:00",
            "post_id": "42190",
            "reply_to_id": "42186"
        },
        {
            "user_name": "gnarr",
            "text": "bara að rigga viftu fyrir framan hd rekkann. ef það er ekki ætlast til að maður setji viftu þar, þá er bar að saga úr kassanum",
            "date": "2004-05-16 15:13:00",
            "post_id": "42194",
            "reply_to_id": "42190"
        },
        {
            "user_name": "Manager1",
            "text": "Ég kem eflaust til með að nota vélina í tölvuleiki, þunga cpu leiki eins og Championship Manager (sem þið þekkið auðvitað) o.þ.h.\n\n\n\nÆtli minniskubbarnir séu ekki 166mhz, ef það er mögulegt \n\n\nGetur vel verið að ég skelli mér á tvo 256mb ddr 400 kubba eða e-ð svoleiðis. Ég gæti þá alltaf bætt einum af kubbunum sem ég á núna við þessa tvo. (eða myndu þeir þá allir keyra á 166mhz?).\n\n\n\nSamtals ætti þetta að kosta:\n\n\n\n2x Kingston 256MB DDR400 - 12.900 hjá att.is\n\nAmd Athlon 2500XP Barton - 7.850 hjá att.is\n\nRadeon9600 XT 256MB - 18.250 hjá att.is\n\nMóðurborð - 15.000\n\nKassi - 10.000\n\nSamtals - 65.090kr.\n\n\n\nHmm, kannski reiknaði ég budgetið of hátt \n Væri samt alveg til í að fá betri örgjörva, XP 3000 t.d.\n\n\n\nEn væri einhver til í að finna móðurborð handa mér? Og ef einhver yfirklukkari gæti gefið mér góð ráð um kælingu o.þ.h. þá væri það vel þegið",
            "date": "2004-05-16 15:17:00",
            "post_id": "42199",
            "reply_to_id": "42194"
        },
        {
            "user_name": "gnarr",
            "text": "já, ef þú mydnri setja tvo DDR400 og einn DDR333, þá myndu þeir allir keyra á DDR333, og þú gætir ekki notað dualchannel. ég myndi frekar reyna að selja minniskubbana sem þú átt núna og kaupa frekar 2x512, það er MUN sniðugra. 2x256 er alltof lítið.",
            "date": "2004-05-16 15:19:00",
            "post_id": "42200",
            "reply_to_id": "42199"
        },
        {
            "user_name": "Stebbi_Johannsson",
            "text": "sammála gnarr. 1x256 er ALLT OF LÍTIÐ. Er enginn smá flöskuháls hjá mér.",
            "date": "2004-05-16 15:29:00",
            "post_id": "42205",
            "reply_to_id": "42200"
        },
        {
            "user_name": "Manager1",
            "text": "OK, svo ég svari þessu sem kom á meðan ég setti saman svarið mitt áðan...\n\n\n\nÖrgjörvinn er P4 2.4Ghz 133mhz FSB og bus speed er 531mhz skv. CPU-Z.\n\n\n\nMinniskubbarnir eru allir Kingston PC2700, tveir 256mb og einn 512mb. Allir eru þeir 166mhz skv. CPU-Z.\n\n\n\nMóðurborðið mitt er frá AOpen, meira veit ég eiginlega ekki um það.\n\n\n\nSkjákortið mitt er GeForce MX 440 64mb.\n\n\n\nSvo er ég með 10/100 netkort, TV kort ofl. drasl sem skiptir kannski ekki miklu máli varðandi þessa uppfærslu mína \n\n\n\n\nÞá kaupi ég tvo 512mb Kingston í staðin fyrir tvo 256mb \nMér líst eiginlega betur á Intel en AMD. Hvað segiði um \nþennan\n? Er auðvelt að yfirklukka svona örgjörva, ég ætla ekkert að yfirklukka í botn, væri fínt ef ég kæmi honum uppí t.d. 3.0Ghz.\n\n\nÉg kaupi þessa tölvu örugglega ekki á næstu dögum, svo 9800xt kemur vel til greina ef nýja línan verður komin út.\n\n\n\nÉg hlý að geta fundið ágætt PSU sjálfur, passa ekki öll PSU í alla kassa? Kannski kaupi ég mér bara kassa með PSU og er ekkert að vesenast \n\n\n\n\nHingað til hef ég ekki lanað neitt á þessa tölvu, og ég á svosem ekkert von á því að það breytist, en maður veit aldrei. Ekkert gaman að eiga tryllitæki en sýna það engum \n\n\n\n\nHef heyrt slatta um þessa Zalman viftu, og ekkert nema gott. Svo skellir maður eflaust allskonar auka viftudóti í kassan uppá grínið",
            "date": "2004-05-16 16:08:00",
            "post_id": "42212",
            "reply_to_id": "42205"
        },
        {
            "user_name": "gnarr",
            "text": "þú nærð þessum örgjörfa léttilega upp fyrir 3.0GHz. ef þú setur 5:4 minnisdivider og hækkar spennuna á örgjörfann örlítið ættiru að ná þessum örgjörfa uppí 3.5GHz léttilega.",
            "date": "2004-05-16 16:12:00",
            "post_id": "42213",
            "reply_to_id": "42212"
        },
        {
            "user_name": "Arnar",
            "text": "nærð honum mjög líklega í amk 3.2ghz\n\n\n\nSéns að þú náir 3.5ghz.. en ég myndi ekki veðja á það..\n\nsérstaklega með stock cooling",
            "date": "2004-05-16 16:14:00",
            "post_id": "42214",
            "reply_to_id": "42213"
        },
        {
            "user_name": "gnarr",
            "text": "það væri líklega sniðugt fyrir þig að setja bara augýsingu á partalistann daginn eftir að þú kaupir nýju tölvuna og selja gömlu. þú færð líklega mest fyrir þeta dót ef þú sleur hana í ðörtum, en þá er reyndar ekki víst að þú náir að selja allt.",
            "date": "2004-05-16 16:15:00",
            "post_id": "42215",
            "reply_to_id": "42214"
        },
        {
            "user_name": "Manager1",
            "text": "Þarf heldur ekkert að selja allt. Þetta er orðið gamalt og ég fengi aldrei það mikinn pening fyrir þetta.\n\n\n\nEn hvað segiði með móbóið? Eru ekki Gigabyte og Abit með bestu Intel móðurborðin?",
            "date": "2004-05-16 16:19:00",
            "post_id": "42218",
            "reply_to_id": "42215"
        },
        {
            "user_name": "gnarr",
            "text": "Abit er by far með bestyur overclock móðurboðrin. en gigabyte eru líka að koma sterkir inn. tildæmis með eitt móðurborð með 6 fasa rafmagn \n annars er Abit í uppáhaldi hjá mér eins og er.",
            "date": "2004-05-16 16:20:00",
            "post_id": "42219",
            "reply_to_id": "42218"
        },
        {
            "user_name": "Arnar",
            "text": "As new models of motherboards are released on a daily base, it is impossible for asetek to test and verify all of these. \nInstead we have teamed up with ABIT Computer Corp., which is the Worlds leading motherboard manufacturer for the enthusiast\n . If you want to make sure your motherboard will work 100% with the VapoChill we recommend a motherboard from the list below.\n\n\n\nÞetta er frá asetek, smá statement áður en listinn yfir supported motherboards listinn kemur fyrir Vapochill\n\n\n\nABIT \n\n\n\n\nhehe gaman að þessu",
            "date": "2004-05-16 16:31:00",
            "post_id": "42221",
            "reply_to_id": "42219"
        },
        {
            "user_name": "Stebbi_Johannsson",
            "text": "gætir fengið skítsæmilegan penge fyrir gömlu vélina.",
            "date": "2004-05-16 16:33:00",
            "post_id": "42222",
            "reply_to_id": "42221"
        },
        {
            "user_name": "Manager1",
            "text": "The Abit it is \n\n\n\n\nEr ekki IC7- Max3 stálið? Ég finn það bara hjá hugver.is á 21.990.",
            "date": "2004-05-16 16:33:00",
            "post_id": "42223",
            "reply_to_id": "42222"
        },
        {
            "user_name": "gnarr",
            "text": "IC7, IC7-G, AI7 eru líka mjög góð. AI7 er jafn gott ef ekki betra en IC7-MAX3 með northwood örgjörfum.",
            "date": "2004-05-16 16:35:00",
            "post_id": "42224",
            "reply_to_id": "42223"
        },
        {
            "user_name": "Stebbi_Johannsson",
            "text": "í alvöru á mínum innkaupalista er Abit IC7-Max3 og 3.0GHz Northwood. ætti ég þá frekar að fá mér AI7? hvað eru eiginlega margar DDR raufar á þessum móbóum?",
            "date": "2004-05-16 16:45:00",
            "post_id": "42226",
            "reply_to_id": "42224"
        },
        {
            "user_name": "Arnar",
            "text": "4 á þeim flest öllum..\n\n\n\nAI7.. tapar þar 4x SATA tengjum, OTES kælingunni, 875P kubbasettinu..\n\n\n\nMunar ekki miklu svosem\n\nAðallega þessi sata tengi sem munar hjá mér",
            "date": "2004-05-16 16:52:00",
            "post_id": "42230",
            "reply_to_id": "42226"
        },
        {
            "user_name": "gnarr",
            "text": "AI7:\n\n\n\n\n\n\n\nIC7-MAX3:\n\n\n\n\n\n\n\nIC7-G:\n\n\n\n\n\n\n\nIC7:\n\n\n\n\n\n\n\n\n\nIC7-MAX3 er betra hvað það varðar að það hefur 4 fasa rafmagn, meðan öll hin móðurborðin eru með 3 fasa. á móti því kemur að það er \"gallað\" vdimm á því, sem leifir ekki spennu hærri en 3.2 (minnir mig). ef ég man rétt, þá er það bara á max3 útgáfunni, ekki allri ic7 línunni.\n\n\n\nAI7 er eins og ég sagði með 3 fasa rafmagn, en þar á móti kemru að þessi vdimm vandi er ekki, þannig að þú getur togað það eins hátt og þú vilt.\n\n\n\nIC7-MAX3 er semsagt betra í EXTREME cpu overclock, vegna 4 fasa rafmagnsins, sem gefur stöðugra rafmagn, og þessvegna möguleika á hærri tíðni með lægra vcore.\n\n\n\nAI7 er betra í overall overclock. í flestum tilvikum er reyndar hægt að ná hærra cpu overclocki með AI7 með normal kælingum (loft og vatnskælingum), sem er reydnar soldið skrítið",
            "date": "2004-05-16 16:57:00",
            "post_id": "42232",
            "reply_to_id": "42230"
        },
        {
            "user_name": "gnarr",
            "text": "mér sýnist þetta reydnar vera mynd af IC7 en ekki IC7-G. en þau eru ekkert voðalega ósvipuð í útliti, g-ið er samt með örlítið meira af aukadóti.",
            "date": "2004-05-16 16:59:00",
            "post_id": "42233",
            "reply_to_id": "42232"
        },
        {
            "user_name": "Arnar",
            "text": "vdimm er gallað á bilinu 2.9-3.2 útaf vtt sem á að vera helmingur af vdimm fokkast á þessu bili.. og er ekki í réttu hlutfalli við vdimm.\n\n\n\n\n\n\n\nAnnars skiptir það eiginlega engu fyrir flesta, nánast alla",
            "date": "2004-05-16 17:13:00",
            "post_id": "42241",
            "reply_to_id": "42233"
        },
        {
            "user_name": "Stebbi_Johannsson",
            "text": "ef ég ætla að fá mér 3GHz Northwood ekki yfirklukka hann neitt hvort borðið á maður þá að fá sér Abit IC7-Max3 eða Abit AI7? möguleikar á yfirklukkun í framtíðinni. Jæja vélbúnaðarpervertar svarið nú",
            "date": "2004-05-16 17:25:00",
            "post_id": "42242",
            "reply_to_id": "42241"
        },
        {
            "user_name": "Arnar",
            "text": "framtíðinni ?\n\n\n\nNý kubbasett að koma núna.. mjög bráðlega.. hehe",
            "date": "2004-05-16 17:29:00",
            "post_id": "42245",
            "reply_to_id": false
        },
        {
            "user_name": "Arnar",
            "text": "eða socket..\n\n\n\nAI7 og MAX3 hafa bæði mjög mikla yfirklukkunar möguleika, þú færð samt meiri möguleika, eða tengi og svona á MAX3 borðinu.\n\n\n\nÞú getur ekki valið vitlaust \n\n\n\n\nAlltaf gott samt að hafa mörg SATA tengi.. þegar maður vill bæta við HDD eða geisladrifum (þau eru alveg að koma með SATA tengi \n )",
            "date": "2004-05-16 18:59:00",
            "post_id": "42262",
            "reply_to_id": "42245"
        },
        {
            "user_name": "Manager1",
            "text": "Líst vel á þetta hjá þér gnarr.\n\n\n\nNiðurstaðan er semsagt þessi:\n\n\n\nÖrgjörvi\n - \nIntel P4 2.8 GHz\n\n\nMóðurborð\n - \nAbit AI7\n\n\nVinnsluminni\n -\nKingston 512MB DDR400\n\n\nSkjákort\n - \nATI Radeon 9600 XT\n Í bili a.m.k. Kaupi sjálfsagt 9800xt ef x800 kortið verður komið út.\n\nÖrgjörvavifta\n - \nZalman CNPS7000A-ALCU\n\n\nKassi\n - \nSvartur ATOP, X-Blade Gaming\n\n\nSamtals kostar þetta 89.880 krónur\n\n\n\n\nÉg er bara nokkuð sáttur við þetta",
            "date": "2004-05-16 23:43:00",
            "post_id": "42316",
            "reply_to_id": "42262"
        },
        {
            "user_name": "gnarr",
            "text": "hahah \n snilldar kassi  \n  skrítið að maður hafi ekki séð mikið af þessum áður.\n\n\n\neru ekki annars 2x 512mb kubbar inní þessu hjá þér?",
            "date": "2004-05-17 00:23:00",
            "post_id": "42324",
            "reply_to_id": "42316"
        },
        {
            "user_name": "Manager1",
            "text": "Kassinn er alveg magnaður, hef reyndar smá áhyggjur af því að þetta sé eitthvað bölvað drasl, því hann kostar bara 10k. Allir kassar sem ég hef séð með 400w psu kosta meira en 10k. Hvað finnst ykkur um þennan kassa?\n\n\n\nJá og ég er með tvo kubba af vinnsluminninu í þessu verði...",
            "date": "2004-05-17 00:41:00",
            "post_id": "42325",
            "reply_to_id": "42324"
        },
        {
            "user_name": "goldfinger",
            "text": "hvernig overclockar maður örgjöfa, sorry en ég er algjör nýliði í svona málum",
            "date": "2004-05-17 11:23:00",
            "post_id": "42350",
            "reply_to_id": "42325"
        },
        {
            "user_name": "fallen",
            "text": "http://spjall.vaktin.is/viewtopic.php?t=1990",
            "date": "2004-05-17 13:07:00",
            "post_id": "42358",
            "reply_to_id": "42350"
        },
        {
            "user_name": "Snorrmund",
            "text": "Fer eftir móðurborði hvernig maður overclockar... T.d. á minu Abit AI7 er  Windows OC utility! Algjör SNilld!",
            "date": "2004-05-17 13:52:00",
            "post_id": "42368",
            "reply_to_id": "42358"
        },
        {
            "user_name": "CraZy",
            "text": "eg nenni ekki að vera ad stofna nyan þrad en eg proadi ad googla modurbordid mitt sem er:MS-6701 en fann nánast ekkert um það,vitið þid hvort þad er gott eda slæmt?",
            "date": "2004-05-17 19:38:00",
            "post_id": "42442",
            "reply_to_id": "42368"
        },
        {
            "user_name": "gnarr",
            "text": "er þetta ekki bara medion móðurborð eða eitthvað álíka? það eru oft sér framleiðslur.",
            "date": "2004-05-18 01:17:00",
            "post_id": "42507",
            "reply_to_id": "42442"
        }
    ],
    "date": "2004-05-16 17:29:00"
}