{
    "forum_title": "Koníakstofan",
    "id": "41558",
    "title": "Makaskipti",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=41558",
    "posts": [
        {
            "user_name": "Nuketown",
            "text": "Væruði til í svoleiðis?\nÉg er ekki frá því en mér finnst þetta smá spennandi...",
            "date": "2011-09-15 12:50:00",
            "post_id": "380278",
            "reply_to_id": false
        },
        {
            "user_name": "lukkuláki",
            "text": "Já ég bý í raðhúsi á 2. hæðum með 4 svefnherbergi og væri til í að skipta á eign með bílskúr...",
            "date": "2011-09-15 12:53:00",
            "post_id": "380280",
            "reply_to_id": "380278"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég er til ...",
            "date": "2011-09-15 12:54:00",
            "post_id": "380281",
            "reply_to_id": "380280"
        },
        {
            "user_name": "Nuketown",
            "text": "hahahah. vissi að það kæmi eitthvað svoleiðis\nauðvitað ertu til. það eru allir til í svona en vilja bara ekki viðurkenna það;)",
            "date": "2011-09-15 12:54:00",
            "post_id": "380282",
            "reply_to_id": "380281"
        },
        {
            "user_name": "Daz",
            "text": "Get ekki sagt að það heilli mig, hvorki íbúða né eiginkonuskipti.",
            "date": "2011-09-15 13:05:00",
            "post_id": "380286",
            "reply_to_id": "380282"
        },
        {
            "user_name": "GuðjónR",
            "text": "En að bjóða annari konu að leika með ?",
            "date": "2011-09-15 13:08:00",
            "post_id": "380288",
            "reply_to_id": "380286"
        },
        {
            "user_name": "Daz",
            "text": "Ég held að kannanir sýni að flestir karlmenn væru til í svoleiðis \"skipti\", en ég persónulega held að þetta sé af háu flækjustigi. Spyrja konuna \"ertu til í að bæta annari konu við í rúmið\" hún segir nei, hún heldur þaðan frá að þú viljir halda framhjá. Kannski?\nEf hún segir \"já\", samt flækjur? Sagði hún já bara til að þóknast manni? Koma efasemdirnar þá?\nÉg er í alvörunni ekki búinn að pæla svona djúpt í þessu!!!",
            "date": "2011-09-15 13:15:00",
            "post_id": "380295",
            "reply_to_id": "380288"
        },
        {
            "user_name": "BjarniTS",
            "text": "Það besta er að fá stelpu númer 2 í rúmið.\nÞetta er alger nauðsyn ef að sambandið er ungt , en hættulegt ef að sambandið er langt komið og fólk er farið að elska hvort annað frekar mikið.\nEf að ég væri í sambandi þá hefði ég hugsanlega borið þetta undir viðkomandi , en svo er raunin ekki.",
            "date": "2011-09-15 13:18:00",
            "post_id": "380297",
            "reply_to_id": "380295"
        },
        {
            "user_name": "Nuketown",
            "text": "Af hverju viljidi samt þetta? Væruði semsagt til í að deila konunni með öðrum manni?",
            "date": "2011-09-15 13:31:00",
            "post_id": "380300",
            "reply_to_id": "380297"
        },
        {
            "user_name": "Daz",
            "text": "Það sagði ég ekki, karlmenn vilja almennt bæta við konu (segja kannanir) en minna spenntir fyrir að bæta við manni, þó það sé víst voða heitt líka. En það er samt fljótt að verða flókið.",
            "date": "2011-09-15 13:43:00",
            "post_id": "380303",
            "reply_to_id": "380300"
        },
        {
            "user_name": "Jon1",
            "text": "ekki sammála , af minni reynslu þá verða konur alveg jaf leiðar á venjulegur kynlífi og ef þú ert með stelpu lengi og hún orðin leið þá er hún til í ýmislegt",
            "date": "2011-09-15 13:46:00",
            "post_id": "380306",
            "reply_to_id": "380303"
        },
        {
            "user_name": "Nuketown",
            "text": "En ég er að tala um ad konan fer í herbergi sér með þeim ókunnuga og karlinn hennar fer í herbergið með ókunnugu konunni.",
            "date": "2011-09-15 13:47:00",
            "post_id": "380308",
            "reply_to_id": "380306"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég held þvert á móti að þú sért búinn að pæla í þessu...það pæla allir í þessu bæði konur og kallar.\nOg já...þetta býr til mikið flækjustig.\nSpennandi pæling, ... sem pæling, hugsa að það fantaseri margir með þetta en flestir láta þar við sitja.\nÞegar hjón/pör gera þetta í alvörunni, enda þá samböndin ekki yfirleitt? Er þetta ekki ávísun á afbrýðisemi og vesen og síðan skilnað?\nHugsa að ef maður myndi einhverntíman gera svona þá yrði það að gerast í útlöndum...",
            "date": "2011-09-15 13:57:00",
            "post_id": "380316",
            "reply_to_id": "380308"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ósammála. Yfirleitt er svona auðveldara í langtímasambandi með traustum grunn, og þá annaðhvort með vinkonu sem hún treystir vel eða algjörri stranger. Mín reynsla allavega.\nKynlíf í nýju sambandi er yfirleitt meira en nóg til að kreista úr manni hvern einasta \"dropa\" af orku.",
            "date": "2011-09-15 13:58:00",
            "post_id": "380317",
            "reply_to_id": "380316"
        },
        {
            "user_name": "BjarniTS",
            "text": "Þegar þú segir þetta þá já , það er örugglega betra að vera með svolítið bakland , hvað varðar traust.  En auðvitað meiru að tapa ef að það fer svo í vaskinn. \nEn já kynlíf í nýju sambandi er auðvitað bara hlaupabretti út af fyrir sig.\nSatt , maður reynir hvað maður getur að gefa lífinu lit og prufa eitthvað nýtt , en ég allavega er á því að þetta er eitthvað sem maður verður að prufa í lífinu , en hugsanlega ekki áhættunarvirði hvað varðar hættu á slitum.\nEn kannski er hættan á slitum bara ennþá meiri ef að maður tekur ekki af skarið og fer í þennan pakka.\nÞetta þyrfti að vega og meta , hvert tilfelli út af fyrir sig.",
            "date": "2011-09-15 14:05:00",
            "post_id": "380320",
            "reply_to_id": "380317"
        },
        {
            "user_name": "GuðjónR",
            "text": "Algjörlega sammála, þó ég hafi ekki prófað þetta.... „ennþá“",
            "date": "2011-09-15 14:06:00",
            "post_id": "380321",
            "reply_to_id": "380320"
        },
        {
            "user_name": "BjarniTS",
            "text": "Djöfull væri fyndið ef að þessi þráður yrði þess valdandi að við vaktarar stæðum bara í hópreiðum alveg massíft , og makaskiptum og svo væri þetta bara orðið spjall þar sem þú gætir fengið aðstoð með skilnaðarpappíra og meðlagsgjöld , svo myndum við allir bölva þessum þræði.",
            "date": "2011-09-15 14:12:00",
            "post_id": "380322",
            "reply_to_id": "380321"
        },
        {
            "user_name": "Nuketown",
            "text": "@gudjonr\nJu sambondin slitna oftast.\nEn vardandi hinn gaurinn ta er eg mjog osammala ad velja trausta vinkonu med er ekki malid, eg gaeti ekki horft framan i vinkonuna ne manninn minn aftur eftir tetta. Tanni ad eg myndi missa baedi mann og vinkonu. Svo lika yrdi eg vidbjodslega afbrydisom ef hann vaeri meira i henni en mer. Svo las eg ad eiginkonur verda brjaladar madurinn klarar i stelpuna sem joinar.\nEn eg er ad tala um makaskipti, ekki auka konu i herbergid.",
            "date": "2011-09-15 14:15:00",
            "post_id": "380325",
            "reply_to_id": "380322"
        },
        {
            "user_name": "Jon1",
            "text": "hahah var að hugsa þetta, en þetta sem þú seigir með að það sé meira að missa í eldrasambandi er alveg 100% satt",
            "date": "2011-09-15 14:17:00",
            "post_id": "380328",
            "reply_to_id": "380325"
        },
        {
            "user_name": "AntiTrust",
            "text": "Hvaðan hefuru þetta? Þetta fer væntanlega ALFARIÐ eftir fólki. Þetta er ekki mín reynsla og þekki þar fyrir utan mörg pör í kringum mig sem hafa stundað slíkt og jafnvel stundað swing af fullum krafti og oftar en ekki styrkir þetta sambandið og heldur því spennandi. Fólk verður bara að vita hvað það er að fara út í, þetta er ekki e-ð sem má gerast útfrá e-rju flippi/fyllerí.\nAftur, persónubundið. Sumir gætu ekki ímyndað sér sambönd þar sem 3some/makaskipti væru stunduð og aðrir geta ekki ímyndað sér sambönd án þess.\nÉg glotti alltaf þegar fólk er svo grunnhyggið að halda því fram að manneskjur séu sálufélagar að eðlisfari. Við erum gerð til þess að dreifa okkur frá náttúrunnar hendi, samfélagið hefur vissulega siðað okkur aðeins til en eðlið okkar er enn til staðar.",
            "date": "2011-09-15 14:25:00",
            "post_id": "380331",
            "reply_to_id": "380328"
        },
        {
            "user_name": "Nuketown",
            "text": "Tad er bara svo ógedslegt ad dreyfa ser svona --- ad minu mati!!",
            "date": "2011-09-15 14:41:00",
            "post_id": "380335",
            "reply_to_id": "380331"
        },
        {
            "user_name": "AntiTrust",
            "text": "Gangi þér vel að finna karlmann sem er sammála þér",
            "date": "2011-09-15 14:43:00",
            "post_id": "380337",
            "reply_to_id": "380335"
        },
        {
            "user_name": "Nuketown",
            "text": "Ég er nú búin að finna einn en kannski breytir hann um skoðun einhverntímann...\nUps eg aetladi a baeta vid hinn tradinn, getidi hent tessu commenti bara ut fra mer",
            "date": "2011-09-15 14:44:00",
            "post_id": "380338",
            "reply_to_id": "380337"
        },
        {
            "user_name": "Nuketown",
            "text": "Ég er nú búin að finna einn en kannski breytir hann um skoðun einhverntímann...\nOg ég verð þá bara ein það sem eftir er \n ekkert að því",
            "date": "2011-09-15 14:45:00",
            "post_id": "380339",
            "reply_to_id": "380338"
        },
        {
            "user_name": "GuðjónR",
            "text": "Svona leikir bjóða samt alltaf hættunni heim, hvað ef konan yrði nú ástfangin af „nýja“ leikfanginu? ... ..og hvað ef maður yrði síðan ástfanginn af „hinni“ konunni?\nFólk getur auðveldlega ruglað saman ást og losta.",
            "date": "2011-09-15 15:01:00",
            "post_id": "380347",
            "reply_to_id": "380339"
        },
        {
            "user_name": "Daz",
            "text": "Jújú, búinn að pæla í þessu, en miðað við fjölda svara og ítarlegheit mæti halda að ég hefði tekið saman kosti og galla í Excel skjali og teiknað ferlið upp í flæðiriti.\nÉg myndi ekki leggja í þetta, ég yrði of afbrýðissamur.",
            "date": "2011-09-15 15:07:00",
            "post_id": "380350",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "Sama hér. Makaskipti og 3some með öðrum KK ekki til í mínum orðaforða. Heppilega fyrir okkur strákana virðast stelpurnar vera meira fyrir hvor aðrar en við fyrir aðra kk.",
            "date": "2011-09-15 15:16:00",
            "post_id": "380351",
            "reply_to_id": "380350"
        },
        {
            "user_name": "SolidFeather",
            "text": "Ég skipti reglulega um maka, enda með tvær hendur.",
            "date": "2011-09-15 15:22:00",
            "post_id": "380354",
            "reply_to_id": "380351"
        },
        {
            "user_name": "AntiTrust",
            "text": "Jafnvígur á báðar?\nRespect.",
            "date": "2011-09-15 15:23:00",
            "post_id": "380355",
            "reply_to_id": "380354"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ekki ég heldur...konan er líka abbó þannig að þetta er bara no-no.",
            "date": "2011-09-15 15:29:00",
            "post_id": "380357",
            "reply_to_id": "380355"
        },
        {
            "user_name": "SolidFeather",
            "text": "Æfingin skapar meistarann.",
            "date": "2011-09-15 15:39:00",
            "post_id": "380361",
            "reply_to_id": "380357"
        },
        {
            "user_name": "DabbiGj",
            "text": "Greinilegt að það er mikill áhugi á þessu, en mín skoðun er sú að ef að fólk elskar hvort annað, það er í lagi með sjálfstraustið, sjálfsvirðingu og ástina á milli beggja aðila skiptir ekki neinu máli hvað er tekið inní svefnherbergið í tilraunaskyni sama hvort að það sé þriðji leikfélaginn eða hvað sem að fólki dettur í hug.\nSkiptir bara máli að báðir aðilar í sambandinu vilji þetta og að þetta sé gert af gangkvæmri virðingu og ást.",
            "date": "2011-09-15 16:02:00",
            "post_id": "380367",
            "reply_to_id": "380361"
        },
        {
            "user_name": "Nuketown",
            "text": "Tad er ekkert sem heitir gagnkvaem virding og ast tegar svona er gert í sambandi....",
            "date": "2011-09-15 16:11:00",
            "post_id": "380372",
            "reply_to_id": "380367"
        },
        {
            "user_name": "tdog",
            "text": "Reyndu þá eftirfarandi, næst þegar konan horfir á bíómynd og með Brad Pitt eða George Clooney á hún pottþétt eftir að segja að hann sé sætur, þá skalt þú segja að X sé sæt. SHE WILL GO MAD. \nSkrítið fólk þessar konur.",
            "date": "2011-09-15 16:16:00",
            "post_id": "380376",
            "reply_to_id": "380372"
        },
        {
            "user_name": "AntiTrust",
            "text": "Haha, kommon, það er eitt að hafa skoðun, annað að koma með svona bull alhæfingu. Þetta fer algjörlega eftir einstaklingum, ekki reikna með því að það hugsi allir eins og þú - því fer fjarri.",
            "date": "2011-09-15 16:30:00",
            "post_id": "380383",
            "reply_to_id": "380376"
        },
        {
            "user_name": "BjarniTS",
            "text": "Haha þetta er svo hárrétt hjá þér.\nÉg geri þetta stundum að leik mínum , alltaf fær maður sömu viðbrögð !",
            "date": "2011-09-15 16:35:00",
            "post_id": "380385",
            "reply_to_id": "380383"
        },
        {
            "user_name": "rapport",
            "text": "Viljið þið meina að random ókunnug manneskja sé líkleg til að vera betri í rúmminu en konan ykkar? \nÞá er nú strax hægt að segja sér að samböndin ykkar verði ekki langlíf.\nÞessi spenningur við að stunda kynlíf með e-h öðrum en makanum, ég hreinlega fatta hann ekki.\nHvað á að vera gott við það?",
            "date": "2011-09-15 17:01:00",
            "post_id": "380391",
            "reply_to_id": "380385"
        },
        {
            "user_name": "BjarniTS",
            "text": "Snýst bara um að uppfylla ákveðnar þarfir.\nÞetta er bara eins og allskonar hlutir sem manni langar til að gera , sumir þeirra kannski ógeðslegir og maður getur ekki alveg fært nein góð rök fyrir því afhverju.\nÉg er með allskonar blæti sem að ég fæ hugsanlega aldrei útrás fyrir , en ég meina ég mun samt reyna að uppfylla þær óskir sem ég hef eftir fremsta megni.",
            "date": "2011-09-15 17:14:00",
            "post_id": "380399",
            "reply_to_id": "380391"
        },
        {
            "user_name": "AntiTrust",
            "text": "Hah, afhverju ekki?\nVið búum á 320.000 manna landi, þar af hvað, minnihluti kvenkyn? Helduru virkilega að afþví að við eigum flestir kærustur og konur frá Íslandi þá séu það þær manneskjur sem við pössum best við, af þeim 3.5 milljörðum kvenna sem eru lifandi worldwide?",
            "date": "2011-09-15 17:24:00",
            "post_id": "380401",
            "reply_to_id": "380399"
        },
        {
            "user_name": "rapport",
            "text": "Ef fólk gerði ekkert annað en að para sig, þa væri þetta gild rök.\nEn pör aðlaga sig og hlusta á þarfir hvors annars og verða við þeim af þau mögulega geta.\nÞú ert s.s. að bera saman random konu við konu sem er búin að læra á þínar þarfir og jafnvel fullkomna þær í samvinnu við þig.\nÞað er eins og að taka random tölvu á Íslandi og tölvuna þína... hvor heldur þu að uppfylli þinar þarfir betur?\nKona er ekki bara kona og píka er ekki bara píka (og náttúrulega á hinn veginn líka, ég a.m.k. vona að ég geri konunni minni það gagn sem hún gerir mér)",
            "date": "2011-09-15 17:58:00",
            "post_id": "380416",
            "reply_to_id": "380401"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég kom þessu kannski ekki alveg rétt frá mér, en skiptir svosem litlu. Kynlíf með kærustu til lengri tíma í sambandi sem er eins gott og þau gerast og brjálæðislega heitt kynlíf, með brjálæðislegra heitri random stelpu er bara ekki sambærilegt, og þá er ég ekki að tala um að annað sé betra. Þetta er svart og hvítt, fyrir mér allavega. Alveg sitthvor hluturinn, þetta er svo ólíkt.",
            "date": "2011-09-15 18:03:00",
            "post_id": "380417",
            "reply_to_id": "380416"
        },
        {
            "user_name": "tdog",
            "text": "Thumbs up for pussy.",
            "date": "2011-09-15 18:15:00",
            "post_id": "380420",
            "reply_to_id": "380417"
        },
        {
            "user_name": "lukkuláki",
            "text": "Reddaðu mér einhverri smokin hot chic ég verð að athuga hvort þetta er rétt hjá þér",
            "date": "2011-09-15 18:31:00",
            "post_id": "380423",
            "reply_to_id": "380420"
        },
        {
            "user_name": "coldcut",
            "text": "Nei!!! Er ekki thegirl maett aftur!",
            "date": "2011-09-16 00:16:00",
            "post_id": "380508",
            "reply_to_id": "380423"
        },
        {
            "user_name": "tdog",
            "text": "Thumbs up for thegirl",
            "date": "2011-09-16 09:10:00",
            "post_id": "380537",
            "reply_to_id": "380508"
        },
        {
            "user_name": "Daz",
            "text": "Fyrst að BjarniTS er mættur í þráðinn, er fólk ekkert að stunda Maccaskipti?",
            "date": "2011-09-16 10:11:00",
            "post_id": "380547",
            "reply_to_id": "380537"
        },
        {
            "user_name": "TraustiSig",
            "text": "Ég veit ekki með ykkur.. En mig hreinlega hryllir við þeirri tilhugsun að það væri annar gaur að hjakkast á kærustunni minni",
            "date": "2011-09-16 10:23:00",
            "post_id": "380551",
            "reply_to_id": "380547"
        },
        {
            "user_name": "elv",
            "text": "Held að þetta sé eins sá vitlausasti þráður sem ég hef séð hérna............\nTala um kynlíf á tölvuspjalli= Troll .\nEr Einkamál ekki fyrir svona sorp",
            "date": "2011-09-16 10:55:00",
            "post_id": "380558",
            "reply_to_id": "380551"
        },
        {
            "user_name": "Daz",
            "text": "Mega menn (og konur, því konur eru ekki menn) ekki tala um það sem þeim sýnist á þessum parti af spjallborðinu? (Svona innan skynsemismarka.) Er nokkuð opið spjallborð á einkamál, er það ekki allt einmitt, einkamál (og einkaskilaboð)?",
            "date": "2011-09-16 11:01:00",
            "post_id": "380561",
            "reply_to_id": "380558"
        },
        {
            "user_name": "AntiTrust",
            "text": "Hérna eru rædd trúarbrögð, fíkniefnaneysla, lagagerðir, ESB aðildarumræður, bílaeignir, íþróttaviðburðir, tónlistarsmekkir, atvinnuhugmyndir, skattamál, bíómyndir, og ég gæti vissulega haldið lengi áfram. Ég sé ekki afhverju létt umræða um kynlífstengda hluti má ekki fljóta með, engar grófar lýsingar í þræðinum so far. Trúi því varla að tepruskapurinn í mönnum sé það mikill að þetta misbjóði fólki.",
            "date": "2011-09-16 11:38:00",
            "post_id": "380566",
            "reply_to_id": "380561"
        },
        {
            "user_name": "braudrist",
            "text": "Ég mundi leyfa besta vini mínum að ríða kærustunni minni \n Skárra að það sé hann heldur en einhver random gaur.\n''Bro's before hoes'' eins og einhver sagði.",
            "date": "2011-09-16 12:16:00",
            "post_id": "380574",
            "reply_to_id": false
        },
        {
            "user_name": "elv",
            "text": "Ekki tepruskapur, en nokkuð lélegt topic þar sem megin hluti hérna ....hvað á maður eignlega að segja. Dreymir um að komast yfir kvenmann/menn.\nKannski er ég bara í ruglinu með þetta.Skal halda kj",
            "date": "2011-09-16 12:22:00",
            "post_id": "380575",
            "reply_to_id": "380574"
        },
        {
            "user_name": "Daz",
            "text": "Ég er búinn að tjá mig, ég á konu og börn. Sama með GuðjónR (við höfum meira að segja séð konuna hans!). Það eru ekkert allir hérna 12 ára eða yngri.",
            "date": "2011-09-16 13:05:00",
            "post_id": "380584",
            "reply_to_id": "380575"
        },
        {
            "user_name": "GuðjónR",
            "text": "hafið „þið“ séð hana?",
            "date": "2011-09-16 13:09:00",
            "post_id": "380586",
            "reply_to_id": "380584"
        },
        {
            "user_name": "gardar",
            "text": "Viltu vera vinur minn?",
            "date": "2011-09-16 14:33:00",
            "post_id": "380602",
            "reply_to_id": "380586"
        },
        {
            "user_name": "biturk",
            "text": "fyrst myndi ég biðja um mynd",
            "date": "2011-09-16 14:39:00",
            "post_id": "380604",
            "reply_to_id": "380602"
        },
        {
            "user_name": "dori",
            "text": "Hahaha... Að gefa í skyn að menn hérna eigi kærustur.\nAlso, þú virðist frekar tvístíga í því hvort þú eigir slíkt. Ekki getur verið að þú sért að trolla.  \n \nOg annað (feitletrun mín)\nwat? hættið að trölla",
            "date": "2011-09-16 14:45:00",
            "post_id": "380606",
            "reply_to_id": "380604"
        },
        {
            "user_name": "gardar",
            "text": "Wait a minute, þegar ég fer að kanna málið þá held ég að ég sé kunningi hans brauðrist nú þegar",
            "date": "2011-09-16 14:46:00",
            "post_id": "380607",
            "reply_to_id": "380606"
        },
        {
            "user_name": "biturk",
            "text": "all i´m saying is that it could be a reason for that offer....",
            "date": "2011-09-16 15:32:00",
            "post_id": "380632",
            "reply_to_id": "380607"
        },
        {
            "user_name": "gardar",
            "text": "góður punktur",
            "date": "2011-09-16 15:42:00",
            "post_id": "380634",
            "reply_to_id": "380632"
        },
        {
            "user_name": "elv",
            "text": "Haha núna er kominn tími á þig vera hérna eftir nokkra öllara Guðjón minn \n \nVeit vel að það eru ekki allir hérna 12ára.....en það er góður slatti.Og nokkrir sem eru búnir að allast upp hérna.upp úr óhörðnuðum unglingum uppí fulltime tölvunerði",
            "date": "2011-09-16 18:20:00",
            "post_id": "380680",
            "reply_to_id": "380634"
        },
        {
            "user_name": "GuðjónR",
            "text": "Talandi um það...10 ára afmæli á næsta ári",
            "date": "2011-09-16 18:29:00",
            "post_id": "380683",
            "reply_to_id": "380680"
        },
        {
            "user_name": "intenz",
            "text": "",
            "date": "2011-09-16 18:46:00",
            "post_id": "380690",
            "reply_to_id": "380683"
        },
        {
            "user_name": "coldcut",
            "text": "hahaha djöfull hafði ég rétt fyrir mér! \n \nSkoðaðirðu aldrei Vaktina á meðan 'thegirl' fór hér hamförum? Annar hver þráður fjallaði orðið um tilhugalífið...",
            "date": "2011-09-17 01:07:00",
            "post_id": "380840",
            "reply_to_id": "380690"
        },
        {
            "user_name": "rapport",
            "text": "Ég set ekki \"=\" milli tilhugalífs og makaskipta...\nMér fannst dæmi sem ég tók einna best...\nHaldið þið að random tölva geri meira fyrir ykkur en tölvan sem þið hafið sjálfir sniðið að eigin þörfum?",
            "date": "2011-09-17 01:21:00",
            "post_id": "380845",
            "reply_to_id": "380840"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ósammála um að þetta sé góð samlíking. Við veljum okkur vissulega maka en þurfum samt sem áður að lifa með þeim göllum sem honum fylgir.",
            "date": "2011-09-17 01:24:00",
            "post_id": "380847",
            "reply_to_id": "380845"
        },
        {
            "user_name": "rapport",
            "text": "Já, vissulega.. en þar sem makaskipti snúast um kynlíf eingöngu, ekki matseld eða hversu fyndinn, klár eða skemmtilegur makinn er.\nEf eitthvað eitt verður að vera í góðu lagi og vettvangur frjálsra samskipta í sambandi, þá er það í rúmminu. Fólk má ekki vera það heft í samskiptum við makann að það þori ekki ...\nOg varðandi samlíkinguna, þá er ég nokkuð viss um að þú finnir ekki e-h við tölvuna þína sem þú mundir vilja hafa betra eða öflugra, en ert samt sáttur því að það er \"allt hitt\" sem skiptir þig máli.",
            "date": "2011-09-17 01:57:00",
            "post_id": "380857",
            "reply_to_id": "380847"
        },
        {
            "user_name": "tdog",
            "text": "Það væri samt osom að geta bara patchað kærustuna þegar hún er með vesen heh.",
            "date": "2011-09-17 02:37:00",
            "post_id": "380888",
            "reply_to_id": "380857"
        },
        {
            "user_name": "biturk",
            "text": "",
            "date": "2011-09-17 08:20:00",
            "post_id": "380904",
            "reply_to_id": "380888"
        },
        {
            "user_name": "Nuketown",
            "text": "Hver er thegirl??? \nSvo önnur pæling, væri það skárra ef konan ykkar héldi framhjá með annarri konu? Heldur en manni",
            "date": "2011-09-17 14:03:00",
            "post_id": "380944",
            "reply_to_id": "380904"
        },
        {
            "user_name": "biturk",
            "text": "já.....\nað sjálfsögðu er betra að það hafi verið dildo í vöruhúsinu heldur en ógeðið á einhverjum öðrum að spreða viðbjóði og valda glundroða",
            "date": "2011-09-17 14:30:00",
            "post_id": "380947",
            "reply_to_id": "380944"
        },
        {
            "user_name": "Zethic",
            "text": "Já, ég er til í Makkaskipti, orðinn þreyttur á minni gömlu, langar að prufa eitthvað nýtt",
            "date": "2011-09-17 14:33:00",
            "post_id": "380949",
            "reply_to_id": "380947"
        },
        {
            "user_name": "rapport",
            "text": "Er það ekki nkl. það sem maður gerir ef update er available...",
            "date": "2011-09-17 17:32:00",
            "post_id": "380970",
            "reply_to_id": "380949"
        },
        {
            "user_name": "AntiTrust",
            "text": "Fer líklega eftir því hvort framhjáhaldið væri tilfinningalegt eða pure sex/losti. Ef bara um hrátt kynlíf væri að ræða þá já, mikið skárra. Þá væri hún allavega að fá e-ð sem hún gæti hreinlega ekki fengið með mér.",
            "date": "2011-09-17 17:50:00",
            "post_id": "380977",
            "reply_to_id": "380970"
        },
        {
            "user_name": "DabbiGj",
            "text": "Held að þetta sé eitthvað sem að fólk þarf bara að finna hjá sér sjálfu, sumir hafa gaman af makaskiptum og öllu þessu dóti.",
            "date": "2011-09-17 19:50:00",
            "post_id": "380993",
            "reply_to_id": "380977"
        },
        {
            "user_name": "Nuketown",
            "text": "Það er svona 10 manns búið að spyrja mig núna í pm hvort ég sé til í makaskipti með þeim og svarið er nei. Bara svona svo þið getið hætt að dreyma",
            "date": "2011-09-18 00:34:00",
            "post_id": "381070",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "Sure.",
            "date": "2011-09-18 00:53:00",
            "post_id": "381071",
            "reply_to_id": "381070"
        },
        {
            "user_name": "Nuketown",
            "text": "Ég sver það, kannski ekki alveg 10 en nokkrir",
            "date": "2011-09-18 01:47:00",
            "post_id": "381074",
            "reply_to_id": "381071"
        },
        {
            "user_name": "vesley",
            "text": "",
            "date": "2011-09-18 02:01:00",
            "post_id": "381075",
            "reply_to_id": "381074"
        },
        {
            "user_name": "Black",
            "text": "nuketown er stelpa btw",
            "date": "2011-09-18 04:09:00",
            "post_id": "381094",
            "reply_to_id": "381075"
        },
        {
            "user_name": "Nuketown",
            "text": "af hverju þarftu að segja það??",
            "date": "2011-09-29 21:49:00",
            "post_id": "383915",
            "reply_to_id": "381094"
        },
        {
            "user_name": "Black",
            "text": "ohplz. ég vissi það fyrir löngu  enda tiltöglega gamalt comment",
            "date": "2011-09-29 21:53:00",
            "post_id": "383916",
            "reply_to_id": "383915"
        },
        {
            "user_name": "biturk",
            "text": "heitiru edda?",
            "date": "2011-09-29 21:57:00",
            "post_id": "383918",
            "reply_to_id": "383916"
        },
        {
            "user_name": "Nuketown",
            "text": "gæti vel verið;).... \nen hérna black af hverju þurftiru að \"auglysa\" það samt:P",
            "date": "2011-09-29 22:02:00",
            "post_id": "383920",
            "reply_to_id": "383918"
        },
        {
            "user_name": "AntiTrust",
            "text": "Auglýsa.. Að þú sért stelpa?\nÉg held að það hafi nú bara komið frekar skýrt fram mjög snemma í þræðinum.",
            "date": "2011-09-29 22:05:00",
            "post_id": "383921",
            "reply_to_id": "383920"
        },
        {
            "user_name": "rapport",
            "text": "Það kemur líka fram \"finnst\" en ekki \"fyndist\" = makaskipti spennandi...",
            "date": "2011-09-29 22:32:00",
            "post_id": "383939",
            "reply_to_id": "383921"
        },
        {
            "user_name": "coldcut",
            "text": "nei hún heitir það ekki...",
            "date": "2011-09-29 22:33:00",
            "post_id": "383940",
            "reply_to_id": "383939"
        },
        {
            "user_name": "Nuketown",
            "text": "hvað kemur þér það við hvað ég heiti? viltu ekki bara gefa upp fullt nafn, kennitölu, fyrrverandi bólfélaga og fleira?",
            "date": "2011-09-29 22:36:00",
            "post_id": "383942",
            "reply_to_id": "383940"
        },
        {
            "user_name": "rapport",
            "text": "er hægt að fá nöfn, kt.... á mökum fyrrverandi bólfelaga?",
            "date": "2011-09-29 22:37:00",
            "post_id": "383944",
            "reply_to_id": "383942"
        },
        {
            "user_name": "Nuketown",
            "text": "ég gæti alveg trúað því að coldcut sé búinn að grafa það upp.....",
            "date": "2011-09-29 22:46:00",
            "post_id": "383947",
            "reply_to_id": "383944"
        },
        {
            "user_name": "biturk",
            "text": "vuð hvað ertu hrædd?",
            "date": "2011-09-29 22:50:00",
            "post_id": "383948",
            "reply_to_id": "383947"
        },
        {
            "user_name": "coldcut",
            "text": "ææææjjjjiiiii sorrý \n Ég útilokaði eitt nafn af um 1000 stúlkunöfnum sem leyfð eru á Íslandi...my bad!",
            "date": "2011-09-29 22:54:00",
            "post_id": "383949",
            "reply_to_id": "383948"
        },
        {
            "user_name": "Nuketown",
            "text": "ekkert mér finnst þetta bara óþarfi... og það á ekki að skipta máli hvað ég heiti hérna enda nafnlaus vefur. ef ég vil heita Edda, sigrún, pálína, Ingunn, Viktoría eða whatever þá má ég það.",
            "date": "2011-09-29 22:55:00",
            "post_id": "383950",
            "reply_to_id": "383949"
        },
        {
            "user_name": "biturk",
            "text": "",
            "date": "2011-09-29 22:58:00",
            "post_id": "383951",
            "reply_to_id": "383950"
        },
        {
            "user_name": "GuðjónR",
            "text": "já strákar virðið það....og hættið að böggast í henni.",
            "date": "2011-09-29 22:58:00",
            "post_id": "383952",
            "reply_to_id": "383951"
        },
        {
            "user_name": "Nuketown",
            "text": "takk fyrir það Guðjón;).... \nen strákar mig vantar smá ráðleggingar... hvað segi ég til að losna við gaura þegar þeir reyna við mann? og vilja pota í mann? ég er núna með nokkra á bakinu sem ég þarf að losna við og ég veit ekkert hvernig ég á að fara að því....",
            "date": "2011-09-30 14:42:00",
            "post_id": "384127",
            "reply_to_id": "383952"
        },
        {
            "user_name": "beatmaster",
            "text": "Ýta á alt+f4?",
            "date": "2011-09-30 16:24:00",
            "post_id": "384145",
            "reply_to_id": "384127"
        },
        {
            "user_name": "Nuketown",
            "text": "nei þetta er ekki á netinu.. sorry...",
            "date": "2011-09-30 16:31:00",
            "post_id": "384149",
            "reply_to_id": "384145"
        },
        {
            "user_name": "Klemmi",
            "text": "Æji nennirðu að fara af Vaktinni minni stelpa, þú átt ekkert heima hér, þó svo þetta sé eini staðurinn þar sem þú getur fengið karlmenn til að sýna þér áhuga að þá sorry, nenni ég ekki að lesa umræður um makaskipti o.s.frv. á tölvu- og raftækjaspjallborði.\nInb4: \"Þú þarft ekki að lesa þetta frekar en þú vilt\"\nSnáfaðu.",
            "date": "2011-09-30 17:03:00",
            "post_id": "384157",
            "reply_to_id": "384149"
        },
        {
            "user_name": "mercury",
            "text": "",
            "date": "2011-09-30 17:06:00",
            "post_id": "384158",
            "reply_to_id": "384157"
        },
        {
            "user_name": "SolidFeather",
            "text": "dam gurl",
            "date": "2011-09-30 17:07:00",
            "post_id": "384159",
            "reply_to_id": false
        },
        {
            "user_name": "coldcut",
            "text": "I tip my hat to you Mr. Klemenz!",
            "date": "2011-09-30 17:13:00",
            "post_id": "384160",
            "reply_to_id": "384159"
        },
        {
            "user_name": "Nuketown",
            "text": "æj greyið hefur ekki fengið að pota í, í 10 ár:( you little blue balls\nsumir ykkar hérna í alvörunni talað verðið aðeins að fara út fyrir vaktina og kynnast fólki og læra að tala við fólk. það eru örugglega einhver sjálfstyrkingar og samskiptaörðugleika námskeið sem þið getið farið á til að styrkja sjálfstraustið og samskiptin \n. Dale carnegie væri góð byrjun.",
            "date": "2011-09-30 22:24:00",
            "post_id": "384216",
            "reply_to_id": "384160"
        },
        {
            "user_name": "Klaufi",
            "text": "Ekki vera of viss, \nKlemmi gæti sjarmerað flestar stúlkur í einni til tveimur setningum, hann er svo hreinskilinn.. \n*Pun intended*\nHah",
            "date": "2011-09-30 22:30:00",
            "post_id": "384219",
            "reply_to_id": "384216"
        },
        {
            "user_name": "Danni V8",
            "text": "Djöfull ertu leiðinleg!",
            "date": "2011-09-30 22:31:00",
            "post_id": "384220",
            "reply_to_id": "384219"
        },
        {
            "user_name": "Nuketown",
            "text": "klemmi er nefnilega svo skemmtilegur?",
            "date": "2011-09-30 22:33:00",
            "post_id": "384221",
            "reply_to_id": "384220"
        },
        {
            "user_name": "Daz",
            "text": "Mig langar ekkert að vera sammála Klemma hérna (mér finnst að öll dýrin í skóginum eigi að vera vinir)* en það er mjög erfitt að vera það ekki \nIB4\n*Persónulega finnst mér allir vera hálfvitar, en ég reyni að hafa ekki hátt um það",
            "date": "2011-09-30 22:54:00",
            "post_id": "384232",
            "reply_to_id": "384221"
        },
        {
            "user_name": "elv",
            "text": "Þessi þráður fer að verða \nEPIC",
            "date": "2011-09-30 23:20:00",
            "post_id": "384251",
            "reply_to_id": "384232"
        },
        {
            "user_name": "biturk",
            "text": "ég er samt alveg viss um að þetta er bara stjórnandi að trolla, það getur ekki annað verið!",
            "date": "2011-09-30 23:23:00",
            "post_id": "384254",
            "reply_to_id": "384251"
        },
        {
            "user_name": "elv",
            "text": "Neibbs get næstum lofað þér því.",
            "date": "2011-09-30 23:27:00",
            "post_id": "384260",
            "reply_to_id": "384254"
        },
        {
            "user_name": "hsm",
            "text": "@Nuketown  Hvað ert þú að gera hérna á vaktinni. Þú hlítur að gera þér grein fyrir því að þetta er tölvu og tækja síða.\nKemur hingað inn til að tala um \"ja ég veit eiginlega ekki hvað þú ert að fara með þessari umræðu en...\" kynóra, fantasíur og makaskipti.\nErt svo að benda öðrum á að fara út fyrir vaktina til að kynnast og læra að tala við fólk og jafnvél að fara á námskeið.\nSvo ert þú að byðja okkur hérna um að hjálpa þér með hvernig á að losna við \"nokkra stráka  \n \" sem hanga á bakinu á þér,\nhefði nú haldið að persóna eins og þú með alla þessa hæfileika til að kynnast og tala við fólk og ég tala nú ekki um sjálfstraustið sem þú hefur, ættir að fara leitt með það sjálf.\nFlestir okkar hérna \"allavegna ég\" hafa áhuga á kynlífi og samskiptum við hitt kynið, en mér langar ekkert að uppljóstra hér á vaktinni hvað það er sem fær mig til að tikka.\nÞað eru fullt af öðrum síðum sem hægt er að ræða um svona hluti, ég legg til að þú notir þær.",
            "date": "2011-09-30 23:35:00",
            "post_id": "384262",
            "reply_to_id": "384260"
        },
        {
            "user_name": "mercury",
            "text": "hahh varla hægt að saka klemma um að já eiga ekki break í skvísur. Verð aftur á móti að benda á það að þetta er \"nörda\" spjall þar sem talað er aðalega um tölvubúnað en ekki einhvað sem kemst nálægt þessu umræðuefni.\nmín skoðun er sú að það ætti að læsa þessum þræði áður en að þetta fer út í einhvað frekara rugl.",
            "date": "2011-09-30 23:40:00",
            "post_id": "384265",
            "reply_to_id": "384262"
        },
        {
            "user_name": "chaplin",
            "text": "Þetta er raftækja- og tæknisíða, en á þessari síðu var gerður póst þar sem menn voru að ræða um \"makaskipti\" og bara kynlíf yfir höfuð, en um leið og það kemur \nstelpa \ninn í umræðuna þá er hún nuke-uð niður.\nÞið eruð ekkert nema einstakir, keep up the good work guys!",
            "date": "2011-09-30 23:42:00",
            "post_id": "384268",
            "reply_to_id": "384265"
        },
        {
            "user_name": "Nuketown",
            "text": "já æj mér finnst leiðinlegt að vera leiðinleg við þá:S... Ég sagði aldrei að ég hefði einhverja svakalega hæfileika til að kynnast fólki og tala við fólk. Ég hef allavega vit á því að rakka ekki fólk niður fyrir skoðanir sínar eða viðhorf. Ef þeim líkar þetta svona illa af hverju ekki bara að sleppa að lesa þráðinn. Það kemur skýrt fram í fyrirsögn um hvað hann er og svo er þetta koníaksstofan þar sem talað er um allt mögulegt og af hverju er þetta bannað?",
            "date": "2011-09-30 23:44:00",
            "post_id": "384269",
            "reply_to_id": "384268"
        },
        {
            "user_name": "braudrist",
            "text": "Viðurkenndu það bara, þú fílar að hafa 10 gaura á eftir þér og að vera eftirsótt. Þú þráir athygli eins og mjög margar stelpur svo kemuru hingað inn á Vaktina til að fá enn meiri athygli.",
            "date": "2011-09-30 23:45:00",
            "post_id": "384270",
            "reply_to_id": "384269"
        },
        {
            "user_name": "elv",
            "text": "Neee held að hann sé fyrst að verða að einhverju núna.\nStelpa fer á tölvuspjall, \nvantar smá egoboost og fer að klæmast við þá,\nI von um að þeir séu allir slefandi og á þörfinni og jafnvel tilbiði hana.....(ok kannski full mikið þarna)\nNördra biðja stelpu um að fara....\nBara yndislegt, maður tárast bara næstum yfir sínum mönnum, ég hafði greinilega ekki nógu mikla trú á ykkur fyrr í þessum þræði",
            "date": "2011-09-30 23:49:00",
            "post_id": "384272",
            "reply_to_id": "384270"
        },
        {
            "user_name": "Nuketown",
            "text": "nei veistu ég reyndar fýla það ekki. mér finnst það leiðinlegt því ég hef voðalega takmarkaðan áhuga á karlmönnum ef ég á að segja eins og er. Ég er reyndar algjör flirty og hözzler irl sem kemur mér alltaf í bobba því mig langar ekki að gera neitt annað eða í neitt annað en flirta og hözzla smá.",
            "date": "2011-09-30 23:51:00",
            "post_id": "384274",
            "reply_to_id": "384272"
        },
        {
            "user_name": "biturk",
            "text": "ss þú ert feit?",
            "date": "2011-09-30 23:53:00",
            "post_id": "384276",
            "reply_to_id": "384274"
        },
        {
            "user_name": "Nuketown",
            "text": "haha af hverju ætti feit stelpa frekar að hözzla og flirta en svo ekki gera neitt í því? ég hefði haldið frekar að annaðhvort er stelpa feit og þorir hvorki hözzla né annað því hún er feit eða stelpa sem er sjálfsörugg feit sem þorir bæði. \nþannig að það ætti að segja þér að það sé eitthvað annað en það þá sem er að \"trufla\" mig í þessum málum. fyrst ég get hözzlað og flörtað en hef ekki áhuga á neinu meira.",
            "date": "2011-10-01 00:00:00",
            "post_id": "384279",
            "reply_to_id": "384276"
        },
        {
            "user_name": "hsm",
            "text": "@Nuketown...  Hef aldrei skilið svona hegðun, ekki taka verkfærin úr hulstrinu nema þú ætlir að nota þau.\n@biturk...  Gættu orða þinna, í alvöru.",
            "date": "2011-10-01 00:05:00",
            "post_id": "384281",
            "reply_to_id": "384279"
        },
        {
            "user_name": "elv",
            "text": "Ekki missa þetta í uppnefni og eineltis tilburði.........alright\nBúin að eyða einum pósti\nEdit tveimur.....\nBiturk ekki fara yfir strikið",
            "date": "2011-10-01 00:11:00",
            "post_id": "384284",
            "reply_to_id": "384281"
        },
        {
            "user_name": "BjarniTS",
            "text": "Hùn vil bara fría ísetningu.\nEr það ekki það sem við hjálplegu og fjallmyndarlegu nördarnir erum þekktir fyrir?\nAllavega nuketown , ég þykist vita hver þú ert og já , við skulum segja að þú ert alltaf velkomin til mín í popp og video.\nFallegri stelpur eru vandfundnar skal ég staðfesta.",
            "date": "2011-10-01 00:17:00",
            "post_id": "384289",
            "reply_to_id": "384284"
        },
        {
            "user_name": "biturk",
            "text": "væri þá ekki um aðgera að eiða póstinum eftir klemma, hann er nú ekki beint upphefjand og skemmtilegur til stúlkunnar...ég spurði þó bara saklausrar spurningar sem hvorki særir né er ætlaður til eineltis",
            "date": "2011-10-01 00:21:00",
            "post_id": "384290",
            "reply_to_id": "384289"
        },
        {
            "user_name": "Nuketown",
            "text": "já hann er að fara yfir strikið en ég vil samt svara spurningunni. \nÉg er ekki lessa. Ég er allavega ekki ennþá komin úr skápnum og býst ekki við því að gera það. \nÉg var í nokkra ára sambandi (með karlmanni) og eftir það hef ég ekki viljað fara í samband. \nSvo líka á ég BARA karlmannsvini. Ég er með karlmönnum allan daginn. Ég tala við karlmenn allan daginn og þegar ég kem heim þá langar mig bara að vera án karlmanna í smá tíma. \nÉg hugsa að ef að ég ætti ekki strákavini sem ég hitti á hverjum degi í skóla og eftir skóla, á kvöldin og um helgar að þá væri ég örugglega meira til í eitthvað meira en bara smá daður við karlmann. \nTakið eftir - ég daðra líka við konur. Ég elska að daðra.\nhahahh æj BjarniTS þú ert svo næs;) hehehe þú færð örugglega nóg af kvk til þín með svona orðum;)",
            "date": "2011-10-01 00:21:00",
            "post_id": "384291",
            "reply_to_id": "384290"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Strákar í alvöru?",
            "date": "2011-10-01 01:01:00",
            "post_id": "384303",
            "reply_to_id": "384291"
        },
        {
            "user_name": "mercury",
            "text": "haha bjarni er alveg með þetta.",
            "date": "2011-10-01 02:32:00",
            "post_id": "384321",
            "reply_to_id": false
        },
        {
            "user_name": "bulldog",
            "text": "x2 !!!!!\nSNÁFAÐU",
            "date": "2011-10-01 02:36:00",
            "post_id": "384324",
            "reply_to_id": "384321"
        },
        {
            "user_name": "coldcut",
            "text": "Gaurar...hættið að vera svona geðveikt á móti henni! Gefiði henni smá break sko, hún er að reyna að losna við nokkra gaura (Tvíundar-pilta geri ég ráð fyrir) sem eru smitten fyrir henni og héldu að hún væri game í allt eftir að hún startaði þessum þræði og fór að tala um makaskipti. En HELL NO GIRL hún er sín eigin kona og vill enga karlmenn. Hún vill heldur sitja heima hjá sér á kvöldin og hanga á nmetinu (án ljósleiðara btw  \n ) og fá útrás með því  að vera klúr á Vaktinni!\nEkki nóog me'ð að við fáum að handfjatla   ferskan og flottan vélbúnað allann daginn heldur á kvöldin þá getum við lifað nokkurs konar tvöföldu lífi, annars vegar sem við sjálfir og hins vegar sem popular cheerleader HR-pía sem  þarf að hafa mann í vinnu til  að halda gaurum frá sér!\n@Klemmi: êg segi bara eins og Færibands-Bubbi, \"Það er bannað að meiða og særa.\"!",
            "date": "2011-10-01 02:58:00",
            "post_id": "384329",
            "reply_to_id": "384324"
        },
        {
            "user_name": "Nuketown",
            "text": "nei ekki tvíundarpilta.\nég er komin með vdsl þannig að ég lifi af án ljósleiðara:) \nhver segir að ég sé öll kvöld heima hjá mér? það er reyndar mjöööög sjaldan sem ég er heima hjá mér um helgar, en ég hinsvegar djamma ekki og fer ekki niður í bæ því foreldrar mínir eru alkar og frá því að ég fæddist hefur verið stanslaust djamm og fyllerí þannig að ég er komin með nóg af því og loksins þegar ég er flutt að heiman þá vil ég bara hafa það rólegt:)\nMér leiðist að þið séuð að tjá ykkur um það sem þið vitið ekkert um.",
            "date": "2011-10-01 11:17:00",
            "post_id": "384367",
            "reply_to_id": "384329"
        }
    ],
    "date": "2011-10-01 02:32:00"
}