{
    "forum_title": "Almennt um vélbúnað",
    "id": "41653",
    "title": "Hver er flöskuhálsinn hjá mér ?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=41653",
    "posts": [
        {
            "user_name": "schaferman",
            "text": "Hver er flöskuhálsinn hjá mér ?\nEr eingöngu að nota tölvuna fyrir myndvinnslu á ljósmyndum.\nÖrri.  P-4 ht  3,4\nMinni.  3.5 gb  ddr2 667\nSkjákort  GF 8400  512mb\nHD,  Wd 250gb  sata",
            "date": "2011-09-18 16:54:00",
            "post_id": "381221",
            "reply_to_id": false
        },
        {
            "user_name": "Gets",
            "text": "Sorry sá ekki þetta með myndvinsluna",
            "date": "2011-09-18 16:58:00",
            "post_id": "381223",
            "reply_to_id": "381221"
        },
        {
            "user_name": "schaferman",
            "text": "að skjákortið sé flöskuhálsinn??",
            "date": "2011-09-18 16:59:00",
            "post_id": "381224",
            "reply_to_id": "381223"
        },
        {
            "user_name": "Gets",
            "text": "Minnið er aðalmálið og hafa nóg af því ef þú ert að vinna með risastórar myndir",
            "date": "2011-09-18 17:02:00",
            "post_id": "381225",
            "reply_to_id": "381224"
        },
        {
            "user_name": "x le fr",
            "text": "Ég myndi segja harði diskurinn ...\nÞað fer samt eftir ýmsu. Eftir hverju ertu mest að bíða?\nUppflettingum, opnun, vistun? Harði diskurinn. SSD myndi breyta heilmiklu. (Þarft ekkert að uppfæra restina af tölvunni. Harðir diskar hafa verið stærsti flöskuhálsinn mjöööööög lengi.)\nEf þú ert mest að bíða eftir sjálfum myndvinnsluaðgerðunum: Örgörvinn, og bara almennt platformið. Pentium 4 er leiðindadót ...\nÞú gætir fengið eitthvað smá út úr meira minni, en 3.5GB eru ekki flöskuhálsinn myndi ég segja. Nema þú sért að keyra allskonar önnur forrit á sama tíma.\nSko ... Sirka allar tölvur sem þú gætir keypt notaðar í dag myndu vera mun sprækari en þessi vél í myndvinnslu.",
            "date": "2011-09-18 17:32:00",
            "post_id": "381238",
            "reply_to_id": "381225"
        },
        {
            "user_name": "bulldog",
            "text": "Ég myndi segja allt ... kominn tími á uppfærslu",
            "date": "2011-09-18 17:35:00",
            "post_id": "381239",
            "reply_to_id": "381238"
        },
        {
            "user_name": "Gets",
            "text": "Kíktu á þetta.\nhttp://www.cgarena.com/freestuff/tutori ... imize.html",
            "date": "2011-09-18 18:08:00",
            "post_id": "381250",
            "reply_to_id": "381239"
        },
        {
            "user_name": "Predator",
            "text": "Allt, kominn tími á allsherjar uppfærslu myndi ég segja.",
            "date": "2011-09-18 18:08:00",
            "post_id": "381251",
            "reply_to_id": "381250"
        },
        {
            "user_name": "schaferman",
            "text": "einfaldlega ekki til aur fyrir að uppfæra dótið,,,og því miður á ég ekki xp 64 bita til að auka minnið enn meira, er að keyra á XP pro 32bita,    flest mín myndvinnsluforrit styðja bara XP en ekki win 7 ennþá,, en á til  Pentium D 2,8        en er nokkuð viss að P-4 3,4  sé betri því ég er bara að vinna með eitt forrit í einu,, ps,,,,hef aldrei spilað tölvuleiki og er ekkert að eiga við video eða vinnslu á því,, er búinn að vera berjast við kælinguna á Þessum P4  hékk alltaf í 70-80 gráðum c.    en mixaði eitthvað sjálfur um daginn með hellin af kopar og núna fer örrinn í hámark 55-60 gráður c  er það ekki ok?\ndatt í hug ef ég reddaði mér XP 64 bita og einn 2gb kubb þá gæti ég aukið minnið í t.d. 5gb\nhér sjáið þið hvernig myndir ég er að taka og vinna,\nhttp://kristalmynd.weebly.com/",
            "date": "2011-09-18 18:19:00",
            "post_id": "381252",
            "reply_to_id": "381251"
        },
        {
            "user_name": "Glazier",
            "text": "Örgjörvinn og minnið eru bæði saman aðal flöskuhálsinn.. 3,5gb 667 mhz minni eru bara enganveginn nóg.\nÖrgjörvinn og minnin hjá mér finnst mér vera flöskuháls við vinnslu á ljósmyndum, ég maxa bæði örgjörvann og vinnsluminnin við vinnslu á mínum ljósmyndum.",
            "date": "2011-09-18 18:20:00",
            "post_id": "381253",
            "reply_to_id": "381252"
        },
        {
            "user_name": "schaferman",
            "text": "en á til Pentium D 2,8 en er nokkuð viss að P-4 3,4 sé betri því ég er bara að vinna með eitt forrit í einu,,  eða er það rangt af mér   D örrinn er 2 kjarna reyndar",
            "date": "2011-09-18 19:30:00",
            "post_id": "381279",
            "reply_to_id": "381253"
        },
        {
            "user_name": "schaferman",
            "text": "hvaða eina atriði ætti ég að reyna uppfæra fyrst?",
            "date": "2011-09-19 10:31:00",
            "post_id": "381387",
            "reply_to_id": "381279"
        },
        {
            "user_name": "gardar",
            "text": ".",
            "date": "2011-09-19 11:39:00",
            "post_id": "381397",
            "reply_to_id": "381387"
        },
        {
            "user_name": "ManiO",
            "text": "Má þá segja að veskið þitt sé flöskuhálsinn?  \n \nVar samt ekki instruction settið á pentium D uppfært? Og voru þeir ekki líka sjúklega yfirklukkanlegir?",
            "date": "2011-09-19 11:58:00",
            "post_id": "381406",
            "reply_to_id": "381397"
        },
        {
            "user_name": "schaferman",
            "text": "Garðar,   ég ætla biðja þig vinsamlegast að taka þessa mynd hér út af síðunni strax,,,,,,,,á síðunni sést að allar myndir þar eru með copyright og er það lögbrot að nota myndir þaðan",
            "date": "2011-09-19 12:14:00",
            "post_id": "381410",
            "reply_to_id": "381406"
        },
        {
            "user_name": "schaferman",
            "text": "Takk fyrir þetta garðar að bregðast skjótt við beðni minni",
            "date": "2011-09-19 12:39:00",
            "post_id": "381419",
            "reply_to_id": "381410"
        },
        {
            "user_name": "blitz",
            "text": "Garðar fyrir BBW?",
            "date": "2011-09-19 12:46:00",
            "post_id": "381421",
            "reply_to_id": "381419"
        },
        {
            "user_name": "gardar",
            "text": "Ég eignaði mér engan rétt af þessari mynd þinni, heldur hlekkjaði í hana af vef þínum. Ef þú heldur að það sé ólöglegt að hlekkja í myndir á internetinu þá ættir þú að athuga hvernig internetið virkar.",
            "date": "2011-09-19 12:53:00",
            "post_id": "381426",
            "reply_to_id": "381421"
        },
        {
            "user_name": "schaferman",
            "text": "jájá tékkaði á öllu þessu hjá myndstef,,  ef einhver ætlar að nota myndir eða hlekkja þær annað þá er það möguleiki með því að fá leyfi hjá höfundi verksins.\ntvent ólíkt   að eigna sér réttinn er þjófnaður   en að nota mynd er brot á höfundaréttarlögum",
            "date": "2011-09-19 12:55:00",
            "post_id": "381427",
            "reply_to_id": "381426"
        },
        {
            "user_name": "Gunnar",
            "text": "fann hvergi stað sem stóð að það væri copyright á myndunum...",
            "date": "2011-09-19 12:57:00",
            "post_id": "381428",
            "reply_to_id": "381427"
        },
        {
            "user_name": "gardar",
            "text": ".",
            "date": "2011-09-19 12:58:00",
            "post_id": "381429",
            "reply_to_id": "381428"
        },
        {
            "user_name": "schaferman",
            "text": "það er skilti á öllum síðunum mínum þarna sem segir þetta,, annars er enginn pirringur eða reiði að minni hálfu,  en vona að þið skiljið það að maður er að mynda ókunnugt fólk og það kanski er ekkert hrifið að því að myndirnar séu út um allt.\nBað bara um þetta á vinsamlegu nótunum,, ekkert annað",
            "date": "2011-09-19 13:00:00",
            "post_id": "381430",
            "reply_to_id": "381429"
        },
        {
            "user_name": "Gunnar",
            "text": "en hvar? gefðu mér link eða taktu screenshot því ég fynn ekki hvar það stendur....",
            "date": "2011-09-19 13:03:00",
            "post_id": "381431",
            "reply_to_id": "381430"
        },
        {
            "user_name": "schaferman",
            "text": "skrollaðu bara þessa upphafsíðu \nhttp://kristalmynd.weebly.com/",
            "date": "2011-09-19 13:04:00",
            "post_id": "381433",
            "reply_to_id": "381431"
        },
        {
            "user_name": "gardar",
            "text": "Þú ættir kannski að senda google kæru, þar sem þeir bæði hlekkja í myndirnar þínar og vista sín eigin afrit af myndunum. Það hlýtur að vera töluvert verra en að hlekkja bara í myndirnar! Tvöfalt lögbrot!\nhttp://www.google.com/search?um=1&hl=en ... tnG=Search",
            "date": "2011-09-19 13:07:00",
            "post_id": "381434",
            "reply_to_id": "381433"
        },
        {
            "user_name": "schaferman",
            "text": "Takk vinur að auglýsa síðuna mína",
            "date": "2011-09-19 13:08:00",
            "post_id": "381435",
            "reply_to_id": false
        },
        {
            "user_name": "Gunnar",
            "text": "Ahh fann þad loksins a midri sídunni. Myndi bæta því vid neðst a sidunni",
            "date": "2011-09-19 13:18:00",
            "post_id": "381436",
            "reply_to_id": "381435"
        },
        {
            "user_name": "lukkuláki",
            "text": "Þrusufínar myndir hjá þér og þar sem þú ert búinn að stilla upp einhverju til að taka myndir af,það er bara mjög vel gert og \nlaust við alla tilgerð eins og það vill stundum verða nema helst plastflaskan á snjónum ef ég má gagnrýna smá, ég er einhvernveginn ekki að fíla hana og bananinn í glasinu sést ekki en þar er ekki um auðvelda uppröðun að ræða ef þú vilt koma þessu öllu fyrir í glasinu. Myndin af bjöllunni er alveg frábær og síldartunnan sömuleiðis svo eitthvað sé nefnt en flestar myndirnar eru mjög góðar.\nÞú hefur gott auga fyrir góðu myndefni.\nÞetta er mitt álit.",
            "date": "2011-09-19 15:26:00",
            "post_id": "381455",
            "reply_to_id": "381436"
        },
        {
            "user_name": "schaferman",
            "text": "Takk fyrir þetta, já ætli ég sé ekki sá sem finnst flestar mínar myndir ómögulegar,, eru bara örfáar þarna á síðunni sem ég er sáttur við,  enda er það sem gerir þetta gaman,, gera fl. tilraunir með ljós og skugga,,, búinn að vera í þessu í yfir 30 ár og sé betur í dag en fyrir 20 árum hvað ég kann nú lítið,, hehe enda nota ég myndavélar sem ég held að fáir á íslandi nota   SIGMA SD,,,,,,,,,,,,ps til þín lukkuláki,, pakkinn fór í dag til þín",
            "date": "2011-09-19 15:35:00",
            "post_id": "381456",
            "reply_to_id": "381455"
        },
        {
            "user_name": "schaferman",
            "text": "engum sem dettur í hug hvaða eina hlut ég ætti að reyna uppfæra sem er ódýrt?",
            "date": "2011-09-19 18:53:00",
            "post_id": "381486",
            "reply_to_id": "381456"
        },
        {
            "user_name": "x le fr",
            "text": "Eftir hverju ertu mest að bíða? Browsi á myndum? Opnun mynda? Vistun? Myndaðgerðunum sjálfum?\nOg ... Hvað erum við að tala um mikinn/lítinn pening?\nÉg myndi reyna að finna notaða vél eða innvols, t.d. nýlega Athlon. Algjört grín hvað þessar vélar eru að fara ódýrt, og þær ssssssvínvirka.",
            "date": "2011-09-19 20:48:00",
            "post_id": "381512",
            "reply_to_id": "381486"
        },
        {
            "user_name": "beatmaster",
            "text": "Hvaða móðurborð ertu með?",
            "date": "2011-09-19 21:18:00",
            "post_id": "381519",
            "reply_to_id": "381512"
        },
        {
            "user_name": "schaferman",
            "text": "þetta hér\nhttp://www.asrock.com/mb/overview.asp?Model=P5B-DE\nog það er aðalega vinnsluferlið sjalft sem er slow,,   enga stund að opna risa raw fæla og save líka",
            "date": "2011-09-19 21:24:00",
            "post_id": "381521",
            "reply_to_id": "381519"
        },
        {
            "user_name": "x le fr",
            "text": "Keim, þá held ég að eina uppfærslan af viti væri nýtt platform. Þ.e. ný örgjörvatýpa og örgjörvi. Örgjörvar á eftir Pentium 4 hafa lægri klukkuhraða, en þeir nýta hann betur ... Plús að aðgangur að minni er töluvert mikið hraðari - DDR2 og DDR3 er hraðara en gamla DDR-ið, memory controller kubbarnir eru hraðvirkari, \"dual channel\" minni eins og í nýrri platformum virkar þokkalega í svona Photoshopdóti, o.s.frv.\nT.d. myndirðu örugglega geta fengið ódýrt Athlon X2, X3 eða X4 móðurborð með örgjörva og 4GB í minni á frekar lítið. Það myndi muna töluverðu.",
            "date": "2011-09-19 21:44:00",
            "post_id": "381529",
            "reply_to_id": "381521"
        },
        {
            "user_name": "schaferman",
            "text": "en að fara í t.d. Intel Pentium Dual-Core, E5700   og reyna redda sér 64 bita xp  til að geta farið í t.d. 5gb ?    er með 3,5gb ddr2  fyrir",
            "date": "2011-09-19 21:52:00",
            "post_id": "381533",
            "reply_to_id": "381529"
        },
        {
            "user_name": "jz0n",
            "text": "Veskið þitt, því miður.",
            "date": "2011-09-19 22:01:00",
            "post_id": "381539",
            "reply_to_id": "381533"
        },
        {
            "user_name": "schaferman",
            "text": "vissi vel af þeim veikleika,,þessvegna er ég að biðja um ráð hér á vaktinni",
            "date": "2011-09-19 22:04:00",
            "post_id": "381541",
            "reply_to_id": "381539"
        },
        {
            "user_name": "Predator",
            "text": "Getur fengið notaðan Core2Duo frekar ódýrt og móðurborðið þitt virðist styðja þá, þeir eru líka miklu öflugri en gömlu Pentium 4 örgjörvarnir. Myndi svo frekar reyna að verða mér út um win7 þar sem winxp 64bit er að mér skilst frekar mikið rusl.",
            "date": "2011-09-19 22:19:00",
            "post_id": "381548",
            "reply_to_id": "381541"
        },
        {
            "user_name": "schaferman",
            "text": "mörg forrit sem ég þarf að nota eru bara með XP stuðningi",
            "date": "2011-09-20 00:01:00",
            "post_id": "381579",
            "reply_to_id": "381548"
        },
        {
            "user_name": "DJOli",
            "text": "Þig nauðsynlega vantar betri mynd sem lætur fólk vita af höfundarréttinum sem fylgir myndunum þínum, og ekki væri verra ef enskan væri þá rétt stafsett (e. \"á Þessari Vefsíðu\", ekki \"á þessari hlið\".\nGefins!",
            "date": "2011-09-20 02:06:00",
            "post_id": "381604",
            "reply_to_id": "381579"
        },
        {
            "user_name": "x le fr",
            "text": "Það gæti mögulega virkað ef þú færð þetta nógu ódýrt. Ekki viss um að það sé fyrirhafnarinnar virði. Ég myndi setja peninginn inn á bók, vinna verkamannavinnu í jafnmarga klukkutíma og færu í uppsetningu á 64-bita XP, og safna mér fyrir nýju móðurborði og örgjörva",
            "date": "2011-09-20 18:30:00",
            "post_id": "381769",
            "reply_to_id": "381604"
        },
        {
            "user_name": "gardar",
            "text": "Passaðu þig að hlekkja ekki í þessa mynd hjá honum",
            "date": "2011-09-20 18:31:00",
            "post_id": "381770",
            "reply_to_id": "381769"
        },
        {
            "user_name": "SolidFeather",
            "text": "Hvaða drasl forrit ertu að nota sem eru bara með XP stuðning?",
            "date": "2011-09-20 18:40:00",
            "post_id": "381772",
            "reply_to_id": "381770"
        },
        {
            "user_name": "schaferman",
            "text": "stend ekki í fæturnar eins og er og ekki á næstunni,   sá nýjan svona örgjörva á held ég 18900kr",
            "date": "2011-09-20 19:32:00",
            "post_id": "381780",
            "reply_to_id": "381772"
        },
        {
            "user_name": "schaferman",
            "text": "usss   myndi drekkjaí harðfisk þeim sem hjálpar mér um þessa mörg gömlu tölvuhluti sem mig vantar.\nHann þykir góður,,,,,,,,,,getið spurt t.d. klaufa hér á vaktinni,, reyndar er hann að klárast núna,  en ég herði reglulega þegar ég fæ fisk,, veiði ýsuna sjálfur frá landi hér og gengur stundum brösulega,, en nór er af ýsunni ca  300m frá landi hér, ef maður ætti pinkulítið bátshorn þá yrði þetta nokk betra,,, fékk lánaða sná tuðru í fyrra með 2,4 hp utanborðsmótor,,, og þurfti að fara fljótlega í land þvi bátstuðran var yfir hlaðin af mest ýsu en einnig smálúðu",
            "date": "2011-09-20 19:44:00",
            "post_id": "381783",
            "reply_to_id": "381780"
        },
        {
            "user_name": "mundivalur",
            "text": "Gætir boðið í örgjörvann sér eða þennan pakka!\nca.15-20þ.\nviewtopic.php?f=11&t=41711\nGigabyte Ga-965p-ds3 which is less than 3 years\nwith e8400 dualcore cpu+ocz vanquisher cooler and 2x2gb mushkin essentials ddr2 800 memories",
            "date": "2011-09-20 21:10:00",
            "post_id": "381799",
            "reply_to_id": "381783"
        },
        {
            "user_name": "schaferman",
            "text": "passar þessi örgjörfi fyrir móðurborðið mitt ?   \nhttp://www.asrock.com/mb/overview.asp?Model=P5B-DE",
            "date": "2011-09-20 22:03:00",
            "post_id": "381808",
            "reply_to_id": "381799"
        },
        {
            "user_name": "schaferman",
            "text": "Notendur á vaktinni,,,,,,,,ég get drekt ykkur í harðfisk í skiptum fyrir tölvudótarí ofl.   en eins og þeir hér á vaktinni sem hafa fengið harðfisk hjá mér vita,  er að´stundum á ég ógrynni af harðfisk til en stundum ekki neitt,,, ástæðan er sú að ég veiði ýsuna frá landi hér,  og gengur misjafnlega vel,,, en ef ég ætti litla bátstuðru með 2 hp  motor eins og ég fékk lánaðann í fyrra þá gat ég farið margar ferðir á dag út,, ca 3-400m   og fyllt bátinn í hvert skipti.\nHef á svona viðskipti við nokkra hér á vaktinni og aldrei svikið þá um harðfiskinn,,,,,en ef töfin verður lengi að ég geti úvegað mér fisk þá bara bæti ég það upp með að setja slatta meira í pakkann en um var samið",
            "date": "2011-09-20 22:10:00",
            "post_id": "381811",
            "reply_to_id": "381808"
        },
        {
            "user_name": "schaferman",
            "text": "HVERJIR eru til í svoleiðis skipti ??",
            "date": "2011-09-20 22:27:00",
            "post_id": "381815",
            "reply_to_id": "381811"
        },
        {
            "user_name": "Klaufi",
            "text": "Allt í lagi að benda á það að fiskurinn frá honum er þrælgóður!",
            "date": "2011-09-20 22:29:00",
            "post_id": "381816",
            "reply_to_id": "381815"
        },
        {
            "user_name": "schaferman",
            "text": "Ha????   er enginn áhugi á að fá gæða harðfisk fyrir gamalt dót??????????????????????",
            "date": "2011-09-20 22:59:00",
            "post_id": "381834",
            "reply_to_id": false
        },
        {
            "user_name": "x le fr",
            "text": "Fjandinn, vildi ég ætti eitthvað sem dygði þér!",
            "date": "2011-09-20 23:24:00",
            "post_id": "381838",
            "reply_to_id": "381834"
        },
        {
            "user_name": "AntiTrust",
            "text": "Harðfiskur segiru.. Nú fer ég og kíki í geymsluna, mátt alveg fastlega búast við PMi frá mér á næstunni.",
            "date": "2011-09-20 23:30:00",
            "post_id": "381839",
            "reply_to_id": "381838"
        },
        {
            "user_name": "schaferman",
            "text": "tja hvernig veistu að þú eigir ekkert,,,,,,,,,svooooo margt sem mig vantar,, bara smá dæmi,,,, ddr1 266-333 fartölvuminni-------sdram pc 100 fartölvuminni----eldgömul flöss af gömlum filmuvélum------sims 3 leikinn-----gömlum 15\" flatskjá------GÓÐA 775 kælingu---örra sem passar á móðurborðið mitt og er öflugri en minn-------ddr2 667 2gb  borðtölvuminni,,screen inverter i toshiba fartölvu,,,,,,,,,XP pro 64 bita         og endalaust meira eins og t.d. sata diska og einnig ATA,,sem eru frá 200gb og uppúr öllu valdi,,,,,,,,,,,,,,,,,svo fáið þíð bara frítt í fjölskyldumyndatöku eða bara myndatöku ef þið viljið,,,,,,fáið þá gestaherbergi hér á meðan með sér inngangi og sér WC   TV og tölvu,,\nhér á þessu link sjáið þið myndaföndrið mitt við tökur,,,bara allt,,gæludýr+fermingar+ungbörn eða bara hvað sem er\nhttp://kristalmynd.weebly.com/",
            "date": "2011-09-20 23:31:00",
            "post_id": "381840",
            "reply_to_id": "381839"
        },
        {
            "user_name": "x le fr",
            "text": "Argh snilld þetta er góður díll. Ætla að kíkja í skápana.",
            "date": "2011-09-20 23:51:00",
            "post_id": "381844",
            "reply_to_id": "381840"
        },
        {
            "user_name": "schaferman",
            "text": "En,,,,,ATH,,,,,,,\nstundum á ég ógrynni af harðfisk til en stundum ekki neitt,,, ástæðan er sú að ég veiði ýsuna frá landi hér, og gengur misjafnlega vel,,, en ef ég ætti litla bátstuðru með 2 hp motor eins og ég fékk lánaðann í fyrra þá gat ég farið margar ferðir á dag út,, ca 3-400m og fyllt bátinn í hvert skipti.",
            "date": "2011-09-20 23:54:00",
            "post_id": "381845",
            "reply_to_id": "381844"
        },
        {
            "user_name": "schaferman",
            "text": "einnig allt gamalt myndavéladót og svoleiðis fylgihlutir eru spennandi",
            "date": "2011-09-20 23:55:00",
            "post_id": "381846",
            "reply_to_id": "381845"
        },
        {
            "user_name": "schaferman",
            "text": "Fleiri með áhuga??????????\nbiðst afsökunar á að kunna ekki nógu vel á reglurnar,,,    slaka þá bara á núna",
            "date": "2011-09-21 00:09:00",
            "post_id": "381849",
            "reply_to_id": "381846"
        },
        {
            "user_name": "vesley",
            "text": "Verður að passa þig á að \"bumpa\" þráðinn ekki oftar en 1 sinni á 12klst fresti frá síðasta innleggi. \nSumir hérna á spjallinu froðufella af brjálæði við að sjá svona.",
            "date": "2011-09-21 00:12:00",
            "post_id": "381851",
            "reply_to_id": "381849"
        },
        {
            "user_name": "lukkuláki",
            "text": "Við þurfum að hafa einhver ráð með að útvega manninum bát og utanborðsmótor svo við getum verið áskrifendur af harðfiski frá honum",
            "date": "2011-09-21 00:41:00",
            "post_id": "381853",
            "reply_to_id": "381851"
        },
        {
            "user_name": "schaferman",
            "text": "allavega ef það myndi reddast þá þyrfti maður ekki að pirra sig að búa á svona stað þar sem torfur af ýsu hangir allt sumarið 3-400m  frá landi,,,,,,,er að berjast með stöng frá landi en gengur stundum illa,\ntja þeir sem myndu redda svona væru í æfi áskrift að harðfisk",
            "date": "2011-09-21 00:45:00",
            "post_id": "381854",
            "reply_to_id": "381853"
        },
        {
            "user_name": "schaferman",
            "text": "upp",
            "date": "2011-09-21 14:09:00",
            "post_id": "381894",
            "reply_to_id": "381854"
        },
        {
            "user_name": "lukkuláki",
            "text": "Ef einhver á eitthvað sem hann gæti notað þá er \nharðfiskurinn\n frá honum alveg þess virði að skipta við hann.\nSmakkast mjög vel. Takk fyrir mig",
            "date": "2011-09-22 08:58:00",
            "post_id": "382045",
            "reply_to_id": "381894"
        },
        {
            "user_name": "chaplin",
            "text": "Ég er alveg til í harðfisk, hvað vantar þig?",
            "date": "2011-09-22 09:53:00",
            "post_id": "382050",
            "reply_to_id": "382045"
        },
        {
            "user_name": "schaferman",
            "text": "eitthvað lítið eftir af harðfisk eins og er,   en ég herði reglulega,, stundum á ég helling en stundum ekkert,   því ég veiði fiskinn sjálfur hér frá landi með stöng,    á ekkert bátshorn,     yfir sumartíman eru ýsutorfurnar hér 300-400m frá landi.\nÝmislegt sem mig vantar,, t.d.  ddr1 fartölvuminni 266-333  1-2gb,,,,,,,,harða diska í borðtölvu 250gb og stærri,,,P4 örgjörfa 3,6  eða 3,8,, eða  örgjörfa sem passar í móðurborðið mitt og er öflugri en minn P4 3,4. -   sims3  leikinn fyrir pc,,,,,gamlar nothæfar fartölvur,,,,,,,,og gömul myndavélaflöss af t.d. filmuvélum eða gamalt myndavéladót sem fólk er hætt að nota   ofl. ofl.",
            "date": "2011-09-22 11:34:00",
            "post_id": "382063",
            "reply_to_id": "382050"
        },
        {
            "user_name": "schaferman",
            "text": "á einhver sims3  leikinn fyrir mig kannski ?",
            "date": "2011-09-23 14:17:00",
            "post_id": "382315",
            "reply_to_id": "382063"
        },
        {
            "user_name": "schaferman",
            "text": "einnig vantar mig netkort fyrir fartölvu  PCMCIA  eða usb eða eitthvað",
            "date": "2011-09-24 11:20:00",
            "post_id": "382558",
            "reply_to_id": "382315"
        },
        {
            "user_name": "schaferman",
            "text": "mynduð þið segja þetta skjákort sem ég nota vera  slæmt kort fyrir eingöngu myndvinnslu  ?  \nGeForce 8400GS  512mb",
            "date": "2011-09-24 13:33:00",
            "post_id": "382587",
            "reply_to_id": "382558"
        },
        {
            "user_name": "worghal",
            "text": "svo sem ekki, en það er til edit takki btw",
            "date": "2011-09-24 13:47:00",
            "post_id": "382589",
            "reply_to_id": "382587"
        },
        {
            "user_name": "schaferman",
            "text": "???   fatta ekki\nvar að spá í hvort önnur kort sem ég á væru betri í þetta þó svo þau séu 256mb\nþað eru.\nATI Radeon X850 XT PE\nog\nGF-6600",
            "date": "2011-09-24 14:28:00",
            "post_id": "382595",
            "reply_to_id": "382589"
        },
        {
            "user_name": "Klaufi",
            "text": "Ef ég man rétt þá er helmingi meiri bandvídd á hinum kortunum sem þú listar.\nEn ég veit ekki fyrir víst hvort að það gagnist þér í myndvinnslu..\nP.s. Henti netkorti í póst til þín í gær..",
            "date": "2011-09-24 23:01:00",
            "post_id": "382733",
            "reply_to_id": "382595"
        },
        {
            "user_name": "schaferman",
            "text": "Hvort er að nýtast mér betur meiri bandvídd eða fl. megabæt  í skjákortunum ?   er eingöngu í myndvinnslu og þá einu forriti í einu",
            "date": "2011-09-24 23:43:00",
            "post_id": "382739",
            "reply_to_id": "382733"
        },
        {
            "user_name": "rapport",
            "text": "Sorry, þessi þráður er orðinn svo langur...\nHvað er það sem þú ert að leita að og og/eða langar að ná að gera?\nÉg a.m.k elska harðfisk og á e-h af stöffi.\nViltu að maður bara dæli á þig úr geymslunni \n ?",
            "date": "2011-09-25 00:05:00",
            "post_id": "382743",
            "reply_to_id": "382739"
        },
        {
            "user_name": "schaferman",
            "text": "Tja,, hef talið upp ofar hér í þræðinum  það helsta sem mig vantar,  t.d. ddr1 fartölvuminni 266-333 1-2gb,,,,,,,,borðtölvuminni  2gb kubba 667,,,,,harða diska í borðtölvu 250gb og stærri,,,P4 örgjörfa 3,6 eða 3,8,, eða örgjörfa sem passar í móðurborðið mitt og er öflugri en minn P4 3,4. - sims3 leikinn fyrir pc,,,,,gamlar nothæfar fartölvur,,,,,,,,og gömul myndavélaflöss af t.d. filmuvélum eða gamalt myndavéladót sem fólk er hætt að nota ofl. ofl.\nef einhver á svona til má sá sami senda mér pm,  einnig eitthvað annað stöff sem hann er hættur að nota, og svo bara spjallar maður.",
            "date": "2011-09-25 00:38:00",
            "post_id": "382750",
            "reply_to_id": "382743"
        },
        {
            "user_name": "rapport",
            "text": "k... \nÞá er bara að taka inventory og senda á þig",
            "date": "2011-09-25 01:38:00",
            "post_id": "382763",
            "reply_to_id": "382750"
        },
        {
            "user_name": "schaferman",
            "text": "Ekkert að frétta enn í málunum,, er enginn spenntur fyrir að fá fullt af harðfisk úr næstu herlsu hjá mér,,, svík ekki og læt hressilega mikið fyrir lítið,, ef ég á mikið til,, endilega sendið mér pm ef það er áhugi.\nhef talið upp ofar hér í þræðinum það helsta sem mig vantar, t.d. ddr1 fartölvuminni 266-333 1-2gb,,,,,,,,borðtölvuminni 2gb kubba 667,,,,borðtölvu ddr1 400  1gb kubba,,,harða diska í borðtölvu 250gb og stærri,,,P4 örgjörfa 3,6 eða 3,8,, eða örgjörfa sem passar í móðurborðið mitt og er öflugri en minn P4 3,4. - sims3 leikinn fyrir pc,,,,,gamlar nothæfar fartölvur,,,,,,,,og gömul myndavélaflöss af t.d. filmuvélum eða gamalt myndavéladót sem fólk er hætt að nota ofl. ofl.",
            "date": "2011-09-27 18:01:00",
            "post_id": "383347",
            "reply_to_id": false
        },
        {
            "user_name": "Klaufi",
            "text": "Vantar þig IDE eða Sata borðtölvudiska?\nManni er nú farið að langa í meira af þessum fiski, keypti mér poka í krónunni og hann hann er nokkrum klössum fyrir neðan, að mínu mati..",
            "date": "2011-09-28 00:03:00",
            "post_id": "383463",
            "reply_to_id": "383347"
        },
        {
            "user_name": "biturk",
            "text": "ég fer að kaupa mér nýja fartölvu eftir viku, þú mátt fá r31 vélina mína sem ég er að nota núna fyrir harðfisk, hún er ekkert sú hraðasta en virkar ágætlega í netráp, þyrfi kannski á einu gb af minni og fríska uppsetningu af windowsi á sig til að kreista það besta úr sér en gerir allt sem hún á að gera",
            "date": "2011-09-28 00:10:00",
            "post_id": "383464",
            "reply_to_id": "383463"
        },
        {
            "user_name": "schaferman",
            "text": "á alltaf eina r31vél   en næ ekki að redda mér minni í hana,,, reddaði mér 2 stk sdram 256mb  en er ekki að virka með samtals 512 mb  þyrfti að vera aðeins meira,    hvaða kubba hefur þú verið að nota í hana ?",
            "date": "2011-09-28 00:57:00",
            "post_id": "383471",
            "reply_to_id": "383464"
        },
        {
            "user_name": "schaferman",
            "text": "Úfff enn að leita af :  t.d. ddr1 fartölvuminni 266-333 1-2gb,,,,,,,,borðtölvuminni 2gb kubba 667,,,,borðtölvu ddr1 400 1gb kubba,,,harða diska í borðtölvu 250gb og stærri,,,P4 örgjörfa 3,6 eða 3,8,, eða örgjörfa sem passar í móðurborðið mitt og er öflugri en minn P4 3,4. - sims3 leikinn fyrir pc,,,,,gamlar nothæfar fartölvur,,,,,,,sdram fartölvuminni pc100 og pc133,,  screen inverter fyrir Toshyba A-105,,,,,,,,og gömul myndavélaflöss af t.d. filmuvélum eða gamalt myndavéladót sem fólk er hætt að nota ofl. ofl.  endilega ef þið eigið svona gamalt dót sem þið eruð hættir að nota,  þá bara telja það upp og ég kíki yfir það",
            "date": "2011-09-29 00:10:00",
            "post_id": "383720",
            "reply_to_id": "383471"
        },
        {
            "user_name": "schaferman",
            "text": "enn og aftur upp",
            "date": "2011-09-30 14:18:00",
            "post_id": "384121",
            "reply_to_id": "383720"
        },
        {
            "user_name": "schaferman",
            "text": "jæaja UPP með þetta,, vonast eftir meira að svörum,,, styttist í næstu herslu á góðum harðfisk,,,,,,,,endilega kíkið í geymslurnar ykkar eftir gömlu dóti.\nHef ekki svikið neinn hér á vaktinni um harðfisk.\nÝmislegt sem mig vantar,, t.d. ddr1 fartölvuminni 266-333 1-2gb,,,,,,,,einnig gömul sdram fartölvu minni,   pc-100,  256mb kubba eða 512mb kubba.   sdram fartölvu minni  pc-133  512mb kubba,,,,,harða diska í borðtölvu 250gb og stærri,,,P4 örgjörfa 3,6 eða 3,8,, eða örgjörfa sem passar í móðurborðið mitt   ( \nhttp://www.asrock.com/mb/overview.asp?Model=P5B-DE\n )og er öflugri en minn P4 3,4. - sims3 leikinn fyrir pc,,,,,gamlar nothæfar fartölvur,,, DDR1 minni 400 helst  1gb kubba en gæti notað 512. (vantar mörg),,,,get notað líka 2 stk 15 tommu lcd,,,og GÖMUL MYNDAVÉLA FLÖSS  af t.d. filmuvélum eða gamalt myndavéladót sem fólk er hætt að nota ,,eða  digital myndaramma,,, ofl. ofl. eins og,  ef einhver gæti reddað mér efni sem ég ætla nota sem bakgrunn við myndatökur , helst hvítt,,,er að nota bómullarefni en það krumpast svo svakalega eftir hverja myndatöku,,, einhverjir dúkar eða eitthvað segl eða bara hvað sem er sem krumpast ekki svo glatt,, stærð ca 3x5m metrar",
            "date": "2011-10-01 20:47:00",
            "post_id": "384517",
            "reply_to_id": "384121"
        },
        {
            "user_name": "schaferman",
            "text": "sem sagt enginn sem á til neitt,,,,,,,,,,eða langar ekki í góðann harðfisk",
            "date": "2011-10-02 01:56:00",
            "post_id": "384587",
            "reply_to_id": "384517"
        },
        {
            "user_name": "worghal",
            "text": "ef ég ætti eitthvað af þessu sem þig vantar, þá væri ég löngu búinn að skipta við þig á harðfiski :O",
            "date": "2011-10-02 02:06:00",
            "post_id": "384592",
            "reply_to_id": "384587"
        },
        {
            "user_name": "schaferman",
            "text": "Tína þá bara saman eldra dótið sem þú átt og senda mér pm,,,gæti alveg átt sér stað að ég gæti notað eitthvað af því,,,,,,,,,,,,,,,já svo er eitt enn,,,,,,,,ef einhver gæti reddað mér efni sem ég ætla nota sem bakgrunn við myndatökur , helst hvítt,,,er að nota bómullarefni en það krumpast svo svakalega eftir hverja myndatöku,,, einhverjir dúkar eða eitthvað segl eða bara hvað sem er sem krumpast ekki svo glatt,, stærð ca 3x5m metrar\nsjáið hér á myndasíðunni minni hvað ég er að gera.\nhttp://kristalmynd.weebly.com/\nsvo þeir sem vilja, og eiga leið um vestfirði fá fría myndatöku,  jafnvel gestaherbergi á meðan með sér wc  sér inngangi,, tv+dvd+ 1200 bíómyndir að velja úr..\neinnig ef þið vitið af manneskju sem langar að prufa fyrir sér sem model,,, bæði kk og kvk,,,,,,allur aldur frá 20 ára  og uppí 90 ára,, tek það fram eins og þið sjáið á síðunni mynda ég bara fólk sem er í FÖTUM..\neinnig eru þarna nokkrar bílamyndir í möppunni \"annað\"\nendilega skoðið og tjáið ykkur um myndirnar",
            "date": "2011-10-02 02:35:00",
            "post_id": "384598",
            "reply_to_id": "384592"
        },
        {
            "user_name": "schaferman",
            "text": "get notað líka 2 stk 15 tommu lcd,,",
            "date": "2011-10-02 18:22:00",
            "post_id": "384697",
            "reply_to_id": "384598"
        },
        {
            "user_name": "schaferman",
            "text": "gæti líka notað digital myndaramma.",
            "date": "2011-10-04 23:14:00",
            "post_id": "385397",
            "reply_to_id": "384697"
        },
        {
            "user_name": "schaferman",
            "text": "á enginn til neitt af þessu og langar í Harðfisk í næstu herslu ?\nÝmislegt sem mig vantar,, t.d. ddr1 fartölvuminni 266-333 1-2gb,,,,,,,,einnig gömul sdram fartölvu minni,   pc-100,  256mb kubba eða 512mb kubba.   sdram fartölvu minni  pc-133  512mb kubba,,,,,harða diska í borðtölvu 250gb og stærri,,,P4 örgjörfa 3,6 eða 3,8,, eða örgjörfa sem passar í móðurborðið mitt   ( \nhttp://www.asrock.com/mb/overview.asp?Model=P5B-DE\n )og er öflugri en minn P4 3,4. - sims3 leikinn fyrir pc,,,,,gamlar nothæfar fartölvur,,, DDR1 minni 400 helst  1gb kubba en gæti notað 512. (vantar mörg),,,,get notað líka 2 stk 15 tommu lcd,,,og GÖMUL MYNDAVÉLA FLÖSS  af t.d. filmuvélum eða gamalt myndavéladót sem fólk er hætt að nota ,,eða  digital myndaramma,,, ofl. ofl. eins og,  ef einhver gæti reddað mér efni sem ég ætla nota sem bakgrunn við myndatökur , helst hvítt,,,er að nota bómullarefni en það krumpast svo svakalega eftir hverja myndatöku,,, einhverjir dúkar eða eitthvað segl eða bara hvað sem er sem krumpast ekki svo glatt,, stærð ca 3x5m metrar",
            "date": "2011-10-05 20:03:00",
            "post_id": "385671",
            "reply_to_id": "385397"
        },
        {
            "user_name": "schaferman",
            "text": "upp",
            "date": "2011-10-06 15:04:00",
            "post_id": "385899",
            "reply_to_id": "385671"
        },
        {
            "user_name": "schaferman",
            "text": "Dúndra þessu upp,, fer allt að glæðast,  kominn með lítinn Zodiac,  en leita núna bara af litlum utanborðsmotor 2-8hp,,   þegar þetta er klárt get ég farið að framleiða aftur harðfiskinn og kaffært þeim sem gera mér vel hér á vaktinni,,  nokkrir hér eru þegar komnir á listann og fá flottann harðfiskpakka,,,\nÝmislegt sem mig vantar,, t.d. ddr1 fartölvuminni 266-333 1-2gb,,,,,,,,einnig gömul sdram fartölvu minni, pc-100, 256mb kubba eða 512mb kubba. sdram fartölvu minni pc-133 512mb kubba,,,,,harða diska í borðtölvu 250gb og stærri,,,P4 örgjörfa 3,6 eða 3,8,, eða örgjörfa sem passar í móðurborðið mitt ( \nhttp://www.asrock.com/mb/overview.asp?Model=P5B-DE\n )og er öflugri en minn P4 3,4. - sims3 leikinn fyrir pc,,,,,gamlar nothæfar fartölvur,,, DDR1 minni 400 helst 1gb (must)  ,   kubba en gæti notað 512. (vantar mörg),,,,get notað líka 2 stk 15 tommu lcd,,,og GÖMUL MYNDAVÉLA FLÖSS af t.d. filmuvélum eða gamalt myndavéladót sem fólk er hætt að nota ,,eða digital myndaramma,,, ofl. ofl. eins og, ef einhver gæti reddað mér efni sem ég ætla nota sem bakgrunn við myndatökur , helst hvítt,,,er að nota bómullarefni en það krumpast svo svakalega eftir hverja myndatöku,,, einhverjir dúkar eða eitthvað segl eða bara hvað sem er sem krumpast ekki svo glatt,, stærð ca 3x5m metrar\ngæti jafnvel ef ég fæ nóg hráefni til herslu, gert enn betur og sent viðskipta vinum mínum nokkrar sendingar.  Allavega lofa því að virði harðfisksins verður alltaf margfalt meiri  en hlutirnir sem ég fæ frá ykkur.\nHvað finnst ykkur um það??",
            "date": "2011-10-10 03:31:00",
            "post_id": "386761",
            "reply_to_id": "385899"
        },
        {
            "user_name": "schaferman",
            "text": "Jæja,,, er engin/n  til í svona viðskipti??",
            "date": "2011-10-11 00:47:00",
            "post_id": "387011",
            "reply_to_id": "386761"
        },
        {
            "user_name": "schaferman",
            "text": "jæja,,,,,,,,,,einhver hlítur að eiga svona gamalt drasl til handa mér,,,,, svo er ég einnig að leita mér af hræódýrum utanborðsmótor,,  2-8hp  má þarfnast yfirhalningar eða smávægilegrar viðgerðar,,,,,aðalatriðið er að hann sé ódýr.",
            "date": "2011-10-12 01:34:00",
            "post_id": "387342",
            "reply_to_id": "387011"
        },
        {
            "user_name": "schaferman",
            "text": "Bara minna fólk á að kíkja í geymsluna sína eftir gamla draslinu sínu",
            "date": "2011-10-12 23:38:00",
            "post_id": "387636",
            "reply_to_id": "387342"
        },
        {
            "user_name": "schaferman",
            "text": "Bara minna fólk á að kíkja í geymsluna sína eftir gamla draslinu sínu",
            "date": "2011-10-13 20:48:00",
            "post_id": "387820",
            "reply_to_id": "387636"
        },
        {
            "user_name": "schaferman",
            "text": "Hva!!!!   vill enginn losna við gamla draslið sitt????",
            "date": "2011-10-14 15:41:00",
            "post_id": "388051",
            "reply_to_id": "387820"
        },
        {
            "user_name": "vikingbay",
            "text": "Má ég spyrja hvað þú ætlir að gera við þetta allt? \n  ætla athuga hvort ég finni ekki eitthvað sem þú gætir notað, ég hef ekkert að gera við drasl sem safnar bara ryki",
            "date": "2011-10-18 01:41:00",
            "post_id": "389000",
            "reply_to_id": "388051"
        },
        {
            "user_name": "schaferman",
            "text": "gera upp eldri vélar hér heima og kannski púsla saman einni enn",
            "date": "2011-10-19 15:26:00",
            "post_id": "389354",
            "reply_to_id": "389000"
        },
        {
            "user_name": "schaferman",
            "text": "Á enginn neitt svona gamalt í geymslunni,, og myndi vilja fá helling af harðfisk í staðinn ?\nÞegar harðfiskur er til hér þá eru yfirleitt 4 frystikistur fullar af honum og meira en það,,, og launa ég þeim sem hjálpa mér með yfirmagni af harðfisk þegar mikið er til",
            "date": "2011-10-20 03:18:00",
            "post_id": "389508",
            "reply_to_id": "389354"
        },
        {
            "user_name": "schaferman",
            "text": "jæja uppa þetta smá,, því það eru örugglega margir sem eiga gamalt drasl sem þeim langar að losna við.. þægilegast að fá svör  í  PM.",
            "date": "2011-10-21 19:43:00",
            "post_id": "389981",
            "reply_to_id": "389508"
        },
        {
            "user_name": "schaferman",
            "text": "Drífið ykkur nú að sópa rykið af gamla dótinu í geymslunni",
            "date": "2011-10-22 14:59:00",
            "post_id": "390210",
            "reply_to_id": "389981"
        },
        {
            "user_name": "schaferman",
            "text": "Núna þarf ég að púsla saman varatölvu,,,    og mig vantar  móðurborð,,,,  Sem tekur   P-4  3,0-3,4     775,   og með 4 raufum sem taka ddr2 minni   frá 533-800,      vantar bara eitthvað gamalt tómt móðurborð ódýrt,  sem er í lagi. ----- og einnig einhverjar 2 fyrirferðalitlar gamlar tölvur sem virka,  dugar ef þær eu bara með örgjörva yfir 1 ghz,    má vanta HD+drif+minni.     er einnig með lítið notaðan 2,5 seagate momentus sata 500gb  sem ég væri til í að skipta fyrir 3,5 borðtölvudisk  lágmark 1 tb.\nVæri ekki sniðugt að vaktarar  ,, kíkja í geymsluna hjá sér og skrifi niður gamla draslið sem þeir hafa ekki lengur not fyrir,, og sendi mér hér í pm listann?\nSvo get ég farið yfir listan hjá hverjum fyrir sig og tékkað hvort ég versli ekki eitthvað ??",
            "date": "2011-10-24 18:33:00",
            "post_id": "390866",
            "reply_to_id": false
        },
        {
            "user_name": "schaferman",
            "text": "minna á þetta,,    ef einhver vill losna við gamalt dót",
            "date": "2011-10-25 16:23:00",
            "post_id": "391117",
            "reply_to_id": "390866"
        },
        {
            "user_name": "schaferman",
            "text": "Núna þarf ég að púsla saman varatölvu,,, og mig vantar móðurborð,,,, Sem tekur P-4 3,0-3,4 775, og með 4 raufum sem taka ddr2 minni frá 533-800, vantar bara eitthvað gamalt tómt móðurborð ódýrt, sem er í lagi. ----- og einnig einhverjar 2 fyrirferðalitlar gamlar tölvur sem virka, dugar ef þær eu bara með örgjörva yfir 1 ghz, má vanta HD+drif+minni. er einnig með lítið notaðan 2,5 seagate momentus sata 500gb sem ég væri til í að skipta fyrir 3,5 borðtölvudisk lágmark 1 tb.\nVæri ekki sniðugt að vaktarar ,, kíkja í geymsluna hjá sér og skrifi niður gamla draslið sem þeir hafa ekki lengur not fyrir,, og sendi mér hér í pm listann?\nSvo get ég farið yfir listan hjá hverjum fyrir sig og tékkað hvort ég versli ekki eitthvað ??",
            "date": "2011-10-26 14:52:00",
            "post_id": "391412",
            "reply_to_id": "391117"
        },
        {
            "user_name": "schaferman",
            "text": "Væri ekki sniðugt að vaktarar ,, kíkja í geymsluna hjá sér og skrifi niður gamla draslið sem þeir hafa ekki lengur not fyrir,, og sendi mér hér í pm listann?\nSvo get ég farið yfir listan hjá hverjum fyrir sig og tékkað hvort ég versli ekki eitthvað ??",
            "date": "2011-10-27 18:40:00",
            "post_id": "391721",
            "reply_to_id": "391412"
        },
        {
            "user_name": "schaferman",
            "text": "upp\nhttp://kristalmynd.weebly.com/",
            "date": "2011-10-31 20:08:00",
            "post_id": "392858",
            "reply_to_id": "391721"
        },
        {
            "user_name": "schaferman",
            "text": "Er bara ekki að fá niðurstöðu hvort sé öflugra að vera með pentium D --2,8----820\nEða  Pentium 4   3,4  --550 HT\nfannst 3,4  p4 örrinn sprækari í myndvinnslunni en flestir halda samt  að  pentium D --2,8--820,, sé betri í þetta  því hann er 2 kjarna   og 2m   meðan hinn er   eins kjarna og   1m\nhttp://kristalmynd.weebly.com/",
            "date": "2011-11-09 21:14:00",
            "post_id": "395133",
            "reply_to_id": "392858"
        }
    ],
    "date": "2011-10-24 18:33:00"
}