{
    "forum_title": "Netkerfi - internetið",
    "id": "4172",
    "title": "hvað þarf ég í þráðlaust net?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=4172",
    "posts": [
        {
            "user_name": "DaRKSTaR",
            "text": "málið er að ég er staddur í blokk.. bý á 3 hæð en bróðir minn á 1 hæð beint fyrir neðann mig.\n\n\n\nég var að hugsa um hvort ég gæti ekki skelt bara þráðlausu netkorti í báðar vélar og það myndi virka þó svo að það sé hæð á milli okkar?..\n\n\n\njá og hvað þarf ég nákvæmlega í þetta.. bara 2 þráðlaus 11mb netkort nóg?.. veit lítið sem ekkert um þetta",
            "date": "2004-05-16 21:42:00",
            "post_id": "42293",
            "reply_to_id": false
        },
        {
            "user_name": "dadik",
            "text": "Þetta gæti virkað .. en þú færð að öllum líkindum mjög lélegt signal og transferið eftir því.  Ég er að ná ca. 500kB/s á 11mb/s korti milli mín og access punkts þegar merkið er á góðum styrk þa. transferið milli hæða hjá þér væri líklega mun verra en það.\n\n\n\nEf hann er beint fyrir neðan þig er einfaldast að kaupa langa tp snúru sem er síðan lögð út um gluggann hjá þér og inn hjá honum",
            "date": "2004-05-16 22:35:00",
            "post_id": "42301",
            "reply_to_id": "42293"
        },
        {
            "user_name": "axyne",
            "text": "ég er með lítill örbylgumótakara sem ég notaði á milli hæða virkaði fínt. notaði það samt aðeins fyrir internet þannig ég veit ekki hver top hraða ég var að ná. en samt meira signal quality en ég er með núna.\n\n\n\nég er núna að nota sama móttakara að taka á móti merki í 400 m fjarlægð. er að ná alveg 500 kb/s sem er bara nokkuð gott miðan við 11 Mbit móttaraka og það skyggir eitt hús fyrir",
            "date": "2004-05-16 23:00:00",
            "post_id": "42311",
            "reply_to_id": "42301"
        },
        {
            "user_name": "Emizter",
            "text": "hhmm.. ég er með eina hugmynd.. kaupir þér þráðlaust netkort sem þú getur tengt við loftnet og kaupir þér síðan \nSvona\n loftnet og beinir því niður....",
            "date": "2004-06-14 19:55:00",
            "post_id": "45124",
            "reply_to_id": "42311"
        },
        {
            "user_name": "Hlynzi",
            "text": "Ég held að málið sé frekar CAT5 kapall milli hæða, mun hagkvæmara. \n\nÉg gerði það með nágrannanum, og það var nokkuð þægilegt að geta hent snúru í höbbinn og redda málum, ef þess þurfti. \n\n\n\nEfast um að þráðlaust virki vel gegnum 2 veggi, það verður pirrandi að notast við það í það minnsta. Ég fæ mér þráðlaust hinsvegar bráðlega, ef boðeind eru komnir með Asus router handa mér.",
            "date": "2004-06-15 21:44:00",
            "post_id": "45188",
            "reply_to_id": "45124"
        }
    ],
    "date": "2004-05-16 21:42:00"
}