{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "41722",
    "title": "Get ég breytt media-centernum í leikjatölvu?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=41722",
    "posts": [
        {
            "user_name": "Tesli",
            "text": "Ég keypti tölvu sem mediacenter fyrir nokkru síðan og er að spá hvort ég kæmist upp með að kaupa gott skjákort í hana og breyta henni þannig í leikjatölvu.\nForsagan er að ég seldi Xboxið mitt og er kominn með cravings í að spila nokkra tölvuleiki sem eru komnir út og eru á leiðinni, þar á meðal Dead Island og Skyrim.\nEr þetta það léleg tölva að hún verði ekkert betri en Xbox þó ég kaupi Geforce 560-590 í hana, því þá myndi ég bara kaupa xbox aftur?\nÉg er bara búinn að vera Xbox gamer síðan 2006 og er alveg dottinn út úr pc leikjamálum.\nHér er mynd úr speccy með öllum upplýsingum.\nhttp://imageshack.us/f/535/unledkxv.jpg/",
            "date": "2011-09-20 21:24:00",
            "post_id": "381802",
            "reply_to_id": false
        },
        {
            "user_name": "SolidFeather",
            "text": "Þetta væri svona 1.000.000x betri tölva en xbox með 570 korti.",
            "date": "2011-09-20 21:34:00",
            "post_id": "381804",
            "reply_to_id": "381802"
        },
        {
            "user_name": "Tesli",
            "text": "Gæti ég spilað Dead Island og Skyrim á 1080p í góðum gæðum?",
            "date": "2011-09-20 21:37:00",
            "post_id": "381805",
            "reply_to_id": "381804"
        },
        {
            "user_name": "DJOli",
            "text": "Myndi þá íhuga að kaupa ný 6 til 8gb minni\nog þá já, 590 skjákort.\nJá, hún væri heví góð þá.",
            "date": "2011-09-20 21:55:00",
            "post_id": "381806",
            "reply_to_id": "381805"
        },
        {
            "user_name": "techseven",
            "text": "Léttilega, þarft bara leikjaskjákort af ódýrustu gerð til að toppa XBOX 360. ATI 5670 er dæmi um það.  Ef þú ætlar að spila PC leiki þá mundi ég eyða allavega 25-30 kalli í kort, PC leikir er kröfuharðari heldur en XBOX leikir....\nPassa t.d. double-slot kort í tölvuna þína?\nAth: Það er algjör óþarfi að stækka minnið hjá þér til að spila leiki.",
            "date": "2011-09-20 21:57:00",
            "post_id": "381807",
            "reply_to_id": "381806"
        },
        {
            "user_name": "Klemmi",
            "text": "Þarft að athuga hvort aflgjafinn þinn ráði við öll þessi skjákort.\nSjálfur myndi ég skoða með GTX 560 eða GTX 560Ti í þessa vél, hætt við að örgjörvinn flöskuhálsi fyrir öflugri kort.",
            "date": "2011-09-20 22:03:00",
            "post_id": "381809",
            "reply_to_id": "381807"
        },
        {
            "user_name": "Eiiki",
            "text": "Afhverju að vera með 32-bita stýrikerfi þegar þú ert með 4GB vinnsluminni?\nEn eins og klemmi segir þá máttu segja okkur hvernig aflgjafa þú ert með áður en þú ferð að kaupa þér einhver killer skjákort.",
            "date": "2011-09-21 19:23:00",
            "post_id": "381962",
            "reply_to_id": "381809"
        },
        {
            "user_name": "Tesli",
            "text": "Það er frekar langt síðan ég setti upp windows7 á tölvuna og nennti ekki að lenda í einhverjum compatibility veseni með 64bit útgáfuna þar sem ég var bara að horfa á video í tölvunni og ekkert annað(vondar minningar úr Xp 64bita \n ), en núna hugsa ég um að ég færi mig yfir í 64bit  \n \n \nÉg er með Tacens II 520w aflgjafa, mér sýnist ég þurfa 2x 6pinna tengi í þessi 560-570 kort og hann er með þau, en málið er að annað þeirra er tengt í móðurborðið, er það ekki bara fyrir innbyggða skjákortið sem ég get svo svissað yfir á nýja skjákortið?\nSvo er eitt í viðbót, ég er með mediacenter kassa sem er bara með útblásturs op að aftan, en samt með margar viftur í sér, sleppur það ekki alveg með einu  560-570 korti?\nhttp://imageshack.us/photo/my-images/834/imag0333g.jpg/\nhttp://imageshack.us/photo/my-images/714/imag0335l.jpg/",
            "date": "2011-09-22 01:11:00",
            "post_id": "382030",
            "reply_to_id": "381962"
        },
        {
            "user_name": "worghal",
            "text": "er nóg pláss fyrir svona stórt kort ?",
            "date": "2011-09-22 01:16:00",
            "post_id": "382031",
            "reply_to_id": "382030"
        },
        {
            "user_name": "Tesli",
            "text": "Sýnist það smellpassa svona með viðmið frá tommustokk",
            "date": "2011-09-22 01:25:00",
            "post_id": "382032",
            "reply_to_id": "382031"
        },
        {
            "user_name": "Bioeight",
            "text": "Tacens Radix II 520W er bara með eitt 6-pin tengi fyrir skjákortið. Tengið sem fer í móðurborðið er 4-pin og passar ekki, og þú tekur það heldur ekkert úr. Þetta power supply ætti samt alveg að ráða við GTX 560 Ti en þú þarft að fá þér svona:\n 2xMolex to 6-pin adapter\nÞar sem ég hef ekki prófað þetta þá get ég ekki lofað því að þetta virki en ef þú vilt vera alveg viss þá ættirðu að fara í Kísildal(líklega þar sem þetta var keypt?) þar sem þeir hafa verið með þessa aflgjafa og ættu að vita hvaða kort þeir styðja.",
            "date": "2011-09-22 03:56:00",
            "post_id": "382039",
            "reply_to_id": "382032"
        }
    ],
    "date": "2011-09-20 21:24:00"
}