{
    "forum_title": "Almennt um vélbúnað",
    "id": "41767",
    "title": "Vél sem drepur á sér eftir þunga keyrslu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=41767",
    "posts": [
        {
            "user_name": "dandri",
            "text": "Hæ ég lendi í því að þegar ég spila þunga leiki drepur tölvan á sér og ég þarf að slökkva og kveikja á aflgjafanum til að kveikja aftur á vélinni. Örgjörvi, móðurborð, minni og skjákort er nýtt en  aflgjafinn er 500W og er um þriggja ára gamall svo að ég skýt á hann. Ég er þó ekki viss þannig að mér flaug í hug að spyrja hér. Örgjörvinn verður ekki of heitur en norðurbrúinn verður þó fremur hlý. Það er heldur ekki neitt yfirklukkað. Hvað haldið þið að sé að ?\nKv, dandri\nSpecs:\nAMD Phenom II X6 1090T 3.2\nAsrock 970 Extreme4\n2x 2g ddr3 1600 G.skill ripjaws\nRadeon 6850 Cyclone power edition",
            "date": "2011-09-22 23:20:00",
            "post_id": "382216",
            "reply_to_id": false
        },
        {
            "user_name": "Nördaklessa",
            "text": "ég myndi halda að það sé Aflgjafinn",
            "date": "2011-09-22 23:41:00",
            "post_id": "382225",
            "reply_to_id": "382216"
        },
        {
            "user_name": "rapport",
            "text": "Ertu að fylgjast með hitanum með einhverjum tólum?\nEf tólin segja allt í lagi s.s. ekkert rautt og hún slekkur samt á sér... þá mundi ég giska á aflgjafann.",
            "date": "2011-09-22 23:49:00",
            "post_id": "382231",
            "reply_to_id": "382225"
        },
        {
            "user_name": "dandri",
            "text": "Jamm ég fylgist vel með hitanum, það eina sem hitnar  af einhverju viti er norðurbrúin, en ekki það mikið að tölvan ætti að drepa á sér.\nÞetta hlýtur bara að vera blessaður aflgjafinn",
            "date": "2011-09-23 00:00:00",
            "post_id": "382235",
            "reply_to_id": "382231"
        },
        {
            "user_name": "KristinnK",
            "text": "Ætlar þú ekkert að segja okkur hvernig aflgjafa þú ert með? Ef þetta er ódýr aflgjafi er mjög líklegt að hann sé orðinn lélegur.",
            "date": "2011-09-23 00:59:00",
            "post_id": "382241",
            "reply_to_id": "382235"
        },
        {
            "user_name": "tanketom",
            "text": "gæti verið að skjákortið sé líka gallað eða hitna of mikið",
            "date": "2011-09-23 01:50:00",
            "post_id": "382242",
            "reply_to_id": "382241"
        },
        {
            "user_name": "kizi86",
            "text": "lenti í svipuðu með mitt gts250 kort.. þá var það buggy driver, þegar skipti um driver, þá hætti hitinn og kortið hætti að slá út..\nen í þessu máli myndi ég samt skjóta á aflgjafann..",
            "date": "2011-09-23 04:38:00",
            "post_id": "382250",
            "reply_to_id": "382242"
        },
        {
            "user_name": "dandri",
            "text": "Þetta er EzCool aflgjafi. ATX-500-JSP \nHann er eflaust kominn á sinn tíma :p\nSkjákortið er ekki að hitna mikið og ég hef ekki getað séð nein vandamál með skjákortið\nTakk fyrir svörin",
            "date": "2011-09-23 11:49:00",
            "post_id": "382287",
            "reply_to_id": "382250"
        },
        {
            "user_name": "kubbur",
            "text": "þá myndi ég giska á aflgjafann",
            "date": "2011-09-23 11:51:00",
            "post_id": "382288",
            "reply_to_id": "382287"
        },
        {
            "user_name": "KristinnK",
            "text": "Þetta er pottþétt aflgjafinn. Google leit gefur þér að reynsla manna er ekki góð af merkinu. Og ef þú skoðar virkilega hvaðan þessi 500W eiga að koma:\nþá sérð þú að +12V (þaðan sem skjákortið og örgjörvinn, a.k.a. það sem notar rafmagnið í tölvunni þinni, fá aflið) gefur bara 34A, sem mér finnst btw óraunhæft há tala fyrir bara eitt rail á ódýrum aflgjafa. Nokkurra ára gamall gefur hann örugglega ekki meir en 25-30 A, sem er 300 til 360 W. tölvan þín getur örugglega farið upp fyrir það í sumum tilvikum, sem myndi valda óstöðugleika.\nÞað versta er að þegar ódýrir aflgjafar eru þrýstir svona að þolmörkum (sem stöðugt lækka með aldrinum), þá ekki bara verður tölvan óstöðug, heldur er aflgjafinn líka að gefa mjög \"skítugt\" rafmagn. Spennurnar eru ónákvæmar, og miklar sveiflur í þeim. Spennu-\"spikes\" geta líka orðið hærri. Allt þetta getur eyðilagt íhluti þína, og í öllum tilvikum styttir það líftímann á þeim.\nÞú þarft ekkert stærri aflgjafa, bara betri. T.d. Antec EarthWatts 500W, kostar ekki nema 12-13 þús hjá att síðast þegar ég gáði. Nokkrir þúsundkallar meir en König/Inter-Tech/Logisys, en það borgar sig.",
            "date": "2011-09-23 16:11:00",
            "post_id": "382337",
            "reply_to_id": "382288"
        },
        {
            "user_name": "westernd",
            "text": "Ég er með alveg eins örgjörva, og var að lenda i þessu líka, ég skipti um örgjörvakælingu í gær og er viss um að þetta hafi skánað, get þó ekki fullyrt þar sem ég skipti bara um í gær",
            "date": "2011-10-02 07:46:00",
            "post_id": "384608",
            "reply_to_id": "382337"
        },
        {
            "user_name": "Daz",
            "text": "Þá myndi vandamálið lýsa sér í ofhitnun á örgjörvanum sjálfum, sem OP segir að sé ekki vandamál.",
            "date": "2011-10-02 10:17:00",
            "post_id": "384616",
            "reply_to_id": "384608"
        },
        {
            "user_name": "westernd",
            "text": "Það er nefnilega það sem mér finnst furðulegt við þetta,  síðan ég keypti örgjörvan þá tók ég eftir því að retail viftan væri alltof hávær\njafnvel þó að 3 - 4 forrit sögðu að hitinn á örgjörvanum væri eðlilegur,  ég hafði kassann minn opinn og sá þetta gerast þegar hún drap á vélina alveg eins hann er að lýsa, og þetta hefur gerst margoft að hún drepur á sér og til þess að kveikja á henni verður maður að slökkva á powersupply takkanum í smástund og kveikja á aftur, ég er ekkert svo viss um að þetta sé aflgjafinn og ég vona að þetta hafi lagast með þessari örgjörvakælingu, þetta gerðist hjá mér jafnvel þó að ég var að horfa á bíómynd í VLC :S",
            "date": "2011-10-02 11:33:00",
            "post_id": "384622",
            "reply_to_id": "384616"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Ég var að lenda í þessu fyrir stuttu, þá var aflgjafinn að gefa sig og drapst svo á endanum.",
            "date": "2011-10-02 12:54:00",
            "post_id": "384636",
            "reply_to_id": "384622"
        }
    ],
    "date": "2011-09-22 23:20:00"
}