{
    "forum_title": "Almennt um vélbúnað",
    "id": "41770",
    "title": "Brotinn skjár á Dell Inspiron 3 ára gömul vél. fartölva",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=41770",
    "posts": [
        {
            "user_name": "kristinnhh",
            "text": "Strákar kærasta mín á Dell inspiron fartölvu 3 ára. og skjárinn er brotinn! Og hún fór með hana til Dell á Grensásvegi og þeir sögðu að það kostaði 50þúsund að gera við hana.\nVitiði um stað sem gerir þetta´odýrara eða einhvað slíkt ? \nEndilega henda á mig einhverjum skoðunum\nFyrirfram þakkir",
            "date": "2011-09-22 23:25:00",
            "post_id": "382221",
            "reply_to_id": false
        },
        {
            "user_name": "Glazier",
            "text": "Ódýrast væri að panta skjá á Ebay og skipta um sjálfur eða fara með í t.d. Kísildal og fá þá til að skipta um.\nHef heyrt að það sé ekkert sérstaklega flókið að skipta um skjá á fartölvu, samt eflaust jafn mismunandi og þær eru margar.",
            "date": "2011-09-22 23:29:00",
            "post_id": "382222",
            "reply_to_id": "382221"
        },
        {
            "user_name": "AntiTrust",
            "text": "50 þús er bara frekar ódýrt fyrir skjáskipti með vinnu hjá Umboði.",
            "date": "2011-09-22 23:32:00",
            "post_id": "382223",
            "reply_to_id": "382222"
        },
        {
            "user_name": "AngryMachine",
            "text": "Hef séð að Tölvuland (tolvuland.is) er að selja notaða fartölvuskjái á 5-10K stykkið, veit hinsvegar ekki hvað þeir taka fyrir ísetningu en þeir ættu nú að geta boðið betur en 50K (að því gefnu að þeir eigi til skjá sem passar). Nú ef þú treystir þig til þess að skipta um skjáinn sjálfur þá getur þú auglýst hér eftir slátri og sett skjáinn í sjálfur, nú eða keypt skjá á Ebay.",
            "date": "2011-09-22 23:39:00",
            "post_id": "382224",
            "reply_to_id": "382223"
        },
        {
            "user_name": "rapport",
            "text": "Hvernig skjár er í þessu?\nHvaða týpa af vél er þetta nákvæmlega?",
            "date": "2011-09-22 23:48:00",
            "post_id": "382230",
            "reply_to_id": "382224"
        },
        {
            "user_name": "lukkuláki",
            "text": "Ef þetta var slys þá bæta tryggingar svoleiðis tjón.\nSjáfsábyrgðin er kannski 20.000 og tryggingar borga rest. Var þér ekki bent á þetta hjá EJS ?",
            "date": "2011-09-23 08:10:00",
            "post_id": "382254",
            "reply_to_id": "382230"
        },
        {
            "user_name": "tomasjonss",
            "text": "Er með eina IBM. Fór skjárinn í henni, borgaði 5000 kr fyrir skjáinn, ásamt því að skipta um ásamt einhverjum varahlutum. Gaurinn lenti í einhverju veseni með þetta en hækkaði ekki gjaldið. Toppmaður þar á ferð!\nYfirleitt er hann 5 - 10 mínútur að þessu en getur verið vesen stöku sinnum en þá er það yfirleitt sama gjald, alla vega var ég ekkert rukkaður aukalega.",
            "date": "2011-09-23 11:44:00",
            "post_id": "382286",
            "reply_to_id": "382254"
        },
        {
            "user_name": "traustirunar",
            "text": "Dóttir mín á HP fartölvu sem bróðir hennar missti í gólfið og það brotnaði úr hliðunum og eitthvað annað, ég athugaði verðið hjá OK, tæp 30,000,- svo að ég fann þetta á Ebay sem var reyndar svolítið mikið vesin en ég pantaði þessa hluti og komnir hingað og búinn að borga gjöldin frá tollinum kostaði þetta 7,600,- og þetta voru allt réttir hlutir.",
            "date": "2011-09-23 14:14:00",
            "post_id": "382314",
            "reply_to_id": "382286"
        }
    ],
    "date": "2011-09-22 23:25:00"
}