{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "41857",
    "title": "Asus Mars II (x2 580 GTX steypt í eitt kort)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=41857",
    "posts": [
        {
            "user_name": "braudrist",
            "text": "Jæja, á ekki að fjárfesta í einu svona ? \nhttp://www.guru3d.com/article/asus-mars-ii-review/\nKostar ekki nema um 1500$ eða um 178.000 kr. \n Hvað haldiði að svona kort mundi kosta úti í búð hérna — kannski um 300.000 þús ?\nSvo er náttúrulega hægt að vera grand og kaupa tvö svona stykki og keyra Quad-SLI",
            "date": "2011-09-26 21:05:00",
            "post_id": "383083",
            "reply_to_id": false
        },
        {
            "user_name": "Steini B",
            "text": "Það eru líka bara 999stk búin til, svo þetta er mjög limited edition...",
            "date": "2011-09-26 21:33:00",
            "post_id": "383089",
            "reply_to_id": "383083"
        },
        {
            "user_name": "MatroX",
            "text": "verst að það eru sama sem engar líkur að þú fáir svona kort....\nþað voru bara búin til 999 svona kort þannig að það er nokkuð erfitt að eignast svona kort nema þú þekkir eitthvern sem getur reddað þessu.",
            "date": "2011-09-26 21:35:00",
            "post_id": "383091",
            "reply_to_id": "383089"
        },
        {
            "user_name": "braudrist",
            "text": "Samkvæmt Newegg stendur 'in Stock' og á Amazon eru 18 in stock. Er það bara bull eða er ekki búið að uppfæra? Ekki það að ég ætli að kaupa svona.",
            "date": "2011-09-26 22:12:00",
            "post_id": "383101",
            "reply_to_id": "383091"
        },
        {
            "user_name": "Kristján",
            "text": "hvernig væri quad sli með þessum kortum, eitthvap mobo sem er svo langt að geta það????\nheld það verða nokkrir sem kaupa svona kort og selja svo aftur þegar öll eru seld frá framleiðanda",
            "date": "2011-09-26 22:15:00",
            "post_id": "383103",
            "reply_to_id": "383101"
        },
        {
            "user_name": "Predator",
            "text": "Þarft bara 2 svona kort fyrir quad sli svo ég held að það séu alveg til frekar mörg móðurborð sem styðja það.",
            "date": "2011-09-27 08:04:00",
            "post_id": "383153",
            "reply_to_id": "383103"
        },
        {
            "user_name": "Ulli",
            "text": "Er ekki sama Hita vandamál með þetta kort og er tld með 6990",
            "date": "2011-09-27 10:02:00",
            "post_id": "383172",
            "reply_to_id": "383153"
        },
        {
            "user_name": "Kristján",
            "text": "var samt ad mein 4x svona kort i moboi",
            "date": "2011-09-27 17:33:00",
            "post_id": "383337",
            "reply_to_id": "383172"
        },
        {
            "user_name": "MatroX",
            "text": "Msi BigBang, Evga SR-2, Evga X58 Classified þetta er bara brot af þeim borðum sem keyra 4-way sli með 4 kortum.\nannars flest borð sem eru með 2x 16x slottum geta keyrt 2 svona kort í quad sli",
            "date": "2011-09-27 17:50:00",
            "post_id": "383341",
            "reply_to_id": "383337"
        },
        {
            "user_name": "stjani11",
            "text": "hann var að meina af því að kortið er triple slot að þá væri ekki hægt að hafa 4 svona því þau tækju 12 slot",
            "date": "2011-09-27 18:34:00",
            "post_id": "383360",
            "reply_to_id": "383341"
        },
        {
            "user_name": "Steini B",
            "text": "Þá ertu líka kominn í 6x - 8x SLi sem er ekki hægt. Enginn driver (né móðurborð?) sem styður það...",
            "date": "2011-09-27 18:43:00",
            "post_id": "383363",
            "reply_to_id": "383360"
        },
        {
            "user_name": "MatroX",
            "text": "í alvöru? sagðiru þetta virkilega?\nþað eru 2 kort á einu svona korti semsagt 2 kort = 4way sli.\nþannig að þú þarft bara 2 slot.",
            "date": "2011-09-27 18:55:00",
            "post_id": "383364",
            "reply_to_id": "383363"
        },
        {
            "user_name": "stjani11",
            "text": "ég sagði það ekki, hinn gaurinn virtist halda að það væri hægt að hafa 4 svona kort",
            "date": "2011-09-27 18:57:00",
            "post_id": "383365",
            "reply_to_id": "383364"
        },
        {
            "user_name": "vesley",
            "text": "PCI slot á turnkassanum",
            "date": "2011-09-27 19:02:00",
            "post_id": "383366",
            "reply_to_id": "383365"
        },
        {
            "user_name": "MatroX",
            "text": "haha getur vel verið að hann var að meina það en sjáðu hvað hann skrifaði. \nskiptir engu. þú getur ekki verið með 4 svona kort. þótt að það séu alveg til kassar sem eru með 12 slot.",
            "date": "2011-09-27 19:09:00",
            "post_id": "383371",
            "reply_to_id": "383366"
        },
        {
            "user_name": "worghal",
            "text": "hvert kort = 3 pci-e raufar, 4x3 = 12, ekki til móðurborð með 12 raufum.\nþú næðir ekki einusinni 3-way á nýja 8 slotta msi borðinu.\ner ég að vera smart-ass ?",
            "date": "2011-09-27 19:12:00",
            "post_id": "383373",
            "reply_to_id": "383371"
        },
        {
            "user_name": "stjani11",
            "text": "Það er einhver smávegis miskilningur í gangi hérna\nKristján sagði upphaflega:\nég tók þessu þannig að hann gerði sér ekki grein fyrir að kortið væri 2 kjarna og héldi þess vegna að quad sli væri 4 svona kort 4*3 = 12\nEf hann gerði sér grein fyrir að kortið væri 2 kjarna þá myndi hann vita að það tæki bara 6 slot og ef hann veit eitthvað um tölvur þá veit hann að fólk er með allt að 4 dual slot kort = 8 slot og ef það eru til móðurborð nógu \"löng\" fyrir það þá ætti 6 slot ekki að vera neitt mál",
            "date": "2011-09-27 19:19:00",
            "post_id": "383382",
            "reply_to_id": "383373"
        },
        {
            "user_name": "MarsVolta",
            "text": "Það er samt ekki pointið heldur hvort þú sért að tala um PCI raufar á móðurborðinu eða raufnarnar á turnkassanum",
            "date": "2011-09-27 19:25:00",
            "post_id": "383385",
            "reply_to_id": "383382"
        },
        {
            "user_name": "Kristján",
            "text": "hvaðann kemur 4x3=12??? .... hvar er 3 í þessu ?\nég veit að þetta er dual gpu kort en það sem ég veit ekki er hvort það notar þá saman við einn utgang á kortinu, ef svo er þá tel \"eg\" það vera bara eitt kort og þannig að quad \"4\" sli væri 4x svona kort á móbói, eins og ég sé það, og þetta kort minnir mig tekur 3 slot en er ekki viss þannig þú þirftir 12 slotta mobo eða hvað?\nþaðan sem 4x3=12 kemur?\nallavega var bara að pæla sko, væri sniðugt að prufa það",
            "date": "2011-09-29 15:49:00",
            "post_id": "383821",
            "reply_to_id": "383385"
        },
        {
            "user_name": "beatmaster",
            "text": "Þetta kort er í raunni Sli kort klesst saman í einn útgang/eitt kort\nÞað sem að kallast quad Sli væri að keyra 2 svona kort saman (Hvort kort með 2 GPU sem að gerir 2+2=4 (4=Quad))",
            "date": "2011-09-29 16:27:00",
            "post_id": "383837",
            "reply_to_id": "383821"
        },
        {
            "user_name": "stjani11",
            "text": "kortið tekur 3 slot, það er þristurinn, 4 kort x 3 slot á kort = 12 slot, kortið tengist í eitt slot og hangir svo niður og blokkar 2 í viðbót svo þau slot verða ekki nothæf þannig að þú þyrftir þá reyndar bara móðurborð með 10 slottum þar sem að síðasta kortið gæti hangið niður úr moboinu en þú þyrftir 12 slotta kassa\nSvo þegar talað er um sli þá er í rauninni verið að tala um fjölda kjarna en ekki fjölda korta og það er ekki hægt að vera með fleiri en 4 kjarna = 4 eins kjarna kort eða 2 tveggja kjarna kort",
            "date": "2011-09-29 16:33:00",
            "post_id": "383841",
            "reply_to_id": "383837"
        },
        {
            "user_name": "Predator",
            "text": "Það er nú bara svo að þú myndir ekki græða neitt á því að hafa 4 svona kort þar sem drivera stuðningur endar við Quad sli sem í þessu tilfelli eru 2 svona kort þar sem eitt kort inniheldur 2 kjarna.",
            "date": "2011-09-29 17:36:00",
            "post_id": "383857",
            "reply_to_id": "383841"
        },
        {
            "user_name": "Kristján",
            "text": "aight þá veit maður það",
            "date": "2011-09-30 02:42:00",
            "post_id": "384040",
            "reply_to_id": "383857"
        },
        {
            "user_name": "FreyrGauti",
            "text": "Hvað er málið, er 90% þeirra sem eru að tjá sig hérna í þræðinum ólæsir eða nenntu bara ekki að lesa um kortið og létu sér nægja að skoða myndirnar?\nEins og virðist loksins vera komið til skila þá er eitt svona kort = 2way SLI, eins og GTX 590. Og eins og GTX 590 er bara hægt að tengja tvö svona kort saman.\nOg jafnvel þó þið hafið bara skoðað myndirnar ættuð þið að sjá að það er ekki hægt að tengja fjögur svona kort saman þar sem að það er bara einn SLI connector á kortinu.",
            "date": "2011-09-30 10:11:00",
            "post_id": "384060",
            "reply_to_id": "384040"
        },
        {
            "user_name": "MarsVolta",
            "text": "Ert þú búinn að lesa þráðinn félagi ? það voru 1 eða 2 sem voru ekki ná þessum af öllum sem hafa tjáð sig á þessum þræði ? 90% ? Ég held það sé frekar þú sem nenntir ekki að lesa þráðinn \n.",
            "date": "2011-09-30 10:20:00",
            "post_id": "384062",
            "reply_to_id": "384060"
        },
        {
            "user_name": "Kristján",
            "text": "rólegur félagi eg sagði bara svona eins og að segja mig langar í 4 veyron vélar í avensisinn minn.....\nalveg óþarfi að koma með einhver svona leidindi...",
            "date": "2011-09-30 10:29:00",
            "post_id": "384063",
            "reply_to_id": false
        }
    ],
    "date": "2011-09-30 10:29:00"
}