{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "41860",
    "title": "Eyefinity",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=41860",
    "posts": [
        {
            "user_name": "escobar",
            "text": "sælir,\nHvaða kort mæliði með fyrir Eyefinity setup?\nkv, Pablo",
            "date": "2011-09-26 21:46:00",
            "post_id": "383098",
            "reply_to_id": false
        },
        {
            "user_name": "GrimurD",
            "text": "AMD Radeon 6950 eða 6970. Myndi ekki fara í 6870/6850 því þau eru bara með 1gb í minni og þegar þú ert komin upp í svona háa upplausn þá er það bara ekki nóg. Getur svosem líka notað surround sem er í nvidia kortunum. Veit bara ekki nóg um það til að dæma um það. Þarft samt tvö kort til að nota það með nvidia.",
            "date": "2011-09-27 00:29:00",
            "post_id": "383133",
            "reply_to_id": "383098"
        },
        {
            "user_name": "escobar",
            "text": "Takk fyrir svarið.\nEr kannski betra að kaupa 6950/70 í Flex Edition, skilst að það sé erfitt að fá það hér á landi.\nKveðja, Pablo.",
            "date": "2011-09-27 10:08:00",
            "post_id": "383175",
            "reply_to_id": "383133"
        },
        {
            "user_name": "GrimurD",
            "text": "Myndi ekkert vera að pæla í að kaupa flex nema þú sjáir það útí búð. Auka vesenið er ekki þess virði. Kaupir bara \nsvona\n millistykki og þá geturu notað þrjá skjái.",
            "date": "2011-09-27 12:04:00",
            "post_id": "383229",
            "reply_to_id": "383175"
        },
        {
            "user_name": "escobar",
            "text": "Vinur minn er með 6950 og það koma oft grafík truflanir þegar hann er í leikjum,",
            "date": "2011-09-27 12:16:00",
            "post_id": "383233",
            "reply_to_id": "383229"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég var með 5770 og notaði það í Eyefiniti með DP adapter, alveg án vandræða. Var alveg merkilegt meira segja hvað þetta kort gat keyrt.",
            "date": "2011-09-27 12:19:00",
            "post_id": "383235",
            "reply_to_id": "383233"
        },
        {
            "user_name": "GrimurD",
            "text": "Ef það er screen tearing þá er það bara normið, er hjá öllum sem nota eyefinity. Ég hef annars aldrei fengið neinar sérstakar grafík truflanir bara flestir leikir ekki hannaðir fyrir eyefinity og þá kemur þetta oft svolítið skringilega út. En ef það er dót eins og artifacts og svona sem hann er að fá þá er alveg möguleiki að það sé eitthvað annað. Kortið gæti t.d. verið að ofhitna. Það er amk aldrei eðlilegt að fá truflanir og ef hann er ekki með eyefinity þá er eitthvað að.",
            "date": "2011-09-27 23:56:00",
            "post_id": "383458",
            "reply_to_id": "383235"
        },
        {
            "user_name": "kristinnhh",
            "text": "Ég er nýbúinn að setja upp í Eyefinity hjá mér .. Sko ég keypti mér Power Colour HD 6870x2 \nhttp://kisildalur.is/?p=2&id=1809\nOg ég næ að keyra BF3 betuna í ultra á einn skjá. Enn ef ég er að nota þrjá skjá þá er ég með leikinn í medium.\nÞetta er svo svaðaleg upplausn að þú þarft helst að keyra Crossfire í gang ef þú ætlar að spila þetta almennilega.\nÉg er að fara í crossfire með þetta kort í vikunni bara til að geta keyrt þessa leiki almennilega í eyefinity.",
            "date": "2011-10-05 01:22:00",
            "post_id": "385430",
            "reply_to_id": "383458"
        }
    ],
    "date": "2011-09-26 21:46:00"
}