{
    "forum_title": "Koníakstofan",
    "id": "41968",
    "title": "Er þetta eðlilegur hiti fyrir fartölvu?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=41968",
    "posts": [
        {
            "user_name": "Páll",
            "text": "Hún er búin að drepa á sér núna 2 sinnum og þetta er hitinn núna.\nEr þetta eðlilegt? Hún er bara ný byrjuð að gera þetta, hefur aldrei gerst áður.\nÞetta er btw Acer Aspire 5315",
            "date": "2011-09-30 12:02:00",
            "post_id": "384090",
            "reply_to_id": false
        },
        {
            "user_name": "littli-Jake",
            "text": "Er viftan að blása? Og nei þetta er ekki eðlilegur hiti",
            "date": "2011-09-30 12:19:00",
            "post_id": "384096",
            "reply_to_id": "384090"
        },
        {
            "user_name": "tanketom",
            "text": "Ef hún er stopp, þá er mjög einföld lausn við þessu, Ryksugaðu þar sem viftan er staðsett, þarft ekkert að opna neitt, passaðu að þurka endan á ryksuguni með sérstökum klút svo það komi ekki stöðurafmagn",
            "date": "2011-09-30 12:52:00",
            "post_id": "384103",
            "reply_to_id": "384096"
        },
        {
            "user_name": "littli-Jake",
            "text": "Er virkilega nó að þurka endann til að koma í veg fyrir stöðurafmagn?",
            "date": "2011-09-30 12:58:00",
            "post_id": "384106",
            "reply_to_id": "384103"
        },
        {
            "user_name": "tanketom",
            "text": "Nei það er ekki nóg, sagði líka sérstökum klút til að taka allt stöðurafmagn, en öruggasta leiðinn til að fara að þessu er að setja alchol á stútinn og þurka það vel, teipa svo bara á endan vel svo það þegar þú leggur endan að tölvunni að stúturinn komi ekki við, aðeins teipið.\nStatic in a vacuum hose isn't so much caused by the hose, as it is caused by the surroundings where it is being used. The actual hose will conduct static electricity from other objects, and things like carpeting and dry households are static magnets. The process is created by the friction between a vacuum hose and everything else it is rubbed against, which is particularly the case during vacuuming. This will create a static electricity charge that can be transferred to you or any other object the hose touches.\n        1\n        Replace a plastic vacuum hose with an aftermarket rubberized hose. Unlike plastic, rubber does not conduct static electricity very well, so this change alone may eliminate static electricity from a vacuum hose.\n        2\n        Make an antistatic solution before vacuuming by mixing a tablespoon of fabric softener in a spray bottle full of water. Spray this solution on your rugs and carpeting to be vacuumed to cut down on static.\n        3\n        Run a humidifier in the room or area to be vacuumed. The moisture cuts down on static electricity in the air and on objects, which means it won't readily be transferred to the vacuum hose.\n        4\n        Spray a commercially made antistatic spray, which can be found at department and hardware stores. It can be sprayed directly onto and into the hose, as well as all the objects in and around the area to be vacuumed.\nRead more: How to Get Rid of Static in a Vacuum Hose | eHow.com \nhttp://www.ehow.com/how_7380688_rid-sta ... z1ZRREe1cW",
            "date": "2011-09-30 13:17:00",
            "post_id": "384109",
            "reply_to_id": "384106"
        },
        {
            "user_name": "axyne",
            "text": "það er oft ekkert nóg að rykgusa.\nÉg reif vélina hjá konunni í sundur og reif upp teppi af ryki og hári uppúr heatsinkinu.\nvél sem nær aldrei er höfð annarsstaðar en á borði.",
            "date": "2011-09-30 13:19:00",
            "post_id": "384110",
            "reply_to_id": "384109"
        },
        {
            "user_name": "chaplin",
            "text": "Ég hef oftast séð must hitabreytingar á fartölvum (eða bara tölvum yfir höfuð) við það að skipta um hitaleiðandi krem. Það gerir þó auðvita ekkert allt of mikið gang ef tölvan er stútfull af ryki og nær ekki að losa heita loftið út.",
            "date": "2011-09-30 15:35:00",
            "post_id": "384137",
            "reply_to_id": "384110"
        },
        {
            "user_name": "littli-Jake",
            "text": "En svo er alltaf séns á að skemma legurnar í viftunni með riksugunni ( viftan gæti snúsit hraðar en hún er gerð fyrir)",
            "date": "2011-09-30 16:58:00",
            "post_id": "384154",
            "reply_to_id": "384137"
        },
        {
            "user_name": "BjarkiB",
            "text": "Er ekki lengur með tölu á hvað margar Acer Aspire tölvur sem ég hef heyrt um séu að ofhitna.",
            "date": "2011-09-30 17:03:00",
            "post_id": "384156",
            "reply_to_id": "384154"
        },
        {
            "user_name": "Páll",
            "text": "Þessi tölva er c.a 3 ára og hefur þetta aldrei komið fyrir áður.\nÆtla opna hana á eftir og ath með ryk.",
            "date": "2011-09-30 18:47:00",
            "post_id": "384178",
            "reply_to_id": "384156"
        },
        {
            "user_name": "KrissiK",
            "text": "bara taka alla tölvuna í sundur og fara yfir hana og skipta um hitaleiðandi krem þar sem það vantar!",
            "date": "2011-09-30 19:11:00",
            "post_id": "384189",
            "reply_to_id": "384178"
        },
        {
            "user_name": "Páll",
            "text": "Ég opnaði hana og þar sem loftið á að fara út var þykkt ryk teppi!\nEftir að ég hreinsaði það hefur hún verið í 47-50C",
            "date": "2011-10-01 12:41:00",
            "post_id": "384384",
            "reply_to_id": "384189"
        }
    ],
    "date": "2011-09-30 12:02:00"
}