{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "4206",
    "title": "Skjákorta kaup pælingar :P",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=4206",
    "posts": [
        {
            "user_name": "KinD^",
            "text": "okey næstu mánaðrmót er smá uppfærslu tími :S það sem ég var að pæla að kaupa er skjákort og helst í ati seríuni  en þá er spurningin hvaða kort er sniðugast að kaupa ... mig langar svolítið í 9800XT en hvað er ég að græða á XT það sem PRO hefur ekki ? er það eithvað svo lítið að ég tek ekki eftir því nema verðið eða hvað ? gætuði kanski bennt mér á nokkur kort sem þið haldið að séuð betri en önnur og afhverju, látið allt flakka verð skiptir voða litlu meðan ég er að fá ábendingar og stuff hjá ykkur \n það má koma seinna þegar maður er kominn með debetkortið í búðina \n\n\n\n\nedit: æji þessi korkur hefði kanski átt að fara í skjákort/hljóðkort.... þráðinn.",
            "date": "2004-05-19 01:46:00",
            "post_id": "42634",
            "reply_to_id": false
        },
        {
            "user_name": "Stutturdreki",
            "text": "ATI XT kortin hafa yfirleitt 'bara' hærri klukkuhraða, bæði á minni og core, sem gefur náttúrulega aðeins betri afköst.  Gæði kortana sem slík eru alveg þau sömu að öðruleiti\n\n\n\nPassaðu þig bara á því að rugla ekki saman við Geforce XT.. \n\n\n\nPersónulega fannst mér gott að skoða hjá Tomshardware.. þeir voru með svona 'roundup' á skjákortum, mjög gagnlegt.  Specar og mælingar á svona 15-20 kortum.  Tók bara tölurnar á kortunum sem ég hafði áhuga á og sló inn í excel, setti svo upp í línurit.  Svo spáði ég í perfomance vs. verð",
            "date": "2004-05-19 09:29:00",
            "post_id": "42640",
            "reply_to_id": "42634"
        },
        {
            "user_name": "Steini",
            "text": "Tja ef peningar skipta ekki máli er þá ekki málið að fá sér x800 xt þegar það kemur?",
            "date": "2004-05-19 16:58:00",
            "post_id": "42669",
            "reply_to_id": "42640"
        },
        {
            "user_name": "dadik",
            "text": "Jújú, en málið er að þú þarft eiginlega að vera með top-of-the-line cpu til að finna einhvern mun milli 9800XT og X800. Ef þú ert með t.d. XP 2500 eða sambærilegan kubb skiptir nánast engu máli hvort kortið þú velur.",
            "date": "2004-05-19 17:44:00",
            "post_id": "42672",
            "reply_to_id": "42669"
        },
        {
            "user_name": "Axel",
            "text": "Bíddu frekar eftir x800 kortinu.\n\nÞað á víst að performanca mikið betur en Radeon 9800xt.\n\nx800 er kortið sem ég er að bíða eftir en Radeon 9800xt kortið á víst eftir að falla frekar mikið í verði þannig það yrðu kannski betri kaup :p",
            "date": "2004-05-21 22:00:00",
            "post_id": "42895",
            "reply_to_id": "42672"
        },
        {
            "user_name": "ErectuZ",
            "text": "Ég líka, reyndar. En ekki til að kaupa það. Þegar þau koma þá falla 9800PRO í verði og þá kaupi ég það",
            "date": "2004-05-26 10:48:00",
            "post_id": "43344",
            "reply_to_id": "42895"
        },
        {
            "user_name": "OverClocker",
            "text": "Ég er ekkert viss um að 9800xt hrapi í verði.. þeir taka það eflaust út af markaðnum eins og 9700pro á sínum tíma.",
            "date": "2004-05-26 20:12:00",
            "post_id": "43407",
            "reply_to_id": "43344"
        },
        {
            "user_name": "Axel",
            "text": "efast stórlega um það...",
            "date": "2004-05-26 22:33:00",
            "post_id": "43428",
            "reply_to_id": "43407"
        }
    ],
    "date": "2004-05-19 01:46:00"
}