{
    "forum_title": "Koníakstofan",
    "id": "42308",
    "title": "Deildu.net login á ljósleiðara frá vodafone...",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=42308",
    "posts": [
        {
            "user_name": "andripepe",
            "text": "Sæler, var bara að tjekka hvort það væru fleirri en ég á ljósi frá Vodafone sem geta ekki loggað sig inn í 98 % tilfella, en detta svo inn í hinum 2 prósentunum eftir 14901ö4901ö501ö401ö40ö1 refresh ?\nÞetta er búið að vera svona síðustu vikurnar og þetta er að gera mig brjál ! er enginn annar að lenda í þessu ?",
            "date": "2011-10-11 22:54:00",
            "post_id": "387269",
            "reply_to_id": false
        },
        {
            "user_name": "AncientGod",
            "text": "ég er að lenda í þessu og er með þannan ljósleiðara, yfirhöfuð eru bara allar síður slow en deildu er með metið í að vera hægt hjá mér.",
            "date": "2011-10-11 22:57:00",
            "post_id": "387272",
            "reply_to_id": "387269"
        },
        {
            "user_name": "Gúrú",
            "text": "Deildu.net er bara orðin að mjög shitty síðu, hún var illbrowsanleg áður en að þessi nýji og meiri server-krefjandi kóði\nvar látinn upp en núna er hún bara alveg óbrowsanleg, rétt næ að nota \nhttp://deildu.net/browse.php\n og spamma svo\ndownload takkann nokkrum sinnum og fæ hann stundum til að virka á torrentunum sem mig langar að downloada.  \nÉg er líka á ljósi frá Vodafone en ég held það tengist þessu ekki neitt.",
            "date": "2011-10-11 23:14:00",
            "post_id": "387284",
            "reply_to_id": "387272"
        },
        {
            "user_name": "andripepe",
            "text": "alveg útí hött \n !",
            "date": "2011-10-11 23:21:00",
            "post_id": "387286",
            "reply_to_id": "387284"
        },
        {
            "user_name": "Danni V8",
            "text": "Ég er með ADSL hjá Símanum. Get alltaf loggað mig inn á síðuna án vandræða en hins vegar er síðan búin að vera alveg eitur hæg upp á síðkastið! Annað hvert click endar í Connection Time-out.\nEngin vandamál með neinar aðrar síður hjá mér.",
            "date": "2011-10-11 23:22:00",
            "post_id": "387287",
            "reply_to_id": "387286"
        },
        {
            "user_name": "Deildu",
            "text": "Takk.\nAlpha kóðinn er ekki hýstur á sama server og síðan sjálf, þegar nýja kóðanum verður skipt út þá ætti þetta að hætta.\nVið reynum eins og við getum, það er bara örlítið erfiðara að skrifa glænýjan kóða frá grunni heldur enn að setja upp enn annað draslið frá Tbdev.",
            "date": "2011-10-13 20:44:00",
            "post_id": "387816",
            "reply_to_id": "387287"
        }
    ],
    "date": "2011-10-11 22:54:00"
}