{
    "forum_title": "Koníakstofan",
    "id": "42303",
    "title": "Þráður um sjúkdóm/fötlun/Disability : Dyscalculia",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=42303",
    "posts": [
        {
            "user_name": "BjarniTS",
            "text": "Dyscalculia\nhttp://en.wikipedia.org/wiki/Dyscalculia\nÞetta er semsagt einkenni sem að ég tel að ég þjáist af. (Er ekki greindur með þetta)\nÞetta hefur með skipulagsgáfur , röðun , flokkun , talnakerfi og merki að gera.\nSemsagt bara svona einhver greiningarhæfileiki sem er skemmdur eða álíka.\nÞar sem að best er að verjast óvini sem að þú þekkir , í stað þess að slást við eitthvað sem þú veist ekki hvað er þá hefði ég hugsað mér að kynna mér þetta vandlega.\nEr eitthvað sem þið vitið um þetta eða er einhver hér inni sem að glímir við þetta ?",
            "date": "2011-10-11 21:38:00",
            "post_id": "387216",
            "reply_to_id": false
        },
        {
            "user_name": "rapport",
            "text": "Ég var að vinna með strák í 10-11 einusinni sem er með svona, veit ekki hvort hann hafði verið greindur samt...\nHann var virkilega skarpur og gat auðveldlega lesið o.þ.h. og notað afgreislukassann, gefið til baka o.s.frv.\nEn þegar kom að því að gera upp á kvöldin, þá fór allt í klessu hjá kauða.\nHann sagði strax að það yrði vandamál, en maður vissi ekki að það yrði svona svakalegt eins og það var...",
            "date": "2011-10-11 21:46:00",
            "post_id": "387223",
            "reply_to_id": "387216"
        },
        {
            "user_name": "ÆvarGeir",
            "text": "er ekki með þetta sjálfur en þekki eina sem á við þetta vanda mál að stríða",
            "date": "2011-10-11 21:52:00",
            "post_id": "387227",
            "reply_to_id": "387223"
        },
        {
            "user_name": "BjarniTS",
            "text": "Gaman að þú skulir minnast á þetta.\nÉg sjálfur var í heljarinnar vandræðum með að gera upp á mínum vinnustað fyrst um sinn.\nEn svo þróaði ég með mér svona \"kerfi\" sem að ég vissi hvernig gekk fyrir sig og ég var alveg jafn fljótur og allir hinir að gera upp eftir bara svona viku.\nÞetta eru rosalega skrítin einkenni.\nTil dæmis hugsum okkur að hér séu þrjú laufblöð.\nÞið 99% sem eruð ekki með þennan kvilla , flestir af ykkur \"greindu\" bara þrjú laufblöð og engin þörf var á að telja frá 1 og upp í 3.\nÞeir aftur á móti sem eru með Dyscalculia greina þetta ekki á sama hátt.\nSemsagt þessi \"sjálfvirka talning\" , hún virkar ekki á sama hátt.\nÞetta með laufblöðin var lítið lítið dæmi sem er ekki einusinni auðvelt að setja í samhengi , en þegar að hlutir eru komnir í stærra samhengi , eins og til dæmis það að greina leiðir og það að læra að rata einhvert.  Það vandast oft.\nSvo vinna þeir með Dyscalculia , öðruvísi með áttir og staðsetja hluti oft öðruvísi og eftir öðrum viðmiðum en gengur og gerist.",
            "date": "2011-10-11 22:09:00",
            "post_id": "387241",
            "reply_to_id": "387227"
        },
        {
            "user_name": "chaplin",
            "text": "Móðir kærustunnar minnar hefur unnið mikið með börnum sem eru með sjúkdóma eða fötlun.\n Einn drengur sem móðir konunnar er að vinna með virkar mjög \"eðililegur\" í flest öllum verkum, nema þeim sem eru mjög einföld, td. ef honum er heitt, þá er ekki nóg að fara bara úr peysunni, hann fer úr öllu þar sem hann gerir sér ekki grein fyrir því hvenær hann á að stöðva. Það þarf bókstaflega að mata stærðfræðin ofaní hann, hann fær ekki dæmi í hendurnar og leysir úr því nema með hjálp, skiptir litlu máli hversu einfalt dæmið er. Hinsvegar er allt alltaf fullkomið hjá honum, skrifborðið hans er alltaf hreint, ekkert óþarfardrasl á því, pennaveskið alltaf á sama stað, alltaf sömu hlutirnir í því etc. Þetta virkar oft eins og hann sé með væga einhverfu en það sem sker hann mest úr þeim flokki er að hann er mjög félagslyndur og á erfitt með stærðfræði eða logic yfir höfuð.\nÉg veit þó ekki hvort þetta sé nákvæmlega það sem þú ert að lýsa.",
            "date": "2011-10-11 22:13:00",
            "post_id": "387244",
            "reply_to_id": "387241"
        },
        {
            "user_name": "worghal",
            "text": "heitir þetta ekki talnablinda á íslensku ?",
            "date": "2011-10-11 22:14:00",
            "post_id": "387245",
            "reply_to_id": "387244"
        },
        {
            "user_name": "chaplin",
            "text": "Af því sem ég best veit, jú, er samt líka til annað nafn yfir þetta sem nær yfir stærra svið.",
            "date": "2011-10-11 22:17:00",
            "post_id": "387246",
            "reply_to_id": "387245"
        },
        {
            "user_name": "BjarniTS",
            "text": "Þetta sem ég er að lýsa er ekki jafn alvarlegt.  Eða þar er að segja ég kemst í gegn um daginn minn alveg hjálparlaust en kannski fer aðrar leiðir að settum markmiðum,.\nÞetta sem hann glímir við getur hugsanlega verið skylt því , alveg hiklaust , en sýnist samt eitthvað fleira spila þarna inni skv. því sem ég upplifi.\nÉg upplifi þetta sem mikið downside á sumu sviði , en mikla yfirburði á öðru sviði.  Ég hélt alltaf að ég væri með \"lesblindu\"  ,en ég bara hef ekki nein af einkennum lesblindu , tungumál , Saga , Íslenska , fög sem ég lék mér af í skóla.\nEn svo kemur Stærðfræði og þar á eftir forritun.\nSamt t.d. í tæknifræði af einhverju tagi , þar háir þetta mér lítið sem ekkert.\nÉg veit það ekki alveg , hef það hvergi staðfest en það gæti vel verið.",
            "date": "2011-10-11 22:17:00",
            "post_id": "387247",
            "reply_to_id": "387246"
        },
        {
            "user_name": "chaplin",
            "text": "Já mig minnir að hann sé með dálítið alvarlegt stig af sjúkdóminu sem hann er með, ef hann er þá ekki bara með nokkra sem blandast leiðinlega saman. Sem betur fer eru allir krakkarnir í bekknum/skólanum góðir vinir hans, en börn eins og hann eiga það oft til að lenda í miklu einelti.",
            "date": "2011-10-11 22:21:00",
            "post_id": "387251",
            "reply_to_id": "387247"
        },
        {
            "user_name": "BjarniTS",
            "text": "Já.\nhttp://www.youtube.com/watch?v=2zfOt_nB ... re=related\nþarna er til dæmis kona sem að man ekki símanúmerið sitt sem hún er búin að vera með í tvo mánuði.\nÞetta er örugglega rétt hjá þér , það eru örugglega fullt af svona þrepum af þessum sjúkdómi.",
            "date": "2011-10-11 22:32:00",
            "post_id": "387259",
            "reply_to_id": "387251"
        },
        {
            "user_name": "HalistaX",
            "text": "Ég er ekki frá því að ég sé með eitthvað svona, fór að pæla í þessu dóti öll fyrir nokkrum árum..\nÉg get svosem munað Simanúmerið mitt og kennitöluna en þegar kemur að einhverskonar reikning þá fer allt í klessu, rétt eins og ef ég reyni að lesa orð..(Er með lesblindu og lestrarhömlun)\nMagnað hvernin auðveldustu dæmi vefjast fyrir manni, og ég er að sjá dæmi um atvik á Wikipedia síðuni sem þú bentir á sem ég lendi í daglega. \nÉg er greinilega ekki jafn heimskur og ég hélt..",
            "date": "2011-10-11 23:29:00",
            "post_id": "387293",
            "reply_to_id": "387259"
        },
        {
            "user_name": "bulldog",
            "text": "http://skolar.skagafjordur.is/reikna/JohnRack.pdf",
            "date": "2011-10-13 20:55:00",
            "post_id": "387823",
            "reply_to_id": "387293"
        }
    ],
    "date": "2011-10-11 21:38:00"
}