{
    "forum_title": "Koníakstofan",
    "id": "42374",
    "title": "Tölvuvirkni Mótmælir Auðvaldi og Spillingu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=42374",
    "posts": [
        {
            "user_name": "tolvuvirkni_",
            "text": "Tölvuvirkni verður Lokað laugardaginn 15 október 2011 vegna alheimsmótmæla\nhttp://www.tolvuvirkni.is\nKveðja Tölvuvirkni\nBjörgvin Þór Hólm",
            "date": "2011-10-13 22:08:00",
            "post_id": "387864",
            "reply_to_id": false
        },
        {
            "user_name": "biturk",
            "text": "",
            "date": "2011-10-13 22:10:00",
            "post_id": "387867",
            "reply_to_id": "387864"
        },
        {
            "user_name": "dogalicius",
            "text": "",
            "date": "2011-10-13 22:20:00",
            "post_id": "387871",
            "reply_to_id": "387867"
        },
        {
            "user_name": "g0tlife",
            "text": "það þarf að berja í þó nokkuð marga potta og tunnur, rífa niður eitt stórt tré og keikja í nokkrum litlum bálum yfir nokkrar vikur svo að ríkistjórnin hérna bregst við.",
            "date": "2011-10-13 23:40:00",
            "post_id": "387901",
            "reply_to_id": "387871"
        },
        {
            "user_name": "ASUStek",
            "text": "auðvelt er að gera fíl úr flugu.",
            "date": "2011-10-13 23:42:00",
            "post_id": "387905",
            "reply_to_id": "387901"
        },
        {
            "user_name": "Kristján",
            "text": "",
            "date": "2011-10-14 02:18:00",
            "post_id": "387927",
            "reply_to_id": "387905"
        },
        {
            "user_name": "Ripparinn",
            "text": "Berja á tölvur og kasta örgjörvum, kveikja í móðurborðum!",
            "date": "2011-10-14 02:20:00",
            "post_id": "387928",
            "reply_to_id": "387927"
        },
        {
            "user_name": "Páll",
            "text": "Er ekki alveg að ná þessu, hverju ert actually verið að mótmæla?",
            "date": "2011-10-14 08:30:00",
            "post_id": "387952",
            "reply_to_id": "387928"
        },
        {
            "user_name": "Klemmi",
            "text": "Er þetta ekki bara öfundsýki fólks í garð þeirra sem tóku áhættu og fjárfestu/byggðu upp fyrirtæki sín og græddu á tá og fingri.\nÞað eru auðvitað einhver af þeim slæm epli þarna inn á milli eins og útrásarvíkingarnir hérna heima, en ég held að þeir heyri til undantekninga.",
            "date": "2011-10-14 08:42:00",
            "post_id": "387956",
            "reply_to_id": "387952"
        },
        {
            "user_name": "tolvuvirkni_",
            "text": "Hverju er verið að Mótmæla ?\nAð Jörðin sem við lifum á skuli vera í eigu fárra og flest fólk fæðist sem skuldarar þeirra sem þykjast eiga jörðina\nAð sumir fái 1 kleinu meðan aðrir fái alltaf 4 kleinur sem leggja alveg jafn mikið á sig\nAð sumir hafi enga vinnu meðan aðrir vinni yfirvinnu\nAð kerfið sem við notum er úr sér gengið og þarfnast endurskoðunar (win3.0)\n99% Fólks á bara skuldir samt tryggði þetta sama fólk innistæður þeirra sem allt eiga\nAllir núlifandi Íslendingar eiga ísland samt er það ekki þannig\nNú getur td 1 islendingur selt kínverja stóran hluta á af landi þessarar þjóðar\nAð bankar geti framleitt peninga með vöxtum\nAð lífeyrisjóðirnir séu að eignast allan rekstur og við neyðumst allir að borga í galtóma sjóði þeirra\nÞessu ætla ég að mótmæla\nHverju ætlar þú að mótmæla!\nKveðja Björgvin Þór Hólm",
            "date": "2011-10-14 09:15:00",
            "post_id": "387966",
            "reply_to_id": "387956"
        },
        {
            "user_name": "ZiRiuS",
            "text": "En nú spyr ég að einu, nú á ég ekki mikinn pening (bara eitthvað sem ég lagði fyrir frá því ég var 16 ára og nota í bú eða neyð (komið um 10 ár)) og ég skulda ekki krónu og hef almennt vel farið með peningana mína, hvort er ég í þessum 99% eða 1%?",
            "date": "2011-10-14 09:23:00",
            "post_id": "387968",
            "reply_to_id": "387966"
        },
        {
            "user_name": "braudrist",
            "text": "Ég mótmæli því að það er ekki búið að ljósleiðaravæða allt landið og ég mómæli líka því af hverju VSK og tollur af tölvuvörum sé ekki afnumin. Annað er mér skítsama um \n \ntrolololololol",
            "date": "2011-10-14 16:08:00",
            "post_id": "388063",
            "reply_to_id": "387968"
        },
        {
            "user_name": "hsm",
            "text": "Nú augljóslega 99% af þjóðinni. Þetta eru engin geimvísindi.",
            "date": "2011-10-14 16:19:00",
            "post_id": "388067",
            "reply_to_id": "388063"
        },
        {
            "user_name": "lukkuláki",
            "text": "Mér hefur alltaf líkað vel við þig Björgvin allt frá því að við áttum okkar fyrstu viðskipti í bílskúrnum í Grindavík ef ég man rétt en núna ........líkar mér ennþá betur við þig !  \n \nGangi þér vel.",
            "date": "2011-10-14 16:29:00",
            "post_id": "388074",
            "reply_to_id": "388067"
        },
        {
            "user_name": "littli-Jake",
            "text": "Það er nú reyndar búið að snúa þeirri umræðu svoleiðis út og suður að hálfa væri hellingur. \nEignaréttur á landi hefur ekki þótt tiltökumál á íslandi síðustu 1100 árin. Bankar og auðjöfrar hafa verslað sér jarðir hingað og þangað til að braska með eða gera sér góðan stað til að eiða frístundum á. Oftar en ekki þar sem er góð skot eða laxveiði. Þetta hefur hingað til engum þótt vera vandamál nema menn hafa deilt hatramlega um verðlagningu. \nNúna vill Kínverskur fjárfestir kaua einhverja óbigð ( já þetta land sem hann var að sækjast eftir er afskaplega illnítilegt í nokkuð sem viðkemur landbúnaði) og þá verðu allt vitlaust. Ég skal reyndar alveg viðurkenna það að þetta er nú ekki alveg maðurinn sem ég hefði kosið að eiga svona stór viðskipti við miðað við hvað önnur verkefni sem hann hefur staðið í virðast ganga rólega svo ekki sé farið út í forsögu hans með kínverska kommonistafloknum. \nÉg get ekki betur séð en að þetta sé bara en eitt dæmið um það hvað vinstrigrænir umhverfisöfgasinnar i íslenskum stjórnmálum eru tilbúnir að ganga langt svo að ekki sé hróflað hið minsta við íslenskri náttúru. Að hún haldist ósnortin fram í ystu æsar þó svo að eingum þeirra detti í hug að fara lengra en rétt norður fyrir Borgarnes og hvað þá austurfyrir bústaðabigðina kringum Selfoss",
            "date": "2011-10-14 16:43:00",
            "post_id": "388076",
            "reply_to_id": "388074"
        },
        {
            "user_name": "Heihachi",
            "text": "djöh marr, var akkurrat ah fara uppí Tölvuvirkni að uppfæar í Bulldozer á Laugardaginnn marrr, sjit.",
            "date": "2011-10-14 16:45:00",
            "post_id": "388077",
            "reply_to_id": "388076"
        }
    ],
    "date": "2011-10-13 22:08:00"
}