{
    "forum_title": "Netkerfi - internetið",
    "id": "42399",
    "title": "Router fyrir ljós",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=42399",
    "posts": [
        {
            "user_name": "kazzi",
            "text": "er með bewan router í dag,en þarf öflugri ,er búin að skipta 3 sinnum núna og þarf betri.\nhverju mælið þið með.\nhvernig er þessi.\nhttp://www.tp-link.com/en/products/deta ... L-WR1043ND",
            "date": "2011-10-15 11:32:00",
            "post_id": "388223",
            "reply_to_id": false
        },
        {
            "user_name": "Plushy",
            "text": "Ég fékk fyrst Telsey router og síðan Cisco router frá Tal. Virkuðu og virka báðir mjög fínt.",
            "date": "2011-10-15 11:37:00",
            "post_id": "388225",
            "reply_to_id": "388223"
        },
        {
            "user_name": "FuriousJoe",
            "text": "Er með Cisco sjálfur, mæli algjörlega með þeim.",
            "date": "2011-10-15 12:37:00",
            "post_id": "388230",
            "reply_to_id": "388225"
        },
        {
            "user_name": "ponzer",
            "text": "Eru þið ekki að tala um Linksys E1000 ?? Frekar fáránlegt að merka allar Linksys vörurnar með Cisco miðum þótt cisco eigi Linksys og þetta er linksys router",
            "date": "2011-10-16 16:40:00",
            "post_id": "388476",
            "reply_to_id": "388230"
        },
        {
            "user_name": "worghal",
            "text": "ég er með þennan \nhttp://www.tolvutek.is/product_info.php ... s_id=24258\n og hann hefur ekki brugðist mér",
            "date": "2011-10-16 16:44:00",
            "post_id": "388478",
            "reply_to_id": "388476"
        },
        {
            "user_name": "FuriousJoe",
            "text": "Stendur amk Cisco E1000 framan á routernum og kassanum, svo ég kalla hann það.",
            "date": "2011-10-16 16:44:00",
            "post_id": "388479",
            "reply_to_id": "388478"
        },
        {
            "user_name": "ponzer",
            "text": "Ég sjálfur mæli með smoothwall router ef þú hefur auka vél og pláss fyrir hana.. En annars rakst ég á þennan póst hérna:\nviewtopic.php?f=9&t=35481&p=368220#p368220\nÞessi lookar í lagi og að meiga skila honum ef hann stendur sig ekki finnst mér frekar flott hjá þeim í Start",
            "date": "2011-10-16 16:56:00",
            "post_id": "388480",
            "reply_to_id": "388479"
        },
        {
            "user_name": "kazzi",
            "text": "Er þetta ekki sami og ég er með í linknum í upphafspóstinum ?",
            "date": "2011-10-16 17:53:00",
            "post_id": "388497",
            "reply_to_id": "388480"
        },
        {
            "user_name": "karvel",
            "text": "Er Vodafone virkilega ekki að bjóða upp á neitt annað er þessa Bewan routera?",
            "date": "2011-10-16 18:21:00",
            "post_id": "388520",
            "reply_to_id": "388497"
        },
        {
            "user_name": "Black",
            "text": "nei það eru þeir ekki að gera.. maður nær 6.7mb í download og þá restartar rouderinn sér, alveg glatað þola ekkert álag",
            "date": "2011-10-16 19:01:00",
            "post_id": "388531",
            "reply_to_id": "388520"
        },
        {
            "user_name": "Vaski",
            "text": "Hvaða router fékkstu þér? Ég hef verið að lenda í veseni með routera frá vodafone og er að velta því fyrir mér að fá mér bara minn eigin. Mér sýnist að Netgear WNDR3700 (annað nafn, Netgear N6000) sé að fá góða dóma, hefur einhver reynslu af honum?\nHægt að fá hann hjá búðinni: \nhttp://budin.is/router-ralausir/4901765 ... 64025.html\nHann kostar alveg sitt, og því spurning hvort að það sé hægt að fá betri routera fyrir svipaðan pening?",
            "date": "2011-10-24 13:42:00",
            "post_id": "390764",
            "reply_to_id": "388531"
        },
        {
            "user_name": "Blues-",
            "text": "Er með E1000 gaurinnn .. virkar eins og fjandinn sjálfur ..\nEr búinn að prófa að vera með 50mb tenginguna í blússandi botni .. bæði upp og niðurhal í einu ..\nog hann slær ekki feilpúst ..\nMæli með honum",
            "date": "2011-10-24 15:10:00",
            "post_id": "390785",
            "reply_to_id": "390764"
        },
        {
            "user_name": "kazzi",
            "text": "Já er með þennan líka er að gera góða hluti.Mæli með honum pottþétt",
            "date": "2011-10-24 15:38:00",
            "post_id": "390791",
            "reply_to_id": "390785"
        },
        {
            "user_name": "Vaski",
            "text": "En hvernig er þráðlausa netið að virka á honum? Ég hef ekki séð neina glimrandi dóma um hann, hvorki á drægni né hraða á þráðlausa netinu",
            "date": "2011-10-24 15:44:00",
            "post_id": "390793",
            "reply_to_id": "390791"
        },
        {
            "user_name": "TraustiSig",
            "text": "Mæli klárlega með E1000 enda skilar hann mjög vel bæði þráðlaust og gengum snúru. Þæginlegt viðbót ef þú vilt breyta einhverju. \nhttps://www.okbeint.is/hpbeint/ui/vorur ... d=E1000-EN",
            "date": "2011-10-24 15:49:00",
            "post_id": "390795",
            "reply_to_id": "390793"
        },
        {
            "user_name": "kazzi",
            "text": "ég er með eina vél á þráðlausu semsagt borðvél með þráðlausan usb og er að virka fínt,reyndar ekki nema 4m frá ca.",
            "date": "2011-10-24 15:51:00",
            "post_id": "390796",
            "reply_to_id": "390795"
        },
        {
            "user_name": "asgeire",
            "text": "Ég fékk mér Linksys E3000 og ég er mjög ánægður með hann. Mjög gott wifi, gigabit ethernet, upnp server, usb port og möguleiki á custom firmware. Frábært throughput og hann stendur sig mjög vel undir miku álagi.\nhttps://www.okbeint.is/hpbeint/ui/vorur ... d=E3000-EN",
            "date": "2011-10-24 16:12:00",
            "post_id": "390805",
            "reply_to_id": "390796"
        },
        {
            "user_name": "Vaski",
            "text": "Ég verð að viðurkenna að ég er skíthræddur við að kaupa router, því ég hef enga review síðu sem ég treysti tog sérhæfir sig í routerum. Ef ég ætlaði að fara að kaupa eitthvað annað, cpu, gpu, minni, móðuborð, kælingu, minni, viftur, afgjafa eða skjái og mýs að þá get ég leitað í síðu sem að sérhæfir sig í vissum hlutum og ég hef lesið lengi og veit því að það sé hægt að treysta. En þar sem ég hef aldrei pælt neitt í routerum og aldrei keypt þannig (alltaf bara notast við eitthvað frá símafyrirtækinu) að þá veit ég ekki um neina trausta review síðu. Það er alveg gott að blessað að fá upplýsingar frá ykkur um hina og þessa routera, en það er aldrei vísað í annað en eigin reynslu (og þegar ég google þessa cisco e[1,3]000 að þá fá þeir ekkert séstaka dóma á einhverjum random síðum).\nÞannig að það sem ég er sennilega að leita eftir er svar við þessari spurningu: Hvaða vefsíður eru þið að nota þegar þið skoðið review um routera?",
            "date": "2011-10-24 17:27:00",
            "post_id": "390840",
            "reply_to_id": "390805"
        },
        {
            "user_name": "braudrist",
            "text": "http://www.att.is/product_info.php?cPat ... bc9c413fa6\nÉg er með þennan og er mjög sáttur. Einfalt UI og hefur aldrei crashað.",
            "date": "2011-10-24 18:59:00",
            "post_id": "390878",
            "reply_to_id": "390840"
        },
        {
            "user_name": "kazzi",
            "text": "Það fer líka mikið eftir hvað þú ert að nota netið.\nertu mikið á torrent,ftp,leikjum ?\n eða bara venjulegt netflakk,þá eru þessir frá símafyrirtækjunum alveg nóg.",
            "date": "2011-10-24 19:23:00",
            "post_id": "390890",
            "reply_to_id": "390878"
        },
        {
            "user_name": "Vaski",
            "text": "Þetta er nákvæmlega það sem ég notað netið í, síðan er ég með samba server heima og tengi sjónvarpstölvuna við hann (boxee box), og síðan er alltaf að fjölga tækjum á heimilininu sem að notast við þráðlaust net (með tilkomu android  \n   )",
            "date": "2011-10-24 19:36:00",
            "post_id": "390894",
            "reply_to_id": "390890"
        },
        {
            "user_name": "braudrist",
            "text": "Ég hef verið með 10 torrent í gangi öll með fullt af seeds / peers og á meðan var ég að spila á europe server með 50-60 ms. höndlaði það alveg fínt\nÞetta er ZyXEL er router sem er ekkert spes; held að bestu merkin séu Linksys Cisco , D-Link, Netgear, TRENDnet o.fl. Bara kaupa nógu dýran router er málið held ég.",
            "date": "2011-10-24 21:13:00",
            "post_id": "390921",
            "reply_to_id": "390894"
        },
        {
            "user_name": "Black",
            "text": "ég er orðinn svo brjálaður á vodafone núna  \n netið er búið að detta út 5x í kvöld útaf þeir láta mann fá einhverja sorp routera, ef ég er að downloada einhverju og hraðinn nær 4mb þá bara restartar rouderinn sér !  \n \nDATT MEIRASEGJA ÚT A MEÐAN ÉG VAR AÐ SKRIFA ÞETTA !",
            "date": "2011-10-30 23:28:00",
            "post_id": "392623",
            "reply_to_id": "390921"
        },
        {
            "user_name": "kazzi",
            "text": "ég gafst upp.og fékk mér E-2000 og hefur ekki verið fail púst síðan  \n \nÞeir segja manni það sjálfir á nethjálpinni að þessir routerar sem þeir eru að bjóða duga engann veginn fyrir mikla umferð,sem er frekar glatað .",
            "date": "2011-10-30 23:34:00",
            "post_id": "392628",
            "reply_to_id": "392623"
        },
        {
            "user_name": "addi701",
            "text": "Netgear WNR-2000 er málið,\nEiga að vera til niðrí Nýherja ef þú spyrð um þá\nBúinn að setja upp svona..50-60 svona routera síðustu ár og ekki komið eitt feilpúst í þá,\nHvort sem er bara venjulegt heimili, eða í leikjanotkun eða mikið download.\nHafa verið að fara á 50mb ljóstengingar.",
            "date": "2011-10-31 00:24:00",
            "post_id": "392651",
            "reply_to_id": "392628"
        },
        {
            "user_name": "Halldór",
            "text": "Hvað með fólk eins og mig? Heima hjá mér erum við með 11 tölvur og  6 af þeim eru með fullt af torrentum og leikjum að keyra á fullu. Hvaða router eigum við að fá okkur fyrir ljós? (erum með stórann switch svo 4 port eru nóg)",
            "date": "2011-10-31 01:15:00",
            "post_id": "392667",
            "reply_to_id": false
        },
        {
            "user_name": "ZoRzEr",
            "text": "Fór yfir í Símann og fékk mér Ljósnet þar sem ljósleiðarinn er ekki tengdur í 200 Kópavog.\nFékk Technicolor TG589vn router. 802.11n Draft og 100mbit 4 porta switch. Þar af eru 2 tengi notuð fyrir Sjónvarp / Service Símanns, þannig þau eru ónothæf. Hugmyndin var að nota minn eigin TP-Link Ultimate router úr Start en auðvitað kemur það í ljós að það megi ekki. Sit uppi með 100mbit switch í routernum með 2 tengjum sem eru nothæf, allar tölvurnar heima hjá mér eru gigabit ethernet. Windows Home Server, mín vél, sjónvarpið mitt, PS3 og XBOX (nota wifi á hana þar sem ég þarf gigabit switchinn minn þarf að vera hjá servernum og minni vél).\nUm leið og ég tengi routerinn minn við Símarouterinn dettur netið út yfir 2-3 mínútna tímabili, ekki strax.\nOg ég hef reynt að setja upp Bridge connection yfir LAN 2og3 með hjálp frá : \nhttp://forums.modem-help.co.uk/viewforu ... 38ce259d53\n \nEn allt var fyrir ekkert. Einn moderator þarna skoðaði user.ini fælinn frá mér og hafði aldrei séð annað eins. Hafði í raun ekki hugmynd hvernig þetta var uppsett.\nBölvað vesen, og svekkjandi.",
            "date": "2011-10-31 11:12:00",
            "post_id": "392724",
            "reply_to_id": "392667"
        },
        {
            "user_name": "tdog",
            "text": "ZoRzer, getur notað þetta til að breyta porti 3 í venjulega vlanið.\nKóði: \nVelja allt\neth bridge vlan ifadd name=TV_VLAN intf=ethport3 untagged=enabled\neth bridge vlan ifdelete name=default intf=ethport3\nsaveall\nexit\nSíðan geturu bara tengt þessar tölvur þínar í switch og switchinn í port1 á routernum, það er ekki mikið vandamál.",
            "date": "2011-10-31 12:25:00",
            "post_id": "392735",
            "reply_to_id": "392724"
        },
        {
            "user_name": "TraustiSig",
            "text": "Þú meinar væntanlega öfugt þar sem þú ert að breyta porti 3 í TV port þarna og henda því út sem defualt porti",
            "date": "2011-10-31 13:04:00",
            "post_id": "392743",
            "reply_to_id": "392735"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Ég er með gigabit switch sem er tengdur í port 1 á routernum. Svo er PS3 tengd í port 2 til að taka við stream úr PS3 media server og netspilun. Þetta verður svo annoying þar sem ég vildi bara nota minn eigin router og þá hefði allt verið í lagi. En eins og þetta er sett upp í dag get ég ekki tengt sjónvarpið og PS3 með gigabit ethernet í Switchinn, bara í routerinn.\nSendi fyrirspurn á Símann hvort ég gæti fengið annan router / notað minn eigin og hef ekki enn fengið svar. Sendi fyrirspurnina miðvikudaginn 19. okt.\nMeh.",
            "date": "2011-10-31 13:42:00",
            "post_id": "392748",
            "reply_to_id": "392743"
        },
        {
            "user_name": "tdog",
            "text": "já auðvitað, breytir TV_LAN i default \n Þá verður það venjulegt.",
            "date": "2011-10-31 16:50:00",
            "post_id": "392782",
            "reply_to_id": "392748"
        },
        {
            "user_name": "Some0ne",
            "text": "Ég hef aldrei skilið þetta hvernig fólk getur búist við því að routerar sem að símafyrirtæki eru að leigja út sé eitthvað high end apparat, þetta er yfirleitt bara tæki sem að líta ágætlega út á blaði og kosta sem minnst.\nFlestir ódýrir routerar höndla torrent traffík ekkert sérstaklega vel, sérstaklega þegar að það er á ljósleiðara þegar að menn eru að leyfa sér miklu fleiri tengingar á sama tíma..\nÞessi router hérna frá Asus: \nhttp://www.bhphotovideo.com/c/product/7 ... gabit.html\n  er nokkuð góður, bhp senda til íslands en þetta er væntanlega í kringum 25þúsund hingað komið.\nHér er review frá CNEt \nhttp://reviews.cnet.com/routers/asus-rt ... 00558.html\n þar að hann er borinn saman við aðrar týpur, throughput á 5GHZ wifi er yfir 100mb sem er nokkuð flott, svo er hann líka dual band svo að menn geta verið með g og n tæki og n tækin fá topphraða.",
            "date": "2011-10-31 18:24:00",
            "post_id": "392816",
            "reply_to_id": "392782"
        },
        {
            "user_name": "natti",
            "text": "Munið þið eftir þegar Síminn byrjaði fyrst með ADSL?\nÞá dreifðu þeir Alcatel 1000 ADSL \"módemum\"\nSíðan gastu tengt router aftan í Alcaltel boxið sem fékk þá public töluna (eða private ef þið munið eftir því þegar Síminn var að úthluta private tölum og natta öllum).\nSvipuð pæling og Telsay boxin hjá GR gera í dag.\nÞið getið gert nákvæmlega þetta með vDSL routerana frá Símanum á móti ljósnetinu, þ.e. breytt honum í \"módem\".\nOg tengt svo ykkar router aftan í routerinn frá Símanum, og ykkar router fær þá public töluna, sér um routing, nat og hvaðeina.\nÞá þurfið þið ekki að hafa áhyggjur af því hversu mikið Síma routerinn er að höndla torrent eða aðra protocola, þar sem að routerinn frá Símanum sér þá ekki lengur neinar \"tengingar\".\nSvo slekkuru bara á þráðlausa dótinu í routernum frá Símanum.\nOg þannig geturu notað þinn eigin router sem router. Og þarft ekkert að hugsa um þennan Síma router meira.",
            "date": "2011-11-01 21:58:00",
            "post_id": "393170",
            "reply_to_id": "392816"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Mátt endilega deila með okkur hvernig það er gert.",
            "date": "2011-11-02 17:16:00",
            "post_id": "393344",
            "reply_to_id": "393170"
        },
        {
            "user_name": "eeh",
            "text": "Ég er búinn að vera í sama vanda uppá síðkastið með þennan hvíta router frá Vodafone og er búinn að fá 3 stykki  og fékk svo mann til að frá þeim í heimsókn til að mæla þetta alt upp, en ekkert fanst þaniðg að ég fór að skoða spjallið hér á vaktini og sá að það væru fleiri með sama vanda málið og ég.\nFór því að leita að router og endaði á að kaupa Cisco Linksys E4200 router í hp búðini.\nhttp://home.cisco.com/en-eu/products/routers/E4200\nÞað litla sem ég er búinn að prófa lofar góðu.\nKv",
            "date": "2011-11-03 16:16:00",
            "post_id": "393528",
            "reply_to_id": "393344"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Er einhver hérna sem notar sinn eigin router með Technicolor TG589vn frá Símanum?\nEf svo er gæti sá hinn sami stigið fram og sýnt hvernig það er gert.",
            "date": "2011-11-03 19:23:00",
            "post_id": "393594",
            "reply_to_id": "393528"
        },
        {
            "user_name": "krissi24",
            "text": "Breytir IP adressunni á hinum routerinum í td 192.168.1.2\nog slekkur á DHCP á hinum routerinum.",
            "date": "2011-11-03 23:55:00",
            "post_id": "393700",
            "reply_to_id": "393594"
        },
        {
            "user_name": "natti",
            "text": "Svona fyrst að ég er heima (vegna veikinda barns.)\nUppsetningin hjá mér er svona:\nThomson TG589vn <-> Cisco router\nCisco routerinn keyrir PPPoE á móti Símanum og fær public töluna.\nVegna þess að ég er með \"fasta\" ip tölu þá verð ég að keyra pppoe.\nEf ég væri ekki með fasta ip tölu þá hefði verið nóg fyrir mig (og ég hef prófað) að keyra bara dhcp client á routernum mínum og fengið public töluna þannig.\nÞað sem ég gerði á TG589vn frá Símanum (eftir að hafa tekið afrit af configinu):\nKóði: \nVelja allt\n:dhcp client ifdetach intf=dhcp_Internet\n:eth bridge vlan ifdelete name=vlan_Internet intf=OBC\n:eth bridge vlan ifadd name=vlan_Internet intf=ethport2 untagged=enabled\n:eth bridge vlan ifdelete name=default intf=ethport2\n:eth bridge ifconfig intf ethport2 igmpsnooping disabled\nsaveall\ns.s. basically, taka dhcp clientinn úr umferð, og brúa(e. bridge) internet vlanið út á port 2 (untagged) á routernum.\nPort 2 á TG589vn tengist svo í port á routernum mínun, sem ég keyri PPPoE á.\nAð vísu þá hef ég breytt uppsetningunni síðan ég gerði þetta, þar sem ég vildi nota sömu snúruna frá TG589vn fyrir bæði net og Sjónvarp.\nOg set bæði internet og sjónvarp vlan-tagged út á eitt interface.\nBoxið mitt sér um að brúa sjónvarpsmerkið áfram svo.\nConfigið á routernum bakvið er svo mismunandi eftir routerum. En ég hef séð þetta gert með Cisco 1841, Cisco871 og Cisco ASA5505 bakvið ljósnets routerinn frá Símanum.\nEn ef þú ert með router með einu \"wan\" interface eða getur á einn eða annan hátt annaðhvort configað PPPoE á ethernet interfaceinu eða keyrt DHCP Client á því, þá ertu í góðum málum.",
            "date": "2011-11-04 09:29:00",
            "post_id": "393753",
            "reply_to_id": "393700"
        },
        {
            "user_name": "Kull",
            "text": "Ég keypti refurbished Cisco Linksys E3000 á ebay á $70 fyrir um mánuði, hefur virkað glimrandi hingað til.",
            "date": "2011-11-04 09:58:00",
            "post_id": "393756",
            "reply_to_id": "393753"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Takk kærlega. Renni í þetta þegar ég kem heim. \nPrófaði þetta í gærkvöldi, gekk auðvitað ekkert. Er með backup af user.ini configinu þannig allt er good to go. Vantaði bara í raun hvaða commands ætti að nota í telnetinu til að bridge-tengja ethernet portið.\nÞakka kærlega, aftur. Læt vita þegar þetta er búið.\nP.S. Er með þennan auka router. \nhttp://start.is/product_info.php?cPath= ... ts_id=3167",
            "date": "2011-11-04 10:57:00",
            "post_id": "393761",
            "reply_to_id": "393756"
        },
        {
            "user_name": "natti",
            "text": "Hlakka til að heyra hvernig gengur.\nÞarf start virkilega að vera með svona leiðindi:\n\"\nBurt með Zyxel/Speedtouch/Bewan draslið\n\"",
            "date": "2011-11-04 17:40:00",
            "post_id": "393876",
            "reply_to_id": "393761"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Shit.\nÞetta gekk. Hægt og rólega og með mikilli þrautsegju gekk þetta.\nTelnettið klikkaði í fyrstu tilraun eftir að hafa copy / paste'að það sem þú settir. Restore og handskrifaði það yfir og það gekk. Eftir það vantaði mér PPPoE username og passwordið. Fékk það eftir 30 mínútna simtal i Símann. Tók svo tæpan klukkutíma að ganga i gegnum kerfið hjá þeim og virkjast hjá mér. En núna er ég að nota nýja routerinn með glæsibrag. Hryllilega ánægður!\nTakk KÆRLEGA fyrir mig. Gekk allt upp eins og þú sagðir. Þannig gerðist þetta i mjög grófum dráttum.\nOg já, þegar ég fór að kaupa hann var gæjinn með stæla við allt sem að Vodafone / Síminn gerði. Frekar fyndið reyndar að hlusta á hann rausa um það.\nEnn og aftur takk fyrir mig.",
            "date": "2011-11-04 20:07:00",
            "post_id": "393900",
            "reply_to_id": "393876"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Spes. Public IP talan mín breyttist í 157.157.x.x úr 85.220.x.x.\nVið þetta er t.d. modem-help.co.uk blocked, sem hún var ekki á gömlu IP tölunni. \nFæ frábæran hraða inn og út, jafnvel á fartölvu með 802.11n. 50mbit/20mbit til keflavíkur á MacBook.",
            "date": "2011-11-05 09:26:00",
            "post_id": "393975",
            "reply_to_id": "393900"
        },
        {
            "user_name": "ponzer",
            "text": "Það er reyndar allveg eðlilegt að þú hafir fengið 157.157.x.x tölu því Síminn á bæði 157.157.x.x og 85.220.x.x og ef maður er ekki með fasta IP þá flakkar maður alltaf þarna á milli",
            "date": "2011-11-05 14:53:00",
            "post_id": "393999",
            "reply_to_id": "393975"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Býður Síminn upp á fasta IP tölu ? \nVæri gaman að geta Remote connectað heim.",
            "date": "2011-11-06 16:40:00",
            "post_id": "394215",
            "reply_to_id": "393999"
        },
        {
            "user_name": "tdog",
            "text": "já getur beðið um fasta ip fyrir auka 500kall á mánuði. en til þess að hafa fasta ip á ljósnetinu þarf að hafa downgradeaðan router.",
            "date": "2011-11-06 17:48:00",
            "post_id": "394229",
            "reply_to_id": "394215"
        },
        {
            "user_name": "natti",
            "text": "Ekki í tilfelli ZoRzEr, þar sem að hann er ekki að keyra PPPoE á Síma routernum heldur sínum eigin, þá þarf hann ekkert að eiga við (downgrade-a) Síma routerinn.\nÞannig að ef þú tímir 500kr á mánuði í fasta IP, þá er bara að hringja og biðja um.",
            "date": "2011-11-06 20:46:00",
            "post_id": "394293",
            "reply_to_id": "394229"
        }
    ],
    "date": "2011-10-31 01:15:00"
}