{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "42428",
    "title": "Vatnskæling - Vantar hjálp / ráðgjöf",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=42428",
    "posts": [
        {
            "user_name": "braudrist",
            "text": "Sælir\nÆtla í vatnskælingu fyrir örgjörvann og tvö skjákort (til að byrja með). \nÉg er búinn að ákveða að kaupa mér tvö stykki svona eða eitthvað svipað \nhttp://www.frozencpu.com/products/12284 ... _Item.html\n fyrir 580 kortin mín. Svo er ég mjög heitur fyrir external watercooling setti eins og eitthvað svona \nhttp://www.frozencpu.com/products/13100 ... zles_.html\n Kannski svona fyrir örgjörvann \nhttp://www.frozencpu.com/products/8525/ ... ?tl=g30c85\nÉg bara kann ekki alveg nógu vel á fittings, nozzles, clamps og allt það og velja tommustærð á tubing. Mér finnst best að vera 100% á öllu fyrst áður en ég panta svo ég þurfi ekki að panta eitthvað eitt stykki sem  vantaði og bíða eftir því. Þar sem þetta external sett er með radiator, dælu og forðabúr þá þarf ég ekki að panta það alla veganna og mér sýnist tubing fylgja með en það er spurning hvort ég þurfi ekki eitthvað auka.\nÖll ráð / hjálp vel þegin.",
            "date": "2011-10-16 16:28:00",
            "post_id": "388464",
            "reply_to_id": false
        },
        {
            "user_name": "MatroX",
            "text": "best fyrir þig væri að fara í 1/2 fittings og svo 3/8 eða 7/16 slöngur.\nfyrst af öllu samt. hvað er budgetið hjá þér?",
            "date": "2011-10-16 17:22:00",
            "post_id": "388485",
            "reply_to_id": "388464"
        },
        {
            "user_name": "mercury",
            "text": "mæli með þessari. \nhttp://www.frozencpu.com/products/14186 ... ?tl=g30c85",
            "date": "2011-10-16 17:55:00",
            "post_id": "388498",
            "reply_to_id": "388485"
        },
        {
            "user_name": "braudrist",
            "text": "Ekkert sérstakt budget svo sem. Það væri fínt ef einhver mundi nenna að henda upp lista með öllu klabbinu saman sem ég þarf (aðallega fittings, nozzles, slöngur og allt það).",
            "date": "2011-10-16 21:16:00",
            "post_id": "388621",
            "reply_to_id": "388498"
        },
        {
            "user_name": "MatroX",
            "text": "ég tæki þetta sem þú varst búinn að linka\nertu að hugsa um eitthvað ákveðið lita þema eða viltu glærar slöngur?\nsvo með fittings ég ákvað það að fá mér bara venjuleg fittings og setja svo svona slöngu hosuklemmur á þetta \nklemman í miðjunni neðri röð þær fást í n1.",
            "date": "2011-10-16 21:21:00",
            "post_id": "388627",
            "reply_to_id": "388621"
        },
        {
            "user_name": "braudrist",
            "text": "Var að spá í að fara í rautt / svart þema þar sem ég kaupi örugglega Haf X turnkassa. Glærar slöngur, rauður litur. Hvernig lítur þetta út? Mundi þetta virka allt saman\nSvo var ég að spá hvort ég þyrfti eitthvað angle / elbow fittings (svona 90° fitting) að því ég er að keyra SLI eða hvort það er bara fyrir útlitið. Svo er náttúrulega spurning með auka slöngur.",
            "date": "2011-10-17 21:29:00",
            "post_id": "388925",
            "reply_to_id": "388627"
        },
        {
            "user_name": "MatroX",
            "text": "fittingsið er bara fyrir lookið hehe. annars færi ég í rauðar slöngur og svo eymað vatn sem vökva þar sem vökvinn er svo dýr miðað við að fara hina leiðina \neins og þú sérð 700ml á 15$ og þú þarft allavega 1-2 lítra. 5ltr af eymuðu vatni kostar 990kr í lyfju\nmeð slöngurnar taktu allavega 4 metra. þá áttu auka ef þú ætlar að breyta eitthverju\nannað persónulega færi ég í þessa blokk\nhttp://www.frozencpu.com/products/12683/ex-blc-883/Swiftech_Apogee_XT_Rev_2_High_Performance_CPU_Waterblock_-_Sockets_77511561366.html?tl=g30c325s839\nannars er þetta solid",
            "date": "2011-10-17 22:40:00",
            "post_id": "388944",
            "reply_to_id": "388925"
        }
    ],
    "date": "2011-10-16 16:28:00"
}