{
    "forum_title": "Óskast - Tölvuvörur",
    "id": "42420",
    "title": "ÓE.   775 móðurborð fyrir  P-4",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=54&t=42420",
    "posts": [
        {
            "user_name": "schaferman",
            "text": "ÓE.   775 móðurborð fyrir  P-4  sem tekur ddr2  minni helst 4 raufar.    sem ódýrast.\nEr einnig að leita  af  gömlum litlum tölvum 1-2 stk    tilbúnar,,,,,,,,,,væri nóg ef þær væru bara fyrir P-3   900mhz eða meira\nÞetta er fyrir 2 krakka,, og ef einhver á svona   þá má láta mig vita speca á þeim og hvað vantar í þær,, því ég á ýmislegt til í gamlar tölvur. á til dæmis  Geisladrifin til og eitthvað af minnum, og eitthvað af litlum HD og spennugjafana fyrir svona smávélar+skjákort sem duga\nEr að leita að þessu sem allllllra ódýrast og vonast eftir góðmennsku af ykkur vökturum",
            "date": "2011-10-16 04:42:00",
            "post_id": "388385",
            "reply_to_id": false
        },
        {
            "user_name": "worghal",
            "text": "ég á eina MSI 865PE Neo2-P, P-4 2.8ghz, 2x512mb 400Mhz, 450w psu, MSI FX5600 256mb AGP, 80gb hdd IDE, zalman blóm cpu cooler, ein blá upplýst vifta í hliðinni.\nsvona kassi\nþað er reyndar engin \"hurð\" framan á henni og það vantar tvær fyllingar í 5.25\" bay þannig það er opið í gegn \nþað eru 2 sata tengi á borðinu en ég hef ekki fengið þau til að virka. onboard hljóðkortið virkar ekki en það er soundblaster hljóðkort í henni sem virkar fínt.\nþetta er tölva sem að bróðir minn keypti bilaða og ég lagaði, hún er með löglegu windows xp home, 32 bita.\nef þú vilt þá get ég gefið þér hita tölur seinna á sunnudeginum \nedit: cpu er að keyra svona 40°c idle, en þetta herbergi er enginn frystir heldur þannig þetta er ekki of marktækt held ég, hdd er ~30°c\nekkert of mikill hávaði heldur, ég á einnig 2x1gb 400mhz minnis kubba í þessa tölvu.\nég er að spila doctor who í 720p án vandræða ef það skiptir einhverju",
            "date": "2011-10-16 06:17:00",
            "post_id": "388389",
            "reply_to_id": "388385"
        },
        {
            "user_name": "schaferman",
            "text": "var nú að leita af eingöngu  775 móðurborð fyrir P-4 sem tekur ddr2 minni helst 4 raufar. sem ódýrast.\nsíðan einhverjum eldgömlu tölvum,, með þessvegna P3   eða  AMD  fyrir  atholon eða duron   vantar helst 2 tsk af svona eldgömlum tölvum sem virka,, skiptir ekki máli þó það seu turnar eða borðkassar,,,,má alveg vanta í þetta drif og HD,, bara að þær séu ekki mikið undir   1 ghz   örri,, eru svona garmar ekki eitthvað sem fólk er að henda?",
            "date": "2011-10-16 06:32:00",
            "post_id": "388390",
            "reply_to_id": "388389"
        },
        {
            "user_name": "littli-Jake",
            "text": "Þú gerir þér grein fyrir að það er einmitt það sem þú ert að biðja um. Þegar ég var að fermast 2002 fékk ég vél með um 1700 ghz örgjörva sem var reyndar helvíti seigur í þá daga. Það eru 9 ár síðan. Þú ert að biðja um vél sem var nánast úrelt fyrir 7-8 árum en vilt ekki einhvern garm.....\nÍ öðru lagi. Afhverju geriru þetta ekki bara örlítið meira grand og losar þig við þennan p4. Ég get ekki ímindað mér annað en flest öll þessi forrit sem þú ert að nota við myndvinslu geti notað meira en 1 kjarna svo að 2 ghz dualcore væri talsverð uppfærsla fyrir þig. Þá ertu farinn að biðja um eitthvað sem virkilega er framboð af hérna.",
            "date": "2011-10-16 11:29:00",
            "post_id": "388396",
            "reply_to_id": "388390"
        },
        {
            "user_name": "schaferman",
            "text": "Þetta móðurborð sem ég er að óska fyrir p-4 --775--ddr2 er ekki fyrir mig\nOg annað  ég nota P-4  3,4   fyrir mína myndvinnsluvél,   prufaði að skipta yfir í   2,8ghz    tveggja kjarna,,, og með samanburð þá var P-4   3,4 ghz  örrinn heldur sprækari þar sem ég er eingöngu að keyra eitt forrit í einu,,, og svo er þetta líka spurning um aura sem eru ekki til á heimilinu eins og er,  þannig að ég verð að halda mig við þennan P-4  3,4---  enda á ég einnig einn svoleiðis til vara.\nOg vantar tvær vélar sem meiga vera  p-3  eða amd   eitthvað yfir   1ghz örri   má vanta drif og diska í þær   og ef það er vél fyrir duron eða atholon  þá á ég nokkra svoleiðis til,,  þessar tvær eru fyrir krakka\nVar  P-4   3,4ghz  HT   úreltur fyrir  7-8 árum   ??",
            "date": "2011-10-16 19:45:00",
            "post_id": "388560",
            "reply_to_id": "388396"
        },
        {
            "user_name": "schaferman",
            "text": "upp",
            "date": "2011-10-18 13:50:00",
            "post_id": "389051",
            "reply_to_id": "388560"
        },
        {
            "user_name": "littli-Jake",
            "text": "Nei ekki P-4 heldur örgjörvar sem eru um 1 ghz. Ég hefði knanski mátt setja þetta betur fram",
            "date": "2011-10-18 16:54:00",
            "post_id": "389123",
            "reply_to_id": "389051"
        },
        {
            "user_name": "schaferman",
            "text": "vantar þessar 2 litlu véla fyrir krakka,   og ekki til mikið af aurum",
            "date": "2011-10-18 19:31:00",
            "post_id": "389151",
            "reply_to_id": "389123"
        },
        {
            "user_name": "schaferman",
            "text": "þessar tvær litlu tölvur yrðu næstum bara notaðar til að spila kapla og svoleiðis",
            "date": "2011-10-22 14:58:00",
            "post_id": "390209",
            "reply_to_id": "389151"
        }
    ],
    "date": "2011-10-16 04:42:00"
}