{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "42465",
    "title": "Uppsetning ?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=42465",
    "posts": [
        {
            "user_name": "jonomar",
            "text": "Gott kvöld.\nÉg var í bölvuðum vandræðum með skjáinn minn um daginn og lét félaga minn kíkja á hana sem er mjög klár tölvukall. Hann kemst að þeirri niðurstöðu að það sé best að setja windowsið alveg upp á nýtt. Hann gerir það og virkar fínt hjá honum. Svo þegar ég ætla að kveikja á tölvunni, þá keyrir hún sig upp í windows, en svo þegar ég ætla að hreyfa músina þá er allt í slow motion og ég ákveð að restarta tölvunni. Svo þegar það er búið þá nær hún ekki að keyra sig upp. Fer alltaf í þann möguleika að bjóða mér að fara í save mode og fleirri valmöguleika. \nEr eitthver hér sem mögulega veit hvað gæti verið að ?",
            "date": "2011-10-17 20:19:00",
            "post_id": "388904",
            "reply_to_id": false
        },
        {
            "user_name": "TraustiSig",
            "text": "er búið að athuga hvort að diskurinn sem þið eruð að setja upp os á sé í 100% lagi ?",
            "date": "2011-10-17 20:36:00",
            "post_id": "388907",
            "reply_to_id": "388904"
        },
        {
            "user_name": "jonomar",
            "text": "Ertu að tala um harða diskinn þá ?",
            "date": "2011-10-17 20:39:00",
            "post_id": "388908",
            "reply_to_id": "388907"
        },
        {
            "user_name": "jonomar",
            "text": "Var að spá hvort það gæti virkað að taka batteríið úr ?",
            "date": "2011-10-17 20:40:00",
            "post_id": "388909",
            "reply_to_id": "388908"
        },
        {
            "user_name": "einarhr",
            "text": "Hvernig tölva er þetta? Var þessi klári tölvukall búin að prófa vélbúnaðin áður en að hann dæmdi að Uppsettning væri eina sem þyrfti að gera? Ss athuga vinnsluminni, HDD ofl?\nMjög líklega bilaður HDD myndi ég giska, prófaðu að keyra HDD test á disknum td með því að sækja \nhttp://www.ultimatebootcd.com/download.html\n og brenna þetta á geisladisk og ræsa tölvuna upp á disknum og keyra bæði HDD test og MEM test.\nSvo mæli ég með því að þú kíkir aðeins yfir reglunar á þessu spjallborði.",
            "date": "2011-10-17 21:16:00",
            "post_id": "388918",
            "reply_to_id": "388909"
        }
    ],
    "date": "2011-10-17 20:19:00"
}