{
    "forum_title": "Koníakstofan",
    "id": "42577",
    "title": "Besti Rapparinn?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=42577",
    "posts": [
        {
            "user_name": "greenpensil",
            "text": "Ég og félagi minn vorum að tala um rappara. Við vorum ósammála um hver væri besti lifandi rapparinn. Hann sagði að Eminem væri bestur en ég var ósammala því. Hann er kannski vinsælastur en ekki bestur. \nEDIT: lokaði skoðanakönnuninni. Hún var léleg. Eminem var að vinna með 67% en síðan kom ANNAR og eftir því Snoop Dogg.",
            "date": "2011-10-21 19:14:00",
            "post_id": "389967",
            "reply_to_id": false
        },
        {
            "user_name": "vesley",
            "text": "J-dilla nr1 og Common númer 2. \nBig L  var líka mjög góður en var svo stutt í bransanum\nEdit\n.   tók ekki eftir því að þú varst að tala um lifandi.  \nÞað myndi kannski vera Common eða jafnvel Masta Ace eða einhver annar , get ekki valið einhvern 1",
            "date": "2011-10-21 19:16:00",
            "post_id": "389969",
            "reply_to_id": "389967"
        },
        {
            "user_name": "djvietice",
            "text": "Eminem",
            "date": "2011-10-21 19:17:00",
            "post_id": "389970",
            "reply_to_id": "389969"
        },
        {
            "user_name": "Klaufi",
            "text": "Þetta er svo langt frá því að vera eitthvað nálægt bestu röppurunum..\nJ.Dilla var flottur, inn á topp 20 hjá mér en ekki toppurinn sem rappari, eeen það yrði samt erfitt að gera á milli topp pródúsera, hann er í það minnsta í topp 5 fav's þar hjá mér.\nP.s. Rapp þráður á vaktinni: \nhttp://www.youtube.com/watch?v=VO-HPT_dykA",
            "date": "2011-10-21 19:22:00",
            "post_id": "389972",
            "reply_to_id": "389970"
        },
        {
            "user_name": "greenpensil",
            "text": "Ég setti nú bara þessa v rappara sem allir þekkja. Það eru mjög fáir sem ég þekki sem vita hver t.d. Big L og þessu gömlu og góðu eru.  Nas er nú einn besti ef ekki besti rappari frá upphafi. Og hafiði heyrt eitthvað frá Royce? Nýjustu eru ekkert frábær en gömlu lögin eru ruglað góð.\nEDIT: og þá má líka vera dauðir rapparar",
            "date": "2011-10-21 19:30:00",
            "post_id": "389975",
            "reply_to_id": "389972"
        },
        {
            "user_name": "Magneto",
            "text": "J Dilla var rosalegur! og svo nottla Immortal Technique mjög góðurlíka... soldið brútal textar en samt sjúklega góðir",
            "date": "2011-10-21 19:37:00",
            "post_id": "389978",
            "reply_to_id": "389975"
        },
        {
            "user_name": "Klaufi",
            "text": "Þetta krefst virkilegra hæfileika: \nhttp://www.youtube.com/watch?v=yQD34IW6eRw",
            "date": "2011-10-21 19:39:00",
            "post_id": "389979",
            "reply_to_id": "389978"
        },
        {
            "user_name": "biturk",
            "text": "immortal technique\nill bill\nnecro\nþessir þrír eru mér ofarlega í huga",
            "date": "2011-10-21 19:57:00",
            "post_id": "389987",
            "reply_to_id": "389979"
        },
        {
            "user_name": "ViktorS",
            "text": "Immortal Technique, allavega besti textasmiðurinn.",
            "date": "2011-10-21 20:05:00",
            "post_id": "389993",
            "reply_to_id": "389987"
        },
        {
            "user_name": "greenpensil",
            "text": "Tjaa það er nú hægt að rökræða um það",
            "date": "2011-10-21 20:21:00",
            "post_id": "389999",
            "reply_to_id": "389993"
        },
        {
            "user_name": "BjarniTS",
            "text": "Vantar alveg Gísla Pálma inn á þennan lista.",
            "date": "2011-10-21 20:22:00",
            "post_id": "390001",
            "reply_to_id": "389999"
        },
        {
            "user_name": "coldcut",
            "text": "Bíddu what? 5 af þessum 11 sem þú nefndir eru ekki rapparar! Þeir ættu að flokkast undir Hip-Pop stefnuna frekar en rapp/Hip-Hop!\nAnnars ætla ég ekki einu sinni að kjósa í þessari könnun því hún er til skammar. Kannski 3 þarna sem gætu farið á Top15/Top20-lista.\nhahahaha",
            "date": "2011-10-21 20:27:00",
            "post_id": "390002",
            "reply_to_id": "390001"
        },
        {
            "user_name": "Klaufi",
            "text": "Allt í lagi að spyrja að því hérna:\nHvað eru alvöru hip hop hausarnir hérna að hlusta á?\nÞá er ég ekki að tala um mainstream \"rapp\"..",
            "date": "2011-10-21 20:30:00",
            "post_id": "390003",
            "reply_to_id": "390002"
        },
        {
            "user_name": "braudrist",
            "text": "Gísli Pálmi ekki spurning. Set mig í gang er bara þvílík snilld",
            "date": "2011-10-21 20:34:00",
            "post_id": "390004",
            "reply_to_id": "390003"
        },
        {
            "user_name": "BjarniTS",
            "text": "Snerti mig sem engan annan.\nÞetta er það sem fær mig til vakna á morgnanna.",
            "date": "2011-10-21 20:35:00",
            "post_id": "390005",
            "reply_to_id": "390004"
        },
        {
            "user_name": "greenpensil",
            "text": "Bestu underground rappararnir sem eru að gera tónlist núna eru að mínu mati: Royce da 5'9 þó hann sé orðinn mainstream eftir Bad Meets Evil, Joell Ortiz, Jedi Mind Tricks eru fínir og auðvitað Immortal Technique. Dettur ekki í hug fleiri í augnablikinu en þeir eru nokkrir.",
            "date": "2011-10-21 20:38:00",
            "post_id": "390007",
            "reply_to_id": "390005"
        },
        {
            "user_name": "coldcut",
            "text": "Biggie, Big Pun, Big L, Jedi Mind Tricks, Dilla, M.F. Doom, Pharcyde, Jurassic 5 o.s.frv. Alltof mikið til að telja upp...\nHlusta samt ekkert bara á svona sko...",
            "date": "2011-10-21 20:43:00",
            "post_id": "390008",
            "reply_to_id": "390007"
        },
        {
            "user_name": "Klaufi",
            "text": "Maður að mínu skapi..\nStór Doom fan, en hlusta á allan andskotan.\nBúinn að hlusta mikið á Sage Francis, B. Dolan og Aesop Rock síðustu daga.\nEr stór Rhymesayers fan líka..",
            "date": "2011-10-21 20:50:00",
            "post_id": "390016",
            "reply_to_id": "390008"
        },
        {
            "user_name": "Orri",
            "text": "Það er alveg ástæða afhverju Eminem er vinsælasti rapparinn.\nHann varð heldur ekkert vinsælastur á einni nóttu.\nÁ þeim tíma þegar hann varð vinsæll þá var það ekkert jafn auðvelt og að pósta video á Youtube. \nHvað þá sem rappari og hvað þá hvítur rappari..\nAð mínu mati er Eminem besti rapparinn overall.\nÞað eru kannski betri textasmiðar eða rapparar með betra/hraðara flow en hann, en overall er hann bestur.\nFer allt eftir því hvað þú leitast eftir í rappara.\nPS. Kannski er ég bara mjög biased því ég hef hlustað á Eminem síðan ég man eftir mér.",
            "date": "2011-10-21 21:16:00",
            "post_id": "390026",
            "reply_to_id": "390016"
        },
        {
            "user_name": "Klaufi",
            "text": "Ég er jafn biased, og hann á alveg props skilið fyrir það hvað hann vann sér inn mikið af vinsældum.\nÉg man ennþá eftir því þegar ég hringdi sem smápjakkur í pabba minn og bað hann að kaupa marshall mathers Lp í fríhöfninni fyrir mig..\nEeeen besti rapparinn er ekki það sama og vinsælasti rapparinn, sama hvernig hann fór að því að vinna sér inn þessar vinsældir.\nVona að einhver nái punktinum mínum..",
            "date": "2011-10-21 21:19:00",
            "post_id": "390028",
            "reply_to_id": "390026"
        },
        {
            "user_name": "coldcut",
            "text": "Eminem \nvar\n góður.",
            "date": "2011-10-21 21:25:00",
            "post_id": "390031",
            "reply_to_id": "390028"
        },
        {
            "user_name": "rapport",
            "text": "http://www.youtube.com/watch?v=zMulFaqRmNw\nÞetta lag finnst mér alltaf með þeim flottustu...",
            "date": "2011-10-21 21:31:00",
            "post_id": "390033",
            "reply_to_id": "390031"
        },
        {
            "user_name": "Orri",
            "text": "Held þú hafir ekki alveg skilið punktinn minn.\nVið erum ekki að tala um vinsældir eins og Justin Bieber..\nEminem er ekki vinsæll því hann er svo sætur eða með flott hár.\nEminem er vinsæll því hann er svo hæfileikaríkur.\nEkki bara á einu sviði rappsins heldur öllum.\nÞessvegna segi ég hann vera bestann overall.\nVonandi er þetta skiljanlegt haha",
            "date": "2011-10-21 21:33:00",
            "post_id": "390034",
            "reply_to_id": "390033"
        },
        {
            "user_name": "Klaufi",
            "text": "Skildi þetta alveg hjá þér \nEn stuttu eftir að hann varð vinsæll, þá varð nánast allt grátlegt sem kom frá honum. Sbr. Póstinum frá Kaldskurði.\nHarðkjarna menn myndu jafnvel kalla þetta: \"Sellout\".",
            "date": "2011-10-21 21:36:00",
            "post_id": "390038",
            "reply_to_id": "390034"
        },
        {
            "user_name": "greenpensil",
            "text": "Ég tel að Eminem sé ekki bestur, hann er samt lang vinsælastur. Hann \nvar\n mjög góður í gamla daga en hann er ekki lengur svo góður. Ég er samt viss um að nokkuð stór þáttur í vinsældum hans er að hann er hvítur. Þó að hann hafi gefið út klassísk lög eins og t.d. Mocking Bird og When im gone sem eru með bestu storytelling lögum sem ég hef heyrt. Lögin hans eru samt mjög breytt frá í gamla daga. Núna er hann bara vælandi í lögunum sínum. \nHann er samt ekki jafngóður og hann er vinsæll. Margir aðdáendur hans eru einhverjar unglingsstelpur sem halda að hann sé besti rappari í heimi. \nAð mínu mati er Nas bestur en hann er hættur í hip-hopi.",
            "date": "2011-10-21 21:44:00",
            "post_id": "390040",
            "reply_to_id": "390038"
        },
        {
            "user_name": "Dormaster",
            "text": "Wiz Khalifa á þennan sigur allan daginn",
            "date": "2011-10-21 22:01:00",
            "post_id": "390044",
            "reply_to_id": false
        },
        {
            "user_name": "vesley",
            "text": "Akúrat.  Þoli ekki grenjið í honum núna,  nóg til að lögum frá honum þar sem hann er að væla um einhverja kellingu sem átti að hafa mölvað í honum hjartað.",
            "date": "2011-10-21 22:07:00",
            "post_id": "390046",
            "reply_to_id": "390044"
        },
        {
            "user_name": "Orri",
            "text": "Myndi seint kalla Eminem sellout..\nÞótt hann geri líka rapplög með öðrum frægum artistum þá er hann ekki bara sellout..\n\"Kaldskurður\" talar um Hip/Hop vs Rapp.. \nVæri fínt að fá útskýringuna ykkar á því, þar sem enginn virðist svara því sama.\nOft talað um að Rapp sé tegund af tónlist en Hip-Hop sé lífstíll sem inniheldur m.a. rapptónlist, breikdans o.fl.\nNánast allt grátlegt ? Eminem hefur alveg átt slæma tíma en myndi ekki alhæfa svona.\nVissulega virðast alltaf vera nokkur lög á hverri plötu með honum algjört rugl, eins og We Made You, Just Lose It, Shake That o.fl., en það þýðir samt ekki að \"nánast allt\" hitt sé grátlegt.\nSkoðaðu t.d. Space Bound af Recovery. Það varð alltíeinu vinsælt í sumar hérna á Íslandi eftir að útvarpsstöðvarnar uppgvötuðu það.\nÞað er enganveginn sellout lag og bara yfirhöfuð mjög solid rapplag.\nRapplög þurfa ekki að vera hardcore svertingjarapp til að teljast gott rapplag. Ekki að mínu mati allaveganna.\nAftur þessar alhæfingar ? Hann bara vælandi í lögunum sínum ?\nÞessu er ekki einusinni svaravert.\nMaðurinn er ekkert bara búinn að gleyma hæfileikunum sínum þótt hann sé búinn að aðlaga \neitthvað\n af tónlistinni sinni að því sem er vinsælt í dag.\nFinnst þér semsagt rapp um fíkniefni eða mömmu hans mikið betra ?\nAlhæfingar hérna hægri og vinstri.. öll lögin um kellingar ? hélt ekki.\nEn þessu er við búist, enda vinsælt að skjóta niður Eminem bara því hann er vinsæll.",
            "date": "2011-10-21 22:10:00",
            "post_id": "390048",
            "reply_to_id": "390046"
        },
        {
            "user_name": "greenpensil",
            "text": "En nýju plöturnar hans eru öðurvísi en þær gömlu. Nýjustu plöturnar t.d. recovery eru meira pop-rap heldur en hip-hop/rap.\nOg í nýju lögunum er hann mjög oft að væla útaf einhverri kellingu. Það gerði hann ekki áður fyrr t.d. í marshall mathers lp. \nHann er allt of oft að rappa um sama hlutinn aftur og aftur.\nHann er búinn að breytast mjög mikið. Eftir að hann hætti á dópinu breyttist rap-stíllinn hans. Ég tel að hann sé verri en það er bara mitt álit  \n \nÞað er líka útaf hann er búinn að \"aðlaga\" sig að tónlistinni í dag sem hann hefur verið kallaður \"sellout\".\nEn jæja það er bara mitt álit",
            "date": "2011-10-21 22:36:00",
            "post_id": "390054",
            "reply_to_id": "390048"
        },
        {
            "user_name": "Tesy",
            "text": "Eminem er og hefur alltaf verið minn uppáhalds en verð samt að vera sammála ykkur um nýju lögin hans.\nFinnst þetta hafa endað eftir Curtain Call albumið.",
            "date": "2011-10-21 23:05:00",
            "post_id": "390062",
            "reply_to_id": "390054"
        },
        {
            "user_name": "OUTNUMBERED",
            "text": "Rap er stytting á CRAP",
            "date": "2011-10-21 23:23:00",
            "post_id": "390082",
            "reply_to_id": "390062"
        },
        {
            "user_name": "beatmaster",
            "text": "B-RAD er klárlega toppurinn!",
            "date": "2011-10-21 23:36:00",
            "post_id": "390088",
            "reply_to_id": "390082"
        },
        {
            "user_name": "Black",
            "text": "mér fannst tveir pakkar alltaf mjög góður, með lagið kæra móðir eða dear mama",
            "date": "2011-10-21 23:38:00",
            "post_id": "390093",
            "reply_to_id": "390088"
        },
        {
            "user_name": "DJOli",
            "text": "Ég er ekki það mikið inni í rappi...\nAnnars verð ég að segja Tupac, Biggie, Big L, Eminem (fyrir 2003), ICP (fyrir 2006), Kottonmouth Kings.",
            "date": "2011-10-21 23:45:00",
            "post_id": "390096",
            "reply_to_id": "390093"
        },
        {
            "user_name": "Victordp",
            "text": "Haha svo satt. Ice cube er mjög góður, svo Nas og margt sem hefur komið upp á þessum þræði en það er einn sem að vanatar hingað, Tyler The Creator.\nEminem varð vinsæll eftir fyrstu plötuna sína. Hann er alls ekki sellout hann breytti bara um stíl og gerði meira væmið. Ég fílaði mjög mikið allt það gamla sem kom frá Eminem en svo kom Relapse út (skulum ekki tala meira um það)\nhttp://www.youtube.com/watch?v=aSLZFdqwh7E&ob=av2e\n Stan er ánefa eitt besta storytelling lag sem hefur komið út.",
            "date": "2011-10-21 23:56:00",
            "post_id": "390103",
            "reply_to_id": "390096"
        },
        {
            "user_name": "Victordp",
            "text": "Nas er alls ekki hættur \nhttp://www.youtube.com/watch?v=wo97R0ib1CE\n Published on \nOct 12, 2011\n by NasVEVO",
            "date": "2011-10-22 00:04:00",
            "post_id": "390106",
            "reply_to_id": "390103"
        },
        {
            "user_name": "SolidFeather",
            "text": "http://www.youtube.com/watch?v=27zhsc_O508\nEnd ov Thread.",
            "date": "2011-10-22 00:18:00",
            "post_id": "390113",
            "reply_to_id": "390106"
        },
        {
            "user_name": "Leviathan",
            "text": "Papoose\nhttp://www.youtube.com/watch?v=CLklnMWl63k\nSaigon\nhttp://www.youtube.com/watch?v=ra86pihuyF4\nTalib Kweli\nhttp://www.youtube.com/watch?v=UVtpXvzzXiA\nMos Def\nhttp://www.youtube.com/watch?v=m5vw4ajnWGA\nFyrstu tveir eru ungir og roosalega efnilegir.",
            "date": "2011-10-22 00:21:00",
            "post_id": "390114",
            "reply_to_id": "390113"
        },
        {
            "user_name": "greenpensil",
            "text": "Varð fyrir vonbrigðum með þetta lag. Samt mjög gott að hann sé að gera lög.",
            "date": "2011-10-22 00:31:00",
            "post_id": "390125",
            "reply_to_id": "390114"
        },
        {
            "user_name": "Victordp",
            "text": "WU TANG CLAN AIN'T NOTHING TO FUCK WITH\n/thread",
            "date": "2011-10-22 00:32:00",
            "post_id": "390128",
            "reply_to_id": "390125"
        },
        {
            "user_name": "worghal",
            "text": "rapparar sem segja manni sögu með textum sínum eru góðir rapparar, \nen þeir sem eru að troða því upp á mann hvaða bíl þeir voru að kaupa eða hversu margar gellur þeir eru að ríða, það er bara rusl.",
            "date": "2011-10-22 00:48:00",
            "post_id": "390134",
            "reply_to_id": "390128"
        },
        {
            "user_name": "Philosoraptor",
            "text": "Michael Larsen, Aka Eyedea er án efa besti rappari sem uppi hefur verið RIP..",
            "date": "2011-10-22 02:07:00",
            "post_id": "390152",
            "reply_to_id": "390134"
        },
        {
            "user_name": "Ýmir",
            "text": "Eminem er að mínu mati besti rapparinn, gömlu lögin hans eru svo miklu betri en nýju. Finnst þetta nýja mainstream rapp eins og Lil Wayne, Wiz Khalifa, Soulja Boy o.f.l. ömurlegt gamalt rapp er svo miklu betra t.d. Notorious B.I.G., 2Pac, Big L, Mobb Deep, Nas, N.W.A , Masta Ace, Bone Thugs-N-Harmony, Wu-Tang Clan, Gang Starr, Tribe Called Quest, Jurassic 5",
            "date": "2011-10-22 02:31:00",
            "post_id": "390154",
            "reply_to_id": "390152"
        },
        {
            "user_name": "Ripparinn",
            "text": "Ég er besti rIpparinn ^^",
            "date": "2011-10-22 03:41:00",
            "post_id": "390157",
            "reply_to_id": "390154"
        },
        {
            "user_name": "Minuz1",
            "text": "http://www.youtube.com/watch?v=7ag4pBKYWeQ",
            "date": "2011-10-22 04:12:00",
            "post_id": "390158",
            "reply_to_id": "390157"
        },
        {
            "user_name": "rapport",
            "text": "Uppáhalds lagið af fyrstu rappplötunni sem ég eignaðist...\nhttp://www.youtube.com/watch?v=KI-FTdtg ... re=related",
            "date": "2011-10-22 04:28:00",
            "post_id": "390160",
            "reply_to_id": "390158"
        },
        {
            "user_name": "jamibaba",
            "text": "IMO eru bestu lifandi rappararnir Dr.Dre, Eminem og Snoop\nEn besti er 2pac",
            "date": "2011-10-22 11:24:00",
            "post_id": "390180",
            "reply_to_id": "390160"
        },
        {
            "user_name": "322",
            "text": "Minn uppáhalds rappari er Sage Francis, en hann er svona indie-rappari. Mjög flottir textar og flæði.\nEinhver nefndi Eyedea, ein eitt af mínum uppáhaldslögum er einmitt Here for you með Eyedea.\nFyrir textatækni held ég að Canibus fái titilinn. Eins flottir textarnir hans eru og flott flæði þá er próduseringin og beatin oft ekkert sérstök. Að vísu er nýjasta platan hans mjög flott.\nStorytelling þá má ekki gleyma Slick Rick, en það er búið að nefna Nas og fleiri.\nÞað er búið að nefna fullt af flottum röppurum í þessum þræði.\nEn það má ekki fara fram umræða um bestu rapparana og nefna ekki:\nChuck D\nKRS One\nRakim\nScareface\nRas Kass\nKool Keith\nBig Pun\nKool G Rap\nOg Eminem er langt frá því að vera besti rappari í heimi. Það er ekki hægt að tala um rap/hip hop án þess að einhverjir Stan fanboys og Eminem haters fara að rífast um hvort hann sé bestur eða sell-out. Hann er góður rappari en langt frá því að vera bestur.",
            "date": "2011-10-22 12:33:00",
            "post_id": "390187",
            "reply_to_id": "390180"
        },
        {
            "user_name": "braudrist",
            "text": "Hver er munurinn á rap og hip-hop ?",
            "date": "2011-10-22 14:17:00",
            "post_id": "390203",
            "reply_to_id": "390187"
        },
        {
            "user_name": "ViktorS",
            "text": "Það er hægt að rökræða um alla þessa umræðu, en Immortal er einn af þeim sem eru ekki sell-out eins og Eminem varð, hann vildi frekar halda sínu striki.",
            "date": "2011-10-22 14:37:00",
            "post_id": "390206",
            "reply_to_id": "390203"
        },
        {
            "user_name": "322",
            "text": "Rapp er þegar einhver rappar, oft með tónlist undir (beat). Rapplög eru þá lög sem er mestmegnis eða eingöngu rappað í.\nRebecca Black - Friday er dæmi um lag sem kemur rapp í en þetta lag mundi aldrei flokkast sem Hip Hop eða partur af þeirri tónlistarstefnu.\nBackstreet boys var popphljómsveit og oft kom rapp fyrir í lögum frá þeim. Þrátt fyrir það yrði Backstreet boys seint talið sem hiphop band.\nHip Hop er tónlistarstefna og menning/lífsstíll.\nÞað er rappað í hip hop lögum, þannig að flæði, taktur og annað er ekki eitthvað sem gerir eitthvað ekki rapp heldur hip hop. Þetta er klaufalegt útskýrt hjá mér. S.s. rapp er rapp burt séð hvort það sé hip hop eða ekki. Oftast er rappað í hip hop lögum, en það er líka oft rappað í popp lögum en það gerir þau popplög ekki að hip hopi.\nEr ég að tala í hringi hérna? Vona að þetta skiljist.",
            "date": "2011-10-22 14:38:00",
            "post_id": "390207",
            "reply_to_id": false
        },
        {
            "user_name": "Victordp",
            "text": "Hlustaðu á Tyler The Creator eini \"nýji\" rapparinn sem eitthvað er varið í !",
            "date": "2011-10-22 15:00:00",
            "post_id": "390211",
            "reply_to_id": "390207"
        },
        {
            "user_name": "vesley",
            "text": "eini \"gallin\"  við Tyler er að maður þarf orðabók til að skilja hvað hann er að segja í lögunum sínum,     ráðgáta á bakvið hverja einustu setningu    dæmi: \nhttp://rapgenius.com/Tyler-the-creator-tron-cat-lyrics",
            "date": "2011-10-22 15:28:00",
            "post_id": "390215",
            "reply_to_id": "390211"
        },
        {
            "user_name": "Ýmir",
            "text": "Já hann er reyndar góður allt öðruvísi en þessir nýju rapparar meira svona oldschool taktur hjá honum.",
            "date": "2011-10-22 15:39:00",
            "post_id": "390217",
            "reply_to_id": "390215"
        },
        {
            "user_name": "greenpensil",
            "text": "Joell Ortiz er mjög góður",
            "date": "2011-10-23 16:16:00",
            "post_id": "390473",
            "reply_to_id": "390217"
        },
        {
            "user_name": "Victordp",
            "text": "Það er reyndar satt \n En lestu þennan texta \nGreen paper, gold teeth and pregnant golden retrievers\nAll I want, fuck money, diamonds and bitches, don't need them\nÞarna er hann tyler að segja allt sem hann vilji er peningar, gull tennur og ólétta hunda. Svo í næstu lína segir hann fuck that. Það sem er það fyndna við það er að hann er með aðra persónu í hausnum sínum (Wolf Haley) sem að er á móti öllu svona. Frekar snúið",
            "date": "2011-10-23 16:54:00",
            "post_id": "390483",
            "reply_to_id": "390473"
        },
        {
            "user_name": "stebbz13",
            "text": "að mínu mati er eminem ekki nálagt því að vera besti nú lifandi rapparinn, aotp, jedi mind tricks, necro, ill bill, atmosphere, Kottonmouth Kings, la coka nostra, d-loc úr kottonmouth kings, masta ace, snowgoons, Vinnie Paz, Tech N9ne, immortal technique, non phixion, macklemore, Grieves og svo miklu fleiri sem hægt er að telja upp",
            "date": "2011-10-23 17:06:00",
            "post_id": "390488",
            "reply_to_id": "390483"
        },
        {
            "user_name": "armann111",
            "text": "Nas, Method man, z-ro eru sjúkir. Annars finst mér allveg gjörsamlega glatað hvað krakkar á mínum aldri eru að hlusta á Lil wayne , birdman og alla þess gæja sem kunna ekki að rappa.",
            "date": "2011-10-25 00:08:00",
            "post_id": "390956",
            "reply_to_id": "390488"
        },
        {
            "user_name": "ViktorS",
            "text": "Get ekki of mun aldrei getað litið á Lil Wayne sem rappara.",
            "date": "2011-10-25 17:02:00",
            "post_id": "391127",
            "reply_to_id": "390956"
        },
        {
            "user_name": "noizer",
            "text": "Það sem ég hlusta helst á er Aesop Rock og Atmosphere. Svo er gaman að hlusta á Deltron 3030, saga sem gerist árið 3030. Svo er Nujabes auðvitað snillingur, en ég veit ekki hvort hann passar í þennan flokk.",
            "date": "2011-10-25 17:59:00",
            "post_id": "391138",
            "reply_to_id": "391127"
        }
    ],
    "date": "2011-10-22 14:38:00"
}