{
    "forum_title": "Koníakstofan",
    "id": "42628",
    "title": "Á ég að bíða eftir Sandy Bridge-E?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=42628",
    "posts": [
        {
            "user_name": "niCky-",
            "text": "Ég ætlaði mér að uppfæra tölvuna mína núna þessi mánaðarmót, og kaupa mér 2600k, 8gb 1600Mhz RAM, og Gigabyte Z68. En ég var að spá, myndi meika meira sense að bíða í lok nóvember eftir Sandry Bridge-E ? Eða myndi það ekki skipta það miklu máli? Eða mun kannski gamla intel línan snarlækka i verði eftir að Sandy Bridge-E kemur á markaðinn?",
            "date": "2011-10-23 20:44:00",
            "post_id": "390555",
            "reply_to_id": false
        },
        {
            "user_name": "vesley",
            "text": "Sandy Bridge-E  mun vera hátt í tvöfalt dýrara en lga1155   þannig ef þú ætla að fara að eyða miiiiklum pening þá geturu beðið en lga1155 en miklu meira en nóg í alla keyrslu",
            "date": "2011-10-23 20:47:00",
            "post_id": "390556",
            "reply_to_id": "390555"
        },
        {
            "user_name": "MatroX",
            "text": "true.\nef þú ert tilbúinn til að kaupa þér örgjörva fyrir 80-110þús þá geturu beðið annars myndi ég bara fá mér 2600k",
            "date": "2011-10-23 20:51:00",
            "post_id": "390557",
            "reply_to_id": "390556"
        },
        {
            "user_name": "Kristján",
            "text": "munu i7 2600k ekki lækka i verði eftri að þessir SBE koma út?",
            "date": "2011-10-23 21:07:00",
            "post_id": "390562",
            "reply_to_id": "390557"
        },
        {
            "user_name": "MatroX",
            "text": "nei ég efast um það þar sem þetta er alveg sitthvor hluturinn þetta er enthusiast \"top of the line\" örgjörvar en 2600k er ætlað main stream. örri og móðurborð í SB-E línunni er í kringum 125-155þús ef við gefum okkur það að 3930k muni kosta 80-110þús",
            "date": "2011-10-23 21:14:00",
            "post_id": "390567",
            "reply_to_id": "390562"
        },
        {
            "user_name": "Kristján",
            "text": "demit",
            "date": "2011-10-23 21:37:00",
            "post_id": "390587",
            "reply_to_id": "390567"
        },
        {
            "user_name": "bulldog",
            "text": "2700k er málið",
            "date": "2011-10-23 21:38:00",
            "post_id": "390589",
            "reply_to_id": "390587"
        },
        {
            "user_name": "AntiTrust",
            "text": "SB-E kemur að öllum líkindum til að fylgja sömu verðpunktum og LGA1366 var á, rumorið er að 3930K verði rétt undir 600USD. \nÞetta er allavega platform sem ég er mjög spenntur fyrir og kem til með að bíða með allar uppfærslur þar til SB-E verður á viðráðanlegum verðum. Verður gaman að sjá hvernig W8 og W8 server nýta core/thread fjöldann.",
            "date": "2011-10-23 22:11:00",
            "post_id": "390603",
            "reply_to_id": "390589"
        },
        {
            "user_name": "MatroX",
            "text": "en helduru að þetta sé að fara í \"viðráðanlegt\" verð?\n980/990x hefur ekkert lækka í verði seinstu mánuði þannig að ég er nokkuð hræddur um að verðin verða svona þangað til að IV-E kemur út í enda næsta árs.",
            "date": "2011-10-23 22:12:00",
            "post_id": "390605",
            "reply_to_id": "390603"
        },
        {
            "user_name": "AntiTrust",
            "text": "980 og 990X eru líka alveg sér á báti, svipað og 3960X kemur til með að vera. Hugsa að 3820 og 3930K taki bara svipaða kúrvu niðurá við og 1366 hefur gert undanfarna 18 mánuði.\nPricedroppið þarf nú ekki að vera neitt svakalegt til þess að maður splæsi í E setup.",
            "date": "2011-10-23 22:16:00",
            "post_id": "390607",
            "reply_to_id": "390605"
        },
        {
            "user_name": "MatroX",
            "text": "true en samt er ég ekki alveg að fatta þessa leið hjá intel 3930k er allt of ódýr miðað við specca og að hann sé með unlockaðan multi hehe en mig grunar að 3960x verði cherry pickaður allveg útí eitt og hver einasti kubbur verði góður\nen ég er lítið að spá í þessum örgjörvum ég bíð spentur eftir Intel Xeon e5 1650",
            "date": "2011-10-23 22:19:00",
            "post_id": "390611",
            "reply_to_id": "390607"
        },
        {
            "user_name": "niCky-",
            "text": "The new processors, at release, look to be set at $999 (Core i7-3960X), $583 (Core i7-3930K) and $294 (Core i7-3820).\n$294 hljómar ekkert rosalega dýrt, er ekki i7-3820 töluvert betri en 2600-2700k ?",
            "date": "2011-10-24 01:56:00",
            "post_id": "390666",
            "reply_to_id": "390611"
        },
        {
            "user_name": "MatroX",
            "text": "juju en svo er lika stóra spurningin hvort hann se með unlocked multi eins og hinir",
            "date": "2011-10-24 07:46:00",
            "post_id": "390676",
            "reply_to_id": "390666"
        }
    ],
    "date": "2011-10-23 20:44:00"
}