{
    "forum_title": "Leikjasalurinn",
    "id": "42645",
    "title": "Opinberi Battlefield 3 þráðurinn.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=42645",
    "posts": [
        {
            "user_name": "Klaufi",
            "text": "Sælir,\nKomið alveg nóg af BF3 þráðum, er ekki fínt að hafa bara einn til að halda utan um þetta allt saman, þó það sé kannski full seint?\nHverjir ætla að rúlla í gegnum Single Player í dag?\nÞeir sem vilja henda Origin ID á vaktina, póstið þeim og ég skal halda utan um þau hérna í fyrsta pósti.\nPlatoon hjá Vaktinni.\nOrigin ID á Vaktarmeðlimum:\nVaktin ID / Origin ID\nKlaufi  /  MuminKlaufi\nChebkhaled  / Cheb_Khaled\nblitz\n  /  foulfrog\nZorky  /  Zorkeh\nworghal\n  /  worghal\nemilbesti  /  emilbesti\naddifreysi  /  Nozagleh42\nkókfíkillinn  /  Svarthofdi\nTrogmyer89  /  Trogmyer89 \nBlack  /  Black\nAddiKall  /  AndriKarl\nGullMoli\n  /  GullMoli\nDanni V8\n  / DanniV10\nKrissiP  /  FaCeStaMpaH\nbubble  /  xxivo\nZoRzEr  /  ZoRzEr\nSon of a silly person  /  RaGg1\nGhostmind  /  Ghoztmind\nhalipuz1  /  azorr\nmercury  /  ellimerc\narnif  /  arnif\nHvati  /  Hvati\nSkoleon  /  Skoleon\nvesley  / hallurs\nGeita_Pétur  /  Alleykat\nÓmarSmith\n  /  Kinichi\nOrri  /  OEice\ng0tlife  /  g0tlife\nJ1nX  /  binnij1nx\nSteini B  /  Steini_Rambo\ng01  /  PunkTurnet\nNozzgrebroth  /  Nozzgrebroth42\n69snaer  /  Seljan730\neinarhr  /  Cujo76\ndarkppl  /  Coolboy135\ncorflame  /  fleimur\nhannesstef  /  Capteinninn\ntomas52  /  Hetjann\nbraudrist  /  braudrist\nMagneto  /  iMagneto\nASUStek  /  Daz_sheep\nsteinthor95  /  Steinthor95\ndaanielin\n  /  umbilicalCord\nEmmDjei  /  Halfwaysober\nthormaster1337 / LeBadDemon  \nMr.Skúli  /  skulirag\neatr  /  Tech_junkiee\nÓmarSmith\n  /  Kinichi\nFacebook group fyrir Íslenska BF3/BC2 spilara.\nBF3 Launch trailer:\nhttp://youtu.be/Q7GVSx7yMaA\nÞekkt vandamál:\nATH! Áður en menn fara í gegnum þetta, verið vissir um að: \n-Vera búnir að athuga hvort þið getið update-að Origin.\n-Keyrið Origin sem administrator.\n-Slökkvið á UAC - Control panel > User accounts > Change User Accoun Control Settings > Dragið sliderinn alveg niður að never notify.\n-Hægri klikka á BF3 í Origin og velja \"Repair Install\"\n-Ná í nýjustu driverana frá ykkar skjákortsframleiðanda! \n-Einnig að ná í nýjasta Catalyst prrofile ef þú ert að nota Crossfire.\nNvidia drivers. (Ná í 285.62)\nAMD/Ati drivers.\nNýjasti Catalyst profile.\n - \nProps @ Bioeight\nKick með Punkbuster error:\n-Update-ið PB.\n-Lokaðu öllum monitor. (Hita monitor til dæmis)\n-Ef þú ert að yfirklukka skjákortið með Evga presicion, Msi Afterburner, Trixx eða slíku, prufaðu að slökkva á því.\nBattlelog með vesen, invites virka ekki almennilega og erfitt að joina leiki:\n-Ef þú ert með Avast vírusvörnina, prufaðu að slökkva á henni.\nMjög lágt fps og leikurinn hrynur:\n-Prufaðu að keyra leikinn í window mode, ef það lagast þá skilst mér að það sé patch á leiðinni.\n-Uppfæra DirectX (Ætti að vera nýjasta útgáfa hjá ykkur samt.)\n-Ef örgjörvinn þinn styður Hyper-threading, prufaðu að slökkva á því í Biosnum, lagast í næsta patch ef það hefur ekki nú þegar verið lagað.\nHljóðvandamál:\n- Ekkert hljóð: Start > Run > \"DXDIAG\" > Klikka á Sound > \"DirectX features\" > Færa \"Hardware Sound Acceleration\" í \"No Acceleration\" \n- Ef hljóðið laggar: Lækka sound Quality í 44KHz > Playback devices (Hægriklikka á hátalara-logoið) > Speaker properties > Advanced\nNetvandamál:\nÞetta eru portin sem BF3 og Origin nota:\nTCP: 80, 443, 9988, 20000-29999, 22990, 17502, 42127\nUDP: 3659, 14000-14016, 22990-23006, 25200-25300",
            "date": "2011-10-24 13:02:00",
            "post_id": "390752",
            "reply_to_id": false
        },
        {
            "user_name": "blitz",
            "text": "blitz / foulfrog\nByrja að spila þegar ég er búinn að vinna",
            "date": "2011-10-24 13:32:00",
            "post_id": "390762",
            "reply_to_id": "390752"
        },
        {
            "user_name": "kristinnhh",
            "text": "Enn með þarna kóreaska Vpn dæmið. Ég las  á uk foruminu hjá Ea að þú myndir fá bann ef maður er einhvað að fikta í þessu. Finn ekki linkinn enn held það\nEnn endilega deila ef þetta er alveg 100% safe ?",
            "date": "2011-10-24 13:52:00",
            "post_id": "390768",
            "reply_to_id": "390762"
        },
        {
            "user_name": "Zorky",
            "text": "zorkeh og nicezork er með 2 origin accounts en zorkeh er aðal accountið, fæ lykillin minn í dag.",
            "date": "2011-10-24 13:52:00",
            "post_id": "390769",
            "reply_to_id": "390768"
        },
        {
            "user_name": "blitz",
            "text": "Link plz, það sem ég hef lesið frá EA er að það er ekkert að þessu",
            "date": "2011-10-24 13:54:00",
            "post_id": "390770",
            "reply_to_id": "390769"
        },
        {
            "user_name": "kristinnhh",
            "text": "Hérna fann hérna eitt frá EA:\nCrash7800 (EA Communiy manager) stated in reddit \"Your call, I guess, as to if it's worth the risk. Personally, I'd wait. Definitely won't work for multiplayer, and if it did all you'd be doing would be creating a needless headache for our network staff.\"\nIf you do manage to bypass or risk to play muliplayer, just know that you would only be able to play multiplayer on the Asian servers . Expect to have 300+ping and joining into clogged up servers. There are still question going around the web whether or not this is safe. The safest way in doing this, would be to see the safety confirmation of the people who have done this and have everything running like I should (everything is working) after the Korean version has been lunched.\nIf you have this already or jumped into do this without knowing what the risk are or what they could be. Don't worry about the ban hammer, It's has been publicly announced that EA won't ban for this, for there is no legit reason to do so. This VPN program can be an alternative proxy and privacy protection, so EA can't argue to apply the ban hammer. I am sorry, but I do not know how reverse this once you have done it. My one guess would be to delete BF3 and all its contents like its reg and download. If this has worked let us know.\nEA has also stated that this is not illegal, it's just isn't very nice. ( meaning this is a go, but it's only a go on your own risk.)\nFROM ENTERBF3, WE ADVISE YOU TO WAIT UNTIL BATTLEFIELD 3 COMES OUT IN YOUR TIMEZONE FOR THE BEST 100% QUALITY ASSURANCE. WE ARE NOT ACCOUNTABLE FOR YOUR ACTION(S) AND MISTAKES.",
            "date": "2011-10-24 14:03:00",
            "post_id": "390772",
            "reply_to_id": "390770"
        },
        {
            "user_name": "worghal",
            "text": "er bara worghal á origin, en ég fæ ekki leikinn fyrr en hann kemur út, ekkert perload fyrir mig =/",
            "date": "2011-10-24 14:16:00",
            "post_id": "390775",
            "reply_to_id": "390772"
        },
        {
            "user_name": "kristinnhh",
            "text": "OFFICIAL RESPONES FROM EA \nThere are NO restrictions on using a VPN to play the game\nAaron W.: As of right now, there are no restrictions listed, however, we have had issues in previous EA games with customers having trouble connecting over VPN. If you have connection issues while playing BF3, please feel free to contact us.\nisaac: So I can play on my korean vpn to play battlefield 3?\nisaac: just for confirmation\nAaron W.: As far as my research shows, there should be no issues with connecting over a VPN with Battlefield 3\nisaac: Ok with my VPN it says on the Battlefield release date check that I can play on the 24th at 4pm GMT\nisaac: Is that okay?\nAaron W.: Battlefield 3 will launch on the 25th at 12:01 Korean Standard Time.\nisaac: So I am allowed to play it then using my VPN?\nAaron W.: The game will only be accessible after that time.\nisaac: I can play it at that time using my korean vpn?\nAaron W.: Yes, that is correct.\nisaac: Even though I live in England \nisaac: Thanks for the confirmation \nAaron W.: Not a problem, Isaac, is there anything else I can do for you today?\nisaac: That is all thanks for the confirmation \nAaron W.: Thank you for contacting EA Support, have a great day, Isaac!\nÞetta ætti að vera safe greinilegt sýnist mér",
            "date": "2011-10-24 14:20:00",
            "post_id": "390776",
            "reply_to_id": "390775"
        },
        {
            "user_name": "Plushy",
            "text": "Já. Kannski safe þeirra megin en það er á ykkar ábyrgð ef það verða einhver vandamál við að spila á serverum í Evrópu/ameríku etc. þegar hann kemur út þar.",
            "date": "2011-10-24 14:23:00",
            "post_id": "390777",
            "reply_to_id": "390776"
        },
        {
            "user_name": "blitz",
            "text": "Í BC2 er ekkert mál að spila á EUR/US/Asíu serverum etc þannig að ég get ekki ímyndað mér að þetta breyti einhverju.",
            "date": "2011-10-24 14:28:00",
            "post_id": "390779",
            "reply_to_id": "390777"
        },
        {
            "user_name": "Plushy",
            "text": "Enda sagði ég ekki að þetta myndi breyta neinu: Sagði af ef eitthvað gerist (ég veit ekki hvort það gerist eitthvað eða ekki...) þá segja EA að það sé ekki á þeirra ábyrgð, en þeir eru ekki að fara banna þig fyrir þetta",
            "date": "2011-10-24 14:33:00",
            "post_id": "390781",
            "reply_to_id": "390779"
        },
        {
            "user_name": "blitz",
            "text": "Byrjaðir að spila? Get ekki byrjað fyrr en um 1800 \nedit: Battlelog er online!\nedit2: Fullt af EU serverum eru online og stappaðir!\nedit3: Hver vill búa til / halda utan um Platoon fyrir Vaktina?",
            "date": "2011-10-24 15:30:00",
            "post_id": "390790",
            "reply_to_id": "390781"
        },
        {
            "user_name": "Klaufi",
            "text": "Á ég að græja platoon fyrir vaktina?\nFer að leggja af stað heim, en VPN-ið sem ég ætlaði að nota er komið með vesen, einhverjar hugmyndir af frírri þjónustu?",
            "date": "2011-10-24 16:54:00",
            "post_id": "390821",
            "reply_to_id": "390790"
        },
        {
            "user_name": "xripton",
            "text": "Uss ég er bara spilandi battlefield 3 núna \n \nhttp://battlelog.battlefield.com/bf3/pl ... 301094210/\n joinið íslenska platoonið aftur einnig er serverinn hjá clan vertigo hér \nhttp://battlelog.battlefield.com/bf3/se ... -conquest/\nminni svo á clanvertigo.com og einnig \nhttp://www.xripton.com/bf3\n, \nÆtlum svo að reyna halda 4v4 squad rush eða squad team deathmatch mót íslendingar only  í nóvember\n*Hints með map rotation á servernum eru vel þeginn á clanvertigo.com",
            "date": "2011-10-24 17:04:00",
            "post_id": "390823",
            "reply_to_id": "390821"
        },
        {
            "user_name": "Einsinn",
            "text": "How to unlock BF3 on the 24th:\nStep 1)\ndownload \nhttp://www.flyvpn.com/files/downloads/FlyVPN_2.2.1.6.exe\nStep 2) get the Login Details from:\nhttp://www.flyvpn.com/freetrial\nScroll down to:\nThe Password on this Site is changed every 20min, so you have to look at it before you connect to the VPN.\nStep 3)\nStart the FlyVPN_2.2.1.6.exe, no need to install, the client runs without installation.\nStep 4)\nEnter the login Details:\nStep 5)\nClick on Connect\nStep 6)\nChoose a Korean VPN Server from the List:\nStep 7) Connect and \"Unlock BF3.exe\" Play on Monday the 24th\nBut you will only beable to connect 3 times per day for a period of max 20 min per time\nso use first try to see the time for you and wait",
            "date": "2011-10-24 17:16:00",
            "post_id": "390834",
            "reply_to_id": "390823"
        },
        {
            "user_name": "Klaufi",
            "text": "FlyVPN var með stæla hjá mér.\nMun einfaldari leið: \nControl Panel > Internet Options > Connections > Lan Settings > Use a proxy server box\n203.232.208.116 port 8080\nVirkar, er að spila, bara á release date checkinu og taka það svo af.\nEr að spila!",
            "date": "2011-10-24 17:18:00",
            "post_id": "390835",
            "reply_to_id": "390834"
        },
        {
            "user_name": "xripton",
            "text": "Mæli frekar með að nota þetta hér \nhttp://thepiratebay.org/torrent/6753334 ... Crack_2011\n downloadar þessu crackar forritið stillir á indónesiou og activatear leikinn og vollah",
            "date": "2011-10-24 17:18:00",
            "post_id": "390836",
            "reply_to_id": "390835"
        },
        {
            "user_name": "Klaufi",
            "text": "Skil ekki afhverju þú mælir frekar með þessu heldur en einföldustu leiðbeiningum í heimi sem tekur 5 sec?",
            "date": "2011-10-24 17:20:00",
            "post_id": "390837",
            "reply_to_id": "390836"
        },
        {
            "user_name": "xripton",
            "text": "haha nvm mér fannst þetta léttara",
            "date": "2011-10-24 17:40:00",
            "post_id": "390849",
            "reply_to_id": "390837"
        },
        {
            "user_name": "arnif",
            "text": "+1 á þetta!",
            "date": "2011-10-24 18:00:00",
            "post_id": "390854",
            "reply_to_id": "390849"
        },
        {
            "user_name": "Varasalvi",
            "text": "Ég stillti þetta proxy rugl og það virkar.\nEr samt ekki alveg að skilja afhverju ég næ ekki 60fps. Er með 30 í ultra og aðeins 40 í low. Ekki mikill munur svo ég held nú að það sé eitthvað annað að en að tölvan mín hönldi þetta ekki.\nVeit einhver eitthvað um þetta? Einhver fix eða vantar kannski bara að patcha þetta? \nHérna er tölvan mín allavega.\nPSU: 1000w\nCPU: i5-760, OC @ 4.00ghz.\nGPU: Radeon 6970 (Gigabyte)\nMemory: 8gb, 1333mhz.\nHDD: 7200rpm.\nLangar alveg rosalega að vita hvort að tölvan mín sé bara ekki nógu góð eða að þetta er einhver galli í leiknum. Finnst samt ólíklegt að þetta sé tölvan því að ég ætti að geta verið með 60fps í low.",
            "date": "2011-10-24 18:08:00",
            "post_id": "390856",
            "reply_to_id": "390854"
        },
        {
            "user_name": "stjani11",
            "text": "geturu útskýrt betur? það stendur hjá mér Use a proxy server for your lan (these settings will not apply to dail-up or VPN connections). Á ég ekki að skrifa þetta þar? Og hvað svo? Slökkva og kveikja á netinu? því það fer ekki í gegnum acctivation hjá mér eftir að ég skrifa þetta inn",
            "date": "2011-10-24 18:13:00",
            "post_id": "390859",
            "reply_to_id": "390856"
        },
        {
            "user_name": "Varasalvi",
            "text": "Ég er ekki sá sem skrifaði þetta en ég get hjálpað.\nJá þú átt að skrifa í þetta sem þú nefndir. \n\"203.232.208.116\" fer í \"Address\"\n\"8080\" fer í \"port\" \nSvo bara apply eða OK á alla glugga og búið. Þarf ekki að restarta router eða eitthvað þannig.\nÞegar þú opnar leikinn þá fer hann í gegnum \"Activation\", en í þetta skipti á hann að hleypa þér í gegn útaf því að þú breyttir þessu.",
            "date": "2011-10-24 18:28:00",
            "post_id": "390863",
            "reply_to_id": "390859"
        },
        {
            "user_name": "kristinnhh",
            "text": "Er að spá í að gera þetta vpn dæmi . Getur madur spilað alla servera og lagglaust a sama profile sem maður er með a origin. Getur einhver sagt okkur lítillega frá þessu? Er svo spenntur",
            "date": "2011-10-24 18:36:00",
            "post_id": "390868",
            "reply_to_id": "390863"
        },
        {
            "user_name": "blitz",
            "text": "Fuaarak hvað þetta er fallegur leikur... MP virkar fínt",
            "date": "2011-10-24 18:43:00",
            "post_id": "390871",
            "reply_to_id": "390868"
        },
        {
            "user_name": "stjani11",
            "text": "Takk fyrir en ég fattaði hvað vantaði. Það var kassi sem stóð bypass proxy... eitthvað sem þurfti að haka í",
            "date": "2011-10-24 18:54:00",
            "post_id": "390876",
            "reply_to_id": false
        },
        {
            "user_name": "tanketom",
            "text": "biddu.... átti hann ekki að koma á morgun? 25.10.2011",
            "date": "2011-10-24 19:22:00",
            "post_id": "390889",
            "reply_to_id": "390876"
        },
        {
            "user_name": "kristinnhh",
            "text": "Ok èg ætla að gera tetta a eftir. Hvernig er best að gera þetta?? Ghetur maður spilað ótakmarkað?",
            "date": "2011-10-24 19:24:00",
            "post_id": "390891",
            "reply_to_id": "390889"
        },
        {
            "user_name": "vikingbay",
            "text": "Forpantaði hjá gamestöðini en sé hvergi upplýsingar um hvenar eða klukkan hvað ég get farið og sótt þetta. Veit það einhver?",
            "date": "2011-10-24 19:33:00",
            "post_id": "390892",
            "reply_to_id": "390891"
        },
        {
            "user_name": "Klaufi",
            "text": "27. opnar hann fyrir Evrópu.\nVikingbay, ættir að geta nálgast hann á fimmtudag eða föstudag.\nÞað er hægt að komast framhjá því með því að setja upp Proxy/VPN í kóreu, þar sem leikurinn er kominn út þar.\nÞað sem það gerir er að það hleypir þér í gegn því að samkvæmt ip tölunni þinni ertu í kóreu og þá les \"Release Date Check\" að þú eigir að vera kominn með aðgang, og decryptar fælana fyrir þig, sem veitir þér aðgang að leiknum.\nEn þá þarftu að eiga hann á origin, þar sem þá er maður búinn að sækja leikinn.\nEr að fýla það sem ég er búinn að spila af campaign-inu, addaðu mér á origin ef þú vilt kíkja í MP leik, er ekki að ná að hemja mig í að klára SP",
            "date": "2011-10-24 19:41:00",
            "post_id": "390895",
            "reply_to_id": "390892"
        },
        {
            "user_name": "blitz",
            "text": "Tók 5 min SP session, gat ekki staðist lengur og fór beint í MP!\nEr með flest á high og eitthvað á ultra og leikurinn er constant 70 fps í stórum battles... EPIC leikur!!... búinn að adda þér",
            "date": "2011-10-24 19:54:00",
            "post_id": "390896",
            "reply_to_id": "390895"
        },
        {
            "user_name": "tanketom",
            "text": "ooooooooooooohhhhhhhhh!  \n \nafhverju þarf þessi leikur að koma á svona leiðinlegum tíma!\nþarf að selja tölvuna mín og ég er búinn að bíða eftir þessum leik svo leengi  \n \nBTW... Ef einhverjum vantar alvöru tölvu til að spila þennan leik, Click here!",
            "date": "2011-10-24 20:41:00",
            "post_id": "390906",
            "reply_to_id": "390896"
        },
        {
            "user_name": "kókfíkillinn",
            "text": "kókfíkillinn / Svarthofdi",
            "date": "2011-10-24 21:41:00",
            "post_id": "390927",
            "reply_to_id": "390906"
        },
        {
            "user_name": "mercury",
            "text": "allir á vertigo serverinn. bara islendingar eins og er.",
            "date": "2011-10-24 22:01:00",
            "post_id": "390932",
            "reply_to_id": "390927"
        },
        {
            "user_name": "addifreysi",
            "text": "OriginID'ið mitt er \n\"Nozagleh42\"\n \"BumblebeeTuna42\"",
            "date": "2011-10-24 22:07:00",
            "post_id": "390934",
            "reply_to_id": "390932"
        },
        {
            "user_name": "xripton",
            "text": "",
            "date": "2011-10-24 22:09:00",
            "post_id": "390935",
            "reply_to_id": "390934"
        },
        {
            "user_name": "emilbesti",
            "text": "adda mér á Origin: emilbesti",
            "date": "2011-10-24 22:14:00",
            "post_id": "390937",
            "reply_to_id": "390935"
        },
        {
            "user_name": "Black",
            "text": "Battlefield Battlefield \n@ \nThe install is 1.5 gb for the texture pack. It might be a tight fit but will definitely be worth it. ^GM\nhvaða auka texture pakki kom fyrir þennan leik ?  \nhttp://twitter.com/#!/Battlefield",
            "date": "2011-10-24 22:59:00",
            "post_id": "390946",
            "reply_to_id": "390937"
        },
        {
            "user_name": "Orri",
            "text": "Er búinn að spila Campaign-ið núna í einhverja tíma.. Þvílíkur leikur ! Og það í Singleplayer... sem á víst að vera lélegt (skv gagnrýnendum)...\nÆtla að klára Campaign-ið áður en ég fer í Multiplayer.. Annars mun ég aldrei klára Campaignið.. haha \nÞetta er fyrir Xbox 360..\nÞar sem ekki allar Xbox 360 eru með HDD þá er optional HD Texture Pack install til að fá jafn góða grafík og PS3. Án þess lýtur leikurinn eflaust eitthvað verr út.",
            "date": "2011-10-25 00:04:00",
            "post_id": "390955",
            "reply_to_id": "390946"
        },
        {
            "user_name": "Klaufi",
            "text": "Jæja, hvernig leggst þetta í ykkur?\nGet ekki hætt, ætla að taka nokkur round í viðbót ef einhver vill slást í hópinn \n*Bætt við*\nKomu ekki út nýjir driverar í dag?\nEf svo er, búinn að setja þá upp?\nÞað var eitthvað vesen með einhver 6*** línu kort minnir mig.",
            "date": "2011-10-25 00:53:00",
            "post_id": "390963",
            "reply_to_id": "390955"
        },
        {
            "user_name": "Varasalvi",
            "text": "Ef þeir gerðu það þá er mjög erfitt að finna hann.",
            "date": "2011-10-25 01:14:00",
            "post_id": "390967",
            "reply_to_id": "390963"
        },
        {
            "user_name": "Trogmyer89",
            "text": "Getur hent mér inn á þennan lista\nVaktin ID:\nTrogmyer89\nOrigin ID:\nTrogmyer89 \nByrja spila á miðvkudaginn :-)",
            "date": "2011-10-25 01:16:00",
            "post_id": "390969",
            "reply_to_id": "390967"
        },
        {
            "user_name": "kristinnhh",
            "text": "Server Maintence i gangi frá 1 til hálf 2 í nótt ! \nAnnars er leikurinn hrikalega flottur og serverarnir eru að runna töluvert betri enn ég bjóst við. Enn fullt af glitchum samt !\nVantar samt nýjan official driver frá AMD ! ég er að nota 11.9 catalyst 11.10 driverarnir virka ekkert hjá mér ! Kemur vonandi bráðlega nýr official amd driver.",
            "date": "2011-10-25 01:20:00",
            "post_id": "390971",
            "reply_to_id": "390969"
        },
        {
            "user_name": "Black",
            "text": "Þeir skýrðu characterinn eftir mér,  \n \"Black\"",
            "date": "2011-10-25 01:30:00",
            "post_id": "390973",
            "reply_to_id": "390971"
        },
        {
            "user_name": "mercury",
            "text": "mercury / ellimerc",
            "date": "2011-10-25 06:45:00",
            "post_id": "390980",
            "reply_to_id": "390973"
        },
        {
            "user_name": "blitz",
            "text": "Op Metro er RUGL í 64manna Conquest, alltof lítið mapp  \n \nAnnars er Grand Bazar ruddalegasta mappið sem ég hef spilað hingaðtil, þvílíkir firefights sem myndast í götunum!",
            "date": "2011-10-25 10:04:00",
            "post_id": "391009",
            "reply_to_id": "390980"
        },
        {
            "user_name": "GullMoli",
            "text": "Ugh, er ekki að ná að starta leiknum úr Origin :l\nAnnars er nickið GullMoli.",
            "date": "2011-10-25 12:03:00",
            "post_id": "391031",
            "reply_to_id": "391009"
        },
        {
            "user_name": "blitz",
            "text": "Bjó til platoon - Vaktin með tag .is\nhttp://battlelog.battlefield.com/bf3/pl ... 306651766/\nGeri einhverja leaders ef þið viljið til að halda betur um þetta",
            "date": "2011-10-25 12:30:00",
            "post_id": "391052",
            "reply_to_id": "391031"
        },
        {
            "user_name": "Klaufi",
            "text": "Jæja drengir, \nFrábær tímasetning til að það fari að róast í vinnunni hjá manni..\nEr að byrja að taka smá session, getið verið í bandi ef þið viljið spilafélaga",
            "date": "2011-10-25 18:01:00",
            "post_id": "391139",
            "reply_to_id": "391052"
        },
        {
            "user_name": "xripton",
            "text": "erum að spila núna eins og er mumble ip  85.236.100.59 port 15962 ekkert pass",
            "date": "2011-10-25 18:50:00",
            "post_id": "391168",
            "reply_to_id": "391139"
        },
        {
            "user_name": "Varasalvi",
            "text": "Vertigo serverinn er fínn, ég vil reyndar hardcore. Er enginn með íslenskan hardcore server?",
            "date": "2011-10-25 22:08:00",
            "post_id": "391235",
            "reply_to_id": false
        },
        {
            "user_name": "Orri",
            "text": "Er ég sá eini sem ætlar að klára campaignið áður en ég fer online ? \nÞað er mjög freistandi að fara beint í multiplayerið en ef ég fer í það þá mun ég aldrei klára campaignið",
            "date": "2011-10-25 22:51:00",
            "post_id": "391259",
            "reply_to_id": "391235"
        },
        {
            "user_name": "AndriKarl",
            "text": "Soldier: AndriKarl",
            "date": "2011-10-25 22:53:00",
            "post_id": "391261",
            "reply_to_id": "391259"
        },
        {
            "user_name": "Black",
            "text": "skemmtu þér, glatað campaign í þessu",
            "date": "2011-10-25 23:45:00",
            "post_id": "391283",
            "reply_to_id": "391261"
        },
        {
            "user_name": "AncientGod",
            "text": "Hvar er hægt að fá allar upplýsingar um gamestöðin og opnum hjá þeim um þennan leik fyrir þá sem forpöntuðu.",
            "date": "2011-10-25 23:49:00",
            "post_id": "391286",
            "reply_to_id": "391283"
        },
        {
            "user_name": "vesley",
            "text": "kl 22:00 á morgun .  Pizza og eh drasl verður á staðnum.",
            "date": "2011-10-25 23:51:00",
            "post_id": "391288",
            "reply_to_id": "391286"
        },
        {
            "user_name": "AncientGod",
            "text": "andskotin strætó hættir að keyra um 22 =S verð að redda mér far en takk fyrir fljótt svar =D",
            "date": "2011-10-25 23:54:00",
            "post_id": "391290",
            "reply_to_id": "391288"
        },
        {
            "user_name": "Orri",
            "text": "Er búinn að spila campaignið í nokkra klukkutíma og það er alls ekki jafn slæmt og allir vilja meina.\nEkki að mínu mati amk.\nÞetta er hvorteðer bara upphitun fyrir multiplayerið",
            "date": "2011-10-26 00:09:00",
            "post_id": "391296",
            "reply_to_id": "391290"
        },
        {
            "user_name": "astro",
            "text": "Veit einhver hérna hvernig þetta verður með geisladiska útgáfuna af leiknum uppá að þurfa að vera með hann stanslaust í til að spila eða setja hann í þegar maður startar honum ?\nEr ekki með drif og langar ekki að fá mér drif, ætla bara að fá lánað til að installa og svo ekkert meir.",
            "date": "2011-10-26 01:51:00",
            "post_id": "391325",
            "reply_to_id": "391296"
        },
        {
            "user_name": "vesley",
            "text": "Ættir ekki að þurfa að hafa diskinn stanslaust í.  Og ef svo væri þá myndi ég bara prufa að setja CD-key inná Origin og downloada leiknum.",
            "date": "2011-10-26 07:45:00",
            "post_id": "391333",
            "reply_to_id": "391325"
        },
        {
            "user_name": "ScareCrow",
            "text": "Mun kaupa hann þegar nýja setupið verður komið í ca des!",
            "date": "2011-10-26 08:29:00",
            "post_id": "391335",
            "reply_to_id": "391333"
        },
        {
            "user_name": "Zorky",
            "text": "Þú notar diskinn bara til að installa hann á tölvuna þegar þú ert búinn þá þarftu ekki að nota diskinn þú getur líka sett cd keyið í redeem á origin og downloadað leiknum þá þarftu ekki að nota diskinn, en þú þarft að hafa kveikt á origin til að spila.",
            "date": "2011-10-26 11:42:00",
            "post_id": "391361",
            "reply_to_id": "391335"
        },
        {
            "user_name": "astro",
            "text": "Ókei, frábært \n Takk fyrir svarið (Já þú mátt líka fá smá credit vesley)",
            "date": "2011-10-26 12:08:00",
            "post_id": "391365",
            "reply_to_id": "391361"
        },
        {
            "user_name": "Danni V8",
            "text": "Veit einhver hvernig ég fer að því að unlocka leiknum núna? Ég er búinn að prófa báðar leiðirnar sem er talað um fyrr í þræðinum en hvorug þeirra virkar.",
            "date": "2011-10-26 13:41:00",
            "post_id": "391382",
            "reply_to_id": "391365"
        },
        {
            "user_name": "Trogmyer89",
            "text": "o my god o my god.. er að farast úr spenningi.. fæ leikinn í kvöld :-) eins gott að netið verði komið inn... shit helvitis fluttningar hehe",
            "date": "2011-10-26 13:43:00",
            "post_id": "391384",
            "reply_to_id": "391382"
        },
        {
            "user_name": "worghal",
            "text": "fæ minn í kvöld hjá gamestöðinni",
            "date": "2011-10-26 13:51:00",
            "post_id": "391389",
            "reply_to_id": "391384"
        },
        {
            "user_name": "Klaufi",
            "text": "Félagi minn lenti í því að Proxy aðferðin virkaði ekki.\nÉg slökkti á UAC hjá honum og prufaði aftur, þá gekk það í gegn, prufaðu það.",
            "date": "2011-10-26 13:56:00",
            "post_id": "391390",
            "reply_to_id": "391389"
        },
        {
            "user_name": "Danni V8",
            "text": "UAC er einmitt það fyrsta sem ég slekk á þegar ég set upp tölvur sem ég nota sjálfur, svo það er ekki vandamálið.\nEn þegar ég stilli þetta svona þá virkar netið bara ekki neitt, búinn að quadruple check-a ip töluna og portið og það kemur alltaf bara time-out á allt á netinu þegar ég með þetta stillt svona.\n*Edit: Fann loksins Proxy sem ég gat notað, stillti það í gegnum Control Panel og Internet Options. Restartaði Origin og reyndi aftur að unlocka BF3 en það er sama sagan...",
            "date": "2011-10-26 14:18:00",
            "post_id": "391397",
            "reply_to_id": "391390"
        },
        {
            "user_name": "kristinnhh",
            "text": "Heyrðu strákar Render.drawfps 1 til að sjá fps í console i Bf 3 - Enn ég er a'ð leita af hvernig maður sér usage á crossfire? inní leiknum og cpu usage einhver með upplýsingar please spread them.",
            "date": "2011-10-26 14:51:00",
            "post_id": "391411",
            "reply_to_id": "391397"
        },
        {
            "user_name": "worghal",
            "text": "er bf3 með console  \n ?",
            "date": "2011-10-26 14:52:00",
            "post_id": "391413",
            "reply_to_id": "391411"
        },
        {
            "user_name": "Zorky",
            "text": "Notaðu VPN getur downloadað Platinum Hide IP og stillt á Korea og gert activate ef ip virkar ekki gerðu þá hide/stop þangað til að þú getur activeate leikinn.",
            "date": "2011-10-26 15:03:00",
            "post_id": "391422",
            "reply_to_id": "391413"
        },
        {
            "user_name": "Klaufi",
            "text": "Indeed fine sir.",
            "date": "2011-10-26 15:04:00",
            "post_id": "391423",
            "reply_to_id": "391422"
        },
        {
            "user_name": "Danni V8",
            "text": "Þetta er komið hjá mér... og þessi leikur er insane! Djöfull er hann flottur \nNick í BF3: DanniV10",
            "date": "2011-10-26 16:23:00",
            "post_id": "391444",
            "reply_to_id": "391423"
        },
        {
            "user_name": "KrissiP",
            "text": "EDIT!\n Var að forpanta mitt eintak áðan! \n Fæ það öruglega eftir helgi\nBreytti nafninu núna er það: FaCeStaMpaH \nEDIT",
            "date": "2011-10-26 17:00:00",
            "post_id": "391457",
            "reply_to_id": "391444"
        },
        {
            "user_name": "bubble",
            "text": "xxivo er mitt nafn",
            "date": "2011-10-26 19:24:00",
            "post_id": "391499",
            "reply_to_id": "391457"
        },
        {
            "user_name": "izelord",
            "text": "Eitt sem ég lenti í var að leikurinn fraus stundum á sömu stöðunum. Þe. video og gameplay fraus meðan hljóð hélt áfram, reyndar án endurtekninga eins og venjan er við frost. Hægt að alttabba og endtaska, en djöfulli pirrandi.\nUppfærði Nvidia driverinn eins og leikurinn mælir með við boot og hann hefur ekki frosið síðan. Svona ef einhverjir lenda í svipuðu veseni.",
            "date": "2011-10-26 21:39:00",
            "post_id": "391543",
            "reply_to_id": false
        },
        {
            "user_name": "daniellos333",
            "text": "ha, hélt að hann kæmi 27...",
            "date": "2011-10-26 22:06:00",
            "post_id": "391552",
            "reply_to_id": "391543"
        },
        {
            "user_name": "Klaufi",
            "text": "Lestu þráðinn \nBtw, fyrsti póstur uppfærður, og ef þið vitið um fleiri þekkt vandamál endilega látið vita.",
            "date": "2011-10-26 22:42:00",
            "post_id": "391562",
            "reply_to_id": "391552"
        },
        {
            "user_name": "cure",
            "text": "ég er að keyra leikinn á gtx 260 og hann runar allveg mjög smooth \n ég sem hélt að ég þyrfti að uppfæra skjákortið mitt össss.",
            "date": "2011-10-27 18:40:00",
            "post_id": "391720",
            "reply_to_id": "391562"
        },
        {
            "user_name": "Varasalvi",
            "text": "Ef leikurinn hjá ykkur er ekki aðeins að crasha, heldur einnig að crasha tölvunni (Deadlock) þegar þið spilið BF3, semsagt að hún frýs í stað, einnig hljóðið ( hljóðið stoppar á síðustu nótu og spilar það = hávaði í hátalara ) og hún Deadlock-ast, þá gæti ég verið með lausn.\nTil að komast af því hvort tölvan er að deadlock-ast þá þarftu að gá næst þegar hún frýs hvort að Capslock ljósið kemur upp þegar ýtt er á takkan, ef ekki þá er hún deadlocked.\nÞetta var að gerast fyrir mig í Bad Company 2, ég rannsakaði í vikur og komst af þeirri niðurstöðu að það var \"on-board\" hljóðkortið mitt, s.s hljóðkort sem er innbyggt í móðurborðinu. Þetta virðist gerast með mörg on-board hljóðkort.\nSvo að kaupa ´stand-alone´ hljóðkort á að laga þetta, þetta er líka að gerast í BF3.\n Ég keypti nýtt hljóðkort fyrir Bad company 2 og það svín virkaði. Í BF3 núna í gær tengdi ég headphone í móðuborðið (tengin að framan) þá byrjaði þetta að gerast aftur, svo ég veit að þetta er sama vandamálið.\nVeit ekki hvort þetta er að gerast fyrir einhverja hér en ég man hvað það var mikið vesen að komast að þessu svo ég ákvað að deila þessu bara til öryggis.",
            "date": "2011-10-27 20:14:00",
            "post_id": "391744",
            "reply_to_id": "391720"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Virðist vera vandamál með activation á Origin. Fæ alltaf error að tölvan sé ekki nettengd, sem getur engan veginn staðist. \nVirðist ekkert virka þessa stundina.\nFékk fyrst Release check frændann sem sagði að leikurinn opnaðist ekki fyrr en 23:00 í kvöld. Fór í Internet Options og stillti proxy aðgang og það gekk. Vandinn er núna að ég get ekki activatað.",
            "date": "2011-10-27 21:37:00",
            "post_id": "391768",
            "reply_to_id": "391744"
        },
        {
            "user_name": "GullMoli",
            "text": "NOTICE Origin activation is down at the moment. We are aware of the issue and working on it. Thank you for your patience. See news for more info.",
            "date": "2011-10-27 22:12:00",
            "post_id": "391787",
            "reply_to_id": "391768"
        },
        {
            "user_name": "Arnarr",
            "text": "gaur hvernig breytir maður nafninu?",
            "date": "2011-10-27 22:14:00",
            "post_id": "391788",
            "reply_to_id": "391787"
        },
        {
            "user_name": "KrissiP",
            "text": "Ég notaði: \nhttp://www.origin.com/us/change-id\nEn þetta virðist vera nýr account, þarft að setja alla vinina aftur. Annars sama Email og auðvitað annað nafn",
            "date": "2011-10-27 22:33:00",
            "post_id": "391796",
            "reply_to_id": "391788"
        },
        {
            "user_name": "izelord",
            "text": "Búinn að finna einn verulega heimskulegan galla sem skemmir alveg spilunina fyrir mér allavega.\nQ er default bind fyrir communications. Það er hægt að rebinda eitthvað annað (eins og B í mínu tilfelli) en Q heldur áfram að virka fyrir communication!\nÞannig að eftir að ég bindeaði Q á strafe-left og bindeaði B á communication þá strafea ég til vinstri OG fæ upp communication við það að ýta á Q. \nMðrfkk!",
            "date": "2011-10-28 00:25:00",
            "post_id": "391838",
            "reply_to_id": "391796"
        },
        {
            "user_name": "daniellos333",
            "text": "verður pottþétt lagað með patch",
            "date": "2011-10-28 00:35:00",
            "post_id": "391842",
            "reply_to_id": "391838"
        },
        {
            "user_name": "izelord",
            "text": "Sé að þetta er komið inn á BUG listann hjá Dice. Vægast sagt lélegt að svona galli skuli slæðast inn í final, sérstaklega þar sem hann var reportaður fyrir fjórum dögum.\nGallinn er nota bene ekki í SP.",
            "date": "2011-10-28 00:37:00",
            "post_id": "391844",
            "reply_to_id": "391842"
        },
        {
            "user_name": "Orri",
            "text": "Leikurinn kom út 25. október (í Bandaríkjunum).\nFyrir fjórum dögum = 24. okt eða 23. okt, fer eftir því hvernig þú telur það.\nVægast sagt lélegt að það sé ekki búið að laga það ? Látt'ekki svona..",
            "date": "2011-10-28 00:41:00",
            "post_id": "391848",
            "reply_to_id": "391844"
        },
        {
            "user_name": "oskar9",
            "text": "jesús kristur af hverju getur þetta rusl ekki bara verið á Steam, kaupa, sækja spila, er að verða flogaveikur á þessu Origin rusli, brb farinn í Bad comp 2",
            "date": "2011-10-28 00:50:00",
            "post_id": "391850",
            "reply_to_id": "391848"
        },
        {
            "user_name": "capteinninn",
            "text": "Kemur víst á Steam seinna en það þarf víst alltaf að hafa origin í gangi þegar þú spilar leikinn.\nNenni ekki að finna heimildir fyrir þessu en las þetta á mismunandi battlefield bloggum og fleira",
            "date": "2011-10-28 00:57:00",
            "post_id": "391852",
            "reply_to_id": "391850"
        },
        {
            "user_name": "Varasalvi",
            "text": "Stór efa að hann komi á steam, ástæðan fyrir að hann kom ekki á steam til að byrja með er útaf einhverju customer support og að steam styðji það ekki nógu vel (nenni ekki að fara í details). Svo nema að steam hafi breytt því þá efa ég að hann komi þar.",
            "date": "2011-10-28 01:05:00",
            "post_id": "391853",
            "reply_to_id": "391852"
        },
        {
            "user_name": "Klaufi",
            "text": "Er búinn að sýna þér heimildir fyrir því að þetta er ekki satt.\nÞetta snýst einmitt eins og síðasti ræðumaður sagði, um að EA vill direct CS, sem Steam býður ekki upp á.\nHardkóðunin á Q verður löguð í patch, staðfest.",
            "date": "2011-10-28 01:50:00",
            "post_id": "391860",
            "reply_to_id": "391853"
        },
        {
            "user_name": "Ghostmind",
            "text": "Er hægt að bæta mér á listann? \n Origin ID: Ghoztmind",
            "date": "2011-10-28 10:22:00",
            "post_id": "391880",
            "reply_to_id": "391860"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Jæja. Spilaði til 4 í nótt. Þetta var virkilega góð skemmtun. \nLeikurinn er mjög áhugaverður, flottur auðvitað, en spilar töluvert öðruvísi heldur en BFBC2. Hann er hraðari og liprari varðandi allar hreyfingar. Byssurnar eru, að mínu mati, skemmtilegri og það er meira \"oomfh\" að skjóta. Ánægður að Assault classinn og medic classinn hafi verið \"sameinaðir\" þannig þú situr ekki uppi með LMG sem medic eða Thomson. Loksins er medic classinn orðin eins og hann á að vera, lipur og hraður sem getur revivað almennilega.\nStigin hrannast upp við minnsta tækifæri, sem er gott. Ert stanslaust að unlocka fleiri græjum fyrir byssur og gadgets. Squad leader fídusinn er líka áhugaverður, virkar vel þegar það er gott squad.\nMöppin eru breytileg, margar mismunandi leiðir á einn stað, margir skemmtilegir \"choke points\" og gríðarlega mikið details á öllu.\nMegið adda mér á listann yfir spilendur.\nOrigin / in game : ZoRzEr\nHlakka til að spila með ykkur!",
            "date": "2011-10-28 10:22:00",
            "post_id": "391881",
            "reply_to_id": "391880"
        },
        {
            "user_name": "Son of a silly person",
            "text": "Er ég þá sá eini sem kemst ekki á server? það er endalaust joining server. Ég veit að það er álag á kerfinu en þetta er of mikið. Ég er búinn að uppfæra punkbuster og yfirfara eldvegginn hjá mér. En ekkert gerist!\nReyndar í gærkvöldi þegar leikurinn opnaðist þá náði ég að komast á server en um leið og ég byrjaði gat ég ekki breytt key bindings og alveg sama hvað ég gerði þá skaut byssan endalaust þangað til ég var búinn með skotfærin. Mjög svo skrítið. \nÉg hef ekki hugmynd um afhverju þetta hagar sér svona, búinn að skoða og laga allt sem mér dettur í hug að haldi mér frá því að spila.\nAllar ráðleggingar og aðstoð er vel þeginn \nKv. Ragnar\nOrigin / in game: RaGg1",
            "date": "2011-10-28 11:41:00",
            "post_id": "391894",
            "reply_to_id": "391881"
        },
        {
            "user_name": "69snaer",
            "text": "Verður spilað í Hardcore mode? Nenni ekki að spila í neinu öðru, þar sem að hardcoremode er sem næst raunveruleikanum",
            "date": "2011-10-28 11:47:00",
            "post_id": "391896",
            "reply_to_id": "391894"
        },
        {
            "user_name": "AndriKarl",
            "text": "Ég er einmitt mjög hissa á hvað hann keyrir vel á vélinni minni með SLI 8800gt.",
            "date": "2011-10-28 12:03:00",
            "post_id": "391900",
            "reply_to_id": "391896"
        },
        {
            "user_name": "blitz",
            "text": "Nennir einhver að taka með mér coop í kvöld?\nLangar í co op points til að unlocka weapons í MP",
            "date": "2011-10-28 13:27:00",
            "post_id": "391924",
            "reply_to_id": "391900"
        },
        {
            "user_name": "everdark",
            "text": "",
            "date": "2011-10-28 19:56:00",
            "post_id": "392011",
            "reply_to_id": "391924"
        },
        {
            "user_name": "skoleon",
            "text": "Skoleon / Skoleon --> Origin ID",
            "date": "2011-10-28 20:56:00",
            "post_id": "392034",
            "reply_to_id": "392011"
        },
        {
            "user_name": "xripton",
            "text": "djöfull sem maður er ekki að fíla unstable server version Fæ póst á hverjum dag frá server hosts serverinn búinn að crasha 5 sinnum and counting í dag en leikurinn reyndar ný releaseaður",
            "date": "2011-10-28 21:34:00",
            "post_id": "392041",
            "reply_to_id": false
        },
        {
            "user_name": "Varasalvi",
            "text": "Crashar leikurinn eða tölvan líka?",
            "date": "2011-10-28 22:41:00",
            "post_id": "392061",
            "reply_to_id": "392041"
        },
        {
            "user_name": "Danni V8",
            "text": "Hef ekki lent í einu crashi hjá mér (client side). Eina sem ég hef lent í er Server crash og disconnect/kick af engri ástæðu.",
            "date": "2011-10-29 00:04:00",
            "post_id": "392072",
            "reply_to_id": "392061"
        },
        {
            "user_name": "Hvati",
            "text": "Keypti hann í gær, Origin iD: Hvati",
            "date": "2011-10-29 05:21:00",
            "post_id": "392090",
            "reply_to_id": "392072"
        },
        {
            "user_name": "escobar",
            "text": "Er activation server-inn ennþá niðri?",
            "date": "2011-10-29 12:16:00",
            "post_id": "392110",
            "reply_to_id": "392090"
        },
        {
            "user_name": "halipuz1",
            "text": "Ingame ID: azorr\nMinni á \nhttp://www.clanvertigo.com\n og \nhttp://www.hugi.is/battlefield",
            "date": "2011-10-29 12:22:00",
            "post_id": "392113",
            "reply_to_id": "392110"
        },
        {
            "user_name": "arnif",
            "text": "gargandi snilld!\nBattlelog ID : arnif",
            "date": "2011-10-29 12:27:00",
            "post_id": "392116",
            "reply_to_id": "392113"
        },
        {
            "user_name": "Son of a silly person",
            "text": "Afsakið að ég hljómi eins og rispuð plata. En ég hef ekki enn geta spilað leikinn, þegar ég reyni að joina multiplayer er joining server stöðugt og ef ég opna task manager þá er leikurinn hvergi. Það sama er þegar ég reyni að starta single player.\nÉg er búinn að opna port í router samkvæmt EA uppfæra punkbuster og firefox, það er allt uppfært og allt í góðu en battlelog gerir alltaf í buxurnar þegar kemur að því að starta leiknum. Er ég einn að lenda í þessu eða eru fleiri með svipað vandamál. Ef einhver er með einhverjar tillögur þá skjóta, öll aðstoð vel þegin.\nÉg vona að næsta patch lagi þetta kannski, annars verð ég alveg já sko alveg! \nKv. Rangar",
            "date": "2011-10-29 13:25:00",
            "post_id": "392122",
            "reply_to_id": "392116"
        },
        {
            "user_name": "izelord",
            "text": "Búinn að prófa annan browser og virkar SP?",
            "date": "2011-10-29 13:29:00",
            "post_id": "392123",
            "reply_to_id": "392122"
        },
        {
            "user_name": "Son of a silly person",
            "text": "Ég er búinn að prófa battlelog í IE9 og Firefox á eftir að ná í og prófa í chrome og opera.\nVarðandi singleplayer þá virkar hann heldur ekki. \nÍ multiplayer er stöðugt joining server og leikurinn startar ekki.\nÍ singleplayer er stöðugt initalzing... og leikurinn startar ekki. \nþegar ég hafði samband við EA og stillti port sem þeir bentu á, það breytti engu. Ég er búinn að reinstalla einusinni, er með með leikinn inní origin möppuni = X/leikir/origin/battlefuield3 en ætla að skjóta útí bláinn og prófa að  reinstalla = X/leikir/battlefield3 Hví ekki að prófa allt mögulegt",
            "date": "2011-10-29 14:38:00",
            "post_id": "392130",
            "reply_to_id": "392123"
        },
        {
            "user_name": "Klaufi",
            "text": "Hvaða vírusvörn ertu með?",
            "date": "2011-10-29 14:51:00",
            "post_id": "392133",
            "reply_to_id": "392130"
        },
        {
            "user_name": "Eiiki",
            "text": "Vírusvörn?",
            "date": "2011-10-29 17:08:00",
            "post_id": "392168",
            "reply_to_id": "392133"
        },
        {
            "user_name": "GullMoli",
            "text": "Ertu búinn að disable'a UPnP ef þú ert með Speedtouch/Thomson router?",
            "date": "2011-10-29 17:18:00",
            "post_id": "392171",
            "reply_to_id": "392168"
        },
        {
            "user_name": "Son of a silly person",
            "text": "Ég er með avg 2012 og er búinn að yfirfara hana og vera viss að allt í góðu þar.\nVarðandi routerinn þá er það deild sem ég er ekki virkur í, sem betur fer er \nhttp://www.portforward.com\n snilldar síða. \nDisable UPnP er það gert á vefsíðuni fyrir routerin? Eins og ég segi ekki alveg mín deild. Þannig skref fyrir skref leiðbeiningar væri æðislegt. Sá sem reddar því fær einn kaldan bjór",
            "date": "2011-10-29 18:04:00",
            "post_id": "392187",
            "reply_to_id": "392171"
        },
        {
            "user_name": "Son of a silly person",
            "text": "Ok ég er búinn að slökkva á UPnP og restarta töluvunni og router, yfirfara að allt sé til staðar og uppfært Alles klar.\nEn án árangurs. Ætla að gefa EA (sjéns) senda þeim línu og sjá hvort þeir geta eitthvað.",
            "date": "2011-10-29 21:11:00",
            "post_id": "392265",
            "reply_to_id": "392187"
        },
        {
            "user_name": "arnif",
            "text": "Loka og helst uninstalla AVG og passa að teamviewer sé ekki opið...",
            "date": "2011-10-29 21:27:00",
            "post_id": "392270",
            "reply_to_id": "392265"
        },
        {
            "user_name": "Senko",
            "text": "Var ad setja upp BF3 hja pabba gamla, komst bara ekkert inn a neinn server, disabladi uPnP a thessum Siminn Thomson router og voila, virkar nuna.",
            "date": "2011-10-29 21:31:00",
            "post_id": "392271",
            "reply_to_id": "392270"
        },
        {
            "user_name": "mercury",
            "text": "mercury / ellimerc var löngu búinn að koma með það",
            "date": "2011-10-30 01:00:00",
            "post_id": "392346",
            "reply_to_id": "392271"
        },
        {
            "user_name": "Klaufi",
            "text": "Afsakaðu væni, hélt ég væri löngu búinn að setja þig inn",
            "date": "2011-10-30 01:36:00",
            "post_id": "392352",
            "reply_to_id": "392346"
        },
        {
            "user_name": "mercury",
            "text": "ekki málið",
            "date": "2011-10-30 02:12:00",
            "post_id": "392357",
            "reply_to_id": "392352"
        },
        {
            "user_name": "vesley",
            "text": "getið addað mér.   hallurs   þar sem einhver er að nota vesley",
            "date": "2011-10-30 12:44:00",
            "post_id": "392413",
            "reply_to_id": "392357"
        },
        {
            "user_name": "Klaufi",
            "text": "Held alveg örugglega að fyrsti póstur sé uppfærður með öllum nöfnum, megið annars láta mig vita.\nEru menn til í að fjölmenna í eitthvað samspil í kvöld?",
            "date": "2011-10-30 14:38:00",
            "post_id": "392425",
            "reply_to_id": "392413"
        },
        {
            "user_name": "SkaveN",
            "text": "origin id : aronplaymate !",
            "date": "2011-10-30 14:49:00",
            "post_id": "392427",
            "reply_to_id": "392425"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Bætið gamla á listann\n\"Kinichi\"\nGet ég ekki breytt nickinu í gamla góða \" Ericsson \" ?",
            "date": "2011-10-30 14:51:00",
            "post_id": "392428",
            "reply_to_id": "392427"
        },
        {
            "user_name": "Klaufi",
            "text": "Tek ekki ábyrgð á því, en held að þú getir það með þessu:\nhttp://www.origin.com/us/change-id",
            "date": "2011-10-30 14:53:00",
            "post_id": "392429",
            "reply_to_id": "392428"
        },
        {
            "user_name": "GullMoli",
            "text": "http://www.overclock.net/video-game-new ... rmany.html",
            "date": "2011-10-30 15:19:00",
            "post_id": "392441",
            "reply_to_id": false
        },
        {
            "user_name": "jomminn",
            "text": "Góðann dag ...ég var að velta fyrir mér áður en ég kaupi leikinn hvort tölvan mín ráði við hann ,\nég er með \nIntel P965/G965 móðurborð\nIntel Core 2 Duo E6420 Örgjörfa\n4 gb DDR2 Corsair minni\nen er að fara að kaupa mér skjákort ... Radeon HD 5750 1GB GDDR5\nhvað haldið þið ...ætti ég að geta keyrt hann í allavegana low grafics \nLangar ekkert lítið í þennann leik !!!",
            "date": "2011-10-31 04:57:00",
            "post_id": "392686",
            "reply_to_id": "392441"
        },
        {
            "user_name": "Varasalvi",
            "text": "Held að þú sért ekki að fara fá smooth gameplay með þessu specci, líklegt að þú getir bara alls ekki spilað. En ég er enginn pro í þessu, kannski að ég leyfi einhverjum öðrum að svara þér betur.",
            "date": "2011-10-31 07:40:00",
            "post_id": "392697",
            "reply_to_id": "392686"
        },
        {
            "user_name": "Hvati",
            "text": "skv. \nMinimum requirements\n þá þyrftiru að yfirklukka örgjörfann örlítið",
            "date": "2011-10-31 07:50:00",
            "post_id": "392698",
            "reply_to_id": "392697"
        },
        {
            "user_name": "Nuketown",
            "text": "ég varð fyrir miklum vonbrigðum með þennan leik. Skelli mér á mw3 frekar..",
            "date": "2011-10-31 11:25:00",
            "post_id": "392726",
            "reply_to_id": "392698"
        },
        {
            "user_name": "blitz",
            "text": "",
            "date": "2011-10-31 11:31:00",
            "post_id": "392727",
            "reply_to_id": "392726"
        },
        {
            "user_name": "GullMoli",
            "text": "Að hvaða leiti?",
            "date": "2011-10-31 11:57:00",
            "post_id": "392730",
            "reply_to_id": "392727"
        },
        {
            "user_name": "Nuketown",
            "text": "bara ekkert að gerast. of hægur. of stór borðin. og leiðinlegt útlitið. þá meina ég útlitið sem kemur eftir að maður drepur einhvern og upplýsingarnar um allt saman og svona.",
            "date": "2011-10-31 18:09:00",
            "post_id": "392812",
            "reply_to_id": "392730"
        },
        {
            "user_name": "blitz",
            "text": "Já farðu aftur í COD, engin mun sakna þín",
            "date": "2011-10-31 18:13:00",
            "post_id": "392813",
            "reply_to_id": "392812"
        },
        {
            "user_name": "braudrist",
            "text": "BF3 er líka of flókinn og of fágaður fyrir stelpur; COD hentar mikið betur fyrir ykkur. Svo er mikið um herkænsku og teamplay í BF3 annað en í CoD þar sem þú hleypur um eins og 1-man Rambo með noob-tube og bara insta win. Líka fínt í BF3 að maður losnar alfarið við 13 ára skrækraddaða pjakka í voice-comms sem halda að þeir séu bestir í öllu",
            "date": "2011-10-31 18:26:00",
            "post_id": "392819",
            "reply_to_id": "392813"
        },
        {
            "user_name": "Nuketown",
            "text": "mín reynsla var akkurat öfugt. mér finnst meira teamplay í cod heldur en í bf3. \nog óþarfi að gera lítið úr kvenmönnum.",
            "date": "2011-10-31 19:02:00",
            "post_id": "392830",
            "reply_to_id": "392819"
        },
        {
            "user_name": "worghal",
            "text": "úff, teamplay í cod, ég hlóg",
            "date": "2011-10-31 19:09:00",
            "post_id": "392831",
            "reply_to_id": "392830"
        },
        {
            "user_name": "Kobbmeister",
            "text": "Þakka þér æðislega fyrir þetta.\nMá bæta mér við MrPappaSmurf (PappaSmurf var tekið \n)",
            "date": "2011-10-31 19:17:00",
            "post_id": "392835",
            "reply_to_id": "392831"
        },
        {
            "user_name": "xripton",
            "text": "http://battlelog.battlefield.com/bf3/fo ... 422536365/\nSlatti af fólki sem fær auto kick vegna punkbuster á servernum okkar, mæli með að updatea punkbuster manually ef þið eruð að fá kicked by administrator dæmið\nt.d. PunkBuster Server: [From #21 a83f(-)\nNAFN Tekið út\n] My dx C:\\Windows\\system32\\d3d9.dll size=1826816 md5=7459301D21C2E2\nPunkBuster Server: VIOLATION (UPDATE TIMEOUT) #118: \nNafn Tekið út\n(slot #7) Time Out trying to Update PB Client [\nGuid Tekið út\n(-) \nIp Tekið út\n:3659]\nPunkBuster Server: Violation Kicking is temporarily disabled per PB Master Servers",
            "date": "2011-10-31 19:39:00",
            "post_id": "392846",
            "reply_to_id": "392835"
        },
        {
            "user_name": "Klaufi",
            "text": "Hverjir ætla að vera með í þessu móti?\nByrjar eftir hálftíma, kíkið á fyrsta póstinn ef það fór fram hjá ykkur..",
            "date": "2011-10-31 20:24:00",
            "post_id": "392867",
            "reply_to_id": "392846"
        },
        {
            "user_name": "vesley",
            "text": "Búinn að skrá mig",
            "date": "2011-10-31 20:38:00",
            "post_id": "392870",
            "reply_to_id": "392867"
        },
        {
            "user_name": "vesley",
            "text": "double post ég veit.  \nEn þessi server doesn't exist og þetta mumble er að skemma allt fyrir mér.....",
            "date": "2011-10-31 21:08:00",
            "post_id": "392880",
            "reply_to_id": "392870"
        },
        {
            "user_name": "Klaufi",
            "text": "Ofan á það: \"Y U NO HARDCORE?!\"",
            "date": "2011-10-31 21:34:00",
            "post_id": "392889",
            "reply_to_id": "392880"
        },
        {
            "user_name": "Geita_Pétur",
            "text": "Geita_Pétur / Alleykat",
            "date": "2011-10-31 22:37:00",
            "post_id": "392927",
            "reply_to_id": "392889"
        },
        {
            "user_name": "Orri",
            "text": "Origin og ingame : OEice",
            "date": "2011-11-01 00:05:00",
            "post_id": "392972",
            "reply_to_id": "392927"
        },
        {
            "user_name": "g0tlife",
            "text": "sama nafn fyrir hér/steam/origin/bf3/starcraft \ng0tlife",
            "date": "2011-11-01 02:10:00",
            "post_id": "392996",
            "reply_to_id": "392972"
        },
        {
            "user_name": "addifreysi",
            "text": "Það má breyta Origin Id'inu mínu\nBumblebeeTuna42\n - Nozagleh42",
            "date": "2011-11-01 10:21:00",
            "post_id": "393018",
            "reply_to_id": "392996"
        },
        {
            "user_name": "xripton",
            "text": "Grétar pétur / alleykat soz fyrir kick í gær af servernum vorum að  klára þetta íslendingar only mót sem byrjaði kl 21 í gærkvöldi",
            "date": "2011-11-01 16:20:00",
            "post_id": "393087",
            "reply_to_id": "393018"
        },
        {
            "user_name": "J1nX",
            "text": "origin ID hjá mér er binnij1nx",
            "date": "2011-11-01 17:26:00",
            "post_id": "393105",
            "reply_to_id": "393087"
        },
        {
            "user_name": "thossi1",
            "text": "Lengi búinn að bíða eftir að einhver búi til eitthvað nákvæmlega eins og þetta..\nTAKK FYRIR ÞETTA OG PLÍS FARIÐ EFTIR ÞESSU ALLIR..             (nema að sjálfsögðu þegar þið eruð að spila á móti mér \n )\nSé ykkur á vígvellinum. !",
            "date": "2011-11-01 21:19:00",
            "post_id": "393162",
            "reply_to_id": "393105"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Frábær server ... en Caspian Border er full stórt 64 pl map þegar það eru bara 18-24 að spila",
            "date": "2011-11-01 22:41:00",
            "post_id": "393182",
            "reply_to_id": false
        },
        {
            "user_name": "Steini B",
            "text": "Veiiii, loksins næ ég að spila þennann leik, var fastur í activation bullshitti...\nSteini B  /  Steini_Rambo",
            "date": "2011-11-01 23:52:00",
            "post_id": "393190",
            "reply_to_id": "393182"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Er ekki málið að búa til Facebook grúppu ( lokaða )  fyrir okkur íslendingana sem erum að spila BF3 reglulega ?",
            "date": "2011-11-02 11:49:00",
            "post_id": "393259",
            "reply_to_id": "393190"
        },
        {
            "user_name": "mercury",
            "text": "það er nú þegar til grúbba.\nhttps://www.facebook.com/groups/152261461503364/",
            "date": "2011-11-02 12:11:00",
            "post_id": "393261",
            "reply_to_id": "393259"
        },
        {
            "user_name": "Nozzgrebroth",
            "text": "Origin nick er Nozzgrebroth42",
            "date": "2011-11-03 19:52:00",
            "post_id": "393611",
            "reply_to_id": "393261"
        },
        {
            "user_name": "GullMoli",
            "text": "Mig langar að benda á BF3 server Tölvutek.\nEru með 32 manna server hýstan í Bretlandi, meira info má finna \nhér.\nEndilega kíkið á mumble líka",
            "date": "2011-11-03 23:18:00",
            "post_id": "393688",
            "reply_to_id": "393611"
        },
        {
            "user_name": "blitz",
            "text": "Þeim sem finnst BF ekki vera nógu fast paced (Conquest etc) geta skellt sér í HC TDM. Líka lang auðveldasta leiðin til að levela upp byssur, í 5-10min matchi ertu að ná auðveldlega 20kills",
            "date": "2011-11-04 08:40:00",
            "post_id": "393748",
            "reply_to_id": "393688"
        },
        {
            "user_name": "link",
            "text": "",
            "date": "2011-11-04 14:03:00",
            "post_id": "393815",
            "reply_to_id": "393748"
        },
        {
            "user_name": "KrissiP",
            "text": "Er ég sá eini sem lendir í því að þegar að ég starta origin þá slöknar á því strax aftur??",
            "date": "2011-11-04 15:38:00",
            "post_id": "393845",
            "reply_to_id": "393815"
        },
        {
            "user_name": "Magneto",
            "text": "hvar er hægt að fá BF3 lánaðan? er alltaf að sjá ehv. gaura tala um það hérna á vaktinni",
            "date": "2011-11-05 21:21:00",
            "post_id": "394054",
            "reply_to_id": "393845"
        },
        {
            "user_name": "rapport",
            "text": "Lenti í því að DVD drifið mitt las ekki disk 2...\nTil að þurfa ekki að byrja allt installferlið upp á nýtt, þá þurfti égað breyta drive letter á utanáliggjandi drifi sem ég notaði í það sem hitt DVD drifið var og þá datt þetta af stað aftur.\nEr að installa þessu núna, bíð og vona að tölvan muni svo ráða við leikinn skikkanlega...",
            "date": "2011-11-06 18:12:00",
            "post_id": "394236",
            "reply_to_id": "394054"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Ég lenti í því að leikurinn vildi ekki launcha því að það var tm (trademark) merki i nafninu á möppunni. Lagaði það með því að breyta regedit á BF3 og taka út merkið. Þetta er algengt og margir aðrir lent í þessu.",
            "date": "2011-11-06 18:23:00",
            "post_id": "394241",
            "reply_to_id": "394236"
        },
        {
            "user_name": "worghal",
            "text": "EA að vera aular, eins og venjulega",
            "date": "2011-11-06 18:45:00",
            "post_id": "394248",
            "reply_to_id": "394241"
        },
        {
            "user_name": "69snaer",
            "text": "Er einhver íslenskur Battlefield 3 server??",
            "date": "2011-11-07 12:32:00",
            "post_id": "394418",
            "reply_to_id": "394248"
        },
        {
            "user_name": "chaplin",
            "text": "Nokkuð viss um að Tölvutek crewið hafi dúndrað upp server.\nhttp://tek.is/",
            "date": "2011-11-07 12:36:00",
            "post_id": "394419",
            "reply_to_id": "394418"
        },
        {
            "user_name": "69snaer",
            "text": "glæsilegt þá kíki ég á það á eftir\nog já origin id: Seljan730",
            "date": "2011-11-07 12:38:00",
            "post_id": "394420",
            "reply_to_id": "394419"
        },
        {
            "user_name": "einarhr",
            "text": "Cujo76 (orgin id)\nErum nokkrir úr Cobalt^ CSS claninu sem erum að spila saman og erum við með Platoon undir sama nafni.",
            "date": "2011-11-11 19:07:00",
            "post_id": "395623",
            "reply_to_id": "394420"
        },
        {
            "user_name": "darkppl",
            "text": "battlelog id ... Coolboy135",
            "date": "2011-11-11 19:39:00",
            "post_id": "395630",
            "reply_to_id": "395623"
        },
        {
            "user_name": "egill98",
            "text": "bara að seigja battlefield 3 er ódýrastur í tölvulistonum á PC kostar bara  6.990 mér finnst soldið skrítið hvað þessi leikur kostar lítið meðan við að hann er gerður af \nfrostbite 3.",
            "date": "2011-11-13 18:43:00",
            "post_id": "396112",
            "reply_to_id": "395630"
        },
        {
            "user_name": "SolidFeather",
            "text": "wat",
            "date": "2011-11-13 18:45:00",
            "post_id": "396113",
            "reply_to_id": "396112"
        },
        {
            "user_name": "rapport",
            "text": "Já, vissir þú það ekki ?",
            "date": "2011-11-13 19:29:00",
            "post_id": "396118",
            "reply_to_id": "396113"
        },
        {
            "user_name": "krukkur_dog",
            "text": "Þoli ekki að geta ekki key bindað mouse weel, það virðist sem leikurinn loki á það.\nÞað er deadly að hafa primay weapon upp á hjólinu og scrolla svo niður til að taka upp 2nd. weapon\nEf einhver fynnur lausn á því má það post það hingað.",
            "date": "2011-11-13 20:24:00",
            "post_id": "396127",
            "reply_to_id": "396118"
        },
        {
            "user_name": "rapport",
            "text": "Verð að játa að ég las ekki allan þráðinn...\nEn hefur einhver verið að lenda í vandræðum með Speedtouch 585 routerinn og þurft að opna þessi port?\nhttp://help.ea.com/article/online-ports ... tlefield-3\nBreytti miklu fyrir mig, virðist vera...",
            "date": "2011-11-13 21:29:00",
            "post_id": "396138",
            "reply_to_id": "396127"
        },
        {
            "user_name": "corflame",
            "text": "corflame/fleimur",
            "date": "2011-11-25 23:33:00",
            "post_id": "399462",
            "reply_to_id": "396138"
        },
        {
            "user_name": "Klaufi",
            "text": "Komið",
            "date": "2011-11-25 23:57:00",
            "post_id": "399470",
            "reply_to_id": "399462"
        },
        {
            "user_name": "chaplin",
            "text": "Hef ekki spilað leikinn en hef lesið að menn hafi lent í vandræðum með routera, þeas. þurft að opna ákveðin port.",
            "date": "2011-11-26 00:12:00",
            "post_id": "399471",
            "reply_to_id": false
        },
        {
            "user_name": "Klaufi",
            "text": "Mikið rétt, \nEeeen ég mæli með að byrja á að prufa á að slökkva á UnPn, ef menn hafa ekki gert það nú þegar.\nÞað getur lagað hinar furðulegustu villumeldingar.",
            "date": "2011-11-26 01:06:00",
            "post_id": "399483",
            "reply_to_id": "399471"
        },
        {
            "user_name": "KrissiK",
            "text": "http://www.youtube.com/watch?feature=player_detailpage&v=mV-gnh1En6E\nNammi namm, alveg geðveikt vel gert hjá honum Freddie! \n spennó..",
            "date": "2011-11-26 02:18:00",
            "post_id": "399490",
            "reply_to_id": "399483"
        },
        {
            "user_name": "Magneto",
            "text": "nett! eitt soldið kjánalegt samt, long range hip fire... hehe",
            "date": "2011-11-26 02:26:00",
            "post_id": "399491",
            "reply_to_id": "399490"
        },
        {
            "user_name": "KrissiK",
            "text": "já reyndar hehe",
            "date": "2011-11-26 02:55:00",
            "post_id": "399502",
            "reply_to_id": "399491"
        },
        {
            "user_name": "capteinninn",
            "text": "Er einhver að spila ?\nEr búinn að sækja um aðild að vaktin platooninu en ekki búinn að fá samþykki\nGT: Capteinninn",
            "date": "2011-12-08 16:40:00",
            "post_id": "402844",
            "reply_to_id": "399502"
        },
        {
            "user_name": "Klaufi",
            "text": "Buinn að bæta þér á listann og samþykkja allar umsóknir í platoon-ið.",
            "date": "2011-12-08 16:45:00",
            "post_id": "402849",
            "reply_to_id": "402844"
        },
        {
            "user_name": "Klaufi",
            "text": "Jæja,\nHverjir ætla að tækla Back to Karkand í dag??\nhttp://www.youtube.com/watch?v=6wB33uPwa9Y",
            "date": "2011-12-13 12:24:00",
            "post_id": "404148",
            "reply_to_id": "402849"
        },
        {
            "user_name": "Hvati",
            "text": "Ekki ég, því skjákortið mitt dó á meðan ég var að spila",
            "date": "2011-12-13 19:23:00",
            "post_id": "404225",
            "reply_to_id": "404148"
        },
        {
            "user_name": "capteinninn",
            "text": "Kem heim til að kaupa B2K og spila\nEr bara settur í offline mode sjálfkrafa og það er ekkert að frétta",
            "date": "2011-12-13 19:47:00",
            "post_id": "404235",
            "reply_to_id": "404225"
        },
        {
            "user_name": "tomas52",
            "text": "var að kaupa bf3 í gær svo origin-ið mitt er Hetjann",
            "date": "2011-12-14 11:53:00",
            "post_id": "404399",
            "reply_to_id": "404235"
        },
        {
            "user_name": "braudrist",
            "text": "braudrist / braudrist",
            "date": "2011-12-14 15:29:00",
            "post_id": "404435",
            "reply_to_id": "404399"
        },
        {
            "user_name": "blitz",
            "text": "B2K möppin eru AWESOME.",
            "date": "2011-12-14 18:16:00",
            "post_id": "404483",
            "reply_to_id": "404435"
        },
        {
            "user_name": "Akumo",
            "text": "Engin að lenda í endalausu screen flickering, texture flickering og að hlutir verða bara allt í einu grænir? eftir nýjasta update?\nBreytt: lýtur út fyrir að kortið mitt sé jafnvel að deyja.. svona polygon stuff útum allt núna :/",
            "date": "2011-12-14 18:30:00",
            "post_id": "404488",
            "reply_to_id": "404483"
        },
        {
            "user_name": "Einsinn",
            "text": "Híhí",
            "date": "2011-12-14 20:15:00",
            "post_id": "404532",
            "reply_to_id": "404488"
        },
        {
            "user_name": "tomas52",
            "text": "Game disconnected: your connection to the server timed out.   þetta er það sem ég fæ á hverjum einasta server, hvað geri ég?",
            "date": "2011-12-14 21:34:00",
            "post_id": "404555",
            "reply_to_id": "404532"
        },
        {
            "user_name": "KrissiP",
            "text": "Slöktiru á UNPN í Routernum?",
            "date": "2011-12-14 22:03:00",
            "post_id": "404567",
            "reply_to_id": "404555"
        },
        {
            "user_name": "tomas52",
            "text": "okei ég gerði það og það virkaði en svo leið og ég kemst inn á server kemur Game disconnected: you were kicked from the game.",
            "date": "2011-12-15 13:28:00",
            "post_id": "404670",
            "reply_to_id": "404567"
        },
        {
            "user_name": "Magneto",
            "text": "er hægt að breyta username (in game name) í origin eða BF3?",
            "date": "2011-12-15 21:25:00",
            "post_id": "404786",
            "reply_to_id": "404670"
        },
        {
            "user_name": "Magneto",
            "text": "það má endilega bæta mér við  \n \nOrigin Name: iMagneto",
            "date": "2011-12-17 01:44:00",
            "post_id": "405120",
            "reply_to_id": "404786"
        },
        {
            "user_name": "KrissiP",
            "text": "Vá hvað ég haata origin núna! 3.9 GB update. Ég á mínu hæga neti er ekki búinn að spila BF3 heillengi og þegar ég er kominn upp í 40% í downloadinu þá ákveður það að byrja aftur á 10%! Þetta er bara heimskulegt.",
            "date": "2011-12-20 18:20:00",
            "post_id": "405845",
            "reply_to_id": "405120"
        },
        {
            "user_name": "arnif",
            "text": "B2K",
            "date": "2011-12-20 19:24:00",
            "post_id": "405852",
            "reply_to_id": "405845"
        },
        {
            "user_name": "ASUStek",
            "text": "OID:Daz_sheep",
            "date": "2011-12-23 22:15:00",
            "post_id": "406696",
            "reply_to_id": "405852"
        },
        {
            "user_name": "steinthor95",
            "text": "Steinthor95\n*Edit\nog endilega accepta mig í platoon-inu",
            "date": "2011-12-24 11:19:00",
            "post_id": "406839",
            "reply_to_id": "406696"
        },
        {
            "user_name": "noizer",
            "text": "Jæja fékk mér loksins BF3.\nID: himmip\nEndilega bætið mér á vinalistann",
            "date": "2011-12-24 22:51:00",
            "post_id": "407013",
            "reply_to_id": "406839"
        },
        {
            "user_name": "ScareCrow",
            "text": "ScareCrower/ScareCrower hér \n Endilega adda.",
            "date": "2011-12-25 02:14:00",
            "post_id": "407080",
            "reply_to_id": false
        },
        {
            "user_name": "Magneto",
            "text": "hvað segja menn hérna, á að taka íslenskan jóla server núna ? (right now)",
            "date": "2011-12-25 02:20:00",
            "post_id": "407084",
            "reply_to_id": "407080"
        },
        {
            "user_name": "ScareCrow",
            "text": "Ég væri vel til í það, ég kann samt nánast ekkert á þetta, var bara að fá hann í dag \n, Eru einhverjir góðir serverar hérna?",
            "date": "2011-12-25 02:26:00",
            "post_id": "407086",
            "reply_to_id": "407084"
        },
        {
            "user_name": "Magneto",
            "text": "Bara upp á funnið  \n  Veit nefnilega ekki um neina íslenska servera",
            "date": "2011-12-25 02:38:00",
            "post_id": "407090",
            "reply_to_id": "407086"
        },
        {
            "user_name": "intenz",
            "text": "Haha vá hvað ég kann ekkert á þetta. Var að reyna að fljúga þotu áðan, gekk ekkert sérlega vel.",
            "date": "2011-12-25 05:03:00",
            "post_id": "407125",
            "reply_to_id": "407090"
        },
        {
            "user_name": "blitz",
            "text": "Hefur einhver verið að lenda í rubber-banding?\nÉg get ekki spilað lengur, leikurinn laggar svo mikið (ADSL hjá Vodafone). Er að reyna að spila á sömu serverum og alltaf. Þetta er drulluspes, serverarnir eru með fínt ping í battlelog (<70) en ég rubber banda alltaf í drasl",
            "date": "2011-12-25 11:15:00",
            "post_id": "407135",
            "reply_to_id": "407125"
        },
        {
            "user_name": "intenz",
            "text": "Ég er búinn að vera frekar mikið í TDM, hvenær fæ ég red dot eða eitthvað. Ómögulegt að skjóta með default miðinu á þessu AK-47 drasli.",
            "date": "2011-12-25 23:43:00",
            "post_id": "407364",
            "reply_to_id": "407135"
        },
        {
            "user_name": "Magneto",
            "text": "haltu bara áfram að nota hana og þú færð það   \n \nen eru einhverjir game í að koma í sama server og spila saman í squad, skiptir engu máli hvort þið séuð \"góðir\" eða ekki  \n  ?\nlátið mig bara vita hérna í þræðinum ef þið eruð til  \n \nOID: iMagneto",
            "date": "2011-12-25 23:48:00",
            "post_id": "407367",
            "reply_to_id": "407364"
        },
        {
            "user_name": "chaplin",
            "text": "Þá er maður kominn með BF3 og aukapakkann, verið að setja þetta upp! Eins gott að leikurinn sé þess virði..",
            "date": "2011-12-28 19:37:00",
            "post_id": "408029",
            "reply_to_id": "407367"
        },
        {
            "user_name": "capteinninn",
            "text": "Origin id: \nCapteinninn\nLangar að spila eitthvað teamwork, er frekar mikið einn á PC en spila mikið með félögunum á xbox. Vantar að fá fleiri til að spila á PC með.\nEru einhverjir sérstakir Íslenskir serverar í gangi? Er búinn að finna Tölvutek en er eitthvað annað í boði?",
            "date": "2011-12-28 19:48:00",
            "post_id": "408032",
            "reply_to_id": "408029"
        },
        {
            "user_name": "intenz",
            "text": "Er músin hjá ykkur líka svona sljó? Svona eins og henni hafi verið gefið róandi.",
            "date": "2011-12-28 20:33:00",
            "post_id": "408046",
            "reply_to_id": "408032"
        },
        {
            "user_name": "Plushy",
            "text": "Ef það er sync every frame option þá þarftu að unticka hann",
            "date": "2011-12-28 21:06:00",
            "post_id": "408056",
            "reply_to_id": "408046"
        },
        {
            "user_name": "intenz",
            "text": "Vertical sync er off",
            "date": "2011-12-28 23:04:00",
            "post_id": "408102",
            "reply_to_id": "408056"
        },
        {
            "user_name": "Dormaster",
            "text": "Nýtti mér 50% afsláttinn hjá þeim í origin, \nOrigin ID : dori757",
            "date": "2011-12-28 23:39:00",
            "post_id": "408113",
            "reply_to_id": "408102"
        },
        {
            "user_name": "intenz",
            "text": "OID: intenz3",
            "date": "2011-12-28 23:47:00",
            "post_id": "408115",
            "reply_to_id": "408113"
        },
        {
            "user_name": "chaplin",
            "text": "ID: umbilicalCord\nHef ekki náð að spila heilan leika nema að hann crashi og ég fæ villuna \"Game disconnected: your connection to the server timed out.\"\nHvort á ég að bölva leiknum eða Símanum?",
            "date": "2011-12-29 00:08:00",
            "post_id": "408121",
            "reply_to_id": "408115"
        },
        {
            "user_name": "vesley",
            "text": "Fæ þetta oftar en ég myndi vilja, en ekki það oft að það sé að skemma fyrir mér.  \nÞannig ég ætla að skjóta á að þú ættir að bölva Símanum ?",
            "date": "2011-12-29 00:40:00",
            "post_id": "408133",
            "reply_to_id": "408121"
        },
        {
            "user_name": "ZiRiuS",
            "text": "OID: Kakalinn\nAdd me bitcheeeeeees",
            "date": "2011-12-29 00:43:00",
            "post_id": "408136",
            "reply_to_id": "408133"
        },
        {
            "user_name": "AndriKarl",
            "text": "Ég var að lenda í þessu á fullu en hætti alveg eftir að ég slökkti á UPNP á routernum.",
            "date": "2011-12-29 00:47:00",
            "post_id": "408138",
            "reply_to_id": "408136"
        },
        {
            "user_name": "ASUStek",
            "text": "einhverjir til i sma leik með teamspeak/vent fyrir alvorunni lið??\ndaz_sheep",
            "date": "2011-12-29 01:04:00",
            "post_id": "408156",
            "reply_to_id": "408138"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Ég finn þig ekki :O",
            "date": "2011-12-29 01:07:00",
            "post_id": "408158",
            "reply_to_id": "408156"
        },
        {
            "user_name": "vesley",
            "text": "http://battlelog.battlefield.com/bf3/us ... licalCord/\n \nrétt?",
            "date": "2011-12-29 01:09:00",
            "post_id": "408159",
            "reply_to_id": "408158"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Jú, virðist ekki getað addað honum?",
            "date": "2011-12-29 01:12:00",
            "post_id": "408161",
            "reply_to_id": "408159"
        },
        {
            "user_name": "vesley",
            "text": "spes,  mér tókst að senda á hann request",
            "date": "2011-12-29 01:14:00",
            "post_id": "408163",
            "reply_to_id": "408161"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Í Origin?",
            "date": "2011-12-29 01:17:00",
            "post_id": "408165",
            "reply_to_id": "408163"
        },
        {
            "user_name": "chaplin",
            "text": "Ég er alveg lost með þetta Origin, en jú þetta er ég, hvar sé ég friend request?\n- Fundið",
            "date": "2011-12-29 01:25:00",
            "post_id": "408171",
            "reply_to_id": false
        },
        {
            "user_name": "vesley",
            "text": "Nei bara í battlelog,  ég reyni að forðast friends í Origin,   fæ ógeðsleg lagspike þegar það kemur in-game update frá Origin.",
            "date": "2011-12-29 01:27:00",
            "post_id": "408173",
            "reply_to_id": "408171"
        },
        {
            "user_name": "chaplin",
            "text": "Virkar fullscreen hjá ykkur? Sama hvað ég stilli leikinn þá er alltaf Windows Toolbarið uppi.",
            "date": "2011-12-29 01:28:00",
            "post_id": "408174",
            "reply_to_id": "408173"
        },
        {
            "user_name": "Orri",
            "text": "Virkar hjá mér, en mæli samt með \nBF3 Borderless\n.\nVirkilega þæginlegt þar sem Alt-Tab er mikið sneggra með þessu.",
            "date": "2011-12-29 02:32:00",
            "post_id": "408187",
            "reply_to_id": "408174"
        },
        {
            "user_name": "chaplin",
            "text": "Risastór plús í kladdann fyrir þig! Þetta breytti öllu!",
            "date": "2011-12-29 02:43:00",
            "post_id": "408190",
            "reply_to_id": "408187"
        },
        {
            "user_name": "intenz",
            "text": "Hvað heitiru í battlelog danni?",
            "date": "2011-12-29 02:50:00",
            "post_id": "408191",
            "reply_to_id": "408190"
        },
        {
            "user_name": "chaplin",
            "text": "Ef battlelog er ingame nickið að þá er það umbilicalCord.",
            "date": "2011-12-29 04:03:00",
            "post_id": "408202",
            "reply_to_id": "408191"
        },
        {
            "user_name": "EmmDjei",
            "text": "ID: HalfwaySober",
            "date": "2011-12-31 17:15:00",
            "post_id": "408852",
            "reply_to_id": "408202"
        },
        {
            "user_name": "blitz",
            "text": "Djöfull fucking elska ég Recon núna, ruddalegasti klassinn!\nMAV á réttann stað = pointfest\nSV98 / M98B með iron sights = WIN WIN WIN WIN WIN",
            "date": "2011-12-31 17:56:00",
            "post_id": "408865",
            "reply_to_id": "408852"
        },
        {
            "user_name": "noizer",
            "text": "Á svo erfitt með að unlocka dóti fyrir recon því ég hitti nákvæmlega ekki neitt með sniper!",
            "date": "2011-12-31 18:16:00",
            "post_id": "408872",
            "reply_to_id": "408865"
        },
        {
            "user_name": "blitz",
            "text": "Æfing! \nEn ég hef aldrei skemmt mér jafn mikið og með SV98 og iron sights",
            "date": "2011-12-31 18:20:00",
            "post_id": "408873",
            "reply_to_id": "408872"
        },
        {
            "user_name": "braudrist",
            "text": "Bara ranka sig upp og nota general byssurnar á Recon. \nt.d. er PDW eða FNP-90 glettilega góðar",
            "date": "2011-12-31 18:34:00",
            "post_id": "408874",
            "reply_to_id": "408873"
        },
        {
            "user_name": "blitz",
            "text": "Já, eða haglabyssu + frag og nota MAV í Metro CQ, það eru c.a. 3-10k stig í 1000pkt leik",
            "date": "2011-12-31 18:38:00",
            "post_id": "408876",
            "reply_to_id": "408874"
        },
        {
            "user_name": "chaplin",
            "text": "Hef aldrei lent í öðru eins bulli á ævinni! Að komast inn á server er torture þar sem annað hvort eru þeir tómir eða fullir, þegar ég loksins kemst inn fæ ég oftast samstundis \"Disconnected\", \"you were kicked from the game\", \" no reply from the server.\", \"You were disconnected from EA Online (1)\", \"your connection to the server timed out.\", \"bullshit bullshit\" osfv. djöfull hata ég þetta!\nOg ekki nóg með það, ég þurfti að disable UPnP á routerinum, slökkva á vírusvörninni og eldveggnum á tölvunni til að geta e-h spilað án þess að fá network error eftir 3min í gameplay.\nLeikurinn er fínn og allt það, en þetta er bullshit..",
            "date": "2012-01-01 19:58:00",
            "post_id": "409065",
            "reply_to_id": "408876"
        },
        {
            "user_name": "braudrist",
            "text": "Ég er með uPnP enablað hjá mér samt virkar allt mjög vel hjá mér á ljósi hjá Vodafone. Þetta er eitthvað mjög skrýtið vandamál hjá þér",
            "date": "2012-01-01 20:46:00",
            "post_id": "409075",
            "reply_to_id": "409065"
        },
        {
            "user_name": "Varasalvi",
            "text": "Seigðu. Fáranlegt þegar sumir leikir sem eru gerðir aðalega fyrir multiplayer geta varla haldið manni inná server, ef að maður loksins kemst inn. \nÞað sem er verst við þetta er að þegar leikurinn kom fyrst út þá lenti ég ALDREI í svona vandamálum, með hverju update verður leikurinn verri hjá mér.\nÉg er ekki búinn að spila í 3 vikur núna, er aðeins að fylgjast með \"News\" section á battlelog svo ég sjái þegar updates koma, svo er það bara vona að þau update geri leikinn betri en ekki verri.",
            "date": "2012-01-01 20:58:00",
            "post_id": "409076",
            "reply_to_id": "409075"
        },
        {
            "user_name": "capteinninn",
            "text": "Ég er líka með þetta UPNP vandamál.\nÉg fæ þetta Connection to EA online vandamál líka stundum en ég logga mig útaf og svo aftur inná og þá hættir þetta.\nÉg er samt búinn að spila mjög mikið þrátt fyrir þessi vandamál stundum því leikurinn er alger snilld.\nAnnað mál samt, eru allir með mic hérna ? Hvað notiði til að tala saman?\nLangar að finna fólk til að spila með",
            "date": "2012-01-01 21:07:00",
            "post_id": "409080",
            "reply_to_id": "409076"
        },
        {
            "user_name": "worghal",
            "text": "félagi minn var að opna [url=battlefield.is]Battlefield.is[/url] endilega kíkja við og skrá sig",
            "date": "2012-01-02 17:14:00",
            "post_id": "409268",
            "reply_to_id": "409080"
        },
        {
            "user_name": "chaplin",
            "text": "Ég fann lausn á vandamálinu hjá mér og hef síðan þá ekki fengið nein villuskilaboð.\nStillingar í Router:\nUPnP\n: Disable\nUPnP Security\n: Disable\nOpna port:\nTCP\n: 80 - 80\nTCP\n: 20000 - 20100\nUDP\n:\t14000 - 14016\nUDP\n:\t22990 - 23006\nUDP\n:\t25200 - 25300\nVona að þetta hjálpi e-h..",
            "date": "2012-01-03 04:26:00",
            "post_id": "409410",
            "reply_to_id": "409268"
        },
        {
            "user_name": "intenz",
            "text": "Þetta er einn versti netkóði sem ég hef orðið vitni af í leik.\nÉg er endalaust að fá \"You were disconnected from EA Online (1)\" og dett út úr leikjum út af time out.\nSlökkva á uPnP? WTF? Er það lausn?\nEA og DICE þurfa VIRKILEGA að step up netkóðann í patchinum. Það er bara hálf vandræðalegt hvað þetta er mikið drasl.",
            "date": "2012-01-04 06:32:00",
            "post_id": "409730",
            "reply_to_id": "409410"
        },
        {
            "user_name": "fallen",
            "text": "Ég man að fyrst þegar leikurinn kom út þá var ég að lenda í allskyns tengingavandamálum þegar ég spilaði online. Það sem hjálpaði mér var að fara í services (start-run-services.msc), hægrismella á \"SSDP Discovery\" og gera stop. Einnig fór ég í 'Network and sharing center' (niðrí hægra horninu) og þar inn í ' Change advanced sharing settings' og setti 'Network discovery' í off.\nGerði þetta í hvert skipti áður en ég fór í leikinn og þá hættu netvandamálin alveg.\nHinsvegar hef ég ekki þurft að gera þetta trix síðan ég rakst á listann yfir portin sem maður gæti þurft að forwarda. Ég forwardaði þeim og síðan hefur allt virkað eins og það á að virka án þess að ég sé að slökkva á ákveðnu service eða álíka ves.\nÉg er btw með Speedtouch TG585n v2 sem er með UPnP on og firewall off.\nTCP\t80\nTCP\t443\nTCP\t9988\nTCP\t20000-20100\nTCP\t22990\nTCP\t17502\nTCP\t42127\nUDP\t3659\nUDP\t14000-14016\nUDP\t22990-23006\nUDP\t25200-25300\nVona að þetta hjálpi einhverjum..",
            "date": "2012-01-04 07:09:00",
            "post_id": "409733",
            "reply_to_id": "409730"
        },
        {
            "user_name": "chaplin",
            "text": "So far so good, samt auðvita fáranlegt að þurfa að fara slíkar leiðir til að spila leikinn, sérstaklega þar sem þetta virkaði víst fínt fyrir e-h patch..\nEn hvaða lvl eru menn í, played og uppáhalds class?",
            "date": "2012-01-05 04:48:00",
            "post_id": "409962",
            "reply_to_id": "409733"
        },
        {
            "user_name": "Black",
            "text": "Engineer og Sniper,er alltaf á þotum samt.. eina vandamálið er að ég get ekki spilað núna útaf punkbuster er í fokki \nGame disconnected: you were kicked by PunkBuster. Stated reason: PunkBuster kicked player 'Svarturlitur' (for 0 minutes) ... RESTRICTION: Service Communication Failure: PnkBstrA.exe",
            "date": "2012-01-05 04:55:00",
            "post_id": "409963",
            "reply_to_id": "409962"
        },
        {
            "user_name": "Danni V8",
            "text": "Eina sem ég þurfti að gera til að spila leikinn án þess að detta út af serverum var að slökkva á UPnP, sem er í sjálfu sér ekkert stórmál fyrir mig þar sem ég veit ekki einusinni hvað það gerir annað en að gera MW2/MW3 Open í staðinn fyrir Strict. Spila þá ekkert lengur svo mér er sama. Þurfti ekkert að vesenast í vírusvörn eða firewall eða portum eða þannig veseni.\nAnnars er ég kominn í level 37. búinn að spila 68klst og mest í Assault. Er þó búinn að vera að levela upp hina klassana uppá síðkastið, mest Engineer og Support.",
            "date": "2012-01-05 05:54:00",
            "post_id": "409968",
            "reply_to_id": "409963"
        },
        {
            "user_name": "Son of a silly person",
            "text": "Ég verð að játa veikindi. Ég er fastur í þessum leik, bara get ekki hætt að spila. Ég verslaði Skyrim en hef varla snert hann.\nÉg hef eingöngu spilað Engineer þar sem mér finnst það alltaf svo gaman að sprengja tæki og skjóta svo bílstjórann þegar hann yfirgefur tækið.\nHér er vefsvæði mitt á Battlelog: \nhttp://battlelog.battlefield.com/bf3/so ... 363585572/\nLengst hef ég spilað í normal en er að færast yfir í (hardCORE) en já hlakka til að hitta og spila með sem flestum af ykkur.\n10-4 RaGg1",
            "date": "2012-01-05 07:10:00",
            "post_id": "409972",
            "reply_to_id": "409968"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Hvaða game mode spila menn mest??\nSquad DM er fáránlega skemmtilegt ef maður er heppinn með Squad",
            "date": "2012-01-05 10:15:00",
            "post_id": "409990",
            "reply_to_id": false
        },
        {
            "user_name": "blitz",
            "text": "Hardcore eitthvað",
            "date": "2012-01-05 11:28:00",
            "post_id": "409999",
            "reply_to_id": "409990"
        },
        {
            "user_name": "intenz",
            "text": "Conquest, spila ekkert annað.",
            "date": "2012-01-05 12:07:00",
            "post_id": "410003",
            "reply_to_id": "409999"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Búinn að (það er rangt að tala um að rönna, ég lofa að vanda málfar mitt annars verð ég bannaður, lengi lifi ritskoðun!) slatta af Conquest, eru oftast mjög skemmtileg\nSamt sjúklega gaman að taka gott killfest í SDM\n*edit* fyndin ninjabreyting á póstinum",
            "date": "2012-01-05 12:50:00",
            "post_id": "410038",
            "reply_to_id": "410003"
        },
        {
            "user_name": "ScareCrow",
            "text": "Yfirleitt bara í Conquest, annas var ég minnir mig í einhverju Rush eða einhvað í lestarmappinu með 1225tickets og fuuullt af XP þar á engum tíma, náði einnig að grena um 10 mans í einni grenu haha",
            "date": "2012-01-05 13:55:00",
            "post_id": "410049",
            "reply_to_id": "410038"
        },
        {
            "user_name": "Orri",
            "text": "Er á level 39 og hef hingað til spilað mest sem Engineer, því næst Assault, Recon og svo Support.\nÉg spila yfirleitt Conquest Large á 32 manna serverum, stundum 40.\nFer svo eftir því hvernig stuði ég er í hvort ég spili normal, infantry only eða hardcore infantry only.\nReyni líka að spila á serverum með hærra ticket count, því annars eru leikirnir of stuttir að mínu mati \nHérna er linkur á Battlelog prófílinn minn.\nFrekar kaldhæðnislegt þar sem netkóðinn í Battlefield Bad Company 2 var svo margfalt verri.",
            "date": "2012-01-05 14:23:00",
            "post_id": "410059",
            "reply_to_id": "410049"
        },
        {
            "user_name": "intenz",
            "text": "Well ég hef ekki prófað BC2 þannig",
            "date": "2012-01-05 14:27:00",
            "post_id": "410060",
            "reply_to_id": "410059"
        },
        {
            "user_name": "Black",
            "text": "Fá einhverja inná Tölvuteks serverinn í kvöld!! helst núna",
            "date": "2012-01-05 19:13:00",
            "post_id": "410126",
            "reply_to_id": "410060"
        },
        {
            "user_name": "Magneto",
            "text": "ég er til !\n*BÆTT VIÐ* er að fara inn á hann núna, bíð í honum hehe",
            "date": "2012-01-05 19:16:00",
            "post_id": "410127",
            "reply_to_id": "410126"
        },
        {
            "user_name": "mercury",
            "text": "vantar 1 á tek server gogo !",
            "date": "2012-01-05 20:04:00",
            "post_id": "410150",
            "reply_to_id": "410127"
        },
        {
            "user_name": "chaplin",
            "text": "Þetta helvítis ævintýri ætlar að endurtaka sig..\nGame disconnected: your connection to the server timed out.",
            "date": "2012-01-05 21:29:00",
            "post_id": "410186",
            "reply_to_id": "410150"
        },
        {
            "user_name": "intenz",
            "text": "Game disconnected: Cause fuck you, that's why!",
            "date": "2012-01-05 21:31:00",
            "post_id": "410190",
            "reply_to_id": "410186"
        },
        {
            "user_name": "chaplin",
            "text": "Hefur e-h hérna opnað port á Zyxel P-870HN-51b ?\nGame disconnected: something went wrong.\nYou were disconnected from EA Online (1)",
            "date": "2012-01-05 21:31:00",
            "post_id": "410191",
            "reply_to_id": "410190"
        },
        {
            "user_name": "chaplin",
            "text": "TEK Battlefield 3 serverinn, anyone?",
            "date": "2012-01-07 19:42:00",
            "post_id": "410689",
            "reply_to_id": "410191"
        },
        {
            "user_name": "vesley",
            "text": "Mun kíkja á hann \n \nOg vonandi fleiri",
            "date": "2012-01-07 19:52:00",
            "post_id": "410693",
            "reply_to_id": "410689"
        },
        {
            "user_name": "mercury",
            "text": "kanski í kvöld",
            "date": "2012-01-07 20:17:00",
            "post_id": "410698",
            "reply_to_id": "410693"
        },
        {
            "user_name": "vesley",
            "text": "alveg drepleiðinlegt að Vera einn a servernum.   ekkert gaman að vera i kappakstri við sjálfan sig",
            "date": "2012-01-07 20:57:00",
            "post_id": "410710",
            "reply_to_id": "410698"
        },
        {
            "user_name": "Zethic",
            "text": "Er þetta PC eða PS3 server ?",
            "date": "2012-01-07 22:11:00",
            "post_id": "410726",
            "reply_to_id": "410710"
        },
        {
            "user_name": "worghal",
            "text": "Pc",
            "date": "2012-01-07 22:17:00",
            "post_id": "410728",
            "reply_to_id": "410726"
        },
        {
            "user_name": "Mr.Hafberg",
            "text": "Ég keypti Battlefield 3 stuttu eftir jólin, og ég get ekki joinað server, það er bara \"Initializing\" endalaust, velþekkt á Battlefield forum greinilega, vildi athuga ef eitthver af ykkur kynnu að laga þetta vandamál?\nSpecs á tölvunni eru:\nMB: Gigabyte EP45T-UD3LR\nGPU: Nvidia GeForce GTX 460\nCPU: Intel Quad Core Q6600 running@ 3.0 Ghz\nRAM: Musin 3x1GB 1333 Mhz\nOS: Microsoft Windows 7 Ultimate Edition 64-bit\nEr búinn að prófa ná í nokkra drivera fyrir skjákortið ekkert hjálpaði bæði beta og stable, ná í öll updates fyrir windows, slökkva og kveikja á firewall og vírusvörninni en ekkert gerist..\nEr eitthver þarna sem gæti vitað hvað væri í gangi (eitthvað tengt bios eða eitthvað)?",
            "date": "2012-01-08 02:18:00",
            "post_id": "410785",
            "reply_to_id": "410728"
        },
        {
            "user_name": "noizer",
            "text": "Ég náði ekki að tengjast neinum server fyrr en ég slökkti á UPnP á routernum, ættir að prófa það.",
            "date": "2012-01-08 02:28:00",
            "post_id": "410786",
            "reply_to_id": "410785"
        },
        {
            "user_name": "Mr.Hafberg",
            "text": "prófaði að slökkva á UPnP (Network Discovery) same.. :/",
            "date": "2012-01-08 02:37:00",
            "post_id": "410787",
            "reply_to_id": "410786"
        },
        {
            "user_name": "Thormaster1337",
            "text": "thormaster1337 / LeBadDemon\nedit: fyrir þá sem vilja breyta um nickname \nhttp://www.origin.com/ie/change-id\n thank me later",
            "date": "2012-01-08 03:18:00",
            "post_id": "410790",
            "reply_to_id": "410787"
        },
        {
            "user_name": "Son of a silly person",
            "text": "Ég lenti í því sama. Ég lagaði þetta með því að uninstalla display driverum og fresh install. Hjá mér var þetta eitthvað sambandsleysi á 010001100111 skala.",
            "date": "2012-01-08 09:10:00",
            "post_id": "410809",
            "reply_to_id": "410790"
        },
        {
            "user_name": "Mr. Skúli",
            "text": "fékk leikinn í bóndagjöf í gær (viku á undan ætlun) hvað eru menn mest að spila? ég hef aðallega verið í conquest\nmegið adda mér á battlelog: skulirag",
            "date": "2012-01-15 20:22:00",
            "post_id": "412901",
            "reply_to_id": "410809"
        },
        {
            "user_name": "JoiMar",
            "text": "Megið endilega adda mér : JohannMar",
            "date": "2012-01-16 01:59:00",
            "post_id": "413045",
            "reply_to_id": false
        },
        {
            "user_name": "Magneto",
            "text": "jæja, hvernig væri nú að fá menn inn á tek serverinn...  \n \nbara helst núna ! hehe\n*EDIT* og endilega setjið innlegg á þennan þráð til að láta vita að þið séuð komnir á hann eða ef þið ætlið á hann í kvöld",
            "date": "2012-01-20 21:00:00",
            "post_id": "414242",
            "reply_to_id": "413045"
        },
        {
            "user_name": "HoBKa-",
            "text": "Hittingur á TEK server á morgun (22.01.12) kl. 20:00\nhttp://tolvutek.is/vara/satzuma-missile-launcher-usb-skotpallur\nFacebook síða TEK\nTek.is\nKv.\n[TEK]HoBKa-",
            "date": "2012-01-21 17:21:00",
            "post_id": "414459",
            "reply_to_id": "414242"
        },
        {
            "user_name": "Alfa",
            "text": "Hvernig er það eru engin íslensk klön sem eru að skrimma?\ncG er eitt (sem ég er reyndar meðlimur í) sem hafa tekið 2-3 leiki núna eru engin íslensk lið til að taka 8vs8 conquest við ?\nkv -N0H0m00-",
            "date": "2012-01-31 17:19:00",
            "post_id": "417306",
            "reply_to_id": "414459"
        },
        {
            "user_name": "braudrist",
            "text": "Ég væri til í að vera í clani bara til að geta unnið 5 rounds af SQDM til að unlocka assault byssunni. Það er alveg vonlaust að reyna að gera þetta einn, maður lendir alltaf í drasl squadi.",
            "date": "2012-01-31 18:07:00",
            "post_id": "417316",
            "reply_to_id": "417306"
        },
        {
            "user_name": "worghal",
            "text": "eru EA komnir með server á íslandi fyrir leikina ? :O",
            "date": "2012-02-03 22:54:00",
            "post_id": "418225",
            "reply_to_id": "417316"
        },
        {
            "user_name": "Orri",
            "text": "Nibb, hraðamælirinn á þessu er víst eitthvað bilaður, eða það las ég einhverntímann þegar leikurinn kom út..",
            "date": "2012-02-04 00:12:00",
            "post_id": "418255",
            "reply_to_id": "418225"
        },
        {
            "user_name": "mercury",
            "text": "menn hafa sagt mér að, að downloada bf3 hafi ekki dregið af þeim utalands dl.",
            "date": "2012-02-04 00:17:00",
            "post_id": "418256",
            "reply_to_id": "418255"
        },
        {
            "user_name": "Klaufi",
            "text": "Gerði það hvorki hjá mér né mági mínum.\nBáðir hjá Vodafone.\nOg hraðamælirinn var ca. réttur hjá okkur..",
            "date": "2012-02-04 00:28:00",
            "post_id": "418260",
            "reply_to_id": "418256"
        },
        {
            "user_name": "Orri",
            "text": "Já svona þegar þið segið það þá tók hann ekki erlent heldur hjá mér.\nEn aftur á móti sýndi hún mér líka 6-8 MB/sec sem ég held að sé einfaldlega ekki hægt á 12Mb ADSL ?\nOg þá sá ég á Battlefield forum-inu að menn voru að tala um að þetta væri vitlaust \nLíklega þá búið að laga þetta núna",
            "date": "2012-02-04 00:32:00",
            "post_id": "418262",
            "reply_to_id": "418260"
        },
        {
            "user_name": "worghal",
            "text": "yup greinilega íslenskur server, er að downloada af fluffy.is og það er yfir 7mb/s líka  \n \nvodafone voru greinilega að gera einhverjar breitingar á ljósleiðaranum",
            "date": "2012-02-04 01:29:00",
            "post_id": "418280",
            "reply_to_id": "418262"
        },
        {
            "user_name": "Mr. Skúli",
            "text": "ég keypti B2K download code og ég er engann veginn að finna hvar ég sæki hann með þessum kóða! veit einhver?",
            "date": "2012-02-09 15:48:00",
            "post_id": "419747",
            "reply_to_id": "418280"
        },
        {
            "user_name": "Mr. Skúli",
            "text": "haha fann þetta um leið og ég var búinn að setja spurninguna hérna inn",
            "date": "2012-02-09 15:49:00",
            "post_id": "419749",
            "reply_to_id": "419747"
        },
        {
            "user_name": "Magneto",
            "text": "þú hefðir nú getað ýtt á \"Breyta\" takkan í staðinn fyrir að double post-a...",
            "date": "2012-02-09 15:50:00",
            "post_id": "419751",
            "reply_to_id": "419749"
        },
        {
            "user_name": "ponzer",
            "text": "EA kaupir CDN þjónustu af Akamai sem eru með cache-servera hjá nánast öllum ISP í heiminum. Þannig að þetta er allt að koma frá innlendum þjónum þessvegna er svona góður hraði á þessu... Það vita það kannski ekki margir en allt Windows Update, Apple downloads, EA, ASUS support og mikklu fleiri eru með þessa þjónustu hjá Akamai þannig að það er í raun allt innanlands traffík",
            "date": "2012-02-09 17:32:00",
            "post_id": "419779",
            "reply_to_id": "419751"
        },
        {
            "user_name": "jonsaevar",
            "text": "Game disconnected: something went wrong.\nYou were disconnected from EA Online (1)\nFUUUUUUUU",
            "date": "2012-02-15 18:29:00",
            "post_id": "421550",
            "reply_to_id": "419779"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Er einhver með viðbótina \"back to karkand\" ? Ég spila sjálfur ekki leiki en var beðinn að athuga með þetta. Getur maður fundið þetta einhversstaðar?",
            "date": "2012-02-15 18:32:00",
            "post_id": "421551",
            "reply_to_id": "421550"
        },
        {
            "user_name": "blaxdal",
            "text": "eGoDelux : Addið mér inn i battlelog \nfrábært að spila með öðrum ísl.",
            "date": "2012-02-15 18:34:00",
            "post_id": "421552",
            "reply_to_id": "421551"
        },
        {
            "user_name": "capteinninn",
            "text": "Ef þú keyptir limited edition færðu sjálfkrafa B2K pakkann. Annars þarftu að kaupa hann í gegnum origin. Passaðu að ýta ekki tvisvar á checkout-ið. Ég gerði það og var rukkaður tvisvar og get ekki fengið endurgreitt",
            "date": "2012-02-15 18:58:00",
            "post_id": "421556",
            "reply_to_id": "421552"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Takk fyrir þetta  \n  Skildi ekki orð af þessu en ég læt strákinn vita",
            "date": "2012-02-15 19:01:00",
            "post_id": "421558",
            "reply_to_id": "421556"
        },
        {
            "user_name": "Klaufi",
            "text": "Hverjir eru að spila í kvöld?",
            "date": "2012-03-16 20:18:00",
            "post_id": "429216",
            "reply_to_id": "421558"
        },
        {
            "user_name": "Ulli",
            "text": "http://www.youtube.com/watch?v=eg8Bh5iI ... ture=share\nTöff!",
            "date": "2012-03-16 20:22:00",
            "post_id": "429220",
            "reply_to_id": "429216"
        },
        {
            "user_name": "arnif",
            "text": "ég á PC...\narnif\n endilega adda...vantar alveg einhverja liðsfélaga.",
            "date": "2012-03-16 23:34:00",
            "post_id": "429266",
            "reply_to_id": "429220"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Ég var að byrja að spila þennan leik í gær (fyrsti leikurinn sem ég spila í 12 ár) og ég er bara í svona single player en kesmst bara ekki lengra en á bílaplanið og alltaf drepinn þar eftir svona korter... Samt er ég í easy  \n  Verð samt að viðurkenna að þetta er ekkert leiðinlegt... Bara ef maður gæti komist lengra...",
            "date": "2012-03-16 23:37:00",
            "post_id": "429269",
            "reply_to_id": "429266"
        },
        {
            "user_name": "arnif",
            "text": "Hætta þessu single player bulli og koma online!",
            "date": "2012-03-16 23:38:00",
            "post_id": "429271",
            "reply_to_id": "429269"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Verð nú að læra að labba og beygja mig og svona áður en ég fer online right?? Ég kann ekki einu sinni að fara online í leiknum  \nEdit: Virðist ekki getað farið online enda er ég bara með \"prufu eintak\" áður en ég kaupi hann",
            "date": "2012-03-16 23:39:00",
            "post_id": "429272",
            "reply_to_id": false
        },
        {
            "user_name": "Klaufi",
            "text": "Erum nokkrir á mumble fyrir þá sem vilja vera með..",
            "date": "2012-03-17 00:00:00",
            "post_id": "429279",
            "reply_to_id": "429272"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Langar soldið að spyrjast ykkur smá... Er endalaust fastur í þessu secure the parkinglot eða hvað það nú er og hangi þar í svona 40-50 mín og drep svona 500 gaura ef ekki meira en samt gerist ekkert fyrr en ég drepst... Er ég að gera þetta eitthvað vitlaust eða??",
            "date": "2012-03-17 03:45:00",
            "post_id": "429327",
            "reply_to_id": "429279"
        },
        {
            "user_name": "worghal",
            "text": "single player dæmið er leiðinlegt, fara beint í multiplayer",
            "date": "2012-03-17 03:48:00",
            "post_id": "429328",
            "reply_to_id": "429327"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Örugglega mikið til í því en ég tými ekki að kaupa leikinn fyrr en ég er búinn að skoða hann smá fyrst enda ekki mikill leikjaspilari og þar af leiðandi get ég ekki spilað multiplayer eða kann það ekki amk",
            "date": "2012-03-17 03:52:00",
            "post_id": "429329",
            "reply_to_id": "429328"
        },
        {
            "user_name": "worghal",
            "text": "en þegar þú ert almennilega kominn í leikinn þá spilaru ekkert nema multiplayer \nog færð bestu \"þjálfunina\" þar",
            "date": "2012-03-17 04:00:00",
            "post_id": "429330",
            "reply_to_id": "429329"
        },
        {
            "user_name": "Örn ingi",
            "text": "Er hvergi hægt að kaupa bf3 online? s.s til að downloada bara?",
            "date": "2012-03-17 06:28:00",
            "post_id": "429333",
            "reply_to_id": "429330"
        },
        {
            "user_name": "andrespaba",
            "text": "Bara á Origin : \nhttp://store.origin.com/store/eaemea/en ... .225064100\nMeiraseigja útsala á honum núna!",
            "date": "2012-03-17 06:40:00",
            "post_id": "429335",
            "reply_to_id": "429333"
        },
        {
            "user_name": "Örn ingi",
            "text": "Jamm flott þarf að næla mér í hann fyrir sunnudag!",
            "date": "2012-03-17 09:07:00",
            "post_id": "429338",
            "reply_to_id": "429335"
        },
        {
            "user_name": "Ulli",
            "text": "You tried to access the following pages:\nhttp://store.origin.com/store/eade/de_D ... hemeID.101\n ...\nIn accordance with the statutory German Youth Media Protection State Treaty on the content of this page may be displayed in the morning only 23 unprotected bis clock 6 clock. Thus, this site maintains an active part in the protection of minors. Outside this time frame this site is freely available if you already want to see the page, you must confirm by entering your personal ID number that you are over 18 years.\nYour ID card will not be stored.\nWhat the fuck??????????\nFuck you very very very much origin.peice of fucking shit.\nOnly in Germany\nGet ekki einu sinni breytt Origin síðuni yfir á Ensku.focking vangefin síða.",
            "date": "2012-03-17 09:33:00",
            "post_id": "429340",
            "reply_to_id": "429338"
        },
        {
            "user_name": "braudrist",
            "text": "Var ekki eitthvað vesen með Battlefield 3 og Þýskaland?",
            "date": "2012-03-17 11:38:00",
            "post_id": "429359",
            "reply_to_id": "429340"
        },
        {
            "user_name": "Klaufi",
            "text": "http://www.overclock.net/t/1155275/vari ... in-germany\nÞetta snérist um það að Origin sé \"spyware\" ef ég man rétt..",
            "date": "2012-03-17 16:58:00",
            "post_id": "429414",
            "reply_to_id": "429359"
        },
        {
            "user_name": "Örn ingi",
            "text": "haha anda inn anda út!",
            "date": "2012-03-17 17:22:00",
            "post_id": "429417",
            "reply_to_id": "429414"
        },
        {
            "user_name": "eatr",
            "text": "eatr / Tech_junkiee",
            "date": "2012-03-17 18:15:00",
            "post_id": "429424",
            "reply_to_id": "429417"
        },
        {
            "user_name": "Ulli",
            "text": "ég sver það' að ég er farin að halda að ég sé með torrents..það sem kemur ekki uppúr mér þegar ég verð reiður og það þarf svo lítið til að ég verði allveg geðveikur..",
            "date": "2012-03-17 18:59:00",
            "post_id": "429445",
            "reply_to_id": "429424"
        },
        {
            "user_name": "worghal",
            "text": "Tourettes ekki torrents...\nannars væriru með eitthvað skrítið flæði",
            "date": "2012-03-17 19:01:00",
            "post_id": "429446",
            "reply_to_id": "429445"
        },
        {
            "user_name": "Ulli",
            "text": "What that guy said \nhavð meinarðu með flæði?\nPs núna soldið í glasi svo ekki taka of mikið mark á mér",
            "date": "2012-03-17 19:05:00",
            "post_id": "429448",
            "reply_to_id": "429446"
        },
        {
            "user_name": "worghal",
            "text": "torrent þýðir sterkur straumur af vatni.",
            "date": "2012-03-17 19:05:00",
            "post_id": "429449",
            "reply_to_id": "429448"
        },
        {
            "user_name": "Ulli",
            "text": "Enda Vatnsberi :",
            "date": "2012-03-17 19:10:00",
            "post_id": "429452",
            "reply_to_id": "429449"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Langar aðeins að forvitnast áður en ég kaupi leikinn. Ef ég kaupi hann á netinu, get ég þá sótt hann aftur ef tölvan hrynur eða eitthvað í þá áttina? Munar einhverju á að kaupa diskinn eða af netinu??",
            "date": "2012-03-19 02:11:00",
            "post_id": "429729",
            "reply_to_id": "429452"
        },
        {
            "user_name": "Klaufi",
            "text": "Getur sett hann upp á fjórum mismunandi vélum (4xformat) og eftir það hefurðu bara samband við EA Support og þeir gefa þér fleiri leyfi \nMunar engu að kaupa hann á cd eða Origin.",
            "date": "2012-03-19 02:12:00",
            "post_id": "429730",
            "reply_to_id": "429729"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Ok snilld... Takk fyrir þetta en veit ekki alveg hvort þetta á heima í þessum þræði en þarf maður þá ekki góð gaming headphone??\nEru þessi ekki nokkuð ákjósanleg?? \nhttp://www.tolvutek.is/vara/logitech-g9 ... -hljodnema",
            "date": "2012-03-19 02:18:00",
            "post_id": "429731",
            "reply_to_id": "429730"
        },
        {
            "user_name": "Klaufi",
            "text": "Ég fór í Sennheiser fyrir 7 eða 8 árum og ég fer ekki í annað.\nÞessi logitech g** headphone eru víst voða fín en þau eru fáránlega þung!\nMæli með að þú kíkir á Sennheiser 5**..\nHljóðið í þessum leik er virkilega flott svo það er mun skemmtilegra að spila hann með gott hljóðkerfi eða headphone.",
            "date": "2012-03-19 02:21:00",
            "post_id": "429732",
            "reply_to_id": "429731"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Það er fábært soundið í þessum leik nebblega amk í heimnabíóinu mínu en maður þarf líka að getað talað við teammates en hvar er best að kaupa svona sennheiser heyrnatól??",
            "date": "2012-03-19 02:29:00",
            "post_id": "429733",
            "reply_to_id": "429732"
        },
        {
            "user_name": "Gilmore",
            "text": "Þau fást víða, en mesta úrvalið er í Pfaff á Grensásvegi.",
            "date": "2012-03-19 08:19:00",
            "post_id": "429745",
            "reply_to_id": "429733"
        },
        {
            "user_name": "Danni V8",
            "text": "Ég er að nota Sennheiser HD518 við þennan leik. Finnst þau ekki vera með nógu gott surround, erfitt að soundspotta með þeim. Ég myndi leita vel af sorround heyrnatólum, hef heyrt að Logitech G35 séu alveg rosalega góð en hef ekki prófað þau sjálfur.",
            "date": "2012-03-19 11:58:00",
            "post_id": "429777",
            "reply_to_id": false
        },
        {
            "user_name": "chaplin",
            "text": "Ég fann mjög dramatískan mun á því einfaldlega að uppfæra hljóðkortið hjá mér, ég nota bæði HD515 og HD595.",
            "date": "2012-03-19 12:24:00",
            "post_id": "429790",
            "reply_to_id": "429777"
        },
        {
            "user_name": "djvietice",
            "text": "djvietice / djvietice \nhvað server?",
            "date": "2012-03-19 19:25:00",
            "post_id": "429881",
            "reply_to_id": "429790"
        },
        {
            "user_name": "Posus",
            "text": "origin ID: Posus\nVaktin ID: Posus",
            "date": "2012-03-19 20:36:00",
            "post_id": "429906",
            "reply_to_id": "429881"
        },
        {
            "user_name": "Klaufi",
            "text": "Vantar fleiri til að spila með okkur núna!\nErum á Mumble..",
            "date": "2012-03-22 20:38:00",
            "post_id": "430604",
            "reply_to_id": "429906"
        },
        {
            "user_name": "Örn ingi",
            "text": "nýliði herna á hvaða server er verið að spila almennt og hvaða mumble?",
            "date": "2012-03-23 23:40:00",
            "post_id": "430813",
            "reply_to_id": "430604"
        },
        {
            "user_name": "KrissiP",
            "text": "Sá þetta einhversstaðar, nenni einfaldlega ekki að leita af því...\nEn er Origin Download innlent niðurhal?",
            "date": "2012-03-25 20:15:00",
            "post_id": "431139",
            "reply_to_id": "430813"
        },
        {
            "user_name": "eythor511",
            "text": "Eru fleirri að lenda í því að komast ekki inn á neinn server \nkemur \"game ready\" svo stuttu seinna \"Game disconnected: could not join server.\"",
            "date": "2012-03-25 22:03:00",
            "post_id": "431170",
            "reply_to_id": "431139"
        },
        {
            "user_name": "tanketom",
            "text": "jájá kemur allt of oft, svo þegar maður er að spila þá kemur oft time out..\nAlveg mein gallaður leikur og þeir eru ekkert að gera neina patch út.. \nÞetta versta support á leik sem ég veit um! Þetta er eins og að kaupa gallaða vöru og bara nei já við ætlum ekkert að gera neitt í þessu",
            "date": "2012-03-26 00:15:00",
            "post_id": "431204",
            "reply_to_id": "431170"
        },
        {
            "user_name": "Orri",
            "text": "Andaðu.\nStarfsfólkið hjá DICE frestaði fríunum sínum seinasta sumar til þess að klára leikinn og fengu því að taka út fríin sín eftir að leikurinn kom út.\nÞeir vilja helst hafa stutt á milli patch-a á öllum platformum (Þeas. ekki gefa út patch á PC sem PS3 fær kannski 2 vikum seinna og Xbox 3 vikum eða álíka), nema það að Microsoft og Sony þurfa tíma til að prufukeyra patch-ana fyrir leikjatölvurnar (2-3 vikur), þessvegna reyna DICE frekar að bíða og gera stóra patch-a í staðinn fyrir að gera fullt af litlum.\nÞetta tvennt gerir það að verkum að það hefur verið svolítið lítið um patch-a frá útgáfu..\nVissulega er þetta samt þreytandi og mér finnst, ásamt flestum, að þeir ættu að gefa út patch-a fyrir PC útgáfuna um leið og þeir eru tilbúnir í stað þess að bíða eftir PS3 og Xbox..",
            "date": "2012-03-26 00:37:00",
            "post_id": "431211",
            "reply_to_id": "431204"
        },
        {
            "user_name": "eythor511",
            "text": "Er allveg sammála þessi leikur hefur verið ekkert nema vesen síðan ég fékk hann þegar hann var nýkominn út!\nSvo þarf ég líka að vera með þetta origin drasl eingöngu fyrir BF\nVar búinn að prufa allt til að laga þetta svo lagaðist þegar ég slökkti á internet sharing.",
            "date": "2012-03-26 00:59:00",
            "post_id": "431214",
            "reply_to_id": "431211"
        },
        {
            "user_name": "einarhr",
            "text": "Búin að spila leikin síðan hann kom út og engin vandamál eftir að ég slökkti á UpNP í Router og opna öll port sem krefst.\nSnilda leikur og lendi ég mjög sjaldan í því að detta út úr leiknum, kanski einusinni í viku og ekkert víst að það sé leiknum að kenna, getur verið td Internetteningin sem veldur því",
            "date": "2012-03-26 03:03:00",
            "post_id": "431229",
            "reply_to_id": "431214"
        },
        {
            "user_name": "tanketom",
            "text": "Þetta virkar víst fyrir suma en ekki alla, þetta er mjög þekkt vandamál um allan heim. Þetta jú skánaði en ekkert til að sætta sig við\nÉg er líka að tala um alla glitcha sem er í þessum leik sem ætti að löngu að vera búið að laga og á að vera auðvelt að laga eins og MAV dæmið",
            "date": "2012-03-26 07:43:00",
            "post_id": "431235",
            "reply_to_id": "431229"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Langaði bara að benda ykkur á þetta. Örugglega flestir sem vita af þessu nú þegar...\nhttp://news.softpedia.com/news/New-Batt ... 1624.shtml\nEdit: Damn... Missti ég af afslættinum? Var losins kominn með 5 þús kall til að kaupa leikinn",
            "date": "2012-03-29 13:47:00",
            "post_id": "432016",
            "reply_to_id": "431235"
        },
        {
            "user_name": "braudrist",
            "text": "\"PC will be lead platform\" sögðu þeir frá DICE fyrst og svo breyttist það í \"All platforms will get patches at the same time\" en svo fær PS3 auðvitað patchinn á undan  \n Greinilegt að umslagið frá Sony hefur verið þykkt.\nAlveg óþolandi hvað þetta console drasl þarf að eyðileggja fyrir PC mönnum.",
            "date": "2012-03-29 17:52:00",
            "post_id": "432060",
            "reply_to_id": "432016"
        },
        {
            "user_name": "Orri",
            "text": "Í fyrsta lagi þá voru þetta 2 dagar á milli PS3 og PC.\nÍ öðru lagi þá eru þeir væntanlega ekki að gera þetta að gamni sínu.\nÍ þriðja lagi hugsaðu um aumingja Xbox mennina sem eru ekki enn búnir að fá sinn patch.",
            "date": "2012-03-29 18:01:00",
            "post_id": "432068",
            "reply_to_id": "432060"
        },
        {
            "user_name": "worghal",
            "text": "og hvað með það?\nxbox fær allt cod dótið mánuði á undan.",
            "date": "2012-03-29 18:01:00",
            "post_id": "432069",
            "reply_to_id": "432068"
        },
        {
            "user_name": "capteinninn",
            "text": "Þeir eru búnir að vera að auglýsa að PC sé lead platform og þá var búist við að það yrði hugsað svoldið um PC menn en það virðist ekki vera the case. Allskonar hlutir sem Dice og EA geta gert á PC sem er erfiðara á Xbox360 og PS3, til dæmis gætu þeir gefið út litla patcha til að laga fullt af litlum hlutum og svo gefið út stóran patch reglulega fyrir leikjatölvurnar því það er meira vesen að gefa út patch fyrir það. Það yrði miklu sniðugra heldur en að gefa út svona risa patcha við og við á allar tölvurnar, gætu fínpússað hluti og \"beta-testað\" litlar breytingar á PC og sett svo yfir á leikjatölvurnar ef þær eru góðar þessar breytingar.",
            "date": "2012-03-29 19:08:00",
            "post_id": "432093",
            "reply_to_id": "432069"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Eru einhverjir að spila seinna í kvöld?? Var að kaupa leikinn og installa honum áðan þannig ef ykkur vantar einhvern til að drepa trekk í trekk þá er ég game",
            "date": "2012-03-30 21:50:00",
            "post_id": "432377",
            "reply_to_id": "432093"
        },
        {
            "user_name": "Klaufi",
            "text": "Ég gæti verið til í að taka leik eða tvo í kvöld..\nMumble: Kjarni\nRás: Vaktarar",
            "date": "2012-03-30 21:52:00",
            "post_id": "432378",
            "reply_to_id": "432377"
        },
        {
            "user_name": "mercury",
            "text": "væri hugsanlega til",
            "date": "2012-03-30 21:55:00",
            "post_id": "432379",
            "reply_to_id": "432378"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Þarf að fá ykkur til að segja mér hvernig ég joina team... hef aldrei spilað online áður",
            "date": "2012-03-30 22:19:00",
            "post_id": "432390",
            "reply_to_id": "432379"
        },
        {
            "user_name": "Klaufi",
            "text": "Byrjaðu bara á að kíkja á mumble..",
            "date": "2012-03-30 22:20:00",
            "post_id": "432391",
            "reply_to_id": "432390"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Þarf ég að sækja það??",
            "date": "2012-03-30 22:27:00",
            "post_id": "432394",
            "reply_to_id": "432391"
        },
        {
            "user_name": "Klaufi",
            "text": "Sækir mumble hér: \nhttp://mumble.sourceforge.net/\nFerð í server list og velur Iceland, svo server sem heitir \"Kjarni\".\nÉg og Ellimerc erum þar núna, ættir að sjá okkur.",
            "date": "2012-03-30 22:31:00",
            "post_id": "432397",
            "reply_to_id": "432394"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Fann ykkur... Ég er bara mesti n-o-o-b ever",
            "date": "2012-03-30 23:08:00",
            "post_id": "432411",
            "reply_to_id": false
        },
        {
            "user_name": "MrIce",
            "text": "hvurslags eiginlega, hélt ég hefði fyrir löngu síðan skellt in nafninu hérna.\nmrice87   er bf3 nickið, endilega adda mér ^^",
            "date": "2012-03-31 00:29:00",
            "post_id": "432447",
            "reply_to_id": "432411"
        },
        {
            "user_name": "darkppl",
            "text": "mitt er Coolboy135 er oft að spila",
            "date": "2012-03-31 12:41:00",
            "post_id": "432521",
            "reply_to_id": "432447"
        },
        {
            "user_name": "OUTNUMBERED",
            "text": "Mitt er BLIXXX81",
            "date": "2012-03-31 13:38:00",
            "post_id": "432537",
            "reply_to_id": "432521"
        },
        {
            "user_name": "arnif",
            "text": "Battlefield í kvöld ? \narnif",
            "date": "2012-04-06 19:41:00",
            "post_id": "433859",
            "reply_to_id": "432537"
        },
        {
            "user_name": "darkppl",
            "text": "er að spila núna",
            "date": "2012-04-06 23:14:00",
            "post_id": "433917",
            "reply_to_id": "433859"
        },
        {
            "user_name": "Kristján",
            "text": "jæja loksins kominn með skjákort sem höndlar þennann og fékk mér hann í vikuni\nID: kms1405\nvá hvað það verður nice að geta breyt þessu.\nen hversu asnalegt er það að geta ekki hætt í miðjum leik án þess að missa allt sem maður er buinn að spila fyrir það er bara fáranlegt.\ner eitthvað vitað hvort það verður breytt ???",
            "date": "2012-04-07 03:48:00",
            "post_id": "433941",
            "reply_to_id": "433917"
        },
        {
            "user_name": "arnif",
            "text": "Það er ekki lengur þannig...",
            "date": "2012-04-07 12:46:00",
            "post_id": "433976",
            "reply_to_id": "433941"
        },
        {
            "user_name": "Kristján",
            "text": "hvað er ekki þannig lengur að ég geti breytt ID eða að ég missi ekkert ef ég hætti i miðjum leik eins og í BBC2?",
            "date": "2012-04-07 14:52:00",
            "post_id": "433992",
            "reply_to_id": "433976"
        },
        {
            "user_name": "worghal",
            "text": "þú átt ekki að missa neitt þó þú hættir í leik...\nég hætti í miðjum deathmatch leik með 17þúsund stig og fékk þau samt. einnig fékk ég mínar medalíur og silvur stjörnur.\nedit: en það gæti verið að þú færð stigin ekki fyrr en leikurinn klárast.\nef þú ferð í miðjum leik, þá geturu kíkt í neðra vinstra hornið á battle log og þegar leikurinn klárast þá poppar stiga taflan fyrir leikinn þar.",
            "date": "2012-04-07 14:53:00",
            "post_id": "433993",
            "reply_to_id": "433992"
        },
        {
            "user_name": "Kristján",
            "text": "awesome skal skoða það næst",
            "date": "2012-04-07 14:58:00",
            "post_id": "433994",
            "reply_to_id": "433993"
        },
        {
            "user_name": "slubert",
            "text": "origin id: Slubert28\nEr mesti nýliði sem sést hefur, er að fara frá xbox controler yfir í lyklaborð og mús.",
            "date": "2012-04-15 15:45:00",
            "post_id": "435659",
            "reply_to_id": "433994"
        },
        {
            "user_name": "Kristján",
            "text": "djöfull er fáranlega leiðinlegt að finna einhverja spilanlega servera.\nog fokk hvað það er að fara í taugarnar á mér að maður þarf að vera með server browser i internet browsernum.\ngetur það verið meira gallað?",
            "date": "2012-04-19 22:52:00",
            "post_id": "436584",
            "reply_to_id": "435659"
        },
        {
            "user_name": "arnif",
            "text": "Battlelog er það besta við BF3 !",
            "date": "2012-04-20 01:35:00",
            "post_id": "436644",
            "reply_to_id": "436584"
        },
        {
            "user_name": "Klaufi",
            "text": "Erum tveir að spila eins og er, vantar tvo í viðbót í fullt squad, eða fleiri..",
            "date": "2012-05-11 18:55:00",
            "post_id": "440663",
            "reply_to_id": "436644"
        },
        {
            "user_name": "MCTS",
            "text": "Fékk mér BF3 í gær nota KingIc3 sem origin id",
            "date": "2012-05-14 18:26:00",
            "post_id": "441288",
            "reply_to_id": "440663"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Endurvekja þetta..\nÞeir sem ekki hafa bætt gamla á listnan endilega gerið það. Mig langar alveg mega að spila með íslendingum en enda alltaf einn með illa talandi þjóðverjum \nNick : Kinichi",
            "date": "2012-05-21 17:47:00",
            "post_id": "442754",
            "reply_to_id": "441288"
        },
        {
            "user_name": "Klaufi",
            "text": "Bætti þér á listann Ómar.\nEr ekkert að spila eins og er, enginn tími til þess, en við erum 3-4 duglegir að taka skorpur einstaka sinnum, hentu mér inn í battlelog og ég læt þig vita næst þegar við spilum",
            "date": "2012-05-21 22:52:00",
            "post_id": "442840",
            "reply_to_id": "442754"
        },
        {
            "user_name": "Kristján",
            "text": "núna er einhver að fokka í mér.\nbuinn að joina núna 2x 32p rush servera, báðir á fyrst eða öðru mcom og það er staðnaður leikur, as in enginn er að rusha eða að reyna það og allir eru sniperar....\nsvo þarf ég að fara út úr leinum og þessa bölvuðu heimasíðu og finna og giska á annann server sem mun gera þetta eitthvað betur.\nbeið lengur eftir að leikurinn opnaðist og loadaði öllu en er var inná serverinum að spila.\nspecarnir eru ekkert superduper á þessari tölvu en cmon...\ndéskotans mánudagur",
            "date": "2012-05-21 23:15:00",
            "post_id": "442862",
            "reply_to_id": "442840"
        },
        {
            "user_name": "Klaufi",
            "text": "Needs moar SSD.",
            "date": "2012-05-21 23:16:00",
            "post_id": "442863",
            "reply_to_id": "442862"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Bæta mér á listann!\nUser tveirmetrar",
            "date": "2012-05-22 01:57:00",
            "post_id": "442898",
            "reply_to_id": "442863"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "\"Tveirmetrar\"\nBesta username sem ég hef séð í langan tíma !\nÞumall upp",
            "date": "2012-05-22 13:48:00",
            "post_id": "442924",
            "reply_to_id": "442898"
        },
        {
            "user_name": "Kristján",
            "text": "er ekki hægt að breyta um origin id nema að vera í einhverjum af þessum löndum sem koma upp sem maður þarf að velja?",
            "date": "2012-05-29 02:42:00",
            "post_id": "444362",
            "reply_to_id": "442924"
        },
        {
            "user_name": "capteinninn",
            "text": "Haha þú varst með mér á server áðan fyrir tilviljun. Kannaðist eitthvað við nafnið",
            "date": "2012-05-29 02:45:00",
            "post_id": "444363",
            "reply_to_id": "444362"
        },
        {
            "user_name": "capteinninn",
            "text": "FAMAS er að fokka upp stats hjá fólki. Held þetta sé bara á PC en ef einhver á servernum notar Famas þá ruglast öll stats hjá öllum á servernum.\nEkki nota famas þangað til þeir laga þetta",
            "date": "2012-05-31 01:15:00",
            "post_id": "444788",
            "reply_to_id": "444363"
        },
        {
            "user_name": "HoBKa-",
            "text": "Vil koma þessu á framfæri:\nVon um að sjá sem flesta á sunnudaginn.\n[TEK]\nhttp://www.facebook.com/clantek\nhttp://tek.is\nKv.\nHoBKa-",
            "date": "2012-05-31 18:43:00",
            "post_id": "444899",
            "reply_to_id": false
        },
        {
            "user_name": "HoBKa-",
            "text": "Bara minna á hittinginn í kvöld á TEK.BF3 - Tolvutek serverinum kl. 20:00\nhttp://battlelog.battlefield.com/bf3/servers/show/079eb4e0-8d7e-4b81-bdb9-d8657151710e/TEK-BF3-Tolvutek/",
            "date": "2012-06-03 15:54:00",
            "post_id": "445350",
            "reply_to_id": "444899"
        },
        {
            "user_name": "MCTS",
            "text": "já má henda origin id hjá mer sem Vaktari í staðinn fyrir KingIc3",
            "date": "2012-06-03 16:50:00",
            "post_id": "445354",
            "reply_to_id": "445350"
        },
        {
            "user_name": "capteinninn",
            "text": "Einhver kominn með Premium? Gamefly var að selja það á 40$ en ég missti af því.\nÉg er búinn að réttlæta það fyrir mér að kaupa þetta. Er bara að reyna að finna það einhverstaðar ódýrara",
            "date": "2012-06-05 14:45:00",
            "post_id": "445701",
            "reply_to_id": "445354"
        },
        {
            "user_name": "MCTS",
            "text": "Ég er búinn að versla mér premium\n[BMW]Vaktari",
            "date": "2012-06-05 14:47:00",
            "post_id": "445703",
            "reply_to_id": "445701"
        },
        {
            "user_name": "capteinninn",
            "text": "Sá á reddit einhvern tala um að ef þú kaupir hann í gegnum Brasilíu kostar þetta 3500 í staðinn fyrir 6600 rúmlega.\nEf ég nota Visa Plús kort sem ég er með fyrir online kaup er ég þá ekki nokkuð öruggur? Set bara inná kortið nóg fyrir því sem ég kaupi hverju sinni, er ég nokkuð í hættu að einhver geti stolið upplýsingum og tekið pening af öðrum kortum/reikningum út frá þessu korti sem er nánast alltaf tómt?",
            "date": "2012-06-05 18:55:00",
            "post_id": "445779",
            "reply_to_id": "445703"
        },
        {
            "user_name": "Turbo-",
            "text": "ég er eitthvað að noobast í þessu, var nokkuð virkur í bf2 með Oby claninu áður en bf2 dó\nnota nickið Ice_mr2turbo í bf3 og Turbomonster í bc2",
            "date": "2012-06-05 19:08:00",
            "post_id": "445781",
            "reply_to_id": "445779"
        },
        {
            "user_name": "Kristján",
            "text": "þú félagi ert motherfkn awesome.",
            "date": "2012-06-05 19:54:00",
            "post_id": "445789",
            "reply_to_id": "445781"
        },
        {
            "user_name": "Kristján",
            "text": "fæ þetta bara þegar eg reyni að breyta um origin ID\nThis page is currently unavailable. We may be experiencing unusually high load or undergoing maintenance. Please try again later.\ner að nota þetta til að reyna breyta \nhttp://www.origin.com/ie/change-id\neinhverjar hugmyndir?",
            "date": "2012-06-08 08:15:00",
            "post_id": "446329",
            "reply_to_id": "445789"
        },
        {
            "user_name": "MCTS",
            "text": "verður að logga þig inn á origin til þess að geta breytt það var allavega sagt við mig \nhttp://www.origin.com/uk/change-id",
            "date": "2012-06-08 12:54:00",
            "post_id": "446348",
            "reply_to_id": "446329"
        },
        {
            "user_name": "Kristján",
            "text": "Nýtt ID\nkms1405 -> SuspiciousNoob",
            "date": "2012-06-08 18:55:00",
            "post_id": "446378",
            "reply_to_id": "446348"
        },
        {
            "user_name": "Zimbi",
            "text": "zimbi - zimbi105\ndjöfull vildi ég að tek serverinn væri hardcore, klárlega mikið skemmtilegri spilun",
            "date": "2012-06-08 20:11:00",
            "post_id": "446388",
            "reply_to_id": "446378"
        },
        {
            "user_name": "blitz",
            "text": "Eru menn að detta í BF Premium?\nFékk einhver þetta proxy-trick til að virka? Þegar ég slekk á proxynum til að borga þá er ég alltaf bouncaður yfir á EU Origin.",
            "date": "2012-06-09 16:56:00",
            "post_id": "446480",
            "reply_to_id": "446388"
        },
        {
            "user_name": "darkppl",
            "text": "á ekki að reyna að fylla serverinn í kvöld?..",
            "date": "2012-06-10 14:38:00",
            "post_id": "446605",
            "reply_to_id": "446480"
        },
        {
            "user_name": "blitz",
            "text": "Fékk þetta proxy dót loksins til að virka - $27 fyrir BF3 Premium",
            "date": "2012-06-11 18:03:00",
            "post_id": "446781",
            "reply_to_id": "446605"
        },
        {
            "user_name": "darkppl",
            "text": "geturu sagt hvernig?...",
            "date": "2012-06-11 18:04:00",
            "post_id": "446782",
            "reply_to_id": "446781"
        },
        {
            "user_name": "blitz",
            "text": "http://www.hotukdeals.com/deals/battlef ... 4#comments",
            "date": "2012-06-11 18:08:00",
            "post_id": "446785",
            "reply_to_id": "446782"
        },
        {
            "user_name": "darkppl",
            "text": "takk þetta virkaði vel \n og buinn að fá aug",
            "date": "2012-06-11 19:20:00",
            "post_id": "446791",
            "reply_to_id": "446785"
        },
        {
            "user_name": "capteinninn",
            "text": "Er að nota leiðbeiningarnar frá þessari síðu til að gera þetta en síðan er rosalega lengi að loada, er það þannig hjá öllum?\nEdit*\nGreit, ég get ekki keypt neitt því þegar ég reyni að stilla billing info get ég bara valið lönd í Asíu sem landið sem ég bý í. Er búinn að breyta landinu sem ég er frá aftur á Ísland en það virkar ekki. Djöfuls vesen er þetta\nSýnist þetta ekki virka lengur þar sem að ef ég set inn að landið mitt sé Indland þá verð ég að borga með indversku korti. Veit einhver hvort ég sé að klúðra þessu á einhvern hátt eða einhverja aðra aðferð til að gera þetta?",
            "date": "2012-06-12 17:43:00",
            "post_id": "446943",
            "reply_to_id": "446791"
        },
        {
            "user_name": "Kristján",
            "text": "einhverjir að fá massa lagg í BF3???\nalgjörlega enganveginn hægt að spila",
            "date": "2012-06-27 07:59:00",
            "post_id": "449905",
            "reply_to_id": "446943"
        },
        {
            "user_name": "capteinninn",
            "text": "Var að fá þetta í fyrradag og skildi ekkert í því, svo fattaði ég að erlendi kvótinn væri búinn hjá mér",
            "date": "2012-06-27 11:17:00",
            "post_id": "449971",
            "reply_to_id": "449905"
        },
        {
            "user_name": "Kristján",
            "text": "kvótinn hjá mér er í fínu lagi.",
            "date": "2012-06-27 11:18:00",
            "post_id": "449972",
            "reply_to_id": "449971"
        },
        {
            "user_name": "chaplin",
            "text": "Enginn að spila?",
            "date": "2012-08-24 22:25:00",
            "post_id": "462812",
            "reply_to_id": "449972"
        },
        {
            "user_name": "Klaufi",
            "text": "Yup!\nÉg og Dabbiso, í fyrsta skipti í laaangan tíma \nP.s. ar að joina Mumble, \nKjarni - NEANTR 02..\nP.S.2 lolnet @ mumble, rás 24",
            "date": "2012-08-24 22:31:00",
            "post_id": "462814",
            "reply_to_id": "462812"
        },
        {
            "user_name": "Orri",
            "text": "Er að spá í að láta loksins verða af því að kaupa BF3 Premium, þrátt fyrir að vera mikið á móti svona Premium eða Elite dóti..  \n \nVitið þið um einhverja síðu eða álíka þar sem maður getur fengið Premium á betra verði en á Origin?\nReyndi þessa India proxy leið sem talað er um hér fyrir ofan en það er búið að hækka indverska verðið þannig það er að kosta jafn mikið og venjulega..",
            "date": "2012-08-25 01:02:00",
            "post_id": "462860",
            "reply_to_id": "462814"
        },
        {
            "user_name": "darkppl",
            "text": "actully bf premium kostar 5984 í indlandi en 7.595 á venjulega origin",
            "date": "2012-08-25 02:23:00",
            "post_id": "462873",
            "reply_to_id": false
        },
        {
            "user_name": "tveirmetrar",
            "text": "Ok, ég hefði alveg mátt höndla þetta betur.. En ég var ásakaður fyrir hack á BF3 server og bannaður fyrir aimbot. Ég fer á forum clansins sem er með serverinn og þar kemur í ljós að þetta bann er (að sjálfsögðu) ekki byggt á neinum staðreindum, heldur einhverju hunch sem admin hafði. Ég reyni að rökræða mig útúr þessu fyrst og er neitað aftur inn á serverinn. Reyni svo aftur að hafa samband og þá við fleiri admina, og aftur er mér bannaður aðgangur. \n \nEftir það fór mállýskan mín aðeins úr böndunum, en það er eitthvað alveg rosalega pirrandi við að ásakaður um svindl í tölvuleik þegar maður hefur aldrei hackað í leik.  \n \nHérna er linkur á síðasta spjallið mitt við CCG strákana. Er ég í réttu eða röngu hérna? Er eðlilegt að maður sé bannaður á server útaf einhverju hunchi hjá admin...\nhttp://www.ccguild.co.uk/pl/forum/forum_viewtopic.php?15121.last\nFeel free to comment",
            "date": "2012-08-25 17:30:00",
            "post_id": "462979",
            "reply_to_id": "462873"
        },
        {
            "user_name": "Yawnk",
            "text": "Er ekki eitthvað Platoon sem Vaktin er með í BF3 sem maður gæti joinað",
            "date": "2012-08-25 17:53:00",
            "post_id": "462985",
            "reply_to_id": "462979"
        },
        {
            "user_name": "KristinnK",
            "text": "Lol, þegar ég spilaði CoD4 þá kallaði ég það lélegt kvöld ef ég var ekki kickaður af amk. tvemur serverum. Þegar serverunum fór að fækka fór það að verða vandamál þau skipti þegar ég var beinlínis bannaður. Ég var farinn að þurfa að skipta um registration code nokkrum sinnum í viku til að geta spilað yfirleitt.\nEn ég hélt nú að BF3 community-ið væri aðeins jarðbundnara en svo.\nEDIT: Ég var að lesa þráðinn á klana-spjallinu, og þú hefðir nú mátt vera dálítið kurteisari. Ef einhver er bannaður og bregst við með svona orðalátum langar manni ekki að hleypa honum aftur inn, jafnvel þótt hann væri saklaus.",
            "date": "2012-08-25 17:57:00",
            "post_id": "462986",
            "reply_to_id": "462985"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Já maður hefur verið ásakaður mörgum sinnum og kannski hennt útaf nokkrum sinnum. En það er eins og þú segir í COD og cs og öðru, maður hélt einmitt að Battlefield væri öðruvísi en þetta. Og sérstaklega þegar þú ert kominn á forum hjá clani sem keyrir nokkra servera að reyna fá út ástæður fyrir banni, þá myndu þeir nú lifta banninu eða útskýra málið öðruvísi en \"af því bara\" og \"ég fékk hunch\". En nei... Fuck me right?",
            "date": "2012-08-25 18:05:00",
            "post_id": "462987",
            "reply_to_id": "462986"
        },
        {
            "user_name": "darkppl",
            "text": "sem ég veit af\nhttp://battlelog.battlefield.com/bf3/pl ... 306651766/\nhttp://battlelog.battlefield.com/bf3/pl ... 628901613/\nhttp://battlelog.battlefield.com/bf3/pl ... 301094210/",
            "date": "2012-08-25 18:06:00",
            "post_id": "462989",
            "reply_to_id": "462987"
        },
        {
            "user_name": "worghal",
            "text": "ég skil ekki af hverju þú fórst ekki bara og fanst þér annan server",
            "date": "2012-08-25 18:15:00",
            "post_id": "462992",
            "reply_to_id": "462989"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Og missa af þessu yndislega tilgangslausa online forum rifrildi? Never!",
            "date": "2012-08-25 18:21:00",
            "post_id": "462993",
            "reply_to_id": "462992"
        },
        {
            "user_name": "Yawnk",
            "text": "Flott, ég joina þetta!\nEru margir að spila BF3 núna?",
            "date": "2012-08-25 18:22:00",
            "post_id": "462994",
            "reply_to_id": "462993"
        },
        {
            "user_name": "darkppl",
            "text": "fleiri fara að spila þegar armored kill kemur út í september held ég ég byrja allanvegana þá",
            "date": "2012-08-25 19:21:00",
            "post_id": "463008",
            "reply_to_id": "462994"
        },
        {
            "user_name": "braudrist",
            "text": "Til hvers að eyða púðri í þessa aumingja? Þetta er greinilega eitthvað low-life kanamellur í nooba clani sem hafa ekki hundsvit á neinu. Svo það að kicka þér fyrir að \"svindla\" þegar þú varst ekki að svindla þá hefur þú greinilega sýnt einhver skills og þeir hafa bara ekki trúað þér að þú værir svona góður. Eða kannski var admin að spila og var orðinn pirraður að þú værir alltaf að drepa hann. Þetta eru örugglega líka gaurar sem kicka öllum þeim sem owna þoturnar og ná kannski 70 kills og 0 deaths og halda að þeir séu að svindla en bara vita ekki að það eru til slatti af virkilega góðum flugmönnum sem ná þessu.",
            "date": "2012-08-25 21:46:00",
            "post_id": "463044",
            "reply_to_id": "463008"
        },
        {
            "user_name": "capteinninn",
            "text": "Who gives a shit, farðu bara á annan server",
            "date": "2012-08-25 22:22:00",
            "post_id": "463052",
            "reply_to_id": "463044"
        },
        {
            "user_name": "capteinninn",
            "text": "Tank Superiority - YES!\nEinhverjir fleiri búnir að spila AK? Rush er frekar brotið þar sem ekki er búið að uppfæra serverana með nýju 90 sec AC-130 spawn timerunum, eins og er rústar AC-130 jörðinni og defenderar eiga ekki séns.\nAnnars er þetta mjög gaman, tók tvö round í Tank Superiority og það var rosa gaman, annað var í Alborz mountains sem var ágætt en það var hinsvegar alger snilld í Armored Shield",
            "date": "2012-09-11 19:10:00",
            "post_id": "466255",
            "reply_to_id": "463052"
        },
        {
            "user_name": "playman",
            "text": "Hverninn er það, er ekki hægt að lana í BF3?",
            "date": "2012-09-24 17:42:00",
            "post_id": "468488",
            "reply_to_id": "466255"
        },
        {
            "user_name": "Yawnk",
            "text": "Nú er svolítill áhugi fyrir Armored Kill aukapakkanum, er hann þess virði? Hvað kostar hann?\nMiðað við að það mesta sem ég algjörlega elska við BF3 eru tækin, ég er kominn með líklegast 50 hours + í vehicles.",
            "date": "2012-09-24 17:55:00",
            "post_id": "468491",
            "reply_to_id": "468488"
        },
        {
            "user_name": "playman",
            "text": "Getur einhver sagt mér hvaða stillingar eru bestar fyrir multiplayer?",
            "date": "2012-09-25 16:22:00",
            "post_id": "468667",
            "reply_to_id": "468491"
        },
        {
            "user_name": "Frost",
            "text": "Búinn að spila frekar mikið frá því ég fékk mér hann í miðjum mánuðinum. Helvíti skemmtilegur",
            "date": "2012-09-25 17:12:00",
            "post_id": "468678",
            "reply_to_id": "468667"
        },
        {
            "user_name": "Orri",
            "text": "Algjörlega!\nMæli með því að kaupa Premium, alveg þess virði (ef þú ferð India proxy leiðina spararðu þér 2 þúsund kall)..\nFærð Close Quarters, Armored Kill og hina 2 aukapakkana frítt og allskona Premium dótarí \nArmored Kill fékk mig til að byrja að spila BF3 aftur, mikið saknaði maður almennilegra mappa",
            "date": "2012-09-25 17:17:00",
            "post_id": "468679",
            "reply_to_id": "468678"
        },
        {
            "user_name": "Yawnk",
            "text": "Úff, hef varla áhuga á að kaupa BF3 Premium fyrir hvað... 7 þús kall?  \n \nÞað er hægt að kaupa Armored Kill sér, ekki satt?",
            "date": "2012-09-25 19:08:00",
            "post_id": "468699",
            "reply_to_id": "468679"
        },
        {
            "user_name": "Orri",
            "text": "Jújú, en svo langar þig kannski í Aftermath og svo Endgame og þá er ég nokkuð viss um að Premium sé búið að borga sig",
            "date": "2012-09-25 20:26:00",
            "post_id": "468718",
            "reply_to_id": "468699"
        },
        {
            "user_name": "Yawnk",
            "text": "Nyaaaaaaahhhh.... BF4 kemur út 2013, held maður spari bara uppí hann!\n(\nhttp://www.computerandvideogames.com/35 ... fall-2013/\n)",
            "date": "2012-09-25 22:53:00",
            "post_id": "468747",
            "reply_to_id": "468718"
        },
        {
            "user_name": "Magneto",
            "text": "Samt... haust 2013... alveg ár í það",
            "date": "2012-09-26 00:25:00",
            "post_id": "468766",
            "reply_to_id": "468747"
        },
        {
            "user_name": "Stuffz",
            "text": "hvar er opinberi BF2 þráðurinn",
            "date": "2012-10-19 19:31:00",
            "post_id": "473150",
            "reply_to_id": "468766"
        },
        {
            "user_name": "Yawnk",
            "text": "Úlalalaaaa! Náði 1003Meter headshot, hvað er lengsta headshottið ykkar?",
            "date": "2012-11-03 19:20:00",
            "post_id": "476065",
            "reply_to_id": "473150"
        },
        {
            "user_name": "blitz",
            "text": "1,291.88 m",
            "date": "2012-11-03 19:24:00",
            "post_id": "476068",
            "reply_to_id": "476065"
        },
        {
            "user_name": "mercury",
            "text": "nota aldrei sniper... 426.77",
            "date": "2012-11-03 19:45:00",
            "post_id": "476071",
            "reply_to_id": false
        },
        {
            "user_name": "Klaufi",
            "text": "1553.5m",
            "date": "2012-11-03 20:21:00",
            "post_id": "476077",
            "reply_to_id": "476071"
        },
        {
            "user_name": "chaplin",
            "text": "Mitt er 870m - óvinurinn var á ferð í báti, 100% heppni, no skills.",
            "date": "2012-11-03 21:05:00",
            "post_id": "476083",
            "reply_to_id": "476077"
        },
        {
            "user_name": "Yawnk",
            "text": "Samt alveg helvíti nett, ég náði mínu 1003 uppi á fjalli og skaut á kall sem var á blússandi ferð á jeppa.\nHvað er besti sniperinn að ykkar mati?",
            "date": "2012-11-03 22:04:00",
            "post_id": "476095",
            "reply_to_id": "476083"
        },
        {
            "user_name": "Klaufi",
            "text": "M40 og holo sight..",
            "date": "2012-11-03 22:26:00",
            "post_id": "476100",
            "reply_to_id": "476095"
        },
        {
            "user_name": "Yawnk",
            "text": "Er einhver til í BF3 með mér núna?",
            "date": "2012-11-03 22:33:00",
            "post_id": "476102",
            "reply_to_id": "476100"
        },
        {
            "user_name": "capteinninn",
            "text": "Fyrir þá sem eru hjá Hringdu þá náði ég að fá Aftermath með því að fara til félaga míns, finna möppu sem heitir Xpack4 í Update og færa yfir, henda þessu aftur hjá mér og halda áfram með uppfærsluna\nEr að spila núna og virkar fínt",
            "date": "2012-12-04 21:54:00",
            "post_id": "481737",
            "reply_to_id": "476102"
        },
        {
            "user_name": "Sucre",
            "text": "þetta er líka á torrent, hér er magnetlinkur magnet:?xt=urn:btih:2B230E0DB2BD0B0FF0D6FBA203DC3B9226EEE8B3&dn=Xpack4&tr=udp%3a//tracker.openbittorrent.com%3a80/announce\nþetta er semsagt update-ið fyrir aftermath.",
            "date": "2012-12-04 23:42:00",
            "post_id": "481774",
            "reply_to_id": "481737"
        },
        {
            "user_name": "RazerLycoz",
            "text": "þarna ,veit eitthver hvort það sé álag á battlelog síðuna núna? því ég kemst nefnilega ekki inná siðuna",
            "date": "2013-06-16 15:21:00",
            "post_id": "515598",
            "reply_to_id": "481774"
        },
        {
            "user_name": "Hjorleifsson",
            "text": "Virkar fínt hjá mér",
            "date": "2013-06-16 20:44:00",
            "post_id": "515646",
            "reply_to_id": "515598"
        },
        {
            "user_name": "mercury",
            "text": "virkar hjá mér núna en ekki fyrr í dag.",
            "date": "2013-06-16 21:28:00",
            "post_id": "515655",
            "reply_to_id": "515646"
        },
        {
            "user_name": "RazerLycoz",
            "text": "já það er búin að vera eitthvern álag í dag sýnist mér, en allavega það er gott að vita að það sé ekki bara ég sem var með álag .",
            "date": "2013-06-16 21:58:00",
            "post_id": "515660",
            "reply_to_id": "515655"
        }
    ],
    "date": "2012-11-03 19:45:00"
}