{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "42727",
    "title": "Hvor díllinn er betri?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=42727",
    "posts": [
        {
            "user_name": "hendrixx",
            "text": "Vantar tölvu fyrir hljóðupptöku(Pro Tools), myndi önnur hvor þessi ekki alveg virka í það?\nhttp://www.tolvuvirkni.is/ip.php?inc=vi ... X69-HR-661\nhttp://tolvutaekni.is/product_info.php? ... ts_id=1979\nMunar auðvitað 15þús kalli en hvor haldiði að sé betri. Verð nú að viðurkenna að ég er grænjaxl í þessum málum. Hef eiginlega aldrei heyrt um Asus merkið áður. Er það alveg legit?\nHvað segið þið?",
            "date": "2011-10-27 21:07:00",
            "post_id": "391756",
            "reply_to_id": false
        },
        {
            "user_name": "niCky-",
            "text": "myndi nú kaupa mér mac ef ég væri að fara að vinna tónlist",
            "date": "2011-10-27 21:21:00",
            "post_id": "391758",
            "reply_to_id": "391756"
        },
        {
            "user_name": "audiophile",
            "text": "ASUS i7. Ekki spurning.",
            "date": "2011-10-27 21:22:00",
            "post_id": "391759",
            "reply_to_id": "391758"
        },
        {
            "user_name": "ZiRiuS",
            "text": "... og rökin eru?",
            "date": "2011-10-27 21:37:00",
            "post_id": "391767",
            "reply_to_id": "391759"
        },
        {
            "user_name": "GuðjónR",
            "text": "Mac uber alles?",
            "date": "2011-10-27 21:46:00",
            "post_id": "391774",
            "reply_to_id": "391767"
        },
        {
            "user_name": "Nitruz",
            "text": "Sko þú skilur ekki sko, mac er bara svona betra í tónlist og myndvinnslu sko. Því að frændi minn er hipster og gerir svona retro underground stuff sko, og hann notar mac sko.\nOg annar frændi minn er búinn að nota macan sinn í 15 ár og hefur aldrei bilað sko, hann recordar Wav og allt.\nSvo má ekki gleyma að það eru engir vírusar fyrir mac. Gunnar Nelson segir það sko og hann færi ekki að ljúga",
            "date": "2011-10-27 21:49:00",
            "post_id": "391775",
            "reply_to_id": "391774"
        },
        {
            "user_name": "ZiRiuS",
            "text": "",
            "date": "2011-10-27 23:20:00",
            "post_id": "391816",
            "reply_to_id": "391775"
        },
        {
            "user_name": "MatroX",
            "text": "ég myndi taka vélina í tölvutækni útaf i5 vs i7\nen hvaða forrit ertu að fara nota?\nHvaða plugins?\nhvernig hljóðkort?",
            "date": "2011-10-27 23:31:00",
            "post_id": "391819",
            "reply_to_id": "391816"
        },
        {
            "user_name": "hendrixx",
            "text": "var undir sömu skoðun fyrir nokkru þegar ég fór allt í einu að efast og spurði sjálfan mig why the fook? Til hvers að spandera hellings helling í macbook pro þegar ég get keypt öflugri pc fartölvu fyrir minni pening?\nÞað er ekki einsog það sé eitthvað element í maccanum sem að virkar eitthvað betur fyrir hljóðvinnslu? Endilega leiðréttu mig ef það er rangt.",
            "date": "2011-10-29 14:08:00",
            "post_id": "392126",
            "reply_to_id": "391819"
        },
        {
            "user_name": "hendrixx",
            "text": "Var að spá í að kaupa Pro Tools MP. Veit ekki með plug-ins, líklegast bara það sem fylgir. Er bara singer/songwriter og er að taka upp bara basic (söngur, gítar, bassi, trommur, píanó) og oft bara gítar og söng. Er ekki að fara búa til raftónlist sko.\nHljóðkort...hmm notar maður ekki bara hljóðkortið í tölvunni og kaupir sér svona utanáliggjandi interface(einsog Apogee Duet fyrir mac)? Hafði í huga að festa kaup á þessu hér:\nhttp://www.m-audio.com/index.php?do=pro ... p=AV-HP-S3\nAnnað hvort C400 eða C600. Þetta eru nýjustu Fast Track tækin frá M-Audio.\nEndilega leiðréttu mig ef ég þarf að kaupa spes hljóðkort líka.",
            "date": "2011-10-29 14:13:00",
            "post_id": "392127",
            "reply_to_id": "392126"
        },
        {
            "user_name": "Tesy",
            "text": "WHAT?!\nÉg myndi taka ASUS eða MBP",
            "date": "2011-10-29 15:23:00",
            "post_id": "392136",
            "reply_to_id": "392127"
        },
        {
            "user_name": "hendrixx",
            "text": "MBP er bara svo fáránlega dýrt maður. Jú granted þetta er flottasta tölvan í útliti en 360þús kall fyrir 15 tommuna með 2,2Ghz!!? What the crap!? Það eru næstum því tvær Asus tölvur einsog ég linkaði á!",
            "date": "2011-10-29 16:33:00",
            "post_id": "392151",
            "reply_to_id": "392136"
        },
        {
            "user_name": "nonesenze",
            "text": "sko.... sko ... sko ... þú skilur ekki hahahaha, er ég eini með húmor fyrir þessu",
            "date": "2011-10-29 16:39:00",
            "post_id": "392152",
            "reply_to_id": "392151"
        },
        {
            "user_name": "littli-Jake",
            "text": "Ef að þu ert að fá þér tölvu fyrir hljóðvinsu ertu væntanlega að leita að performans per prize. Þá er fartölva ekki málið",
            "date": "2011-10-29 23:26:00",
            "post_id": "392312",
            "reply_to_id": "392152"
        },
        {
            "user_name": "hendrixx",
            "text": "mig langar í fartölvu því mig langar að geta tekið upp hvar sem er, hvenar sem er.",
            "date": "2011-10-30 06:11:00",
            "post_id": "392382",
            "reply_to_id": "392312"
        },
        {
            "user_name": "MatroX",
            "text": "lol. þetta er allt rugl. Windows tekur líka upp Wav en hvað kemur það málinu við?\nMac er stundum mun verra í hljóðvinnslu þar sem það er endalaust að driver issues með mac og sum hljóðkort.\nFlottur pakki væri Asus vélin, Pro Tools MP9 og svo M-Audio Fast Track Ultra\nFast Track Ultra\nhttp://www.m-audio.com/products/en_us/F ... Ultra.html\nÞað hefur verið að koma betur en c600 enda eru betri preampar í Ultra en c600",
            "date": "2011-10-30 22:40:00",
            "post_id": "392607",
            "reply_to_id": "392382"
        },
        {
            "user_name": "hendrixx",
            "text": "já er það málið?\nC600 er samt alveg brand spanking new er þaggi? Mar hefði haldið að preamparnir ættu að vera jafngóðir eða betri?",
            "date": "2011-10-30 23:14:00",
            "post_id": "392617",
            "reply_to_id": "392607"
        },
        {
            "user_name": "MatroX",
            "text": "þetta eru allt mjög svipaðir pre-ampar en ég get lítið sagt um það þar sem ég hef ekki unnið með c600 félagi minn er með Ultra og er mjög sáttur. ég er aftur á móti með M-Audio ProjectMix\nUltra er á 73þús hérna heima. veistu hvað c600 mun kosta? en ef þú vilt fá enþá betri pre-ampa og mun skemtilegri græju að öllu leiti fáðu þér þá ProjectMix hún er kannski mun mun dýrari en það borgar sig á endanum",
            "date": "2011-10-30 23:20:00",
            "post_id": "392622",
            "reply_to_id": "392617"
        },
        {
            "user_name": "hendrixx",
            "text": "já projectmix lítur vel út en ég er samt að spá meira í svona litlu tæki sem er auðvelt að ferðast með. C600 er á 400 dollara hjá sweetwater meðan ultra er á 350 dollara. Hvaðan hefuru það að ultra sé með betri preampa?\nAnnars mun ég líklega fara C400 leiðina með MP9 í bundle. kostar 360 dollara hjá unique squared!! topp verð og þar er maður þá að kaupa mp9 á 100dollara.",
            "date": "2011-10-30 23:46:00",
            "post_id": "392637",
            "reply_to_id": "392622"
        },
        {
            "user_name": "MatroX",
            "text": "flottur díll. ég sá þetta með pre-ampana á nemenda spjallinu í Berklee",
            "date": "2011-10-30 23:48:00",
            "post_id": "392638",
            "reply_to_id": "392637"
        },
        {
            "user_name": "hendrixx",
            "text": "ok thanks for the heads up\nætla skoða þetta aðeins betur.\nen þessi Asus tölva ætti alveg að keyra svona basic project og recorda without latency er það ekki?",
            "date": "2011-10-30 23:50:00",
            "post_id": "392639",
            "reply_to_id": "392638"
        },
        {
            "user_name": "MatroX",
            "text": "þegar þú ert með svona hljóðkort og svona vél og með low latency takkann í PT þá ertu ekki að fara lenda í latency með inngang, monitor né útgang",
            "date": "2011-10-30 23:51:00",
            "post_id": "392640",
            "reply_to_id": "392639"
        },
        {
            "user_name": "hendrixx",
            "text": "snilld!!",
            "date": "2011-10-30 23:54:00",
            "post_id": "392642",
            "reply_to_id": "392640"
        }
    ],
    "date": "2011-10-27 21:07:00"
}