{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "42737",
    "title": "Sjónvarpsflakkara",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=42737",
    "posts": [
        {
            "user_name": "Platon",
            "text": "Er að skoða sjónvarpsflakkara og vil fá að vita nokkra hluti\nÞarf að vera með:\n - Gigabite Ethernet tengi (LAN RJ-45 Cat5)\n - USB 2.0 +, til að geta tengt aðra flakkara, ÚHDD eða USB minnislykil\n - eSATA / SATA \n - Minnst 500 GB HDD / Mest 2 TB > \n - Spilað sem flestar skrár og væri kostur ef það er hægt að uppfæra firmware eða stýrikerfið ef það er boðið uppá það\n - Ekki má gleyma fjarstýringuni\nSpurningar:\n - Hver er sá besti fyrir sem \nminnsta\n peninginn?\n - Hver er sá besti allfarið ? \n(uppæðin skiptir engu máli)\n - Ef þú átt flakkara, \nhvað valdir þú og af hverju?\n - Ef ekki en ert að spá í því, hvað ertu þá að skoða helst og fyrir hverju ertu heit/astur",
            "date": "2011-10-28 03:30:00",
            "post_id": "391865",
            "reply_to_id": false
        },
        {
            "user_name": "Tiger",
            "text": "Held að DViCO TViX S-1 \nhttp://tl.is/vara/20395\n sé einn af þeim bestu alfarið, það yrði minn næsti Flakkari (hef átt 2 frá TVix áður). \nEr með AppleTv og XBMC í augnablikinu, og hef ekki hugmynd um hvað er best fyrir minnsta peninginn.",
            "date": "2011-10-28 06:25:00",
            "post_id": "391868",
            "reply_to_id": "391865"
        },
        {
            "user_name": "Oak",
            "text": "Ég myndi segja að aTV og XBMC sé ódýrasti kosturinn en er náttúrulega ekki með hdd eða usb en maður þarf það ekki ef að maður er með nettengda tölvu í húsinu...ég mæli með þessu",
            "date": "2011-10-28 18:11:00",
            "post_id": "391980",
            "reply_to_id": "391868"
        },
        {
            "user_name": "Platon",
            "text": "Geturu hent inn link af þessu \"aTV\" ég finn það ekki beint með google eða google finnur meira af einhverju allt allt öðrum hlutum heldur en því sem þú ert að vitna í.",
            "date": "2011-10-28 21:26:00",
            "post_id": "392038",
            "reply_to_id": "391980"
        },
        {
            "user_name": "Tiger",
            "text": "Hann er að meina AppleTv=aTV, fæst ódýrast hérna á \nklakanum\n. \nNánari upplýsingar hérna á síðu \nApple\n og hérna um \nXBMC\n.\nÆlta reyndar að benda á að tölvukunnáttan og common sence  þarf að vera hærra en á skalnum 6 til að setja þetta upp myndi ég segja.",
            "date": "2011-10-28 22:19:00",
            "post_id": "392055",
            "reply_to_id": "392038"
        },
        {
            "user_name": "kfc",
            "text": "Mæli með þessum, fékk mér svona um daginn og er MJÖG ánægður með hann\nhttp://nordar.is/details/mede8er-med500x2",
            "date": "2011-10-28 22:52:00",
            "post_id": "392063",
            "reply_to_id": "392055"
        },
        {
            "user_name": "Platon",
            "text": "Snuddi bara svo þú passir þig í framtíðinni með að fordæma spurningar með efasemdum um annarra getu í tölvumálum þá ætla ég bara nefna það að ég hef verið í tölvubraski síðan ég fermdist og ég er 84 model og ég hef sett allar tölvurnar mínar saman frá grunni með því að kaupa valda íhluti þannig cool off ef þú sérð þér ekki fært að gefa bara skýringuna þá þarft þú alls ekkert að gefa neitt hint um erfiðleika þess. Ef fólk verður í erfiðleikum þá spyr það spurninga því tengdu, þarft ekki að koma með greiningu í framtíðina.\nEn já annars takk fyrir skýringuna á \"aTV\" eins merkilegt og það er að geta ekki bara skrifað \"Apple TV\" úfff þetta voru fjórir auka stafir + bil \nAnnars góð ábending frá kfc - Media8er lítur mjög vel út og set hann inn sem kandídat \nDvico Tvix\n er einnig mjög ofarlega á listanum\nEr komin reynsla með  \nAC Ryan Playon!\n ?\nEr það bara ég eða er minna úrval af flökkurum í sölu á landinu nú en áður?",
            "date": "2011-10-29 09:11:00",
            "post_id": "392094",
            "reply_to_id": "392063"
        },
        {
            "user_name": "hsm",
            "text": "@ Platon Hvernig færð þú það út að hann hafi verið að setja út á tölvu-kunnáttuna þína með þessu svari ????\nEina sem ég les út úr svari hans Snudda er að þetta sé meira en PnP dæmi.\nÞú ættir að sýna fólki meiri virðingu sem er að reina að hjálpa þér.\nKv Hlynur",
            "date": "2011-10-29 10:07:00",
            "post_id": "392097",
            "reply_to_id": "392094"
        },
        {
            "user_name": "Tiger",
            "text": "Say what?? Ég ætla nú bara að bíta í tunguna á mér núna og hugsa \"oft má satt kyrrt liggja\" og halda áfram að lesa næsta þráð.",
            "date": "2011-10-29 12:50:00",
            "post_id": "392118",
            "reply_to_id": "392097"
        },
        {
            "user_name": "Platon",
            "text": "Allveg möguleiki á að ég hafi farið aðeins of harkalega fram sjálfur með mína gagnrýni á því hvernig var verið að aðstoða mig\nVil afsaka mig gagnvart Snudda í sambandi við það komennt en ég bara las þetta á þannig hátt að það var verið að setja fyrirfram einhver mörk á kunnáttu fólks sem byður um einfallda möguleika á því hvernig best sé að standa að því sem ég var að byðja um en jafnframt að byðja um faglega ráðgjöf gagnvart því sem maður er að skoða...hvar annars staðar er betra að gera það en hérna.\nEinnig var skítkasti mínu í sambandi við það hvernig Apple TV var skrifað alls ekki meint til hanns heldur til þanns sem gat ekki skrifað fulla lengd á nafninu á því tæki sem viðkomandi var að benda á sem er bara bjánalegt og þið hljótið að vera sammála því að Apple TV er mjög stutt nafn ekki beint að það sé þess virði einu sinni að stitta það.",
            "date": "2011-10-29 20:06:00",
            "post_id": "392235",
            "reply_to_id": "392118"
        },
        {
            "user_name": "coldcut",
            "text": "",
            "date": "2011-10-29 20:18:00",
            "post_id": "392239",
            "reply_to_id": "392235"
        },
        {
            "user_name": "biturk",
            "text": "ac ryan eru geggjaðir sðilarar, langar ekkert smá í þannig með upptökumöguleika",
            "date": "2011-10-29 20:24:00",
            "post_id": "392242",
            "reply_to_id": "392239"
        }
    ],
    "date": "2011-10-28 03:30:00"
}