{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "42768",
    "title": "Farsímar og ábyrgð",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=42768",
    "posts": [
        {
            "user_name": "emmibe",
            "text": "Þú verslar þér Samsung Galaxy S II sem kostar mánaðarlaun verkamanns, ferð með hann heim og rootar hann, klúðrar því og þú á 110.000 bréfapressu. Sendir símann í viðgerð af því að hann er læstur og verður ferlega hissa þegar þú færð svarið, þú ert búinn að afsala ábyrgðinni með fikti. Veit fólk þetta virkilega ekki?",
            "date": "2011-10-29 19:57:00",
            "post_id": "392229",
            "reply_to_id": false
        },
        {
            "user_name": "Tesy",
            "text": "huh? Fer ábyrgðin af ef maður rootar? oh crap..",
            "date": "2011-10-29 20:04:00",
            "post_id": "392234",
            "reply_to_id": "392229"
        },
        {
            "user_name": "emmibe",
            "text": "Já, langaði bara að benda fólki á þetta. Ég er að fá haug af símum í viðgerð sem hefur veri fiktað við og get alltaf séð hvort það hefur verið átt við þá, þó að fólk sé að reyna að nota unroot programs þá er ábyrðin dottin úr gildi því loggurinn í símanum segir mér allt. Bara svona for your information.",
            "date": "2011-10-29 20:29:00",
            "post_id": "392248",
            "reply_to_id": "392234"
        },
        {
            "user_name": "Oak",
            "text": "skil samt ekki alveg afhverju ábyrgðin ætti að fara af við það...skil það vel ef að það klúðrast hjá manni en ekki ef að eitthvað annað klikkar svo seinna meir þá ætti það ekki að tengjast root-inu á neinn hátt...\ner ekki bara sama með þetta og jailbreak á iphone?",
            "date": "2011-10-29 20:50:00",
            "post_id": "392254",
            "reply_to_id": "392248"
        },
        {
            "user_name": "blitz",
            "text": "HTC er alveg sama, ég rootaði minn, hann bilaði og ég sendi hann í viðgerð og þeir löguðu hann, no questions asked",
            "date": "2011-10-29 20:55:00",
            "post_id": "392258",
            "reply_to_id": "392254"
        },
        {
            "user_name": "rapport",
            "text": "Og það gott fólk er GÓÐ þjónusta...\nEkki að ég hafi nokkurntíman haldið á HTC svo ég viti til, en ég þoli ekki svona absurd reglur. Þetta er eins og að selja móðurborð sem ábyrgðin fellur úr gildi ef þú flassar biosinn...",
            "date": "2011-10-29 20:59:00",
            "post_id": "392260",
            "reply_to_id": "392258"
        },
        {
            "user_name": "Some0ne",
            "text": "Ábyrgðir ná generally til það sem telst verksmiðjugallar, ég veit ekki hvernig það að fokka jailbreaki upp eða rooti gæti flokkast sem slíkt.",
            "date": "2011-10-29 21:37:00",
            "post_id": "392273",
            "reply_to_id": "392260"
        },
        {
            "user_name": "lukkuláki",
            "text": "Það er mjög óeðlilegt að mínu mati  ÁBYRGÐIN skuli detta út ef þú fokkar í software á einhverju.\nEkki dettur ábyrgðin út á tölvu þó þú fokkir upp Windows, það þarf að borga fyrir að láta setja það upp aftur en breytir engu um ábyrgðina.\nÞetta finnst mér EKKI eðlilegt.",
            "date": "2011-10-29 21:56:00",
            "post_id": "392277",
            "reply_to_id": "392273"
        },
        {
            "user_name": "emmibe",
            "text": "Bara eins og að rjúfa innsiglið af vörunni. Ef þú verslar nýjan bíl með 1600 vél og preppar hann í 1800 og hann bilar er hann þá í ábyrgð?",
            "date": "2011-10-29 22:05:00",
            "post_id": "392280",
            "reply_to_id": "392277"
        },
        {
            "user_name": "lukkuláki",
            "text": "Ekki sambærilegt meðal annars vegna þess að bíll kostar 3.000.000 en síminn 110.000\nÉg efast um að þetta myndi halda fyrir dómi ss. að síminn detti úr ábyrgð við að roota",
            "date": "2011-10-29 22:08:00",
            "post_id": "392281",
            "reply_to_id": "392280"
        },
        {
            "user_name": "emmibe",
            "text": "Af hverju ertu að roota?",
            "date": "2011-10-29 22:15:00",
            "post_id": "392282",
            "reply_to_id": "392281"
        },
        {
            "user_name": "lukkuláki",
            "text": "Ég geri það ekki. Hef aldrei gert sá bara þessa orðsendingu frá þér og finnst þetta mjög óeðlilegt.\nHver eru rökin ? Bara bannað að fikta ? það er stupid",
            "date": "2011-10-29 22:21:00",
            "post_id": "392289",
            "reply_to_id": "392282"
        },
        {
            "user_name": "emmibe",
            "text": "Átti greinilega að vera Af hverju eruð þið að roota símana ykkar?",
            "date": "2011-10-29 22:29:00",
            "post_id": "392298",
            "reply_to_id": "392289"
        },
        {
            "user_name": "AntiTrust",
            "text": "Tjah, root býður meðal annars upp á overclock - það eitt og sér er nægur grundvöllur fyrir voidi IMO.\nAnnars er ekki skrýtið að fólk sé að roota símana sína, gjörsamlega óþolandi hvað það koma alltaf mikið af OEM applications og öðru með símum sem ekki er hægt að losna við án þess að roota þá. Það er líka yfirleitt undantekningarlaust að símar verða hraðvirkari, meira snappy og jafnvel lengri batt. ending eftir root með góðu ROMi.",
            "date": "2011-10-29 22:36:00",
            "post_id": "392302",
            "reply_to_id": "392298"
        },
        {
            "user_name": "braudrist",
            "text": "Er þetta ekki það sama og að 'bricka' símann? Hef aldrei lent í þessu en hérna er eitthvað sem gæti hjálpað \nhttp://www.ebay.com/itm/Unbrick-USB-Fix ... 990wt_1163\nNota þetta oft til að resetta custom binary counterinn og gula þríhyrningin sem kemur þegar maður installar insecure kernel.",
            "date": "2011-10-29 22:37:00",
            "post_id": "392303",
            "reply_to_id": "392302"
        },
        {
            "user_name": "lukkuláki",
            "text": "Það eru margar ástæður en mér finnst ekki þurfa nein rök og mér finnst ábyrgðaraðilum ekki einu sinni koma það við\nHver og einn hefur sínar ástæður og tekur áhættuna. \nMér finnst eðlilegt að sá sem hefur tekið áhættuna þurfi að greiða fyrir að láta laga síman ef hann fokkar honum upp en eins og ég sagði þá er ekki eðlilegt að hann sé dottinn úr ábyrgð.",
            "date": "2011-10-29 22:38:00",
            "post_id": "392304",
            "reply_to_id": "392303"
        },
        {
            "user_name": "Bioeight",
            "text": "Mér finnst í fínu lagi að viðkomandi þurfi að borga fyrir viðgerðina ef það er hægt að rekja bilunina til þess að hann var rootaður(brickaður t.d. við failed root). En ef svo einhvern tímann seinna gefur skjárinn sig eða eitthvað bilar í símanum sem er algjörlega óviðkomandi einhverju rooti þá finnst mér það vera lame að hann sé ekki í ábyrgð vegna þessa. \nEn svona er þetta víst bara.",
            "date": "2011-10-29 23:53:00",
            "post_id": "392318",
            "reply_to_id": "392304"
        },
        {
            "user_name": "intenz",
            "text": "Nákvæmlega það sem ég ætlaði að segja!",
            "date": "2011-10-30 05:51:00",
            "post_id": "392379",
            "reply_to_id": "392318"
        },
        {
            "user_name": "kubbur",
            "text": "þetta er eins og að kaupa sér tölvu, setja upp linux og svo kæmi upp verksmiðjugalli í einhverjum íhlutnum",
            "date": "2011-11-03 20:13:00",
            "post_id": "393618",
            "reply_to_id": "392379"
        },
        {
            "user_name": "worghal",
            "text": "hvurslags spurning er þetta ?\nsvarið er custom hitt og þetta sem er betra en stock!",
            "date": "2011-11-03 20:26:00",
            "post_id": "393625",
            "reply_to_id": "393618"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Get skilið að ábyrgðin detti út ef menn eru að volta örgjörvana eða fikta eitthvað við vélbúnaðinn, en ekki við það eitt að roota til að t.d. skipta um ROM. Ábyrgðin á að ná yfir galla í vélbúnaðinum, það er ekki eitthvað sem einföld root aðgerð orsakar.",
            "date": "2011-11-03 20:37:00",
            "post_id": "393632",
            "reply_to_id": "393625"
        }
    ],
    "date": "2011-10-29 19:57:00"
}