{
    "forum_title": "Koníakstofan",
    "id": "42910",
    "title": "Eruð þið hættir að skoða buy.is ?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=42910",
    "posts": [
        {
            "user_name": "kjarribesti",
            "text": "Ég hef sjálfur varla farið inn á buy.is eftir að hann tók út íhlutadeildina. Nenni ekki að skoða á erlendum síðum að standa í sérpöntunarveseninu, þó það sé auðvitað snilld að eiga það sem möguleika að panta hvaðan sem er.\nEn já var að velta fyrir mér hvort þið  notuðu buy.is eitthvað eftir að íhlutadeildin var tekin út.",
            "date": "2011-11-04 00:48:00",
            "post_id": "393711",
            "reply_to_id": false
        },
        {
            "user_name": "Saber",
            "text": "Þú klúðraðir þessu. Ég svaraði spurningunni \"Eruð þið hættir að skoða buy.is?\" með \"Já\", án þess að fatta að spurningin í skoðanakönnunnunni væri allt önnur.",
            "date": "2011-11-04 00:51:00",
            "post_id": "393716",
            "reply_to_id": "393711"
        },
        {
            "user_name": "Plushy",
            "text": "þetta",
            "date": "2011-11-04 00:56:00",
            "post_id": "393717",
            "reply_to_id": "393716"
        },
        {
            "user_name": "kjarribesti",
            "text": "Fixed (ithink)",
            "date": "2011-11-04 00:58:00",
            "post_id": "393718",
            "reply_to_id": "393717"
        },
        {
            "user_name": "Nariur",
            "text": "fyrir utan að ég svaraði nei við fyrri spurningunni sem er já við þessari.",
            "date": "2011-11-04 01:57:00",
            "post_id": "393724",
            "reply_to_id": "393718"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "hættur að líta á buy.is.. ef maðurinn nennti ekki að standa í að uppfæra íhlutadæmið reglulega afhverju ætti ég þá að nenna að standa í að skoða síðuna?",
            "date": "2011-11-04 02:45:00",
            "post_id": "393734",
            "reply_to_id": "393724"
        },
        {
            "user_name": "Heihachi",
            "text": "pro tip\nhttp://www.newegg.com/\n + \nhttp://www.myus.com/\nvantar bara að fá e-h annað en þessa fokking andsk. isl krónu...",
            "date": "2011-11-04 03:36:00",
            "post_id": "393738",
            "reply_to_id": "393734"
        },
        {
            "user_name": "biturk",
            "text": "það er ekkert að krónunni\nen það er eitthvað mikið að fólkinu sem stjórnar henni og fólkinu sem talar niður til eigins gjaldmiðils \n \nannars fynnst mér að þetta hafi verið röng ákvörðun hjá honum, snilld að hafa þetta sem valmöguleika en það hefði sennilega komið betur út fyrir viðskiptin að hafa íhlutadeildina ennþá........nema það hafi verið of mikið að gera og of kostnaðarsamt að hafa hana",
            "date": "2011-11-04 08:30:00",
            "post_id": "393747",
            "reply_to_id": "393738"
        },
        {
            "user_name": "FriðrikH",
            "text": "Hvernig ætlar þú að stjórna henni?  Gjaldmiðill er bara mælieining á það verðmæti sem liggur á bak við hann.  Til að stýra honum þarftu að kaupa og selja viðkomandi gjaldmiðil með gjaldeyri.  Eigum við til gjaldeyri til að handstýra krónunni?  Þó að hagstjórn verði óaðfinnanleg á Íslandi þá munu alltaf vera mjög miklar sveiflur á krónunni einfaldlega vegna þess að það er svo einhæf verðmætasköpun á bak við hana.  Gjaldmiðill er eitthvað sem þú getur ekki bara stjórnað til langs tíma, NB gengisfelling er ekki að stjórna.\nOn topic aftur, er nánast alveg hættur að skoða Buy.is, hef sent póst á hann tvisvar varðandi hluti sem ég var að velta fyrir mér, en þá var ódýrara að kaupa þá hérna heima.",
            "date": "2011-11-04 08:56:00",
            "post_id": "393749",
            "reply_to_id": "393747"
        },
        {
            "user_name": "isr",
            "text": "Talandi um Buy.is,ég fór inn á þessa síðu fyrir stuttu og sá að þeir voru með kindle fire til sölu(eða forpöntun),og verðið er 55 þús,græjan kostar 199$(23000 kr) á Amazon,svo prufaði ég að setja kindle í shopusa.is reiknivélina,38 þús og sennilega eitthvað ódýrari ef maður pantar beint til sín.",
            "date": "2011-11-04 09:17:00",
            "post_id": "393751",
            "reply_to_id": "393749"
        },
        {
            "user_name": "Bidman",
            "text": "Sjálfsagt voru flestir hérna aðallega að skoða íhluti á gömlu buy.is enda var svosem fátt annað þar (a.m.k. ekki brúðkaupstertur eða hvað það nú er), og auðvitað skoðar maður ekki íhluti á síðu sem er ekki með neina íhluti á skrá\nþað sem alvarlegra er fyrir verslunina er að ég er líka hættur að senda fyrirspurnir með sérpantanir enda hef ég þrisvar lent í því að fá verð í hærri kantinum út úr svoleiðis fyrirspurn í samanburði við tölvuverslanir sem eiga hlutina á lager hérna heima",
            "date": "2011-11-04 12:01:00",
            "post_id": "393774",
            "reply_to_id": "393751"
        },
        {
            "user_name": "Magneto",
            "text": "úps, sagði óvart nei, svarið mitt er samt já ég er hættur að skoða buy.is núna þegar íhlutirnir eru farni :S",
            "date": "2011-11-04 13:00:00",
            "post_id": "393793",
            "reply_to_id": "393774"
        },
        {
            "user_name": "kjarribesti",
            "text": "Þessar niðurstöður eru mjög skýrar.\nHeld að þetta hafi verið feill hjá Friðjóni að halda ekki áfram með þetta, ég meina sumir nenna ekki að standa í því að reikna út af erlendum tölvusíðum.\nÉg kíkti alltaf í samanburð á verðin á Buy.is en nú er það í rauninni ekkert hægt.\nAnnars mjög gott að vita að maður geti pantað að utan",
            "date": "2011-11-04 13:43:00",
            "post_id": "393807",
            "reply_to_id": "393793"
        },
        {
            "user_name": "tanketom",
            "text": "Hvað myndu þessar tölvur kosta tildæmis í gegnum buy.is?\nhttp://www.newegg.com/Product/ComboBund ... 15-_-Combo\neða\nhttp://www.newegg.com/Product/ComboBund ... 06-_-Combo",
            "date": "2011-11-04 14:07:00",
            "post_id": "393816",
            "reply_to_id": "393807"
        },
        {
            "user_name": "Klaufi",
            "text": "X2\nOf fljótur á mér..",
            "date": "2011-11-05 02:57:00",
            "post_id": "393960",
            "reply_to_id": "393816"
        }
    ],
    "date": "2011-11-04 00:48:00"
}