{
    "forum_title": "Almennt um vélbúnað",
    "id": "42952",
    "title": "Hvernig skal laga/þrífa lyklaborð",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=42952",
    "posts": [
        {
            "user_name": "paze",
            "text": "Spilltiru kóki á lyklaborðið?\nReyndirðu svo að þrífa það og fékkst vandamálið þar sem stafir koma í stað annara stafa, t.d. ef þú skrifar ''Kári'' þá kemur: ''K6rew'' eða eitthvað í þá áttina?\nEða er lyklaborðið þitt bara orðið klístrað?\nEf þú átt við eitthvað af þessum vandamálum að stríða, þá ertu ekki fyrsta manneskjan sem lendir í þessu.\nOf oft telur fólk bara lyklaborðið ónýtt og kaupir nýtt.\nHér get ég kennt ykkur hvernig þið lagið lyklaborðið.\nFyrst, skrúfið lyklaborðið í sundur. Skrúfurnar eru undir lyklaborðinu.\n1. Takið efri hlutann (hlutann með tökkunum) og setjið í bala/barðkar með heitu vatni og látið standa þar í svona 2 klukkutíma.\n2. Látið þorna á ofni með miðlungshita í svona 3-4 klukkutíma og passið að það sé þurrt. Ef það eru blautir blettir eftir, þurrkið þá alveg með klósettpappír.\n3. Setjið aftur saman. Þetta ætti að laga klístrað lyklaborð.\nEf lyklaborðið hinnsvegar fær vatnsskemmd vegna kóksullinu og byrjar að skrifa vitlaust eins og greint er að ofan, takið þá lyklaborðið í sundur, alveg eins og fyrir ofan. Ef vökvinn er klístraður eins og kók/bjór/djús..Raunini allt nema vatn, gerið þá skref 1, 2 og 3.\n4. Takið svo neðri hlutann. Þar er gúmmíhúð og ca. 3 filmur.\n5. Takið filmurnar í sundur. Stundum eru innsigli á filmunum sem halda þeim saman, rífið þau í sundur.\n6. Þurrkið allar filmurnar og gúmmíhúðina og setjið aftur saman, þegar þið setjið filmurnar saman, þá sjást vökvablettir á filmuni þar sem vatnið þrýstist á milli.\nEf einhverjir örfáir takkar virka ekki eins og þeir eiga að gera eftir þetta skref, þurkið þá betur kringum þá takka á filmunum.\nÉg á ekki myndavél, en ég set myndir inn við fyrsta tækifæri.",
            "date": "2011-11-06 01:04:00",
            "post_id": "394091",
            "reply_to_id": false
        },
        {
            "user_name": "tdog",
            "text": "Síðan er gott að þrífa takkana af og til með spritti... Lyklaborð eru oft skítugri en klósettsetur.",
            "date": "2011-11-06 01:16:00",
            "post_id": "394096",
            "reply_to_id": "394091"
        },
        {
            "user_name": "mercury",
            "text": "oft hahaha líklega í yfir 90% tilfella þar sem hendur eru að öllum líkindum mestu smitberar sem þú finnur ! og vanalega þegar þú notar klósett eldhúspappír þá er það af nýrri rúllu sem ætti að vera svo gott sem sótthreinsuð!\nEftir alla þá skyndihjálp sem ég hef lært þá veit ég það að þú sækir pappír að einhverju tagi frekar en ný þvegna tusku handklæði and so on t.d. fyrir opið sár!",
            "date": "2011-11-06 05:19:00",
            "post_id": "394125",
            "reply_to_id": "394096"
        },
        {
            "user_name": "daniellos333",
            "text": "ég mundi frekar vilja kaupa nýtt lyklaborð en að lesa þetta allt",
            "date": "2011-11-06 06:11:00",
            "post_id": "394126",
            "reply_to_id": "394125"
        },
        {
            "user_name": "paze",
            "text": "Whaaat? Þetta er mjög stutt grein.",
            "date": "2011-11-06 06:46:00",
            "post_id": "394127",
            "reply_to_id": "394126"
        },
        {
            "user_name": "cure",
            "text": "Lyklaborð eru ógeð  \n ég held það sé málið að kaupa bara nýtt þannig.. \nen sumum er sama um rassa lykt, sýkla og viðbjóð..  en þá er lyklaborð allveg tilvalið fyrir þann hóp \nég persónulega myndi frekar kaupa mér nýtt lyklaborð á 10 þúsund, heldur en að kaupa það notað.. því sá er jafnvel sjúskaður\nog er jafnvel ný kominn með hendina beint út bossanum á sér ! ég meina hvað veit maður.. \nég held ég kaupi frekar notaðann klósett pappír en notað lyklaborð :p svipað ógeðslegt en kanski er smá meira af saurgerlum og einhverjum sýklum á lyklaborðinu.",
            "date": "2011-11-06 07:19:00",
            "post_id": "394129",
            "reply_to_id": "394127"
        },
        {
            "user_name": "tanketom",
            "text": "hvað um lyklaborð á fartölvur?\nhvernig skal þrýfa þau?",
            "date": "2011-11-06 09:22:00",
            "post_id": "394135",
            "reply_to_id": "394129"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Þegar ég þríf mína vél þá tek ég einfaldlega takkana af tölvunni og set þá í bala með sápuvatni og þríf þá og leyfi að þorna. Til þess að þrífa innviðinn á lappanum þá nota ég þrýstiloftsbrúsa, og ef maður vill þrífa innviðinn betur þá er allveg hægt að nota eyrnapinna til að fínpússa.",
            "date": "2011-11-06 09:42:00",
            "post_id": "394136",
            "reply_to_id": "394135"
        },
        {
            "user_name": "braudrist",
            "text": "En fyrir þá sem eiga 34 þús króna lyklaborð?",
            "date": "2011-11-06 15:23:00",
            "post_id": "394187",
            "reply_to_id": "394136"
        },
        {
            "user_name": "Black",
            "text": "Þegar ég þríf g15 lyklaborð.. sem ég geri mikið af þá tek ég þau í sundur, tek gúmmí mottuna og allt plast alla takka af, og set það í uppþvottavél með engri sápu, tek síðan handklæði legg á gólfið og raða hlutunum á það.. og leyfi að þorna, frekar easy allt verður glansandi hreint..!",
            "date": "2011-11-06 15:44:00",
            "post_id": "394195",
            "reply_to_id": "394187"
        },
        {
            "user_name": "Marmarinn",
            "text": "2 klukkutíma í vatninu, ertu eitthvað lasinn?",
            "date": "2011-11-06 18:00:00",
            "post_id": "394231",
            "reply_to_id": "394195"
        },
        {
            "user_name": "lukkuláki",
            "text": "He he he",
            "date": "2011-11-06 22:38:00",
            "post_id": "394328",
            "reply_to_id": "394231"
        },
        {
            "user_name": "paze",
            "text": "Já, hver þekkir ekki þegar maður er blankur og þarf að hrista lyklaborðið!\nEins og þegar maður er blankur og á ekki fyrir eftirápilluni og þarf að nota herðatré.",
            "date": "2011-11-08 15:01:00",
            "post_id": "394730",
            "reply_to_id": "394328"
        },
        {
            "user_name": "Benzmann",
            "text": "ég tek nú bara takkana af og skelli þeim í uppþvottavélina, works every time !",
            "date": "2011-11-08 15:09:00",
            "post_id": "394732",
            "reply_to_id": "394730"
        },
        {
            "user_name": "kubbur",
            "text": "myndi nú kaupa afjónað vatn útí apoteki og nota það til að hreinsa lyklaborðið",
            "date": "2011-11-08 17:18:00",
            "post_id": "394764",
            "reply_to_id": "394732"
        }
    ],
    "date": "2011-11-06 01:04:00"
}