{
    "forum_title": "Leikjasalurinn",
    "id": "43012",
    "title": "Hverjir spila MW3 á PC?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=43012",
    "posts": [
        {
            "user_name": "Magneto",
            "text": "Hverjir hérna á vaktinni spila eða ætla að spila Modern Warfare 3 á PC?\nEr búinn að spila aðeins, hrikalega sáttur með hann, just sayin´",
            "date": "2011-11-08 08:34:00",
            "post_id": "394647",
            "reply_to_id": false
        },
        {
            "user_name": "Halldór",
            "text": "keypti mér hann í gær  \n  er sammt ekkert búinn að prófa hann :/",
            "date": "2011-11-08 09:09:00",
            "post_id": "394655",
            "reply_to_id": "394647"
        },
        {
            "user_name": "Nitruz",
            "text": "tekur eilífð að hala honum niður",
            "date": "2011-11-08 10:29:00",
            "post_id": "394669",
            "reply_to_id": "394655"
        },
        {
            "user_name": "Plushy",
            "text": "Ætla ekki að kaupa hann, finnst hann algjört flop, bíð bara eftir skyrim, 3 more days!",
            "date": "2011-11-08 10:46:00",
            "post_id": "394670",
            "reply_to_id": "394669"
        },
        {
            "user_name": "ZoRzEr",
            "text": "x2",
            "date": "2011-11-08 11:04:00",
            "post_id": "394672",
            "reply_to_id": "394670"
        },
        {
            "user_name": "g0tlife",
            "text": "sammála og plús þá kemur MW 3 Elite ekki fyrir pc svo ..",
            "date": "2011-11-08 11:06:00",
            "post_id": "394673",
            "reply_to_id": "394672"
        },
        {
            "user_name": "worghal",
            "text": "ekki til að byrja með, elite kemur seinna las ég einhverstaðar. en já ég er sammála um að hinir leikirnir voru algert rusl, síðasti góði cod var cod 4 og ég ætla ekki að snerta mw3, ég náði að halda mér algerlega frá black ops og ætla mér að halda mig frá þessum",
            "date": "2011-11-08 11:25:00",
            "post_id": "394681",
            "reply_to_id": "394673"
        },
        {
            "user_name": "MarsVolta",
            "text": "Modern Warfare 2 er ekki rusl. Skemmtilegur söguþráður, fáranlega flott grafík og með skemmtilegra co-op spili sem ég hef prófað. Ég hendi samt World at war beint í ruslflokkinn, en MW2 á ekki heima þar.+\nEn ég ætla ekki að kaupa mér MW3 á PC, þessi leikur á heima á PS3 \n.",
            "date": "2011-11-08 11:37:00",
            "post_id": "394684",
            "reply_to_id": "394681"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Mér finnst alveg hrikalegt hvað FPS leikir eru að færast yfir á console vélarnar. Mér finnst þeir miklu frekar eiga heima á PC og synd hvað þeir eru hannaðir mikið með leikjavélarnar í huga. Ég spilaði MW2 og COD4 samt grimmt og kem til með að kaupa þennan þegar ég á pening fyrir honum. Black Ops var vonbrigði en ég er mjög spenntur fyrir þessum.",
            "date": "2011-11-08 12:04:00",
            "post_id": "394689",
            "reply_to_id": "394684"
        },
        {
            "user_name": "Orri",
            "text": "Fáránlega flott grafík miðað við hvað þá ? Seinasta CoD leik ?...",
            "date": "2011-11-08 14:15:00",
            "post_id": "394718",
            "reply_to_id": "394689"
        },
        {
            "user_name": "blitz",
            "text": "",
            "date": "2011-11-08 14:36:00",
            "post_id": "394722",
            "reply_to_id": "394718"
        },
        {
            "user_name": "Black",
            "text": "http://www.youtube.com/watch?v=SgLgytuJhXk\nÉg hugsa hann verði ágætur, sé til hvort ég tími að kaupa hann",
            "date": "2011-11-08 14:44:00",
            "post_id": "394727",
            "reply_to_id": "394722"
        },
        {
            "user_name": "jamibaba",
            "text": "Það er bara svoleiðis því miður, enda lang stærsti markaðurinn á console. Sérstaklega Xbox360 í USA. Þeir fara bara þar sem peningurinn er",
            "date": "2011-11-08 16:18:00",
            "post_id": "394745",
            "reply_to_id": "394727"
        },
        {
            "user_name": "MarsVolta",
            "text": "Bara miðað við alla FPS leiki sem ég hef prófað og séð. Við skulum taka það inní reikninginn að MW2 kom út árið 2009. Eini FPS leikurinn sem ég hef séð með betri grafík er BF3, og hann er 2 árum yngri en MW2.\nMjög flott grafík miðað við 2009 og ég fer ekkert af því \n.",
            "date": "2011-11-08 16:36:00",
            "post_id": "394750",
            "reply_to_id": "394745"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Mér finnst grafík í tölvuleikjum varla hafa farið fram eftir HL2 2004. Svo reyndar Crysis 2007.",
            "date": "2011-11-08 17:00:00",
            "post_id": "394759",
            "reply_to_id": "394750"
        },
        {
            "user_name": "chaplin",
            "text": "Mér finnst grafíkin bara ekkert spes, var að prófa hann áðan, hver er nákvæmlega munurinn á honum og MW2? Fannst hann ekkert breyttur.",
            "date": "2011-11-08 17:14:00",
            "post_id": "394762",
            "reply_to_id": "394759"
        },
        {
            "user_name": "kobbi keppz",
            "text": "mjög sammála með að hann er mjög líkur MW3. Var að kaupann og er að downloada honum.",
            "date": "2011-11-08 17:35:00",
            "post_id": "394767",
            "reply_to_id": "394762"
        },
        {
            "user_name": "Orri",
            "text": "Þú þarft þá að prófa og sjá fleiri FPS leiki..\nSem dæmi þá ætla ég að nefna Killzone 2 sem kom út árið 2009.\nSvo má ekki gleyma Battlefield Bad Company 1 sem kom út 2008 og hann var með talsvert betri grafík..",
            "date": "2011-11-08 18:06:00",
            "post_id": "394772",
            "reply_to_id": "394767"
        },
        {
            "user_name": "SolidFeather",
            "text": "Mér finnst alveg ótrúlegt að fólk skuli láta bjóða sér uppá þetta Elite kjaftæði og DLC mjólkun.",
            "date": "2011-11-08 18:25:00",
            "post_id": "394776",
            "reply_to_id": "394772"
        },
        {
            "user_name": "MarsVolta",
            "text": "Ég á bæði Killzone 2 og Battlfield : Bad Company og ég get bara engann veginn verið sammála þér.",
            "date": "2011-11-08 23:01:00",
            "post_id": "394878",
            "reply_to_id": "394776"
        },
        {
            "user_name": "Stingray80",
            "text": "Bad company 1 leit út eins og saur á PS 3 allaveganna, Killzone 2 var flottur, en ég er sammála þér Drési, MW 2 er flottari enn þeir ofarnefndu. \nætla bara að taka það fram líka að Crysis 2 Tekur bf 3 ósmurt í rassgatið með High res textures og Dx11, Graphic wise, enn langt því frá í online spilun.",
            "date": "2011-11-08 23:07:00",
            "post_id": "394883",
            "reply_to_id": "394878"
        },
        {
            "user_name": "Orri",
            "text": "@MarsVolta og Stingray:\nMW2 með betri grafík en KZ2 ?\nHættið nú alveg  \n \nMW3 þá með betri grafík en KZ3 ?\nOg hvað meinarðu Crysis 2 með high res textures ? Ertu að tala um moddaðann Crysis 2 ?\nÞrátt fyrir það er ég alveg handviss um að hann taki BF3 ekki í ósmurt rassgatið enda ekki svo stórt bilið á milli þessara leikja grafíklega séð.\nRéttara væri að segja að BF3 tæki MW3 í ósmurt rassgatið grafíklega séð.",
            "date": "2011-11-08 23:29:00",
            "post_id": "394892",
            "reply_to_id": "394883"
        },
        {
            "user_name": "worghal",
            "text": "killzone 3 tekur mw3 ósmurt í bæði grafík og online spilun",
            "date": "2011-11-08 23:31:00",
            "post_id": "394895",
            "reply_to_id": "394892"
        },
        {
            "user_name": "MarsVolta",
            "text": "Ég er alveg sammála þér með grafík BF3>MW3, en Það er stór munur á grafíkinni í KZ2 og KZ3 þó þeir séu að keyra á \"sömu\" engine. Samt sem áður MW2>KZ2",
            "date": "2011-11-09 00:25:00",
            "post_id": "394928",
            "reply_to_id": "394895"
        },
        {
            "user_name": "Stingray80",
            "text": "Nei Ekki moddaðan Crysis, þessu var releasað af Framleiðendum vegna þess að spilendur grenjuðu eins og ég veit ekki hvað. Enn þá verðuru bara að prófa að spila þá báða í hæstu gæðum, getur ekkert dæmt það fyrr en þá, enn ég veit alveg að BF 3 Er miklu raunhæfari s.s allar lýsingar og allt þetta, en það er það ýkta í Crysis 2 sem að ég fýla í botn, Tesselation á veggjum i crysis er alveg Rosalegt t.d\n*Edit* Nei okey ég segji kannski ekki að hann taki hann ósmurt í rassgatið enn mér finnst hann aðeins fallegri að sjá \n, skulum orða það þannig. ENN bara til að hafa það á hreinu er ég að spila af mér rassgatið í BF 3 þannig ég er ekki beint Cod fan boy",
            "date": "2011-11-09 09:05:00",
            "post_id": "394964",
            "reply_to_id": "394928"
        },
        {
            "user_name": "worghal",
            "text": "þegar skoðað eru reviews af þessum leik þá sést hvað allar þessar síður eru ógeðslega spilltar.\nleikurinn er að fá níur og tíur út um allt, og fyrir hvað ? dýrt dlc og sama gameplay ?\ná meðan eru aðrir framhalds leikir rakkaðir niður fyrir að hafa líkt gameplay og fyrri leikir.\ngott dæmi um þessa spillingu er gears of war, halo, call of duty...",
            "date": "2011-11-09 14:03:00",
            "post_id": "395021",
            "reply_to_id": false
        },
        {
            "user_name": "Orri",
            "text": "Gæti ekki verið meira sammála þér.\nBattlefield 3 var rakkaður niður fyrir lélegt og virkilega stutt campaign en auðvitað ekki MW3, en samt er hann með enn styttra campaign og í raun ekkert betra fyrir utan skrilljón stórar sprengingar.\nMW3 er að fá jafn háa (stundum hærri) heldur en BF3, sem er vægast sagt fáránlegt.",
            "date": "2011-11-09 14:25:00",
            "post_id": "395028",
            "reply_to_id": "395021"
        },
        {
            "user_name": "Magneto",
            "text": "megið endilega adda mér á Steam þeir sem spila MW3 á PC \n Acc: joshuadgg",
            "date": "2011-11-10 23:52:00",
            "post_id": "395440",
            "reply_to_id": "395028"
        },
        {
            "user_name": "blitz",
            "text": "Málið er afskaplega einfalt. Útgefendur (hérna Activision) velja til hvaða einstaklinga þeir senda review eintök til (fyrirfram, þannig að þeir geti gert review á launch day) og ef þú ert þekktur fyrir að bash'a vöruna þeirra þá færðu ekki review eintak. Ekkert review eintak = ekkert review á launch day = minni traffík = minni tekjur.\nEinföld ástæða fyrir því að maður tekur ekki mark á reviews frá stóru síðunum og skoða frekar forums til að fá upplifun einstaklinga. \nHérna er gott review sem hittir naglann á höfuðið: \nhttp://www.bit-tech.net/gaming/pc/2011/ ... 3-review/1",
            "date": "2011-11-11 08:31:00",
            "post_id": "395485",
            "reply_to_id": "395440"
        },
        {
            "user_name": "Ic4ruz",
            "text": "Lestu bara á nokkur ummæli í þessum þræði og þá sérðu afhverju PC er ekki lengur stór markaður",
            "date": "2011-11-11 22:08:00",
            "post_id": "395687",
            "reply_to_id": "395485"
        },
        {
            "user_name": "Leviathan",
            "text": "Hvernig stendur á því að allt í einu kemst ég ekki í multiplayer en Special Ops virðist virka fínt online?",
            "date": "2011-11-25 19:31:00",
            "post_id": "399407",
            "reply_to_id": "395687"
        }
    ],
    "date": "2011-11-09 14:03:00"
}