{
    "forum_title": "Koníakstofan",
    "id": "43252",
    "title": "hvaða símfyrirtæki",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=43252",
    "posts": [
        {
            "user_name": "bixer",
            "text": "ég á erfitt með að velja símfyrirtæki fyrir mig og kærustuna\nvið vorum hjá nova og er núna hjá vodafone...ég eyði 5 þúsund+ í inneign seinustu 2 mánuði og ég er ekkert rosalega spenntur fyrir að fara aftur í nova afþví ég lenti í alskonar veseni með það. símtöl fóru beint í talhólf, það var ekki hægt að hringja í  mig og helling af rugli.(fór líka oft yfir 500 sms og 1000 mín....)\nmér finnst í lagi að borga 2 þúsund á mánuði en eins og ég er búinn að vera seinustu mánuði þá er þetta ekki hægt. ég nota símann rosalega mikið...\nmeð hverju mælið þið?",
            "date": "2011-11-17 10:43:00",
            "post_id": "396984",
            "reply_to_id": false
        },
        {
            "user_name": "Daz",
            "text": "Spurning um að skoða notkunina, eruð þið mikið að hringja í hvort annað eða mjög fá númer? Risafrelsið hjá Vodafone gæti verið voða sniðugt í svoleiðis (frítt í 5 númer).",
            "date": "2011-11-17 10:50:00",
            "post_id": "396985",
            "reply_to_id": "396984"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Ég fór frá Nova þar sem ég var að borga 4-6þús á mánuði yfir í Vodafone risafrelsi þar sem ég er að borga um 1000-2000kr á mánuði... Gæti ekki verið ánægðari.",
            "date": "2011-11-17 10:58:00",
            "post_id": "396986",
            "reply_to_id": "396985"
        },
        {
            "user_name": "chaplin",
            "text": "Mv. að 95% af fólkinu sem ég þekki er hagstæðasta fyrir mig að vera hjá Nova, ég myndi íhuga að gefa þeim annað tækifæri, amk hef ég aldrei lent í vandræðum með þá.",
            "date": "2011-11-17 11:45:00",
            "post_id": "396990",
            "reply_to_id": "396986"
        },
        {
            "user_name": "urban",
            "text": "í raun ættuði að velja símafyrirtæki þar sem að flestir ykkar vina eru.\nþað er bara lang hagstæðast þar sem að það bjóða flest fyrritæki upp á það að hringja frítt innan kerfis (frítt innan ákveðnra tímamarka yfirleitt)\nen \nRisafrelsi hjá Vodafone\n er nokkuð sniðugt svo sem.\nég nota það, flestir sem að ég hringi í eru hjá vodafone.\nFrítt vödafone í vodafone (400 mín)\nhef 5 númer sem að ég hringi frítt í  (800 mín og 400 sms)\n1000 sms óháð kerfi.\nBorga fyrir þetta 2990 og fæ 2500 króna inneing í önnur númer en semsagt þessi 5 númer og vodafone. (eða til að nota eftir að þessar mínotur eru búnar)\ngildir í 30 daga og inneingnin safnast upp ef að þú nýtir hana (semsagt 2500 krónurnar)\nþetta er lang hagstæðasta fyrir mig, en aftur á móti, ef að fáir sem að þú hringir mest í eru hjá öðru símafyrirtæki þá er ekkert víst að þetta hennti þér.",
            "date": "2011-11-17 12:15:00",
            "post_id": "396997",
            "reply_to_id": "396990"
        },
        {
            "user_name": "pattzi",
            "text": "er hjá tal og er með 3 vini á 1000 kr og fæ líka 1000 kr \n1.000 kr. virkja leiðina í 30 daga.\n3 vinir óháð kerfi (70 mín & 70 SMS á dag).\n1.000 kr. nýtast sem inneign.\nþarna 3 vinir heitr það\nhef aldrei átt inneign í enda mánaðar og verið að borga c.a 5000-8000 kr á mán í nova i reikning núna er ég með þetta svona og eyði bara 1000-2000 kr á mán hringi eiginlega bara í þessa 3 vini sem ég er með .\nbtw mæli ekki með tal fyrir annað en gsm því allt annað hjá þeim er alltaf bilað en ekki gsm hef allavega ekki tekið eftir því",
            "date": "2011-11-17 14:13:00",
            "post_id": "397010",
            "reply_to_id": "396997"
        },
        {
            "user_name": "bixer",
            "text": "við erum aðalega að hringja í hvort annað. \nen ég virðist ekki fá risafrelsi(kaupi inneign í hraðbanka) þó ég kaupi inneign fyrir 2 þúsund eða eitthvað þá klárast hún svo fljótt. er það eðlilegt?",
            "date": "2011-11-17 15:39:00",
            "post_id": "397026",
            "reply_to_id": "397010"
        },
        {
            "user_name": "urban",
            "text": "Þarft að gera þetta í gegnum heimabanka\nþar er hægt að velja risafrelsi (990 - 1990 - 2990)\nveit allavega ekki til þess að þetta sé hægt í gegnum hraðbanka.\nen þetta er líka hægt með kreditkorti á heimasíðunni hjá þeim.\nsíðan veluru þér þín vinanúmer (þau koma ekki sjálfkrafa) í gegnum heimasíðuna hjá vodafone.",
            "date": "2011-11-17 16:47:00",
            "post_id": "397039",
            "reply_to_id": "397026"
        },
        {
            "user_name": "bixer",
            "text": "jáok þá gæti þetta verið skiljanlegt. ætli maður gefi þeim ekki aðeins meiri tíma",
            "date": "2011-11-17 16:51:00",
            "post_id": "397040",
            "reply_to_id": "397039"
        },
        {
            "user_name": "urban",
            "text": "og já, passaðu þig síðan á því að velja vinanúmer sem að eru hjá öðru fyrirtæki en vodafone",
            "date": "2011-11-17 17:12:00",
            "post_id": "397048",
            "reply_to_id": "397040"
        },
        {
            "user_name": "greenpensil",
            "text": "þú getur líka bara farið í símann og keypt alltaf 500 króna frelsi.. það geri ég allavega",
            "date": "2011-11-17 18:34:00",
            "post_id": "397065",
            "reply_to_id": "397048"
        },
        {
            "user_name": "urban",
            "text": "og hvernig hjálpar það honum að þurfa að kaupa sér frelsis inneign rosalega oft ?",
            "date": "2011-11-17 19:30:00",
            "post_id": "397082",
            "reply_to_id": "397065"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Ég hef ágætis reynslu af nova, hef verið viðskiptavinur þarna frá upphafi þeirra, ég er að eyða 1000-1500kr á mánuði í gsm símtöl. Flestir sem ég þekki eru hjá nova.\nEn\nÞetta er það allra leiðinlegasta við þeirra kerfi.\nÉg get ekki hringt t.d. í 2 vini mína, þegar ég hringi í annan þeirra þá heyri ég í tólinu að það er að hringja, en síminn sem ég er að hringja í hringir ekki. Svo einhverju seinna þá poppar upp á símann Missed Call. En þessi vinur minn getur hringt í mig, no problem.\nHinn vin minn get ég bara alls ekki hringt í, það er alltaf beint í talhólf þótt hann sé með kveikt á símanum. Þessi vinur getur líka hringt í mig, no problem.\nÉg hef hringt nokkru sinnum í Nova og kvartað yfir þessu, þau segja alltaf að tæknimaður mun hafa samband við mig sem skeður svo aldrei.\nFyrir utan þetta, þá er þetta ódýrt og gott kerfi fyrir meðal jón. Vildi óska þess að þeir gætu lagað þessa bögga í kerfinu hjá sér, þeir voru nefnilega ekki fyrstu árin. En núna þegar þeir eru komnir með stórann part af markaðinum þá hefur kerfið verið að skíta meira og meira á sig.",
            "date": "2011-11-17 20:03:00",
            "post_id": "397091",
            "reply_to_id": "397082"
        },
        {
            "user_name": "kfc",
            "text": "Ég hef verið hjá Nova í 3 ár og hef ekki lent í neinum vandræðum og er mjög sáttur. Hef aldrey borgað jafn lítið fyrir síma síðan ég fór til þeirra",
            "date": "2011-11-17 20:08:00",
            "post_id": "397092",
            "reply_to_id": "397091"
        },
        {
            "user_name": "GuðjónR",
            "text": "GSM hjá NOVA og heimasíma - ADSL hjá Hringdu.\nSé stóran mun á útgjöldunum.",
            "date": "2011-11-17 20:31:00",
            "post_id": "397096",
            "reply_to_id": "397092"
        },
        {
            "user_name": "urban",
            "text": "þetta get ég engan vegin talið ágætis reynslu.\nverðmunurinn þyrfti að vera alveg lágmark 60% til þess að ég mundi sætta mig við það að fá ekki símtöl þegar að það er bara hægt að kenna kerfinu þeirra um.\nþetta er svona dæmi um það sem að þyrfti bara að gerast ca 3 sinnum til þess að ég mundi færa mig yfir í annað símafyrirtæki.\nen já, ástæðan fyrir því að ég er ekki hjá nova er bara einfaldlega vegna þess að fæstir þeir sem að ég tala við eru þar.\nannars hefði ég sjálfsagt gefið þeim séns í upphafi.",
            "date": "2011-11-17 20:43:00",
            "post_id": "397101",
            "reply_to_id": "397096"
        },
        {
            "user_name": "Tesy",
            "text": "Sama hér nema ljósleiðara hjá Hringdu.\nEr mjög sáttur hjáa NOVA þar sem flestir sem ég hringi í eru þar.",
            "date": "2011-11-17 20:44:00",
            "post_id": "397102",
            "reply_to_id": "397101"
        }
    ],
    "date": "2011-11-17 10:43:00"
}