{
    "forum_title": "Koníakstofan",
    "id": "43323",
    "title": "Tölvunörd",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=43323",
    "posts": [
        {
            "user_name": "bulldog",
            "text": "Hver er þín skilgreining á því að vera Tölvunörd ?",
            "date": "2011-11-20 18:04:00",
            "post_id": "397676",
            "reply_to_id": false
        },
        {
            "user_name": "FuriousJoe",
            "text": "Þegar allir ættingjar og vinir hringja í þig til að fá tölvuhjálp, ertu tölvunörd.",
            "date": "2011-11-20 18:05:00",
            "post_id": "397677",
            "reply_to_id": "397676"
        },
        {
            "user_name": "cure",
            "text": "Þetta var orð sem notað var í gamladaga yfir þá sem kunnu eithvað á tölvur, en í dag held ég að 90 % af fólki hangi mikið á netinu á hverjum degi. Mér persónulega finnst nördalegt að kunna ekkert á tölvur, eins og t.d. pabbi hann kann ekki að senda SMS úr símanum sem hann er búinn að eiga í 10 ár hann er NÖRD",
            "date": "2011-11-20 18:10:00",
            "post_id": "397681",
            "reply_to_id": "397677"
        },
        {
            "user_name": "AntiTrust",
            "text": "Manneskja sem heyrir módem dial-up tóninn og fær notalegan nostalgíu fiðring.",
            "date": "2011-11-20 18:14:00",
            "post_id": "397683",
            "reply_to_id": "397681"
        },
        {
            "user_name": "Örn ingi",
            "text": "Vá hvað ég man eftir því þegar maður var að stelast á netið á nóttuni í denn!\nMaður fékk nú ansi oft að heyra þetta í denn af því að maður átti tölvu og kunni aðeins meira á hana enn gerist og gengur.\n400mhz celeron\n128 mb vinnsluminni\n20 gb diskur\nCreactive tnt 2 skjákort 256 mb\nSound blaster 5,1 hljóðkort með tilheyrandi hátalara setupi.\nOg creactive 8x brennari sem ég man að ég borgaði töluvert stóran hluta af fermingarpeningunum fyrir á sínum tíma.\nHaha engin smá vél í dag!",
            "date": "2011-11-20 18:17:00",
            "post_id": "397684",
            "reply_to_id": "397683"
        },
        {
            "user_name": "kubbur",
            "text": "nörd = ofsaháhugi á einhverju\nég átti svipað setup. og ég man að ég var MJÖG lengi að safna mér fyrir því",
            "date": "2011-11-20 18:27:00",
            "post_id": "397688",
            "reply_to_id": "397684"
        },
        {
            "user_name": "Magneto",
            "text": "sammála",
            "date": "2011-11-20 18:28:00",
            "post_id": "397689",
            "reply_to_id": "397688"
        },
        {
            "user_name": "natti",
            "text": "19200 modemið mitt, og flest 28.8/33.6/56k modemin sem ég hef umgengist voru með mini-jack output.\nModem \"hljóðin\" komu frá speaker í modemunum, og fyrir þau modem sem voru með mini-jack line out þá var nóg að stinga t.d. headphones í samband.\nÞá heyrðust tónarnir í headphonunum í staðinn fyrir modeminu.\nEftir að ég áttaði mig á þessu klippti ég endann af ónýtum headphones og stakk í modemið mitt og varð \"silent\" ever since.\nHjálpaði mikið til þegar maður var að stelast á ircið og M&P fjúríus yfir símreikningunum...",
            "date": "2011-11-20 22:29:00",
            "post_id": "397752",
            "reply_to_id": "397689"
        },
        {
            "user_name": "GuðjónR",
            "text": "hahahahaha snilld!!",
            "date": "2011-11-20 22:31:00",
            "post_id": "397754",
            "reply_to_id": "397752"
        },
        {
            "user_name": "daniellos333",
            "text": "að skilja uppbyggingu tölva og kunna forritun",
            "date": "2011-11-20 22:37:00",
            "post_id": "397756",
            "reply_to_id": "397754"
        },
        {
            "user_name": "Tesy",
            "text": "Brókaður gaur með gleraugu að banga chicks.",
            "date": "2011-11-20 22:39:00",
            "post_id": "397757",
            "reply_to_id": "397756"
        },
        {
            "user_name": "GuðjónR",
            "text": "Jahh...ég kynntist konunni minni á \nIRC\n 15.nóv.1997, kl 22:15 ... 15.nóv.2006 giftum við okkur, eigum saman 3 börn.\nEr þetta að vera nörd?",
            "date": "2011-11-21 22:06:00",
            "post_id": "398015",
            "reply_to_id": "397757"
        },
        {
            "user_name": "tdog",
            "text": "Nei, þá hefuru þú bara áhuga á tölvum eða vinnur við tölvu og ert nokkuð flinku. En ættingjarnir halda að þú sért maðurinn í verkið þegar prentarinn virkar ekki, vitir hreinlega allt og getir leiðbeint þeim í gegnum síma, hafir nóg af tíma til að hjálpa þeim og taka ekkert fyrir. Það er nokkuð óþolandi.",
            "date": "2011-11-21 22:10:00",
            "post_id": "398020",
            "reply_to_id": "398015"
        },
        {
            "user_name": "Klaufi",
            "text": "Win.",
            "date": "2011-11-21 22:19:00",
            "post_id": "398024",
            "reply_to_id": "398020"
        },
        {
            "user_name": "kizi86",
            "text": "eg stillti nu bara modemid mitt bara a pulse i stadinn fyrir tone... tha kom ekkert hljod",
            "date": "2011-11-21 22:43:00",
            "post_id": "398038",
            "reply_to_id": "398024"
        },
        {
            "user_name": "Gunnar",
            "text": "ding ding ding winner winner chicken dinner!",
            "date": "2011-11-21 22:46:00",
            "post_id": "398040",
            "reply_to_id": "398038"
        },
        {
            "user_name": "GuðjónR",
            "text": "",
            "date": "2011-11-21 23:03:00",
            "post_id": "398053",
            "reply_to_id": "398040"
        },
        {
            "user_name": "schaferman",
            "text": "Mín fyrsta var:\nAMD K6-2  350mhz\n1,5gb HD\n64mb  EDO  minni\n4mb skjákort\n14 tommu ctx túpa\ninnhringimódem.\nog best af öllu---- KEYTRONIC  lyklaborð,, á það ennþá og virka eins og nýtt, enda bestu lyklaborðin.",
            "date": "2011-11-22 00:12:00",
            "post_id": "398087",
            "reply_to_id": "398053"
        },
        {
            "user_name": "kizi86",
            "text": "fyrstu tölvurnar mínar voru:\nsinclair spectrum ZX\nAtari 520ST með múz og allez! á hana líka ennþá \nog svo machintosh lc II sem ég á reyndar enn, en vantar músina, því einn kötturinn minn drap hana og át...\nog fyrsta PC tölvan mín var AMBRA 386 (cheap azz low performance ibm)\nnáði reyndar að setja upp win95 inn á hana, en var með öllu ónothæft \n á hana enn líka.. keyrandi á win3.11\nveit ekki af hverju en hef alveg þvílíkan áhuga á svona legacy hardware-i\nvar að koma atari tölvunni aftur í gang bara um daginn, vantaði músina sem eyðilagðist, og svo hafði ég týnt öllum leikjunum, en fann þá og nokkra stýripinna i geymslunni hjá mömmu um daginn, djöfull var ég búinn að sakna 5th gear leiksins.. fékk alveg brjálaða nostalgíu þegar var að spila hann...",
            "date": "2011-11-22 03:20:00",
            "post_id": "398119",
            "reply_to_id": "398087"
        },
        {
            "user_name": "Nothing",
            "text": "Þegar menn eru með hann beinstífan og æðaberan yfir tölvudóti þá eru þeir tölvunördar",
            "date": "2011-11-22 04:51:00",
            "post_id": "398123",
            "reply_to_id": "398119"
        },
        {
            "user_name": "Black",
            "text": "Merking orðsins nörd (eða njörður/nörður) er nokkuð á reiki. Stundum hefur það verið notað í niðrandi merkingu um hallærislegt fólk sem kýs tæki og tól umfram mannleg samskipti. 'Nördar' eiga því ýmislegt sameiginlegt með bæði 'lúðum' og 'proffum', en þykja oft gáfaðri en lúðarnir og ef til vill hallærislegri en proffarnir. \nStaðalmynd nördans er drengur með þykk flöskubotnsgleraugu í hvítum sokkum, of stuttum, innþröngum buxum sem illa sniðin skyrta eða of stór bolur eru girt ofan í. Hann er ekki töff, er frekar hlédrægur og hefur aldrei átt kærustu, en grúfir sig ofan í bækur eða ýmislegt tækjastúss. Dæmigerð áhugamál eru tölvur, hlutverkaspil, skák eða teiknimyndasögur. Honum finnst rosalega skemmtilegt að mála Warhammer-karla.\nNapoleon Dynamite (t.h.) kemst ansi nálægt staðalmynd nördans. Hér sést hann ásamt Pedro vini sínum (t.v.).\nSamkvæmt tilfinningu höfundar virðist merking orðsins nörd hafa breyst dálítið á síðustu árum. Nú er í meira mæli farið að nota það um fólk sem sekkur sér ofan í tiltekin áhugamál. Þannig er orðið tölvunörd notað um fólk með sérlega mikinn áhuga á tölvum eða tölvuleikjum, en einnig er hægt að vera golfnörd, sagnfræðinörd eða sálfræðinörd, og raunar virðist vera hægt að skeyta orðinu nörd aftan við svo til hvað sem er.\nOrðið er heldur ekki alltaf notað í niðrandi merkingu, sérstaklega ekki þegar nördar nota orðið um sjálfa sig. Margir nördar eru einstaklega stoltir af því að vera eins og þeir eru. Einnig er komin fram sérstök nördatíska sem á ensku kallast 'geek chic'. Í henni eru hallærislegheitin gerð töff; það er orðið flott að vera svolítið sérvitur og skrýtinn.\nCopy pasta af vísindavefnum \nhttp://visindavefur.hi.is/svar.php?id=5959",
            "date": "2011-11-22 04:54:00",
            "post_id": "398124",
            "reply_to_id": "398123"
        },
        {
            "user_name": "bulldog",
            "text": "We got a winner here !!!!!",
            "date": "2011-11-22 07:53:00",
            "post_id": "398128",
            "reply_to_id": "398124"
        }
    ],
    "date": "2011-11-20 18:04:00"
}