{
    "forum_title": "Almennt um vélbúnað",
    "id": "4336",
    "title": "Digital Upptökuvél",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=4336",
    "posts": [
        {
            "user_name": "Prankster",
            "text": "Góðan daginn / kvöldið.\n\n\n\nNúna er kominn tími á að fá sér Digital Upptökuvél og þar sem ég veit ekki mikið um þessa hluti var ég að vonast til þess að þið vissuð eitthvað meira en ég um þá. Ég er ekki tilbúinn að eyða meira en 50 þús kalli í hana (kannski 60 þús) og hún þarf að vera létt og þæginleg. Eftir að ég hafði skoðað hitt og þetta rakst ég í auglýsingu í fréttablaðinu. Þar var myndavélin \"Jvc Gr-d30\" auglýst á 53 þús kr. (hún kostar 50.000 í fríhöfninni) Getur einnhver sagt mér hvort það sé góð kaup og ef einnhver á þannig endilega segja mér hvernig þeim aðila finnst hún. \nhttp://www.sm.is/index.php?sida=vara&vara=GRD30\n Það eina sem ég veit um hana er að hún sé 800.000 pixlar og ég hef ekki græna glóru hvort það sé betra eða verra en sést á spólum. Endilega komið með einnhverja skemmtilega punkta og \"gæðakannanir\" ef þið vitið um þannig. \n\n\n\nMeð fyrirframm þökk\n\n\n\nDA Prankster",
            "date": "2004-06-01 23:50:00",
            "post_id": "44145",
            "reply_to_id": false
        },
        {
            "user_name": "gumol",
            "text": "*fært* \n\n\n\nHefurðu athugað hvort \nNeytendasamtökin\n hafa gert svona gæðakönnun?",
            "date": "2004-06-02 00:00:00",
            "post_id": "44146",
            "reply_to_id": "44145"
        },
        {
            "user_name": "Prankster",
            "text": "nei reyndar ekki  \n geri það  \n\n\nEitt sem ég gleymdi að spurja um, hvernig minni er notað í þessa vél, kann sko ekkert á þetta og endilega gefa mér url ef t.d computer.is selur þannig",
            "date": "2004-06-02 00:34:00",
            "post_id": "44151",
            "reply_to_id": "44146"
        },
        {
            "user_name": "gumol",
            "text": "Hérna er samanburður frá Bandaríkjunum. Ég veit ekki hvað mikið af þessum vélum fást á Íslandi en þú getur allavega séð hvaða tegundir eru að fá bestu umsagnirnar: \nhttp://www.pcworld.com/reviews/article/ ... 978,00.asp",
            "date": "2004-06-04 23:08:00",
            "post_id": "44415",
            "reply_to_id": "44151"
        }
    ],
    "date": "2004-06-01 23:50:00"
}