{
    "forum_title": "Framtíð og þróun",
    "id": "43394",
    "title": "Ástæða þess að allir elska Apple !!!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=35&t=43394",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Ég þarf ekki að hafa fleiri orð um það",
            "date": "2011-11-22 23:16:00",
            "post_id": "398371",
            "reply_to_id": false
        },
        {
            "user_name": "Klaufi",
            "text": "Standard USB hleðslutæki @ 2A? \n \nVona samt virkilega að þetta með baklhiðina verði ekki flopp!\nGæti án gríns virkað vel, ef þú hugsið ykkur bara loftpúða sem tekur fallið, þetta tekur höggið á sig þó að það sé bakhlið á milli.",
            "date": "2011-11-22 23:22:00",
            "post_id": "398374",
            "reply_to_id": "398371"
        },
        {
            "user_name": "dandri",
            "text": "Þetta staðsetningarforrit hljómar grunsamlega afþví að þetta er apple",
            "date": "2011-11-22 23:22:00",
            "post_id": "398375",
            "reply_to_id": "398374"
        },
        {
            "user_name": "FuriousJoe",
            "text": "Allir ? ég HATA apple. Aðalega útaf fólki sem þarf að ríða sjálfum sér yfir svona fréttum.\nAlveg ótrúlegt hvað stjórnendur fá að komast upp með hérna, ef hin almenni no-name notandi myndi stofna svona þráð um eitthvað annað væri því strax læst.\nEn þetta er apple, þá fara allir túrtapparnir að grenja og fróa sér yfir myndum af útblásnum iphone símum.\nAnnars, á þetta ekki heima á mac spjallinu?",
            "date": "2011-11-22 23:33:00",
            "post_id": "398380",
            "reply_to_id": "398375"
        },
        {
            "user_name": "MatroX",
            "text": "það var mikið að eitthver sa þetta",
            "date": "2011-11-22 23:35:00",
            "post_id": "398382",
            "reply_to_id": "398380"
        },
        {
            "user_name": "intenz",
            "text": "1. Hlakka til að sjá iPhone 5 brotna við fyrsta fall með þessari nýju tækni.\n2. *USB > Apple charger\n3. \"staðsetningarforriti sem Apple hefur þróað undanfarin ár\" ... held að þetta fái ekki góðar viðtökur þar sem Apple hefur margoft verið ásakað um að vera að njósna um notendur sína\nEn asnalegasta einkaleyfi sem gefið hefur verið út Apple í vil er án efa \"slide to unlock\"",
            "date": "2011-11-22 23:36:00",
            "post_id": "398383",
            "reply_to_id": "398382"
        },
        {
            "user_name": "Zethic",
            "text": "Hvað er að þér ? \nHrokinn og stælarnir í þér eru að fara með þig",
            "date": "2011-11-22 23:39:00",
            "post_id": "398384",
            "reply_to_id": "398383"
        },
        {
            "user_name": "Minuz1",
            "text": "Tækin er ekki þeirra, en útfærslan er það kannski....skil samt ekki hvernig þeir ætla að koma skynjara fyrir þetta fyrir í tækinu án þess að raska hefðbundinni notkun.\nEn þetta verður örugglega dýrara að skipta um heldur en síminn kostar og kemur líklegast í veg fyrir að hann virki meðan það er ekki búið að skipta um bakhliðina.",
            "date": "2011-11-22 23:42:00",
            "post_id": "398387",
            "reply_to_id": "398384"
        },
        {
            "user_name": "coldcut",
            "text": "Vil taka það fram að ég hef enga skoðun á því að þú sért búinn að gera nýja síðu og gæti í raun ekki verið sama en er þetta ekki orðið gott hjá þér vinur?\nÞú komst nú upp með ýmislegt í þinni \"stjórnartíð\" hérna og ...æji fokkit ég nenni ekki að eyða tíma mínum í þetta svo þú getir haldið áfram þínu heilaga stríðu gegn Vaktinni.\nSvo er ég nú nokkuð viss um að þetta sé kaldhæðni...\n@Maini: Hljómar eins og þú eigir við vandamál að stríða...",
            "date": "2011-11-22 23:54:00",
            "post_id": "398391",
            "reply_to_id": "398387"
        },
        {
            "user_name": "paze",
            "text": "Ég innilega hata apple vörur og apple fanboys sem hafa ekki hugmynd um hvað þeir eru að segja.\n''Hardwareið er betra í mac''\n''Mac eru vinnutölvur, ekki leikjatölvur''.\n''Hvernig tölvu áttu?''\n-''Svona mac 15 tommu''\n''Hvernig örgjafi er í henni?''\n-''Hún heitir bara mac 15.. Geðveik tölva''.\n''Af hverju segirðu það?''\n-''Af því PC er bara rusl miðað við mac''\n''Nú?''\n-''Engir vírusar, bilar aldrei og miklu hraðskreiðari heldur en PC''\n'' \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ''\n^ Actual samtal.",
            "date": "2011-11-23 00:04:00",
            "post_id": "398397",
            "reply_to_id": "398391"
        },
        {
            "user_name": "coldcut",
            "text": "Að þú innilega hatir Apple vörur segir líka mikið um þinn anti-fanboyisma og í leiðinni uppljóstrarðu um fáfræði þína!\nApple ultra-fanboys og Apple anti-fanboys eru jafn leiðinlegir að mínu mati því að báðir hópar tala yfirleitt út um rassgatið á sér.\nEDIT: mátt líka segja mér eitt...af hverju hatarðu Apple-vörur svona mikið?",
            "date": "2011-11-23 00:11:00",
            "post_id": "398401",
            "reply_to_id": "398397"
        },
        {
            "user_name": "dori",
            "text": "Ekki bara slide to unlock. Það að snerta skjáinn á einhvern hátt eftir leiðbeiningum sem eru birtar á skjánum til að aflæsa snertiskjánum fellur undir þetta einkaleyfi.\nAnnars eru öll svona einkaleyfi rosalega heimskuleg. Þetta er lögfræðitól og er aðallega notað af þessum stóru fyrirtækjum til að tryggja sig gegn lögsóknum annarra stórfyrirtækja (það eru allir að brjóta einkaleyfi hvors annars) og til að kaffæra litlum fyrirtækjum (hey, þið eruð að brjóta einkaleyfið okkar... borgið okkur svona mikinn pening. eeeeða X share í fyrirtækinu).\nEn þessi fanboi/anti-fanboi vitleysa hérna er komin út fyrir öll velsæmismörk. Það er hallærislegt að runka sér yfir öllum fréttum um Apple (og það er hallærislegt af íslenskum sorpmiðlum að gera frétt um hvert einasta einkaleyfi sem þeir fá samþykkt) en það er ekkert síður hallærislegt að hata eitthvað fyrirtæki/tæki á þennan hátt. [Anti]Fanboi-ismi veldur því að fólk annað hvort lokar augunum fyrir göllum í tækjum (iOS getur gert allt sem maður þarf að gera, Steve sagði... bleh) eða að loka augunum fyrir einhverju góðu af óskiljanlegum ástæðum.  \nÞetta er algjör óvinur rökhugsunar því að hvernig er hægt að ákveða hvernig tæki er hentugast ef það er bara horft á eitthvað bévítamíns íbitið epli á bakhliðinni á einum kandídatanum.",
            "date": "2011-11-23 00:34:00",
            "post_id": "398417",
            "reply_to_id": "398401"
        },
        {
            "user_name": "kemiztry",
            "text": "Vá hvað þetta er mikið væl hérna",
            "date": "2011-11-23 00:39:00",
            "post_id": "398420",
            "reply_to_id": "398417"
        },
        {
            "user_name": "worghal",
            "text": "um leið og það er nefnt apple í einhverjum þræði þá er hægt að finna mig í eldhúsinu að búa mér til popp fyrir komandi samræður",
            "date": "2011-11-23 00:42:00",
            "post_id": "398422",
            "reply_to_id": "398420"
        },
        {
            "user_name": "GuðjónR",
            "text": "Maini og MatroX er ekki allt í lagi hjá ykkur?\nAðvörun á ykkur báða...\np.s. MatroX ... ein aðvörun enn og þú getur kvatt Vaktina endanlega.",
            "date": "2011-11-23 00:43:00",
            "post_id": "398424",
            "reply_to_id": "398422"
        },
        {
            "user_name": "vikingbay",
            "text": "Ég hef verið harður PC notandi í gegnum tíðina og hef reyndar aldrei átt neina apple vöru. Um daginn hafði ég svo afnot af svona 27\" apple tölvu eitt kvöld og mér fannst þetta bara mjög þæginlegt. Skil ekki alveg afhverju ég kanski reyndi að forðast þetta dáldið. Gæti alveg hugsað mér að eignast eitt stykki Apple fartölvu einn daginn, kæmi ekki í staðinn fyrir PC tölvuna en ég held ég fengi mér frekar svoleiðis heldur en þessar venjulegu fartölvur..\nMitt innlegg í Apple rifrildi",
            "date": "2011-11-23 01:18:00",
            "post_id": "398433",
            "reply_to_id": "398424"
        },
        {
            "user_name": "worghal",
            "text": "allir sem hata apple en elska PC, vinsamlegast forðist að nota PC og notið windows í staðinn.\ná endanum er þetta allt PC",
            "date": "2011-11-23 01:20:00",
            "post_id": "398434",
            "reply_to_id": "398433"
        },
        {
            "user_name": "vikingbay",
            "text": "wait.. wut?",
            "date": "2011-11-23 01:26:00",
            "post_id": "398437",
            "reply_to_id": "398434"
        },
        {
            "user_name": "GuðjónR",
            "text": "",
            "date": "2011-11-23 01:26:00",
            "post_id": "398438",
            "reply_to_id": "398437"
        },
        {
            "user_name": "GullMoli",
            "text": "PC = Personal Computer = ekkert endilega vél sem keyrir bara Windows.\nHættiði nú þessum pirringi/hatri, djöfull er leiðinlegt að lesa þetta.",
            "date": "2011-11-23 01:29:00",
            "post_id": "398439",
            "reply_to_id": "398438"
        },
        {
            "user_name": "worghal",
            "text": "basically fyrir fólk sem segist elska pc en hata mac, mac er pc tölva en nánast aldrey er minnst á windows\nþað mætti nú halda að það sé það sem fólk þrífst á hérna.",
            "date": "2011-11-23 01:31:00",
            "post_id": "398440",
            "reply_to_id": "398439"
        },
        {
            "user_name": "inservible",
            "text": "Allar tölvur eru \"GOODSHIT\"! Apple, Dell, Hp allt er þetta hardware með software...",
            "date": "2011-11-23 02:06:00",
            "post_id": "398444",
            "reply_to_id": "398440"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "sé ekki alveg fyrir mér hvernig þetta uppblásna dæmi á að virka.. ef maður tekur símann snöggt upp þá blæs hann út eins og blaðra hehe.\nheld þeir hefðu betur eitt meiri orku í að búa til sterkari skjái eins og gorilla glass.. kannski koma þeir með fallhlíf á iphone næst",
            "date": "2011-11-23 02:39:00",
            "post_id": "398448",
            "reply_to_id": "398444"
        },
        {
            "user_name": "Black",
            "text": "haha er svo sammála þér..and for the record þá er galaxy síminn minn það sterkur að hann þolir að detta í jörðina..hleðslutækið er usb þannig ég get hlaðið hann allstaðar.og síðan náði ég bara frítt í forritið wheres my droid og get séð hvar siminn minn er útfrá gps\nannars er ég ekkert á móti apple.",
            "date": "2011-11-23 04:35:00",
            "post_id": "398449",
            "reply_to_id": "398448"
        },
        {
            "user_name": "atlih",
            "text": "Ég hef nú alltaf verið harður PC maður en það er alveg á hreinu að ég mun kaupa mér apple ferðatölvu næst. Margir vinir mínir keiptu sér apple og aðrir \"pc\" fyrir nokkrum árum og þeir eru enþá að nota þær meðan við sem keiptum toshiba eða acer erum búnir að skipta 1-2 síðan þá . apple hafa greinilega hitt bara á góðar verksmiðjur til að framleiða sitt hardware, held þeir geri eins og IBM og versli bara alltaf við sömu aðila. Svo sér maður að þetta eru titulega ódýarar tölvur í usa. Og svo þarf ekkert að ræða hönnunina , held það sé óhætt að segja að engin kemst með tærnar þar sem þeir eru með hælana á því sviði.\nþannig\nég sem anti mac til margra ára er að fara kaupa mer macbook\nog ofc instala W7 því ég neni ekki að læra á þetta stýrikerfi þeirra.",
            "date": "2011-11-23 04:36:00",
            "post_id": "398450",
            "reply_to_id": "398449"
        },
        {
            "user_name": "Haxdal",
            "text": "Það eru nú nokkur ár síðan Apple hættu að nota custom obscure server hardwareið sitt fyrir consumer tölvurnar sínar og fóru yfir að nota \"venjulega\" components,  einsog Intel örgjörva, chipset og Nvidia/AMD skjákort, svo undir niðri er þetta allt sami skíturinn í dag.",
            "date": "2011-11-23 08:38:00",
            "post_id": "398477",
            "reply_to_id": false
        },
        {
            "user_name": "biturk",
            "text": "what a load of crap \n \nþað er náttúrulega ekkert hægt að bera acer og toshiba low budget tölvur við nothæfa hluti.... apple eru með sömu verksmiðjur og flestir aðrir í þessum geira...as is amd og intel (nota þeir eitthvað amd?) ibm versla líka á þeim stöðum.........en skelin þeirra og sérforrit og annað sem kemur með tölvunni er bara á allt allt öðru leveli....það þarf að ræða hönnunina og það alvarlega því í 90% tilvika eru þetta alveg hrikalega pempíulegar og ljótar vörur sem koma frá þeim, lítur alltaf út fyrir að brotna ef þú tekur þetta úr kassanum og er kjánalega glossy.....margar vörur sem eru mikið fallegri og mér fynnast samsung koma þar sterkastir inn bæði í fartölvum og símum, það er fegurð sem á sér engann líka (að mínu mati)\nsíðann er það líka þetta með hönnun og fegurð....að við höfum ólíkar skoðanir svo það má ræða það í marga hringi án þess aðn okkur komist að sömu niðurstöðu........nema menn séu jafn snjallir og ég, þá átta þeir sig á því að ég hef rétt fyrir mér",
            "date": "2011-11-23 08:50:00",
            "post_id": "398480",
            "reply_to_id": "398477"
        },
        {
            "user_name": "Eiiki",
            "text": "I don't get diz.\nPersónulega finnst mér Windows bara tilþess að nördast á. Leikjaspilun og overclocking f.x. er fun.\nEf þú ert ekki að leika þér í leikjum eða í massívri tónlistar- eða myndvinslu, þá er maður með Linux (Ubuntu t.d.)?\nEina ástæðan sem ég sé til þess að fólk fái sér apple er að það er að eltast við útlitið og/eða tölvurnar séu notaðar í hljóð- eða myndvinnslu. Mér finnst gallinn við Apple hreinlega bara vera overprice.",
            "date": "2011-11-23 08:59:00",
            "post_id": "398483",
            "reply_to_id": "398480"
        },
        {
            "user_name": "Daz",
            "text": "Gaman að vera stundum sammála biturk, \natlih: Ekki bera saman 90 þúsund króna cheep-ware fartölvu (eða 150 þúsund kr \"leikjatölvu\") við 250 þúsund króna macca. Finndu álíka vél, sem er þá 99% örugglega EKKI leikjavél og berðu saman endinguna þar.",
            "date": "2011-11-23 09:05:00",
            "post_id": "398485",
            "reply_to_id": "398483"
        },
        {
            "user_name": "Zethic",
            "text": "Hvernig væri bara að læsa þessu ? Fáfræðin í fólki er kostuleg, og hver fullyrðingin á fætur annari sem er bara tómt kjaftæði..",
            "date": "2011-11-23 09:14:00",
            "post_id": "398490",
            "reply_to_id": "398485"
        },
        {
            "user_name": "GuðjónR",
            "text": "",
            "date": "2011-11-23 09:23:00",
            "post_id": "398492",
            "reply_to_id": "398490"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Okei nu er ég enginn apple hater eda pc fanboy en mer finnst adferdir apple til thess eins ad einoka markadinn vera frekar lame. Ég vidurkenni alveg ad apple eru mjog færir í hönnun, hvort sem thad er utlitshönnun eda ui hönnun, en thad er thessi hrædsla theirra vid samkeppnina sem er hreint út fyrirlitnileg.",
            "date": "2011-11-23 14:48:00",
            "post_id": "398552",
            "reply_to_id": "398492"
        },
        {
            "user_name": "coldcut",
            "text": "sama með M$!\nFyrir utan það að þeir eru ekki færir í hönnun",
            "date": "2011-11-23 15:08:00",
            "post_id": "398555",
            "reply_to_id": "398552"
        },
        {
            "user_name": "kubbur",
            "text": "",
            "date": "2011-11-23 15:11:00",
            "post_id": "398558",
            "reply_to_id": "398555"
        },
        {
            "user_name": "Black",
            "text": "",
            "date": "2011-11-23 15:41:00",
            "post_id": "398573",
            "reply_to_id": "398558"
        },
        {
            "user_name": "Sucre",
            "text": "",
            "date": "2011-11-23 15:44:00",
            "post_id": "398578",
            "reply_to_id": "398573"
        },
        {
            "user_name": "atlih",
            "text": "ekki langt frá því sem ég var akkúrat að meina . Finnst allavega þeir ekkert vera það dýrir miðað við gæði . verst að maður er að kaupa þetta stýrikerfi þeirra í leiðinni. Svo er þetta líka tískuvara",
            "date": "2011-11-23 16:08:00",
            "post_id": "398592",
            "reply_to_id": "398578"
        },
        {
            "user_name": "GuðjónR",
            "text": "lol, það er bara eins og ég hafi skrifað þetta \"fyrir nokkrum árum síðan\" ... hahaha\nÉg veit að það þýðir ekkert fyrir mig að segja þetta á PC/WIN fan vef það trúir mér enginn, ætla samt að láta vaða! þegar þú kynnist MacOs þá er það 1000x skemmtilegra og stöðugra en WIN.",
            "date": "2011-11-23 16:14:00",
            "post_id": "398595",
            "reply_to_id": "398592"
        },
        {
            "user_name": "tdog",
            "text": "Þegar ég sá þennan titil sagði ég við sjálfan mig að strax á fyrstu blaðsíðu færi þessi þráður út í „MAC vs. PC“ ... áður en ég las þráðinn. Ég hlýt að vera skygn. \nEr án gríns ekki hægt að ræða bara um hlutina án þess að drulla yfir þá og fara að metast? Þetta spjallborð er orðið voðalega mikið svoleiðis... Það er alveg á mörkunum að maður nenni að kíkja hérna við.",
            "date": "2011-11-23 16:15:00",
            "post_id": "398597",
            "reply_to_id": "398595"
        },
        {
            "user_name": "GuðjónR",
            "text": "Rétt, enda var ég að vonast eftir umræðum um þessi einkaleyfi, þessi þráðir offtopicaðist all verulega.",
            "date": "2011-11-23 16:18:00",
            "post_id": "398599",
            "reply_to_id": "398597"
        },
        {
            "user_name": "Daz",
            "text": "3 vikna leikbann við offtopic.\nHvað ætli einkaleyfi á staðsetningarforriti geti verið? Nú er ég ekki sterkur í Bandarískum einkaleyfalögum, en þetta getur verið einhver mjög ómerkileg breyting á einhverri tækni sem er til nú þegar? (FindMyDroid með apple logo = einkaleyfi?)",
            "date": "2011-11-23 16:24:00",
            "post_id": "398601",
            "reply_to_id": "398599"
        },
        {
            "user_name": "Nördaklessa",
            "text": "HAHAHAHA, ég hef lent í svona samtali face 2 face við félaga \n mér bókstaflega langaði að bíta af honum andlitið!",
            "date": "2011-11-23 16:27:00",
            "post_id": "398602",
            "reply_to_id": "398601"
        },
        {
            "user_name": "dori",
            "text": "Hahaha... Þú drapst það svolítið illilega með þessu titli sem þú valdir á þráðinn.\nAlso, alveg óháð því hvað Bandaríkjamenn gefa út asnaleg einkaleyfi þá má líka skoða það hvort einkaleyfi séu ekki yfir höfuð vond hugmynd.. sbr. t.d. \nhttp://www.techdirt.com/articles/201001 ... 7656.shtml",
            "date": "2011-11-23 16:39:00",
            "post_id": "398604",
            "reply_to_id": "398602"
        },
        {
            "user_name": "chaplin",
            "text": "x2",
            "date": "2011-11-23 16:45:00",
            "post_id": "398605",
            "reply_to_id": "398604"
        },
        {
            "user_name": "GuðjónR",
            "text": "hahaha já...ég hefði mátt vita það \nAnnar þráður fyrir þá sem vilja rökræða mac vs pc : \nviewtopic.php?f=9&t=43411",
            "date": "2011-11-23 17:10:00",
            "post_id": "398611",
            "reply_to_id": "398605"
        },
        {
            "user_name": "Arnzi",
            "text": "http://www.androiduknewsetc.com/wp-cont ... unlock.jpg",
            "date": "2011-11-23 17:19:00",
            "post_id": "398618",
            "reply_to_id": "398611"
        },
        {
            "user_name": "coldcut",
            "text": "Það er náttúrulega löngu vitað að einkaleyfakerfið í USA er algjörlega misheppnað og í stað þess að vernda lítil startup, eins og það átti upphaflega að gera, þá ýtir það undir fákeppni og að stóru fyrirtækin níðist á hvort öðru og svo á þeim sem minni eru!\nOg þeir sem eru að drulla yfir Apple útaf þessu og hata Apple fyrir þetta, þið skuluð þá líka hata Micro$oft sem hefur einu sinni verið dæmt fyrir að misnota stærð fyrirtækisins og núna eru þeir að nota FÁRÁNLEG einkaleyfi til að fá peninga útúr sölu á Android símum! Sjá málið í eftirfarandi linkum.\nhttp://www.groklaw.net/article.php?stor ... 1122291296\nhttp://www.groklaw.net/pdf3/MSvBN-slides.pdf\nÞað er hræsni að drulla yfir Apple og þeirra aðferðir í einkaleyfa-/viðstkiptamálum um leið og þú skrifar það í stýrikerfi sem gert er af Micro$oft!\nEf það er e-ð sem ég þoli ekki þá eru það hræsnarar!",
            "date": "2011-11-23 17:37:00",
            "post_id": "398625",
            "reply_to_id": "398618"
        },
        {
            "user_name": "FuriousJoe",
            "text": "GuðjónR - Afsakaðu dónaskapinn í mér var í einhverju skapi í gær eftir að hafa tapað allsvakalega í Fifa 12 (pro) og lét það bitna á skrifum mínum hérna eftir það.\nReyni yfir höfuð að vera ekki mikið dónalegur og ókurteis og tek þessari aðvörun fagnandi þar sem ég á hana skilið.",
            "date": "2011-11-23 17:39:00",
            "post_id": "398626",
            "reply_to_id": "398625"
        },
        {
            "user_name": "paze",
            "text": "Síðan hvenær skrifaði ég það sem þú ert að vitna í?!\nBreytt: Til þess að svara þér annars, þá er ég væntanlega ekki að tala út um rassgatið á mér þegar ég er að tala við fáfróða fanboys eins og sást í innleggi mínu.\nÉg amk. veit hvað hver einasti hlutur í vélini gerir, hvernig hægt er að meta aflið í tölvuni og hvernig þetta hengur allt saman. Það sem ég hata við apple fanboys er að margir þeirra vita ekki einu sinni hvað skjákort er en eru að reyna lectura mig í því að apple séu betri tölvur.. Þeir vita EKKERT um umræðuefnið sem þeir eru að reyna leiðrétta mig í.\nÉg hata apple vörur af því þær prumpuðu þessari asnalegu kynslóð af fáfróðum hálfvitum út.. En það er nú ekki megin ástæðan.. Megin ástæðan er sú að þeir okra svo FÁRÁNLEGA vörurnar sínar að það hálfa væri yfirdrifið nóg.. Svo heldur Jens úti í sjoppu að hann sé með betri tölvu af því hann borgaði 600þús kr. fyrir hana meðan ég borgaði 200þús fyrir öflugari tölvu. Væntanlega erum við ekki að fara ræða útlit og stýrikerfi þar sem það er nú smekksatriði.. Nú er ég að tala um afl tölvunar...Ég get reddað apple kassa og stýrikerfi og enþá endað með helmingi ódýrari og öflugari apple tölvu ef ég bara kaupi hana ekki gegnum fyrirtækið.",
            "date": "2011-11-24 21:50:00",
            "post_id": "399169",
            "reply_to_id": "398626"
        },
        {
            "user_name": "worghal",
            "text": "verð samt að segja að apple anti fanboys geta verið verri en actual apple fanboys...",
            "date": "2011-11-24 21:53:00",
            "post_id": "399171",
            "reply_to_id": "399169"
        },
        {
            "user_name": "Sphinx",
            "text": "hef aldrei verið apple maður en eg seldi tölvua mina fyrir 2 dögum og er nuna i macbook tölvunni hennar mömmu.. finnst þetta mjög fínar vélar elska lyklaborðið og músina(trackpad eða hvað sem þetta heitir) finnst ekkert að þessum tölvum. ef ég kaupi mer fartölvu kaupi eg mér macbook",
            "date": "2011-11-24 22:04:00",
            "post_id": "399176",
            "reply_to_id": false
        },
        {
            "user_name": "Tiger",
            "text": "Þannig að þér finnst Subaru Impreza 350 hestöfl meir bíll en Mercedes Benz C32 AMG 332 hestöfl bara vegna þess að Imprezen er fleirri hö? Akkúrat þetta held ég að Coldcut hafi verið að meina með að tala útúr rassgatinu á sér.....\nHversu margir PC/Windows notendur hafa ekki baun vit á neinu sem er í tölvunni og eru ennþá að leita að takkanum á lyklaborðinu sem heitir \"any key\".....  \n \nEn þú ert greinilega bara með munnræpu með rassgatinu.....",
            "date": "2011-11-25 01:36:00",
            "post_id": "399270",
            "reply_to_id": "399176"
        },
        {
            "user_name": "coldcut",
            "text": "@paze:\n Ég var ekki að vitna beint í þig en þetta var lýsing á því sem þú sagðir á fyrstu síðu í þessum þræði. You prove my point þegar þú segist hata Apple og Apple-vörur aftur!\nÞú sýnir eiginlega fram á það að anti-fanboys eru leiðinlegri en fanboys.\nÉg verð meira pirraður þegar ég heyri gaura drulla yfir Apple og allt þeirra dót þegar þeir sjálfir nota M$ vörur, en þegar einhver fanboy er að tala um hvað Apple er æðislegt og awesome. Munurinn á þessu er að annar talar útum rassgatið á sér og besserwisserast útí eitt (anti-fanboy) en hinn vill vel og stundum veit hann bara ekki betur (fanboy).\nGood day!",
            "date": "2011-11-25 01:51:00",
            "post_id": "399276",
            "reply_to_id": "399270"
        },
        {
            "user_name": "biturk",
            "text": "sjitt hvað fólk er vitlaust en þann dag í dag",
            "date": "2011-11-25 08:17:00",
            "post_id": "399296",
            "reply_to_id": "399276"
        },
        {
            "user_name": "Senko",
            "text": "Má ég vera með \n?\nÉg nota Windows því ég hef notað það síðasleginn áratug og er orðinn vel vanur því, ekki má samt gleyma að mörg argument hjá Mac fans eru að windows er böggað, með driver vesen etc eins og Guðjón benti á í hinum þræðinum, en þeir fengu sér þetta perspective þegar þeir notuðu WinXP / WinVista þegar það var glænýtt etc, mikið hefur breyst með tímanum og ég fæ mér nýtt hardware / software frekar oft og lendi nánast aldrei í vandræðum. My point is er að, já, Mac er kannski ennþá betra en Win á þessu sviði, en að hafa þetta sem stórt disadvantage/con fyrir Win er nú bara exaggeration.\nAnnars hef ég ekkert á móti Mac, ég kann ekkert á það og hef bara engann áhuga fyrir því, ég er með iPhone en mér var gefið hann sem gjöf og ég nota hann bara eins og aðra síma, til að tala í, að senda SMS og nota sem vekjaraklukku! \n (hann er ennþá að keyra original 1.0.2)",
            "date": "2011-11-25 08:52:00",
            "post_id": "399300",
            "reply_to_id": "399296"
        },
        {
            "user_name": "GuðjónR",
            "text": "Það er til tvenns konar fólk.\nHreinskilið fólk sem elskar Apple og viðurkennir það.\nOg fólk í bullandi afneitun sem elskar Apple en viðurkennir það ekki, sá hópur er oft sturlaður af ást á Apple vörum en sökum félagsfælni og vanmáttarkenndar virka ummæli þess eins og það hati Apple.\nBerum virðingu fyrir hvert öðru því öll elskum við Apple hvort sem við þorum að viðurkenna það eða ekki.\n-Peace-",
            "date": "2011-11-25 09:03:00",
            "post_id": "399301",
            "reply_to_id": "399300"
        },
        {
            "user_name": "dandri",
            "text": "Þér þykir gaman að æsa fólk til umræðu",
            "date": "2011-11-25 09:10:00",
            "post_id": "399302",
            "reply_to_id": "399301"
        },
        {
            "user_name": "chaplin",
            "text": "Það voru tvær ástæður afhverju ég fékk mér ekki Apple fartölvu á sínum tíma.\n1. Lyklaborðið á IBM fartölvunum, amen.\n2. Apple Fanboy-ism.",
            "date": "2011-11-25 09:18:00",
            "post_id": "399304",
            "reply_to_id": "399302"
        },
        {
            "user_name": "paze",
            "text": "Ertu að grínast? Þessi 350 hestaöfl er ekki EINI munurinn á þessum bílum.. Vélin og ALLT annað sennilega er framleitt af 2 mismunandi aðilum.\nÞað er ekki raunin með PC og MAC. Eini munurinn er útlit og stýrikerfi. Þetta dæmi er alveg absúrd hjá þér.",
            "date": "2011-11-25 09:44:00",
            "post_id": "399307",
            "reply_to_id": "399304"
        },
        {
            "user_name": "paze",
            "text": "Þannig samkvæmt þinni lógík, þá er skilgreiningin á því að tala út um rassgatið á sér; ''að besserwisserast og vera leiðinlegur'' en ekki að ''vita ekki betur'' eða ''vera fáfróður á umræðuefninu''?\nÉg held að þú sért að misskilja eitthvað alvarlega.",
            "date": "2011-11-25 09:46:00",
            "post_id": "399309",
            "reply_to_id": "399307"
        },
        {
            "user_name": "bulldog",
            "text": "Er Alli svona ástfanginn af Apple",
            "date": "2011-11-25 10:12:00",
            "post_id": "399314",
            "reply_to_id": "399309"
        },
        {
            "user_name": "GuðjónR",
            "text": "",
            "date": "2011-11-25 10:18:00",
            "post_id": "399315",
            "reply_to_id": "399314"
        },
        {
            "user_name": "Daz",
            "text": "Hver er Alli og afhverju er hann ávaxtahneigður? \nFinnst einhverjum annars \"kyndiklefi\" viðurnefnið eitthvað undarlegt á GuðjónR? Ég held að það væri viðeigandi status bara.",
            "date": "2011-11-25 11:13:00",
            "post_id": "399319",
            "reply_to_id": "399315"
        },
        {
            "user_name": "Tiger",
            "text": "Þarna kemur fáfræði þín berlega í ljós, GHz og RAM tölur eru ekkert eini munurinn heldur allt hitt með sem er akkúrat eins og með bílana. Þú segist geta gert jafn öfluga tölvu á 200.000kr..... finndu fyrir mig 27\" IPS skjá hér á landi sem þú myndir nota við þá tölvu og passar inní budgetið þitt sem myndi slá út 27\" iMac t.d.",
            "date": "2011-11-25 12:37:00",
            "post_id": "399332",
            "reply_to_id": "399319"
        },
        {
            "user_name": "GuðjónR",
            "text": "Það eru ótrúlega margir sem gleyma þessu, þú ert að fá þarna HÁGÆÐA skjá með tölvunni. Skjá sem kostar einn og sér hátt í 200k.",
            "date": "2011-11-25 12:58:00",
            "post_id": "399337",
            "reply_to_id": "399332"
        },
        {
            "user_name": "paze",
            "text": "Ég er að tala um Apple turn vs. PC turn. Ég hef ekki hundsvit á skjáum, enda rökræði ég ekkert um þá. Ég rökræði um TÖLVUNA.. Ekki SKJÁINN.\nSem dæmi: \nhttp://www.epli.is/tolvur/bordtolvur/ma ... -core.html\nHeldurðu að það sé ekki hægt að finna þetta MUN ódýrara ef það er ekki þetta epli á húddinu?\nSvo hlýtur nú að vera ástæða fyrir því að maður þarf að leita upp specifics á google til þess að komast að því hvað er í þessum tölvum.\nSvo er ég að leita að  specifics um skjáinn á þessu..Hvar sé ég það? Það er allaveganna ekki augljóst á epli.is.",
            "date": "2011-11-25 15:27:00",
            "post_id": "399360",
            "reply_to_id": "399337"
        },
        {
            "user_name": "everdark",
            "text": "Massíft off topic, en C32 AMG er 350 hestöfl.\nEn svona on-topic, þá er þetta einkaleyfarúnk löngu komið út yfir öll velsæmismörk og það er eitthvað mikið að fyrst það þykir fréttnæmt að Apple patenti hleðslutæki með mörgum útgöngum. Mætti halda að það væri einhver brautryðjandi nýjung.",
            "date": "2011-11-25 15:47:00",
            "post_id": "399364",
            "reply_to_id": "399360"
        },
        {
            "user_name": "emmi",
            "text": "Það er varla hægt að líkja Mac Pro workstation vél saman við einhverja PC desktop vél. Þetta eru Xeon örgjörvar í Mac Pro og þeir eru rándýrir, svo er ECC vinnsluminni í þessu líka sem er rándýrt.",
            "date": "2011-11-25 15:53:00",
            "post_id": "399366",
            "reply_to_id": "399364"
        },
        {
            "user_name": "jericho",
            "text": "Gawd.. Apple vs PC",
            "date": "2011-11-25 15:55:00",
            "post_id": "399367",
            "reply_to_id": "399366"
        },
        {
            "user_name": "chaplin",
            "text": "Ef þú værir að bera saman við iMac að þá þyrftir þú að bera saman venjulega tölvu + IPS skjá á móti iMacinum. Ef þú værir að tala um Mac Pro að þá gætir þú sleppt skjánum.\n@ The-Apple-Fanboys: Ég held að menn séu aðalega að meina það, gerum dæmi, að uppfæra Mac Pro vél úr 3GB í 6GB vinnsluminni kostar 40.800Kr, að uppfæra úr 3GB í 8GB kostar 68.150Kr, þetta er einnig mjög óhagstæður \"díll\" af því þetta eru 2GB kubbar sem éta upp minnisraufarnar hjá þér, þetta dæmi er þó auðvita pínulítið afstætt þar maður þyrfti helst að bera saman verð erlendis til að fá sem nákvæmustu tölurnar, en þið náið því sem ég er að segja.\n@ The-Apple-Fanboys: Apple menn lofa IPS skjáunum sínum oft mjög mikið hvað þeir eru góðir frábærir og bestir, en ég fór í þetta mál með bróður mínum fyrir ekkert svo allt of löngu þar sem hann er jú smá Apple Fanboy með 30\" skjáinn sinn og 500.000Kr Mac Pro-inn, við vorum sammála eftir mikla rannsókn(byggð á áliti fagmanna og notenda) að bestu skjáirnir í dag eru DELL UltraSharp. Ekki það að Apple skjárinn væri ekki miklu meira en nóg fyrir the average Joe og gott betur en það, en professional ljósmyndarar kjósa víst UltraSharp yfir Apple Cinema any day.\nSíðast þegar ég vissi var ECC minni búið að hrapa í verði. Ég man eftir því þegar 4GB set kostaði tug þúsunda, en hægt er að fá 8GB stakan kubb í dag undir $100 og 2GB staka Samsung kubba á undir $20, ég veit þó ekki hvort að Apple noti Samsung eða Hynix vinnsluminni.",
            "date": "2011-11-25 15:56:00",
            "post_id": "399368",
            "reply_to_id": "399367"
        },
        {
            "user_name": "coldcut",
            "text": "Efast ekkert um að UltraSharp standi jafnfætis Apple Cinema skjám og séu jafnvel betri. En þar sem 30\" UltraSharp er ódýrastur (held að buy.is sé ódýrast) að þá kostar hann líka 250k!\nEr alveg sammála því líka og hver maður með smá vit í kollnum sér að uppfærsluverðin hjá Apple eru RIDONCULOUS! En þegar tekið er mið af skjánum þá eru iMac tölvurnar t.d. ekkert dýrar. Ég tók mig einhvertímann til og reiknaði verð íhlutana, jaðarbúnaðs og skjásins og það munaði u.þ.b. 10k. Djöfullinn að finna ekki þetta innlegg núna...\nÉg mundi any day borga 10k meira fyrir að fá betra stýrikerfi og stílhreinan iMac heldur en að kaupa mér sömu íhluti í stóran turn, jafn góðan skjá og taka Windows með...\nEDIT: Fann innleggið! Þetta er skrifað 6.des 2010...",
            "date": "2011-11-25 16:18:00",
            "post_id": "399373",
            "reply_to_id": "399368"
        },
        {
            "user_name": "Zaphod",
            "text": "miðað við það sem ég hef lesið um ultrasharp skjáina frá Dell, þá eru þeir næstum því fullkomnir(30 tommurnar 1200 dalir  \n ) . Makkaskjáirnir  eru ekki að fá eins góða dóma.",
            "date": "2011-11-25 18:04:00",
            "post_id": "399388",
            "reply_to_id": "399373"
        },
        {
            "user_name": "Tiger",
            "text": "Nei ég er ekki svo viss um það, móðurborð sem tekur 2 Xeon kostar um 100þús og góður Xeon kostar 150þús og þú þarft tvo (belive me, ég setti saman svona tölvu fyrr á árinu með Windows (ekki meiri Apple fanboy en það))...........do the math.\nEn ég hef sagt þetta áður, við eigum bara að þakka fyrir að þetta tvennt sé til....þeir ýta hverjum áfram í þróun og hönnun og við værum ekki hérna í dag með það sem við höfum ef ekki væri bæði fyrir MAC og PC/Windows. \nOff Topic: HP ZR30w fær samt betri dóma en Dell Ultra Sharp, en þetta eru allt IPS skjáir og sambærilegir við Apple Skjána.....enda verðin eftir því. OK selur þennan HP skjá á 450þús en Buy.is á 250þús.",
            "date": "2011-11-25 19:35:00",
            "post_id": "399411",
            "reply_to_id": "399388"
        },
        {
            "user_name": "chaplin",
            "text": "Ég var að skoða Apple vefsíðuna, \nhttp://store.apple.com/us/product/MC007LL/A\n og \nhttp://store.apple.com/us/product/MC914LL/A\n og fá báðar týpurnar 3.5 í einkun af 5 mögulegum að meðal tali, það kom mér þó fáranlega á óvart að skjáirnir eru gljáandi en ekki mattir! Eitt stórt wtf á það.\nÉg var aðalega að tala um 27\" þar sem umræddur Apple skár er 27\". Báðir kosta þeir tæpa $1000 úti.",
            "date": "2011-11-25 19:49:00",
            "post_id": "399413",
            "reply_to_id": "399411"
        },
        {
            "user_name": "qwertyman",
            "text": "",
            "date": "2012-02-29 01:04:00",
            "post_id": "424759",
            "reply_to_id": "399413"
        }
    ],
    "date": "2011-11-24 22:04:00"
}