{
    "forum_title": "Allt annað...",
    "id": "43517",
    "title": "Xbox 360 - Varahlutir / Grams / Fjarstýringar / Leikir",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=67&t=43517",
    "posts": [
        {
            "user_name": "Klaufi",
            "text": "Sælir, \nHef til sölu allan Xbox lagerinn hjá mér..\n- Tvær þráðlausar fjarstýringar fyrir Xbox 360.\n- 3 móðurborð (Eitt m/HDMI), Tvö af þeim virkuðu síðast þegar þau voru notuð (Annað vatnskælt þá).\n- 20Gb og 120Gb HDD.\n- Tvö sett af plöstum utan um vélar, annað svart og búið að breyta slatta fyrir vatnskælingu, hitt hvítt.\n- Á til allt til að vatnskæla annaðhvort örgjörvan eða skjákortið í svona vél, og einnig 450w aflgjafa sem var notaður með vélinni til að keyra viftur, dælu og skynjara, (Var lóðaður á non-elite borð ef ég man rétt).\n- Einn Xbox360 Elite Spennubreyti.\n- 2xDrif í Xbox (allavega annað samsung)\n- Original heatsinkin og að ég held allt í allavega tvær vélar og eitthvað auka.\n- Eitthvað meira grams.\nÖll nema Elite borðið hafa red ringað ef ég man rétt, bakaði annað af hinum og setti þriðja borðið aldrei í gang.\nElite vélin er samsett fyrir utan plöst og virkaði \nsíðast þegar hún var notuð\n.\nÁ til 5 leiki:\n- Turok\n- Skate 2\n- Naruto\n- Mass Effect\n- Fable 2\nSelst as is og án þess að ég viti hvort það virki, hef ekki tíma né nennu til að prufa þetta.",
            "date": "2011-11-27 01:36:00",
            "post_id": "399743",
            "reply_to_id": false
        },
        {
            "user_name": "Klaufi",
            "text": "Bump - Fyrsti póstur uppfærður.",
            "date": "2011-12-04 20:35:00",
            "post_id": "401898",
            "reply_to_id": "399743"
        },
        {
            "user_name": "FuriousJoe",
            "text": "Þessi vatnskæling, virkar hún alveg ? og hvað þarf til að hún virki ? (hvaða breytingar t.d?)",
            "date": "2011-12-04 22:03:00",
            "post_id": "401919",
            "reply_to_id": "401898"
        },
        {
            "user_name": "Klaufi",
            "text": "Til að kæla skjákortið þarftu að taka geisladrifið úr eða fá þér low-profile blokk sem kælir bæði, minnir að það kosti í kringum 40 evrur.\nTil að kæla örgjörvan fylgir allt, ég lóðaði annan aflgjafa við tölvuna þannig að ég notaði ekki original power supply-ið til ð keyra tölvuna, og keyrði dæluna af því.\nÞú þarft gat fyrir slöngur og einhverja smá festingu fyrir vatnskassan.\nÞetta er dæla, blokk, 240mm vatnskassi, slöngur, forðabúr og ég á in-line hitamæli líka.\nviewtopic.php?f=1&t=33823\nÞarna eru myndir, held ég hafi ekki tekið neina mynd af þessu fullkláruðu og festu, en hitatölurnar voru algjör snilld.\n*Edit*\nÞarft btw ekki að lóða hinn aflgjafann í, nennti bara ekki að finna spennupunkta á borðinu til að lóða á eða splæsa geisladrifskapalinn, vildi frekar hafa þetta alveg \"Reverse-able\"..",
            "date": "2011-12-04 22:18:00",
            "post_id": "401925",
            "reply_to_id": "401919"
        },
        {
            "user_name": "Klaufi",
            "text": "Bump!\nFæst fyrir 25-30k, allt nema vatnskæling.",
            "date": "2011-12-08 17:46:00",
            "post_id": "402864",
            "reply_to_id": "401925"
        },
        {
            "user_name": "J1nX",
            "text": "hvernig Naruto leikur er þetta? í anda street fighter eða?",
            "date": "2011-12-08 17:49:00",
            "post_id": "402865",
            "reply_to_id": "402864"
        },
        {
            "user_name": "Klaufi",
            "text": "Aldrei prufað hann..",
            "date": "2011-12-08 17:50:00",
            "post_id": "402866",
            "reply_to_id": "402865"
        },
        {
            "user_name": "J1nX",
            "text": "ugh.. geturðu þá allaveganna skoðað hulstrið og ath hvort hann heiti eitthvað meira en Naruto svo ég geti þá googlað hann.. hef mögulega áhuga á að kaupa hann",
            "date": "2011-12-08 18:37:00",
            "post_id": "402882",
            "reply_to_id": "402866"
        },
        {
            "user_name": "worghal",
            "text": "þetta er fighting leikur á sínu eigin leveli \nef þú hefur spilað DBZ bardaga leikina á ps3 og xbox þá er þessi nokkuð líkur þeirri spilun, meira og minna út um allt og upp í lofti.",
            "date": "2011-12-08 18:39:00",
            "post_id": "402883",
            "reply_to_id": "402882"
        }
    ],
    "date": "2011-11-27 01:36:00"
}