{
    "forum_title": "Coins - Rafmynt",
    "id": "43642",
    "title": "Bitcoin (330kr)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=86&t=43642",
    "posts": [
        {
            "user_name": "iceBTC",
            "text": "Óska eftir því að kaupa bitcoin fyrir 330 kr stk.\n100 BTC = 33000 kr\n10 BTC = 3300 kr\n1 BTC = 330 kr\n0.1 BTC = 33 kr\nnánari upplýsingar um bitcoin á \nhttp://bitcoin.org",
            "date": "2011-12-01 17:23:00",
            "post_id": "401121",
            "reply_to_id": false
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég hef nú aldrei heyrt af þessu áður...hvað er þetta?\nNýtt pýramída scam frá nígeríu?",
            "date": "2011-12-01 17:33:00",
            "post_id": "401125",
            "reply_to_id": "401121"
        },
        {
            "user_name": "gardar",
            "text": "Neibb, þetta er legit.\nhttp://en.wikipedia.org/wiki/Bitcoin",
            "date": "2011-12-01 17:36:00",
            "post_id": "401126",
            "reply_to_id": "401125"
        },
        {
            "user_name": "Zethic",
            "text": "Er þetta legit útaf því að þetta er á wikipedia ? \nMér finnst þetta voðalega dubious.",
            "date": "2011-12-01 17:49:00",
            "post_id": "401130",
            "reply_to_id": "401126"
        },
        {
            "user_name": "Saber",
            "text": "Ég hef séð Bitcoin koma upp margoft. Ég held að þetta sé legit. \nBasically bara virtual currency. Eiginlega bara þarft fyrir alla þessa virtual vörur og þjónustur. \nhttp://www.youtube.com/watch?v=Um63OQz3bjo",
            "date": "2011-12-01 18:00:00",
            "post_id": "401136",
            "reply_to_id": "401130"
        },
        {
            "user_name": "Gúrú",
            "text": "Hann græðir ~15 krónur per BTC á þessu verði sínu og fær að circumventa gjaldeyrishöftin\nþegar að hann selur þá fyrir erlendan gjaldeyri. \n \nÞað sem að hann gæti líka verið að gera er að reyna að tradea þá fyrir hagnað hérna heima, en ég efa það. \nÞetta er ekki stöðugasti gjaldeyririnn og nýlega droppaði hann gríðarlega við ákveðið svindl hjá einhverju BTC fyrirtæki\nog þetta gerðist (Verð í USD) : \nEf að hann er að sanka að sér BTC fyrir (gagnslausar) íslenskar krónur og vonar að BTC hækki aftur upp í >$20 \nþá getur hann grætt umtalsvert magn peninga.",
            "date": "2011-12-01 18:00:00",
            "post_id": "401137",
            "reply_to_id": "401136"
        },
        {
            "user_name": "gardar",
            "text": "Nei fyrirgefðu, hér er ritrýnd heimild:\nhttp://search.ebscohost.com/login.aspx? ... ehost-live",
            "date": "2011-12-01 18:12:00",
            "post_id": "401144",
            "reply_to_id": "401137"
        },
        {
            "user_name": "iceBTC",
            "text": "Gúru, gengið er mjög flöktandi og því allt eins líklegt að það hafi lækkað á morgun, því er þetta væg risk-premium sem ég set á þetta. \nBTC er hægt að nota til að kaupa vörur og þjónustu, spila online poker og stunda öll viðskipti sem möguleg eru á netinu.\nhér er listi yfir nokkra þá möguleika sem BTC býður uppá nú þegar; en listinn er alls ekki tæmandi:\nhttps://en.bitcoin.it/wiki/Trade\ná þessum lista er eitt íslenskt fyrirtæki.",
            "date": "2011-12-01 18:13:00",
            "post_id": "401145",
            "reply_to_id": "401144"
        },
        {
            "user_name": "inservible",
            "text": "Er það bara ég eða er þetta bitcoin MJÖG kjánalegt allt saman?",
            "date": "2011-12-01 18:15:00",
            "post_id": "401147",
            "reply_to_id": "401145"
        },
        {
            "user_name": "gardar",
            "text": "Hvað er kjánalegt við gjaldmiðil sem er ekki stjórnað af ríkisstjórnum?",
            "date": "2011-12-01 18:16:00",
            "post_id": "401148",
            "reply_to_id": "401147"
        },
        {
            "user_name": "inservible",
            "text": "\"The wallet encryption feature introduced in Bitcoin version 0.4.0 did not sufficiently secure the private keys. An attacker who managed to get a copy of your encrypted wallet.dat file might be able to recover some or all of the unencrypted keys and steal the associated coins.\"\nTekið af bitcoin.org\nÖryggisatriði fyrst og fremst og hver tryggir þennan gjaldeyri þá enginn?",
            "date": "2011-12-01 18:22:00",
            "post_id": "401151",
            "reply_to_id": "401148"
        },
        {
            "user_name": "GuðjónR",
            "text": "En hvað er á bakvið þetta?\nÞegar ríkið gefur út krónur eða dollara eða hvað sem er þá er ríkissjóður, t.d. skuldabréf, gull, olía eða eitthvað annað á bakvið.\nHvað ræður gengnu? Getur þetta verið á genginu 1 á morgun eða 20? Og hvað stjórnar því? Og hver græðir ef það hækkar/lækkar?",
            "date": "2011-12-01 18:24:00",
            "post_id": "401153",
            "reply_to_id": "401151"
        },
        {
            "user_name": "iceBTC",
            "text": "Nei enginn tryggir hann, en þú þarft ekki að hafa peninginn inná wallet í tölvunni þinni. Það eru mun fleiri möguleikar, fullt af bönkum sem geyma myntina. En þar er þetta líka misjafnlega öruggt að sjálfssögðu. Sé samt ekki hvað er kjánalegt við það? Með tímanum koma bara upp öruggari bankar sem maður fer að treysta og borga þeim fee fyrir að geyma BTC sitt. Þá verða menn sem búa til varnir gegn þjófnaðinum. Gæti þessvegna verið Íslenskur banki með auðkennislykli, ef þeir fá áhuga á þessu.\nEn Bitcoin er ekki heimskulegri en dollar eða evra, þar sem stanslaus ófyrirséð prentun á peningnum á sér stað.",
            "date": "2011-12-01 18:28:00",
            "post_id": "401154",
            "reply_to_id": "401153"
        },
        {
            "user_name": "Arnarr",
            "text": "Áhugavert að lesa þetta \nhttps://en.bitcoin.it/wiki/Myths",
            "date": "2011-12-01 18:39:00",
            "post_id": "401158",
            "reply_to_id": "401154"
        },
        {
            "user_name": "Gúrú",
            "text": "Það sama með íslenska krónuna, það sama með íslensku krónuna og það á ekki við að tala um risk-premium þegar að gróðinn\nsem að ég nefndi miðaðist við tilboðið þitt og það sem að aðrir eru tilbúnir að borga á sama tímapunkti.\nVerð sem að aðrir eru tilbúnir að bjóða fyrir BTC: 345 krónur \"equivelant\" (mun, mun meira ef að við tölum raunsætt um gengi krónunnar)\nVerð sem að þú ert tilbúinn að bjóða fyrir BTC: 330 krónur.\nÞað er ekkert flókið hérna og þetta er \nekki\n 'vægt' risk-premium ef að aðrir eru greinilega \nbúnir \nað undirbjóða það.  \nTakk samt fyrir að benda mér á flöktin, sá þau ekki á myndinni sem að ég póstaði.",
            "date": "2011-12-01 18:53:00",
            "post_id": "401165",
            "reply_to_id": "401158"
        },
        {
            "user_name": "iceBTC",
            "text": "Gúru, þetta er einfaldlega það sem ég er tilbúinn að borga fyrir bitcoin. Ef eitthver vill selja fyrir krónur, það er erfitt að miða við eitthvað áætlað gengi í raungengi krónunnar. Raungengi krónunnar er það gengi sem seðlabankinn gefur upp, það er hvergi hægt að fá fleiri krónur fyrir sömu upphæð. Slík tíð er liðinn og var aðeins nokkra mánuði eftir hrunið. Núna er eina leiðin að fá krónur er á gengi Seðlabankans. Vilji menn skipta í gegnum Mt.gox eða TradeHill þá er viðskitpakostnaður þar yfir á eitthvern annan reikning og síðan er viðskiptakostnaður af honum yfir á íslenskan reikning eða kredit kort. \nÞannig væntanlega ertu þá kominn í sömu upphæð ef ekki lægri.\nÞað er því ekkert markmið að vera með eitthvað svívirðilegt tilboð hérna.",
            "date": "2011-12-01 19:08:00",
            "post_id": "401170",
            "reply_to_id": "401165"
        },
        {
            "user_name": "inservible",
            "text": "Ég finn skítalykt af þessu öllu saman",
            "date": "2011-12-01 19:46:00",
            "post_id": "401184",
            "reply_to_id": "401170"
        },
        {
            "user_name": "Gúrú",
            "text": "Og... var ég að að segja annað? Upphaflega innleggið mitt var bara opinber tilkynning og útskýring til Vaktara fyrir Vaktara og átti það \nað vera mitt síðasta í þessum söluþræði þínum,\nþú hins vegar ákvaðst að \"svara\" því með einhverju sem að ég er ósammála og núna ertu að svara því svari með augljósri staðreynd\nog fleiri hlutum sem að ég er vægast sagt ósammála.\nStundum er betra að sleppa því að svara ef að þú vilt ekki að söluþráðurinn þinn fyllist af hlutum sem að líta neikvæðir út. \nÞað er mögulega það \nallra heimskulegasta\n sem að ég hef lesið í \nallan \ndag, og ég hef verið að surfa vefinn,\nað það sé \nbara \nhægt að fá krónur hjá Seðlabanka Íslands/á gengi hans, þegar að hér búa 320.000 manns sem að öllum vantar gjaldeyri\nog þúsundir hafa verið að flytja í burtu. Hvað gerist þegar að þú átt krónur, getur ekki notað þær á áfangastaðnum og getur ekki skipt\nþeim fyrir nothæfan gjaldeyri? Það að undirbjóða Seðlabankaverðið er þitt \neina \nval, \nSeðlabankaverðið er. \nekki\n. raunverðið\n.",
            "date": "2011-12-01 19:57:00",
            "post_id": "401187",
            "reply_to_id": "401184"
        },
        {
            "user_name": "einarhr",
            "text": "Á þetta virkileg heima hér á Vaktinni?",
            "date": "2011-12-01 19:59:00",
            "post_id": "401191",
            "reply_to_id": "401187"
        },
        {
            "user_name": "gardar",
            "text": "Afhverju ætti þetta ekki að heima hér?",
            "date": "2011-12-01 20:12:00",
            "post_id": "401194",
            "reply_to_id": "401191"
        },
        {
            "user_name": "Haxdal",
            "text": "imo þá má þetta alveg vera hérna ..  Bitcoins er bara electronisk vara sem gengur kaupum og sölum einsog hvað annað.  Væri alveg hægt að bera þetta saman við accounta eða charactera í MMO leikjum sem ganga kaupum og sölum.\nBurtséð frá því hvað fólki finnst um Bitcoins, hvort þetta sé eitthvað ponzi scheme eða svindl eða hvað, þá er fólk sem notar þetta svo ég get ekki séð neina ástæðu af hverju hann mætti ekki auglýsa eftir bitcoins til að kaupa.",
            "date": "2011-12-01 20:12:00",
            "post_id": "401195",
            "reply_to_id": "401194"
        },
        {
            "user_name": "iceBTC",
            "text": "Pælingin var einnig að koma af stað virkni með þetta hér á landi, það er að sjálfsögðu rétt að maður getur eflaust selt gjaldeyri hérna á svörtum markaði fyrir hærri upphæðir, en kannski spurning með rafrænt. Ég skal ekki segja, en ég er heldur ekki í neinum gjaldeyrisbrask hugleiðingum. \nEins og þeir vita sem hafa kynnt sér bitcoin, þá eykst peningamagnið um ákveðið mikið fram til ársins 2033. \nÞeir sem fá aukið magn peningana eru þeir sem keyra áfram svo kallaða minera á skjákortunum sínum, þeir deila með sér aukningunni eftir þeim hlutföllum sem þeir keyra skjákortin sín áfram og eftir hraða og afli þeirra. \nhttp://tinyurl.com/82qm6np\nMagnið mun minnka yfir árin og verður síðan aldrei meira en 21milljón bitcoins til í heiminum. (þetta er gert til að búa til dreifingu á þessari mynt)\nEin ástæðan fyrir því að ég set þetta hér, er að ég býðst til að kaupa þessar tölvueindir. Og þar með í leiðinni að hvetja fólk sem á góðar tölvur að kynna sér þetta mining á meðan það stendur yfir þannig útbreiðslan ná hingað til lands. Með þessu tilboði er ég er að reyna sína fólki að það getur látið tölvurnar sínar búa til verðmæti á nóttinni og þarf ekki endilega að taka áhættu á neinu og getur fengið smá gróða útá það með því að selja mér eitthvað af því og gert það sem því langar fyrir peningin eða notað bitcoins á netinu í allt mögulegt.\nÍ dag eru 7.780.000 bitcoins til í heiminum í lok árs 2012 verða þeir orðnir 10.5 milljón og mun þa fjöldun þeirra fara að dragast saman samanber þessa mynd hér; \n \nÞað er því ekki slæmt fyrir ísland ef þessir peningar fara komast í umferð hér á landi, þar sem þeir eru nú þegar notaðir um allan heim;",
            "date": "2011-12-01 20:28:00",
            "post_id": "401199",
            "reply_to_id": "401195"
        },
        {
            "user_name": "gardar",
            "text": "iceBTC, hefur þú sjálf/ur ekkert verið í mining?",
            "date": "2011-12-01 20:31:00",
            "post_id": "401200",
            "reply_to_id": "401199"
        },
        {
            "user_name": "iceBTC",
            "text": "Nei, ég hef bara nýverið mikið verið að kynna mér þetta.\nHef reynt að kaupa þetta í gegnum \nhttps://mtgox.com\n og \nhttps://www.tradehill.com/\n.\nEn það eru fáar leiðir í boði með kredit kortið. Hef tekist að sníkja eitthvað sára lítið, þar sem mögulegt er að notast við þetta í mörgum einingum 0.00000000. \nÁtta aukastöfum í það minnsta og fékk ég smá sent á reikning hjá mér til að prufa þetta bara. Virkilega þægilegt að senda greiðslurnar og þær koma mjög hratt, eins og í tölvupósti. Á hverjum degi er að verða til ný þjóunsta sem tekur við þessu og til verða nýjar síður í kringum þetta. Það er því aðeins jákvætt fyrir ísland ef menn færu útí að minea svolítið af þessu hingað og nýta þetta rafmagn sem við höfum.\nhttp://www.youtube.com/embed/eLt8Se3vVNg",
            "date": "2011-12-01 20:56:00",
            "post_id": "401212",
            "reply_to_id": "401200"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ohh djöfull hefði maður átt að kaupa þetta!\nÍ dag kostar hver bitcoin um 25 þúsund íslenskar krónur.\nhttp://www.mbl.is/frettir/erlent/2013/1 ... milljonum/",
            "date": "2013-11-02 12:11:00",
            "post_id": "536068",
            "reply_to_id": "401212"
        },
        {
            "user_name": "Hrotti",
            "text": "það væri nú gaman að komast að því hversu margar hann nældi sér í.",
            "date": "2013-11-02 15:45:00",
            "post_id": "536084",
            "reply_to_id": false
        },
        {
            "user_name": "hkr",
            "text": "Já.. hvað þá ef maður hefði verið enn fyrr eins og þessi maður í noregi sem keypt fyrir einhverja nokkra þúsundkalla, gleymdi því í nokkur ár og áttaði sig svo á því að hann átti um 83 m.kr. virði af bitcoins.\nhttp://www.mbl.is/frettir/erlent/2013/1 ... milljonum/",
            "date": "2013-11-02 16:10:00",
            "post_id": "536085",
            "reply_to_id": "536084"
        },
        {
            "user_name": "Stuffz",
            "text": "hmm..\netta á eftir að verða eyðilagt\nÉg sé fyrirsagnirnar fyrir mér:\n- Al Kaíta notast við Bitcoin\n- BNA vill hertari reglur um stafræna gjaldmiðla\n- Mörg lönd farin að banna Bitcoin\n- Bitcoin hríðfellur í verði\n- RIP Bitcoin\n..in so many words.\nVIÐBÓT:\nEða tekið yfir af aðilum sem eru \"þóknanlegir/samstarfsfúsari\" þeim sem vilja hafa nefið í öllu.",
            "date": "2013-11-02 16:45:00",
            "post_id": "536089",
            "reply_to_id": "536085"
        },
        {
            "user_name": "gardar",
            "text": "Og hvernig heldurðu að þeir geti bannað bitcoin?",
            "date": "2013-11-02 17:45:00",
            "post_id": "536098",
            "reply_to_id": "536089"
        },
        {
            "user_name": "tdog",
            "text": "Politics maaan",
            "date": "2013-11-02 18:10:00",
            "post_id": "536099",
            "reply_to_id": "536098"
        },
        {
            "user_name": "hfwf",
            "text": "? what nei\nbanks man banks. Politíkusum gæti ekki verið meira sama.",
            "date": "2013-11-02 18:12:00",
            "post_id": "536100",
            "reply_to_id": "536099"
        },
        {
            "user_name": "bigggan",
            "text": "Já afhverju keypti ég ekki... sá þetta fyrst fyrir nokkrum árum siðan, en helt að þetta mundi bara endast eitt ár áður en það var búið, hehe...",
            "date": "2013-11-02 20:35:00",
            "post_id": "536111",
            "reply_to_id": "536100"
        },
        {
            "user_name": "Tiger",
            "text": "Spyr kannski eins og asni, en ef hvert bitcon kostar 25.000kr í dag, hver er ástæðan á bakvið það að OP sé að óska eftir því að fá það á 330kr?",
            "date": "2013-11-02 21:51:00",
            "post_id": "536118",
            "reply_to_id": "536111"
        },
        {
            "user_name": "jonandrii",
            "text": "þráður frá 2011",
            "date": "2013-11-02 21:52:00",
            "post_id": "536119",
            "reply_to_id": "536118"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hann er ekkert verri fyrir því",
            "date": "2013-11-02 21:56:00",
            "post_id": "536122",
            "reply_to_id": "536119"
        },
        {
            "user_name": "jonandrii",
            "text": "hehe neinei alls ekki",
            "date": "2013-11-02 21:58:00",
            "post_id": "536123",
            "reply_to_id": "536122"
        },
        {
            "user_name": "Swanmark",
            "text": "Ætli OP sé ekki gæjinn í fréttinni?:)",
            "date": "2013-11-03 00:52:00",
            "post_id": "536132",
            "reply_to_id": "536123"
        },
        {
            "user_name": "Oak",
            "text": "Þeir sem er grófastir í að vera með mörg skjákort hérna á vaktinni hljóta að vera á kafi í BitMining...virðist vera mikill peningur í þessu allavega.",
            "date": "2013-11-03 02:00:00",
            "post_id": "536134",
            "reply_to_id": "536132"
        },
        {
            "user_name": "Swanmark",
            "text": "Færð ekkert útur því lengur. Verður að kaupa þér svona mining box eða e'h.\nhttps://products.butterflylabs.com/",
            "date": "2013-11-03 13:53:00",
            "post_id": "536153",
            "reply_to_id": "536134"
        },
        {
            "user_name": "rapport",
            "text": "Heill dagur á 6850 skjákorti sem hluti af einhverri grúppu sem hashaði saman (líkurnar á að ná að hasha þinn eigin bit coin eru unreal litlar)",
            "date": "2013-11-03 14:41:00",
            "post_id": "536156",
            "reply_to_id": "536153"
        },
        {
            "user_name": "Swanmark",
            "text": "Inform me, afhverju joinar maður grúppu?",
            "date": "2013-11-03 14:57:00",
            "post_id": "536157",
            "reply_to_id": "536156"
        },
        {
            "user_name": "JohnnyRingo",
            "text": "25.000 * 0,0000996 = 2,49 kr\nWORTH IT!\nEr einhver með svona mining box ? \nÉg er nokkuð forvitinn hvað fólk er að græða á þessu.",
            "date": "2013-11-03 15:48:00",
            "post_id": "536160",
            "reply_to_id": "536157"
        },
        {
            "user_name": "rapport",
            "text": "http://mining.bitcoin.cz/",
            "date": "2013-11-03 16:52:00",
            "post_id": "536164",
            "reply_to_id": "536160"
        },
        {
            "user_name": "Stuffz",
            "text": "verslunarsíða með vafasaman varning kölluð silkroad sem FBI lokuðu um daginn notaðist við bitcoin, eitt skrefið í áttina að þessu\nmisnotkun er klassísk ástæða fyrir öllum boðum og bönnum.",
            "date": "2013-11-03 17:12:00",
            "post_id": "536165",
            "reply_to_id": "536164"
        },
        {
            "user_name": "tdog",
            "text": "Krónur eru líka notaðar við viðskipti með ólöglegum varningi, skil bara ekkert í því að hér sé ekki búið að taka upp evru.",
            "date": "2013-11-03 17:19:00",
            "post_id": "536166",
            "reply_to_id": "536165"
        },
        {
            "user_name": "roadwarrior",
            "text": "Svo er þetta farið að verða spurning um kostnaðinn td hvað fæst úr mining 1bitcoin versus kostnað við rafmagnið. Las einhverstaðar þeir einu sem gætu haft eitthvað uppúrþessu þessa dagana væru þeir sem hefu aðgang að ofurtölvum/gagnaverum og hefðu lausan tölvutíma.\nSvo er spurning hvenær einhver fattar að útbúa vírus sem sýkti tölvur þannig að þegar notandinn væri ekki að nota þær þá væru þær að vinna við \"grafa upp\" bittcoins",
            "date": "2013-11-03 17:25:00",
            "post_id": "536167",
            "reply_to_id": "536166"
        },
        {
            "user_name": "gardar",
            "text": "Ég er að tala um tæknilega útfærslu, er ekki að sjá fyrir mér hvernig það sé hægt að stoppa þetta",
            "date": "2013-11-03 18:40:00",
            "post_id": "536182",
            "reply_to_id": "536167"
        },
        {
            "user_name": "hkr",
            "text": "Það er nú þegar komið og frekar langt síðan, var einhver gaur(stelpa?) sem postaði á IAmA á reddit og sagðist vera með um 10 þús tölvur sýktar, C&C var irc server og allt í gegnum tor (engin leið til að rekja hann) og hann/hún mine'aði alveg slatta af BC. Sá svo á twitter að þessi sami aðili var frekar sáttur þegar BC fór yfir $100 múrinn og hvað þá núna..\nhttp://www.reddit.com/r/IAmA/comments/s ... rator_ama/\n - þetta er meira en árs gamalt og botnetið er enn þá í gangi á fullu afaik",
            "date": "2013-11-03 21:27:00",
            "post_id": "536217",
            "reply_to_id": "536182"
        },
        {
            "user_name": "Oak",
            "text": "https://hashfast.com/shop/sierra-third-batch/\nKostar sitt en með þessu á þetta að borga sig upp á 90 dögum.",
            "date": "2013-11-03 22:06:00",
            "post_id": "536227",
            "reply_to_id": "536217"
        },
        {
            "user_name": "MrIce",
            "text": "Spurning um að slá saman nokkrir í box og láta það vinna sig up fyrir alla? \n  Vaktin.is BTCM",
            "date": "2013-11-03 22:46:00",
            "post_id": "536233",
            "reply_to_id": "536227"
        },
        {
            "user_name": "Xovius",
            "text": "Svo er það líka butterflylabs.com",
            "date": "2013-11-03 22:56:00",
            "post_id": "536234",
            "reply_to_id": false
        },
        {
            "user_name": "Oak",
            "text": "Mikið dýrara system sýnist mér...",
            "date": "2013-11-03 23:24:00",
            "post_id": "536236",
            "reply_to_id": "536234"
        },
        {
            "user_name": "MrIce",
            "text": "http://www.bitcoinx.com/profit/\nkemur ekki út í profit ever með þessu dæmi, ekki nema þú farir í einhverja geggjun kanski..",
            "date": "2013-11-04 01:13:00",
            "post_id": "536251",
            "reply_to_id": "536236"
        },
        {
            "user_name": "Oak",
            "text": "Hardware break even \t20 days\nNet profit first time frame \t8145.13 USD \nÞetta fæ ég út miðað við græjuna sem ég bendi á.",
            "date": "2013-11-04 06:57:00",
            "post_id": "536254",
            "reply_to_id": "536251"
        },
        {
            "user_name": "JohnnyRingo",
            "text": "Ég á nú einhvernveginn erfitt með að trúa því að með því að kaupa miner fyrir 6300 Dollara að maður sé að fara græða 9749.86 USD á mánuði...",
            "date": "2013-11-04 07:46:00",
            "post_id": "536255",
            "reply_to_id": "536254"
        },
        {
            "user_name": "playman",
            "text": "Það er líka spurning hvenær þú færð þessa græju líka, að mér best vitandi\nþá eru þeir ekki einusinni farnir að shipa út til kúnna, bara 1 eða 2 eða eithvað álíka sem eru búnnir að \nfá vélar. \nEinnig að það er mjög langur biðlisti eftir vélum, og shipping time lengist bara og lengist.\nHaugur af fólki er að reyna að fá endurgreiðslu því að þeir séu ekki að standa við sitt.",
            "date": "2013-11-04 09:23:00",
            "post_id": "536259",
            "reply_to_id": "536255"
        },
        {
            "user_name": "Oak",
            "text": "Það er hins vegar allt annað mál",
            "date": "2013-11-04 20:48:00",
            "post_id": "536339",
            "reply_to_id": "536259"
        },
        {
            "user_name": "MrIce",
            "text": "Samt allveg pæling, þegar þessir gæjar byrja að senda út og fá actually gott reputation... splæsa saman vaktarar á einn kassa ? Profit for ALL the nerds!",
            "date": "2013-11-04 21:41:00",
            "post_id": "536346",
            "reply_to_id": "536339"
        },
        {
            "user_name": "Stuffz",
            "text": "hehe Evran er nú engin töfralausn og það er ekkert að fara að gerast án aðildar síðast þegar ég vissi, ef við förum þarna inn eitthverntímann þá myndi ég helst vilja kjósa að gera það ekki með buxurnar á hælunum og skottið á milli lappanna, ég held það sé ekki beint arfleifð sem maður sem Íslendingur getur verið stoltur af, þar fyrir utan eru efnahagssveiflur á meginlandinu ekkert endilega þær sömu og hér og Seðlabanki Evrópusambandsins er ekki að fara að móta stefnu sína og stýrivexti eftir hvað hentar 300K manna kústaskápi í Evrópublokkinni, við myndum bara verða eitthvað ölmususker þarna uppí horni sem svo sést ekki einusinni á þessum gjaldmiðli Evru þeirra meginlandsmanna.\nÉg held Jón Sigurðsson og aðrir Fjölnismenn sem börðust fyrir okkar sjálfstæði og lifðu ekki nógu lengi til að sjá það verða að veruleika myndu sjálfsagt snúa sér í gröfinni ef þeir vissu hve sumir landa þeirra eru mikið reiðubúnir að gefa þetta allt frá sér eftir aðeins 70 ár, ég segi 70 ár því er ég best veit þá með réttu ætti 1 Desember 1943 að hafa verið Þjóðhátíðardagur Íslendinga, en það var beðið með það í 200 daga afþví tímasetningin þótti óheppileg fyrir ákveðna aðila sem voru í stríðsbrölti á sama tíma og hafa lítið slegið af síðan þá.\nVarðandi krónuna þá hefur hún alltaf verið það sem hún er smár gjaldmiðill í alla þessa áratugi og ekkert nýtt við það enda bara efnahagslegt verkfæri,  það er víst óheillavænlegt að níða af sjálfum sér skóinn á meðan maður gengur í honum, hann fer á eldinn að endingu en á meðan á ferðinni stendur þá þarf hann að duga, það sem klikkaði þarna á undan voru þeir sem stjórnuðu þessu verkfæri, undir forystu flokka sem núna eru að njóta annars tækifæris til að rétta hlutina hvað svo sem verður úr því.\nAnnars aftur að bitcoin, ætli RLS sé að tala um hann í þessarri skýrslu?",
            "date": "2013-11-04 22:45:00",
            "post_id": "536355",
            "reply_to_id": "536346"
        },
        {
            "user_name": "bigggan",
            "text": "Við gefum ekki frelsið okkar við inngöngu ESB, það er samvinna við Evrópu sem þetta er, við missum ekki alþingið, við getum sagt nei við mörgum lögum sem er sett inn með nei frá stjórnamenn eða þjóðaratkvæði (sem Írland gerir mikið), en það er reyndar  einfaldara að seiga nei við lögum sem kemur gegnum EES, en ESB.\nEn þegar land gengur inn i ESB þá á hun lika möguleika að breyta og hafa áhrif á stefnu Evrópa. Það að hafa sameiginleigur seðlabanki i Evrópu sé ég ekki sem mikill missir.\nTollar frá Evrópu fellur frá og það er einfaldara að mynda fríverslunarsamningana þegar margir þjóðir teljast sem einn. Td samningur sem þau gera með Kanada sem við missum af.",
            "date": "2013-11-05 00:31:00",
            "post_id": "536374",
            "reply_to_id": "536355"
        },
        {
            "user_name": "hkr",
            "text": "Bitcoin bubble nr. 33423 í gangi núna, er í kringum $300 núna og hefur því nánast tvöfaldast á síðustu 30 dögum:\nhttp://blockchain.info/charts/market-pr ... 0&address=\nÁhugavert að á nánast nákvæmlega sama tíma var inputs.io hakkað og um 4100 bitcoins stolið, á núverandi gengi er það um 1.2 milljón USD, eða 150 m. ISK",
            "date": "2013-11-08 00:30:00",
            "post_id": "536801",
            "reply_to_id": "536374"
        },
        {
            "user_name": "MrIce",
            "text": "o.o  Goddamn, einhverjir voru að næla sér í pening :S",
            "date": "2013-11-08 10:30:00",
            "post_id": "536841",
            "reply_to_id": "536801"
        },
        {
            "user_name": "donzo",
            "text": "http://www.overclock.net/t/1443733/upda ... s-tops-700\nHoly déskotans shit, afhverju er maður ekki að investa í bitcoins :/",
            "date": "2013-11-18 22:51:00",
            "post_id": "538393",
            "reply_to_id": "536841"
        },
        {
            "user_name": "halldorjonz",
            "text": "sorglegt. horfði fram hjá þessu í byrjun, horfði framhjá þessu seinna, horfði framhjá þessu um daginn þegar þetta var í 200$ þegar þetta fór í 300$ sagði eg við vinminn vá hvað maður er vitlaus að hafa ekki keypt þegar þessi frétt kom út, svo stór auglýsing.. síðan 10 dögum seinna fer þetta í 700$ frá því hahaha þvilika ruglið !!",
            "date": "2013-11-18 23:05:00",
            "post_id": "538396",
            "reply_to_id": "538393"
        },
        {
            "user_name": "GullMoli",
            "text": "Djöfulsins klikkun.. kaupa bitcoins fyrir 500þús þegar hún var á $200 og maður væri kominn með 1 milljón í gróða!",
            "date": "2013-11-18 23:10:00",
            "post_id": "538398",
            "reply_to_id": "538396"
        },
        {
            "user_name": "intenz",
            "text": "Já djöfull sér maður eftir því að hafa ekki fjárfest í nokkrum svona á sínum tíma.",
            "date": "2013-11-18 23:36:00",
            "post_id": "538401",
            "reply_to_id": "538398"
        },
        {
            "user_name": "chaplin",
            "text": "Ég las að síðan 31 október hefur verðmæti Bitcoin tvöfaldast og hefur þessi gjaldmiðill tekið margar dýfur í gegnum tíðina svo það er kannski aldrei of seint að fjárfesta í Bitcoins.",
            "date": "2013-11-19 00:41:00",
            "post_id": "538405",
            "reply_to_id": "538401"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ef ég ætti að skjóta á ástæðuna tel ég að hún sé að Bitcoin sé að verða gjaldgengur í undirheimunum, t.d. í fíkniefnaviðskiptum, sem velta þúsundum milljarða á ári. Sé fyrir mér að þetta geti hækkað ennþá meira ef svo virðist vera.",
            "date": "2013-11-19 01:15:00",
            "post_id": "538409",
            "reply_to_id": "538405"
        },
        {
            "user_name": "chaplin",
            "text": "Á einni viku.\nhigh: 900.98      \nlow: 365.00",
            "date": "2013-11-19 03:19:00",
            "post_id": "538413",
            "reply_to_id": "538409"
        },
        {
            "user_name": "halldorjonz",
            "text": "Veit samt eitthver hvort það sé hægt að kaupa svona í dag frá Íslandi? Er búinn að vera reyna og reyna að finna síður, sem þetta gæti hugsanlega gengið upp í gegnum, en það er greinilega bara ekki séns að millifæra beint með masteracrdi og síðurnar sem trading síðurnar leyfa eru ekki að leyfa mastercardi að adda á sig\nÞannig ég var að spá, er eitthver möguleiki að fara upp í banka og gera \"International Wire transfer\" eins og mér sýnist vera vinsælasta dæmið þarna, en þá er maður nátturulega að senda eins og 1000$ út\nog er eitthver banki á Íslandi í dag sem leyfir það útaf þessu heimsku gjaldeyrishöftum? Geta Íslendingar bara horft á þetta, ekki joinað ??  \n(PS búinn að vera 2 daga að reyna finna eitthvað annað sem gæti virkað annað en þetta,  og var að verða gráhærður á þessu.. sýnist þetta vera eini möguleikinn)",
            "date": "2013-11-22 18:25:00",
            "post_id": "538861",
            "reply_to_id": "538413"
        },
        {
            "user_name": "Hazhir",
            "text": "Hægt að fjárfesta í gegnum plus500.is\nÞarft að vera með Paypal reikning til að greiða inn á +500",
            "date": "2013-11-27 00:19:00",
            "post_id": "539387",
            "reply_to_id": "538861"
        },
        {
            "user_name": "121310",
            "text": "Athugaðu:\nhttps://www.virwox.com/index.php\nog skoðaðu:\nhttp://www.btcpedia.com/buy-bitcoins-wi ... edit-card/",
            "date": "2013-11-27 00:34:00",
            "post_id": "539388",
            "reply_to_id": "539387"
        },
        {
            "user_name": "halldorjonz",
            "text": "Var búinn að finna þetta með virvoxið, en þeir eru bara ótrúlegir lélegir með eitthvað 200$ cap per mánuð eða eitthvað fáranlegt í deposits.. annars væri það solid.\nTjékka á hinu, er búinn að vera gráhærður í meira en viku að reyna finna lausn á þessu. \nEr búinn að finna eina ágæta lausn til að fá peninginn inn, verst er bara að með þeirri leið þá erum við að tala um total 14% fee eftir allt..\nEn það er ansi mikið farið í fee þá.. t.d. 500k verður að 430k + að maður fer í \"high risk investment\" þó ég vilji ekki meina að þetta sé það, en þó. \nSkemmtilegt samt að segja frá því að það sem ég hefði fjárfest í þegar ég byrjaði að velta mér uppúr þessu er búið að 2 og 3 faldast í verði",
            "date": "2013-11-27 01:40:00",
            "post_id": "539395",
            "reply_to_id": "539388"
        },
        {
            "user_name": "Klaufi",
            "text": "Bara að gamni, hefur einhver hérna fundið miner þessa dagana, sem borgar sig að kaupa?",
            "date": "2013-11-27 01:44:00",
            "post_id": "539396",
            "reply_to_id": "539395"
        },
        {
            "user_name": "starionturbo",
            "text": "Hefði maður keypt eins og 50 bitcoins í janúar á þessu ári og selt þá alla í dag væri maður 5.7 milljón krónum ríkari.\nEeeen ég hefði nú líklega eytt þeim í eitthvað ómerkilegt á leiðinni eins og t.d. newsbin áskrift eða eitthvað",
            "date": "2013-11-27 10:43:00",
            "post_id": "539418",
            "reply_to_id": "539396"
        },
        {
            "user_name": "notendanafn",
            "text": "Ég er búinn að vera að mine-a síðan í lok sumars. \nÞetta er löngu búið að borga sjálft sig. En það er aðalega hækkuðu gengi að þakka. \n1000usd fyrir BTC í dag.\nEr með lítið rig, með ASIC örgjörva. Bý leiguhúsnæði með \"fríiu\" rafmagni.",
            "date": "2013-11-28 16:53:00",
            "post_id": "539622",
            "reply_to_id": false
        },
        {
            "user_name": "hrabbi",
            "text": "Hvers konar græjur ertu með?",
            "date": "2013-11-28 18:10:00",
            "post_id": "539633",
            "reply_to_id": "539622"
        },
        {
            "user_name": "Skaz",
            "text": "Þekki afar lítið til þessa heims en er búinn að vera sjá aukinn fréttaflutning um þetta, og það er eitt sem að ég skil ekki. Hvernig eru þessir gaurar að koma þessum pening svo í \"raunverulegan\" gjaldmiðil, þá er ég að meina með tilliti til skatta og þessháttar. Er ríkið ekki að fara að græða þegar að menn eru að \"cash-a inn\"? Hvernig skattur fer á þetta fjármagnstekjur eða whatever?\nÉg meina skatturinn fer að pæla í því þegar að þú ert að fá greiðslur á bankareikninginn þinn upp á fleiri þúsund. Eru menn kannski ekki að taka þetta heim þá, geyma þetta erlendis eða online?\nEr bara að reyna að sjá pointið við þetta ef að þú getur ekki komið þessu í nýtingu án þess að tapa slatta í sköttum.",
            "date": "2013-11-28 18:35:00",
            "post_id": "539642",
            "reply_to_id": "539633"
        },
        {
            "user_name": "kizi86",
            "text": "setur allt a paypal accountinn þinn þá getur skattmann lítið gert",
            "date": "2013-11-28 19:03:00",
            "post_id": "539646",
            "reply_to_id": "539642"
        },
        {
            "user_name": "Gúrú",
            "text": "HAHAHAHA. Þetta er allra versta hugmynd sem ég hef nokkurntímann heyrt. Grínlaust. \nPayPal er óöruggasti staður í heiminum fyrir peningana þína. \nÞeir gera þá upptæka fyrir hvaða ástæðu sem þeim sýnist og hafa alls ekki orðspor fyrir það að gera hið rétta og skila þeim.\nÍ þokkabót mun 'skattmann' vilja fá að vita hvaðan þú fékkst þessar tekjur á endanum, \nef þú ert ekki búinn að vinna þér inn 5 milljónir síðustu 2 ár en varst samt að kaupa þér Audi.\nÞá verðurðu rukkaður.",
            "date": "2013-11-28 20:35:00",
            "post_id": "539668",
            "reply_to_id": "539646"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Nákvæmlega... það er bara banki í Cayman Islands eða ekki neitt.",
            "date": "2013-11-28 20:57:00",
            "post_id": "539672",
            "reply_to_id": "539668"
        },
        {
            "user_name": "halldorjonz",
            "text": "Persónulega ef ég myndi græða mikið á þessu þá myndi ég sennilega bara fara til Þýskalands og stofna mér reikning þar í öruggum banka og leggja þetta inn þar.\nAlveg vonalaust að koma með gjaldeyri til Íslands, því er bara breytt automatískt í íslenskar ónýtar krónur. Frekar að geyma þetta bara þarna í everum/usd úti.\nVeit ekki hvort þú borgar skatt af þessu þá í þýskalandi eða hér samt.. en þú þarft samt bara borga 10 eða 15% ef þú græðir í svona hlutabréfabraski er það ekki? (þetta er nátturulega svona hálfgert hlutabréfadóterí)",
            "date": "2013-11-28 21:15:00",
            "post_id": "539674",
            "reply_to_id": "539672"
        },
        {
            "user_name": "Swanmark",
            "text": "Er svona fjárfestingadæmi .. ef þú ert að græða á þessu eru teknir skattar af því ? :L",
            "date": "2013-11-28 22:18:00",
            "post_id": "539684",
            "reply_to_id": "539674"
        },
        {
            "user_name": "chaplin",
            "text": "http://www.bbc.co.uk/news/uk-wales-sout ... s-25134289\nBæði það fyndnasta og sorglegasta sem ég hef lesið.",
            "date": "2013-11-28 22:59:00",
            "post_id": "539691",
            "reply_to_id": "539684"
        },
        {
            "user_name": "Swanmark",
            "text": "Var að prufa að mina núna, búinn að vera að í 15 mín. \ner með gtx 670 og skv. my calculations, very rough, ætti ég að fá 1250kr á 5 mánuðum. Yeah.",
            "date": "2013-11-28 23:44:00",
            "post_id": "539702",
            "reply_to_id": "539691"
        },
        {
            "user_name": "Oak",
            "text": "Safna mér uppí nýtt skjákort jólin 2014 er mitt mining markmið \nGengur frekar hægt með mitt 570 kort en þetta safnast saman.",
            "date": "2013-11-28 23:56:00",
            "post_id": "539705",
            "reply_to_id": "539702"
        },
        {
            "user_name": "Swanmark",
            "text": "Að mina með skjákortum er ekki profitable lengur :l",
            "date": "2013-11-29 00:00:00",
            "post_id": "539706",
            "reply_to_id": "539705"
        },
        {
            "user_name": "notendanafn",
            "text": "Getur ekki mine-að baun með skjákorti lengur. \nOg ef það væri profitable, afhverju væru ekki allir að því?  \n \nÍ \"gamla\" daga voru menn með hörðustu GPU riggin að fá 1gh/s.\nNú er hægt að fá nokkur gh/s með USB dongle asic græju.",
            "date": "2013-11-29 00:52:00",
            "post_id": "539712",
            "reply_to_id": "539706"
        },
        {
            "user_name": "Bioeight",
            "text": "Getur minað Litecoin eða aðra cryptocoins sem nota scrypt með skjákorti, ekki komnir ASICs fyrir það og þó þeir komi segja menn að þeir muni ekki verða jafn öflugir og þeir sem eru til fyrir SHA-256.\nSjá síðu: \nhttp://dustcoin.com/",
            "date": "2013-11-29 12:07:00",
            "post_id": "539754",
            "reply_to_id": "539712"
        },
        {
            "user_name": "rapport",
            "text": "Og rafmagnsreikning upp á?",
            "date": "2013-11-29 13:06:00",
            "post_id": "539758",
            "reply_to_id": "539754"
        },
        {
            "user_name": "rickyhien",
            "text": "hahahahaha xD",
            "date": "2013-11-29 13:30:00",
            "post_id": "539761",
            "reply_to_id": "539758"
        },
        {
            "user_name": "Klaufi",
            "text": "Úps..",
            "date": "2013-11-29 20:46:00",
            "post_id": "539813",
            "reply_to_id": "539761"
        },
        {
            "user_name": "GullMoli",
            "text": "Þú ert semsagt náunginn sem kom í dag að kaupa 3x 280X kort hehe.",
            "date": "2013-11-30 01:39:00",
            "post_id": "539862",
            "reply_to_id": "539813"
        },
        {
            "user_name": "Bioeight",
            "text": "Alveg hægt að græða á því að minea Litecoin í dag miðað við rafmagnsverðið á Íslandi.",
            "date": "2013-11-30 04:23:00",
            "post_id": "539886",
            "reply_to_id": "539862"
        },
        {
            "user_name": "Klaufi",
            "text": "Passar, glatað hinsvegar að það var enginn aflgjafi til sem ræður við þetta..",
            "date": "2013-11-30 13:53:00",
            "post_id": "539937",
            "reply_to_id": "539886"
        },
        {
            "user_name": "hkr",
            "text": "Nota 2x PSU?\nhttp://www.coinminingrigs.com/how-to-bu ... ining-rig/",
            "date": "2013-11-30 14:06:00",
            "post_id": "539943",
            "reply_to_id": "539937"
        },
        {
            "user_name": "Klaufi",
            "text": "Er að því eins og er, hefði bara viljað sleppa því..",
            "date": "2013-11-30 14:11:00",
            "post_id": "539945",
            "reply_to_id": "539943"
        },
        {
            "user_name": "halldorjonz",
            "text": "Ræður 850w aflgjafi ekki við 3 svona kort?",
            "date": "2013-11-30 16:54:00",
            "post_id": "540010",
            "reply_to_id": "539945"
        },
        {
            "user_name": "Alex97",
            "text": "Nei það þarf helst 1100w aflgjafa",
            "date": "2013-11-30 17:07:00",
            "post_id": "540015",
            "reply_to_id": "540010"
        },
        {
            "user_name": "chaplin",
            "text": "Haha nú verður þú að kaupa turninn hjá Kjartani!\nviewtopic.php?f=11&t=57720",
            "date": "2013-11-30 20:20:00",
            "post_id": "540069",
            "reply_to_id": "540015"
        },
        {
            "user_name": "SergioMyth",
            "text": "\"Wikipedia is the best thing ever. Anyone in the world can write anything they want about any subject, so you know you are getting the best possible information.\" - Michell Scott",
            "date": "2013-11-30 20:33:00",
            "post_id": "540073",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "\"Michael\" Scott.",
            "date": "2013-11-30 21:03:00",
            "post_id": "540079",
            "reply_to_id": "540073"
        },
        {
            "user_name": "Klaufi",
            "text": "Mímímí, kominn með 5 kort og þetta er allt turnlaust!\nÞessi kassi hjá honum væri ekki nógu stór fyrir það sem ég hef planað..",
            "date": "2013-11-30 21:04:00",
            "post_id": "540080",
            "reply_to_id": "540079"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég verð að viðurkenna að ég skil ekkert hvernig þetta virkar, þ.e. að \"mine'a\" peninga með skjákortum?\nHmm...ég sé bara fyrir mér Minecraft  \n \nEru einhverjar peninganámur í bitcoin heiminum sem hægt er að leecha með skjákortum??\nEf einn græðir krónu þá hlýtur annar að tapa krónu, er það ekki?",
            "date": "2013-11-30 21:26:00",
            "post_id": "540086",
            "reply_to_id": "540080"
        },
        {
            "user_name": "gRIMwORLD",
            "text": "http://tradingvega.com/bitcoin-for-dummies-the-basics",
            "date": "2013-11-30 21:29:00",
            "post_id": "540087",
            "reply_to_id": "540086"
        },
        {
            "user_name": "Gúrú",
            "text": "Nei. Heildar bitcoins mögulegir eru ekki kláraðir. Það eru samt sendingagjöld í boði.",
            "date": "2013-11-30 22:58:00",
            "post_id": "540093",
            "reply_to_id": "540087"
        },
        {
            "user_name": "SergioMyth",
            "text": "Afsakið.",
            "date": "2013-12-01 18:04:00",
            "post_id": "540212",
            "reply_to_id": "540093"
        },
        {
            "user_name": "Stuffz",
            "text": "enn að kaupa?\nhttp://rt.com/business/bitcoin-plunge-china-ban-431/",
            "date": "2013-12-19 19:08:00",
            "post_id": "543157",
            "reply_to_id": "540212"
        },
        {
            "user_name": "Teitur Tæknimaður",
            "text": "Er einhver til í að selja mér bitcoin? langar að kaupa mér bara smá fyrir 5-10 þúsund kall, og ef að þið vitið um einherjar heimasíður þar sem að þetta er ekkert mál, þá er það alveg vel þegið líka, er búinn að reyna að tjékka á þessu Mt.Gox en þarf proof of residenscy pappír og ves til þess að geta fengið account þar, og mér skyllst að þeir taki ekki visa eða? Öll hjálp vel þegin",
            "date": "2013-12-28 14:20:00",
            "post_id": "544415",
            "reply_to_id": "543157"
        },
        {
            "user_name": "Oak",
            "text": "1 BTC kostar $740 þannig að þú færð ekki mikið fyrir 5-10 þús.",
            "date": "2013-12-28 18:52:00",
            "post_id": "544451",
            "reply_to_id": "544415"
        },
        {
            "user_name": "Klemmi",
            "text": "Hann þarf auðvitað ekki að kaupa heilan BtiCoin, allt í góðu að kaupa brot.",
            "date": "2013-12-28 18:53:00",
            "post_id": "544452",
            "reply_to_id": "544451"
        },
        {
            "user_name": "benediktkr",
            "text": "www.btc-e.com\n þarf ekki eins svakalegt verification á. Vandamálin þín eru gjaldeyrishöft, það er vesen að senda íslenskar krónur út úr landinu inn á exchange.",
            "date": "2013-12-28 19:22:00",
            "post_id": "544456",
            "reply_to_id": "544452"
        },
        {
            "user_name": "Oak",
            "text": "http://howtobuybitcoins.info/is.html\nVirðist vera stórmál að kaupa sér.",
            "date": "2013-12-28 23:30:00",
            "post_id": "544486",
            "reply_to_id": "544456"
        },
        {
            "user_name": "Klaufi",
            "text": "Ég get alveg selt þér eitthvað smotterí, hendi á þig PM..",
            "date": "2013-12-28 23:32:00",
            "post_id": "544487",
            "reply_to_id": "544486"
        },
        {
            "user_name": "vesley",
            "text": "http://dogecoin.com/\nDogecoin á uppleið,  alveg gaman að fylgjast með þessu.",
            "date": "2013-12-29 02:34:00",
            "post_id": "544510",
            "reply_to_id": "544487"
        },
        {
            "user_name": "Klaufi",
            "text": "Jamm, mineaði haug af honum sjálfur..\nHverjir hérna eru að minea annars?",
            "date": "2013-12-29 02:36:00",
            "post_id": "544511",
            "reply_to_id": "544510"
        },
        {
            "user_name": "vesley",
            "text": "Var að byrja núna að minea dogecoins, aðallega til að prófa mig áfram í þessu.",
            "date": "2013-12-29 02:38:00",
            "post_id": "544512",
            "reply_to_id": "544511"
        },
        {
            "user_name": "Klaufi",
            "text": "Hvaða hardware ertu að nota og hefurðu mine-að einhvern annan coin?",
            "date": "2013-12-29 02:39:00",
            "post_id": "544513",
            "reply_to_id": "544512"
        },
        {
            "user_name": "vesley",
            "text": "Er bara með gtx480 í gangi núna, fyrsta skipti sem ég ákveð að prófa mig áfram í þessu.    CPUminerinn er eitthvað böggaður hjá mér. \nÆtti að ná nokkur þúsund Doge coins á dag til að byrja með.\nEDIT: \nKlaufi:  Þú kominn með svaka flott mining farm ?",
            "date": "2013-12-29 02:41:00",
            "post_id": "544514",
            "reply_to_id": "544513"
        },
        {
            "user_name": "GullMoli",
            "text": "Hvað ertu með estimated tíma á að ná að \"borga upp\" 280x kortin? \nEr sjálfur búinn að vera prufa mig áfram með þetta, keypti 5 notuð AMD kort sem eru að mine'a. \nEr einmitt búinn að vera mine'a Dogecoin núna uppá síðkastið og var að detta yfir hálfa milljón coins þar. \nSeldi fyrir um 0.12BTC þegar verðið var í 0.0000012BTC en svo lækkaði það. Sé til hvort að það fari aftur upp í svipað verð..",
            "date": "2013-12-29 16:26:00",
            "post_id": "544553",
            "reply_to_id": "544514"
        },
        {
            "user_name": "Klaufi",
            "text": "Er búinn að borga þau upp, á mánuði",
            "date": "2013-12-29 16:33:00",
            "post_id": "544554",
            "reply_to_id": "544553"
        },
        {
            "user_name": "worghal",
            "text": "er með nvidia kort og er ekki að fatta hvernig ég á að mina dogecoin >_<\nlét GUIMiner mina í nótt og var fullkomlega tengdur við doge.hashfaster.com með allt rétt logged in og allt í gangi.\nvar með flat 100 mhash og kortið var í fullri vinnu, en á síðunni hjá þeim er workerinn ekki active og ég sé hvergi annarstaðar þessar tölur sem ég er búinn að mina.\ner einhver með detailað guide til að nota nvidia kort ?",
            "date": "2013-12-29 16:36:00",
            "post_id": "544555",
            "reply_to_id": "544554"
        },
        {
            "user_name": "Klaufi",
            "text": "Fyrsti linkur á gúggl: \nhttp://www.reddit.com/r/dogecoin/commen ... art_guide/",
            "date": "2013-12-29 16:37:00",
            "post_id": "544556",
            "reply_to_id": "544555"
        },
        {
            "user_name": "astro",
            "text": "Byrjaði að mine-a Litecoin með 280x ASUS kortinu mínu á næturna, er kominn uppí 1 Litecoin og einhver brot \nMine-a með GUIminer-scrypt og er að mine-a á c.a. 660-680KH/s\nHvaða mint ert þú að mine-a með öllum þessu kortum Klaufi ?",
            "date": "2013-12-29 16:43:00",
            "post_id": "544558",
            "reply_to_id": "544556"
        },
        {
            "user_name": "hrabbi",
            "text": "Er búinn að vera að fikta í þessu. Er núna að reyna að fá 280x kort í gang en það gengur vægast sagt brösulega. En ég hef trú á þessu og langar að fara \"all in\".",
            "date": "2013-12-29 18:01:00",
            "post_id": "544574",
            "reply_to_id": "544558"
        },
        {
            "user_name": "Teitur Tæknimaður",
            "text": "takk fyrir hálpina , er líklega að detta í smá mining fjör",
            "date": "2013-12-29 18:03:00",
            "post_id": "544575",
            "reply_to_id": false
        },
        {
            "user_name": "Klaufi",
            "text": "Hvað gengur brösulega?",
            "date": "2013-12-29 18:06:00",
            "post_id": "544576",
            "reply_to_id": "544575"
        },
        {
            "user_name": "hrabbi",
            "text": "Skjárinn \"blikkar\" í byrjun og þegar kortið er farið að vinna almennilega þá er það bara hvítur/blár/röndóttur skjár og allt frosið. Tekur innan við mínútu yfirleitt.",
            "date": "2013-12-29 18:22:00",
            "post_id": "544577",
            "reply_to_id": "544576"
        },
        {
            "user_name": "vesley",
            "text": "Myndi giska á driver Issue.  \nHugsa að ég endi á að smella í öflugra kort með þessu áframhaldi hjá mér.",
            "date": "2013-12-29 18:36:00",
            "post_id": "544580",
            "reply_to_id": "544577"
        },
        {
            "user_name": "Klaufi",
            "text": "Er að nota þetta og er flawless á allavega 11 280X kortum sem ég veit um..\nAMD Catalyst 13.1\n \nAMD APP SDK v2.8",
            "date": "2013-12-29 19:38:00",
            "post_id": "544587",
            "reply_to_id": "544580"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Nú er ég ekkert búinn að vera skoða þetta alltof mikið, væri einhver gróði í að mine-a með 2*7950 kortum á næturnar ?",
            "date": "2013-12-29 19:43:00",
            "post_id": "544589",
            "reply_to_id": "544587"
        },
        {
            "user_name": "hrabbi",
            "text": "Ellefu stykki \nHvernig er með power? Nú er væntanlega ekki sniðugt að leggja meira en kannski 3-3.5kW á eina grein í heimahúsi?",
            "date": "2013-12-29 19:45:00",
            "post_id": "544590",
            "reply_to_id": "544589"
        },
        {
            "user_name": "Klaufi",
            "text": "Já, lang hagstæðustu kortin til að mine-a á þessa dagana!\nBeint að mine-a!\n*edit*\nEkki nema þú viljir selja mér þau!",
            "date": "2013-12-29 19:51:00",
            "post_id": "544591",
            "reply_to_id": "544590"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Einhverjar uppástungur hvaða coin ég ætti að vera að mine-a og kannski með link á mining for dummies? hehe búinn að googla smá en finn engar skotheldar leiðbeiningar.",
            "date": "2013-12-29 19:57:00",
            "post_id": "544594",
            "reply_to_id": "544591"
        },
        {
            "user_name": "MrSparklez",
            "text": "Hvað með bara eitt á næturnar ?",
            "date": "2013-12-29 22:18:00",
            "post_id": "544616",
            "reply_to_id": "544594"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Það er allt falt fyrir rétt verð \n  sendu mér bara PM ef þú hefur áhuga.",
            "date": "2013-12-29 23:23:00",
            "post_id": "544623",
            "reply_to_id": "544616"
        },
        {
            "user_name": "Oak",
            "text": "Er einhver með nVidia 570 kort að brasa í þessu?\nÉg er að fá svona 28 k/hs á örgjörvann og 28-200 k/hs á skjákortið. Einhver leið að halda þessu nokkuð stöðugu á skjákortinu?\nÉg fæ allavega yay!!! nánast í hvert skipti með skjákortinu \nÞetta virðist vera að halda sér í 200 núna. En á þetta ekki að vera hærra? -=edit=-",
            "date": "2013-12-30 03:01:00",
            "post_id": "544652",
            "reply_to_id": "544623"
        },
        {
            "user_name": "elfaralfreds",
            "text": "GTX 570 fara ekkert mikið hraðar en 200.. \nGætir náð svona 20-30 auka útúr því með oveclocking",
            "date": "2013-12-30 10:08:00",
            "post_id": "544669",
            "reply_to_id": "544652"
        },
        {
            "user_name": "chaplin",
            "text": "Mid-High end amd eru held ég að ná um 800 k/hs. Held það sé hreinlega ekki þess virði að mine-a með nVidia.",
            "date": "2013-12-30 11:43:00",
            "post_id": "544679",
            "reply_to_id": "544669"
        },
        {
            "user_name": "Oak",
            "text": "https://litecoin.info/Mining_hardware_comparison\nMiðað við þennan lista þá eru það high end kortin hjá AMD sem eru að gefa frá 750-1000 k/hs.\nMælirinn á dogehouse síðunni var kominn í 266 k/hs. þannig að ég held að þetta sé bara ágætt. Virðist vera stórmál að fá AMD kort. Allaveg engin búð sem virðist eiga það á lager á klakanum.\nReyndar er computer.is með 270x kort og það virðist nú vera að gefa 470 k/hs. en ég ætla að reyna að ná mér í smá pening með þessu og kannski græja eitthvað meira seinna.",
            "date": "2013-12-30 12:30:00",
            "post_id": "544686",
            "reply_to_id": "544679"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hvað þýðir 750-1000 k/hs. ?",
            "date": "2013-12-30 12:35:00",
            "post_id": "544687",
            "reply_to_id": "544686"
        },
        {
            "user_name": "Oak",
            "text": "þetta er bara vinnuhraðinn á kortinu kilohashes per second\nfór frekar að mine-a litecoins...hitt er ekki alveg nógu traustvekjandi...",
            "date": "2013-12-30 12:48:00",
            "post_id": "544688",
            "reply_to_id": "544687"
        },
        {
            "user_name": "vesley",
            "text": "Ég er með um 200-220 Khash/s á GTX480 finnst glatað að sjá að gtx570 sé ekki með meira en þetta.",
            "date": "2013-12-30 14:06:00",
            "post_id": "544703",
            "reply_to_id": "544688"
        },
        {
            "user_name": "halldorjonz",
            "text": "Hverjum dettur í hug að minea coin eins og Dodgecoin? Þetta er bara eitthvað bull, sjáið þið framtíð í því?\nBúið að vera til í minna en mánuð og búið að mineast 17,211,003,055 DOGE \ntil samanburðar, Bitcoin frá 2008, 12,189,925 BTC.. Hitt er ekkert virði.",
            "date": "2013-12-30 14:07:00",
            "post_id": "544704",
            "reply_to_id": "544703"
        },
        {
            "user_name": "vesley",
            "text": "Það er til 1milljarður dogecoins og um 21milljón Bitcoins ? \nMunurinn er aðallega þar, munt eiga mikið meira af Dogecoins en hver dogecoin mun ekki verða jafn mikils virði og Bitcoin.",
            "date": "2013-12-30 14:12:00",
            "post_id": "544705",
            "reply_to_id": "544704"
        },
        {
            "user_name": "halldorjonz",
            "text": "100 billion Dogecoin vs 21 million BTC. Dogecoin er bara copy paste af Litecoin, nema bara hægt að minea miklu meira af því.\nÞetta er bara penny stuff sem er að fara falla. Engin framtíð í þessum coin",
            "date": "2013-12-30 16:37:00",
            "post_id": "544718",
            "reply_to_id": "544705"
        },
        {
            "user_name": "GullMoli",
            "text": "Eins og er þá er mun hagstæðara að mine'a Dogecoin heldur en Litecoin eða Bitcoin (sértu bara með venjulegan vélbúnað).\nMálið er því að mine'a t.d. Dogecoin og skipta því svo jafnóðum í traustari gjaldmiðil líkt og LTC/BTC. \nSegjum að þú mine'ir bara LTC og þá færðu kannski 1LTC á dag, en með því að mine'a Dogecoin og skipta því svo yfir í LTC fengirðu 1.8~ LTC á dag (eins og staðan er akkurrat núna).",
            "date": "2013-12-31 12:52:00",
            "post_id": "544813",
            "reply_to_id": "544718"
        },
        {
            "user_name": "vesley",
            "text": "Er búinn að vera að reyna heillengi núna að koma HD5850 upp á sömu vél en það gengur ekki neitt að setja það samsíða GTX480 sama hvernig ég installa AMD drivernum nýjasta eða alveg niður í 11.11 þá nær tölvan aldrei að detecta meira en HD5800 series og fer þá bara allt í klessu, margir virðast hafa náð þessu miðað við það sem ég les á google en sama hvað ég reyni þá tekst þetta ekki neitt.",
            "date": "2013-12-31 15:20:00",
            "post_id": "544832",
            "reply_to_id": "544813"
        },
        {
            "user_name": "GullMoli",
            "text": "Er einmitt með í minni aðalvél GTX480 og svo eitt HD6950 kort.\nVar áður með 2x GTX480. \nÞað sem virkaði fyrir mig var að setja HD6950 kortið í, boota, installa AMD skrifar og SDK. Cgminer gefur mér að vísu meldingu í byrjun að það séu eflaust fleiri kort en bara þetta eina amd kort en það bíttar engu + ég get ekki séð neitt info um kortið í MSI Afterburner eða neitt álíka. En kortið virkar, þarf bara að gera allt yfirklukk í gegnum cgminer.",
            "date": "2013-12-31 16:42:00",
            "post_id": "544846",
            "reply_to_id": "544832"
        },
        {
            "user_name": "vesley",
            "text": "Þú ert þá að tala um að hafa eingöngu AMD kortið í og installa driverum og varstu þá ekki búinn að deleta öllum nvidia/amd driverum áður ?",
            "date": "2013-12-31 16:57:00",
            "post_id": "544850",
            "reply_to_id": "544846"
        },
        {
            "user_name": "GullMoli",
            "text": "Neibb, er með GTX480 kortið í sömuleiðis, tók bara annað Nvidia kortið úr og setti AMD í staðin. Nota Nvidia kortið í tölvuleiki á meðan AMD kortið er alltaf í svitabaði að mine'a.",
            "date": "2013-12-31 17:32:00",
            "post_id": "544859",
            "reply_to_id": false
        },
        {
            "user_name": "lollipop0",
            "text": "Er það þess virði að kaupa top of the line AMD R290x (110Þ) og byrja að min'a?",
            "date": "2013-12-31 17:48:00",
            "post_id": "544862",
            "reply_to_id": "544859"
        },
        {
            "user_name": "Oak",
            "text": "GullMoli hvar ertu að fá LTC/BTC fyrir dogecoins?",
            "date": "2013-12-31 17:51:00",
            "post_id": "544863",
            "reply_to_id": "544862"
        },
        {
            "user_name": "GullMoli",
            "text": "http://www.cryptsy.com\nOft alveg hræðileg síða þegar markaðurinn er á fleygiferð en alltilagi overall.",
            "date": "2013-12-31 17:52:00",
            "post_id": "544864",
            "reply_to_id": "544863"
        },
        {
            "user_name": "vesley",
            "text": "Það er einmitt það sem ég er að gera, er bara með AMD kortið í neðra PCI-E slottinu. Ætla að prófa að taka GTX480 úr og sá hvort ég næ að koma AMD drivernum rétt inn í tölvuna þegar það er eitt og sér í tölvunni, náði einu sinni að ná drivernum að eitthverju leyti inn en gat aldrei byrjað að minea á öðru hvoru kortinu komu bara einhverjar villur upp í CGminer/cudaminer",
            "date": "2014-01-01 18:26:00",
            "post_id": "544987",
            "reply_to_id": "544864"
        },
        {
            "user_name": "vesley",
            "text": "Hvað er ég að gera vitlaust núna ? \nnáði loksins að redda drivernum en næ ekki réttu config get ekki byrjað að minea á 5850. \nþetta er configið mitt\ncolor 02\n    setx GPU_MAX_ALLOC_PERCENT 100\n    C:\\Users\\Hallur\\Desktop\\cgminer-3.7.2-windows\\cgminer.exe --scrypt -w 256 --lookup-gap 2 --thread-concurrency 6500 -g 1 --intensity 18 --auto-fan --temp-target 70 --gpu-engine 775 --gpu-memclock 1125 --gpu-vdde 1.000 -o \nstratum+tcp://middlecoin.com:3333\n -u XXX -p XXX",
            "date": "2014-01-02 23:30:00",
            "post_id": "545150",
            "reply_to_id": "544987"
        },
        {
            "user_name": "htdoc",
            "text": "Er með 2 pælingar:\n1. \nVar að prófa mine-a í fartölvunni, er með i7-3630QM, 2.40 GHz sem á að geta turbo-boost-að í 3.40GHz, Þegar ég er að mine-a þá er örrinn bara í 2.40GHz, á hann ekki að fara uppí 3.40GHz? (á hann ekki að turbo-boost-a?)\n2.\nÉg var að prófa að mine-a dogecoin, ég download-aði wallet, bjó til nýja adressu og copy-jaði hana, og paste-aði síðan inná \nhttp://doge.scryptpools.com/\n (poolið sem ég valdi) og byrjaði að mine-a, ég sé inná síðunni að ég er búinn að mine-a 250 dogecoin og það er conifirmed en í wallet þá er ég ennþá bara með 0 dogecoin, var að spá þarf ég að gera eitthvað til að senda dogecoin-in í wallettið eða þarf maður að bíða bara í næstum sólarhring til að það komi þarna inn? *einn confused í þessu*  \nEDIT:\n   Á maður að nota \"dig\" í walletinu til að coinsin fara í wallettið?",
            "date": "2014-01-03 01:21:00",
            "post_id": "545169",
            "reply_to_id": "545150"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Mine-ar voða lítið með örgjörvanum, það eru skjákortin í vélunum sem ná bestu afköstunum og mobile skjákort(s.s. fartölvuskjákort) eru mun lélegri en desktop skjákort. Held þú sért ekkert að fara græða neitt á því að mine-a með fartölvu.",
            "date": "2014-01-03 01:35:00",
            "post_id": "545170",
            "reply_to_id": "545169"
        },
        {
            "user_name": "htdoc",
            "text": "Já ég veit, langaði bara prófa",
            "date": "2014-01-03 01:46:00",
            "post_id": "545171",
            "reply_to_id": "545170"
        },
        {
            "user_name": "htdoc",
            "text": "bömp",
            "date": "2014-01-04 16:18:00",
            "post_id": "545387",
            "reply_to_id": "545171"
        },
        {
            "user_name": "GuðjónR",
            "text": "Bitcoin accepted!",
            "date": "2014-01-04 16:43:00",
            "post_id": "545392",
            "reply_to_id": "545387"
        },
        {
            "user_name": "GullMoli",
            "text": "Ætti að vera í settings á síðunni þar sem þú settir wallet addressuna \"auto payout\". Segjum að þú setjir 100, þá leggur síðan inná walletið þitt þegar þú ert búinn að mine'a 100 coins. Svo geturðu alltaf gert manual payout á sama stað.",
            "date": "2014-01-04 18:00:00",
            "post_id": "545400",
            "reply_to_id": "545392"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hvernig væri að einhver fróður myndi gera Bitcoin 101 tutorial?\nEr alveg lost, prófaði að downloda og installera Bitcoin forriti, og það er að uppfæra sig...uhm...",
            "date": "2014-01-04 18:06:00",
            "post_id": "545408",
            "reply_to_id": "545400"
        },
        {
            "user_name": "Oak",
            "text": "bíður þangað til það er synced",
            "date": "2014-01-04 18:23:00",
            "post_id": "545412",
            "reply_to_id": "545408"
        },
        {
            "user_name": "benediktkr",
            "text": "Það er að ná í block chain-ið[0], hún er um 25GB eins og er, þannig að það mun taka smá tíma. Finndu frekar nýjasta bitcoin-bootstrap torrentið og náðu í það. \n[0]: \nhttps://en.bitcoin.it/wiki/Block_chain",
            "date": "2014-01-04 18:24:00",
            "post_id": "545414",
            "reply_to_id": "545412"
        },
        {
            "user_name": "GuðjónR",
            "text": "WTF? er ég að DL 25GB við að uppfæra þetta forrit??",
            "date": "2014-01-04 19:36:00",
            "post_id": "545426",
            "reply_to_id": "545414"
        },
        {
            "user_name": "benediktkr",
            "text": "Lastu linkin? Þetta getur verið tor-lesið, svo ég ætla að reyna að útskýra aðeins. Það sem kallast block chain er það sem gefur Bitcoin traustið sitt (og er helsta framlagið við Bitcoin). Af því að Bitcoin er dreift kerfi sem hefur engan miðlægan \"seðlabanka\" hafa allir clientar afrit af öllum færslum sem hafa gerst í netinu og þurfa að vera sammála um það.\nEf þú villt keyra fullan bitcoin client þá er það besta fyrir þig að downloada bootstrap skránni með torrent. Ef þú þarft ekki eða villt ekki keyran fullan client þá eru til aðrir bitcoin clientar sem þurfa ekki að hafa afrit af blokk-keðjuni, mig minnir að Electrum sé einn þeirra. Þá keyrir þú bara venjulegt forrit.\nSíðan eru líka til online wallets, skoðaðu blockchain.info --- það er það vinsælasta.\nBætt við: Ég athugaði, og Electrum er bitcoin client sem þarf ekki að hafa fullt afrit af Blockchain-inu staðvært á tölvuni. \nHérna er annars ágætis útskýring á því hvernig Bitcoin og Blockchain virkar: \nhttp://www.reddit.com/r/explainlikeimfi ... ock_chain/",
            "date": "2014-01-04 20:29:00",
            "post_id": "545440",
            "reply_to_id": "545426"
        },
        {
            "user_name": "angelic0-",
            "text": "hehe, ég skal borga 330kr fyrir 1 bitcoin í dag :')\nHvað er annars að frétta hjá mönnum... allir með mining rig...\nÉg er með ~2700Mhash/s vél... hvað eruð þið hinir að runna ?",
            "date": "2014-01-19 13:35:00",
            "post_id": "547732",
            "reply_to_id": "545440"
        },
        {
            "user_name": "Klaufi",
            "text": "Meinarðu ekki 2.7Mhash?",
            "date": "2014-01-19 18:23:00",
            "post_id": "547763",
            "reply_to_id": "547732"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Þetta er málið í dag: \nhttp://dogecoin.com/",
            "date": "2014-01-19 18:53:00",
            "post_id": "547771",
            "reply_to_id": "547763"
        },
        {
            "user_name": "GullMoli",
            "text": "Þótt ótrúlegt megi virðast, þá er þetta rétt hjá þér. Græðir lang mest á því að mine'a Dogecoin núna (og skipta því svo yfir í Bitcoin).",
            "date": "2014-01-19 19:11:00",
            "post_id": "547775",
            "reply_to_id": "547771"
        },
        {
            "user_name": "halldorjonz",
            "text": "Fyrst þarftu að finna trader ég skil ekki hver í ósköpunum ætti að vilja skipta bitcoininum/litecoin sýnum fyrir dogecoin lol",
            "date": "2014-01-19 19:22:00",
            "post_id": "547777",
            "reply_to_id": "547775"
        },
        {
            "user_name": "Klaufi",
            "text": "Mun fleiri en þú heldur..\nEkkert mál að losna við Doge..",
            "date": "2014-01-19 19:25:00",
            "post_id": "547778",
            "reply_to_id": "547777"
        },
        {
            "user_name": "GullMoli",
            "text": "Jebb, eru til þónokkrar \ntrading síður\n sem auðvelda þetta gífurlega.",
            "date": "2014-01-19 19:36:00",
            "post_id": "547780",
            "reply_to_id": "547778"
        },
        {
            "user_name": "Klaufi",
            "text": "Jæja, ákvað að henda inn mynd af hluta af setupinu, þarna eru 9 af 11 kortum + Serverinn og varaaflið..\nLéleg mynd, og akkúrat ekkert spáð í hangandi snúrur",
            "date": "2014-01-25 23:27:00",
            "post_id": "548816",
            "reply_to_id": "547780"
        },
        {
            "user_name": "worghal",
            "text": "Klaufi, hvad ertu med mikid I hashrate a thessu ollu saman \nSolo mining eda pool?",
            "date": "2014-01-26 00:57:00",
            "post_id": "548828",
            "reply_to_id": false
        },
        {
            "user_name": "Klaufi",
            "text": "Pool..\n5Mhash..",
            "date": "2014-01-26 00:58:00",
            "post_id": "548829",
            "reply_to_id": "548828"
        },
        {
            "user_name": "Oak",
            "text": "Þú ert væntanlega að meina 5 GH/s?",
            "date": "2014-01-26 01:03:00",
            "post_id": "548830",
            "reply_to_id": "548829"
        },
        {
            "user_name": "Klaufi",
            "text": "Nei.",
            "date": "2014-01-26 01:06:00",
            "post_id": "548832",
            "reply_to_id": "548830"
        },
        {
            "user_name": "worghal",
            "text": "hlítur að meina 5g/hash?\nannars, af hverju væriru ekki löngu farinn út í dedicated asic miner'?",
            "date": "2014-01-26 01:07:00",
            "post_id": "548833",
            "reply_to_id": "548832"
        },
        {
            "user_name": "Klaufi",
            "text": "Er ekki spurning um að lesa sér aðeins til drengir..\nÉg er ekki að mine-a BTC, eins og að ég vona að enginn sé að gera á skjákortum..",
            "date": "2014-01-26 01:08:00",
            "post_id": "548834",
            "reply_to_id": "548833"
        },
        {
            "user_name": "Oak",
            "text": "Úff já auðvitað...BitCoin þráður og það var það eina sem ég hugsaði \nSamt búinn að vera með í umræðunni...",
            "date": "2014-01-26 01:26:00",
            "post_id": "548836",
            "reply_to_id": "548834"
        },
        {
            "user_name": "gizmo76",
            "text": "Hvaða leiðir eru menn að fara í að ná þessum bitcoin heim þ.e. í ísl kr. ?",
            "date": "2014-02-06 12:49:00",
            "post_id": "550792",
            "reply_to_id": "548836"
        },
        {
            "user_name": "Lunesta",
            "text": "skiptir bara fyrst í dollara.. Styrkir íslensku krónuna í leiðinni",
            "date": "2014-03-04 01:56:00",
            "post_id": "553998",
            "reply_to_id": "550792"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Þá er kallinn byrjaður að mine-a Doge á nVidia 560... er alvarlega að spá í að uppfæra í 1-2x ATI kort og láta á þetta reyna.\nMeð hvaða kortum mæla menn með? Tvö \"ódýr\" í crossfire eða eitt dýrara?\nEr að spá í R9 270x á 37k:\nhttp://www.start.is/index.php?route=pro ... uct_id=370\nhttp://www.minedogecoin.com/top-graphic ... -in-stock/\nedit:\nÆtti maður ekki frekar að kaupa sér dedicated miner?\nhttp://www.butterflylabs.com/\nChart frá reddit: \nhttps://docs.google.com/spreadsheet/ccc ... ring#gid=0",
            "date": "2014-03-04 02:45:00",
            "post_id": "554000",
            "reply_to_id": "553998"
        },
        {
            "user_name": "Hargo",
            "text": "Er með tvö svona ATI kort eins og þú linkar í. Er að ná flottum tölum í mining á Dogecoin, um 850Kh/s average án þess að yfirklukka neitt. By the way, ef þú ætlar að vera með vél í þetta sem er ekki tengd skjá, þá skaltu ekki nota remote desktop til að tengjast inn á hana. Það fer ekki vel í cgminer forritið, notaðu frekar Teamviewer eða aðra svipaða lausn til að tengjast inn. Lenti í allskonar veseni en datt svo inn á þráð á Reddit þar sem fólk var að tala um að nota ekki remote desktop, það skapaði allskyns vesen.",
            "date": "2014-03-04 08:14:00",
            "post_id": "554008",
            "reply_to_id": "554000"
        },
        {
            "user_name": "Kristjansth",
            "text": "270X er waste of money ef þu ert ad fara mine-a reyndu frekar að redda þér 270 þar sem það fær sama khas fyrir minni pening\nég er að nota 2x 280x fekk mér þessi kort fyrst fyrir gameing en hef svo verið að nota þau i mineing er ad fa total 1410khas frá þeim.",
            "date": "2014-03-04 09:32:00",
            "post_id": "554015",
            "reply_to_id": "554008"
        },
        {
            "user_name": "Lunesta",
            "text": "mæli með því fyrir þá sem eru að nota asic eða e-ð álíka að \nprufa að mine-a Maza coin.. Það er eins og (sha-e-ð) bitcoin og\n er búið að vaxa fáránlega hratt á síðustu dögum. Er hugsað\nað mörgu leiti eins og Auroracoin nema fyrir Rússland. Ekki viss\num að það sé neitt give-away dæmi samt en þetta er amk að \nfá mikla athygli og eftir 10 daga var coininn kominn upp í\ntop 20 á coinmarketcap.com \nLangaði bara að deila þessu með ykkur,",
            "date": "2014-03-04 18:38:00",
            "post_id": "554103",
            "reply_to_id": "554015"
        },
        {
            "user_name": "vesley",
            "text": "Fæ ekki eitt einasta block accepted með Maza coin, og er búinn að skipta nokkrum sinnum um pool.",
            "date": "2014-03-04 19:09:00",
            "post_id": "554113",
            "reply_to_id": "554103"
        },
        {
            "user_name": "Hargo",
            "text": "Hefur einhver prófað að treida þessum \"noname\" myntum fyrir Bitcoin í gegnum þessar trading vefsíður?",
            "date": "2014-03-04 20:53:00",
            "post_id": "554138",
            "reply_to_id": "554113"
        },
        {
            "user_name": "Lunesta",
            "text": "fann síðu sem skiptir usd gegn Bitcoin\nhttps://www.atomic-trade.com",
            "date": "2014-03-04 22:41:00",
            "post_id": "554160",
            "reply_to_id": "554138"
        },
        {
            "user_name": "Oak",
            "text": "svona linkar eru ekki vinsælir hér...",
            "date": "2014-03-04 23:18:00",
            "post_id": "554172",
            "reply_to_id": "554160"
        },
        {
            "user_name": "hrabbi",
            "text": "Þeir sem eru í þannig pælingum: Hvar hafið þið verið að kaupa risera fyrir 1x og 4x raufar? Mér sýnist vera nokkuð um fúsk í þeim efnum...",
            "date": "2014-03-05 12:25:00",
            "post_id": "554248",
            "reply_to_id": "554172"
        },
        {
            "user_name": "GullMoli",
            "text": "http://indiancountrytodaymedianetwork.c ... red-153750\nEkki alveg fyrir Rússland.\nAnnars er þetta nokkuð svipað concept og Auroracoin. Nema hvað, vel yfir 90% íslendinga eru internet tengdir (yfir 80% á Facebook). \nGet ekki ímyndað mér hvernig staðan á tæknimálum er á þessu svæði, hvað þá að fólk eigi tölvu/snjallsíma sem er hálfgerð krafa fyrir internetgjaldmiðil. Sömuleiðis hef ég ekkert lesið um hvernig þessu á að vera dreift.",
            "date": "2014-03-05 13:40:00",
            "post_id": "554255",
            "reply_to_id": "554248"
        },
        {
            "user_name": "Xberg",
            "text": "Hvar eru menn svo að mine´a með ASIC miner´unum sínum ?",
            "date": "2014-03-05 17:21:00",
            "post_id": "554301",
            "reply_to_id": "554255"
        },
        {
            "user_name": "bixer",
            "text": "ég var að prófa snapcard til að borga fyrir hluti á netverslunum með bitcoin. keypti skjávarpa, spurning hvort ég fái hann einhverntímann",
            "date": "2014-03-05 19:42:00",
            "post_id": "554319",
            "reply_to_id": "554301"
        },
        {
            "user_name": "GullMoli",
            "text": "Hvar keyptirðu varpann?",
            "date": "2014-03-05 20:04:00",
            "post_id": "554324",
            "reply_to_id": "554319"
        },
        {
            "user_name": "Alex97",
            "text": "Ég er búin að prófa snapcart virkar mjög vel",
            "date": "2014-03-05 20:15:00",
            "post_id": "554326",
            "reply_to_id": "554324"
        },
        {
            "user_name": "bixer",
            "text": "aliexpress, þessi kínverski sem var þráður um hérna fyrir einhverjum tíma. maður virðist geta notað þessa síðu fyrir nánast hvaða netverslun. er einnig að panta smá af ebay og amzon (fyrir örfá dollara).treysti þessari síðu ekkert of vel",
            "date": "2014-03-05 20:17:00",
            "post_id": "554329",
            "reply_to_id": "554326"
        },
        {
            "user_name": "Lunesta",
            "text": "kynnti mér þetta lítið sem ekkert  \n náði samt að láta bitcoinin min vaxa um 30% á þessu.. græddi 250 krónur..\nEdit:\nafsakaðu þetta. Ég var ekki að fylgjast með hvað ég var að copy-a.\nÞetta var linkurinn sem var í html barnum hjá mér. Var ekki að reyna\nað koma með þetta hingað. Ég fór actually á google og var að leita\neftir síðu sem skipti usd gegn bitcoin. Var bara að reyna að vera\nhjalplegur og biðst afsökunar fyrir þennan póst.",
            "date": "2014-03-07 00:52:00",
            "post_id": "554561",
            "reply_to_id": "554329"
        },
        {
            "user_name": "Xberg",
            "text": "Hvernig eru menn að ná coin´onum sínum frá t.d dogewallet inná cryptsy.com reikninginn sem ég er með ? \nFæ alltaf \" An error occured: You have not entered a valid address. \" þegar ég reyni að leggja inná innlegsaddressuna frá cryptsy.com\nSama hvort ég reyni að færa frá Poolinu eða walletinu bæði á doge og bitcoin kemur alltaf villa.\nGetur einhver sagt mér hvað ég er að gera vitlaust ?",
            "date": "2014-03-07 15:21:00",
            "post_id": "554623",
            "reply_to_id": false
        },
        {
            "user_name": "Oak",
            "text": "Ferð á cryptsy.com og flipann balances og setur músina yfir dogecoin og velur þar deposit og þar færðu upp address sem þú sendir á.",
            "date": "2014-03-07 16:24:00",
            "post_id": "554631",
            "reply_to_id": "554623"
        },
        {
            "user_name": "Xberg",
            "text": "Takk fyrir þetta  \n  Reddaðir þessu,,",
            "date": "2014-03-07 17:31:00",
            "post_id": "554634",
            "reply_to_id": "554631"
        },
        {
            "user_name": "Oak",
            "text": "Ekkert mál",
            "date": "2014-03-07 18:58:00",
            "post_id": "554645",
            "reply_to_id": "554634"
        },
        {
            "user_name": "GullMoli",
            "text": "Jæja, keypti hlut á Ebay fyrir Bitcoins með aðstoð \nhttps://www.joinsnapcard.com\n \nVirkaði mjög vel, pantaði um miðja síðustu viku og fékk hana í dag. Virkilega auðvelt ferli og þeir taka bara örfáa dollara fyrir þjónustuna. Sömuleiðis eru þeir með virkt support kerfi, ég fékk ekki tracking strax svo ég sendi þeim línu og fékk allt sem ég vildi og meira til innan 30minútna.\nEDIT: Test",
            "date": "2014-03-10 19:47:00",
            "post_id": "555073",
            "reply_to_id": "554645"
        },
        {
            "user_name": "rapport",
            "text": "http://www.dailydot.com/opinion/how-to-explain-bitcoin/\nÉg a.m.k. lærði smá á þessu og sé núna ákveðna kosti við crypto currency sem ég vissi ekki af.",
            "date": "2014-03-11 19:39:00",
            "post_id": "555175",
            "reply_to_id": "555073"
        },
        {
            "user_name": "Oak",
            "text": "Afhverju var þessu breytt og ekkert edit?",
            "date": "2014-03-11 20:26:00",
            "post_id": "555188",
            "reply_to_id": "555175"
        },
        {
            "user_name": "GullMoli",
            "text": "Tók nú bara út hvað ég keypti \nEkki hugmynd um af hverju \"Edited\" textinn kom þó ekki.",
            "date": "2014-03-11 20:29:00",
            "post_id": "555189",
            "reply_to_id": "555188"
        },
        {
            "user_name": "littli-Jake",
            "text": "Ofboðsleg let í manni en ég nenni eginlega ekki að fara í gegnum 9 síður til að kynna mér málið almenilega. Væri einhver til í að útskíra þetta aðeins fyrir mér.\nEru menn að fá eitthvað út úr þessu dóti eða er þetta meira eins og Folding dæmið ?",
            "date": "2014-03-12 05:53:00",
            "post_id": "555227",
            "reply_to_id": "555189"
        },
        {
            "user_name": "worghal",
            "text": "jæja, ég seldi bitcoin fyrir 1000 dollara áðan á BTC-E og ætla mér að setja það á paypal og fæ því ríflega 930 dollara í vasann.\nen ég er ekki allveg viss hvað maður á að setja í reitinn fyrir \"purse\"\ná ég að setja emailið mitt sem er skráð á paypal eða Merchant account ID af paypal?\ner einhver hérna sem hefur farið í gegnum þessa gaura og þá með paypal?",
            "date": "2014-03-22 15:12:00",
            "post_id": "556328",
            "reply_to_id": "555227"
        },
        {
            "user_name": "pattzi",
            "text": "Er það ekki bara netfangið þitt ég held það allavega þegar maður borgar einhverjum með paypal setur maður netfangið..",
            "date": "2014-03-22 18:48:00",
            "post_id": "556350",
            "reply_to_id": "556328"
        },
        {
            "user_name": "joeleinar",
            "text": "ég á alveg slatta af bitcoin, misti samt alveg fockload þegar mt:gox hrundi.\nég er búinn að vera tradea á fullu og hef hækkað verðmæti mín um 83.67%  en svo dat mt:gox niður og ég hef ekki verið að tradea síðan þá.",
            "date": "2014-03-23 00:14:00",
            "post_id": "556378",
            "reply_to_id": "556350"
        },
        {
            "user_name": "halldorjonz",
            "text": "hvad i fjandanum varstu ad gera a mtgox, menn voru bunir að tala um i marga manudi ad tad væri bara crashandi... finnst alltaf btc-e  hafa vinniginn, flott,taust og goð siða",
            "date": "2014-03-23 13:50:00",
            "post_id": "556402",
            "reply_to_id": "556378"
        },
        {
            "user_name": "GuðjónR",
            "text": "Og í dag 250 þúsund.\nÆtli það verði 2.5 milljónir eftir önnur þrjú ár?",
            "date": "2017-05-26 11:15:00",
            "post_id": "649921",
            "reply_to_id": "556402"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ekki ólíklegt.",
            "date": "2017-05-26 11:20:00",
            "post_id": "649922",
            "reply_to_id": "649921"
        },
        {
            "user_name": "mundivalur",
            "text": "Þetta er snilld við vaktina hægt að finna hvað við vorum að tala um fyrir mörgum árum og sjá breytingarnar haha",
            "date": "2017-05-26 16:35:00",
            "post_id": "649939",
            "reply_to_id": "649922"
        },
        {
            "user_name": "GuðjónR",
            "text": "Segðu....\nMaður roðnar pínu þegar maður sér hvað maður var úti á túni með þetta.",
            "date": "2017-05-26 16:56:00",
            "post_id": "649941",
            "reply_to_id": "649939"
        },
        {
            "user_name": "Dropi",
            "text": "Uppáhalds kommentið mitt er fyrsta kommentið!",
            "date": "2017-05-26 18:45:00",
            "post_id": "649954",
            "reply_to_id": "649941"
        },
        {
            "user_name": "GuðjónR",
            "text": "hehehe þetta var einmitt það sem ég hafði í huga...\n...alveg úti á túni.",
            "date": "2017-05-26 19:02:00",
            "post_id": "649955",
            "reply_to_id": "649954"
        },
        {
            "user_name": "SolidFeather",
            "text": "\"Hindsight is 20/20\"",
            "date": "2017-05-26 19:13:00",
            "post_id": "649958",
            "reply_to_id": "649955"
        },
        {
            "user_name": "akarnid",
            "text": "Hah, núna er 1 BTC = 1.1 milljónir!\n  Það er alltaf að gaman að kíkja reglulega inn á þennan þráð til að sjá hverjar pælingarnar voru hérna í denn (ég heyrði af BTC fyrst á þessu forum árið 2011).\nHvernig var það - hvað gat þráðarhöfundur keypt marga BTC á genginu í heiti þráðarins?  Og er hann enn að trade-a í dag?",
            "date": "2017-12-02 18:33:00",
            "post_id": "662217",
            "reply_to_id": "649958"
        },
        {
            "user_name": "ChopTheDoggie",
            "text": "",
            "date": "2017-12-02 18:36:00",
            "post_id": "662218",
            "reply_to_id": "662217"
        },
        {
            "user_name": "ColdIce",
            "text": "Hann keypti Vaktina....og GuðjónR",
            "date": "2017-12-02 19:21:00",
            "post_id": "662219",
            "reply_to_id": "662218"
        },
        {
            "user_name": "halldorjonz",
            "text": "Haha vá - 100 btc 33þúsund krónur! 100 btc í dag 113.795000 .. hundrað og 13 miljónir !!",
            "date": "2017-12-02 21:21:00",
            "post_id": "662231",
            "reply_to_id": "662219"
        },
        {
            "user_name": "mundivalur",
            "text": "Þetta er frábært \n gera þráð um hvað 100kr eru mikið og ath eftir 10 ár fokking verðbólga",
            "date": "2017-12-02 22:29:00",
            "post_id": "662237",
            "reply_to_id": "662231"
        },
        {
            "user_name": "urban",
            "text": "Þetta er samt svo langt umfram verðbólgu þessi aukning.",
            "date": "2017-12-03 05:28:00",
            "post_id": "662251",
            "reply_to_id": false
        },
        {
            "user_name": "ChopTheDoggie",
            "text": "RIP fyrir þennan sem eyddi 10.000 btc í tvær pizzur í 2010.",
            "date": "2017-12-03 11:47:00",
            "post_id": "662254",
            "reply_to_id": "662251"
        },
        {
            "user_name": "halldorjonz",
            "text": "Bitcoin að hraaaapa \nUndir 10k$ fyrir jól svo aftur eitthvað upp imo",
            "date": "2017-12-22 18:21:00",
            "post_id": "663552",
            "reply_to_id": "662254"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Bitcoin verður komið í 20-30K aftur í jan-feb líklegast",
            "date": "2017-12-22 18:52:00",
            "post_id": "663555",
            "reply_to_id": "663552"
        },
        {
            "user_name": "worghal",
            "text": "fólk að dumpa til að eiga fyrir jólagjöfunum",
            "date": "2017-12-22 21:19:00",
            "post_id": "663562",
            "reply_to_id": "663555"
        },
        {
            "user_name": "GullMoli",
            "text": "Var aðeins að skoða verðið.. ákvað svo að búa til gif til að sýna fram á bólu-hegðunina. Þetta er sama sagan og þegar Bitcoin fór fyrst upp yfir $1000.\nPassið ykkur amk að nota ekki spariféið í þetta.",
            "date": "2017-12-27 12:41:00",
            "post_id": "663764",
            "reply_to_id": "663562"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Er verið að shorta? \nÉg trúi því ekki að þetta hrynji svona rosalega. Þetta mun detta niður en vonandi bara semi hægt og rólega.",
            "date": "2017-12-27 14:47:00",
            "post_id": "663776",
            "reply_to_id": "663764"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Svona var þetta þegar btc fór yfir $1000",
            "date": "2017-12-27 14:55:00",
            "post_id": "663779",
            "reply_to_id": "663776"
        },
        {
            "user_name": "GullMoli",
            "text": "Nei það er svosum alveg ómögulegt að segja til um hvað gerist, þetta er samt alveg keimlík þróun. \nÉg var að íhuga það að henda pening í þetta en er hættur við núna. Svosum hægt að græða ef þú hefur tíma í day trading (verst að markaðurinn er opinn 24/7/365) en ég held að þetta sé að fara lækka á næstu vikum/mánuðum svo langtíma fjárfesting er varhugaverð.",
            "date": "2017-12-27 15:04:00",
            "post_id": "663781",
            "reply_to_id": "663779"
        },
        {
            "user_name": "GullMoli",
            "text": "Jæja, ætli þetta komi til með að halda áfram að lækka? Spennandi.",
            "date": "2018-01-10 13:06:00",
            "post_id": "664739",
            "reply_to_id": "663781"
        },
        {
            "user_name": "bixer",
            "text": "Eitthvað síðan ég setti allt mitt í eth og etn, vona að þetta haldi bara áfram svona",
            "date": "2018-01-10 13:15:00",
            "post_id": "664742",
            "reply_to_id": "664739"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Það virðist allt vera að læka núna nema ETH :O",
            "date": "2018-01-10 13:27:00",
            "post_id": "664745",
            "reply_to_id": "664742"
        },
        {
            "user_name": "halldorjonz",
            "text": "Jæja allir búnir að vera græða, er enginn hérna búinn að tapa? frá 19k og fór undir 7k núna, vona að menn hérna hafa ekki haldið alla leiðina niður",
            "date": "2018-02-05 19:34:00",
            "post_id": "666525",
            "reply_to_id": "664745"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Svona eins og þeir sem keyptu á $1000 og héldu ekki þangað til það fór í $200?\nFólk talar svo af svo mikilli fáfræði um að allt sé að fara til fjandans, það hafa verið mörg svipuð dips í Bitcoin og mjög fyrirsjáanlegt dip í gangi núna.\nEf þetta verður enn á niður leið eftir 12 mánuði þá er þetta hinsvegar nokkurn vegin búið spil. En ef þessi bitcoin fix komast í gagnið á næstunni er alveg von á bullrun aftur.",
            "date": "2018-02-05 19:39:00",
            "post_id": "666526",
            "reply_to_id": "666525"
        },
        {
            "user_name": "halldorjonz",
            "text": "\"Fólk talar svo af svo mikilli fáfræði um að allt sé að fara til fjandans\" \nNúnú, geturu nefnt mér dæmi? \nPersónulega myndi ég nú bara telja þetta staðreynd",
            "date": "2018-02-05 20:02:00",
            "post_id": "666527",
            "reply_to_id": "666526"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Kíktu á myndina. Árið 2014 droppaði gengið úr 1000 niður í 250. Hefðirðu ekki verið til í að halda úr 1000 þar til núna?\nÞað þýðir ekki að horfa á þetta viku frá viku, heldur að sjá stóra samhengið.",
            "date": "2018-02-05 20:16:00",
            "post_id": "666529",
            "reply_to_id": "666527"
        },
        {
            "user_name": "GullMoli",
            "text": "Þú ásakar hann um að vera fáfróðan þar sem hann vitnar í fortíðina og þú gerir svo ekkert betur \nÞetta gæti endurtekið sig aftur eftir nokkurn tíma .. eða ekki. Skiljanlega er fólk sem hefur eytt fleiri hundruðum þúsunda eða milljónum í þetta, þegar verðið var sem hæst, nokkuð taugatrekt. Fólk sem er mögulega búið að \"fjárfesta\" sparnaði í þetta því það vildi ekki missa af lestinni. Svo ég tali um ekki um tímann sem það getur tekið að fá peninga inná eða útaf þessum mörkuðum.\nBitcoin er löngu búið að glata upprunalega tilganginum sínum um að vera rafrænn gjaldmiðill sem allir nota í stað \"alvöru\" peninga. Í dag hugsar fólk bara um að fjárfesta í þessu í von um að geta svo cashað út fyrir meira af alvöru pening",
            "date": "2018-02-05 20:51:00",
            "post_id": "666532",
            "reply_to_id": "666529"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ég er bara að segja að fólk sem keypti 2014 er ennþá að sjá 700% ávöxtun, það er staðreynd.\nBitcoin er algerlega ónothæft sem gjaldmiðill, en það eru \"fix\" búin að vera á leiðinni í mörg ár, og margir að missa trúna.\nÉg er heldur ekki að segja að þetta sé að fara að hækka aftur, heldur bara að biðja fólk um að vera rólegt yfir þessu, enda fáránlegt bullrun búið að vera í gangi.",
            "date": "2018-02-05 20:59:00",
            "post_id": "666533",
            "reply_to_id": "666532"
        },
        {
            "user_name": "Manager1",
            "text": "Þetta er svo satt, rafmynt í heild sinni virðist vera orðin leið til að fjárfesta og græða mikla peninga á skemmri tíma en flestar aðrar fjárfestingaleiðir bjóða uppá.\nEflaust á gengið eftir að hækka aftur, enda virðist vera frekar auðvelt að skapa eftirspurn á markaðnum, sérstaklega hjá stóru rafmyntunum sem allir þekkja. Það kæmi mér ekki á óvart að stóru aðilarnir á markaðnum væru allir að halda að sér höndunum núna og láta gengið falla enn frekar, koma svo allir inn á svipuðum tíma og kaupa stórar fjárhæðir og næsta rafmyntaræði byrjar.",
            "date": "2018-02-06 00:27:00",
            "post_id": "666543",
            "reply_to_id": "666533"
        },
        {
            "user_name": "bixer",
            "text": "Vona að flestir hérna á vaktinni séu búnir að vera í þessu í einhvern tíma en ekki stokkið á btc þegar það fór í hæstu hæðir. En mínar eignir eru búnar að minnka á seinustu vikum, það er svosem hægt að kalla það tap. En ég ætla ekki að casha út.",
            "date": "2018-02-06 12:58:00",
            "post_id": "666558",
            "reply_to_id": "666543"
        },
        {
            "user_name": "Haukursv",
            "text": "Jebb, maður er ennþá í plús nema maður hafi keypt á síðustu 3 mánuðum. Þess vegna er afsakaplega mikilvægt að fjárfesta ekki meiru en þú tímir að tapa og hafa trúi á tækninni til langs tíma ef maður vill ekki verða geðveikur af stressi. Ég mun ekki casha út nærri því strax, enda ennþá í virkilega góðum plús í stóra samhenginu.",
            "date": "2018-02-06 13:23:00",
            "post_id": "666559",
            "reply_to_id": "666558"
        },
        {
            "user_name": "starmaps",
            "text": "Hvaða exchanges eru menn að nota til að kaupa BTC/ETH í dag? \nVantar góða leið til að nálgast BTC ef ske kynni að það crashi aftur eins og í gær... ISX.is er góð en verðlagið þar hefur verið frekar undarlegt, og er að berjast við að koma peningum inná kraken gegnum SWIFT millifærslu......",
            "date": "2018-02-07 15:29:00",
            "post_id": "666627",
            "reply_to_id": "666559"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Bitpanda",
            "date": "2018-02-07 15:41:00",
            "post_id": "666628",
            "reply_to_id": "666627"
        },
        {
            "user_name": "Haukursv",
            "text": "Ég hef notað btcdirect.eu",
            "date": "2018-02-07 19:14:00",
            "post_id": "666634",
            "reply_to_id": "666628"
        },
        {
            "user_name": "hallizh",
            "text": "https://www.youtube.com/watch?v=XbZ8zDpX2Mg",
            "date": "2018-02-08 14:14:00",
            "post_id": "666659",
            "reply_to_id": "666634"
        },
        {
            "user_name": "vesi",
            "text": "Er ekki viss um að þetta eigi heima hér eða í you laugh, \nhttp://www.visir.is/g/2018180208685/kjarn-orku-visinda-menn-hand-teknir-vegna-bitcoin-graftar",
            "date": "2018-02-09 14:03:00",
            "post_id": "666723",
            "reply_to_id": false
        }
    ],
    "date": "2018-02-09 14:03:00"
}