{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "44072",
    "title": "Ohhh.... djesus.... val á sjónvarpi.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=44072",
    "posts": [
        {
            "user_name": "gettra",
            "text": "Jæja. Ef þyrfti að velja milli þessara 4 tækja hvað yrði valið:\nPanasonic TX-P42GT30Y\nhttp://ht.is/index.php?sida=vara&vara=TXP42GT30Y\nPhilips 42PFL7606T\nhttp://ht.is/index.php?sida=vara&vara=42PFL7606T\nSamsung UE40D6575\nhttp://www.samsungsetrid.is/vorur/408/\nSony KDL40HX723BAEP\nhttp://www.netverslun.is/verslun/produc ... 9,622.aspx\nBúin að skoða talsvert og það er e-h við þessi 4 sem mér líkar og get ekki gert upp hugan á milli.",
            "date": "2011-12-17 23:20:00",
            "post_id": "405250",
            "reply_to_id": false
        },
        {
            "user_name": "Sphinx",
            "text": "SAMSUNG !!!!!! shit hvað þetta er flott",
            "date": "2011-12-18 00:18:00",
            "post_id": "405255",
            "reply_to_id": "405250"
        },
        {
            "user_name": "AndriKarl",
            "text": "Ég hef alltaf hallast að Samsung þegar það kemur að þessum málum.",
            "date": "2011-12-18 00:22:00",
            "post_id": "405256",
            "reply_to_id": "405255"
        },
        {
            "user_name": "SolidFeather",
            "text": "Panasonic",
            "date": "2011-12-18 00:36:00",
            "post_id": "405260",
            "reply_to_id": "405256"
        },
        {
            "user_name": "Sphinx",
            "text": "plasma ?",
            "date": "2011-12-18 00:39:00",
            "post_id": "405261",
            "reply_to_id": "405260"
        },
        {
            "user_name": "Pandemic",
            "text": "Panasonic því það er plasma.",
            "date": "2011-12-18 00:40:00",
            "post_id": "405262",
            "reply_to_id": "405261"
        },
        {
            "user_name": "Sphinx",
            "text": "afhverju myndiru frekar fá þér plasma heldur en LED ?",
            "date": "2011-12-18 00:41:00",
            "post_id": "405263",
            "reply_to_id": "405262"
        },
        {
            "user_name": "SolidFeather",
            "text": "Veistu hvað LED er?",
            "date": "2011-12-18 00:44:00",
            "post_id": "405265",
            "reply_to_id": "405263"
        },
        {
            "user_name": "Sphinx",
            "text": "já ég veit hvað það er mikklu flottari litir og svona i led tæki svo eyðir það lika minna rafmagni",
            "date": "2011-12-18 00:47:00",
            "post_id": "405266",
            "reply_to_id": "405265"
        },
        {
            "user_name": "SolidFeather",
            "text": "Það eru reyndar mun flottari litir og dýpri svartir litir í Plasma heldur en LED LCD. Eini kosturinn sem LED LCD hefur yfir Plasmann er að þau eyða minna rafmagni og ég meina, gæi sem kaupir sér sjónvarp fyrir 250.000 kall er eflaust ekkert að pæla í því.",
            "date": "2011-12-18 00:51:00",
            "post_id": "405267",
            "reply_to_id": "405266"
        },
        {
            "user_name": "Sphinx",
            "text": "reyndar ekki haha, en ég hef svo heyrt að myndin getur brunnið í plasma tækjonum þess vegna hef ég aldrei fílað þau",
            "date": "2011-12-18 00:53:00",
            "post_id": "405269",
            "reply_to_id": "405267"
        },
        {
            "user_name": "gettra",
            "text": "Ég held að rafmagnsnotkun plasma sé ekki stóra atriðið. 42 tommu Neo-Plasma er að eyða um 120W. Ef ég er með það í gangi í 6 klst. á dag allt árið þá eru það 2000 kr. á ári. Satt að segja er LED ekkert að eyða svo miklu minna – allavegana ekki þannig að það eitt væri stóra atriðið.\nÞað er tvennt sem er neikvætt við Samsung tækið: Það er dýrast af þessum 4 og fjarstýringin er fáranlega ljót og leiðinleg. Algjör synd því tækið sjálft er rosalega fallegt. Eins og Samsung hafi keypt fjarstýringar í magni af eBay. Næst besta myndin (á eftir Panasonic) og sjúklega flott tæki að öllu leyti.\nPanasonic er með svakalega góða mynd en útlitið er frekar gamaldags. Fúlt líka á þessu verði að fylgja ekki 3D gleraugu (10.000 stk. ef keypt með). Ég er samt nokkuð að hallast að því. Rosalega flott mynd – sennilega sú besta af þessum fjórum.\nSony er með svakalega flotta mynd og 5 ára ábyrgð. \nPhilips… Já ég hef átt Philips undanfarin ár og þau eru ódrepandi og áreiðanleg. Gott verð, góð mynd, gott viðmót og ég er nokkuð hrifin af Ambilight.",
            "date": "2011-12-18 01:08:00",
            "post_id": "405270",
            "reply_to_id": "405269"
        },
        {
            "user_name": "SolidFeather",
            "text": "Burn in var vandamál árið 2003, nokkuð viss um að það gerist varla við venjulega notkun á nýlegum tækjum.\nhttp://www.ehow.com/about_5379396_plasm ... d-tvs.html",
            "date": "2011-12-18 01:08:00",
            "post_id": "405271",
            "reply_to_id": "405270"
        },
        {
            "user_name": "Pandemic",
            "text": "Það er ekkert burn-in á nýjum Plasma tækjum ef þú keyrir það rétt til fyrstu klukkustundirnar og þó svo að þú gerir það ekki þá er mjög ólíklegt að þú fáir burn-in",
            "date": "2011-12-18 01:16:00",
            "post_id": "405273",
            "reply_to_id": "405271"
        },
        {
            "user_name": "Haxdal",
            "text": "Plasma er bara svo miklu betra en allta annað ef maður vill fá djúpa liti og góða svörun.  LCD er svo mikill hroðbjóður í samanburði við Plasma að það er bara default útúr myndinni.  IMO þá er þetta Plasma > LED > LCD > Túba ..\nBurn-in er lítið vandamál í plasma tækjum í dag,  aðlögunartíminn hefur líka snarminnkað á Plasma tækjunum.  Passa sig fyrsta mánuðinn að vera ekki með static image á skjánum lengi ætti að vera nóg,  svo er líka anti-burn in prógram í flestum nýrri high end tækjum sem er hægt að keyra ef maður vill vera alveg voðalega safe.\nMæli hiklaust með Panasonic tækinu",
            "date": "2011-12-18 03:37:00",
            "post_id": "405286",
            "reply_to_id": "405273"
        },
        {
            "user_name": "pattzi",
            "text": "Ég á pannasonic lcd sjónvarp og er bara fínt",
            "date": "2011-12-18 03:50:00",
            "post_id": "405287",
            "reply_to_id": "405286"
        },
        {
            "user_name": "Oak",
            "text": "http://www.elko.is/elko/product_detail/ ... 35XXE#elko\nMæli með þessu ef þú vilt stórt tæki með góðri mynd en ert ekki að spá í auka fídusum.",
            "date": "2011-12-18 13:00:00",
            "post_id": "405337",
            "reply_to_id": "405287"
        },
        {
            "user_name": "gettra",
            "text": "Takk fyrir ábendinguma Oak. Ég er einmitt að spá í að leggja áherslu á skja/mynd og fá frekar fídusina með Media Center (Mac Mini eða eh sambærilegu). En af praktískum ástæðum get ég ekki farið uppfyrir 42-46 tommur.",
            "date": "2011-12-18 13:14:00",
            "post_id": "405342",
            "reply_to_id": "405337"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Panasonic. Á sjálfur GT20 tækið sem er týpan frá því í fyrra. Ég elska sjónvarpið mitt. Vandræðalega góð myndgæði, góðir tengimöguleikar, plain útlit,  þægileg fjarstýring, notendavænt viðmót. Plús þú ert að versla það af heimilistækjum sem er rótgróið félag með bein sambönd við Panasonic í Evrópu. \nGetur ekki klikkað.",
            "date": "2011-12-18 13:27:00",
            "post_id": "405343",
            "reply_to_id": "405342"
        },
        {
            "user_name": "Quemar",
            "text": "Panasonic er hands down langflottasta tækið af þessum 4, þú þarft ekki að lesa marga dóma til að komast að þeirri niðurstöðu. Samsunginn er samt flottasti lúkkerinn.\nOg þér að segja (OP) þá varstu bara heppinn með Philips tækið þitt, ég var í mörg ár að vinna í verslun sem selur stóru merkin og fullyrði að Philips er síbilandi drasl. Það voru bara gömlu túburnar þeirra sem voru svona endingargóðar.",
            "date": "2011-12-18 13:46:00",
            "post_id": "405347",
            "reply_to_id": "405343"
        },
        {
            "user_name": "axyne",
            "text": "Flott review um panasonic tækið \nhttp://www.hdtvtest.co.uk/news/panasonic-tx-p42gt30b-p42gt30-201103281070.htm\nPersonulega tæki ég panasonic.",
            "date": "2011-12-18 14:42:00",
            "post_id": "405359",
            "reply_to_id": "405347"
        },
        {
            "user_name": "braudrist",
            "text": "En upp á þyngd, þykkt og nettleika er Plasma vs. LED mjög svipað?",
            "date": "2011-12-18 14:53:00",
            "post_id": "405365",
            "reply_to_id": "405359"
        },
        {
            "user_name": "kfc",
            "text": "LED er léttara og þynnra en Plasma",
            "date": "2011-12-18 15:01:00",
            "post_id": "405367",
            "reply_to_id": "405365"
        },
        {
            "user_name": "bAZik",
            "text": "Panasonic tækið, pottþétt.",
            "date": "2011-12-18 15:33:00",
            "post_id": "405371",
            "reply_to_id": "405367"
        },
        {
            "user_name": "blitz",
            "text": "Panasonic GT30\nSkil ekki hvernig svona bjáni nennir að láta þessa vitleysu útúr sér þegar hann veit augljóslega ekkert um hvað hann er að tala.",
            "date": "2011-12-18 18:02:00",
            "post_id": "405389",
            "reply_to_id": "405371"
        },
        {
            "user_name": "Hauksi",
            "text": "Af þessum fjórum,Panasonic í 1.sætið\nPhilips þar á eftir.\nÁ hinn boginn þá er ég lítið fyrir 3D..\nþannig að ég myndi velja þetta tæki í stað GT30..ódýrara stærra en aðeins lakari myndgæði..\nhttp://sm.is/index.php?sida=vara&vara=TXP46G30Y\nStutt í að Panasonic 2012 tækin verða kynnt(janúar)\nEf ég ætlaði að kaupa 2011 módel af Panasonic þá myndi\nég athuga eftir áramót,gera betri kaup þá!\nPS,\nPanasonic GT30 notar \"active\" 3D gleraugu.\nPhilips 7606 notar  \"passive\" 3D gleraugu.\nMismunandi tækni með sína kosti og galla..",
            "date": "2011-12-18 18:27:00",
            "post_id": "405392",
            "reply_to_id": false
        },
        {
            "user_name": "gettra",
            "text": "Mér heyrist plasma/led umræðan vera á sama stigi:\nÞykkt: Kom mér á óvart hvað Panasonic (eina plasma tækið) er þunnt.  Er 3 sm nema alveg neðst þar sem það fer í 5 á smá kafla alveg í miðjunni. Hin tækin eru frá 2,5 til 3 þannig að það er ekki afgerandi munur.\nÞýngd: 10-12 kg LED v. 18 kg Plasma… Kommon…. Ertu maður eða mús? \nRafmagnseyðsla: Plasma er um 25% eyðslufrekari. Ef maður skoðar reiknivél OR þá er LED 1500 kr. á ári, plasma 2000 kr.\nÉg er nánast búin að strika út Sony. Enginn sem mælir með því.\nSamsung er out nema ég nái lægra verði á það.\nHvað segja menn um Ambilight? Er þetta bara gimmick eða eh sniðugt?\nPanasonic er hægt og rólega að skríða á toppinn. \nP.s. það munar eh um 20.000 á 2D og 3D G30  tækjunum. Ekki nóg til að ég taki ódýrara peningana vegna.\nOg já – það er rétt að 2012 tækin komi. Held það sé einmitt þess vegna sem þetta Panasonic er á tilboði núna.",
            "date": "2011-12-18 22:31:00",
            "post_id": "405449",
            "reply_to_id": "405392"
        },
        {
            "user_name": "stebbi23",
            "text": "Panasonic tækið er flott en tæki samt Samsunginn alltaf fram yfir.\nSamsunginn er 400 CMR sem er betra en 400Hz á meðan pansonic tækið er 600Hz Subfield Motion sem er svipað og 100Hz í LCD og LED í hreyfingum og í rauninni samsett tala af Plasma framleiðendum til að verða ekki á eftir LCD og LED framleiðendum í tölum á spekkum sem heilla kaupendur.\nSamsung tækið er bjartara og skýrara á meðan Panasonic tækið er með réttari liti en ekki eins skýrt, þarft bara að velja hvað þú vilt en hins vegar er hægt að stilla Samsung tækið á nánast perfect liti með smá uppflettingum á google.\nVeit að það fylgja einnig 2x 3D gleraugu með Samsung 6500 seríu tækjum upp úr kassa frá Samsung(það er 13.999 kr x 2) og það er 10 þús kr. ódýrara í BT\nhttp://www.bt.is/vorur/vara/id/15740\n og skv. auglýsingu um helgina í fréttablaðinu þá fylgir 25k Samsung blu-ray spilari með öllum 40\" eða stærri tækjum í BT.\nMiða við verð á Panasonic gleraugum á HT síðunni er það 19.995 á stykkið.\nPanasonic tækið hefur T2 móttakara sem gæti verið gott upp á framtíðina en hins vegar tel ég frekar öruggt eða ef íslenskar sjónvarpsrásir fara að senda út á T2 þá komi sérstakur afruglari/móttakari eins og er á öllum heimilum í dag.\nSamsung tækið hefur S móttakara(gervihnatta) og ég held að diskur með uppsettningu og tengingu hjá Eico sé undir 50K í dag, þá geturu tengst Astra28 gervihnettinum sem er með yfir 100+ fríar stöðvar - \nhttp://www.eico.is/?category=95\nBurn-in er er möguleiki á öllum sjónvörpum í dag og mest á plasma tækjum.\nLíkurnar á burn-in eru mestar á sirka fyrstu 200 keyrslutímum tækisins og lækka svo eftir það því þá hafa cellurnar í tækinu náð að harna aðeins. Eftir það er burn-in enþá möguleiki, t.d. er enþá mælt með því að slökkva á tækinu ef þú t.d. stoppar spilun í xbox eða ps3 í smá tíma, hins vegar er yfirleitt hægt að ná burn-in út úr tækinu en það getur tekið tugi klukkutíma ef ekki 1-2 vikur.\nVona að þetta hafi hjálpað eitthvað",
            "date": "2011-12-19 01:27:00",
            "post_id": "405491",
            "reply_to_id": "405449"
        },
        {
            "user_name": "gettra",
            "text": "Mjög svipað Samsung tæki í Elko. E-h annað vörunúmer en fann það á sænskri síðu og það eru sömu spekkar. \nEr þorandi að kaupa sjónvarp hjá BT? Keypti á sínum tíma tölvu þarna og fékk flugeldapakka í kaupbæti. Held að flugeldarnir hafi dugað lengur en tölvan.",
            "date": "2011-12-19 18:29:00",
            "post_id": "405631",
            "reply_to_id": "405491"
        },
        {
            "user_name": "stebbi23",
            "text": "Elko er með 6757 sem er 200 CMR og með T2 móttakara á móti 400 CMR í 6575 og gervihnattamóttakara.\nBræðurnir Ormsson eiga Samsungsetrið og BT og eru umboðsaðilar Samsung sjónvarpa á Íslandi.",
            "date": "2011-12-19 19:33:00",
            "post_id": "405648",
            "reply_to_id": "405631"
        },
        {
            "user_name": "Bidman",
            "text": "farðu í sjónvarpsmiðstöðina og sjáðu hvernig myndin á panasonic plösmunum gillznauðgar öllum öðrum tækjum í rassgatið þarna á veggnum",
            "date": "2011-12-19 20:49:00",
            "post_id": "405678",
            "reply_to_id": "405648"
        },
        {
            "user_name": "blitz",
            "text": "Var að fá mér Panasonic ST32 plasma... Jesús kristur.\nHefur alltaf fundist LCD vera með voða fína (ásættanlega) mynd - Boy I was wrong!\nEr að klára \"break in\" með litamyndum, djöfull leiðinlegt en ef þetta skilar mér betri mynd á endanum er það þess virði.",
            "date": "2011-12-21 08:19:00",
            "post_id": "405962",
            "reply_to_id": "405678"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Til lukku með það!\nÉg keyrði einnig color slideshow fyrstu sólahringinn sem sjónvarpið var notað. Svo loopaði ég Toy Story 3 á blu-ray í annan sólahring, þar sem myndin er ekki með letterbox og fyllir skjáinn. Einnig er það stórkostlega flott mynd, miklum litum og mikið contrast.\nEftir það stillit ég sjónvarpið eins og ég vildi og bróðir minn kom og calibrate'aði það fyrir mig með sýnum græjum.\nGæti ekki verið betri mynd, að mínu mati.",
            "date": "2011-12-21 09:04:00",
            "post_id": "405967",
            "reply_to_id": "405962"
        },
        {
            "user_name": "gettra",
            "text": "Þetta eeeeer alveg að koma…\nFór að skoða betur og er búin að afmarka þetta í 2 tæki:\nSamsung \nhttp://www.samsungsetrid.is/vorur/408/\nPanasonic\nhttp://ht.is/index.php?sida=vara&vara=TXP42GT30Y\nTók eftir einu merkilegu: Eins og ég hef sagt þá er hugmyndin að tengja tölvu við og nota sem multi-media center. Er með Mac Mini í huga en ætla að taka þá pælingu eftir að sjónvarpið er komið. Þess vegna skiptir meira máli að skjárinn, skerpa, litir og sv. frv. sé mjög gott en einhverjir fidusar eins og 3 USB tengi, móttakari, vefaðgangur… (Tek sjónvarpið gegnum ljósleiðara/vodafone).\nMeð þetta í huga skoðaði ég 1 klassa „niður“ frá þessum tækjum. Þá var yfirleitt komið í <200 Hz. Vildi þannig til að þegar ég var að skoða birtist creditlisti á sýningamyndinni. Það var MJÖG áberandi hvað hann hökti á <200 en rann smooth á >200. \nMunurinn eins og er:\nPanasonic er með hlýrri og dýpri liti. Frekar mýkri mynd og náttúrulegir litir eru mjög góðir (húðtónar og slíkt). Ramminn er ekkert spes (og því miður skiptir það máli). Af þessum 2 finnst mér Panasonic með betri mynd en munurinn er verulega óverulegur…\nSamsung er með meiri skerpu – sem er bæði gott og vont. Stundum leiðir skerpa til að myndir verða of „teiknaðar“ en á móti kemur að of lítil (eða of lítil stjórn á henni) gerir hluti blurry. Myndin er líka mjög góð. Frábærir húðtónar, mildir litir… Sjónvarpið sjálft er gífurlega fallegt. Með Samsung fylgja gleraugu en ekki með Panasonic þannig að verð á pakkanum er sennilega svipað.\nEnn og aftur: Samsung fjarstýringin er viðbjóður að öllu leyti. Allt frá functionality, litur, stærð af hnöppum… OK – veit að ég get notað Galaxy Tab en ég er varla að fara að kaupa 100k fjarstýringu. Furðulegt að fyrirtæki sem leggur svona mikið í lookið sendi svona frá sér.",
            "date": "2011-12-21 15:46:00",
            "post_id": "406037",
            "reply_to_id": "405967"
        },
        {
            "user_name": "Quemar",
            "text": "Var að kaupa 50 tommu ST32 tækið... Sweeeeeeeet",
            "date": "2011-12-21 17:27:00",
            "post_id": "406056",
            "reply_to_id": "406037"
        },
        {
            "user_name": "blitz",
            "text": "Hvað borgaðiru?",
            "date": "2011-12-21 17:49:00",
            "post_id": "406059",
            "reply_to_id": "406056"
        },
        {
            "user_name": "Quemar",
            "text": "Tæp 300K",
            "date": "2011-12-25 13:43:00",
            "post_id": "407146",
            "reply_to_id": "406059"
        },
        {
            "user_name": "Stingray80",
            "text": "Þarft ekkert að eiga galaxy tab, Android sími fra samsung er nóg. veit ekki með Low End síma enn ég er að nota Galaxy-inn minn",
            "date": "2012-01-03 19:05:00",
            "post_id": "409561",
            "reply_to_id": "407146"
        }
    ],
    "date": "2011-12-18 18:27:00"
}