{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "44149",
    "title": "Vesen með gtx 460",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=44149",
    "posts": [
        {
            "user_name": "Eiiki",
            "text": "Sælir notendur\nÉg er alveg að verða vitlaus núna á nýju tölvunni sem ég var að púsla saman í síðustu viku og er búið að vera endalaust vesen á henni.\nÞannig er mál með vexti að skjákorts driverinn frýs/\"stops working\" þegar ég er í leikjum og hún restartar sér stundum sjálf og skjárinn sýnir enga mynd. Svo ef ég slekk á henni og restarta þá getur verið algjört vesen að komast á sjálft desktopið aftur, verð yfirleitt að taka skjákortið úr og notast við innbyggða skjákortið í móðurborðinu. Ég hef einnig verið að dl eldri driverum en það er ekkert að hjálpa, ég er búinn að stress prófa kortið með furmark, það stóðst testið og hitnaði ekki meira en 69°C.\nMóðurborðið er \nAsrock H67M-GE\n og skjákortið er Gigabyte gtx 460 1GB oc. \nVitið þið vaktarar góðir hvað er til ráða núna?",
            "date": "2011-12-21 00:38:00",
            "post_id": "405917",
            "reply_to_id": false
        },
        {
            "user_name": "mundivalur",
            "text": "úff púff\ner biosinn rétt stilltur fyrir skjákortið,hefurðu eitthvað annað skjákort til að prufa(ekki innbyggða)\nertu búinn að formata aftur og velja high power í power settings? það var stundum galli hjá Windows Black screen lagaðist við að stilla power dæmið!\nSvo er að prófa minnin ,annars gæti þetta verið galli í móðurborði",
            "date": "2011-12-21 10:58:00",
            "post_id": "405980",
            "reply_to_id": "405917"
        },
        {
            "user_name": "Klemmi",
            "text": "Myndi byrja á því að prófa kortið í annari tölvu ef það er möguleiki, miðað við bilanalýsinguna er það líklegast.",
            "date": "2011-12-21 11:05:00",
            "post_id": "405981",
            "reply_to_id": "405980"
        },
        {
            "user_name": "Eiiki",
            "text": "Þetta eru klárlega ekki minnin. Var með 1600 mhz minni fyrir og það sama var að gerast, svo ákvað ég að skila minnunum og fá 1333mhz minni í staðin þar sem móðurborðið styður bara 1333. En ekkert lagaðist við það. Ég skipti um harðan disk, lítið sem ekkert lagaðist við það. En á reyndar eftir að fikta eitthvað með bios en ég var búinn að setja vélina á high performance og ekkert lagaðist við það.... svo á ég eftir að prufa kortið í annari vél en ég hef enga aðra vél til staðar þannig að ég enda líklegast bara á að fara með vélina niður í tölvutækni og bilanagreina hana almennilega.\nBætt við:\n Náði núna að kveikja á vélinni og vera ingame í svona 3 min og þá fraus allt, restartaði tölvunni og náði aftur að vera ingame í svona 3 min. Ég er farinn að hallast að því að þetta sé galli í kortinu eða móðurbroðinu...",
            "date": "2011-12-21 11:14:00",
            "post_id": "405984",
            "reply_to_id": "405981"
        },
        {
            "user_name": "worghal",
            "text": "Er aflgjafinn nogu oflugur ?",
            "date": "2011-12-21 13:23:00",
            "post_id": "406003",
            "reply_to_id": "405984"
        },
        {
            "user_name": "Eiiki",
            "text": "Já, 750w",
            "date": "2011-12-21 16:05:00",
            "post_id": "406040",
            "reply_to_id": "406003"
        }
    ],
    "date": "2011-12-21 00:38:00"
}