{
    "forum_title": "Netkerfi - internetið",
    "id": "44305",
    "title": "búinn með gagnamagn..",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=44305",
    "posts": [
        {
            "user_name": "Mr. Skúli",
            "text": "er einhver leið að hraða á internetinu eftir að vera búinn með gagnamagn hjá vodafone? er að deyja netið er svo hægt og hef varla þolinmæðina til að bíða til morguns. einhverjar bráðabyrgðalausnir í þessum málum? \np.s. ég mun hringja á morgun og stækka gagnamagn, vantar bara einhverja lausn í kvöld",
            "date": "2011-12-27 01:00:00",
            "post_id": "407645",
            "reply_to_id": false
        },
        {
            "user_name": "MrIce",
            "text": "Leggja sig í ca 10 klst? \n \nen annars held ég bara að það sé ekkert sem hægt er að gera við þessu fyrr en þeir opna :S",
            "date": "2011-12-27 01:11:00",
            "post_id": "407647",
            "reply_to_id": "407645"
        },
        {
            "user_name": "Mr. Skúli",
            "text": "hehe okey, takk takk",
            "date": "2011-12-27 01:15:00",
            "post_id": "407648",
            "reply_to_id": "407647"
        },
        {
            "user_name": "dexma",
            "text": "Fara á 'Mínar Síður' á \nhttp://www.vodafone.is\n og kaupa auka niðurhal \n10 eða 30 gig",
            "date": "2011-12-27 01:26:00",
            "post_id": "407650",
            "reply_to_id": "407648"
        },
        {
            "user_name": "tomasjonss",
            "text": "Eða færa sig yfir til Hringdu og þurfa aldrei að hafa áhyggjur af þessu aftur",
            "date": "2011-12-27 03:38:00",
            "post_id": "407684",
            "reply_to_id": "407650"
        },
        {
            "user_name": "Magneto",
            "text": "haha satt !  \n \ner með 150GB á mánuði",
            "date": "2011-12-27 03:39:00",
            "post_id": "407685",
            "reply_to_id": "407684"
        },
        {
            "user_name": "Danni V8",
            "text": "Foreldrar mínir eru með 30gb á mánuði og þau fóru yfir í þessum mánuði. Þau fengu e-mail frá Vodafone um að þau gætu hækkað gagnamagnið um 10gb fyrir 1200kall.\nÞeir voru ekkert að minnast á það að þar sem þau voru í eld gamalli áskrifarleið hefðu þau getað farið í leið sem er í boði í dag og hækkað gagnamagnið um 10gb á hverjum mánuði fyrir aðeins 100kr meira á mánuði \nBara slæm vinnubrögð.\nÞegar síminn breytti áksrifarleiðunum sínum sendu þeir mér e-mail með rúmlega mánaðar fyrirvara og létu mig vita að áskrifarleiðirnar væru að breytast og að það yrði hagstæðara fyrir mig að fara yfir í nýju áskrifarleiðirnar. Mamma og pabbi fengu engan svoleiðis póst frá Vodafone og voru þess vegna búin að vera í gamalli áskrifarleið að borga meira fyrir minna í nokkra mánuði.\nEn eftir símtal til Vodafone komumst við að því að það er ekki hægt að auka hraðann strax ef það er farið yfir limitið nema að kaupa að minsta kosti auka 10gb fyrir 1200 kall.\nKomumst líka af því samkvæmt starfsmanninum að þeir sem fara yfir gagnamagnið \"fara í einn pott þar sem hraðinn dreyfist á notendurnar í pottinum\". Þannig að það hefur líka áhrif á innlendar síður að fara yfir.",
            "date": "2011-12-27 12:42:00",
            "post_id": "407718",
            "reply_to_id": "407685"
        }
    ],
    "date": "2011-12-27 01:00:00"
}