{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "4443",
    "title": "Ætla að fara að fá mér nyjan hdd",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=4443",
    "posts": [
        {
            "user_name": "Sissi",
            "text": "Sælir ég er mjög grænn í svona málum sem að við koma\n\nhörðum diskum málið er það að ég er með 2 hdd fyrir blandað efni.\n\n1x 120 GB ide WD\n\n1x  80 GB ide WD báðir 7200 rpm\n\n\n\nNú þégar þeir eru báðir fullir af bæði nothæfu efni og ekki jafn nothæfu \n\n\nÞá datt mér í hug að versla mér inn 2x nyja HDD hafði hugsað mér að \n\nfá mér semsagt \n\n1x Wester Digital 36,7GB \"Raptor\" 10.000 rpm\n\n1x Samsung 160GB/7200RPM/8MB Buffer\n\n\n\nþennan Raptor hdd vildi ég nota undir windows og kanski EvE og Counter-Strike (Er það eitthvað sniðugt?)\n\n\n\nHinn Samsung ætla ég að nota til að setja inn efni sem eru á hinum hdd sem eru í tölvunni fyrir svo sem forrit og Myndir svo ætla ég að formata þá og nota undir ymislegt s.s tölvu leikir og annað\n\n\n\nEn málið er myndi þetta ganga eða er ég bara ruglaður og veit ekkert i minn haus eins og ég sagði fyrst.\n\n\n\nÁstæðan fyrir því að ég vil nota Raptor hdd fyrir EvE og CS var að ég held að þá gangi þessir leikir meira smooth og fengi meir fps og svolleiðis\n\n\n\nEf þið hafið einhverjar ráðlagningar ENDILEGA komið með þær takk fyrir.",
            "date": "2004-06-16 07:53:00",
            "post_id": "45257",
            "reply_to_id": false
        },
        {
            "user_name": "skipio",
            "text": "Þú verður að kaupa þér auka IDE spjald ef þú ætlar að hafa 4 diska + geisladrif. Ekki kaupa Silicon image spjaldið.\n\n\n\nÞú verður örugglega ekkert var við meiri hraða í Eve þótt þú sért með betri harðan disk. Í mesta lagi yrði leikurinn fljótari að skipta á milli borða o.þ.h. Það yrði enginn munur í CS nema að leikurinn yrði máske örlítið fljótari í gang.\n\nPeningasóun segi ég því, nema þú hafir einhverjar sérstakar þarfir; vídjóvinnsla, keyrir þunga gagnagrunnsvinnslu o.þ.h. \n\nReyndar á ég hvorki svona disk né Eve svo ég hef enga beina reynslu. En ég get hinsvegar fullyrt að þú færð ekki betra fps í leikjum þótt þú fáir þér betri disk.",
            "date": "2004-06-16 08:32:00",
            "post_id": "45258",
            "reply_to_id": "45257"
        },
        {
            "user_name": "Arnar",
            "text": "Þú verður að kaupa þér auka IDE spjald ef þú ætlar að hafa 4 diska + geisladrif  \n\n\n\n ?\n\n\n\n\n\nVeistu hvernig móðurborð hann er ?\n\n\n\nEf ekki.. þá taka mörg móðurborð upp í 8 IDE tæki",
            "date": "2004-06-16 15:31:00",
            "post_id": "45294",
            "reply_to_id": "45258"
        },
        {
            "user_name": "axyne",
            "text": "ég hef aldrei séð móðurborð sem hefur stuðning við 8 ide tæki í einu.",
            "date": "2004-06-16 15:55:00",
            "post_id": "45296",
            "reply_to_id": "45294"
        },
        {
            "user_name": "Stutturdreki",
            "text": "http://start.is/product_info.php?cPath=80_36_93&products_id=616\n\n\n\n\nBara eitt dæmi ..",
            "date": "2004-06-16 16:01:00",
            "post_id": "45297",
            "reply_to_id": "45296"
        },
        {
            "user_name": "Arnar",
            "text": "Jæja kall.. Þá hefuru nú ekki séð þau mörg.\n\n\n\nSeinasta borðið mitt (ABIT AT7-MAX2) Hafði stuðning fyrir 8 IDE tæki í einu og 2 SATA.\n\n\n\nnúverandi borðið mitt tekur 4 IDE tæki og 6 SATA (IC7-MAX3)\n\n\n\nÉg hef lítið pælt í móbóum frá öðrum framleiðendum en hef séð að gigabyte og ASUS hafa líka oft stuðning fyrir 6-8 IDE tæki.",
            "date": "2004-06-16 16:02:00",
            "post_id": "45298",
            "reply_to_id": "45297"
        },
        {
            "user_name": "Runar",
            "text": "Nóg af móðurborðum sem styðja 8 IDE tæki.. flest öll ef ekki öll með Intel 875 kubbasettið.. t.d. það sem var í fyrra pósti.. svo Gigabyte 8KNXP.. og á því eru 4 SATA tengi.. væri gaman að tengja disk við öll þessi tengi ;]",
            "date": "2004-06-19 13:55:00",
            "post_id": "45482",
            "reply_to_id": "45298"
        },
        {
            "user_name": "Icarus",
            "text": "úff... myndi nú ekki segja mikið um hluti sem þú veist ekkert um \n\n\n\n\nskipta á milli borða í eve ? \n\n\n\nLOL !",
            "date": "2004-07-15 12:48:00",
            "post_id": "48681",
            "reply_to_id": "45482"
        },
        {
            "user_name": "gnarr",
            "text": "borða = heima. \n\n\n\nþótt það séu ekki mörg borð í eve, þá eru samt mörg möpp. raptorinn gefur þér sama og ekkert meira performance. bara hraðara load. það væri sniðurgra að setja upp einhverskonar raid fyrir systemið.",
            "date": "2004-07-19 13:05:00",
            "post_id": "48943",
            "reply_to_id": "48681"
        }
    ],
    "date": "2004-06-16 07:53:00"
}