{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "44488",
    "title": "Kort varðandi myndvinnslu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=44488",
    "posts": [
        {
            "user_name": "schaferman",
            "text": "Er að spá hvort sérfræðingarnir hér geta leibeint mér.\nEr eingöngu í myndvinnslu á tölvunni,, engum leikjum,  og forritin þar eru ekkert rosa þung photoshop 6,0 örugglega 10 ára gamalt forrit en svo nota ég aðeins líka lightroom2.\n Finn ég nokkurn mun á kortum í þessu sem ég er að gera ?\ná til  128mb pciexpress  ( úps var að gefa ORION þetta kort)\nog  GF8400gs 512mb  pciexpress\nog  GF8500GT 512mb,   pciexpress   ,   eða myndu jafnvel AGP kort duga án þess ég fyndi mun?  á t.d. nýtt  ATI 128mb  AGP",
            "date": "2012-01-02 23:33:00",
            "post_id": "409369",
            "reply_to_id": false
        },
        {
            "user_name": "schaferman",
            "text": "upp",
            "date": "2012-01-03 17:31:00",
            "post_id": "409534",
            "reply_to_id": "409369"
        },
        {
            "user_name": "DJOli",
            "text": "Sæll vinur.\nFyrst þú ert í svona ósköp basic myndvinnslu myndi ég eigi halda að þú þyrftir eitthvað rosalegt skjákort, en ég myndi samt taka 8500GT, bara vegna þess að ég tek gt alltaf yfir gs og gso.\nAnnars, pæling hvort þú myndir vilja fara í nýrri útgáfu af photoshop?\nútgáfa CS5 er komin út \n.\nEf þú ert annars ekkert í neinni myndbandavinnslu (cutting, editing & rendering) þá myndi ég ekki hafa neinar áhyggjur.\nSjálfur er ég að fara að uppfæra úr tvíkjarna í sex kjarna, með 8gb minni og eitthvað nýtt kraftmikið skjákort, bæði vegna þess að ég þoli ekki að bíða í 8klst eða meira þegar tölvan er að rendera myndband í 720p.\nErm yes.\ntl;dr:\nEf þú ert ekki að vinna með myndbönd í háskerpu (720p/1080p) þá sé ég litla þörf fyrir þig að fá þér eitthvað mun kraftmeira.",
            "date": "2012-01-03 17:36:00",
            "post_id": "409536",
            "reply_to_id": "409534"
        },
        {
            "user_name": "schaferman",
            "text": "á til cs3  en hef ekki notað það, er auli að læra á ný forrit og reyni að vinna myndir sem allra minnst,  ps 6.0 dugar, er ekki í myndböndum,  en þessi kort sem tók fram á ég til,, er að nota   P4 3,4 HT  og er með 3,5gb ddr 800 minni,  prufaði tveggja kjarna 2,8 örgjörfa en þá fann ég fyrst fyrir að öll vinnlsa varð hægari þannig að ég setti 3,4 aftur í,\nps:  ekki aurar til að fara kaupa eitthvað dýrt,,  langar svakalega í skjá með ips panel,  en verð að láta gamla SyncMaster 912n  19\"  duga",
            "date": "2012-01-03 17:42:00",
            "post_id": "409538",
            "reply_to_id": "409536"
        },
        {
            "user_name": "einarhr",
            "text": "PS 6.0 styður mjög líklega ekki fleiri en einn kjarna en CS3 gerir það örugglega og ættir þú að fá betri afköst með Dual Core örgjögvanum.",
            "date": "2012-01-03 18:44:00",
            "post_id": "409550",
            "reply_to_id": "409538"
        },
        {
            "user_name": "ORION",
            "text": "8500GT er að ég held besti valmöguleikinn.",
            "date": "2012-01-03 18:52:00",
            "post_id": "409554",
            "reply_to_id": "409550"
        },
        {
            "user_name": "worghal",
            "text": "úff, manni langar til að efna til fjáröflunar til að redda þér betri vinnustöð",
            "date": "2012-01-03 19:10:00",
            "post_id": "409564",
            "reply_to_id": "409554"
        },
        {
            "user_name": "schaferman",
            "text": "Nú er þetta svona agalega slæmt sem ég er með????",
            "date": "2012-01-03 23:37:00",
            "post_id": "409654",
            "reply_to_id": "409564"
        },
        {
            "user_name": "kjarribesti",
            "text": "já",
            "date": "2012-01-03 23:59:00",
            "post_id": "409660",
            "reply_to_id": "409654"
        },
        {
            "user_name": "schaferman",
            "text": "meina svona agalegt til að nota eingöngu fyrir myndvinnslu á ljósmyndum með eldri forritum",
            "date": "2012-01-04 00:04:00",
            "post_id": "409666",
            "reply_to_id": "409660"
        },
        {
            "user_name": "ORION",
            "text": "Þetta er flott vinnuaðstaða",
            "date": "2012-01-04 00:08:00",
            "post_id": "409667",
            "reply_to_id": "409666"
        }
    ],
    "date": "2012-01-02 23:33:00"
}