{
    "forum_title": "Netkerfi - internetið",
    "id": "45080",
    "title": "deildu.net",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=45080",
    "posts": [
        {
            "user_name": "UnderArmour",
            "text": "veit ekki hvort þetta er bara hjá mér en alltaf þegar ég fer inn á deildu þá fæ ég bara upp.....500 - Internal Server Error... síðan þegar ég refresha þá er allt í lagi svo gerist það sama bara hring eftir hring.. veit e-r hvað er að ?",
            "date": "2012-01-24 22:45:00",
            "post_id": "415369",
            "reply_to_id": false
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Þetta er búið að vera lengi svona... Myndi halda að þetta væri bara álag á síðunni...",
            "date": "2012-01-24 22:47:00",
            "post_id": "415370",
            "reply_to_id": "415369"
        },
        {
            "user_name": "Varasalvi",
            "text": "Ef það koma upp villur á Deildu.net þá geturu alltaf treyst á það að allir aðrir eru að lenda í því sama \nÍ öðrum orðum, deildu er alltaf í vandræðum með álag eða hvað annað. Var ekki um daginn sem að þeir voru að leita af einhverjum til að laga kóðann á síðunni? Ég hef ekkert heyrt um að þeir hafi tekist að laga kóðann, svo kannski er kóðinn að skapa vandamál.",
            "date": "2012-01-24 22:53:00",
            "post_id": "415374",
            "reply_to_id": "415370"
        },
        {
            "user_name": "noizer",
            "text": "Þetta er búið að vera ansi lengi svona núna, eitthvað meira en bara álag í gangi.\nAnnars þegar síðan er ekki biluð þá nota ég hana bara snemma á daginn eða seint á nóttinni, annars er hún bara of hæg til að hægt sé að nota hana...",
            "date": "2012-01-24 23:06:00",
            "post_id": "415377",
            "reply_to_id": "415374"
        },
        {
            "user_name": "JohnnyX",
            "text": "Deildu niðri núna? Kemst allavega ekki inn",
            "date": "2013-07-18 18:34:00",
            "post_id": "520577",
            "reply_to_id": "415377"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Vil ekki hljóma eins og einhver wise-ass, enda er ég ekki sérfræðingur í þessu, en er svo mikið mál að stýra álagi á svona síðum? Láta fólk bíða aðeins eftir að síðan loadist, takmarka hversu mikið er í gangi í einu?",
            "date": "2013-07-18 18:37:00",
            "post_id": "520579",
            "reply_to_id": "520577"
        }
    ],
    "date": "2012-01-24 22:45:00"
}