{
    "forum_title": "Óskast - Tölvuvörur",
    "id": "45115",
    "title": "[ÓE] 1.8 micro sata - 2.5 sata breytistykki.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=54&t=45115",
    "posts": [
        {
            "user_name": "4beez",
            "text": "Daginn\nVar að spá hvort einhver ætti svona stykki og helst mount til að koma 1.8 intel ssd í 2.5 sata 2 lappa ?\nEða ef þið vitið hvort einhverjar búðir eiga svona, fynn bara breytistykkið á budin.is en ekki mount adapter.\nKv \nJóhann",
            "date": "2012-01-25 21:34:00",
            "post_id": "415667",
            "reply_to_id": false
        },
        {
            "user_name": "Joi_BASSi!",
            "text": "persónulega þá myndi ég \"improvæsa\" festa diskinn með teppalíli og setja pappaspjald undir hann.\nég skil alveg að þú viljir það ekki.\nen er ekki markmiðið með litlum diski að hann taki minna pláss.\nef að þú setur hann í bracket þá er hann jafn stór. hver er þá tilgangurinn?",
            "date": "2012-01-25 21:49:00",
            "post_id": "415673",
            "reply_to_id": "415667"
        },
        {
            "user_name": "Klaufi",
            "text": "Ertu að grínast?\nVæntanlega á hann 1.8\" disk sem hann þarf að koma í lappa með 2.5\" slotti.\nTeppalím?",
            "date": "2012-01-25 21:52:00",
            "post_id": "415675",
            "reply_to_id": "415673"
        },
        {
            "user_name": "Joi_BASSi!",
            "text": "að hluta til já.\naf hverju ekki bara að fá sér 2,5\" disk ef að það er það sem að passar í tölvuna. (þetta hljómar eins og að ég sé að segja að það sé heimskulegt en þetta er spurnig í alvurunni)\nteppalímband er undraefni sem að er frábært í að líma hluti saman. sérstaklega ssd diska við tölvukassa",
            "date": "2012-01-25 22:22:00",
            "post_id": "415698",
            "reply_to_id": "415675"
        },
        {
            "user_name": "4beez",
            "text": "Já það er varalausnin að möndla eitthvað álíka, ætti ekki að vera vesen með hita á ssd diski \n \nTalaði við OK og fékk takmörkuð svör, bara að svona festingar ættu að fylgja 1.8 diskunum. Ef það væri rétt þá datt mér í hug að einhver ætti svona liggjandi hjá þér, kannski. Annars fékk ég þennan disk ódýrt af ebay, rétt yfir 10k fyrir intel 80gb G2.",
            "date": "2012-01-26 01:11:00",
            "post_id": "415758",
            "reply_to_id": "415698"
        }
    ],
    "date": "2012-01-25 21:34:00"
}