{
    "forum_title": "Óskast - Tölvuvörur",
    "id": "45191",
    "title": "Óska eftir 2,5\" PATA Hörðum disk. [KOMIÐ]",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=54&t=45191",
    "posts": [
        {
            "user_name": "Danni V8",
            "text": "Í bræði minni yfir því hversu hæg bílskúrstölvan er þá barði ég í greyjið fartölvuna, án þess að vita að það var akkurat fyrir ofan harða diskinn og er hann núna ónýtur. Fyrsta bilunin í þessari 2004 árgerð af Medion fartölvu og það er algjörlega mér að kenna.\nVegna þessa vantar mig annan harðan disk sem fyrst og helst í Reykjansbæ eða þar í kring.\nStærð skiptir í rauninni ekki máli. Windows XP þarf bara að passa inná diskinn.\nVerður að vera PATA.\nEndilega sendið mér PM ef þið eigið eitthvað handa mér eða hringið í 867-5202\nKominn með disk!",
            "date": "2012-01-28 22:01:00",
            "post_id": "416530",
            "reply_to_id": false
        },
        {
            "user_name": "SolidFeather",
            "text": "Ætli harði diskurinn sé einmitt ekki ástæðan fyrir því að hún var svona hæg :p",
            "date": "2012-01-28 22:03:00",
            "post_id": "416531",
            "reply_to_id": "416530"
        },
        {
            "user_name": "Danni V8",
            "text": "Mögulega \n Hann er búinn að tóra í þessi 7 ár, hefði náð 8 ára aldri seint á þessu ári, svo þetta er alveg góð ending. Kæmi ekkert á óvart ef hann væri farinn að segja til sín, en ég kláraði hann endanlega með að berja í tölvu drusluna og það óvart akkurat ofaná diskinn.\nBara svo mikið vesen að þetta skuli vera PATA! Væri alveg vel til í að setja einhvern litlan SSD í þetta í staðinn en veit bara ekki til þess að þeir fáist PATA.",
            "date": "2012-01-29 03:33:00",
            "post_id": "416599",
            "reply_to_id": "416531"
        },
        {
            "user_name": "pattzi",
            "text": "http://www.outletpc.com/hard-drives-lap ... pata-.html\nReyndar fokk dýrt.",
            "date": "2012-01-29 17:35:00",
            "post_id": "416685",
            "reply_to_id": "416599"
        },
        {
            "user_name": "lukkuláki",
            "text": "Á eitthvað af PATA diskum 2,5\" sem ég hef ekkert að gera með og liggja bara hjá mér.\nÞyrfti að koma þeim í verð en er óvenju latur þessa dagana.\nÞeir eru 80GB 100GB og 160GB Þetta eru diskar frá ýmsum tíma sumir eru 2005 - 2008\nEr búinn að keyra short test á suma og það kemur út OK en það má vera að það heyrist meira í þessum diskum en \nnýjum diskum en ég er bara með það slæma heyrn þannig að ég er ekki maðurinn til að meta það vil frekar leyfa einhvern skilafrest en að standa í að prófa þessa diska.\nEf þú vilt skoða þetta eitthvað nánar sendu mér þá pm um hvaða disk þú myndir vilja og hvað þú býður í hann.",
            "date": "2012-01-29 18:30:00",
            "post_id": "416697",
            "reply_to_id": "416685"
        },
        {
            "user_name": "Danni V8",
            "text": "Fékk svona hjá Lukkuláka og þakka bara fyrir mig",
            "date": "2012-01-30 22:28:00",
            "post_id": "417117",
            "reply_to_id": "416697"
        }
    ],
    "date": "2012-01-28 22:01:00"
}