{
    "forum_title": "Koníakstofan",
    "id": "45211",
    "title": "Hvar fær ég venjulegu glóðarpernurnar í dag?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=45211",
    "posts": [
        {
            "user_name": "Moldvarpan",
            "text": "Já kvöldið.\nEr búinn að skoða margar búðir og ég hef ekki getað fundið þessar venjulegu glóðarperur í ljós, það eru allir bara með þessar sparperur sem kosta helling, með einhverju helvítis kvikasilfri í og eru heillengi að kveikja á sér þessar sparperur. Ég vill fá þessar venjulegu perur, veit EINHVER hvar er hægt að fá þessar glóðarperur?\nÞað sem ég hef fengið frá flestum er að það sé hætt að frammleiða þær, en ég er ekki að kaupa það.",
            "date": "2012-01-29 20:28:00",
            "post_id": "416738",
            "reply_to_id": false
        },
        {
            "user_name": "Joi_BASSi!",
            "text": "ég er nokkuð viss um að það sé komið í lög að það má ekki flitja þær inn lengur. efti að þetta kom fengu verslanir að klára það sem að þær áttu til ennþá af glóperum.\nannars þá mæli ég með LED perum. þær kosta mikið en borga sig með langlífi og lítilli rafmagnsnotkun",
            "date": "2012-01-29 20:33:00",
            "post_id": "416743",
            "reply_to_id": "416738"
        },
        {
            "user_name": "gardar",
            "text": "Þú getur þakkað ESB fyrir\nhttp://mbl.is/frettir/taekni/2011/09/01 ... n_ologleg/\nhttp://www.tilveraniesb.net/pistlar/ljo ... sambandinu",
            "date": "2012-01-29 20:34:00",
            "post_id": "416745",
            "reply_to_id": "416743"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Í þessari grein er bara fjallað um 60w perurnar, hvað með 40w perurnar?\nOg þetta er bara fáranlegt, þar sem að nánast allur orkugjafar íslands eru endurnýjanlegir og menga ekki, þá skiptir það litlu máli hvort þær duga stutt eða ekki. \nHinsvegar er kvikasilfur í þessum sparperum og það er mjög hættulegt spilliefni, svo ég skil ekki alveg rökin á bakvið þessi lög.\nEn vitiði um einhvern sem á þessar perur enn á lager?",
            "date": "2012-01-29 20:39:00",
            "post_id": "416746",
            "reply_to_id": "416745"
        },
        {
            "user_name": "axyne",
            "text": "heyrði einu sinni sögu að það væri aðili í þýskalandi sem væri að selja venjulegu glóperurnar.\nHann seldi þær reyndar ekki sem ljósgjafa heldur hitagjafa og gat þannig komist frammhjá lögunum.",
            "date": "2012-01-29 20:42:00",
            "post_id": "416747",
            "reply_to_id": "416746"
        },
        {
            "user_name": "gardar",
            "text": "Mig minnir að 60W hafi verið bannaðar fyrst, og að svo hafi þetta átt að ganga yfir restina og smám saman útrýma þessum perum.\nÉg er því alveg fyllilega sammála að þetta sé hreint og beint fáránlegt og passar svo engan veginn fyrir okkar land... En það er víst þetta sem ESB sleikjurnar vilja",
            "date": "2012-01-29 20:42:00",
            "post_id": "416748",
            "reply_to_id": "416747"
        },
        {
            "user_name": "GullMoli",
            "text": "Fáðu þér bara Halogen perur, finnst þær frekar líkar venjulegu glóðperunum.",
            "date": "2012-01-29 20:44:00",
            "post_id": "416749",
            "reply_to_id": "416748"
        },
        {
            "user_name": "halli7",
            "text": "Fáðu þér bara einhvað svona:\nhttp://www.ikea.is/products/9861\nhttp://www.ikea.is/products/9863\nhttp://www.ikea.is/products/9878",
            "date": "2012-01-29 20:50:00",
            "post_id": "416750",
            "reply_to_id": "416749"
        },
        {
            "user_name": "chaplin",
            "text": "Afhverju ætti e-h að vilja glóðperur frekar en LED eða Halogen?",
            "date": "2012-01-29 20:59:00",
            "post_id": "416755",
            "reply_to_id": "416750"
        },
        {
            "user_name": "Klaufi",
            "text": "Það er verið að flytja þetta inn til Íslands sem hitagjafa.\nAnnars mæli ég sterklega með því að færa þig yfir í LED, eða Halogen, eins og svo margir aðrir hérna.",
            "date": "2012-01-29 21:44:00",
            "post_id": "416768",
            "reply_to_id": "416755"
        },
        {
            "user_name": "ManiO",
            "text": "Flestum þykir birtan frá glóperum þægilegri, þar á meðal ég.",
            "date": "2012-01-29 21:48:00",
            "post_id": "416769",
            "reply_to_id": "416768"
        },
        {
            "user_name": "Haxdal",
            "text": "Ég þoli ekki sparperur,  kemur ömurleg birta frá þeim og bara litlu perurnar passa í ljósastæðin í íbúðinni minni og þær eru alltof veikar.  Hef samt ekki testað þessar Halogen perur í Ikea en mér sýnist þær vera í laginu einsog gömlu glóperurnar svo þær ættu kannski að passa í ljósastæðin hérna og koma í 70W útgáfum,  ætli ég prófi þær ekki þegar litli lagerinn minn af glóperum er búinn.",
            "date": "2012-01-29 22:03:00",
            "post_id": "416773",
            "reply_to_id": "416769"
        },
        {
            "user_name": "Gúrú",
            "text": "Væntanlega skiptir það máli fyrir umhverfið hvort að þú hendir 5 000 000 perum á mánuði eða 4 000 000.",
            "date": "2012-01-29 22:08:00",
            "post_id": "416774",
            "reply_to_id": "416773"
        },
        {
            "user_name": "Steini B",
            "text": "Ég keypti venjulegar perur í krónunni um daginn...\nEn svo er planið að fara alveg yfir í LED fljótlega",
            "date": "2012-01-29 22:09:00",
            "post_id": "416775",
            "reply_to_id": "416774"
        },
        {
            "user_name": "Oak",
            "text": "Þetta er til svona hingað og þangað...húsasmiðjunni í hafnarfirði allavega.\nMeira að segja til mattar perur.",
            "date": "2012-01-29 22:15:00",
            "post_id": "416776",
            "reply_to_id": "416775"
        },
        {
            "user_name": "steinarorri",
            "text": "Miklu betra fyrir umhverfið að henda glóðarperum heldur en sparperunum held ég... er ekki kvikasilfur í þeim?",
            "date": "2012-01-29 22:39:00",
            "post_id": "416786",
            "reply_to_id": "416776"
        },
        {
            "user_name": "tdog",
            "text": "Glóperurnar gefa frá sér hlýrri birtu. Elska glóperur. Hata LED og halógena.",
            "date": "2012-01-29 23:06:00",
            "post_id": "416791",
            "reply_to_id": "416786"
        },
        {
            "user_name": "ManiO",
            "text": "Halogen og LED eiga líka það vandamál að birtunni er beint í stað þess að hún varpast í allar áttir.",
            "date": "2012-01-29 23:08:00",
            "post_id": "416793",
            "reply_to_id": "416791"
        },
        {
            "user_name": "Joi_BASSi!",
            "text": "þú getur fengið LED perur sem að kasta í allar áttir og líta meirað að segja út eins og glóperur. eru líka með góða lísingu",
            "date": "2012-01-29 23:25:00",
            "post_id": "416798",
            "reply_to_id": "416793"
        },
        {
            "user_name": "Haxdal",
            "text": "Ef maður horfir á þetta frá náttúruverndarsjónarmiðum þá eru Sparperur (CFL perur) ekki betri fyrir náttúruna,  það er kvikasilfur í þeim og því þarf að meðhöndla þær sem spilliefni. \nInnvolsið í LED Perum er raftækjabúnaður\n og þarf að meðhöndla perurnar sem slíkar því þarf að fara með Sparperur og LED perur niður í Sorpu.  Hinsvegar er lítill munur á Glóperum og Halogen perum og það má henda þeim báðum í heimilissorpið.  Svo er rafmagnssparnaðurinn af Halogen perum ekki næstum því jafn mikill og á Sparperum, ætli hann sé ekki 15-20%, einnig þá hitna Halogen perur mun meira en venjulega glóperur og því er beinlínis eldhætta af þeim ef það er ekki farið rétt með ljósastæðin.  Þráðurinn í venjulegum Glóperum er í kringum 2500°C og þótt ég fann ekki áætlaðan hita í Halogen perunum þá var allstaðar skírskotað að því að filamentið í Halogen perum væri \nmun \nheitara en venjulegum perum og því gefa þær frá sér mun meiri hita en venjulegar glóperur.",
            "date": "2012-01-30 00:08:00",
            "post_id": "416822",
            "reply_to_id": "416798"
        }
    ],
    "date": "2012-01-29 20:28:00"
}