{
    "forum_title": "Koníakstofan",
    "id": "45405",
    "title": "Ný tollalög",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=45405",
    "posts": [
        {
            "user_name": "Pandemic",
            "text": "Ég sá fréttir um það að heilbrigðistæknideildir séu ósáttar við ný tollalög sem tefja hraðsendingar. Vandamálið var bara það að það var ekki útskýrt í sjálfri fréttinni hvað þau snérust um?\nVeit einhver um link á frétt hvað þessi nýju tollalög eru að gera sem er svona slæmt?",
            "date": "2012-02-05 23:06:00",
            "post_id": "418656",
            "reply_to_id": false
        },
        {
            "user_name": "Olafst",
            "text": "Þetta snýst í grófum dráttum um það að hingað til hafa hraðflutnigsfyrirtæki getað skilað inn tollskýrslu eftir að varan hefur verið afhent viðtakanda.\nÍ þessum nýju lögum er það ekki leyfilegt, þá þurfa hraðflutningsfyrirtækin að skila inn tollskýrslu og fá hana samþykkta áður en afhending vörunnar getur átt sér stað.",
            "date": "2012-02-05 23:09:00",
            "post_id": "418657",
            "reply_to_id": "418656"
        },
        {
            "user_name": "appel",
            "text": "Það á að leggja niður þetta tollarugl.",
            "date": "2012-02-05 23:31:00",
            "post_id": "418661",
            "reply_to_id": "418657"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Var ekki einhver umræða um að fella niður toll á vörum undir 30 evrum eða eitthvað í þá áttina?",
            "date": "2012-02-05 23:33:00",
            "post_id": "418662",
            "reply_to_id": "418661"
        },
        {
            "user_name": "steinarorri",
            "text": "Svo sammála... en allra versta gjaldið er þó tollafgreiðslugjaldið \nAf hverju í fjandanum ætti ég að borga tollinum fyrir að rukka mig?",
            "date": "2012-02-05 23:36:00",
            "post_id": "418664",
            "reply_to_id": "418662"
        },
        {
            "user_name": "gardar",
            "text": "Það er ekkert að ástæðulausu sem toll og troll er svona líkt",
            "date": "2012-02-05 23:40:00",
            "post_id": "418665",
            "reply_to_id": "418664"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Það er nú kannski ekki hægt að leggja niður tollalög. Hvað gera allir verslunareigendur sem færu á hausinn t.d. auðvitað þarf að endurskoða þetta eitthvað en þessi 550 kall sem er fast... pantaði mér gelpúða á 99 cent með sendingarkostnaði og þurfti að borga 750 kall á pósthúsinu... það er ekki réttlátt",
            "date": "2012-02-05 23:40:00",
            "post_id": "418667",
            "reply_to_id": "418665"
        },
        {
            "user_name": "Bjosep",
            "text": "Þú ert að borga Íslandspósti fyrir tollsýslugerðina en ekki tollinum, síðast þegar ég vissi allavega. Þér er frjálst að sjá um eigin tollskýrslugerð en þú þarft líklegast að óska eftir því við Íslandspóst.",
            "date": "2012-02-05 23:43:00",
            "post_id": "418668",
            "reply_to_id": "418667"
        },
        {
            "user_name": "gardar",
            "text": "Tollskýrslugjald og tollmeðferðargjald er ekki sami hluturinn.\nTollmeðferðargjaldið borgar maður alltaf og er það 550kr að mig minnir.\nTollskýrslu þurfa einstaklingar ekki ef sendingin er að andvirði undir 30þús krónur. Tollskýrsluna er svo hægt að gera sjálfur eða láta póstinn gera hana fyrir 3500kr.",
            "date": "2012-02-05 23:47:00",
            "post_id": "418670",
            "reply_to_id": "418668"
        },
        {
            "user_name": "pattzi",
            "text": "Satt hef verið að panta hluti á ebay í um 99 cent og alltaf þarf ég að borga 100 kall í toll og 550 tollmeðferðargjald.",
            "date": "2012-02-05 23:57:00",
            "post_id": "418672",
            "reply_to_id": "418670"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Einmitt þess vegna ætti að endurskoða einmitt svona rusl og drasl sem kostar ekki skít eins og ég var að heyra um að það ætti að fella niður tilla á vörum sem eru undir 30 evrum en ég bara veit ekkert meira en bara sögusagnir  \n  Er maður að stela þessum þræði nokkuð??",
            "date": "2012-02-06 00:11:00",
            "post_id": "418673",
            "reply_to_id": "418672"
        },
        {
            "user_name": "worghal",
            "text": "hvernig er eiginlega með notaða hluti og dýra vinninga ?\nsegjum að ég vinni tölvu að andvirði 250þús og hún er send til mín, er það tollað?",
            "date": "2012-02-06 02:29:00",
            "post_id": "418691",
            "reply_to_id": "418673"
        },
        {
            "user_name": "gardar",
            "text": "",
            "date": "2012-02-06 02:51:00",
            "post_id": "418701",
            "reply_to_id": "418691"
        },
        {
            "user_name": "worghal",
            "text": "þetta bendir bara til fjárhagslegra vinninga.",
            "date": "2012-02-06 03:11:00",
            "post_id": "418702",
            "reply_to_id": "418701"
        },
        {
            "user_name": "DJOli",
            "text": "Gakktu bara í kirkjuna, að t.d. (ef þú ynnir tölvu) að þetta væri ný einkavél prestins.\nno pun intended.",
            "date": "2012-02-06 06:39:00",
            "post_id": "418749",
            "reply_to_id": "418702"
        },
        {
            "user_name": "dori",
            "text": "Þetta meikar bara engan sense. Það sem er verið að tala um í þessum lögum er að vinningar í happdrætti sem eru á vegum stofnana sem hafa fengið leyfi dómsmálaráðuneytis eða sömu stofnanna innan EES séu skattfrjálsir. Það fer ekkert eftir því hvað sá sem kaupir happdrættismiðann gerir.",
            "date": "2012-02-06 12:49:00",
            "post_id": "418792",
            "reply_to_id": "418749"
        },
        {
            "user_name": "Pandemic",
            "text": "þú borgar toll af öllum hlutum sem þú vinnur til landsins og líka af styrkjum. Veit um eitt dæmi þar sem clan var styrkt með heyrnatólum,músarmottum og allskonar swagi. Tollurinn reiknaði bara út hvað þetta kostaði allt saman og skellti nánast 200þúsund á þetta. \nSvo má líka tala um atvikið mitt þar sem ég ætlaði að fá varahlut sendan til landsins þar sem ég hafði fengið gallaða vöru í hendurnar og tollurinn tók það ekki í mál að þetta væri fritt og sagðist finna bara verðið á þetta.",
            "date": "2012-02-06 13:50:00",
            "post_id": "418802",
            "reply_to_id": "418792"
        },
        {
            "user_name": "pattzi",
            "text": "Ég er með um 10 vörur í töllinum kostuðu örugglega um 1500 kall samtals og þeir ætla að rukka mig um 10 þúsund kemur ekki til greina að ég sæki þetta geta bara sent þetta til baka .",
            "date": "2012-02-06 14:06:00",
            "post_id": "418805",
            "reply_to_id": "418802"
        },
        {
            "user_name": "dori",
            "text": "Þeir eru rosalega erfiðir með gjafir eða eitthvað sem er sent sem \"frítt\". Þá finna þeir bara hvað hluturinn kostar nýr (ekki lægstu verð mind you) og búa til reikning út frá því. Ef þetta var sent sem afmælisgjöf eða slíkt þá taka þeir fyrsta 10 þúsund kallinn af eða hvernig sem það var. En ef þú ert samt að kaupa eitthvað og ert með nótu fyrir því þá eiga þeir ekki að geta fokkað eitthvað með verðið og þ.a.l. geta þeir ekki komið þér mikið á óvart þar.\n10 hlutir sem kosta 1500 kr. samtals er dæmi um það. Ef þú ert með nótur fyrir því þá ættu þeir ekki að geta ruglað með það. Hins vegar ef þetta eru 10 mismunandi sendingar þá er auðvitað þetta tollmeðferðargjald sem verður samtals 5500 kr. fyrir 10 sendingar.\nÞegar þú ert með slík tilfelli (fullt af litlum hlutum) þá borgar sig mjög mikið að nota þjónustu eins og \nhttp://viaddress.com\n og láta þá raða mörgum sendingum í lítinn pakka.",
            "date": "2012-02-06 14:11:00",
            "post_id": "418810",
            "reply_to_id": "418805"
        },
        {
            "user_name": "pattzi",
            "text": "Þetta er allt frá ebay seljendum og sent worldwide frítt Búin að tala við tollin þeir lækka einhvað af þessu útaf sent af sama seljanda \nsvo hef ég verið að panta drasl á \nhttp://www.freestuffok.com\n og þar er allt frítt en hef samt þurft að borga toll en segi svo tollinum að þetta hafi verið frítt inná þessari síðu og þá þarf ég ekki að borga einusinni tollmeðferðargjald",
            "date": "2012-02-06 14:17:00",
            "post_id": "418815",
            "reply_to_id": "418810"
        },
        {
            "user_name": "natti",
            "text": "Ástæðan fyrir þessum breytingum er eflaust sú að sum hraðflutningsfyrirtæki hafa tekið \"nótuna\" sem að er með í pakkanum gilda.\nEn þeir sem hafa keypt e-ð af netinu, t.d. af hobby síðum eða þ.h. og hafa skoðað þessar nótur hafa áttað sig á að það er oftar en ekki ekkineitt að marka þær.\nAf sömu ástæðu og þegar þú færð \"venjulega\" sendingu og þarft að fara niður í íslandspóst til að ná í pakkann, þá fara þeir fram á að þú sýnir kvittun (útprentað visa yfirlit t.d., ebay kvittun eða annað sambærilegt sem þeir \"treysta\") áðuren varan er tollafgreidd, því að öllu jöfnu þá taka þeir ekkert mark á nótunum sem koma með pökkunum.\nÉg (og fleiri sem ég þekki) hafa oft \"lent\" í því að versla við ákveðið hraðflutningsfyrirtæki, og vera rukkaður um mun lægri gjöld en ég \"hefði átt\" að borga ef allt væri satt og rétt. Þar sem allur útreikningur var miðaður við nótuna sem fylgdi með pakkanum. (Eða amk miðað við eitthvað allt annað en raunverulegt kaupverð...)",
            "date": "2012-02-06 14:33:00",
            "post_id": "418822",
            "reply_to_id": "418815"
        },
        {
            "user_name": "Pandemic",
            "text": "Ég hef pantað mikið á netinu og hef aldrei lent í þessu nema einu sinni þar sem ég fékk nótu fyrir annarri vöru sem var keimlík. Ég hef heldur aldrei lent í því að þurfa að framvísa Visa yfirliti. \nEr það okkur sem viðskiptavinum að kenna að verslanir geta klúðrað málunum? Það eru ekki við sem erum að brjóta lög eða reyna að komast framhjá þeim ef seljendur senda vitlausa reikninga með.",
            "date": "2012-02-06 15:45:00",
            "post_id": "418851",
            "reply_to_id": "418822"
        },
        {
            "user_name": "natti",
            "text": "Ef ég panta vöru sem ég þarf að sækja til íslandspósts/tollafgreiðslu upp á höfða (Jörfa), þá er ég nær undantekningalaust beðinn um visa yfirlit ef ég borgaði fyrir vöruna með kredit korti.\nÞeir eru mjög tregir við að taka tölvupósta eða önnur \"invoice\" gild.\nOg ég hef verið mjög tregur við að sýna visa yfirlitið þar sem þar koma fram hlutir sem að tollinum kemur ekkert við er varðar aðra neyslu mína.\n(Og nei þeir taka það ekki gilt ef ég kem með yfirlit sem er búið að eiga við í tölvu og blurra allar aðrar irrelevant línur.)\nEn yfirleitt nenni ég ekki að standa í þessu veseni og enda á því að sýna útprentað visa yfirlit hvort eð er. Líka þegar ég er að kaupa bækur af t.a.m. amazon.\nÉg hef t.a.m. keypt fjarstýrðar þyrlur(rafmagns) í gegnum netið (og varahluti eftir að hafa brotlent þeim). Stundum eru þessir hlutir sendir beint frá einhverju asíulandi, þrátt fyrir að ég sé að versla við \"bandaríska\" netverslun. En nóturnar sem fylgja með eru misgóðar, stundum segir innihaldslýsingin \"miscellinous -gift items\", stundum er lýsingin rétt, og oft kemur bara fram \"verðmæti\" en ekki kaupverð. Og verðmæti á einhverju plastdrasli í kína er ekki í neinu samhengi við kaupverðið til mín \nÞetta er amk míns reynsla, kannski er tollurunum bara svona illa við mig",
            "date": "2012-02-06 16:50:00",
            "post_id": "418882",
            "reply_to_id": "418851"
        },
        {
            "user_name": "dori",
            "text": "Smá off topic en eiga þeir einhvern rétt á því að fá að sjá Visa yfirlitið þitt? Mér finnst það alveg fáránlegt ef svo er.",
            "date": "2012-02-06 16:53:00",
            "post_id": "418884",
            "reply_to_id": "418882"
        },
        {
            "user_name": "pattzi",
            "text": "Það væri fáránlegt þar sem ég fæ ekki mitt einusinni eða prenta það út skoða það bara í heimabankanum.\nAllavega hef aldrei verið beðin um það bara ebay reikninga",
            "date": "2012-02-06 16:59:00",
            "post_id": "418885",
            "reply_to_id": "418884"
        },
        {
            "user_name": "Hargo",
            "text": "Nú á líka að fara að hækka tolla á tölvuskjái sem eru með Displayport tengi og tolla þá sem sjónvörp.\nhttps://www.okbeint.is/hpbeint/ui/frettir/view.do?id=5026",
            "date": "2012-02-06 18:06:00",
            "post_id": "418904",
            "reply_to_id": false
        },
        {
            "user_name": "worghal",
            "text": "hef ég einhverntímann sagt ykkur frá HATRI mínu á íslenskum tollum ?",
            "date": "2012-02-06 18:08:00",
            "post_id": "418906",
            "reply_to_id": "418904"
        },
        {
            "user_name": "Pandemic",
            "text": "Ég vil benda þér að hafa samband við persónuvernd einn tveir og bingó. Þeir hafa engan rétt á því að sjá kreditkortayfirlitin þín.",
            "date": "2012-02-06 18:23:00",
            "post_id": "418913",
            "reply_to_id": "418906"
        },
        {
            "user_name": "dori",
            "text": "Hafa þeir ekki einmitt verið að gera þetta líka með skjái sem hafa HDMI tengi í einhvern tíma?",
            "date": "2012-02-06 20:46:00",
            "post_id": "418964",
            "reply_to_id": "418913"
        },
        {
            "user_name": "Hargo",
            "text": "Það gæti verið. Skjáirnir sem OK flytja inn eru samt eflaust meira fyrirtækjaskjáir og gætu bara verið með VGA, DVI og Displayport tengjum. Þekki það annars ekki nógu vel. Annars eru þessi tollalög svo vangefin.",
            "date": "2012-02-06 21:10:00",
            "post_id": "418974",
            "reply_to_id": "418964"
        },
        {
            "user_name": "gardar",
            "text": "Ástæðan sem er gefin upp er sú að þetta sé gert til þess að sporna við innflutningi eiturlyfja, þar sem talið var að menn væru að nýta hraðsendingar í það.\nSamkvæmt talsmönnum hraðsendingafyrirtækja þá segja þau hinsvegar að allar sendingar þeirra fari í gegn um strangara tollaeftirlit en alamennar sendingar.\nHvort undirliggjandi ástæða tollayfirvalda sé sú sem þú nefndir og að hraðsendingarfyrirtækin séu að segja satt og rétt frá hef ég ekki hugmynd um en þetta var amk það sem kom fram í fréttum.\nÞeir geta ekki skoðað kreditkortayfirlitið þitt nema þú gefir þeim heimild til þess, opnir heimabankann fyrir framan þá eða prentir yfirlitið út.\nHvort þeir megi halda pakkanum \"í gíslingu\" þangað til þú sýnir þeim greiðsluyfirlit er svo annað mál sem ég hef ekki kynnt mér. Það ætti þó auðvitað að vera nóg að mæta með greiðslukvittun frá seljanda.",
            "date": "2012-02-07 00:32:00",
            "post_id": "419031",
            "reply_to_id": "418974"
        },
        {
            "user_name": "GullMoli",
            "text": "Jú.\nÉg bíð eftir því að þeir breyti þessu svo að skjáir með jack in/output falli í sama flokk..",
            "date": "2012-02-07 00:37:00",
            "post_id": "419034",
            "reply_to_id": "419031"
        },
        {
            "user_name": "appel",
            "text": "Verði ég forsætisráðherra er Tollstjóraembættið fyrsta stofnunin sem ég legg niður.",
            "date": "2012-02-07 00:42:00",
            "post_id": "419035",
            "reply_to_id": "419034"
        },
        {
            "user_name": "vesley",
            "text": "Held nú að þetta sé bara gömul saga með HDMI tölvuskjái.",
            "date": "2012-02-07 01:16:00",
            "post_id": "419042",
            "reply_to_id": "419035"
        },
        {
            "user_name": "Olafst",
            "text": "Gömul saga og enn í gildi.",
            "date": "2012-02-07 01:26:00",
            "post_id": "419044",
            "reply_to_id": "419042"
        },
        {
            "user_name": "Arkidas",
            "text": "Sendi alltaf bara tölvupóst - aldrei vesen lol.",
            "date": "2012-02-08 09:08:00",
            "post_id": "419454",
            "reply_to_id": "419044"
        },
        {
            "user_name": "Frantic",
            "text": "Þetta er reyndar rangt.\nÉg hef aldrei sýnt þeim neitt yfirlit.\nÞað hefur alltaf verið nóg fyrir mig að prenta annaðhvort kvittunina sem ég hef fengið á email eða beint af síðunni.\n...og ég er ekkert lítið búinn að vera að panta af netinu undanfarið ár.\nLenti samt í því um daginn að það vantaði á síðuna \"Grand Total\" og þá áætlaði tollurinn nákvæmlega $100 meira á mig en þetta kostaði.\nÞvílíkur tröllaskapur í þeim.",
            "date": "2012-02-08 12:14:00",
            "post_id": "419483",
            "reply_to_id": "419454"
        },
        {
            "user_name": "GullMoli",
            "text": "Þeir eru ekki flokkaðir sem \"sjónvarp\" beint en þeir eru í flokki sem ber sömu gjöld og sjónvörp. Þetta gekk í gegn í lok síðasta árs.",
            "date": "2012-02-08 13:23:00",
            "post_id": "419492",
            "reply_to_id": "419483"
        }
    ],
    "date": "2012-02-06 18:06:00"
}