{
    "forum_title": "Koníakstofan",
    "id": "45456",
    "title": "*Hugmynd* Vaktin.is félagskort",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=45456",
    "posts": [
        {
            "user_name": "astro",
            "text": "Hvernig væri það ef GuðjónR og félagar í stjórninni færu að vinna í að gera félagskort fyrir árlega borgandi meðlimi?\nFélagskort með afsláttum og fríðindum í tölvu og græjubúðum í landinu ? Ég væri meira en til í að borga 1.000-2.000Kr.- á ári í skiptum fyrir afsláttakort.\nÞetta væri líka bara gaman uppá samfélagið, því peningarnir sem safnast árlega væri hægt að nota í t.d. að hafa t.d. mod keppni með flottum vinningum.  \n \nHvað fynst ykkur ?",
            "date": "2012-02-06 14:07:00",
            "post_id": "418807",
            "reply_to_id": false
        },
        {
            "user_name": "Benzmann",
            "text": "væri gaman. væri líka flott ef verslanir myndu veita 10-15% afslátt út á þessi kort",
            "date": "2012-02-06 14:09:00",
            "post_id": "418808",
            "reply_to_id": "418807"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Er þetta ekki frekar langsótt eða er það bara ég??",
            "date": "2012-02-06 14:11:00",
            "post_id": "418809",
            "reply_to_id": "418808"
        },
        {
            "user_name": "Benzmann",
            "text": "væri samt nettara ef maður fengi t.d 5% afslátt í tölvubúðum, ef maður væri með undir 1000post's á vaktinni, og 10% ef maður væri með yfir 1000post, og 15% ef maður væri með yfir 2000posts, hafa eitthvað þannig thing á þessu \nen samt dáltið langsótt eins og fyrri ræðumaður segir",
            "date": "2012-02-06 14:14:00",
            "post_id": "418811",
            "reply_to_id": "418809"
        },
        {
            "user_name": "Glazier",
            "text": "Uuuu, nei.",
            "date": "2012-02-06 14:16:00",
            "post_id": "418812",
            "reply_to_id": "418811"
        },
        {
            "user_name": "Frost",
            "text": "Spurning hvort fólk færi þá að pósthórast",
            "date": "2012-02-06 14:16:00",
            "post_id": "418814",
            "reply_to_id": "418812"
        },
        {
            "user_name": "suprah3ro",
            "text": "Ég mundi borga svona árgjald, ef það mundi veita manni meira en 10% afslátt",
            "date": "2012-02-06 14:18:00",
            "post_id": "418816",
            "reply_to_id": "418814"
        },
        {
            "user_name": "lukkuláki",
            "text": "Félagskort eru ekkert svo vitlaus hugmynd en að tengja þá fjölda pósta er fráleit hugmynd.\nEn það mætti kannski miðast við 500 pósta þá færðu kortið en ekki bara strax við skráningu.\nGætum kannski kríað út einhvern afslátt á tölvuíhlutum og líka bara pizzum og fleira drasli",
            "date": "2012-02-06 14:20:00",
            "post_id": "418817",
            "reply_to_id": "418816"
        },
        {
            "user_name": "BjarkiB",
            "text": "Þá fara pósthórurnar strax á stað",
            "date": "2012-02-06 14:20:00",
            "post_id": "418818",
            "reply_to_id": "418817"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Ég myndi fara á hvern einasta póst bara til að segja bö og redda meiri afslætti... Yrði væntanlega bannaður mjög fljótt reyndar en haldið þið að það væri eitthvað hægt að díla við verslanir um eitthvað svona? Nú bara þekki ég þetta ekki. En allt í lagi að borga árgjald og ekkert að því... Hvert get ég lagt inn",
            "date": "2012-02-06 14:21:00",
            "post_id": "418819",
            "reply_to_id": "418818"
        },
        {
            "user_name": "tdog",
            "text": "Sniðug hugmynd. Það væri t.d hægt að fá fyrirtækin sem auglýsa á síðunni í samstarf.",
            "date": "2012-02-06 14:30:00",
            "post_id": "418821",
            "reply_to_id": "418819"
        },
        {
            "user_name": "Kristján",
            "text": "skil ekki afhverju þetta er ekki löngu komið\neins og allir bílaklúbbarnir td þó þeir séu miklu stærri kannski en þá eru þeir með afslætti hægri vinnstri 10 15 20% sumstaðar og svo bensin afslátt.\nsé ekkert að þvi að borka 2000 kall á ári og vera í svona klúbb og fá 10-15% af tölvuvörum\nog ekki binda einhverja posta fjölda inni þetta, það er allavega ekki þannig í bílaklúbbunum þó svo ég sé ekki viss.",
            "date": "2012-02-06 14:38:00",
            "post_id": "418824",
            "reply_to_id": "418821"
        },
        {
            "user_name": "Klemmi",
            "text": "Ef ég á að vera leiðinlegi gaurinn að þá sé ég þetta ekki gerast, allavega hvað afsláttinn varðar nema þá kannski hjá Nýherja, Opnum Kerfum og þess háttar okurbúllum  \n \nVerðlagningin, hvort sem þið trúið því eða ekki, á tölvuvörum í dag býður bara ekki upp á þennan sveigjanleika, oft sem menn gera sér ekki grein fyrir því að ef tölvubúð með segjum 20% meðal álagningu (og já, þetta er mjög nálægt raunverulegri álagningu) gefur 5% afslátt, þá er hún að minnka hagnaðinn af sölu vörunnar um 30%.\nSem dæmi:\nTökum 1000kr.- vöru, seld á 1200kr.- út úr búð, 5% afsláttur kemur vörunni niður í 1140kr.-, hagnaður verlzunarinnar er því 140kr.- í stað 200kr.-\n140/200 = 0.7 = 70% af upprunalega hagnaðnum.\nÉg ætla ekkert að vera að væla hér of mikið um það hversu lág verðin séu, en maður lendir bara of oft í því að fólk sýnir því engan skilning þegar ekki er hægt að gefa afslátt",
            "date": "2012-02-06 14:39:00",
            "post_id": "418825",
            "reply_to_id": "418824"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Þetta var einmitt það sem mig grunaði en auðvitað væri 5% afsláttur allveg nóg finnst mér... bara skemmtilegra að þessu og ef félagar hér væru að borga árgjald þá gætu verslanar fengið fría auglýsingu hér á móti. Er þetta nokkuð jafn langsótt?",
            "date": "2012-02-06 14:47:00",
            "post_id": "418830",
            "reply_to_id": "418825"
        },
        {
            "user_name": "axyne",
            "text": "Ég væri alveg til í félagakort og jafnvel borga eitthvað smotterí fyrir, bara uppá sportið  \n \n\"ágóðan\" mætti siðan setja í einhvernskonar félagastarf hérna á vaktinni t.d mod keppni eins og astro stingur uppá.",
            "date": "2012-02-06 14:52:00",
            "post_id": "418833",
            "reply_to_id": "418830"
        },
        {
            "user_name": "Halldór",
            "text": "tjah ég er sammála öllu þessu en með það hvenar maður á að geta fengið þetta þá er hægt að láta vera einhvern lágmarks tími frá því að fólk skráði sig hingað inn t.d. eitt ár?",
            "date": "2012-02-06 14:56:00",
            "post_id": "418835",
            "reply_to_id": "418833"
        },
        {
            "user_name": "DabbiGj",
            "text": "Finnst ótrúlegt að menn séu að gera sér von um 15% afslátt, það er ekki nein tölvubúð af þeim sem að t.d. auglýsa hérna fyrir ofan sem ða hafa álagningu sem að stendur undir þessum afslætti. Tölvubúðir hérna á klakanum keyra á 5-20% álagningu á vörum og 15% afsláttur kemur útá að þær sleppa á sléttu eða í tapi á flestum vörum, margar vörur einsog t.d. vinsælir örgjörvar eru meiraðsegja seldar á kostnaðarverði og stundum eru menn að greiða með vörum.",
            "date": "2012-02-06 15:22:00",
            "post_id": "418840",
            "reply_to_id": "418835"
        },
        {
            "user_name": "Marmarinn",
            "text": "Það væri hægt að útfæra afsláttinn með einhverskonar stimpil/klippikorti. 10 eða 5ta hver kaup með afslætti.",
            "date": "2012-02-06 15:38:00",
            "post_id": "418848",
            "reply_to_id": "418840"
        },
        {
            "user_name": "lukkuláki",
            "text": "Virkir notendur hérna skipta nú ekki neinum þúsundum þannig að það setur ekkert tölvukompaní á hausinn að gefa nokkrum aðilum 15% afslátt á íhlutum.\nÉg persónulega myndi beina viðskiptum mínum þangað svo er oft sem maður kaupir meira af svona aðlilum og kaupir dýrari vörur.",
            "date": "2012-02-06 15:50:00",
            "post_id": "418852",
            "reply_to_id": "418848"
        },
        {
            "user_name": "appel",
            "text": "Vá hvað þið eruð klikk \nVaktin er nú þegar búin að ýta niður verði um allavega 20% með virkri verðvöktun. Svo viljiði veifa útprentuðum skírteinum í búðunum? Held að sumir fái á kjaftinn    \n \nEn það væri hægt að búa til svona mynd sem hægt er að prenta út.\n----\nvaktin\nmeðlimur 007",
            "date": "2012-02-06 15:55:00",
            "post_id": "418861",
            "reply_to_id": "418852"
        },
        {
            "user_name": "mind",
            "text": "Hvernig færðu þá tölu út ?",
            "date": "2012-02-06 16:23:00",
            "post_id": "418876",
            "reply_to_id": "418861"
        },
        {
            "user_name": "vesley",
            "text": "Hvar helduru að verðin væru núna ef Vaktin hefði aldrei verið til ?    Ég myndi alveg skjóta á hátt í 20% hærra.   \nÉg tók mjög vel eftir þessu þegar ég var að vinna hjá Buy.is hvað sumar verslanir kepptust um lægsta verðið í hinum og þessum flokkum.",
            "date": "2012-02-06 16:25:00",
            "post_id": "418877",
            "reply_to_id": "418876"
        },
        {
            "user_name": "astro",
            "text": "Alls ekki, það kunna allir að meta hvað vaktin hefur gert fyrir neytendur tölvuíhluta og fl. Þó það væri nú ekki nema 5% eða 10% af \"völdum vörum\" sem væri kanski breitilegt, og það væri bara auglýst.\nEða þegar maður notar \"félagskortið\" og kaupir yfir 50.000Kr.- fær maður 5% afslátt, yfir 100.000Kr.- 7% afslátt, 150.000Kr.- 10% afslátt. Oft hægt að semja við einhverjar búðir.\nOg ég er ekki endilega að tala bara um tölvubúðir sem selja einungis tölvuvörur.\nMargir sem eiga flottar tölvur eiga einhverjar aðrar flottar græjur, t.d. Blu-Ray spilara, 47\" LED sjónvörp, heimabíókræjur uppá mörg-hundruð þúsund, afhverju ekki að fá Ormsson, Sjónvarpsmiðstöðina,\nHátækni, Heimilistæki og þessar búðir til að veita smá afslátt, það er vitað að þessar búðir leggja vel ofaná græjudótið sem þeir selja, ég bið alltaf um staðgreiðsluafslátt þegar ég kaupi mér eithvað dýrt tæki, og fæ stundum 5-10% afslátt.\nÞað er vegna þess að þeir geta gefið manni þann afslátt, því það er smurt ofaná þetta, en það þora ekki allir að spurja um afslátt, vegna þess að þetta er ekkert sjálfsagður hlutur að labba inní búð og spurja um afslátt af nýrri vöru,\nsumir starfsmenn veita ALLDREI staðgreiðsluafslátt og aðrir ef maður er bara almennilegur og kurteis þá veit maður alldrei.\nÉg t.d. keypti mér heimabíókerfi 2011 og spurði hvort ég gæti fengið staðgreiðsluafslátt og ég fékk bara móðgandi svip á móti mér og bara.. Nei? Afhverju? \nSagðist ætla að hugsa þetta aðeins, hugsaði þetta yfir kvöldið og ákvað að skella mér bara á það, labbaði inn daginn eftir og annar starfsmaður afgreiddi mig og lét mig hafa 5% afslátt.\nCorrect me if im wrong !",
            "date": "2012-02-06 16:28:00",
            "post_id": "418878",
            "reply_to_id": "418877"
        },
        {
            "user_name": "tomasjonss",
            "text": "Þetta á ekki að vera neitt erfitt.\nÉg var með skákklúbb þar sem var borgað félagsgjöld og í staðinn var 5% afsláttur í Pennanum og 10% á þessum veitingastað og eitthvað annað annarstaðar. \nFyrirtæki horfa á þetta sem beitu, þeir vita að fólk mun ekki nota þessi afsláttarkort af eilífu eða alla daga, þetta er líka tækifæri fyrir fyrirtæki að fá nýja ánægða viðskiptavini án þess að punga út háum fjárhæðum. Þetta er winwin í flestum tilvikum\nEDIT:\nÍ flestum tilvikum er líka gerður árs samningur við fyrirtækin, að ári liðnu detta einhver út og önnur koma í staðinn. Síðan eru önnur sem vilja halda samstarfinu áfram.",
            "date": "2012-02-06 18:11:00",
            "post_id": "418907",
            "reply_to_id": "418878"
        },
        {
            "user_name": "Akumo",
            "text": "Nei takk.",
            "date": "2012-02-06 18:22:00",
            "post_id": "418912",
            "reply_to_id": "418907"
        },
        {
            "user_name": "GuðjónR",
            "text": "Skemmtileg hugmynd, takk klemmi fyrir að skjóta hana svona snyrtilega í kaf",
            "date": "2012-02-06 20:07:00",
            "post_id": "418954",
            "reply_to_id": false
        },
        {
            "user_name": "worghal",
            "text": "þessi hugmynd er samt flott, þótt að eins og klemmi skýri frá, skili ekki rosalegum plús í kassann.\nen það verður líka að hafa í huga að notendur vaktarinnar eru 100% þeirra sem versla við þessar búðir.\nmér líst best á hugmyndina ef verslað er yfir eitthvað áhveðið mikið í stað þess að koma og versla eina viftu á 900kr og fá 5% afslátt.",
            "date": "2012-02-06 20:14:00",
            "post_id": "418957",
            "reply_to_id": "418954"
        },
        {
            "user_name": "mercury",
            "text": "GuðjónR fer í að plögga afslátt í \"mjólkurbúðinni\"",
            "date": "2012-02-06 21:06:00",
            "post_id": "418972",
            "reply_to_id": "418957"
        },
        {
            "user_name": "MrIce",
            "text": "Luvit!",
            "date": "2012-02-06 21:50:00",
            "post_id": "418985",
            "reply_to_id": "418972"
        },
        {
            "user_name": "tomasjonss",
            "text": "Það yrði biti af köku að ná inn svona 20 fyrirtækjum á Vaktarkortið á tveim dögum",
            "date": "2012-02-06 21:52:00",
            "post_id": "418986",
            "reply_to_id": "418985"
        },
        {
            "user_name": "Klaufi",
            "text": "Guðjón, gildir árgjaldið mitt fyrir þetta ár eða næsta?",
            "date": "2012-02-06 22:21:00",
            "post_id": "418994",
            "reply_to_id": "418986"
        },
        {
            "user_name": "vesley",
            "text": "Verslanir eins og Tölvutek og Tölvulistinn ættu nú að geta gefið smá prósentu í afslátt.    \nMan \"back in the days\" þegar ég fékk afslátt því ég var meðlimur í BF2 clani Tölvuteks. \nBensínafsláttur væri líka mjög stór plús.\nOg hvað með að VIP meðlimir fá skírteinið",
            "date": "2012-02-06 22:35:00",
            "post_id": "418998",
            "reply_to_id": "418994"
        },
        {
            "user_name": "beatmaster",
            "text": "",
            "date": "2012-02-06 22:49:00",
            "post_id": "419002",
            "reply_to_id": "418998"
        },
        {
            "user_name": "Klaufi",
            "text": "Ég bíð þá bara spakur eftir að nafnið mitt verði blátt..\n*Ef að þessu yrði þá yrði það að mínu mati að vera krafa..*",
            "date": "2012-02-06 22:54:00",
            "post_id": "419004",
            "reply_to_id": "419002"
        },
        {
            "user_name": "Danni V8",
            "text": "Ég myndi alveg borga ársgjald fyrir afsláttarkort.",
            "date": "2012-02-06 23:41:00",
            "post_id": "419020",
            "reply_to_id": "419004"
        }
    ],
    "date": "2012-02-06 20:07:00"
}