{
    "forum_title": "F.A.Q.",
    "id": "4547",
    "title": "Hvernig kemst ég í BIOS stillingar tölvunnar?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=33&t=4547",
    "posts": [
        {
            "user_name": "MezzUp",
            "text": "Hvernig komast á inní BIOS stillingar tölvunnar.\n\n\n\n\nAth. Höfundur tekur enga ábyrgð á grein þessari! Hættulegt getur verið að breyta BIOS stillingum tölva!\n\n\n\n\nMargir þurfa einhverntímann að komast inní BIOS stillingar tölvunnar sínar fyrr eða síðar, en það getur verið hægara sagt en gert. Í BIOS er hægt að stilla marga hluti s.s. dagsetningu og tíma, \"device boot order\", skoðað hitastig örgjörva, overclockað og meira. Það gæti verið að það þurfi aðrar leiðir til að komast inní BIOS á ykkar tölvu, en flestar tölvur í dag nota svipaða aðferð og þessi sem að ég lýsi.\n\n\n\nTil þess að komast inní BIOS þarf að smella á takka þegar tölvan er að ræsa sig. \n\n\n\n\nHvaða takki?\n\n\nÞað er mismunandi á milli framleiðenda, en algengustu takkarnir í dag eru(í réttri röð):\n\nDel\nete\n\nEsc\nape\n\nF1/F2/F8........\n\n\n\n\nÞað stendur oftast á skjánum í ræsingu hvaða takka þú átt að ýta á. Ef að skjárinn hverfur of fljótt er hægt að ýta á \nPause\n takkan(efst hægra meginn) til að \"frysta\" skjámyndina, síðan er ýtt á einhvern annan takka til að halda áfram.\n\n\n\nHvenær á að ýta á hann?\n\n\n\n\nEftir að \nRAM talning\n hefur farið fram, áður en að \nstýrikerfið byrjar að ræsa sig\n. Best er að prófa sig áfram með takkana sem að ég sagði frá hér að ofan. Athugið að ekki er nóg að halda takkanum inni, það verður að smella á takkan, þá ætti að koma upp skjár líkur \nþessum\n, þá ertu kominn inní BIOS.\n\nFarðu varlega þó, og ekki vista neinar breytingar nema að þú sést viss um hvað þær gera.\n\n\n\nKv. Gummi//MezzUp\n\n\n\nAth. Allt efni er eign höfundar greinar og \nöll afritun eða birting\n í hluta eða held \ná efni þessu\n, texta eða myndum, án sérstaks leyfis höfundar \ner með öllu óheimil. Höfundur tekur enga ábyrgð\n á efni greinarinnar.",
            "date": "2004-06-26 21:11:00",
            "post_id": "46354",
            "reply_to_id": false
        }
    ],
    "date": "2004-06-26 21:11:00"
}