{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "45494",
    "title": "Vesen að synca iPad við iTunes",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=45494",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Er í smá veseni, var með tvær mac tölvur og seldi aðra um daginn.\nÉg deautorized tölvuna sem ég seldi og tók TimeMachine backup af öllu.\nMeiningin er að restora því svo síðar þegar ég kaupi nýja mac.\nEn málið er, að þegar ég set iPad í sambad við tölvuna sem ég er með núna þá kemur að iPad sé syncaður við annað iTunes library og ég er spurður hvort ég vilju þurrka allt af iPad og synca við þetta library. En bæði library eru teng við sama netfangið.\nÉg prófaði að búa til nýjan User á tölvunni og setti hann upp frá TimeMachine backup, þá kom \"rétta\" library en ég fékk spurninguna hvort ég vildi Re-Authorize the computer.\nSpurning er hvaða computer? þessa sem ég var að selja? .... \nHvernig er best að snúa sig út úr þessu??",
            "date": "2012-02-06 23:02:00",
            "post_id": "419008",
            "reply_to_id": false
        },
        {
            "user_name": "worghal",
            "text": "það á að vera fæll í gamla itunes library sem að inniheldur talnarunu, þú átt að getað copyað þessa talnarunu og sett inn í hitt itunes library og þannig notað tvær tölvur til að synca því það er komið sama id númer á bæði.\nman ekki hvað fæll en ég skal leita að þessu fyrir þig.\nEDIT: ég held að það sé þetta \nhttp://www.andrewgrant.org/2008/03/30/h ... uters.html\nþetta er reyndar frá 2008 og veit ég ekki hvort apple hafi patchað þetta.",
            "date": "2012-02-06 23:23:00",
            "post_id": "419011",
            "reply_to_id": "419008"
        },
        {
            "user_name": "GuðjónR",
            "text": "Það væri frábær, takk fyrir það",
            "date": "2012-02-06 23:24:00",
            "post_id": "419013",
            "reply_to_id": "419011"
        }
    ],
    "date": "2012-02-06 23:02:00"
}