{
    "forum_title": "Koníakstofan",
    "id": "45567",
    "title": "Breivik Leikja sjúkur -_-",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=45567",
    "posts": [
        {
            "user_name": "Ulli",
            "text": "Nú á að fara kénna tölvuleikjum um..\nhttp://mbl.is/frettir/erlent/2012/02/09 ... kjasjukur/",
            "date": "2012-02-09 11:27:00",
            "post_id": "419691",
            "reply_to_id": false
        },
        {
            "user_name": "coldcut",
            "text": "Það er ekki verið að kenna tölvuleikjum um endilega, bara ein af ástæðunum fyrir veruleikafirringu hans. En mikil tölvuleikjaspilun gerir engum gott!",
            "date": "2012-02-09 11:37:00",
            "post_id": "419694",
            "reply_to_id": "419691"
        },
        {
            "user_name": "dori",
            "text": "Svo er spurning hvort hann hafi byrjað að haga sér undarlega af því að hann varð leikjasjúkur eða hvort hann hafi orðið leikjasjúkur af sömu ástæðum og hann fór að haga sér undarlega. Ég hallast að því seinna.\nHann hefur örugglega orðið fyrir einhverju áfalli (telst gjaldþrota fyrirtæki ekki stundum sem slíkt) og notaði þetta m.a. sem útrás.",
            "date": "2012-02-09 11:41:00",
            "post_id": "419696",
            "reply_to_id": "419694"
        },
        {
            "user_name": "einarhr",
            "text": "Mín skoðun er sú að það eigi ekki að ræða þennan ræfil hérna á vaktinni. Það sem hann var úti eftir er athygli og þegar það er skrifað um hann hægri go vinstri í blöðum og spjallborðum  þá fær hann á athygli sem hann var úti eftir.\nÞetta er bara mín skoðun",
            "date": "2012-02-09 12:33:00",
            "post_id": "419708",
            "reply_to_id": "419696"
        },
        {
            "user_name": "daniellos333",
            "text": "",
            "date": "2012-02-09 13:11:00",
            "post_id": "419716",
            "reply_to_id": "419708"
        },
        {
            "user_name": "daniellos333",
            "text": "Hann á skilið athygli.",
            "date": "2012-02-09 13:12:00",
            "post_id": "419717",
            "reply_to_id": "419716"
        },
        {
            "user_name": "ORION",
            "text": "Hann á skilið blásýru í æð",
            "date": "2012-02-09 13:16:00",
            "post_id": "419718",
            "reply_to_id": "419717"
        },
        {
            "user_name": "kallikukur",
            "text": "Hann á skilið að vera hent niður í kjallara þar sem hann fengi eitthvað rusl að éta einu sinni á dag og fengi enga athygli né neinn til að tala við.",
            "date": "2012-02-09 13:49:00",
            "post_id": "419723",
            "reply_to_id": "419718"
        },
        {
            "user_name": "beggi90",
            "text": "Úúú er keppni hver getur ýmindað sér ljótustu refsinguna fyrir Breivik, er ég kominn á dv.is/bland.\nAnnars er ágætt að velta fyrir sér hvort of mikil tölvuleikjanotkun hafi slæm áhrif á fólk sem er eitthvað veikt á geði.\nTrúi ekki að leikirnir séu orsök en þeir hafi pottþétt ekki bætt andlegt ástand mannsins.",
            "date": "2012-02-09 14:03:00",
            "post_id": "419725",
            "reply_to_id": "419723"
        },
        {
            "user_name": "FuriousJoe",
            "text": "http://www.dv.is/bland\n er ekki til !",
            "date": "2012-02-09 16:03:00",
            "post_id": "419756",
            "reply_to_id": "419725"
        },
        {
            "user_name": "dori",
            "text": "Haldið bara áfram umræðunni þar sem hún var komin.",
            "date": "2012-02-09 16:17:00",
            "post_id": "419757",
            "reply_to_id": "419756"
        },
        {
            "user_name": "worghal",
            "text": "hann var með öfgafullar pólitískar skoðanir sem höfðu áhrif á dómgreind á ákvarðanir hans.\nég segi að þetta er pólitík að kenna og því ætti að banna slíkt!\nhann var með öfgafullar trúarlegar skoðanir sem höfðu áhrif á dómgreind á ákvarðanir hans.\nég segi að þetta er trú að kenna og því ætti að banna slíkt!\nproblem?",
            "date": "2012-02-09 16:23:00",
            "post_id": "419758",
            "reply_to_id": "419757"
        },
        {
            "user_name": "Plushy",
            "text": "Frekar að hann hafi verið sjúkur fyrir, og að tölvuleikir hafi ekkert gert honum gott á þann veg.",
            "date": "2012-02-09 16:42:00",
            "post_id": "419764",
            "reply_to_id": "419758"
        },
        {
            "user_name": "Bjosep",
            "text": "Hættið að tala illa um Breivik! Hann er dugmikill!",
            "date": "2012-02-09 17:42:00",
            "post_id": "419784",
            "reply_to_id": "419764"
        },
        {
            "user_name": "fremen",
            "text": "Alltaf er reynt að bendla serial killers við einhverja tölvuleikjasýki. Það er til waste-of-oxygen lýður út um allan heim sem gerir ekkert nema spila tölvuleiki alla ævi, þú sérð það fólk ekki vakna upp einn daginn og ákveða að stúta öllum.\nAf hverju er ekki hægt að sætta sig við bara að maðurinn sé geðveikur? Tölvuleikjasýki hefur ekkert með það að gera.",
            "date": "2012-02-09 18:01:00",
            "post_id": "419792",
            "reply_to_id": "419784"
        },
        {
            "user_name": "daniellos333",
            "text": "Hann var samt sem áður nýlega útskurðaður sem andlega \"heilbrigður\", en þessar \"öfgafullu skoðanir\" hans sé ástæðan fyrir morð á 70 börnum, ER ÞAÐ EKKI GEÐVEIKI?, OK.",
            "date": "2012-02-09 18:55:00",
            "post_id": "419808",
            "reply_to_id": "419792"
        },
        {
            "user_name": "appel",
            "text": "Hann drakk vatn...\nbönnum vatn!",
            "date": "2012-02-09 19:06:00",
            "post_id": "419810",
            "reply_to_id": "419808"
        },
        {
            "user_name": "Daz",
            "text": "Uuuu JÁ! \nhttp://www.dhmo.org/\n !!!",
            "date": "2012-02-09 20:01:00",
            "post_id": "419833",
            "reply_to_id": "419810"
        },
        {
            "user_name": "cure",
            "text": "Nákvæmlega, svo var annað sem hann gerði, hann svaf á nóttunni eins og allir fjöldamorðingjar hafa gert!!! svefn ætti náturlega að vera bannaður með lögum í öllum ríkjum.",
            "date": "2012-02-09 20:40:00",
            "post_id": "419845",
            "reply_to_id": "419833"
        },
        {
            "user_name": "rapport",
            "text": "Getum við ekki sæst á að allt sé gott í hófi.\nHóf sé einstaklingsbundið t.d. geti sumir spilað tölvuleiki endalaust án þess að það skemmi þá en aðrir myndi einhverskonar fíkn og enn aðrir verði hreinlega geðveikir?\nÉg lenti sjálfur í því að láta MTG og svo Fallout2 ganga fyrir menntaskólanum á sínum tíma... er það ekki svolítið klikkað?\nÞað væri lítið mál fyrir mig að eyða 500+ klukkutímum í uppáhalds leikina mína á fjórum mánuðum ef ég gæfi alla skynsemi lönd og leið.\nEf ég gerði það, væri ég þá geðveikur?\nGæti t.d. fjölskyldan í samráði við lækni látið svipta mig sjálfræði og flytja mig á stofnun?",
            "date": "2012-02-09 20:51:00",
            "post_id": "419847",
            "reply_to_id": "419845"
        }
    ],
    "date": "2012-02-09 11:27:00"
}