{
    "forum_title": "Koníakstofan",
    "id": "45623",
    "title": "Lagg hjá hringdu?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=45623",
    "posts": [
        {
            "user_name": "paze",
            "text": "Fleiri sem lagga hjá hringdu? Hef verið að lagga svakalega síðustu daga.. Kemur í svona chokes einhvernveginn.",
            "date": "2012-02-10 22:16:00",
            "post_id": "420221",
            "reply_to_id": false
        },
        {
            "user_name": "svensven",
            "text": "Það er bilun hjá þeim sem er búin að vera í marga daga og þeir hafa ekki hugmynd um hvenær þetta verður lagað",
            "date": "2012-02-10 22:19:00",
            "post_id": "420226",
            "reply_to_id": "420221"
        },
        {
            "user_name": "paze",
            "text": "Ye..Ég er farinn frá Hringdu.",
            "date": "2012-02-11 00:09:00",
            "post_id": "420257",
            "reply_to_id": "420226"
        },
        {
            "user_name": "Tesy",
            "text": "Já, ég er búinn að lagga í svona 2 mánuðir.\nEr með 100mb ljósleiðara hjá Hringdu en er samt bara að fá 50-250mb/s download á torrent.. meikar það sens?",
            "date": "2012-02-11 00:43:00",
            "post_id": "420274",
            "reply_to_id": "420257"
        },
        {
            "user_name": "tomasjonss",
            "text": "Ég er bara fínn, nema ég varð að gefa eftir beintenginu í router út af einhverju sjónvarpi.\nEn er betra hjá mér en það var fyrir nokkrum dögum.",
            "date": "2012-02-11 00:44:00",
            "post_id": "420275",
            "reply_to_id": "420274"
        },
        {
            "user_name": "paze",
            "text": "Oh my god, ætla þeir aldrei að laga þetta?",
            "date": "2012-02-12 21:51:00",
            "post_id": "420774",
            "reply_to_id": "420275"
        },
        {
            "user_name": "Moquai",
            "text": "Frekar leiðinlegt sko :/\nEr hægt að fá 100mb eða ofar hjá símanum?",
            "date": "2012-02-12 22:45:00",
            "post_id": "420786",
            "reply_to_id": "420774"
        },
        {
            "user_name": "Matti21",
            "text": "Svona er þetta búið að vera hjá mér í einhverjar vikur núna.\n...Hringdu að standa sig vel",
            "date": "2012-02-12 23:01:00",
            "post_id": "420790",
            "reply_to_id": "420786"
        },
        {
            "user_name": "paze",
            "text": "Hérna er mitt á nokkrum stöðum:\npingtest.net til svíþjóðar og bretlands:\nEkki að gera sig þetta packet loss sérstaklega.",
            "date": "2012-02-13 00:02:00",
            "post_id": "420795",
            "reply_to_id": "420790"
        },
        {
            "user_name": "paze",
            "text": "Ég veit samt að þegar netið datt alveg út hjá þeim, þá var það aðilanum sem þeir voru að versla bandvídd hjá að kenna, ekki þeim. Veit ekki með þetta vandamál en þetta er að verða svolítið of mikið fyrir mig þar sem ég keppi í tölvuleikjum og þarf stabílt net.",
            "date": "2012-02-13 00:06:00",
            "post_id": "420797",
            "reply_to_id": "420795"
        },
        {
            "user_name": "fremen",
            "text": "Af hverju í ósköpunum ertu ekki hjá Símanum þá? LANG besta útlandanetið. Ég spila mikið leiki og það oftast í útlöndum og ég fer aldrei frá Símanum aftur.",
            "date": "2012-02-13 03:05:00",
            "post_id": "420802",
            "reply_to_id": "420797"
        },
        {
            "user_name": "tanketom",
            "text": "ætlaði sér örugglega að spara nokkra þúsund kalla á mánuði  \n Þetta verð hjá simanum er algjört ripp off",
            "date": "2012-02-13 03:10:00",
            "post_id": "420803",
            "reply_to_id": "420802"
        },
        {
            "user_name": "Tjorvicool",
            "text": "Laggar hjá mér",
            "date": "2012-02-13 10:54:00",
            "post_id": "420832",
            "reply_to_id": "420803"
        },
        {
            "user_name": "fremen",
            "text": "Hmm, er mér að yfirsjást eitthvað?\nSíminn - Ljósnet 80GB dl, 6.190kr + 450kr + 1.490kr línugjald = 8.130kr (ég borga allavega línugjald, er ekki með síma eða neitt slíkt annað)\nHringdu - Ljós 80GB dl, 3995kr + 2410kr = 6.405kr + má reikna einhvern kostnað fyrir eingreiðsluna fyrir routerinn staðinn fyrir leigugjaldið.\nÞannig mismunurinn eru kannski einhverjar 1.500kr á mánuði eða jafnvel enginn því þú ert hvorteðer að borga línugjald eitthvað annað ekki satt?\nHjá Símanum er fín þjónusta, MIKLU betra og stabílla útlandanet og yfir höfuð mjög stabílt net. + Mun stærri kúnnahópur sem er gott því ef eitthvað fer úrskeiðis þurfa þeir að bregðast hratt við.\nÉg er ekki að reyna að selja Símann neitt eða svoleiðis en ég hef verið hjá öðrum fyrirtækjum og eftir að ég flutti suður og fékk net hjá Símanum sé ég ekki af hverju fólk ætti að vilja að vera annars staðar. Var með ljósleiðara hjá Vodafone á Akureyri því Síminn bauð ekki upp á hann þar og þetta er lélegasta apparat sem ég hef haft. Útlandanetið oft svo lélegt að varla var hægt að streama 480p hvað þá 720p og pingið í netleikjum í evrópu skammarlega hátt og allt að óspilandi. \nÉg sýndi nokkrum vodafone viðskiptavinum sem eru með mér í skólanum þetta um daginn, pinguðum nokkrar iptölur í EU og ég var að fá kannski 60-70 meðan þeir fengu 120-130. Svona er þetta búið að vera hjá Vodafone í alveg örugglega 3 ár. Ég man eftir þegar ég byrjaði í HoN þá kvartaði ég yfir þessu við Vodafone og þekki einn sem vinnur þar og spilar/spilaði líka HoN og hann talaði eitthvað um vesen á link gegnum Frakkaland eða eitthvað (man ekki 100%) og nú enn í dag er ekki enn búið að laga þetta miðað við þessar ping tilraunir.\nÞað þarf svo enginn að segja mér að average notandi hafi eitthvað að gera með 100mb ljós nema bara til að geta sagt að hann hafi það og/eða til að geta DLað hraðar. Ég get streamað 1080p á ljósneti svo ég skil ekki hvað venjulegur notandi (hvað þá einhver professional gamer) hefur að gera með 100mb ljós. (Punktur just in case ef bera á saman hraðamismuninn á netinu)\nEn bara mín $0.02",
            "date": "2012-02-13 13:12:00",
            "post_id": "420852",
            "reply_to_id": "420832"
        },
        {
            "user_name": "dori",
            "text": "Ekki gleyma að þú mælir gæði netteningar í rauninni á þrem kvörðum. Hraði (biðtími/ping), burðargeta (mbps) og áreiðanleiki (pakkatap). Það fer svosem eftir því hvað þú skilgreinir sem venjulegan notanda en það er mjög mismunandi eftir því hvað þú ert að gera og hvernig það er útfært hvað af þessu er mikilvægt. Fyrir tölvuleiki er lágur biðtími og mikill áreiðanleiki mjög mikilvægur (það er mismunandi hversu veikir fjölspilunarleikir eru fyrir pakkatapi og slíku en ef þú ert með háan biðtíma þá mun leikurinn alltaf verða hægur).\nFlest streymi í dag er útfært með \"chunked http\" eða álíka. Þá eru sendir stórir pakkar og það eykur biðtímann ef þú ert með rauntímaatburð en eykur áreiðanleika (ef pakki tapast eða ef notandi er með háan biðtíma eru meiri líkur á að hann finni samt ekki fyrir því).\nÉg gleymdi mér smá (afsakið ef þetta eru engar fréttir fyrir þig) en punkturinn er að fyrir \"professional gamer\" er ljós mjög mikilvægt enda með mun lægri biðtíma (þó svo að það sé bara þessi stutta leið í símstöð). Það er líka alltaf skemmtilegra því að allt sem tengist neti virkar meira \"snappí\". VDSLið (ljósnetið) er reyndar mjög skemmtilegt og lækkar töluvert biðtíma frá ADSLinu en það er alltaf overhead í þessari DSL breytingu.",
            "date": "2012-02-13 13:47:00",
            "post_id": "420858",
            "reply_to_id": "420852"
        },
        {
            "user_name": "fremen",
            "text": "Allt í góðu, engar afsakanir þarfar, alltaf gaman að læra eitthvað. Ég náttúrulega hef bara prófað Ljósið hjá Vodafone(ekki hjá öðrum þjónustuaðilum) í samanburði við Ljósnetið hjá Símanum og netið er miklu hraðvirkara og eins og þú segir \"snappí\" hjá mér núna en það var á ljósleiðaranum - en það gæti auðvitað bara verið þjónustuaðilinn þá.",
            "date": "2012-02-13 15:27:00",
            "post_id": "420875",
            "reply_to_id": "420858"
        },
        {
            "user_name": "dori",
            "text": "Það getur líka verið lélegur endabúnaður. Ef routerinn er lélegur gerir góð nettenging ekkert gagn.",
            "date": "2012-02-13 15:36:00",
            "post_id": "420878",
            "reply_to_id": "420875"
        },
        {
            "user_name": "fremen",
            "text": "Ég hélt það einmitt fyrst og mér var reddað einhverjum nýjum router sem átti að vera alveg the shit, en ekkert breyttist :/",
            "date": "2012-02-13 15:42:00",
            "post_id": "420881",
            "reply_to_id": "420878"
        },
        {
            "user_name": "Gúrú",
            "text": "Það er áhugavert að taka það fram að fólk fær mjög, mjög mismunandi útlandahraða almennt eftir því hvað það býr í þessu Ljós dóti hjá Voda. \nÞó það sé innan Reykjavíkur þá munar það alveg kílómeternum að ég 50Mb Voda get streamað lagglaust 720p en félagi minn með 50Mb Voda\nsuðaustan mér komst varla nálægt því (Sitthvor router en hans var samt með a.m.k. 45Mb DL throughput).",
            "date": "2012-02-13 16:24:00",
            "post_id": "420894",
            "reply_to_id": "420881"
        },
        {
            "user_name": "einarth",
            "text": "Sæll.\nSem starfsmaður GR verð ég nú að fá að draga þessa staðhæfingu í efa.\nÞað er engin munur á milli svæða í ljósleiðarakerfi GR hvað getu varðar. Það ná allir sínum fulla hraða innan kerfis hjá GR hvort sem þeir eru á Hvolsvelli, Reykjavík eða Akranesi.\nUmferð frá GR til Vodafone fer síðan um tvö jafn stór sambönd og tengist í tvo stóra tengipunkta hjá Vodafone.\nÞað hlýtur því að vera önnur tæknileg ástæða fyrir þessum mun á milli ykkar - eitthvað að í netbúnaði, lögnum eða tölvubúnaði hjá vini þínum.\nKv, Einar.",
            "date": "2012-02-13 22:25:00",
            "post_id": "421030",
            "reply_to_id": "420894"
        },
        {
            "user_name": "GuðjónR",
            "text": "....sem starfsmaður GR geturðu komist að því af hverju Kjalarnes (116. Reykjavík) fékk ekki tengingu við ljósleiðarann sem var lagður hérna framhjá og upp á Akranes?",
            "date": "2012-02-13 22:35:00",
            "post_id": "421033",
            "reply_to_id": "421030"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Dropi flúinn af vaktinni? Það er ekkert að lagast hjá Hringdu ennþá...",
            "date": "2012-02-13 23:02:00",
            "post_id": "421044",
            "reply_to_id": "421033"
        },
        {
            "user_name": "GuðjónR",
            "text": "dropi hehehe þú meinar depill",
            "date": "2012-02-13 23:22:00",
            "post_id": "421056",
            "reply_to_id": "421044"
        },
        {
            "user_name": "paze",
            "text": "Nei, þetta gengur ekki. Gangi þeim sem allra best en ég get ekki verið með svona net. Flott fyrir facebook og svona, en ekki leiki.",
            "date": "2012-02-13 23:22:00",
            "post_id": "421057",
            "reply_to_id": "421056"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Dropi, Depill, whats the difference \nEn já Depill...\nLeiki?? Ég get varla horft á stuff á youtube, get látið mig dreyna um HD...",
            "date": "2012-02-13 23:24:00",
            "post_id": "421059",
            "reply_to_id": "421057"
        },
        {
            "user_name": "svensven",
            "text": "Ég hringdi í dag og spurði hvort ég ætti nokkuð von á reikningi fyrir heilan mánuð því nettenginin mín er svo sannarlega ekki að virka allan mánuðinn.\nHann bauð mér 50% afslátt af netinu og ég sagðist ætla að skoða það eftir því hversu lengi þetta yrði svona, því netið er vonlaust svona",
            "date": "2012-02-13 23:29:00",
            "post_id": "421062",
            "reply_to_id": false
        },
        {
            "user_name": "einarth",
            "text": "Já ég get tjáð mig um það.\nStærsti kostnaðurinn við að ljósleiðaratengja heimilin er að setja upp tengistöðvar,grafa ljósleiðarann í göturnar, tengja hann í húsin og leggja innanhúslagnir.\nÞað að það liggi ljósleiðari gegnum hverfið er ekki stór breyta í dæminu.\nHvernig hverfum er forgangsraðað í framkvæmdum tekur á mörgum þáttum, t.d. hlutfall fjölbýlis vs sérbýlis.\nÞað er því ekkert verið að skilja Kjalarnesið eftir sökum fjarlægðar, það eru ýmsir blettir eftir - líka í Reykjavík. \nEn við erum ekkert hættir - við tengdum yfir 7000 ný heimili í fyrra og ætlum okkur svipaða hluti í ár.\nKv, Einar.",
            "date": "2012-02-14 09:51:00",
            "post_id": "421123",
            "reply_to_id": "421062"
        },
        {
            "user_name": "tdog",
            "text": "Hehe, ég var eitt sinn að vinna hjá fólki sem hafði það svo gott að ljósleiðari frá Mílu og NATO lá um jörðina þeirra. Þau voru bara á því að tengja sig inn á þann leiðara! Þetta væri nú ljósleiðari.",
            "date": "2012-02-14 10:02:00",
            "post_id": "421127",
            "reply_to_id": "421123"
        },
        {
            "user_name": "dori",
            "text": "Ég upplifði það hvernig hverfum er forgangsraðað. Lenti í einhverjum reit í 108 þar sem við vorum ekki með ljósleiðara en allt í kringum okkur var fólkið komið með það (fyrir slatta af árum síðan líka). Svo er þetta loksins að koma núna á næstu mánuðum!",
            "date": "2012-02-14 10:20:00",
            "post_id": "421131",
            "reply_to_id": "421127"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Ég bý í hverfi þar sem er mikið af ellilífeyrisþegum og það er ekkert verið að flýta sér þangað með ljósleiðara, þó að ég sé liggur við hliðina á Borgarspítalanum",
            "date": "2012-02-14 10:40:00",
            "post_id": "421137",
            "reply_to_id": "421131"
        },
        {
            "user_name": "Gúrú",
            "text": "Við náum vissulega ávallt sama (fullan eða >fullan) hraðanum innan RIX, ekki spurning með það, en síðan er það eins og að \nVodafone discriminati \neinhvernveginn \n vegna þess að við sjaldan innan við 10% sama hraða til staða t.d. á Speedtest.net \nReyni að fá hann til að endurtaka prófanirnar okkar þegar að hann kemur heim 19. feb til að sýna þér hvað ég á við.",
            "date": "2012-02-14 13:33:00",
            "post_id": "421200",
            "reply_to_id": "421137"
        },
        {
            "user_name": "einarth",
            "text": "Endilega - getur verið í sambandi við mig uppá að skoða þetta nánar.\nKv, Einar.",
            "date": "2012-02-14 20:53:00",
            "post_id": "421311",
            "reply_to_id": "421200"
        },
        {
            "user_name": "Gúrú",
            "text": "Ég er samt sá sem að nær að streama höktlaust svo að ég hef enga þörf fyrir skoðunina.  \n \nLæt hann samt klárlega vita af þér hérna og takk fyrir boðið.",
            "date": "2012-02-14 20:57:00",
            "post_id": "421312",
            "reply_to_id": "421311"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég skil, einbýlishús eru líklega hátt hlutfall húsa hérna og því ekki hagkvæmt.\nT.d. þá er ég með breiðbandstengi í rafmagnstöflunni, líklega tengt út í götu en lengra nær það ekki.",
            "date": "2012-02-14 21:22:00",
            "post_id": "421324",
            "reply_to_id": "421312"
        },
        {
            "user_name": "tdog",
            "text": "Stærsti kostnaðarliðurinn við svona framkvæmdir er náttúrulega gröfturinn. Akranes var tekið v. þess að Orkuveitan var að vinna mikið í sínum lögnum í bænum og því kjörið að troða niður lögnum fyrir ljós í leiðinni.",
            "date": "2012-02-14 22:12:00",
            "post_id": "421336",
            "reply_to_id": "421324"
        },
        {
            "user_name": "paze",
            "text": "Fór í gær og þeir sögðu að þetta væri lagað. Þetta er í klessu aftur. gg.",
            "date": "2012-02-15 22:44:00",
            "post_id": "421644",
            "reply_to_id": "421336"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Miklu betra hjá mér núna, samt laggar stundum 1080p á Youtube en þúsundsinnum betra en fyrr í vikunni og um helgina.",
            "date": "2012-02-16 00:04:00",
            "post_id": "421670",
            "reply_to_id": "421644"
        },
        {
            "user_name": "svensven",
            "text": "Ég er því miður enþá að fá vel undir 1mb til USA \nFæ meira í upload en download meira að segja :<",
            "date": "2012-02-16 00:25:00",
            "post_id": "421672",
            "reply_to_id": "421670"
        },
        {
            "user_name": "paze",
            "text": "Þetta kemur í bylgjum. Pingið er ágætt í einhvern tíma, svo fær maður upp að 10 sekúndna choke intervals og fylgir þar á eftir mikið lagg.",
            "date": "2012-02-16 03:57:00",
            "post_id": "421697",
            "reply_to_id": "421672"
        },
        {
            "user_name": "GullMoli",
            "text": "Jæja, nú datt erlenda sambandið endanlega út hjá mér eftir að hafa verið frekar tregt í dag. Fleiri að lenda í þessu? \nEr með ljós hjá Hringdu.\nEDIT: um leið og ég skrifaði þetta þá var það komið aftur inn..",
            "date": "2012-02-20 02:17:00",
            "post_id": "422629",
            "reply_to_id": "421697"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Netið er ennþá eitthvað sjeikí hjá þeim en það virðist vera að lagast.",
            "date": "2012-02-20 10:27:00",
            "post_id": "422646",
            "reply_to_id": "422629"
        },
        {
            "user_name": "Arkidas",
            "text": "Búinn að prófa einhverja netleiki? hef ekkert prófað síðan í síðustu viku.",
            "date": "2012-02-20 11:26:00",
            "post_id": "422650",
            "reply_to_id": "422646"
        },
        {
            "user_name": "GullMoli",
            "text": "Svör sem ég fékk frá starfsmanni Hringdu í dag:",
            "date": "2012-02-20 22:23:00",
            "post_id": "422763",
            "reply_to_id": "422650"
        },
        {
            "user_name": "svensven",
            "text": "Ég fæ bara þau svör að bilunin sem \"var\" sé komin í lag og það sé skrítið að þetta sé enþá svona hjá mér, segjast verða að skoða þetta eh...",
            "date": "2012-02-20 22:33:00",
            "post_id": "422768",
            "reply_to_id": "422763"
        },
        {
            "user_name": "GullMoli",
            "text": "Ég er reyndar að fá mun betri niðurstöður í speedtest.net og pingtest.net, en er samt að fá 2-4% packet loss sem er alveg óásættanlegt.",
            "date": "2012-02-20 23:00:00",
            "post_id": "422777",
            "reply_to_id": "422768"
        },
        {
            "user_name": "svensven",
            "text": "Ok speedtestið mitt er að rokka frá svona 0.5mb upp í 2mb, nær því samt mjöööög sjaldan, ætli meðaltalið sé ekki í kringum 1mb",
            "date": "2012-02-20 23:15:00",
            "post_id": "422780",
            "reply_to_id": "422777"
        },
        {
            "user_name": "lyfsedill",
            "text": "Þið hjá hringdu er erlenda niðri hjá ykkur núna ?   Kemst ekki á msn eða neitt?",
            "date": "2012-02-21 20:11:00",
            "post_id": "422974",
            "reply_to_id": "422780"
        },
        {
            "user_name": "bjarturv",
            "text": "jebb, allt steinað nema innlent",
            "date": "2012-02-21 20:12:00",
            "post_id": "422975",
            "reply_to_id": "422974"
        },
        {
            "user_name": "Pisc3s",
            "text": "Já, fjandinn hafi það...  ég sem var búinn að setja mig í tölvuleikja stellingu!",
            "date": "2012-02-21 20:13:00",
            "post_id": "422976",
            "reply_to_id": "422975"
        },
        {
            "user_name": "lyfsedill",
            "text": "þetta gengur náttúru lega ekki skom",
            "date": "2012-02-21 20:14:00",
            "post_id": "422977",
            "reply_to_id": "422976"
        },
        {
            "user_name": "Pisc3s",
            "text": "Hjartanlega sammála, ég sem var kominn inn á server og tilbúinn að pakka þessum noobum saman..",
            "date": "2012-02-21 20:14:00",
            "post_id": "422978",
            "reply_to_id": false
        },
        {
            "user_name": "GullMoli",
            "text": "Ég ætla að rétt að vona að þetta þýði að verið sé að laga erlenda sambandið endanlega.",
            "date": "2012-02-21 20:15:00",
            "post_id": "422979",
            "reply_to_id": "422978"
        },
        {
            "user_name": "Pisc3s",
            "text": "Já, eins gott því ég er viðbjóðslega furious.",
            "date": "2012-02-21 20:16:00",
            "post_id": "422980",
            "reply_to_id": "422979"
        },
        {
            "user_name": "lyfsedill",
            "text": "eiga hafa backup á ekki að þurfa detta út meðan lagað er eða eitthvað.  svo reynir mar að hringja þá eru 14 á bið. þetta er út í hróa",
            "date": "2012-02-21 20:17:00",
            "post_id": "422981",
            "reply_to_id": "422980"
        },
        {
            "user_name": "bjarturv",
            "text": "lyfsedill ertu ekki tilbúinn að bíða á línunni og fá svör og pósta þeim svo hingað?",
            "date": "2012-02-21 20:19:00",
            "post_id": "422982",
            "reply_to_id": "422981"
        },
        {
            "user_name": "tdog",
            "text": "ég ætlaði að hringja inn, en það eru 13 á undan mér í röðinni. Hver er fremstur?\nHeld það sé ágætt að létta álaginu af þeim með því að einn vaktari hringi bara inn.",
            "date": "2012-02-21 20:20:00",
            "post_id": "422983",
            "reply_to_id": "422982"
        },
        {
            "user_name": "lyfsedill",
            "text": "Góður nei ég skellti á eyði ekki gsm inneignum í að hanga í svona dæmi.  Þetta hefur verið allan þennan mánuð að detta út og inn á secundumillibili og núna virðist allt erlent samband vera niðri ekki bara us líka uk.  det hele.   \nedit:\nhringdi aftur núna og nú eru 21 í röðinni",
            "date": "2012-02-21 20:21:00",
            "post_id": "422984",
            "reply_to_id": "422983"
        },
        {
            "user_name": "GullMoli",
            "text": "Obb, komið aftur inn.\nEDIT: fyrstu mælingar sýna líka 0% packet loss.\nEDIT2:\nUSA:\nSpánn:\nBretland:",
            "date": "2012-02-21 20:22:00",
            "post_id": "422985",
            "reply_to_id": "422984"
        },
        {
            "user_name": "Climbatiz",
            "text": "myndi maeli med thví ad tala vid thá í gegnum vefsídu theirra, mun einfaldara, beid einu sinni on hold hjá theim í yfir klukkutíma thegar ég var ad hringja, en hef oftast komist í samband vid thá mjog fljótt gegnum spjallid á vefsídunni\nanyways, jah, virdist svo sem ad utanlands netid er nidri atm, gott ad geta farid á vaktina og fengid svor hehe, thyrfti ad vera einhver NEWS section á vefsídu theirra med fyrirvara um svona hluti (ef haegt er)\nedit, jamm, netid aftur komid, var ekki komid í gagn thegar ég var ad skrifa sídustu ordin í postinu míni og svo thegar ég yti á Senda thá alltíeinu komid ;}",
            "date": "2012-02-21 20:22:00",
            "post_id": "422988",
            "reply_to_id": "422985"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Samt um 120 í ping og bara rúm 2mb til USA...\n*edit*\nHmm sýnist þetta verða hraðara og hraðara... jæja vonandi er þetta komið í lag!",
            "date": "2012-02-21 20:25:00",
            "post_id": "422989",
            "reply_to_id": "422988"
        },
        {
            "user_name": "ponzer",
            "text": "Fyrir þá sem eru að enn að spá í US traffík þá er henni beint ennþá í gegnum UK..\nTracing route to cnn.com [157.166.226.26]\nover a maximum of 30 hops:\n  1    <1 ms    <1 ms    <1 ms  x.x.x.x\n  2    <1 ms    <1 ms    <1 ms  x.x.x.x\n  3     1 ms    <1 ms    <1 ms  9-99-22-46.business.hringdu.is [46.22.99.9]\n  4     1 ms     1 ms     1 ms  193-96-22-46.internal.hringdu.is [46.22.96.193]\n  5     *       49 ms     *     Vlan551.icore1.LDN-London.as6453.net [195.219.83.129]\n  6    42 ms    41 ms    41 ms  Vlan533.icore1.LDN-London.as6453.net [195.219.83.102]\n  7    46 ms    49 ms    50 ms  ae-52-52.csw2.London1.Level3.net [4.69.139.120]\n  8    41 ms    41 ms    42 ms  ae-59-224.ebr2.London1.Level3.net [4.69.153.141]\n  9   111 ms   111 ms   111 ms  ae-44-44.ebr1.NewYork1.Level3.net [4.69.137.78]\n 10   117 ms   116 ms   118 ms  ae-10-10.ebr2.Washington12.Level3.net [4.69.148.50]\n 11   116 ms   124 ms   125 ms  ae-1-100.ebr1.Washington12.Level3.net [4.69.143.213]\n 12   141 ms   142 ms   141 ms  ae-6-6.ebr1.Atlanta2.Level3.net [4.69.148.105]\n 13   141 ms   140 ms   141 ms  ae-1-51.edge4.Atlanta2.Level3.net [4.69.150.13]\n 14     *        *        *     Request timed out.\n 15     *        *        *     Request timed out.\n 16     *        *        *     Request timed out.",
            "date": "2012-02-21 20:33:00",
            "post_id": "422996",
            "reply_to_id": "422989"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Þetta er náttúrulega bara fáránlegt...",
            "date": "2012-02-21 20:37:00",
            "post_id": "423000",
            "reply_to_id": "422996"
        },
        {
            "user_name": "tomasjonss",
            "text": "Ég botna ekki í þessu.\nÞað er alltaf allt í góðu hjá mér",
            "date": "2012-02-21 21:21:00",
            "post_id": "423025",
            "reply_to_id": "423000"
        },
        {
            "user_name": "ORION",
            "text": "X1.5",
            "date": "2012-02-21 21:22:00",
            "post_id": "423027",
            "reply_to_id": "423025"
        },
        {
            "user_name": "paze",
            "text": "Farinn til Símans. GG.",
            "date": "2012-03-03 18:15:00",
            "post_id": "425845",
            "reply_to_id": "423027"
        },
        {
            "user_name": "Arkidas",
            "text": "Hringiðan er líka fín - færði mig þangað. Síminn þó líklega kóngurinn í pingi en ekki endalaust DL þar.",
            "date": "2012-03-03 19:05:00",
            "post_id": "425853",
            "reply_to_id": "425845"
        },
        {
            "user_name": "GullMoli",
            "text": "Mér sýnist þetta allt vera að batna. Ég var að gera ping test (\nhttp://www.pingtest.net\n) á hina og þessa staði (Bandaríkin, Spánn, Noregur, Suður Kórea, Rússland, Brasilía). Alltaf er packet loss í 0% og Jitter oftast í núllinu sömuleiðis.",
            "date": "2012-03-06 03:19:00",
            "post_id": "426486",
            "reply_to_id": "425853"
        },
        {
            "user_name": "beggi90",
            "text": "Fór aftur í fuck í kvöld.\nPacket loss 5-10%, er að gefast upp. Fer líklegast til símans á næstu dögum.",
            "date": "2012-03-09 00:39:00",
            "post_id": "427253",
            "reply_to_id": "426486"
        },
        {
            "user_name": "Moquai",
            "text": "youtube að kúka á sig hjá ykkur?",
            "date": "2012-03-09 18:33:00",
            "post_id": "427378",
            "reply_to_id": "427253"
        },
        {
            "user_name": "Xberg",
            "text": "Ég er hjá Hringdu með 100.Ljós og er búin að vera með skíta hraða erlendis í 2 til 3 mánuði og oft mjög lélegan innanlands, oft sem ég þarf að reload-a síðum ca 3.sinnum til að fá þær upp. \nÉg er tengdur með cat.5e/cat.6 og á 1.Gb TrendNet netkerfi frá router til Pc.\nOg getur einhver sagt mér afhverju ég kemst ekki inná Gagnaveituboxið með passwordi sem ég var látinn hafa í upphafi og hefur ekki verið breitt (virkaði áður), samt fæ ég alltaf upp að það sé rangt password. (búinn að endurræsa allt dótið margoft) \nK.v",
            "date": "2012-03-09 20:00:00",
            "post_id": "427406",
            "reply_to_id": "427378"
        },
        {
            "user_name": "djvietice",
            "text": "já",
            "date": "2012-03-09 20:06:00",
            "post_id": "427408",
            "reply_to_id": "427406"
        },
        {
            "user_name": "Arkidas",
            "text": "Af hverju í ósköpunum eruð þið hjá Hringdu ennþá? Ég gafst upp e. 3 vikur.",
            "date": "2012-03-09 21:39:00",
            "post_id": "427448",
            "reply_to_id": "427408"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Ég gafst upp um mánaðarmótin og fór úr ADSL hjá Hringdu yfir í ljósnet hjá Símanum, ég gæti ekki verið sáttari, þetta er \nallt\n annað.",
            "date": "2012-03-09 21:43:00",
            "post_id": "427450",
            "reply_to_id": "427448"
        },
        {
            "user_name": "Moquai",
            "text": "Ætla til símans þegar þeir koma með 250mb/s, það á að vera eitthvern tímann í sumar.",
            "date": "2012-03-10 12:23:00",
            "post_id": "427572",
            "reply_to_id": "427450"
        },
        {
            "user_name": "Arkidas",
            "text": "Ha - ræður ljósleiðarinn hérna við meira en 100mb?",
            "date": "2012-03-10 13:20:00",
            "post_id": "427576",
            "reply_to_id": "427572"
        },
        {
            "user_name": "Zorky",
            "text": "Er hjá Hringdu með ljósleiðara og er að fá 3.25 mb/s í download til New York og 8 mb/s í download til london og fékk nákvæmlega sama svarið og alltaf \"þeir eru að vinna í þessu\" ég bara skil ekki hvernig þeir virkar hjá þeim það er eithvað mikið að þetta er bara scam fyrritæki því eftir mar kvartar svona þá fer þetta í sæmilegt form í nokkra daga svo skjóta þeir mann aftur niður og talandi um það er örruglega fullt af fólki að borga fyrir ljósleiðara hjá þeim en fá bara adsl hraða og er ekkert að athuga það, Ef þú ert hjá hringdu hafðu þá \nhttp://speedtest.net/\n bookmarkað því þetta gerist ALLTAF reglulega. Og ef þeir fara láta þig prufa innanlands tengingu og seigja svo það er ekkert að er að ná 100mbps til Reykjavíkur ATH: Það er ekkert að marka ! Hefur í raun ekkert með neitt að gera nema lýtur rosalega vel út fyrir Hringdu og þá sem vita ekki betur. Bæta því við að það laggaði við að skoða \nhttp://www.mbl.is\n samt kom rosa gott á þessu innalandstesti.\nÉg er komin með nó er að skoða aðra möguleika er eithverjir vaktarar hér með góða tengingu annars staðar ?\nEdit: Hraðin er dottin lengra niður og lagaði /.",
            "date": "2012-03-10 17:20:00",
            "post_id": "427625",
            "reply_to_id": false
        },
        {
            "user_name": "tdog",
            "text": "Eru menn að ruglast á bitum og bætum?",
            "date": "2012-03-10 18:11:00",
            "post_id": "427638",
            "reply_to_id": "427625"
        },
        {
            "user_name": "Zorky",
            "text": "London\nNew York\nÞetta er það hraðasta sem ég næ núna sorry vantaði / á hitt dæmið. En þetta er ljóshraðin í dag hjá hringdu takk fyrir bæta því við að ég er ekki með torrent eða neitt í gangi bara vaktin.is í firefox.",
            "date": "2012-03-10 18:26:00",
            "post_id": "427645",
            "reply_to_id": "427638"
        },
        {
            "user_name": "Moquai",
            "text": "\"Hérna?\"\nSum fyrirtæki á Íslandi sem eru á 1GB/s.\nSíminn er að gera tilraunir með 500MB/s.",
            "date": "2012-03-10 18:55:00",
            "post_id": "427651",
            "reply_to_id": "427645"
        },
        {
            "user_name": "Zorky",
            "text": "Hvar finnurðu það á siminn.is er bara hraði allt að 50 Mb/s\nhttp://www.siminn.is/einstaklingar/neti ... et-askrift",
            "date": "2012-03-10 19:09:00",
            "post_id": "427655",
            "reply_to_id": "427651"
        },
        {
            "user_name": "Xberg",
            "text": "Svo að þetta sé á hreinu \n100.mb tenging getur tekið við 100 megabitum á sekúndu eða 12,5 megabætum á sekúndu.\nPatch kaplar: Cat5 / Cat5e / Cat6\nCat5 kapal: Hefur allt að 100.MHz bandbreidd og virkar á 10Base-T, 100Base-T2, 100Base-T4 og 100Base-TX Ethernet.\nCat5e kapal: Er með 100.MHz bandbreidd og virkar á 10Base-T, 100Base-T2, 100Base-T4, 1000Base-T og 100BaseTX Ethernet.\nCat6 kapal: Er með 250.MHz bandbreidd og virkar á það sama og Cat5e. + Cat6 er skermaður (minnkar truflarnir)\nKannski einhverjir þarna úti sem erum enþá með cat5 streng í notkun ánnþess að vita það, það getur líka spilað inni hægt net.\nCat5 er ekki eins vel snúinn og cat5e + uppúr, og kopargæðinn ekki eins góð.\nFless allar patchkaplar eru merktar sínum Cat staðli með meters millibili",
            "date": "2012-03-10 19:37:00",
            "post_id": "427662",
            "reply_to_id": "427655"
        },
        {
            "user_name": "tdog",
            "text": "Cat kaplar skipta ósköp litlu hvað nethraða varðar, það er búnaðurinn sem kapalinn tengist í sem skiptir hvað mestu – Á heimilum sérðu lítinn mun á Cat6 og Cat5e, ættir í raun ekki að sjá neinn því cat5e keyrir líka alveg 1Gig án vandkvæða.\nVarðandi skerminguna þá eru UTP og STP skammstafanir sem skipta máli, unsheilded twisted pair og sheilded twisted pair.",
            "date": "2012-03-10 21:05:00",
            "post_id": "427679",
            "reply_to_id": "427662"
        },
        {
            "user_name": "Arkidas",
            "text": "Allavega - ef maður er með 100MB tenginguna hérna og svo með sjónvarp gegnum ljósleiðara - þá minnkar netið í 95MB og sjónvarpið tekur 5MB. Þetta sagði maður frá Gagnaveitunni hérna á Vaktinni fyrir skömmu.",
            "date": "2012-03-11 03:29:00",
            "post_id": "427740",
            "reply_to_id": "427679"
        },
        {
            "user_name": "paze",
            "text": "Líka routerinn sem ég fékk hjá hringdu var algjört drasl.\nHann var alltaf að restarta sér og detta út. Fékk annan hjá símanum og hann hefur aldrei klikkað.",
            "date": "2012-04-11 12:52:00",
            "post_id": "434780",
            "reply_to_id": "427740"
        },
        {
            "user_name": "sigurfr",
            "text": "Mér sýnist heimsmetið vera 100 terabits/sec  \n \nhttp://www.newscientist.com/article/mg21028095.500-ultrafast-fibre-optics-set-new-speed-record.html",
            "date": "2012-04-11 14:54:00",
            "post_id": "434805",
            "reply_to_id": "434780"
        }
    ],
    "date": "2012-03-10 17:20:00"
}