{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "45926",
    "title": "Lenova Thinkpad rispur á skjá.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=45926",
    "posts": [
        {
            "user_name": "axyne",
            "text": "Sælir,\nKeypti mér Lenova Thinkpad E520 hjá Nýherja síðasta sumar ásamt 3 hólfa Lenova bakpoka sem hefur reynst mér vel og lítur út fyrir að passa rosalega vel uppá tölvuna, þykkt efni í hólfinu sem tölvan rennur í og \"dempari\" í botninum ef maður skildi missa pokann í gólfið.\nMjög ánægður með tölvuna og pokann en núna þegar ég var að þrífa skjáinn þá tók ég eftir 2 láréttum rispum á skjánum sem passa við upphækunina við takkaborðið og touchpad-ið. \nEru ekki djúpar rispur og sýnist mér þetta sé bara rispur á glampavörninni.\nRispurnar sjást ekki nema við ákveðið sjónarhorn þegar ljósgjafi glampar á skjáinn, sjást ekkert þegar horft er á hann við eðlilega notkun.\nÉg hef alltaf verið mjög samviskusamur þegar ég raða í pokann og látið tölvuna vera eina í aftasta hólfinu og hleðslutæki, bækur og stuff í fremri hólfunum til að einmitt passa uppá að ekkert sé að þrýsta óeðlilega á tölvuna.\nHvað finnst ykkur um þetta, er eðlilegt að svona gerist fyrir fartölvur sem eru mikið að ferðast á milli staða í bakpoka ? Er þetta eitthvað til að röfla yfir við Nýherja?\nþótt þetta sé ekki sýnilegt við venjulegar kringumstæður þá finnst mér þetta samt leiðinlegur hlutur og þar sem tölvan er ekki nema 8 mán og þarf að endast við sömu ferðalög 3-5 ár í viðbót þá veit ég ekki hvernig skjárinn á eftir að verða. Finnst þetta óttalegur hönnunargalli að hafa svona brúnir fyrir skjáinn að nuddast í.\nVerður maður ekki bara að redda sér eh plast á milli? Man ekki hvort það fylgdi með tölvunni en ef svo er þá er ég löngu búinn að henda því.",
            "date": "2012-02-21 17:53:00",
            "post_id": "422925",
            "reply_to_id": false
        },
        {
            "user_name": "dori",
            "text": "Ég myndi segja að þetta væri klárlega galli í hönnun. Ekki \"eðlilegt\" ástand og ekki eitthvað sem á að sætta sig við þegar um svona dýra vöru er að ræða. Spurning að tala við þá og ath. hvort þetta sé eitthvað sem Lenovo hafi tekið eftir og séu búnir að laga eða hvort það sé ekki hægt að gera eitthvað í þessu.\nSvo er spurning að vera með eitthvað til að setja þarna á milli. Það er samt alveg óþolandi lausn og ég veit að ég myndi aldrei nenna því. En ekki láta þetta slæda. Þetta er orðið svona eftir minna en ár. Hvernig verður þetta þegar ábyrgðin rennur út eða seinna m.v. sömu notkun?",
            "date": "2012-02-21 17:59:00",
            "post_id": "422927",
            "reply_to_id": "422925"
        },
        {
            "user_name": "bixer",
            "text": "ég er að lenda í þessu...þetta er óþolandi. \nég talaði við nýherja og þeir sögðu að þetta væri ekki þekkt en ég sé þetta hjá flest öllum sem eiga nýlegar thinkpad vélar. \nþeir sögðust ekki geta gert neitt í þessu. þú mátt endilega senda mér pm ef þú talar eitthvað við nýherja og færð önnur svör",
            "date": "2012-02-21 18:17:00",
            "post_id": "422940",
            "reply_to_id": "422927"
        },
        {
            "user_name": "Klaufi",
            "text": "Hefur gerst á síðustu tveimur Thinkpad vélum hjá gamla.\nBáðar 300k+ vélar.\nHann er búinn að venja sig á að hafa bara microfiber klút á milli..",
            "date": "2012-02-21 18:21:00",
            "post_id": "422943",
            "reply_to_id": "422940"
        },
        {
            "user_name": "Hargo",
            "text": "Ég hef séð þetta gerast á ýmsum fartölvum þegar þær eru mikið á ferðinni í bakpokum. Með tímanum koma för eftir lyklaborðið á skjáinn ef það hefur verið þrýst mikið á skjáinn þegar hann er lokaður. Hef reyndar ekki séð þetta á Thinkpad vélum, hélt þær væru það sterkbyggðar. Eru þetta aðallega nýju týpurnar sem þjást af þessu vandamáli?",
            "date": "2012-02-21 19:58:00",
            "post_id": "422972",
            "reply_to_id": "422943"
        },
        {
            "user_name": "tanketom",
            "text": "ég á nákvæmlega eins vél og ferðast með hana á hverjum degi í skólan.\ntaskan er nú ekki beint sú besta, frekar þröng fyrir tölvuna og er oftast með troðið af bókum í henni sem þrýsta líkleg á hana  \n  En það sést ekki á skjánnum, Keyfti tölvuna 2011-08-22",
            "date": "2012-02-21 21:23:00",
            "post_id": "423029",
            "reply_to_id": "422972"
        },
        {
            "user_name": "axyne",
            "text": "Update:\nÉg fór með tölvuna síðasta sumar til Nýherja til að láta meta rispurnar á skjánum.\nViðgerðarmaður kannaðist ekki við þetta, og það var ekki fyrren ég minntist á vaktina og þennan póst að hann tók niður upplýsingar og sagðist ætla að senda fyrirspurn út.\nMiðan við svörin sem ég fékk frá viðgerðarmanni og þar ég hef ekki fengið svar í tölvupósti þremum mánuðum seinna þá er útkoman sú, að þetta er mér sjálfum að kenna eftir ógætilega notkun og ber ég skaðann af því einn.",
            "date": "2012-10-07 08:21:00",
            "post_id": "470799",
            "reply_to_id": "423029"
        },
        {
            "user_name": "Hargo",
            "text": "Svo er spurning hvort Nýherji geti eitthvað gert í þessu ef framleiðandinn vill ekki viðurkenna gallann.\nJú kannski gætu Nýherji claimað nýjan skjá, en gerist þetta þá ekki bara aftur nema að Lenovo hafi gefið út eitthvað fix? Það þarf þá líklega að fá top cover sem er öðruvísi í laginu til að fixa þetta. Spurning hvort það væri hægt að redda þessu með því að líma einhverja litla gúmmípúða á LCD bezelið til að skjárinn klessist ekki upp við top coverið þegar skjánum er lokað. Bara hugmynd...\nHér er svipaður þráður\n þar sem einhver kvartar undan því sama, hann sendir líka inn myndir sem eru mjög svipaðar þínum. Það kemur samt ekkert fram hvaða lausn hann endaði á að fá frá Lenovo.\nHvernig finnst þér skjárinn sjálfur á vélinni vera? Þ.e.a.s. panellinn sjálfur, er hann auðrispanlegur?\nÉg var alltaf mikill Thinkpad aðdáandi og hef átt nokkrar þannig eldri vélar. Vonandi eru Lenovo ekki að fara út af sporinu með það sem IBM gerðu svo vel þegar kom að því að búa til sterkar og endingargóðar vélar.",
            "date": "2012-10-07 10:44:00",
            "post_id": "470806",
            "reply_to_id": "470799"
        },
        {
            "user_name": "axyne",
            "text": "Þetta eru ennþá einu rispurnar á skjánum, ég er aldrei að pota neinu í skjáinn þannig ég get ekki dæmd um hvort hann sé auðrispanlegur.\nMér sýnist rispurnar ekkert hafa stækkað síðan ég tók myndirnar og hef ég ekki gert neinar ráðstafanir til að passa uppá það. \nþetta böggar mig lítið sem ekkert og þar sem vélin er komin úr ábyrgð þá ætla ég ekkert að aðhafast meira í þessu í bili.\nFinnst þetta samt rosalega lélegt af Nýherja að svara mér ekki. Spurning hvort fyrirspurn hafi nokkurntíman verið send...\nGæinn sem þú bendir á þráðinum hefur verið að notast við einhvern screen protector og samt kom þetta upp hjá honum...",
            "date": "2012-10-07 13:01:00",
            "post_id": "470817",
            "reply_to_id": "470806"
        },
        {
            "user_name": "SkaveN",
            "text": "Ertu viss um að vélin sé farinn úr ábyrgð? hvenar keyptiru hana nákvæmlega?",
            "date": "2012-10-07 14:21:00",
            "post_id": "470827",
            "reply_to_id": "470817"
        },
        {
            "user_name": "axyne",
            "text": "Vélin er keypt í gegnum fyrirtæki og því 1 árs ábyrgð. Lét samt skoða hana áður en hún rann út.",
            "date": "2012-10-07 14:48:00",
            "post_id": "470831",
            "reply_to_id": "470827"
        },
        {
            "user_name": "blitz",
            "text": "Ég hef lent í svipuðu á Acer, Toshiba og Dell.\nHef alltaf bara microfiber klút á milli og hef aldrei lent í þessu eftir það",
            "date": "2012-10-07 15:25:00",
            "post_id": "470837",
            "reply_to_id": "470831"
        },
        {
            "user_name": "Hargo",
            "text": "Ég hélt að það væri alltaf 3 ára alþjóðleg ábyrgð á þessum business vélum frá Nýherja, svipað og Opin kerfi og Advania bjóða á sínum fyrirtækjavélum. Flokkast kannski Thinkpad E520 undir consumer/home línuna?",
            "date": "2012-10-07 16:02:00",
            "post_id": "470846",
            "reply_to_id": "470837"
        },
        {
            "user_name": "AntiTrust",
            "text": "E lína er consumer lína já. T, W og X eru þessar enterprise línur.",
            "date": "2012-10-07 16:09:00",
            "post_id": "470848",
            "reply_to_id": "470846"
        }
    ],
    "date": "2012-02-21 17:53:00"
}