{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "46126",
    "title": "Samsung Galaxy S III",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=46126",
    "posts": [
        {
            "user_name": "Swooper",
            "text": "Hananú, farið að styttast í kvikindið, er ekki kominn tími á sér þráð? Hluti af \nspeccunum\n var að leka um daginn! \n1.5GHz quad-core Samsung Exynos processor\n4.8-inch “full HD” 1080p resolution with 16:9 aspect ratio display\nA 2-megapixel front-facing camera and an 8-megapixel rear camera\nCeramic case\n4G LTE\nAndroid 4.0\nEkki kynntur á MWC vegna þess að hann er ekki tilbúinn í release fyrr en eftir 2 mánuði eða svo. Planið er hins vegar að hann verði gefinn út samtímis víða um heim, frekar en í hollum eins og SGS2.\nHvað segiði, hvernig lýst ykkur á hann? Einhverjir sem ætla að skipta um leið og hann kemur eða fljótlega?",
            "date": "2012-02-29 11:37:00",
            "post_id": "424810",
            "reply_to_id": false
        },
        {
            "user_name": "hfwf",
            "text": "\"leka\" þetta eru ekki staðfestir speccar og skal taka með vara.",
            "date": "2012-02-29 11:57:00",
            "post_id": "424818",
            "reply_to_id": "424810"
        },
        {
            "user_name": "Swooper",
            "text": "Vissulega. Skilst samt að BGR sé frekar áreiðanlegur með svona, en ég sel það ekki dýrara en ég keypti það.",
            "date": "2012-02-29 12:05:00",
            "post_id": "424819",
            "reply_to_id": "424818"
        },
        {
            "user_name": "braudrist",
            "text": "Ég var búinn að heyra að það væri 10 MP myndavél, 1,5 GB ram og 32 Gb internal memory",
            "date": "2012-02-29 12:05:00",
            "post_id": "424820",
            "reply_to_id": "424819"
        },
        {
            "user_name": "AronOskarss",
            "text": "Það væri geggjað að fá allt þetta ram, leika sér með ubuntu almennilega simanum",
            "date": "2012-02-29 12:19:00",
            "post_id": "424827",
            "reply_to_id": "424820"
        },
        {
            "user_name": "Swooper",
            "text": "Ég hef heyrt \n12MP myndavél og 2GiB RAM\n, en mér finnst það frekar ólíklegt.",
            "date": "2012-02-29 13:00:00",
            "post_id": "424829",
            "reply_to_id": "424827"
        },
        {
            "user_name": "hagur",
            "text": "Set líka spurningamerki við þennan skjá .... 1920x1080 á 4,8\" skjá - við erum að tala um tæplega 460dpi! (Retina display í iPhone 4/4S er \"bara\" 329dpi)  Held a.m.k að þessi skjár muni aldrei verða að veruleika í þessum síma.  Frekar að hann fái sambærilegan skjá og er í Galaxy Note, þ.e 720p.",
            "date": "2012-02-29 13:07:00",
            "post_id": "424830",
            "reply_to_id": "424829"
        },
        {
            "user_name": "AntiTrust",
            "text": "Vona bara að skjárinn verði ekki svona stór. 4.3\" eins og er á SGSII er algjört max IMO.",
            "date": "2012-02-29 13:33:00",
            "post_id": "424833",
            "reply_to_id": "424830"
        },
        {
            "user_name": "vesley",
            "text": "Sammála. \nEf hann verður 4,8\" þá kemst hann varla almennilega fyrir í vasa lengur.",
            "date": "2012-02-29 14:40:00",
            "post_id": "424857",
            "reply_to_id": "424833"
        },
        {
            "user_name": "chaplin",
            "text": "Blu-Ray display? Mér sýnist þessi maður ekki hafa tæknivitið..",
            "date": "2012-02-29 15:03:00",
            "post_id": "424864",
            "reply_to_id": "424857"
        },
        {
            "user_name": "intenz",
            "text": "Ég set max við skjáinn á Galaxy Nexus (4,65\")\n4,8\" er alltof alltof stórt. Þá er maður nánast kominn í Galaxy Note sem er alltof stórt.",
            "date": "2012-02-29 15:41:00",
            "post_id": "424876",
            "reply_to_id": "424864"
        },
        {
            "user_name": "stjanij",
            "text": "hvað ætli verðið verði á honum hérna heima ?",
            "date": "2012-02-29 15:46:00",
            "post_id": "424879",
            "reply_to_id": "424876"
        },
        {
            "user_name": "AronOskarss",
            "text": "Ég ætla svo klárlega að fá mer 4,8. vasatölva sem ég get hringt úr má alveg vera i stærri kanntinum mín vegna.",
            "date": "2012-02-29 15:51:00",
            "post_id": "424882",
            "reply_to_id": "424879"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég hugsa akkúrat að ég endi með að hætta að nota smartphones. Fái mér e-rn flottan Nokia 8xxx retro síma sem maður finnur ekki fyrir í vasanum og tablet til hliðar. Það verður aldrei hægt að sameina þessi tvö tæki þægilega saman - sem er það sem símaframleiðendur virðast vera að reyna.",
            "date": "2012-02-29 15:54:00",
            "post_id": "424884",
            "reply_to_id": "424882"
        },
        {
            "user_name": "Swooper",
            "text": "Eh, blu-ray = 1080p. Held að það sé bara það sem hann á við.",
            "date": "2012-02-29 16:49:00",
            "post_id": "424889",
            "reply_to_id": "424884"
        },
        {
            "user_name": "chaplin",
            "text": "Það er eins og að segja að ljósár sé mælieining fyrir tíma en ekki vegalengd. En Blu-Ray er allavega ekki upplausn, punktur.",
            "date": "2012-02-29 17:38:00",
            "post_id": "424914",
            "reply_to_id": "424889"
        },
        {
            "user_name": "AronOskarss",
            "text": "Ég er alls ekki sammála, þessi tæki eru argasta snild,  sé ekkert að sameiningu á tablet og síma, mun betra en að vappa um með 1 tæki frekar en símtæki og annað risastórt apparat sem kemst ekki i vasa, litil tablet er 7\"   simarnir eru að slefa í 5\" og 4,5\"  Sem er ekkert i samanburði við 7\" skjái.  Stórt...já en ekki of stórt, svo verður auðvitað alltaf hægt að fá minni skjái líka.",
            "date": "2012-02-29 18:48:00",
            "post_id": "424951",
            "reply_to_id": "424914"
        },
        {
            "user_name": "AntiTrust",
            "text": "Þetta er auðvitað bara persónubundið, en 5\" sími? Sveiattann, oj barasta og hrækjogtuff. Ég missti SGSII símann minn um daginn (sorglega stutt) niður í gólf og braut skjáinn á honum. Hef verið að nota Nokia 6700 classic síma síðan þá og ég sakna SGSII sorglega lítið. Get notað aðra hendina til að framkvæma öll functions, hringja, SMSa etc og saknaði þess meira en mig grunaði. Ég persónulega kýs hardware takka framyfir software anyday, en maður fórnar því auðvitað framyfir góðan snertiskjásíma. Ég er búinn að eiga alla flóruna af símum og þótt SGSII sé by far besti síminn sem ég hef átt all in all, þá böggaði stærðin mig alltaf. Þegar síminn er orðið eins nauðsynlegt tæki og það er, og maður er með hann á sér öllum stundum þá vill ég að það sé tæki sem maður finnur eins lítið fyrir og völ er á.\nÉg kýs allavega persónulega lítinn og nettan síma + 9-10\" tablet í töskunni framyfir einn 4.5-5\" síma. Finnst þetta alveg hræðileg þróun, datt ekki í hug á sínum tíma að þeir færu að pusha þetta fram yfir 4.3 tommurnar.",
            "date": "2012-02-29 19:30:00",
            "post_id": "424977",
            "reply_to_id": "424951"
        },
        {
            "user_name": "chaplin",
            "text": "Mér finnst erfitt að fara úr SGS2 í Desire aftur, veit ekki hvort ég geti farið aftur í svona \"basic\" síma en væri þó til að prófa Sony Ericsson W890i aftur í svona viku, endalaust batterí og í raun bara allt algjör snilld við hann.",
            "date": "2012-02-29 19:54:00",
            "post_id": "424991",
            "reply_to_id": "424977"
        },
        {
            "user_name": "AntiTrust",
            "text": "Um daginn notaði ég Nokia 6310i símann minn sem aukasíma vegna vinnu - hlóð hann á 6-8 daga fresti. Þvílíkt frelsi sem það var. Sorglegt að batt þróun hafi ekki elt tækniþróunina.",
            "date": "2012-02-29 19:57:00",
            "post_id": "424993",
            "reply_to_id": "424991"
        },
        {
            "user_name": "chaplin",
            "text": "Ég hugsa að á næstu 3 árum mun hún bætast mikið, nokkur ár síðan ég las um þróun \"nuclear\" rafhlöðu, sem gæti haldið meðal farsíma lifandi í fleiri mánuði/ár. Þegar ég las greinina var þó talað um hversu óheppilegt það væri ef rafhlaðan myndi klikka og afleiðingar yfir vægast sagt skelfilegar.",
            "date": "2012-02-29 20:07:00",
            "post_id": "424996",
            "reply_to_id": "424993"
        },
        {
            "user_name": "vikingbay",
            "text": "A risk Im willing to take",
            "date": "2012-02-29 23:32:00",
            "post_id": "425063",
            "reply_to_id": "424996"
        },
        {
            "user_name": "Hj0llz",
            "text": "Verður að taka það til greina að hann mun ekki vera það mikið stærri með 4,8\" skjá heldur en SII þar sem þessi fyllir meira útí allt yfirborðið heldur en SII gerir (finnst samt SII tops í stærð)",
            "date": "2012-03-01 01:33:00",
            "post_id": "425147",
            "reply_to_id": "425063"
        },
        {
            "user_name": "AronOskarss",
            "text": "Allt svo rétt, en eins og er buið að koma framm, þetta er persónubundið, við notum síma mis mikið og á okkar hátt, eins með tölvur, ég nota sjaldan tölvu en stanslaust símann.",
            "date": "2012-03-02 02:15:00",
            "post_id": "425479",
            "reply_to_id": "425147"
        },
        {
            "user_name": "audiophile",
            "text": "Finnst afar ólíklegt að það verði 1080p upplausn á svona litlu tæki og ég myndi hreinlega ekki vilja svona orkufrekt tæki. Rafhlaðan á ekki eftir að endast daginn á þessu.",
            "date": "2012-03-02 09:25:00",
            "post_id": "425503",
            "reply_to_id": "425479"
        }
    ],
    "date": "2012-02-29 11:37:00"
}