{
    "forum_title": "Framtíð og þróun",
    "id": "46136",
    "title": "MacBook Air valin fartölva ársins 2011",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=35&t=46136",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Tæknirisinn Apple sigraði í þremur flokkum. \nÞá var \niPad\n valin spjaldtölva ársins og\n iMac\n valin tölva ársins.\nhttp://www.visir.is/macbook-air-valin-f ... 2120229111",
            "date": "2012-02-29 17:05:00",
            "post_id": "424897",
            "reply_to_id": false
        },
        {
            "user_name": "Opes",
            "text": "Vúhú viva Apple.",
            "date": "2012-02-29 17:05:00",
            "post_id": "424899",
            "reply_to_id": "424897"
        },
        {
            "user_name": "GuðjónR",
            "text": "YYEEAAHHHHHH  \n \nÞetta kemur mér reyndar ekkert á óvart.",
            "date": "2012-02-29 17:14:00",
            "post_id": "424903",
            "reply_to_id": "424899"
        },
        {
            "user_name": "Joi_BASSi!",
            "text": "ipad er ekki með usb port og spilar ekki flash\nmacbook air er ekki með geisladrif\nnotkunin á þessu er mjög  takmörkuð. til að einhvað sé \"best\" þá þarf það að vera betra í öllu en allt annað. það er ekki nóg að hafa það í glæsilegu ál body'i.",
            "date": "2012-02-29 17:24:00",
            "post_id": "424905",
            "reply_to_id": "424903"
        },
        {
            "user_name": "Moquai",
            "text": "Fyrirtækið fyrir mesta ripoff ársins 2011 fer til ..... *trommur* ......... Apple!",
            "date": "2012-02-29 17:25:00",
            "post_id": "424907",
            "reply_to_id": "424905"
        },
        {
            "user_name": "worghal",
            "text": "áður en þú ferð að væla um flash, þá verðuru fyrst að skilja þetta mál.\nflash er meingallað og stór hættulegt öryggisvandamál. Það sem apple er að gera er að ýta HTML 5 áfram í þróun.\nþað að væla yfir geisladrifi er skrítið þar sem flestir kjósa að vera án þess á desktop tölvum.",
            "date": "2012-02-29 17:37:00",
            "post_id": "424912",
            "reply_to_id": "424907"
        },
        {
            "user_name": "Black",
            "text": "kemur mér samt á óvart að það hafi verið air tölvan sem var valinn,  \n ég hefði valið macbook pro",
            "date": "2012-02-29 17:38:00",
            "post_id": "424913",
            "reply_to_id": "424912"
        },
        {
            "user_name": "Baraoli",
            "text": "Joi_BASSi! \nég segi nú bara hver notar geisladrif nú til dags?\nplús er Flash deygjandi tækni",
            "date": "2012-02-29 17:38:00",
            "post_id": "424915",
            "reply_to_id": "424913"
        },
        {
            "user_name": "bulldog",
            "text": "Who Cares  \n Áfram PC",
            "date": "2012-02-29 17:39:00",
            "post_id": "424916",
            "reply_to_id": "424915"
        },
        {
            "user_name": "worghal",
            "text": "fixed.",
            "date": "2012-02-29 17:39:00",
            "post_id": "424917",
            "reply_to_id": "424916"
        },
        {
            "user_name": "Frost",
            "text": "Hef ekki notað geisladrif í 2 ár núna c.a.\nSé ekki þörfina til þess.",
            "date": "2012-02-29 17:43:00",
            "post_id": "424920",
            "reply_to_id": "424917"
        },
        {
            "user_name": "dori",
            "text": "Það eru gallar við Flash en það er líka í mjög virkri þróun. Alveg eins og það eru gallar í Javascript/DOM útfærslum vafranna (eins og öryggisgallinn í Safari sem GuðjónR póstaði hérna á spjallið um daginn).\nHins vegar er streymidót, interface við vélbúnað eins og mic og webcam, p2p vesen, socket tengingar og slíkt eitthvað sem er til staðar og virkar vel og er mikið notað í flash í dag en er bara á TODO listanum hjá HTML5 (reyndar tengdri tækni, ekki beint HTML5). Það að segja að flash sé dautt/óþarft (útaf html5) er mjög mikil þröngsýni og jaðrar eiginlega bara við heimsku. Flash er mjög successful cross platform runtime og þó svo að það hafi ógeðslega leiðinlega galla (sérstaklega varðandi user interface eins og að grípa öll vafra event og drepa þau) þá er það betra en allt annað sem er hérna í dag.",
            "date": "2012-02-29 17:59:00",
            "post_id": "424931",
            "reply_to_id": "424920"
        },
        {
            "user_name": "GuðjónR",
            "text": "Flash er bara og hefur alltaf verið handónýtt Adobe rusl.\nEnda eru Adobe að hætta með það.\nOg hvað varðar DVD drif í tölvum þá munu þau mjög fljótlega hætta að koma með tölvum enda orðin úrelt og óþörf.\nDVD drifin eru nánast að verða eins og Floppy drifin voru í denn.",
            "date": "2012-02-29 18:04:00",
            "post_id": "424933",
            "reply_to_id": "424931"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Eins mikill windows maður og ég er þá er ég ekkert hissa á þessu...",
            "date": "2012-02-29 18:05:00",
            "post_id": "424934",
            "reply_to_id": "424933"
        },
        {
            "user_name": "Nördaklessa",
            "text": "ég persónulega man ekki hvenar ég notði CD/DVD síðast  \n USB er málið...lít á CD eins og VHS/Beta fyrir mér í dag lol",
            "date": "2012-02-29 18:38:00",
            "post_id": "424947",
            "reply_to_id": "424934"
        },
        {
            "user_name": "Tiger",
            "text": "Ég hef mjög einfaldan smekk....vel aðeins það besta.\nSkrifað á top of the line MacBookAir",
            "date": "2012-02-29 18:38:00",
            "post_id": "424948",
            "reply_to_id": "424947"
        },
        {
            "user_name": "biturk",
            "text": "fyrirtæki sem eiga mikla peninga geta unnið hvað sem er",
            "date": "2012-03-01 00:17:00",
            "post_id": "425084",
            "reply_to_id": "424948"
        },
        {
            "user_name": "pattzi",
            "text": "Ég vill hafa dvd drif horfi oft á dvd-blueray í tölvunni fáránlegt að það sé að fara hætta þá kaupi ég mér utanáliggandi bara....",
            "date": "2012-03-01 00:24:00",
            "post_id": "425085",
            "reply_to_id": "425084"
        },
        {
            "user_name": "AntiTrust",
            "text": "Það er nú ekki eins og það sé ekki hægt að fá sér MacBook með geisladrifi.\nFólk sem er yfirhöfuð að eltast við ultrabooks eru ekki mikið að syrgja ROM drif, úreltur miðill að mestu leyti.",
            "date": "2012-03-01 00:35:00",
            "post_id": "425087",
            "reply_to_id": "425085"
        },
        {
            "user_name": "Akumo",
            "text": "Apple, woopwoop.",
            "date": "2012-03-01 01:30:00",
            "post_id": "425145",
            "reply_to_id": "425087"
        },
        {
            "user_name": "FreyrGauti",
            "text": "Finnst ekkert að því að Macbook Air fái fartölvu ársins, búinn að hugsa mikið um að kaupa hana og setja upp windows á henni, prufaði Zenbook en touchpadið var eitthvað einstaklega buggy á henni.\nVar eiginlega að vona að það kæmi smá vélbúnaðar facelift á Air'inn, sata3 ssd t.d. þá aðalega.",
            "date": "2012-03-01 11:13:00",
            "post_id": "425214",
            "reply_to_id": "425145"
        },
        {
            "user_name": "Tiger",
            "text": "Nýjustu MacBookAir eru með SATA3, og ef orginal er ekki nóg þá er bara að fá sér einn \nsvona\n og málið dautt.",
            "date": "2012-03-01 13:46:00",
            "post_id": "425244",
            "reply_to_id": "425214"
        },
        {
            "user_name": "DabbiGj",
            "text": "Ef einhver er að andmæla því að Macbook air eigi að fá þessi verðlaun er hann tröll eða sér ekki framyfir nefið á sér, þetta með að það sé ekki geisladrif að þá er ég að skrifa þetta á HP Elitebook vél og geisladrifið hefur verið notað einu sinni í þetta rúma ár sem ég ég hef átt hana til að hlusta rippa Hagléli með Mugison.",
            "date": "2012-03-01 14:05:00",
            "post_id": "425250",
            "reply_to_id": "425244"
        },
        {
            "user_name": "tanketom",
            "text": "Ég er byrjaður að spyrja sjálfan mig afhverju við erum með Mac spjall þetta er gjörsamlega byrjað að dreifa sér hingað, hef ekkert móti þessum tölvum en ég hef engan áhuga á þeim",
            "date": "2012-03-01 16:40:00",
            "post_id": "425292",
            "reply_to_id": "425250"
        },
        {
            "user_name": "Sphinx",
            "text": "ekki smella þá á þráð sem heitir macbook air valin tölva ársins",
            "date": "2012-03-01 17:01:00",
            "post_id": "425303",
            "reply_to_id": "425292"
        },
        {
            "user_name": "worghal",
            "text": "taktu spítuna úr rassgatinu á þér.",
            "date": "2012-03-01 17:03:00",
            "post_id": "425305",
            "reply_to_id": false
        },
        {
            "user_name": "Ulli",
            "text": "Þú hefur væntanlega eithverja sönnun fyrir því?\nAllar pc Tölvur sem ég hef séð undan farinn 2-3 ár hafa verið með Geisladrifi.\nEn það er nú örugglega bara tilviljun?\nEr ekki í lagi?\nBlæður úr píkunni á þér í dag eða",
            "date": "2012-03-01 17:07:00",
            "post_id": "425306",
            "reply_to_id": "425305"
        },
        {
            "user_name": "Eiiki",
            "text": "http://tolvutaekni.is/product_info.php? ... ts_id=2139\nvs\nhttp://www.epli.is/tolvur/macbookair/ma ... 28gb.html#\nEins speccar nema Mcbook air er með 1440x900 upplausn á meðan Asus er með 1600x900 og ég spara 50k á Asus tölvunni..",
            "date": "2012-03-01 17:13:00",
            "post_id": "425309",
            "reply_to_id": "425306"
        },
        {
            "user_name": "DabbiGj",
            "text": "Þessi verðsamanburður varð þreyttur 2007, endilega verslaðu Asusinn ef þig langar til, það er hellingur af fólki sem vill versla maccann og það gerir það þrátt fyrir verðið á honum og er bara sátt við það.\nÞað er alveg klárt mál t.d. með Macbook Pro að þær eru með bestu kaupunum í sínum flokki útfrá gæðum og verði og þetta kemur frá gallhörðum PC manni og ég hafði það hlutverk í starfi á seinasta ári að finna vélar sem væru með sömu specca, gæði og þær sem eru að koma svipað út eru Elitebook vélar t.d. sem að kosta þónokkuð meira.",
            "date": "2012-03-01 17:18:00",
            "post_id": "425311",
            "reply_to_id": "425309"
        },
        {
            "user_name": "g0tlife",
            "text": "aldrei mundi ég borga meira fyrir minna",
            "date": "2012-03-01 18:22:00",
            "post_id": "425341",
            "reply_to_id": "425311"
        },
        {
            "user_name": "Pandemic",
            "text": "Guðjón ekki tala útum rassgatið á þér \n Adobe ætlar ekki að hætta með Flash en þeir eru að hætta með dedicated Flash á mobile markaðinum og ætla að samtvinna það í Adobe Air.",
            "date": "2012-03-01 18:59:00",
            "post_id": "425352",
            "reply_to_id": "425341"
        },
        {
            "user_name": "tanketom",
            "text": "nú spyr ég ykkur?  \n \nrólegir að verða móðgaðir",
            "date": "2012-03-01 20:01:00",
            "post_id": "425372",
            "reply_to_id": "425352"
        },
        {
            "user_name": "hjalti8",
            "text": "what?, þú getur ekki einu sinni fengið 15\" macbook pro með 1080p skjá, einnig eru þeir yfirleitt langt á eftir öðrum framleiðendum að koma með nýjan vélbúnað í fartölvurnar sínar og svo loksins þegar þeir uppfæra fartölvulínuna þá eru þeir samt sem áður miklu dýrari en samkeppnisaðilar. Ég held að hagnaður þeirra síðustu 3 mánuði síðasta árs segi allt um þeirra verðlagningu og kannski enn meira um mikinn hluta viðskiptavina þeirra.",
            "date": "2012-03-01 21:36:00",
            "post_id": "425411",
            "reply_to_id": "425372"
        },
        {
            "user_name": "Joi_BASSi!",
            "text": "ég nota flash mikið og á hundruðir af tónlistar diskum og dvd dikum sem ég vil geta notað í framtíðinni takk fyrir.\naf hverju lokkar þessi umræða alltaf að sér fasista sem að vilja stjórna því hvernig annað fólk notar tölvur.\nég nota windows af því að mér finnst það þæginlegt. ég nota ekki ipad eða macbook air því að mér finnst þær ekki nógu góðar. \nen ef að þig langar það þá er þér það velkomið. ekki stinga spítu uppí rassgatið á þér. þú ert ekki fáviti sem að sér ekki frammfyrir nefið á þér. þú ert ekki eftirá. \nþú ert heldur ekki betri en annað fólk útaf smekk þínum á tölvum",
            "date": "2012-03-01 22:10:00",
            "post_id": "425422",
            "reply_to_id": "425411"
        },
        {
            "user_name": "worghal",
            "text": "ég er ekki móðgaður, ég er bara þreittur á svona væli í fólki eins og þér af því að það sem einhver skrifar hentar ÞÉR ekki.\neins og ég hef áður skrifað en þeim þræði var eitt.\n\"Afsakið mig ef ég geri ekki póst sem að vekur brennandi áhuga þinn og ætla ég að hugsa mig vel um næst þegar ég geri þráð svo ég fari ekki fyrir hjartað á þér. eitt innilegt FOKK þÚ!\"\nþetta var svar við mjög basic \"af hverju er fólk að gera mac þræði VÆL VÆL VÆL VÆL VÆL þetta er ekki mac spjall VÆL VÆL VÆL VÆL!\"",
            "date": "2012-03-01 22:16:00",
            "post_id": "425423",
            "reply_to_id": "425422"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "",
            "date": "2012-03-01 22:21:00",
            "post_id": "425426",
            "reply_to_id": "425423"
        },
        {
            "user_name": "DabbiGj",
            "text": "Djöfulli er Guðjónr búinn að trolla ykkur illa.",
            "date": "2012-03-02 08:40:00",
            "post_id": "425499",
            "reply_to_id": "425426"
        },
        {
            "user_name": "lukkuláki",
            "text": "Ég er PC maður fram í fingurgóma en fjandinn hafi það ég get samt ekki annað en dáðst að fegurð Apple.\nÞað verður að segjast eins og er að það er engin vél með tærnar þar sem MAC er með hælana hvað farðar fegurð og ýmislegt annað groovie iPhone, iPod, iMac, iPad.\nÞegar ég fer í Apple búðina þá er ég alveg eins og krakki og alveg bara vááááá flott og flestar ef ekki allar þessar vörur virka mun mun betur en stælingin á þeim.\nEn ef ég myndi eignast MAC þá myndi ég sennilega setja Windows á hana",
            "date": "2012-03-02 09:20:00",
            "post_id": "425502",
            "reply_to_id": "425499"
        },
        {
            "user_name": "Akumo",
            "text": "Ó vá þessi mynd Worghal, made my day",
            "date": "2012-03-02 10:05:00",
            "post_id": "425507",
            "reply_to_id": "425502"
        },
        {
            "user_name": "chaplin",
            "text": "Sammála, enda skil ég ekki afhverju menn eru á móti því að Apple fréttir séu á vaktinni ekki \"mac\"-vaktinni..",
            "date": "2012-03-02 10:10:00",
            "post_id": "425508",
            "reply_to_id": "425507"
        },
        {
            "user_name": "einsii",
            "text": "Ég efast nú um að fartölvu salan sé það sem skilaði Apple öllum þessum peningum síðustu ár.\nÞetta er sala á iPhone og iPad aðalega, og þeir eru svona stórir því þeir þorðu fyrstir að fara út í þessi tæki að einhverju viti.\nOg auðvitað App store og itunes verslanirnar. Þeir eru pottþétt að raka inn seðlunum á þeim.\nEn svo að tölvunum þá þíðir ekki að bera saman tölvur á speccum einum saman, það bara er ekki hægt nema þú ætlir að nota hana í fjarvinnslu eða einhvernvegin þannig að þú snertir aldrei eða sjáir hana nokkurn tíma.\nÉg aðstoðaði þrjá úr fjölskildunni við kaup á fartölvum á milli jóla og nýárs, og keyptu allir mjög flott spekkaðar WIN vélar. En að vinna á vélarnar er ekki hægt að bera saman á nokkurn sangjarnann hátt.\n2009 MBP unibody vélin mín með gamla dual core örgjörvanum er að standa sig svo töluvert mikið betur við a keyra Win7 en þessar Packard bell vélar.\nOg ekki má gleyma að þessi þriggja ára gamla vél mín er enn að enda batterýið í 7 tíma í léttri vinnslu á meðan hinar nýju vélarnar sýndu mest einhverja 3 tíma og guð má vita hvað það lækkaði svo í vinnslu.\nMunurinn á góðri tölvu og þessum mainstream eru mjög mikill og þeir sem halda sig við þessi rök að örri og ram sé eina vitið eru þröngýnir krakkar sem hafa aldrei þurft að \"vinna\" á tölvurnar sínar.",
            "date": "2012-03-02 10:53:00",
            "post_id": "425511",
            "reply_to_id": "425508"
        },
        {
            "user_name": "Tesli",
            "text": "Annað hvort ætti að taka út Mac Spjallið eða hætta að spamma Mac þráðum hér. Finnst persónulega að það ætti að henda þessu Mac spjalli út. Svo held ég að Guðjón sé eitthvað að miskilja hvað það er að trolla, að trolla er ekki alveg það sama og að vera bara pirrandi  \n*Edit* \nÉg er by the way að fara að kaupa mér nýja Ipadinn og ráðlegg öllum að kaupa sér Apple fartölvur",
            "date": "2012-03-02 11:27:00",
            "post_id": "425516",
            "reply_to_id": "425511"
        },
        {
            "user_name": "DabbiGj",
            "text": "Hef verið að pæla í 17\" MBP helvíti lengi og held að maður endi á þannig og svo dualboota, helvíti.",
            "date": "2012-03-02 11:57:00",
            "post_id": "425522",
            "reply_to_id": "425516"
        }
    ],
    "date": "2012-03-01 17:03:00"
}