{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "4617",
    "title": "Kaup á tölvuvörum í New York",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=4617",
    "posts": [
        {
            "user_name": "traustis",
            "text": "Sælir,\n\nég er að fara til New York og ég ætla að kaupa mér hljóðkort og mús\n\n\n\nVarðandi hljóðkortið er ég ekki viss en hef heyrt að Creative Soundblaster live 5.1 sé gott og líka Creative Audigy 2.  Hvort á ég að kaupa ? Ég er með Sennheiser Hd 497 og ætla að fá mér Seinnheiser Hd 595 (seinna) ég mun \nbara\n nota heddfón\n\n\n\nOg varðandi mús þá ætla ég að fá mér mx510 \n\n\n\nEn það er einn hlekkur, hvernig er að panta svona vörur í gegnum bandarískar netbúðir og láta senda það þangað sem ég verð.  Eða á ég ekki að kaupa þetta gegnum netbúðir ?\n\n\n\nVona góð svör",
            "date": "2004-07-01 21:42:00",
            "post_id": "47089",
            "reply_to_id": false
        },
        {
            "user_name": "MezzUp",
            "text": "þú hefur \nekkert\n að gera með 5.1 hljóðkort ef að þú ætlar bara að nota headphone, ég myndi bara skella mér á eitthvað 2 þús.  kort hérna heima",
            "date": "2004-07-01 21:57:00",
            "post_id": "47096",
            "reply_to_id": "47089"
        },
        {
            "user_name": "traustis",
            "text": "Okay, en munar engu þar á hljóðgæðum ?",
            "date": "2004-07-01 21:59:00",
            "post_id": "47098",
            "reply_to_id": "47096"
        },
        {
            "user_name": "gnarr",
            "text": "jú! alsekki kaupa þér 2000kr hljóðkort! reyndu að finna gott stereo M-Audio kort. það skiptir líka máli í leikjum að vera með gott kort uppá hardware 3d, meiraðsegja þótt þú sért bara með stereo. ef þú ert mikill leikja kall, þá myndi ég hiklaust taka eitthvað creative kort, alveg þess virði að íhuga Audigy2. annars ef þu´ert bara í tónlistinni, farðu þá og finndu m-audio kort.",
            "date": "2004-07-01 22:13:00",
            "post_id": "47104",
            "reply_to_id": "47098"
        },
        {
            "user_name": "traustis",
            "text": "Já ég er mikið í cs, þannig að ég tek audigy2\n\n\n\nEn er einhver með reynslu af því að versla þarna úti ?",
            "date": "2004-07-01 22:24:00",
            "post_id": "47110",
            "reply_to_id": "47104"
        },
        {
            "user_name": "ErectuZ",
            "text": "Ég er nú bara með innbyggt hljóðkort",
            "date": "2004-07-01 23:17:00",
            "post_id": "47116",
            "reply_to_id": "47110"
        },
        {
            "user_name": "skipio",
            "text": "Veit ekki alveg hvort ég myndi nenna að eyða tíma mínum í New York að versla svona ódýra hluti. Í fyrsta lagi er New York er ekkert sérstaklega ódýr borg og þú þarft, eins og í öllum borgum, að vita hvar þú átt að versla til að fá góð verð.\n\nVið erum kannski að tala um að þú værir að spara í mesta lagi 5000 krónur við kaup á mús og hljóðkorti m/v verð á Íslandi. Er virkilega þess virði þegar þú ert búinn að eyða 50.000 í flugmiða og öðru eins í hótel, mat o.sfrv. að eyða kannski 2-3 tímum í að finna góða tölvubúð í New York til að spara 5000 krónur?\n\n\n\nMér finnst það allavega ekki ....\n\n\n\nEn þú getur svosem tekið Audigy2 kort ef þú rekst á það.  Held að Circuit City sé svona þeirra BT úti í Bandaríkjunum og því auðvelt að finna það.\n\n\n\nMundu svo að það er söluskattur í NY. Um 8% ef ég man rétt. Þú sleppur ekkert við hann þótt þú sért útlendingur. \n\n\n\nNetverslanir vilja ekki senda á hótelherbergi svo það er örugglega út úr myndinni.\n\n\n\nOg passaðu þig svo að á að taka engar myndir af alríkisbyggingum. Las í í NY Times í gær um einn útlending sem tók vídjómynd af FBI byggingu í NY og lenti í 4ja mánaða varðhaldi! Endaði með því að FBI kallinn sem handtók hann þurfti að berjast fyrir því að sleppa honum því gæjinn var augljóslega blásaklaus.",
            "date": "2004-07-01 23:40:00",
            "post_id": "47117",
            "reply_to_id": "47116"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Það er eiginlega mjög erfitt að versla við netverslanir í USA.. ef þú ert ekki með kreditkort sem gefið er út í USA og ert ekki að láta senda á sama heimilisfang og kreditkortið er skráð á.\n\n\n\nBara fara á google og leita að tölvubúðum í NYC.. hljóta amk. einhverjar að vera með heimasíðu.  Eða kíkja í tölvublöð eins og PC Magazine..\n\n\n\nSvo virkar alltaf að spyrja á hótelinu..",
            "date": "2004-07-02 08:47:00",
            "post_id": "47135",
            "reply_to_id": "47117"
        }
    ],
    "date": "2004-07-01 21:42:00"
}