{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "46229",
    "title": "nVidia GTX 570",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=46229",
    "posts": [
        {
            "user_name": "322",
            "text": "Ég er búinn að vera að spá í skjákortum og er kominn á þá niðurstöðu að ég vill annað hvort Asus GTX 570 eða Evga GTX 570.\nHins vegar finn ég hvergi þessi kort til sölu hérlendis. Er ég að horfa framhjá tölvubúðum hérlendis eða er engin búð með Asus eða Evga skjákort í GTX 570?\nÉg ætla að bíða fram yfir apríl því mér skilst að 600 línan komi inn í næsta mánuði og að 500 línan muni lækka eitthvað í verði.\nÉg er mjög heitur fyrir Asus ENGTX 570 DCII 2DIS 1280MD5 en það er svolítið mikið stórt. Veit einhver hvort það sé mikið vesen með það kort á Asus P8P67 Pro móðurborði sem er í HAF X kassa?\nÉg held ég geri mér ekki nægilega vel grein fyrir hvað kortið kæmi til með að blokka af móðurborðinu...",
            "date": "2012-03-02 19:31:00",
            "post_id": "425627",
            "reply_to_id": false
        },
        {
            "user_name": "HelgzeN",
            "text": "http://www.computer.is/vorur/7701/",
            "date": "2012-03-02 19:32:00",
            "post_id": "425628",
            "reply_to_id": "425627"
        },
        {
            "user_name": "arons4",
            "text": "Ætti svosem ekki að blokka móðurborðið, yfirleitt lengdin á kortunum sem passar ekki í kassana, en með haf x geturu verið með hvað kort sem er í dag held ég.",
            "date": "2012-03-02 19:40:00",
            "post_id": "425629",
            "reply_to_id": "425628"
        },
        {
            "user_name": "astro",
            "text": "Ég ætla að ráðleggja þér að skoða MSI kortin, ég er með 560ti m/Twin Frozr 2 og bróðir minn 570ti m/Twin Frozr 3. Kælingin VIRKAR, fer ekki yfir 60° í 100% load, IDLE hiti er í kringum 29-31° (Viftur á 1200sn).\nOpnar kælingar með 2 viftum á móti 1 viftu og lokast ekki ryk inní þeim eins og með Asus/evga kortin. Og ég held að það þrufi að taka alla kælinguna af kortinu til að skrúfa hana í sundur og rykhreinsa inní hana.\nLeiðinlegt að þurfa að taka alla kælinguna af og setja nýtt kælikrem í hvert skipti sem þarf að rykhreinsa kortið. Ef þú ert ekki vel rykvarinn kassa þá myndi ég alldrei fara í kort með lokaðari kælingu.",
            "date": "2012-03-02 20:02:00",
            "post_id": "425634",
            "reply_to_id": "425629"
        },
        {
            "user_name": "darkppl",
            "text": "fékk mér MSI GTX 570 er rosalega ánægður með það",
            "date": "2012-03-02 20:15:00",
            "post_id": "425641",
            "reply_to_id": "425634"
        },
        {
            "user_name": "322",
            "text": "Að vísu er þetta Asus kort með 2 kæliviftum.\nÉg er búinn að vera að lesa mig aðeins til um þessi 570 kort, og þá frá hvaða framleiðanda maður ætti að taka þau, og aðilar víðsvegar að benda aðalega á Evga og Asus. Margir viðurkenna að þeir eru hliðhollari Evga vegna þess að þau eru framleidd í BNA og að þau hafa verulega öflugt costumer support en þau keyra sig töluvert heitari en Asus kortin. Asus hefur það svo framyfir að þeir íhlutir sem notaðir eru, eru í hærri gæðastaðli og kortin keyra mun svalari. Hins vegar er þetta kort ansi plássfrekt, þar sem það tekur 3 slot.",
            "date": "2012-03-02 20:50:00",
            "post_id": "425655",
            "reply_to_id": "425641"
        },
        {
            "user_name": "astro",
            "text": "Blessaður, þetta kort er náttúrulega bara HUGE hvernig sem á það er litið.\nVarðandi build quality, þá er þetta allt saman sama kramið sem eru í þessum kortum þegar það er búið að kroppa ofanaf því, og eina sem virðist drepa skjákort er hiti (ég þekki amk ekki til annars).\nFyrirtækin keppast við það að búa til eins góð kort fyrir eins lítið pening til að fá gróðan í budduna sína, þannig að þú ert ekkert að fara kaupa kort með það mikklu \"edge-i\" að það skipti einhverntíman máli.\nÉg er engin hardware quality expert en ég veit það að ef að kortið eyðinleggist innan 2 ára færðu nýtt úr ábyrgð, og þetta er frekar öflugt kort sem þýðir að þú sért að fara nota það í leiki eða álíka þunga vinnslu sem þýðir\nað eftir 2 ár myndi hvorteð er fá þér eða vera búinn að fá þér betra kort, þýðir ekkert að velta sér endalaust uppúr einhverju svona dúttli.\nÉg kaupi mér alltaf kort sem eru með bestu kælingunum, fer ekki að grafa mikið dýpra en það. Ég hef átt 3x Gigabyte og 2x MSI kort og þau hafa reynst mér mjög vel, alldrei bilað.\nMitt álit þarf ekki að endurspeggla mat vaktarinnar",
            "date": "2012-03-02 21:21:00",
            "post_id": "425666",
            "reply_to_id": "425655"
        }
    ],
    "date": "2012-03-02 19:31:00"
}