{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "46409",
    "title": "Intel smart response",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=46409",
    "posts": [
        {
            "user_name": "Zorglub",
            "text": "Verslaði mér Z68 borð með innbygðu msata tengi og las mér aðeins til um þetta í leiðinni.\nFlestir fara náttúrulega beint í SSD en ég varð forvitinn hvort einhverjir hafi prófað þetta og hvort þetta virki jafn vel og það gerir á blaði?\nhttp://www.hardwaresecrets.com/article/ ... ned/1292/1\nReyndar hef ég ekki séð mSSD diska í búðum?\nJæja, rétt að halda áfram að púsla",
            "date": "2012-03-08 10:26:00",
            "post_id": "427015",
            "reply_to_id": false
        },
        {
            "user_name": "ponzer",
            "text": "Ég er með Z68 borð og er að nota þetta en ég notast ekki við mSSD disk á borðinu sjálfu heldur er ég með 120GB \"gamlan\" ssd disk sem virkar í raun bara eins og cache diskur.. ISRT notar aðeins um 60gb af SSD disknum í þetta þannig að ég get notað hin 60gb í eitthvað annað. Ég ákvað að nota 7200sn disk í stað 5400sn disk til að hámarka hraðann.. Overall þá myndi ég mæla með þessu vegna þess að þú getur keypt þér lítinn ssd disk (60gb) og verið með stórann 7200sn disk og færð þannig mikinn hraða og stórt pláss fyrir minni pening.\n**Edit**\nGetur horft á þetta hérna \nhttp://www.youtube.com/watch?v=U83ED4FOWiw",
            "date": "2012-03-08 10:59:00",
            "post_id": "427019",
            "reply_to_id": "427015"
        },
        {
            "user_name": "Zorglub",
            "text": "já, þetta er þrælsniðugt, maður þarf eiginlega að leggjast í tilraunastarfsemi og prófa þetta.",
            "date": "2012-03-08 18:57:00",
            "post_id": "427122",
            "reply_to_id": "427019"
        },
        {
            "user_name": "Gerbill",
            "text": "Nú er ég að kaupa mér móðurborð sem er með Intel Smart Response og fékk mér einn 128gb Chronos disk með, var að spá að hafa windowsið á honum, væri ekki sniðugra að hafa sér disk sem 'cache' eða gæti ég notað þennan disk eitthvað til að boosta hinn diskinn sem ég á?",
            "date": "2012-03-08 19:20:00",
            "post_id": "427131",
            "reply_to_id": "427122"
        }
    ],
    "date": "2012-03-08 10:26:00"
}