{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "46457",
    "title": "3G eða 2G",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=46457",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Ég var að uppfæra iOS í iPhone í 5.1 og núna er möguleiki á því að slökkva á 3G en þá er síminn á 2G (dettur á reiki hjá Vodafone.\nSpurningin er hvort það sé ekki sniðugt að hafa hann bara á 2G ef það sparar helling af raflhöðunni?\nMaður er hvort sem er á Wi-Fi þegar maður er heima, ef maður í burtu þá er líkið mál að enable 3G, eða hafa á 2G, netið er bara hægara.\nEru einhverjir gallar við að hafa síman á 2G annað en hægara net?",
            "date": "2012-03-09 20:42:00",
            "post_id": "427415",
            "reply_to_id": false
        },
        {
            "user_name": "hfwf",
            "text": "Eina downsideið við að vera á 2g er að þú getur ekki tekið við mms fyrir utan svo það sem þú nefnir, man ekki eftir meiru.",
            "date": "2012-03-09 20:50:00",
            "post_id": "427417",
            "reply_to_id": "427415"
        },
        {
            "user_name": "chaplin",
            "text": "Afhverju hefur þessu fídus ekki alltaf verið í boði? Dafuq?\nOg er ekki til e-h App sem virkir 3G við þörf? Þeas. er alltaf off nema þegar tölvupósturinn þarf að uppfæra eða þegar þú ætlar að gera e-h sem krefst 3G?",
            "date": "2012-03-09 20:53:00",
            "post_id": "427418",
            "reply_to_id": "427417"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Er maður að hala eitthvað miklu niður þegar maður er á ferðinni? Er maður ekki aðallega að browsa síður og svona?? Er ekki að sjá mikinn tilgang í því að vera stanslaust á 3G þegar maður er í einhverju léttu browse-i",
            "date": "2012-03-09 20:56:00",
            "post_id": "427419",
            "reply_to_id": "427418"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég veit það ekki, þessi fídus var víst en var tekinn út og svo settur inn aftur núna.\nEr búinn að vera með símann á 2G í allan dag og sé ekki betur en að batteríið sé að endast mun betur.\nVondafone er líka með miklu sterkara signal en Nova, það spilar kannski eitthvað inn í þetta.",
            "date": "2012-03-09 20:57:00",
            "post_id": "427421",
            "reply_to_id": "427419"
        },
        {
            "user_name": "Gets",
            "text": "Ég hef alltaf slökkt á 3G, sparar rosalega rafmagn, í eina skiptið sem ég varð að setja 3G á aftur var þegar ég horfði á fréttatíma ruv í símanum.\nSjónvarpið bilaði um borð í bátnum sem ég er á",
            "date": "2012-03-09 20:59:00",
            "post_id": "427422",
            "reply_to_id": "427421"
        },
        {
            "user_name": "halli7",
            "text": "Haha það hefur alltaf verið hægt að slökkva á 3G",
            "date": "2012-03-09 21:00:00",
            "post_id": "427424",
            "reply_to_id": "427422"
        },
        {
            "user_name": "GuðjónR",
            "text": "Haha er það? \nlinkur.",
            "date": "2012-03-09 21:06:00",
            "post_id": "427426",
            "reply_to_id": "427424"
        },
        {
            "user_name": "Daz",
            "text": "Ég hef alltaf slökkt á 3G í mínum síma, nema í einhverjum undantekningartilfellum þar sem ég veit að ég þarf bandvíddina. Pósturinn uppfærist alveg nógu hratt á 2G. Ég finn mikinn mun ef ég gleymi 3G á hvað batteríið endist miklu styttra, en það er svosem ekki vísindaleg tilraun.",
            "date": "2012-03-09 21:07:00",
            "post_id": "427427",
            "reply_to_id": "427426"
        },
        {
            "user_name": "halli7",
            "text": "Hef alltaf getað slökt á 3g á bæði iphone 3gs og iphone 4",
            "date": "2012-03-09 21:10:00",
            "post_id": "427429",
            "reply_to_id": "427427"
        },
        {
            "user_name": "GuðjónR",
            "text": "Líka í iOS 5.01 ?  (hvaða stýrikerfi ertu með núna) ?",
            "date": "2012-03-09 21:14:00",
            "post_id": "427432",
            "reply_to_id": "427429"
        },
        {
            "user_name": "halli7",
            "text": "Er núna með iOS 5,01 og hef eiginlega alltaf slökkt á 3g.",
            "date": "2012-03-09 21:17:00",
            "post_id": "427434",
            "reply_to_id": "427432"
        },
        {
            "user_name": "Tiger",
            "text": "Helvíti er rafmagnið orðið dýrt á Kjalarnesinu ef menn eru farnir að spara þetta. Setja kvikindið bara í hleðslu þegar þú ferð að sofa og þá þarftu aldrei að hafa áhyggur af því að verða rafmangslaus. Hef aldrei áttað mig á þessari umræðu....\nÉg hef kveikt á öllu og þá meina ég ÖLLU (bluetooth, 3g, location, notification, wi-fi og 3x push mail acounta. Í dag hef ég fengið 71 tölvupóst í símann, sent tugi, verið helling á netinu og uplaodað 150MB myndbandi á Vimeo  og á enn 67% eftir af rafhlöðunni. Mun samt setja hann í hleðslu í nótt og klár í hvað sem er á morgun.\nEn er sammála halli7, ég hef alltaf haft þennan möguleika að slökkva á 3G sama hvaða stýrikerfi ég hef haft, en bara aldrei dottið það til hugar.",
            "date": "2012-03-09 21:20:00",
            "post_id": "427436",
            "reply_to_id": "427434"
        },
        {
            "user_name": "GuðjónR",
            "text": "wtf...\nÉg fann aldrei þennan 3G takka í 5.01 ... værirðu til í að taka snapshot og skella inn?\nÞað er ekki rétt hjá þér, ef ég nota símann eitthvað að ráði þá er langur vegur frá því að hleðslan endist daginn. Er yfirleitt kominn í ~10%  um kl . 18 (fer á fætur kl 6:55) og tek þá síman úr hleðsu.",
            "date": "2012-03-09 21:20:00",
            "post_id": "427437",
            "reply_to_id": "427436"
        },
        {
            "user_name": "Tiger",
            "text": "Þá er eitthvað að, ég nota minn MIKIÐ og fæ stundum yfir 100 tölvöpósta ofl ofl ofl ofl.....hef ALDREI náð að tæma hann á einum degi. Og í raun gæti ég notað hann 2 sólarhringa en þá er hann við að klárast að því loknu.",
            "date": "2012-03-09 21:28:00",
            "post_id": "427440",
            "reply_to_id": "427437"
        },
        {
            "user_name": "GuðjónR",
            "text": "Er búinn að vera með 2x iPhone 4s og báðir svona.\nGruna reyndar að þetta hafi eitthvað með NOVA að gera, þegar ég átti gamla nokia símann þá hlóð ég hann á 10 daga fresti þegar ég var hjá símanum en á 3 daga fresti þegar ég fór yfir til NOVA.\nSama sagan með síma konunar, hún hlóð sinn á 3-5 daga fresti en daglega eftir að hún fór yfir.\nUnglingurinn á heimilinu gerði tilraun, hann er með Samsung Galaxy, keypti síma kort bæði frá Nova og Símanum og batteríið entist 2-3x lengur á kortinu frá Símanum.\nÉg ætla að gera tilraun á morgun, setja á 2G þá fer síminn á Vodafone og sjá hvort hann verði dauður um sex leitið eins og venjan er.\nEn þið sem segist geta slökkt á 3G á iOS 5.01 ... endilega takið mynd af skjáborðinu og sýnið hvar þessi 3G takki er.",
            "date": "2012-03-09 21:32:00",
            "post_id": "427443",
            "reply_to_id": "427440"
        },
        {
            "user_name": "hfwf",
            "text": "Interesting með rafhlöðuendingu per simkort frá carrier!",
            "date": "2012-03-09 21:37:00",
            "post_id": "427445",
            "reply_to_id": "427443"
        },
        {
            "user_name": "GuðjónR",
            "text": "Skýringin sem ég hef heyrt er sú að þetta ráðist af því hversu langt frá \"loftneti\" þú ert staddur, þ.e. því lengra og lélegra samband því meiri þarf sendistyrkur símans að vera og þar með minnkar rafhlöðuendingin.\nEnda ef þú skoðar myndirnar sem ég setti inn þá er Vodafone á fullum styrk (Síminn var það líka) en NOVA er alltaf með 1-3, og stundum dettur NOVA út á 3G og Vodafone 2G kemur þá sjálfvirkt inn.",
            "date": "2012-03-09 21:41:00",
            "post_id": "427449",
            "reply_to_id": "427445"
        },
        {
            "user_name": "Oak",
            "text": "Ef að þú ert hjá NOVA eða vodafone þá er síminn alltaf að skipta á milli kerfa. Þannig að það er ekkert skrítið að hann endist mikið betur á einungis 3G. Stand-By á að vera sama á 3G og 2G...en ef síminn er alltaf að hoppa á milli þá gerist þetta.\nÉg var með iPhone 4 og var hann að endast 2-3 daga og alveg lala notkun.",
            "date": "2012-03-09 21:45:00",
            "post_id": "427451",
            "reply_to_id": "427449"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hjá hverjum ertu?\nOg halli7 ... sýna okkur hvernig þú slekkur á 3G",
            "date": "2012-03-09 21:47:00",
            "post_id": "427454",
            "reply_to_id": "427451"
        },
        {
            "user_name": "Tiger",
            "text": "Reyndar iPhone4 frá syninum þar sem ég er búinn að uppfæra minn í 5.1.",
            "date": "2012-03-09 21:51:00",
            "post_id": "427457",
            "reply_to_id": "427454"
        },
        {
            "user_name": "Oak",
            "text": "Var hjá Símanum þegar að ég var með iPhone-inn.",
            "date": "2012-03-09 21:54:00",
            "post_id": "427458",
            "reply_to_id": "427457"
        },
        {
            "user_name": "GuðjónR",
            "text": "WTF!\nÉg get svarið það að þessi 3G hnappur var ekki í mínum síma fyrr en ég uppfærði í 5.1\nEnda googlaði ég það til að fá upp hvar hann væri og fékk þær niðurstöður að hann væri ekki, eitthvað \"Siri\" issue ...  \nJá ég trúi því vel að batteríið endist 2-3 daga hjá Símanum en það endist ekki daginn hjá NOVA.\nÞað er bara þannig.",
            "date": "2012-03-09 21:54:00",
            "post_id": "427459",
            "reply_to_id": "427458"
        },
        {
            "user_name": "Tiger",
            "text": "Þetta hefur verið í hverjum einasta iPhone sem ég hef átt og í hverji einustu uppfærslu. Ég ferðast reglulega og því stilli ég þetta þegar ég fer erlendis og hefði 100% tekið eftir því ef þetta hefði ekki verið í einhverji uppfærslunni.",
            "date": "2012-03-09 21:56:00",
            "post_id": "427461",
            "reply_to_id": "427459"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég vildi að ég hefði tekið snapshot af mínum áður en ég uppfærði í 5.1 \nEr endalaust að fikta og 3G hnappurinn hefði ekki farið fram hjá mér, enda það fyrsta sem ég sá eftir að ég uppfærði í 5.1\nSkoðið þennan link.\np.s. er ekkert að efast um að þið segið satt, einverra hluta vegna þá var ekki þessi 3G switch hjá mér fyrr en í gær.\nSvona var minn:",
            "date": "2012-03-09 21:59:00",
            "post_id": "427464",
            "reply_to_id": "427461"
        },
        {
            "user_name": "hfwf",
            "text": "Já good point. Ég er með minn roid alltaf stilltan á 2g þar sem ég að venju alltaf í wi-fi range en hef vel tekið eftir að sendistyrkurinn hjá nova er ekki nægilega góður.",
            "date": "2012-03-09 22:06:00",
            "post_id": "427470",
            "reply_to_id": false
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég ákvað að gera eina mjög óvísindalega tilraun, hafði slökkt á 3G einn dag og bar saman við venjulega notkun þar sem 3G var á allan daginn.\nVar ekki með símann í þungri vinnslu, bara þetta venjulega, aðalega tapatalk. \nMér finnst úskýringarnar hjá Apple hvernig maður sparar batteríið doldið fyndnar, það liggur við að þeir segi til að spara batterí skal slökkva á símanum.\nhttp://www.apple.com/batteries/iphone.html",
            "date": "2012-03-16 15:47:00",
            "post_id": "429161",
            "reply_to_id": "427470"
        },
        {
            "user_name": "Pandemic",
            "text": "Veit ekki hvort það hafi komið fram á þræðinum en það er alveg klárt mál að síminn eyðir meira rafmagni ef sambandið er lélegt við Carrier. Það er punktur í svefnherberginu hjá mér þar sem er nánast ekkert samband og ég hef oftar en einu sinni lent í því að vakna ekki  því að síminn varð rafmagnslaus og vekjaraklukkan fór ekki í gang. Um leið og ég set símann á gluggakistuna þar sem er fullur styrkur þá endist síminn mun lengur. Ég er hjá Nova og hef ekki önnur kort til samanburður svo ég veit ekki.",
            "date": "2012-03-16 17:51:00",
            "post_id": "429195",
            "reply_to_id": "429161"
        },
        {
            "user_name": "razrosk",
            "text": "hef alltaf getað slökkt á 3G lika.. er í iOS 5.01 nuna.",
            "date": "2012-03-16 20:37:00",
            "post_id": "429226",
            "reply_to_id": "429195"
        },
        {
            "user_name": "wicket",
            "text": "Það að hafa símann á 3G þegar þú ert á wifi eyðir ekki meira batteríi en á 2G.\nÞað sem aftur á móti eyðir batteríinu er þegar þú ert ekki á wifi, með stillt á 3G og síminn þinn er alltaf að detta á milli 3G og 2G því síminn er þá að reyna meira en allt að skanna eftir 3G sendum sem hann getur tengst á því að 3G er preferred yfir 2G.\nSvo geturðu víst tekið á móti MMS á 2G, enda MMS miklu eldri tækni en 3G nokkurn tímann. Ef það virkar ekki er það eitthvað iOS mál en tengist ekki 2G/3G á nokkurn hátt.",
            "date": "2012-03-16 21:43:00",
            "post_id": "429237",
            "reply_to_id": "429226"
        },
        {
            "user_name": "hfwf",
            "text": "All good and valid points hér. \nAuðvita er MMS nokkuð gamalt en nei það getur ekki tekið á móti myndum t.d á 2g það er bara staðreynd.",
            "date": "2012-03-16 22:30:00",
            "post_id": "429242",
            "reply_to_id": "429237"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég nota bara 3G áfram, síminn endist í flestum tilfellum út daginn og er í hleðslu yfir nótt.\nÞegar hann er á Vodafone 2G þá er styrkurinn betri og endingin á rafhlöðinni meiri, en ef hún dugar ekki daginn þá er nóg að skjóta aðeins inná hann.\nGæti lagað þetta með því að fara til Símans en þetta er allt í lagi.\niPone4s er eitt það besta sem ég hef fjárfest í, sé mest eftir því að hafa ekki keypt iPhone fyrir lööööngu.",
            "date": "2012-03-16 22:46:00",
            "post_id": "429246",
            "reply_to_id": "429242"
        },
        {
            "user_name": "steinarorri",
            "text": "Víst getur maður tekið á móti MMS á 2G... ég er yfirleitt roaming á 2G (NOVA með sitt sprungna skíta 3G kerfi  \n )  og ég veit ekki betur en ég taki ágætlega við SMSum, MMSum og jafnvel Facebook kveðjum",
            "date": "2012-03-17 01:47:00",
            "post_id": "429315",
            "reply_to_id": "429246"
        },
        {
            "user_name": "gardar",
            "text": "Akkúrat, þú getur alveg notað netið (gprs) á 2G, það er bara hægara en 3G",
            "date": "2012-03-17 02:05:00",
            "post_id": "429317",
            "reply_to_id": "429315"
        },
        {
            "user_name": "hfwf",
            "text": "Þá er greinilega búið að uppfæra allt kerfið síðan bara fyrir nokkrum vikum. Átti von á MMS á (er hjá NOVA) (mynd) , fékk hana ekki. ég byggi þetta á 2x skiptum því sem ég sagði áður. Kannski hef ég lesið mér rangt til en 2g kerfið höndlar svosem alveg mms í dag en það tæki þig svona já 30 min að niðurhlaða eeinni mms mynd inn til þín, þessvegna efast ég um þesssar fullyrðingar þínar.",
            "date": "2012-03-17 02:21:00",
            "post_id": "429319",
            "reply_to_id": "429317"
        },
        {
            "user_name": "gardar",
            "text": "Þú ert alveg í ruglinu vinurinn, MMS og netbrowsing á 2G með gprs hefur alla tíð verið hægt...  Ég man eftir því að hafa verið að senda og taka á móti mms skilaboðum árið 2003, löngu áður en 3G kerfið á íslandi varð virkt... Svo að það er ekkert nýtt að 2G höndli mms í dag.\n2G gprs er á hraðanum 56–114 kbit/second svo að ein mynd ætti ekki að taka nema um 1-5mín eftir stærð.\nÆtli þig hafi ekki bara vantað mms stillingar í símann þinn?",
            "date": "2012-03-17 02:28:00",
            "post_id": "429320",
            "reply_to_id": "429319"
        },
        {
            "user_name": "hfwf",
            "text": "Það sem ég er að tala um hvað varðar MMS, er að myndir í dag þá á ég við t.d, JPGS, í þÁ daga sem þú talar um voru myndavélar í símum hvzð 0.3mpx og þær myndir sem þú varst að senda hvað 40kb? , man ekki en þær voru ekki mikið, og gprsið höndlaði það no problemo( líka því þessar myndir svoru að mestu litaðar ASCII myndir) annars þá sendi ég aldrei MMS nema til að senda lengri SMS, sem GPRS kerfið höndlaði, juju auðvita var hægt að fara á litlu WML síður á grpsinu sem kom hvað um þann tíma sem þú nefnir. í dag.... er já annar tími og mms er orðið að allt öðru , kerfið sem var hannað búið að betrumbæta það eins og allt annað. En endilega prufaðu að senda myndskilaboð úr síman/vodafonekerfi yfir í nova með novasíman slökktan á 3g og svaraðu mér svo.",
            "date": "2012-03-17 02:38:00",
            "post_id": "429322",
            "reply_to_id": "429320"
        },
        {
            "user_name": "gardar",
            "text": "ég nefndi áðan 1-5 mínútur og átti þá ekki við 40kb mynd, enda hefði slík mynd verið send á sekúntu á 2G gprs, þú getur reiknað hversu stór meðal mynd er og reiknað svo hversu lengi þú ert að senda hana með 56-144kbit tengingu.\nÉg hef sent og tekið á móti stórum myndum í gegnum 2G og það gengur án vandræða.",
            "date": "2012-03-17 02:56:00",
            "post_id": "429324",
            "reply_to_id": "429322"
        },
        {
            "user_name": "hfwf",
            "text": "Okay , þetta var svolítið bjórinn að tala í gær \n \nAnnars held ég að kerfið í dag sé eitthvað stillt á annan veg í dag en var þá. Eins og ég sagði þá fæ ég ekkert MMS ef ég er með 2g í gangi. En ég sel það ekki dýrara en ég kaupi það. Síminn er með allar stillingar réttar.",
            "date": "2012-03-17 09:38:00",
            "post_id": "429341",
            "reply_to_id": "429324"
        },
        {
            "user_name": "wicket",
            "text": "Það er þá bara eitthvað Nova/Vodafone issue enda Nova ekki með neitt 2G net.\nMMS svínvirkar á 2G og öll apps virka á 2G, þau eru bara lengur að ná í upplýsingar af netinu enda minni hraði.",
            "date": "2012-03-17 09:49:00",
            "post_id": "429343",
            "reply_to_id": "429341"
        },
        {
            "user_name": "hfwf",
            "text": "Það hljómar alveg sennilegt allavegana. þarf að prufa mig áfram.",
            "date": "2012-03-17 10:40:00",
            "post_id": "429347",
            "reply_to_id": "429343"
        }
    ],
    "date": "2012-03-09 22:06:00"
}