{
    "forum_title": "Netkerfi - internetið",
    "id": "46463",
    "title": "Vefsíða/Forrit sem fer yfir ensku ritgerðina þína ??",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=46463",
    "posts": [
        {
            "user_name": "htdoc",
            "text": "Góða kvöldið vaktarar,  \n \nÉg er að semja ensku ritgerð og er að leita að vefsíðum/forritum sem fara yfir ritgerðina mína og finna grammar- og spelling errors og fleira í þeim dúr. Það þarf að vera \nfrítt\nÉg hef fengið misgóðar niðurstöður úr google svo mig langaði að kanna hvort þið vissuð um einhverja fína síðu\nMeð fyrirfram þökkum,",
            "date": "2012-03-09 23:46:00",
            "post_id": "427506",
            "reply_to_id": false
        },
        {
            "user_name": "Kristján",
            "text": "er það ekki inni word eða?",
            "date": "2012-03-10 00:04:00",
            "post_id": "427507",
            "reply_to_id": "427506"
        },
        {
            "user_name": "htdoc",
            "text": "júú en það er ekki gott stuff, það eru til öflugri forrit og vefsíður sem gera þetta",
            "date": "2012-03-10 00:06:00",
            "post_id": "427508",
            "reply_to_id": "427507"
        },
        {
            "user_name": "intenz",
            "text": "Til hvers helduru að þú sért að skrifa ritgerð í ensku? Til að sýna fram á kunnáttu þína. Með þessu ertu bara að svindla.",
            "date": "2012-03-11 18:03:00",
            "post_id": "427824",
            "reply_to_id": "427508"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Eða að nýta sér tækni sem er til staðar, og verður til staðar í framtíðinni. Svipað og að segja að maður eigi ekki að nota reiknivél í stærðfræði, því það er svindl.",
            "date": "2012-03-11 18:32:00",
            "post_id": "427830",
            "reply_to_id": "427824"
        },
        {
            "user_name": "dori",
            "text": "Sem er einmitt ástæðan fyrir því að í fullt af stærðfræðinámskeiðum má ekki nota reiknivél... Stundum þarf að banna svona tól því að það er verið að prufa grundvallaratriðin sem tólin hjálpa þér með.",
            "date": "2012-03-11 20:38:00",
            "post_id": "427851",
            "reply_to_id": "427830"
        },
        {
            "user_name": "intenz",
            "text": "Af hverju ekki bara að hætta í skóla? Til hvers að læra ensku? Alltaf til tól sem hjálpa manni með allt. Ertu að lesa vitleysuna sem kemur út úr þér?",
            "date": "2012-03-11 20:46:00",
            "post_id": "427853",
            "reply_to_id": "427851"
        },
        {
            "user_name": "Gúrú",
            "text": "Því má snúa til baka á þig: Til hvers að skrifa íslensku ef að þú ætlar aldrei að láta fara yfir hana og athuga hvar villur leynast?\nÞað eru engin betri námstól en þau sem að benda þér á villu þíns vegar. \nTil hvers var ég að læra ensku ef að ég ætlaði að hafa kveikt á Dictionary í Mozilla og Chrome? Það er líklega ekkert sem að hefur hjálpað mér\nmeira í því að ná góðum tökum á stafsetningu flókinna enskra orða en það að leyfa vöfrunum að fara yfir textann minn og minna mig á það þegar að ég skrifa þau vitlaust.",
            "date": "2012-03-11 22:08:00",
            "post_id": "427876",
            "reply_to_id": "427853"
        },
        {
            "user_name": "intenz",
            "text": "Skil þig ekki alveg, það er nefnilega tilgangurinn með verkefnunum í skólanum. Verkefnin eru miðuð til að sýna þér villu þíns vegar. Kennarinn fer yfir þau og gefur þér einkunn, sem sýnir þér hvað þú ert að gera vitlaust og þú lærir í leiðinni af mistökunum.\nEf þú ætlar bara alltaf að láta einhver tól leiðrétta villurnar þínar læriru aldrei af mistökunum. Það er svolítið það sem æska þessa lands stefnir út í.",
            "date": "2012-03-11 23:01:00",
            "post_id": "427892",
            "reply_to_id": "427876"
        },
        {
            "user_name": "tdog",
            "text": "Ekki segja okkur Gaui að þú hafir ALDREI notað stafsetningarforrit til þess að renna yfir ritgerðir hjá þér?",
            "date": "2012-03-11 23:07:00",
            "post_id": "427893",
            "reply_to_id": "427892"
        },
        {
            "user_name": "dori",
            "text": "Ég notaði aldrei stafsetningarforrit eða slíkt fyrir mínar ritgerðir og ég er búinn með stúdentspróf og fékk alltaf fínar einkunnir í íslenksu/ensku (og fyrir ritgerðir í öðrum fögum).",
            "date": "2012-03-11 23:18:00",
            "post_id": "427896",
            "reply_to_id": "427893"
        },
        {
            "user_name": "ViktorS",
            "text": "Enskukennarinn minn sagði okkur að nota alltaf spellcheck til að fara yfir ritgerðir allavega.",
            "date": "2012-03-11 23:23:00",
            "post_id": "427899",
            "reply_to_id": "427896"
        },
        {
            "user_name": "axyne",
            "text": "Hvað er svona ekki gott við check-arann sem er í word?\nog hvað eru þessar öflugri vefsíður/forrit að gera meira/betur ?\nÉg skrifa þónokkuð á ensku og notast við word og dictionary í Firefox til að fara yfir textana mína og er mjög ánægður með það. Er ekki að átta mig á því hvað annarskonar forrit getur gert meira en hreinlega skrifað textana upp fyrir mig.",
            "date": "2012-03-11 23:53:00",
            "post_id": "427903",
            "reply_to_id": "427899"
        },
        {
            "user_name": "intenz",
            "text": "ALDREI, þess vegna er ég góður í íslensku.",
            "date": "2012-03-11 23:56:00",
            "post_id": "427904",
            "reply_to_id": "427903"
        },
        {
            "user_name": "tdog",
            "text": "Þegar þú skilar ritgerð á kennarinn aðeins að fara yfir efnistökin og framsetninguna. Kennari á ekki að þurfa að strika yfir hverja einustu villu í textanum. Réttritun lærum við í grunnskóla, þegar komið er á æðri menntastig skal fólk sem ekki kann réttritun drullast til þess að nota villupúka á sín verkefni.",
            "date": "2012-03-12 00:02:00",
            "post_id": "427906",
            "reply_to_id": "427904"
        },
        {
            "user_name": "Xovius",
            "text": "\"Ef þú ætlar bara alltaf að láta einhver tól leiðrétta villurnar þínar læriru aldrei af mistökunum\"\nEf þú ætlar bara alltaf að láta einhverja kennara leiðrétta villurnar þínar læriru aldrei af mistökunum ;]\nTólin eru til þess gerð að sýna þér hvað þú gerir vitlaust og þú getur vel nýtt þau til þess að læra af mistökum þínum.",
            "date": "2012-03-12 00:07:00",
            "post_id": "427907",
            "reply_to_id": "427906"
        },
        {
            "user_name": "intenz",
            "text": "Ég myndi segja að það væri lærdómsríkara að fá lélega einkunn frá kennara heldur en að gera \"Fix All\" með einhverju tóli. En ef fólk notar tólið til að læra af mistökum sínum þá sé ég svo sem ekkert að þessu.",
            "date": "2012-03-12 01:18:00",
            "post_id": "427933",
            "reply_to_id": "427907"
        },
        {
            "user_name": "Haxdal",
            "text": "krakkar í dag  \n .\nÉg notaði aldrei spell checker í mínum ritgerðum, slökkti alltaf á því andskotans drasli í Word og ég fékk alltaf gott fyrir mínar ritgerðir enda lærði ég ensku en ekki \"lærði\".\nprotip : þú færð ekki spellchecker í prófum eða RL.",
            "date": "2012-03-12 09:05:00",
            "post_id": "427963",
            "reply_to_id": "427933"
        },
        {
            "user_name": "Gúrú",
            "text": "Proaðara tip: Þú munt hægt og rólega læra að stafsetja það sem að þú stafsetur vitlaust reglulega með því að láta spellchecker sýna þér að það er vitlaust og hvernig það á að vera.",
            "date": "2012-03-12 09:43:00",
            "post_id": "427965",
            "reply_to_id": "427963"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Afhverju geturðu ekki lært ensku á því sem er leiðrétt af tölvu, alveg eins og ef það væri leiðrétt af kennara? Fer bara eftir því hvernig þú nýtir þér tólin. Engin vitleysa hér á ferð.\nWord.",
            "date": "2012-03-12 10:24:00",
            "post_id": "427970",
            "reply_to_id": "427965"
        },
        {
            "user_name": "Xovius",
            "text": "Eftir stendur að ef þú kannt að nýta þér athugasemdir kennarans þá gagnast þær þér við að læra og það sama má segja um athugasemdir forrita...\nHinsvegar ef þú ákveður bara að líta á einkunnina sem þú færð frá kennaranum (eins og margir gera) gagnast það þér jafn lítið og að líta ekki á það sem forritið segir þér að sé vitlaust.",
            "date": "2012-03-12 12:02:00",
            "post_id": "427982",
            "reply_to_id": "427970"
        }
    ],
    "date": "2012-03-09 23:46:00"
}