{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "46501",
    "title": "Val á fartölvu.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=46501",
    "posts": [
        {
            "user_name": "ColdIce",
            "text": "Buenos días.\nMig langar að kaupa aðra fartölvu og hef hér nokkrar til að velja úr. Endilega commentið ykkar álit með viðeigandi númeri. Ég mun nota vélina í flest allt og ég vil að hún geti keyrt COD MW2-3 og GTAIV. Ef það eru einhverjar vélar hér að neðan sem þið mælið alls ekki með, endilega segið svo. \n1. \nhttp://buy.is/product.php?id_product=9208721\n2. \nhttp://tolvutek.is/vara/packard-bell-ea ... olva-svort\n3. \nhttp://tolvutek.is/vara/toshiba-satelli ... n-fartolva\n4. \nhttp://tolvutek.is/vara/packard-bell-ea ... olva-svort\n5. \nhttp://www.computer.is/vorur/7777/\n6. \nhttp://www.tolvulistinn.is/vara/25327\n7. \nhttp://www.att.is/product_info.php?cPat ... 8bbe4de52f\n8. \nhttp://start.is/product_info.php?cPath= ... ts_id=3307\nTakk!",
            "date": "2012-03-12 14:57:00",
            "post_id": "427999",
            "reply_to_id": false
        },
        {
            "user_name": "lukkuláki",
            "text": "Ég var að setja upp svona Dreamware tölvu frá Start fyrir vin minn og það eru ferlega fínar vélar á góðu verði.",
            "date": "2012-03-12 15:09:00",
            "post_id": "428000",
            "reply_to_id": "427999"
        },
        {
            "user_name": "ColdIce",
            "text": "Já ég einmitt prófaði eitthvað að fikta í því og tókst að koma einni í 170 án stýrikerfis, en fannst hún samt ekkert betri en sumar af þeim sem ég benti á hér að ofan :/\nedit: Sé að 3 hafa valið vél nr 8. Er sú vél að farað duga mér í þessum leikjum sem ég minntist á?",
            "date": "2012-03-12 15:22:00",
            "post_id": "428002",
            "reply_to_id": "428000"
        },
        {
            "user_name": "Gislinn",
            "text": "Verð bara að segja að fyrir mitt leiti að skjár með 1366x768 upplausn er algerlega ónothæfur skjár (sýndist bara ein tölva þarna vera með skjá með hærri upplausn).\n1600x900 er lágmark finnst mér.",
            "date": "2012-03-12 16:10:00",
            "post_id": "428005",
            "reply_to_id": "428002"
        },
        {
            "user_name": "ColdIce",
            "text": "Ég get verið sammála því. En þetta snýst bara um performance. Mig vantar vél sem ég get unnið á og getur spilað MW2-3 og GTAIV án þess að svitna. Ég forvitnaðist aðeins um requirements á þessum leikjum og svo Dreamware tölvuna, og hún virðist fara létt með þá báða...á pappír allavega. Átta mig alveg á því að upplausnin er leiðinleg, en ég vil bara ekki fara í hærra verð.",
            "date": "2012-03-12 16:28:00",
            "post_id": "428011",
            "reply_to_id": "428005"
        },
        {
            "user_name": "ColdIce",
            "text": "Nr 8 it is!\nTakk fyrir hjálpina!",
            "date": "2012-03-13 12:33:00",
            "post_id": "428200",
            "reply_to_id": "428011"
        },
        {
            "user_name": "krat",
            "text": "http://tolvutek.is/vara/packard-bell-ea ... olva-svort\nmyndi skoða þessa í það sem þú ert að skoða",
            "date": "2012-03-13 13:46:00",
            "post_id": "428217",
            "reply_to_id": "428200"
        },
        {
            "user_name": "ColdIce",
            "text": "Finnst þessi ekki eiga mikið í hina samt :/ \nAaaallavega, vantar smá aðstoð. Er ekki viss hvaða vél ég á að taka hjá Start. Mig langar í 1920x1080 og gæti þá upgrade-að þessa nr 8, en hún er ekki að höndla leikina í mestu gæðum í þeirri upplausn. Svo nú er ný pæling!\nEða taka ódýrari vélina sem er með lélegra skjákorti og kaupa þá HD skjá á hana sem ég myndi svo ekki geta notað eins og ég vildi!\nEr það mikill munur á 520 og 555 skjákortunum að það borgi sig að kaupa þessa dýrari?",
            "date": "2012-03-15 16:34:00",
            "post_id": "428885",
            "reply_to_id": "428217"
        },
        {
            "user_name": "Halli25",
            "text": "ég myndi skoða þessa hérna líka:\nhttp://www.tolvulistinn.is/vara/25341\nvar að lenda hjá þeim",
            "date": "2012-03-16 10:04:00",
            "post_id": "429091",
            "reply_to_id": "428885"
        },
        {
            "user_name": "AntiMagic",
            "text": "Ég tæki ekkert af þessu vélum þarna....\nhttp://www.tolvutek.is/vara/packard-bel ... -silfurlit",
            "date": "2012-03-16 11:31:00",
            "post_id": "429106",
            "reply_to_id": "429091"
        },
        {
            "user_name": "AntiTrust",
            "text": "Það verður að segjast að fyrir þetta verð lítur þessi vél merkilega vel út. En 'allt að 9 tíma batterýsending' grunar mig að sé vægt overstatement, á vél sem er ekki einu sinni með 2ndary GPU/Optimus kerfi til að svissa yfir á til að spara rafhlöðuna - en eins og alltaf með þessar PB vélar er ómögulegt að finna review um þær svo ég get lítið stutt þessar grunsemdir mínar.\nLeiðinlega léleg upplausn samt á svona stórum skjá, eyðileggur vélina alveg. Það má líka svosem benda á að hún fæst 10þús kr. ódýrari hjá Tölvuvirkni (\nhttp://www.tolvuvirkni.is/ip?inc=view&f ... art%F6lvur\n)",
            "date": "2012-03-16 12:01:00",
            "post_id": "429112",
            "reply_to_id": "429106"
        },
        {
            "user_name": "ColdIce",
            "text": "Ég er alveg búinn að ákveða að versla Dreamware, svo það er óþarft að senda mér link á aðrar. Mig vantar bara að vita hvort GT 555M og Full HD skjár sé það mikið betra en GT 520M 1366x768 að það borgi sig að borga 20k auka. Samkvæmt benchmarks sem ég fann þá er 555 að rústa 520 kortinu og er eiginlega orðinn fastur á því að taka þá vél bara",
            "date": "2012-03-16 12:16:00",
            "post_id": "429115",
            "reply_to_id": "429112"
        },
        {
            "user_name": "AntiMagic",
            "text": "Ekki nógu góð upplausn hvað hefur gera við Full HD á 15,6 skjá....   hvað sérðu mikin munn á þeim.   Næst held skoði þetta þegar ég fer næst í búð.    P.s Hef séð mikin mun 6 gamla 1600*1200  lcd 22' og 24 full HD led skjá sem 1 árs......",
            "date": "2012-03-16 13:18:00",
            "post_id": "429130",
            "reply_to_id": "429115"
        },
        {
            "user_name": "ColdIce",
            "text": "Eitt sem ég er að pæla með...ég sumsé keypti mér:\nég var með AMD Phenom II 965 BE í borðvél og þegar ég var að rugla í því hversu mörgum kjörnum leikur/forrit etc ætti að vinna á, þá gat ég hakað við 4 kjarna. En núna á þessari vél, þá get ég valið 7 eða 8 kjarna :s\nGetur einhver útskýrt fyrir mér af hverju þetta er svona, þar sem þetta eru báðir quad core en sýna ekki sömu tölu kjarna :p",
            "date": "2012-03-28 01:25:00",
            "post_id": "431711",
            "reply_to_id": "429130"
        },
        {
            "user_name": "AntiTrust",
            "text": "HyperThreading.",
            "date": "2012-03-28 01:29:00",
            "post_id": "431715",
            "reply_to_id": "431711"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Ég man ekki hvað þetta heitir en þetta er Intel fítus allavegana \nEdit: HyperThreading alveg rétt... Var ekki búinn að sjá ofangreint svar",
            "date": "2012-03-28 01:30:00",
            "post_id": "431716",
            "reply_to_id": "431715"
        }
    ],
    "date": "2012-03-12 14:57:00"
}