{
    "forum_title": "Koníakstofan",
    "id": "46526",
    "title": "Kindle Fire til Íslands",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=46526",
    "posts": [
        {
            "user_name": "capteinninn",
            "text": "Var að meta að kaupa Kindle Fire og láta senda frá Bandaríkjunum líklega með express sendingu.\nHefur einhver keypt hana og veit hvað tollur/skattur er nákvæmlega hár á þessum græjum.\nEr líka að spá hvað það kostar mikið að express senda þetta hingað.\nGræjan kostar um 24 þús án toll og skatts og allt það, ég þarf ekki ábyrgð á græjunni því ég hef í 99% tilvika verið fucked þegar kemur að ábyrgð á hlutum á Íslandi. Hef aldrei fengið neitt úr þeim.\nVill frekar bara senda þetta hingað til mín og borga toll og skatt sjálfur, hef pantað hluti frá Amazon í Bretlandi áður og það var einkar einfalt, verst bara að þeir selja ekki Kindle Fire nema í BNA.",
            "date": "2012-03-13 14:47:00",
            "post_id": "428229",
            "reply_to_id": false
        },
        {
            "user_name": "PepsiMaxIsti",
            "text": "http://www.elko.is/elko/product_detail/ ... ry_id=4510\nVenjulegur kindle hérna á 30.000, þannig að e´g hugsa að 55 sé ekki langt frá því að vera rétt verð, líka með ábyrgð",
            "date": "2012-03-13 14:49:00",
            "post_id": "428231",
            "reply_to_id": "428229"
        },
        {
            "user_name": "tlord",
            "text": "þeir eru sennilega að bæta ca 20-25% við verðið. finnst þér að þeir eigi að vinna frítt?",
            "date": "2012-03-13 14:51:00",
            "post_id": "428234",
            "reply_to_id": "428231"
        },
        {
            "user_name": "gardar",
            "text": "Þeir eru líka sennilega að fá þetta á heildsöluverði",
            "date": "2012-03-13 14:53:00",
            "post_id": "428235",
            "reply_to_id": "428234"
        },
        {
            "user_name": "Blackbone",
            "text": "http://www.smartshop.is/is/vara/kindle-fire-7/4592\nveit ekkert um þessa síðu en þarna er hún allavega ódýrari",
            "date": "2012-03-13 14:58:00",
            "post_id": "428237",
            "reply_to_id": "428235"
        },
        {
            "user_name": "tlord",
            "text": "þeir eru væntanlega með díl hjá einhverri póstverslun, ætli það sé nema 5 - 10%, svo er líka 2 ára ábirgð í gegnum þá",
            "date": "2012-03-13 15:07:00",
            "post_id": "428240",
            "reply_to_id": "428237"
        },
        {
            "user_name": "capteinninn",
            "text": "Breytti postinum mínum þegar ég áttaði mig á því hvað ég hugsaði ekki þegar ég gerði postinn. Buy.is og fleiri vefverslanir standa sig vel að bjóða upp á þessa þjónustu og finnst mér þeir alveg klárlega hafa rétt á því að leggja á vörur.\nMargir nenna ekki að standa í veseninu að senda þetta hingað og finnst mér frábært að þeir séu að hjálpa fólki að fá vörur frá útlöndum á betra verði.",
            "date": "2012-03-13 15:27:00",
            "post_id": "428245",
            "reply_to_id": "428240"
        },
        {
            "user_name": "Daz",
            "text": "25.5% vsk og svo tollmeðferðargjald (500 kr eða 3000, fer eftir heildarverðinu). Muna bara að virðisaukinn er á innkaupaverðinu (verð + flutningur) ekki bara á verðinu sem þú borgar söluaðila.",
            "date": "2012-03-13 16:11:00",
            "post_id": "428254",
            "reply_to_id": "428245"
        },
        {
            "user_name": "rattlehead",
            "text": "Hef heyrt að ekki er hægt að ná í kvikmyndatengt efni á Íslandi gegnum Kindle Fire. Væntanlega út á höfundarrétti.",
            "date": "2012-03-13 16:27:00",
            "post_id": "428258",
            "reply_to_id": "428254"
        },
        {
            "user_name": "Daz",
            "text": "Það er ekki hægt að ná í kvikmyndatengt efni í gegnum Amazon storeið í Kindle Fire, það er alveg örugglega hægt að downloada öllu sem þú hefur sjálfur keypt og afritað á tölvutækt form. \nEr það nokkuð frekar hægt í gegnum Itunes? Eða nokkra aðra online \"löglega\" media verslun á netinu (Bandaríska í það minnsta).",
            "date": "2012-03-13 16:37:00",
            "post_id": "428262",
            "reply_to_id": "428258"
        },
        {
            "user_name": "rattlehead",
            "text": "Það er reyndar rétt hjá þér.",
            "date": "2012-03-13 17:02:00",
            "post_id": "428273",
            "reply_to_id": "428262"
        },
        {
            "user_name": "gardar",
            "text": "Voru amazon ekki byrjaðir að rukka íslenskan vsk ofan á vörur hjá sér?",
            "date": "2012-03-13 17:07:00",
            "post_id": "428276",
            "reply_to_id": "428273"
        },
        {
            "user_name": "Daz",
            "text": "Það var stefnan að þeir leggðu VSK á vörur á rafrænu formi. Ekki Kindle.",
            "date": "2012-03-13 20:19:00",
            "post_id": "428323",
            "reply_to_id": "428276"
        },
        {
            "user_name": "kubbur",
            "text": "pff, keypti kindle 4 nt beint frá amazon, kostaði 25 þús komið í hendurnar á mér, tók 2 daga",
            "date": "2012-03-13 20:23:00",
            "post_id": "428324",
            "reply_to_id": "428323"
        },
        {
            "user_name": "Daz",
            "text": "Amazon sendir ekki Kindle Fire til Íslands.",
            "date": "2012-03-13 20:24:00",
            "post_id": "428325",
            "reply_to_id": "428324"
        },
        {
            "user_name": "gardar",
            "text": "Já ég átti við þetta varðandi umræðuna hér að ofan varðandi rafrænar vörur fyrir kindle...\nÞað er kannski hálf kjánalegt að rukka vsk af rafrænum vörum ef það er svo ekki hægt að kaupa rafrænar vörur frá íslenskri ip",
            "date": "2012-03-13 20:32:00",
            "post_id": "428330",
            "reply_to_id": "428325"
        },
        {
            "user_name": "capteinninn",
            "text": "Hvað borgaðirðu í Express shipping sem þú væntanlega notaðir? Fékkstu frá Amazon.com eða Amazon.co.uk?\nÞannig að þetta kostar um 35-40 þús um það bil?\nVirkar ekki alveg að kaupa bækur og þannig? þarf ekki að downloada þáttum og bíómyndum í þetta",
            "date": "2012-03-13 20:36:00",
            "post_id": "428336",
            "reply_to_id": "428330"
        },
        {
            "user_name": "Daz",
            "text": "(Vildi bara hafa þetta skýrt, svona fyrir þá sem vita ekkert um málið).\nÞað er eitthvað við þessa mismunandi miðla, kvikmyndir og bækur. Amazon ætti að leggja vsk á rafbækur sem þeir sannarlega selja Íslendingum. Hitt er síðan varið af allskonar hagsmunarsamtökum, þar sem íslenska ríkið kemst sko ekki með tærnar þar sem þeir hafa hælana í gróða og gjaldahugsjón.",
            "date": "2012-03-13 20:43:00",
            "post_id": "428339",
            "reply_to_id": "428336"
        }
    ],
    "date": "2012-03-13 14:47:00"
}