{
    "forum_title": "Koníakstofan",
    "id": "46525",
    "title": "Færa VHS yfir á stafrænt form",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=46525",
    "posts": [
        {
            "user_name": "TraustiSig",
            "text": "Var að spá. Þarf að færa nokkrar spólur yfir á tölvuna. Er með öll forrit og allt slíkt en vantar í raun tengisnúru milli tækisins og tölvunnar. \nhttp://www.ezcap.tv/\nveit einhver hvort að það er hægt að fá einhverja græju hérna á Íslandi svipaða og þessa hér að ofan?",
            "date": "2012-03-13 14:43:00",
            "post_id": "428228",
            "reply_to_id": false
        },
        {
            "user_name": "gardar",
            "text": "Það voru til svona græjur hjá computer.is ef mig minnir rétt.",
            "date": "2012-03-13 14:49:00",
            "post_id": "428230",
            "reply_to_id": "428228"
        },
        {
            "user_name": "TraustiSig",
            "text": "http://www.computer.is/vorur/7078/\nJá fann þetta hjá þeim.. hefur einhver prófað þetta?",
            "date": "2012-03-13 14:56:00",
            "post_id": "428236",
            "reply_to_id": "428230"
        },
        {
            "user_name": "gardar",
            "text": "Ég hugsa að þetta sé bara fín græja, en svo er upplagt að vinna video-ið með einhverjum hugbúnaði í tölvunni til þess að fá betri mynd og hljóð.",
            "date": "2012-03-13 14:59:00",
            "post_id": "428238",
            "reply_to_id": "428236"
        },
        {
            "user_name": "tlord",
            "text": "það var einhver að bjóða svona þjónustu hér. ertu etv til í að profa og koma svo með umsögn?",
            "date": "2012-03-13 15:09:00",
            "post_id": "428241",
            "reply_to_id": "428238"
        },
        {
            "user_name": "SIKk",
            "text": "mig minnir að myndform hafi alltaf boðið uppá að færa frá spólu yfir á dvd fyrir ekki mikinn pening",
            "date": "2012-03-13 15:20:00",
            "post_id": "428243",
            "reply_to_id": "428241"
        },
        {
            "user_name": "gardar",
            "text": "Flest þessi fyrirtæki, myndform, bergvík osfrv afrita þetta bara beint yfir á dvd, croppa myndbandið ekki neitt eða vinna það að öðru leiti... Svo að niðurstöðurnar eru ekki góðar \n \nLang best að gera þetta bara sjálfur, græjurnar eru ekki það dýrar.",
            "date": "2012-03-13 15:28:00",
            "post_id": "428246",
            "reply_to_id": "428243"
        },
        {
            "user_name": "DJOli",
            "text": "haha dýr búnaður?\nVhs tæki (6 hausa) með sér hljóðútgangi kostar kannski fimmara.\nSjónvarpskort sem styður s-vhs inngang.\nSnúrurnar sem þarf (scart í s-vhs)\nRca í 3.5mm jack (1.5-3m)\nAudacity (eða annað hljóðvinnsluforrit að eigin vali)\nk!tv + upptökuplugin (sem ég man ekki hvað heitir)\nMyndvinnsluforrit (t.d. Sony Vegas) (til að setja saman sitthvora upptökuna, og tímastilla saman hljóð og myndupptökurnar) (veit ekki hvað það kostar, enda hef ég aldrei keypt það  \n )\n12-18þús kall.\nOg þú getur notað búnaðinn aftur og aftur og aftur.\nBest að muna bara að til að fá bestu niðurstöður skal taka upp hljóð og mynd í sitthvoru lagi, og hljóðið þá með rca útgang myndbandstækisins.\nÞað er lítið mál að festa upptökurnar svo saman, og rendera myndbandið.\n(Ætla að setja inn á youtube upptöku af Torfæru frá árinu 1990 sem ég tók af vhs yfir á digital fyrir uþb tveim árum).",
            "date": "2012-03-13 16:40:00",
            "post_id": "428264",
            "reply_to_id": "428246"
        },
        {
            "user_name": "TraustiSig",
            "text": "Það verður ekkert vandamál eftirvinnslan á þessu Ofur.... \nÞað er bara tenginginn við tölvuna sem var issue",
            "date": "2012-03-13 16:42:00",
            "post_id": "428265",
            "reply_to_id": "428264"
        },
        {
            "user_name": "rapport",
            "text": "mbv.is\nGóðir og gamaldags...",
            "date": "2012-03-13 16:45:00",
            "post_id": "428267",
            "reply_to_id": "428265"
        },
        {
            "user_name": "gardar",
            "text": "Ef þú tókst ekki eftir því þá sagði ég að búnaðurinn er EKKI það dýr \nLang best að gera þetta sjálfur, þar sem þessi fyrirtæki gera þetta flest öll með rassgatinu... Og rukka þig svo hressilega fyrir.",
            "date": "2012-03-13 16:56:00",
            "post_id": "428270",
            "reply_to_id": "428267"
        },
        {
            "user_name": "tomasjonss",
            "text": "Já, reyndar ágætt að fá ábendingu á myndbandavinnsluna. Er með spólur sem voru teknar upp á ameríska vél og hef ekki tekist að finna neina vél hér á landi til þess að nota á hi8 spólurnar mínar.\nHló á sínum tíma að þjófinum sem braust inn til mín og stal þessari gömlu vél. Langt síðan ég byrjaði að blóta ódáminum.",
            "date": "2012-03-13 17:06:00",
            "post_id": "428275",
            "reply_to_id": "428270"
        },
        {
            "user_name": "rapport",
            "text": "Hljómar eins og eitthvað sem þeir geta komið yfir á DVD fyrir þig...\nHef heyrt af því að þeir taki gamlar 8mm filmur yfir á DVD  fyrir fólk...",
            "date": "2012-03-13 17:11:00",
            "post_id": "428281",
            "reply_to_id": "428275"
        },
        {
            "user_name": "tomasjonss",
            "text": "Jebb búinn að tékka. Klukkutími af efni yfir á flakkara er 3700 kr",
            "date": "2012-03-13 17:12:00",
            "post_id": "428282",
            "reply_to_id": "428281"
        },
        {
            "user_name": "frr",
            "text": "Mitt ráð:\nNota græju sem getur tekið upp efni fyrir sjónvarp. Personal video recorder og svoleiðis græjur sem hafa innbyggðan harðan disk helst.\nSum ný sjónvörp geta tekið upp á usb lykil.\nÞað er svo ekkert mál að henda þessu á tölvu og klippa. Hugbúnaður fyrir það kostar frá 0 og upp úr, en þessi ókeypis er alveg nóg fyrir heimavideo.\nGallinn við græjur sem þú tengir við tölvu, er þrenns konar:\n1. Mjög misjafnt að gæðum svo þú veist ekkert hvað þú ert að fá fyrir peninginn.\n2. Ráða yfirleitt illa við gamaldags interlaced video og það er vandamál að fá það til að líta almennilega út ef mikil hreyfing er í myndinni.\n3. Ótrúlega tímafrekt að stilla þetta til og skilja hvað maður er að gera, svo maður sé ánægður með árangurinn.",
            "date": "2012-03-13 17:29:00",
            "post_id": "428287",
            "reply_to_id": "428282"
        },
        {
            "user_name": "kizi86",
            "text": "get selt þér haupauge sjónvarpskortið mitt, það er með bæði svhs og composite video+R+L audioIN tengjum, og er bæði analog og digital sjónvarpskort, þitt fyrir 3000kr",
            "date": "2012-03-14 03:45:00",
            "post_id": "428432",
            "reply_to_id": "428287"
        },
        {
            "user_name": "TraustiSig",
            "text": "Hehe ég var einmitt að selja sjónvarpskort um daginn. Þetta er fyrir bróður minn sem er í þessum pælingum \n \nÖnnur leið sem hann var að spá er VHS Tæki -> DV camera með RC input -> Firewire yfir í tölvuna..",
            "date": "2012-03-14 10:24:00",
            "post_id": "428446",
            "reply_to_id": "428432"
        },
        {
            "user_name": "Tbot",
            "text": "Ég er tilbúinn að kaupa þetta kort af þér.  Var einmitt að byrja að skoða þetta dæmi eftir að VHS tækið mitt gaf upp öndina.",
            "date": "2012-03-14 10:51:00",
            "post_id": "428453",
            "reply_to_id": "428446"
        },
        {
            "user_name": "krat",
            "text": "http://www.tolvutek.is/vara/encore-enmv ... alog-merki\nBeint úr VHS tækinu í USB í tölvuna, fylgir forrit með til að vinna úr gögnum osfv snilldar græja",
            "date": "2012-03-14 14:29:00",
            "post_id": "428525",
            "reply_to_id": "428453"
        },
        {
            "user_name": "krat",
            "text": "http://www.tolvutek.is/vara/encore-enmv ... alog-merki\n6.990kr forrit fylgir með.\nAðeins ódýrara en þú reiknar þetta",
            "date": "2012-03-14 14:31:00",
            "post_id": "428526",
            "reply_to_id": "428525"
        },
        {
            "user_name": "lyfsedill",
            "text": "sá þetta :\nviewtopic.php?f=13&t=45545&p=419549&hilit=f%C3%A6ra+efni#p419549",
            "date": "2012-03-14 15:22:00",
            "post_id": "428536",
            "reply_to_id": "428526"
        }
    ],
    "date": "2012-03-13 14:43:00"
}