{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "46576",
    "title": "OC eða nýr örri",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=46576",
    "posts": [
        {
            "user_name": "talkabout",
            "text": "Er með nokkurra ára gamla leikjatölvu. Þessi elska er búin að endast alveg ótrúlega vel. Hef bætt við minnið og keypti nýtt skjákort fyrir u.þ.b. 2 árum.\nHef því miður ekki efni á að gera mikið, en var helst að spá í að nýr örgjörvi myndi kannski lengja lífið aðeins. 775 móðurborð býður auðvitað ekki uppá marga möguleika í dag, en meginpælingin hjá mér er auðvitað hvort það borgi sig að kaupa Quad örgjörva eða einfaldlega að reyna að overclocka þetta allt saman.\nTölvan er auðvitað mikið notuð í þetta daglega, þ.e. vafur og Word/Libre/Excel o.s.frv. Aðalnotkun er þó póker (og fylgjandi forrit eins og HEM) og leikir. Flestir leikir virka ágætlega, þó maður taki alveg eftir því að hún er farin að grána aðeins og auðvitað leiðinlegt að geta aldrei stillt á einusinni nálægt max settings. \nMín helsta pæling og spurning til Vaktara er sú hvort það myndi borga sig fyrir mig að fá nýjan örgjörva (20-40þúsund ISK er mitt budget \n ) eða hreinlega að láta slag standa og yfirklukka það sem ég er með? Ég veit vel að móðurborð og skjákort eru góð til þess arna, en finnst eins og örrinn sé farinn að halda aðeins aftur af mér.\nOperating System\n\tMS Windows 7 Home Premium 64-bit SP1\nCPU\n\tIntel Core 2 Duo E6600  @ 2.40GHz\t\n\tConroe 65nm Technology\nRAM\n\t6,00 GB Dual-Channel DDR2 @ 399MHz (5-5-5-18)\nMotherboard\n\tGigabyte Technology Co., Ltd. EP35-DS3L (Socket 775)\nGraphics\n\tSyncMaster (1680x1050@59Hz)\n\tHP w1907 (1440x900@60Hz)\n\tPalit Sonic 896MB GeForce GTX 260 (Undefined)",
            "date": "2012-03-15 23:52:00",
            "post_id": "429016",
            "reply_to_id": false
        },
        {
            "user_name": "Akumo",
            "text": "Ég er vonsvikin, ég hélt að þetta væri þráður um þættina The O.C. D:",
            "date": "2012-03-15 23:57:00",
            "post_id": "429021",
            "reply_to_id": "429016"
        },
        {
            "user_name": "Gunnar",
            "text": "ef þú kaupir þér noctua kælinguna getur þú klukkað örgjörvan nálægt 3,6Ghz.\nen ef það gefst tækifæri að uppfæra í quad þá myndi ég reyna það. en líka yfirklukka.",
            "date": "2012-03-16 00:04:00",
            "post_id": "429024",
            "reply_to_id": "429021"
        },
        {
            "user_name": "talkabout",
            "text": "Því miður Akumo. Þótt tölvan mín sé orðin leiðindatáningur sem allir hata, þá verður hún aldrei jafnslæm og vondir Hollywoodsorar.\nHef ekkert á móti því að klukka aðeins upp, langar bara að vita hvort það borgi sig að kaupa nýjan örgjörva og klukka hann, eða bara loka augunum og klukka þann sem ég er með (hef ENGAN VEGINN efni á að endurnýja allan pakkann).",
            "date": "2012-03-16 00:10:00",
            "post_id": "429027",
            "reply_to_id": "429024"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Ef þú finnur ódýran notaðan kubb þá er það alveg að borga sig en þú ert reyndar með mjög góðan kubb í höndunum sem þolir hellings yfirklukkun ef þú ert bara með kælinguna í það",
            "date": "2012-03-16 00:12:00",
            "post_id": "429029",
            "reply_to_id": "429027"
        },
        {
            "user_name": "GuðjónR",
            "text": "Lýsandi titla takk, ég hélt að þú værir að tala um drama TV seríu.",
            "date": "2012-03-16 00:17:00",
            "post_id": "429032",
            "reply_to_id": "429029"
        },
        {
            "user_name": "Saber",
            "text": "1. Format.\n2. Yfirklukk í 3.3 - 3.6 GHz. Ætti að vera vel hægt á þessum örgjörva með góðri kælingu. \n3. Kaupir af mér Geforce GTX 285 1GB kort á 15k.",
            "date": "2012-03-16 00:20:00",
            "post_id": "429035",
            "reply_to_id": "429032"
        },
        {
            "user_name": "einarhr",
            "text": "Bwaaaha \nSent from my GT-I9100 using Tapatalk",
            "date": "2012-03-16 00:33:00",
            "post_id": "429043",
            "reply_to_id": "429035"
        },
        {
            "user_name": "Eiiki",
            "text": "Kaupa SSD, setja upp stýrikerfið á hann og overclocka þennan í 3GHz +",
            "date": "2012-03-16 00:38:00",
            "post_id": "429044",
            "reply_to_id": "429043"
        },
        {
            "user_name": "talkabout",
            "text": "Breytti titlinum.\nJamm, þá er þetta eins og mig grunaði, frekar að overclocka þennan og nota budget í SSD. Hann var sosum keyptur með það í huga upphaflega en hef alltaf verið smeykur við að fara af stað með að fikta.\nEr með Zalman kælingu, man ekki alveg hvaða lengur, en hún heldur örranum í 55° í 100% load eins og er.",
            "date": "2012-03-16 07:36:00",
            "post_id": "429072",
            "reply_to_id": "429044"
        },
        {
            "user_name": "reddice",
            "text": "sko ef þú kemst yfir í að prófa minni með meiri klukkuhraða(þar sem þín eru frekar lá), prófaðu það þá þar sem móðurbórðið þitt stýður uppí 1200, ef það virðist muna svoldlu(sem ég er nokkuð viss um) þá kaupa betra minni og svo klukka örran(með tilheyrandi kælingu auðvitað) ég hugsa að það mundi lifga þokkalega uppá hana.",
            "date": "2012-03-16 10:00:00",
            "post_id": "429088",
            "reply_to_id": "429072"
        },
        {
            "user_name": "Örn ingi",
            "text": "SSD + kæling + yfirklukka =",
            "date": "2012-03-16 10:03:00",
            "post_id": "429090",
            "reply_to_id": "429088"
        },
        {
            "user_name": "talkabout",
            "text": "Jamm, þá er bara að biðja um SSD í afmælisgjöf frá konunni og fara að klukka í rólegheitum. Takk kærlega fyrir svörin.",
            "date": "2012-03-16 13:10:00",
            "post_id": "429126",
            "reply_to_id": "429090"
        },
        {
            "user_name": "frr",
            "text": "Ég er með eins örgjörva en 5870 skjákort. Það eru þegar allnokkrir leikir  sem ég er með þar sem örgjörvinn er verulega hamlandi gagnvart skjákortinu.\nÞað er rugl verð á öflugum örgjörvum í þetta, enda löngu hætt að framleiða þá. Skárra að skipta um móðurborð.\nÞaðð er auðvelt að yfirklukka akkúrat þessa tegund, en þú græðir engin ósköp, en það munar eflaust um það.",
            "date": "2012-03-16 13:46:00",
            "post_id": "429137",
            "reply_to_id": "429126"
        },
        {
            "user_name": "gardar",
            "text": "Ég myndi versla Q6600 á 10þús kall og klukka hann svo í 3.6ghz \nSvo er SSD ekki vitlaus hugmynd",
            "date": "2012-03-16 14:37:00",
            "post_id": "429144",
            "reply_to_id": "429137"
        },
        {
            "user_name": "beatmaster",
            "text": "Q6600 og SSD klárlega þinn besti kostur fyrir peninginn\nMeira að segja stock er fínasti kraftur í Q6600 og er ekkert mál að klukka flesta þeirra í kringum 3 Ghz",
            "date": "2012-03-16 15:49:00",
            "post_id": "429162",
            "reply_to_id": "429144"
        },
        {
            "user_name": "talkabout",
            "text": "Hvar finnið þið Q6600 á 10þúsund? Er reyndar staddur í Danmörku og hann er ekki til á neinum síðum hér, eini möguleikinn sem ég sé er ebay.com (sendir enginn utan UK á .co.uk) og þá er kominn sendingarkostnaður og tollur ofan á.",
            "date": "2012-03-16 17:02:00",
            "post_id": "429177",
            "reply_to_id": "429162"
        },
        {
            "user_name": "gardar",
            "text": "Þeir hafa verið að fara á um 10þús hér á vaktinni upp á síðkastið",
            "date": "2012-03-16 17:10:00",
            "post_id": "429184",
            "reply_to_id": "429177"
        },
        {
            "user_name": "talkabout",
            "text": "Nú, þá auglýsi ég hér með eftir notuðum Q6600 á tíkall",
            "date": "2012-03-16 17:38:00",
            "post_id": "429191",
            "reply_to_id": "429184"
        },
        {
            "user_name": "gunni91",
            "text": "overclockaðu hann bara... er með e6600 á minni vél og búinn að keyra hann á 3,3 ghz í 3 mánuði.. samt sem áður varla að halda í gtx 275",
            "date": "2012-03-16 18:20:00",
            "post_id": "429197",
            "reply_to_id": "429191"
        }
    ],
    "date": "2012-03-15 23:52:00"
}