{
    "forum_title": "Koníakstofan",
    "id": "46621",
    "title": "Bleiki demanturinn",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=46621",
    "posts": [
        {
            "user_name": "krissi24",
            "text": "---",
            "date": "2012-03-18 22:46:00",
            "post_id": "429689",
            "reply_to_id": false
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Er þetta einhver ný tegund af ecstacy??\nEdit: Fann að þetta er einhver female sexual enhancement... Má þá ekki bara búast við að þetta sé jafn mikið drasl og spanish fly?? \nGæti líka verið þetta en þetta inniheldur MDMA \nhttp://www.pillreports.com/index.php?pa ... l&id=10959",
            "date": "2012-03-18 22:54:00",
            "post_id": "429692",
            "reply_to_id": "429689"
        },
        {
            "user_name": "krissi24",
            "text": "Veit ekki, skilst að maður verði rosa hyper á því ef maður tekur margar........",
            "date": "2012-03-18 22:58:00",
            "post_id": "429694",
            "reply_to_id": "429692"
        },
        {
            "user_name": "GuðjónR",
            "text": "Í guðs bænum ekki vera að taka eitthvað sem þú veist ekki hvað er.",
            "date": "2012-03-18 22:59:00",
            "post_id": "429695",
            "reply_to_id": "429694"
        },
        {
            "user_name": "Leviathan",
            "text": "Haha, þetta er bara ecstasy pilla sem er búin að vera í gangi síðustu vikur. Googlaðu ecstasy og MDMA.",
            "date": "2012-03-18 23:01:00",
            "post_id": "429696",
            "reply_to_id": "429695"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Væri flott ef hann færi að taka female sexual enhancement töfluna \nSlepptu því samt að nota ecstacy. Þetta er gaman kannski fyrstu 3-4 skiptin en svo ertu alltaf að eltast við fyrstu skiptin þangað til heilinn á þér byrjar að verða götóttur og þú ferð að missa minni og skynsemi amk...",
            "date": "2012-03-18 23:03:00",
            "post_id": "429698",
            "reply_to_id": "429696"
        },
        {
            "user_name": "krissi24",
            "text": "Er ekki að fara að gera það \n Langaði bara fræðast aðeins um þetta",
            "date": "2012-03-18 23:03:00",
            "post_id": "429699",
            "reply_to_id": "429698"
        },
        {
            "user_name": "Leviathan",
            "text": "http://www.pillreports.com/index.php?pa ... l&id=25625",
            "date": "2012-03-18 23:04:00",
            "post_id": "429700",
            "reply_to_id": "429699"
        },
        {
            "user_name": "GuðjónR",
            "text": "Og nú veistu það, og ennþá meiri ástæða að láta þetta stórhættulega dót í friði.",
            "date": "2012-03-18 23:04:00",
            "post_id": "429701",
            "reply_to_id": "429700"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Flettu þá upp: Methylenedioxymethamphetamine á wikipedia.. Minnir að það sé skrifað svona og það er aðal innihaldsefnið í þessu... Ekki mjög sniðugt...\nTöflurnar á Íslandi hafa líka átt það til að innihalda efni sem heitir MDA (Methylenedioxyamphetamine) sem svipar til MDMA en getur verið mjög banvænt... bara no no no",
            "date": "2012-03-18 23:06:00",
            "post_id": "429702",
            "reply_to_id": "429701"
        },
        {
            "user_name": "Domnix",
            "text": "þetta er eins og að taka pillu með playboy merki á... Mjööög heimskuleg hugmynd",
            "date": "2012-03-18 23:06:00",
            "post_id": "429703",
            "reply_to_id": "429702"
        },
        {
            "user_name": "Leviathan",
            "text": "Ritskoðað í bili.\nKv. Klaufi",
            "date": "2012-03-18 23:06:00",
            "post_id": "429704",
            "reply_to_id": "429703"
        },
        {
            "user_name": "Leviathan",
            "text": "http://www.guardian.co.uk/politics/2007 ... andalcohol\nhttp://www.telegraph.co.uk/news/uknews/ ... iding.html\nHorizon - Is alcohol more dangerous than ecstasy á Youtube",
            "date": "2012-03-18 23:20:00",
            "post_id": "429706",
            "reply_to_id": "429704"
        },
        {
            "user_name": "Klaufi",
            "text": "Haldið umræðunni réttum megin við skynsemis- og lagaleg mörk.\nÞað er ekki vel liðið að \"mæla með\" fíkniefnaneyslu á Vaktinni.",
            "date": "2012-03-18 23:24:00",
            "post_id": "429708",
            "reply_to_id": "429706"
        },
        {
            "user_name": "Örn ingi",
            "text": "Vá hvað þessi umræða á bara alls ekkert heima hér.",
            "date": "2012-03-19 06:33:00",
            "post_id": "429740",
            "reply_to_id": "429708"
        },
        {
            "user_name": "ORION",
            "text": "Prufaðu Ketamine það er osom \nKlaufi",
            "date": "2012-03-19 09:59:00",
            "post_id": "429756",
            "reply_to_id": "429740"
        },
        {
            "user_name": "halldorjonz",
            "text": "Finnst gaman ad skoda svona og tad er islensk sida sem heitir 420spjall.netthar aettiru ad geta fraeedst eitthvad  slikt",
            "date": "2012-03-19 10:18:00",
            "post_id": "429760",
            "reply_to_id": "429756"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Hér er þetta svart á hvítu með efnin, listi sem birtur er í virtasta læknatímariti heimsins, The Lancet. Pillurnar eru víst ekki svo hættulegar ef þær eru rétt búnar til, en aftur á móti geturðu ekki verið viss hvað er í þeim, reyndar eru yfirleitt mörg þúsund manns búnir að prófa hana á undan þér.\nATH: Sjáiði rauðu súlurnar, það eru efnin sem okkur er kennt að séu lang skaðlegust og mest ávanabindandi, en sannleikurinn er aftur á móti annar.",
            "date": "2012-03-19 10:26:00",
            "post_id": "429761",
            "reply_to_id": "429760"
        },
        {
            "user_name": "kubbur",
            "text": "mér finnst þessi þráður ekki eiga heima hérna inni og legg til að honum verði eytt",
            "date": "2012-03-19 10:41:00",
            "post_id": "429766",
            "reply_to_id": "429761"
        },
        {
            "user_name": "halldorjonz",
            "text": "Hvad er malid med folk og vilja laesa og eyda doti sem kemur herna inn.\nEtta er koniakstofan, allt milli himins og jardar :p\nEg er ekki neyrandi samt finnst mer svona lagad skemmtilegt umraeduefni",
            "date": "2012-03-19 10:59:00",
            "post_id": "429769",
            "reply_to_id": "429766"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Er algerlega ósammála þér. Afhverju þarf þetta að vera svona mikið tabú? Finnst einmitt nauðsynlegt að þetta sé rætt svo fólk fái réttar upplýsingar, en ekki þennan rugl áróður sem stundaður hefur verið alltof lengi.",
            "date": "2012-03-19 11:44:00",
            "post_id": "429772",
            "reply_to_id": "429769"
        },
        {
            "user_name": "Leviathan",
            "text": "Sammála, það er bara þannig að öll fræðsla sem við höfum fengið um MDMA og e-töflur hefur verið hræðsluáróður með ekkert á bakvið sig. Frá upphafi og enn þann dag í dag hafa sálfræðingar verið á móti þessu banni, enda var efnið notað með góðum árangri þar til það var bannað. \nHver man t.d. ekki eftir auglýsingunni frá SÁÁ þar sem PET scan mynd af heila var sneiðuð í tvennt, annar helmingurinn var venjulegur heili og hitt átti að vera heili undir áhrifum MDMA. Þetta átti að sýna fram á heilaskaða af völdum MDMA en svo kom í ljós að heilinn sem átti að vera undir áhrifum MDMA var maður í dái eftir bílslys. Þetta hékk uppá vegg í mínum grunnskóla í mörg ár man ég, var inná vef SÁÁ þangað til \ngrein á Sigurfreyr.com\n benti á fölsunina...",
            "date": "2012-03-19 12:04:00",
            "post_id": "429779",
            "reply_to_id": "429772"
        },
        {
            "user_name": "kubbur",
            "text": "mér er alveg sama hvort efnin eru skaðleg eða ekki, þessi umræða á ekki heima á tölvuspjalli!!!",
            "date": "2012-03-19 12:08:00",
            "post_id": "429782",
            "reply_to_id": "429779"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Já, en auðvitað má þetta ekki snúast út í þá umræðu að þetta sé \"allt í lagi\" bara afþví að  þetta er ekki eins skaðlegt og hræðsluáróðurinn ber með sér. Best er auðvitað að sleppa öllu þessu, en því miður er áfengið, sem er eitt af því skaðlegasta, langvinsælast.\nÁstæðan fyrir því að ég vill að fólk fái réttar upplýsingar eru fordómar gagnvart þeim sem kannski myndu frekar vilja fá sér eitthvað annað en áfengi, og finnst mér að það ætti að vera val hvers og eins, en ekki ríkisins að ákveða það, þegar það er búið að sýna fram á það að áfengið og tóbakið er einna verst.",
            "date": "2012-03-19 12:09:00",
            "post_id": "429783",
            "reply_to_id": "429782"
        },
        {
            "user_name": "Gúrú",
            "text": "Koníakstofan.",
            "date": "2012-03-19 12:12:00",
            "post_id": "429784",
            "reply_to_id": "429783"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ef þú ætlar út í þessa sálma, þá ertu að gleyma ansi mörgum þráðum.\nOn the top of my mind:\nviewtopic.php?f=9&t=26366",
            "date": "2012-03-19 12:21:00",
            "post_id": "429787",
            "reply_to_id": false
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Persónulega finnst mér alveg nauðsynlegt að ræða um fíkniefni og það á réttum forsendu. Sjálfur var ég mikill stuðningsmaður hugbreytandi efni í mörg ár þangað til maður fór að kynnast því hvað þetta hefði slæm áhrif á mann.\nMaður þekkir fólk sem á það til að bragða á cannabis 1 sinni á ári og hlýtur engnan skaða af en flestir sem eru að nota þessi efni hafa ekki stjórn á þessu og missa algjörlega tökin á eigin lífi. Mikið af þessum efnum sem við sjáum í dag eru hreinlega framleidd á íslandi og þar á meðal ecstacy.\nÞrátt fyrir að einhver tafla eins og bláa m&m á sínum tíma sé til í öllum heiminum þýðir það ekki að hún sé með sömu efnum í öllum löndum. Það er flutt inn virka efnið MDMA til landssins og það er blandað við fleiri efni og pressað með mótum hér heima. Hættuleg efni eins og rottueitur sem gerir það af verkum að þú stífnar meira upp og finnst þú verða meira \"poppaður\" og MDA sem eykur hjartslátt til muna eru flutir sem rata oftast í efnin hér heima.\nSama á við um amfetamín. Basinn er sprengdur upp með magnesium sulfate sem gefur manni þessa rush tilfinningu og oftast er bætt við vítissóda til að auka sviðann við inntöku. Þetta er bara brot af því sem er gert hérna heima en ég hef ekki hugmynd um hvernig þetta er í nærliggjandi löndum. Áfengi er líka alveg ótrúlegur skaðvaldur og drepur fleiri en heróín í bandaríkjunum á ári hverju...\nLausnin: Sleppa þessu öllu",
            "date": "2012-03-19 12:23:00",
            "post_id": "429789",
            "reply_to_id": "429787"
        },
        {
            "user_name": "krissi24",
            "text": "Ég biðst fyrirgefningar á þessum þræði... vissi ekki að hann myndi vinda svona uppá sig..... og það myndi gleðja mig ef þessum þræði væri eytt",
            "date": "2012-03-19 12:35:00",
            "post_id": "429794",
            "reply_to_id": "429789"
        },
        {
            "user_name": "Leviathan",
            "text": "Reyndar get ég staðfest að þessar kúlur, eins og flestar aðrar, eru fluttar til landsins en ekki gerðar hér. Svo á ég mjög erfitt með að trúa því að einhver myndi setja vítissóda eða rottueitur út í amfetamín, stórhættulegt og töluvert auðveldara og ódýrara að útvega spíttsykur eða bara venjulegan sykur. Kúnninn kemur varla mikið aftur ef hann drepst við fyrsta smakk...  Svo er það kjaftæði að flestir sem nota efnin hafi ekki stjórn á því, bara á Íslandi eru tugir þúsunda sem hafa notað eða nota kannabis. \nEf þetta væri bara löglegt og uppá yfirborðinu þá væri þetta ekkert vandamál. Að sjálfsögðu þarf að passa sig á þessu, þá sérstaklega sterkari efnum eins og amfetamínefnum (spítt og mdma) en allt er gott í hófi. Ég meina, afhverju verða ekki ALLIR sem prófa áfengi alkahólistar? Þetta er persónubundið eins og allt annað. \nEkki eyða þessum þræði. Mér finnst notendur hérna inná almennt mjög meðvitaðir og skil ekki alveg þessa viðkvæmni þegar svona umræður poppa upp. Svo segir enginn neitt við bjórumræðum, þar eru menn bara sælkerar sem kunna gott að meta. Eða þegar menn pósta hér uppdópaðir eftir djamm helgarinnar.",
            "date": "2012-03-19 12:41:00",
            "post_id": "429796",
            "reply_to_id": "429794"
        },
        {
            "user_name": "vesi",
            "text": "ætli þeir séu skildir.....",
            "date": "2012-03-19 12:55:00",
            "post_id": "429800",
            "reply_to_id": "429796"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Auðvitað er mikið af kúlum sem eru fluttar inn en sjálfur hef ég verið í framleiðslu á amfetamíni bæði hérna heima og í belgíu og hef verið á staðnum þega kúlur eru pressaðar. Þessi aukaefni eru notuð í mjög litlu magni en auðvitað ekki alltaf. Mjólkursykur er notaður til að þynna út efnið en ekki til að búa það til. Sjálfur notaði ég aldrei vítissóda enda var kúnnahópurnn mest eldra fólk sem hafði vit á því hvað það var með í höndunum en oft á tíðum heldur fólk að efnið sé sterkara ef það rífur meira í nefið... Þetta eru bara aðferðir sem hafa verið notaðar. Ég veit ekki hvernig kúlumálin standa í dag enda hef ég ekki komið nálægt pressun á þeim síðan 2003. Þegar ég segi að fólk missi stjórn á þessu þá er ég ekkert síður að tala um áfengi og þá einna helst þegar fólk er að nota þetta reglulega... Amma hefur átt það til að fá sér smók af og til og það er ekkert vandamál hjá henni þannig að auðvitað er þetta persónubundið en öll hugbreytandi efni hafa einhver skaðleg áhrif á líkamann en mikið af mat, drykk og öðrum efnum sem við neytum daglega hefur líka slæm áhrif á líkamann...",
            "date": "2012-03-19 13:02:00",
            "post_id": "429802",
            "reply_to_id": "429800"
        },
        {
            "user_name": "Leviathan",
            "text": "Skil hvað þú meinar, \nsykur\n dregur okkur víst til dauða, hægt en örugglega. \nHver fann annars upp á orðinu \"eiturlyf\", það hlýtur að teljast \"oxymoron\" þar sem eitur er eitthvað sem drepur þig en lyf eitthvað sem læknar.  Er ekki með orðabók til að grípa í.",
            "date": "2012-03-19 13:38:00",
            "post_id": "429809",
            "reply_to_id": "429802"
        },
        {
            "user_name": "Gúrú",
            "text": "Bull\n. \nVitleysa\n. Lygi og hræðsluáróður\n.\nÉg veit sjálfur af ~8ish einstaklingum sem að hafa neytt MDMA (sumir ágætlega reglulega) og enginn þeirra hefur \"\n[algjörlega]\n misst tökin á eigin lífi\".\nÉg get ekki talið þá einstaklinga sem að ég þekki sem að hafa neytt og/eða neyta kannabis án þess að missa tökin á eigin lífi\ná \nbáðum \nhöndum og um leið get ég ekki nefnt stakt tilfelli af einhverjum að missa tökin á eigin lífi. \nHeldur þú samt að mér \ndetti í hug\n að labba um og segja að \"100% einstaklinga hafa stjórn á vímuefnaneyslu!\"?\nNei. Þú hefðir ekki átt að láta þér detta það í hug heldur. \nEkki ljúga - þ.e. \nekki \nnota atvikssögur sem heimild fyrir \nótrúlega\n mikilvægum og vægismiklum staðhæfingum. \nÞað er engin ástæða til að eyða honum og ég vil minna þig á \n5. gr.\n just in case.",
            "date": "2012-03-19 16:07:00",
            "post_id": "429832",
            "reply_to_id": "429809"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Veistu þetta er held ég ekki mál til að þræta um. Það er greinilega mjög misjöfn reynsla af þessu. Viðskiptavinir mínir í den voru mest sprautufíklar (sumir hverjir háttsettir menn sem við þekkjum allir) og það segir sig kannski sjálft að þegar maður er kominn á þann stað þá er maður kannski ekki mikið að stjórna þessu sjálfur þó maður haldi það... Fíknin er sterkt apparat og það vitum við allir en auðvitað geta margir notað þetta án þess að þetta taki stjórnina af manni. Ég er bara að tala út frá minni reynslu en reynslan er greinilega misjöfn \n Vona að ég hafi ekki móðgað neinn...",
            "date": "2012-03-19 16:23:00",
            "post_id": "429837",
            "reply_to_id": "429832"
        },
        {
            "user_name": "worghal",
            "text": "Gúrú, af sama viki á þekki ég nokkra sem fóru akkúrat í hina áttina. kanski þekkir þú bara þessa sem tilheira ekki \"flestir\" hópnum",
            "date": "2012-03-19 16:31:00",
            "post_id": "429841",
            "reply_to_id": "429837"
        },
        {
            "user_name": "Leviathan",
            "text": "Það er bara ekkert þannig að flestir missi sig í þessu, það er undantekning ef einstaklingur \"missir stjórn á eigin lífi\" útaf vímuefnum.",
            "date": "2012-03-19 16:40:00",
            "post_id": "429844",
            "reply_to_id": "429841"
        },
        {
            "user_name": "Gúrú",
            "text": "Málið er akkúrat það að hvorugur okkar hefur rétt á því að segja til um það hvort x% missi stjórn á lífi sínu eða ekki \nef \nað hvorugur okkar hefur neitt annað en \natvikssögur\n í höndunum. \nEn ég hef eitthvað annað en atvikssögur í höndunum - ólíkt ykkar hlið.\nHversu mörg tugprósenta Íslendinga sögðust aftur hafa neytt kannabisefna einhverntímann á lífsleiðinni? \nHversu mörg tugprósenta Íslendinga hafa algjörlega misst stjórn á lífi sínu? \nHér\n er sem dæmi úttekt sem að sýnir að árið 2007 höfðu um 55% af Bandaríkjamönnum yfir aldrinum 12 ára neytt kannabisefna.\nÞar af >10% á síðustu 12 mánuðunum. Heldur þú að >5% af Bandaríkjamönnum hafi algjörlega misst stjórn á lífi sínu á tímabilinu 2006-2007?\nOg >25% árunum þar á undan?\nÉg held ekki. \nÉg held að Acid_Rain ætti að draga þessa fáránlegu staðhæfing sína til baka og ekki reyna að segja að þetta sé ekki mál til að þræta um\nmeinandi eitthvað annað en \"Þetta er svo arfavitlaus og röng staðhæfing að það þarf ekki einu sinni að reyna að ræða hana\".\nStaðhæfingar eru gríðarlega mikilvægt tól í fræðslu og umræðu. Það að nota rangar staðhæfingar gerir umræðuna algjörlega fáránlega.",
            "date": "2012-03-19 16:55:00",
            "post_id": "429847",
            "reply_to_id": "429844"
        },
        {
            "user_name": "Skúnkur",
            "text": "http://news.bbc.co.uk/2/hi/programmes/h ... 703198.stm",
            "date": "2012-03-19 17:23:00",
            "post_id": "429851",
            "reply_to_id": "429847"
        },
        {
            "user_name": "gardar",
            "text": "Acid_Rain og aðrir, hefur Krokodil (Desomorphine) ekkert verið á markaðinum á íslandi?",
            "date": "2012-03-19 18:10:00",
            "post_id": "429861",
            "reply_to_id": "429851"
        },
        {
            "user_name": "Frost",
            "text": "Það er svo mikill sori \n \nFyrir þá sem vita ekki hvað það er þá: \nhttp://io9.com/5859291/krokodil-russias ... your-flesh\nhttp://www.buzzfeed.com/gavon/seriously ... e-krokodil\n*VARÚÐ* MJÖG ÓGEÐSLEGAR MYNDIR SEM GETUR FARIÐ FYRIR BRJÓSTIÐ Á SUMUM\nEkki segja mér að ég hafi ekki varað ykkur við",
            "date": "2012-03-19 18:21:00",
            "post_id": "429865",
            "reply_to_id": "429861"
        },
        {
            "user_name": "BjarkiB",
            "text": "Samkvæmt þessari úttekt sem þú vitnar í sýnist mér vera 40,6% af Bandaríkjamönnum eldri en 12 ára sem hafa eitthverntíman neytt kannabisefna en ekki 55%. Hefði aldrei dottið í hug að þetta væri vona hátt, veit eitthver tölurnar á Íslandi um þetta mál?",
            "date": "2012-03-19 18:25:00",
            "post_id": "429867",
            "reply_to_id": "429865"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Eina poppy efnið sem hefur verið eitthvað á markaði hérna er contalgin en oxycontin hefur líka eitthvað verið að þvælast hérna.\nÞað má eiginlega segja heróín sé \"bannað\" hérna nema innan viss hóps og ég ætla ekki að fara neitt nánar út í það. Ég fór ekki að nota heróín fyrr en ég flutti til Belgíu en svo hefur verið að koma uppá yfirborðið synthetic krakk/k+okaín sem hefur verið kallað baðsalt eða Ivory wave sem er að drepa heilan helling af bandaríkjamönnum og er rétt verið að byrja að banna í dag. Þekki ekki sjálfur þetta efni en mér skylst að það hafi ratað eitthvað hingað til lands og komist í gegnum toll því þetta er júa bara baðsalt sem bæði er hægt að reykja og snorta.\nTil OP: Þessi bleiki demantur er innfluttur og inniheldur meðal annars valíum, methamphetamine, MDMA, MDA og einhver sölt. Var að tala við efnafræðing áðan sem var að skoða þessa töflu fyrir stuttu og þar sem ég er ekkert inní þessum heimi lengur þá hefur maður ekkert vit á því hvað er að gerast í þessu í dag...",
            "date": "2012-03-19 18:43:00",
            "post_id": "429872",
            "reply_to_id": "429867"
        },
        {
            "user_name": "Gúrú",
            "text": "Rétt hjá þér, sýnist ég hafa tekið 21-25 (Tafla 1.6B) í misgripum.",
            "date": "2012-03-19 18:45:00",
            "post_id": "429874",
            "reply_to_id": "429872"
        },
        {
            "user_name": "Leviathan",
            "text": "Sama með hippatímabilið, ættu ekki allir gömlu hipparnir að vera orðnir geðveikir eftir sýruflassbökk í dag?\nÁhugavert, er þetta efnafræðingur á Íslandi? Væri gaman að vita í hvaða hlutföllum efnin eru.",
            "date": "2012-03-19 19:44:00",
            "post_id": "429890",
            "reply_to_id": "429874"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Hann er á Íslandi eins og er en hann er svíi. Mikill áhugamaður um hugbreytandi efni en hann var ekkert að kanna hlutföllin á þessu held ég",
            "date": "2012-03-19 19:50:00",
            "post_id": "429893",
            "reply_to_id": "429890"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Þetta er bein afleiðing þessa hræðsluáróðurs. Þeir sem geta stjórnað neyslunni neyta áfengis því flestir halda að það og tóbak séu einu vímuefnin sem er \"í lagi að fá sér\", þrátt fyrir að læknar hafi algerlega sammælst um að áfengi og tóbak er skárra en fæst af þessu. Þrátt fyrir það leiðist frekar \"ógæfufólk\" í ólöglegu efnin, en aðallega sá hópur því þetta er eitthvað sem er bannað, og tabú að ræða. Fór meðal annars á fyrirlestur hjá vel þekktum íslenskum geðlækni, sem sérhæfir sig í fíknivanda, að kannabis sé t.d. ekki eins skaðlegt og áfengi og tóbak. Hér er myndin sem sá læknir og margir fleiri nota, úr Lancet.",
            "date": "2012-03-19 21:16:00",
            "post_id": "429913",
            "reply_to_id": "429893"
        },
        {
            "user_name": "Leviathan",
            "text": "Satt, annars er töluvert stór hópur sem notar þessi efni. Ekki bara ungt fólk og \"dópistar\" heldur fólk á öllum stigum samfélagsins.\nOk, hvernig fer svona greining fram? Bara þessi basic spjöld sem virka eins og þvagpróf eða eitthvað háþróaðara?",
            "date": "2012-03-19 22:25:00",
            "post_id": "429935",
            "reply_to_id": "429913"
        },
        {
            "user_name": "chaplin",
            "text": "Ég trúi ekki að sterar séu skráðir skaðminni en kannabis og hefði ég haldið að áfengi væri hærra á listanum.",
            "date": "2012-03-19 22:33:00",
            "post_id": "429936",
            "reply_to_id": "429935"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Veistu ég er ekki alveg klár á því hvernig þetta er gert með E en ég hef séð hann gera þetta fyrir mörgum árum síðan og þá var hann með einhverja vökva og tilraunaglös og svo einhverja sýrustigsmæla eða eitthvað þvíumlíkt... Vökvinn breytti svo um liti eftir efnum og þetta voru fleiri en ein tegund af vökvum... Þori ekki að segja meira því ég er ekki með neitt frábært minni",
            "date": "2012-03-19 22:42:00",
            "post_id": "429940",
            "reply_to_id": "429936"
        },
        {
            "user_name": "Gúrú",
            "text": "Þú ert að lesa þetta vitlaust. Sterar eru skráðir umtalsvert (~40% af einingu) skaðmeiri en kannabis. \nDependence er skalinn yfir það hve háður þú verður efninu og er það \"hæðin\" á myndinni. Fjarlægðin frá vinstri hliðinni markar hinsvegar skaðsemi neyslunnar.",
            "date": "2012-03-19 23:00:00",
            "post_id": "429948",
            "reply_to_id": "429940"
        },
        {
            "user_name": "chaplin",
            "text": "Já kannski maður les ásana næst áður en maður bullar e-h.. en jú þá hugsa ég að þetta sé nokkuð legit.",
            "date": "2012-03-19 23:04:00",
            "post_id": "429951",
            "reply_to_id": false
        },
        {
            "user_name": "DabbiGj",
            "text": "Finnst að stjórnendur hér ættu að huga að því að það eru margir hérna rétt nýskriðnir uppúr fermingu og frekar áhrifagjarnir, annars nennti ég ekkert að lesa þetta allt og ætla að fara og hella mig fullan af því að það er cool í dag.",
            "date": "2012-03-20 02:15:00",
            "post_id": "429980",
            "reply_to_id": "429951"
        },
        {
            "user_name": "rapport",
            "text": "Ég og Gúru höfum tekið skorpu á kannabis áður.\nHann vill fela sig á bakvið meðaltölin og meðaltölin sína að margir nota  kannabis einhverntíman og fáir nota það nokkrum sinnum á ári og þá líklega enn færri sem nota það vikulega og enn enn færri sem nota það daglega.\nEn ef við skoðum örlítið í kringum okkur þá er niðurstaðan ekkert góð og dóp er ekkert fallegt:\nhttp://www.suntimes.com/news/metro/5978 ... ystem.html\nOg tölfræðin:\nhttp://www.policyalmanac.org/crime/arch ... rime.shtml\nFólk sem fremur glæpi er að meðaltali 22-32% í vímu þegar það fremur glæpi.\nÉg veit að einföld tölfræði segir mér að ef fólk er almennt ekki í vímu í 22-32% af þeim tíma sem það er vakandi, þá sýnir tölfræðin að fókl í vímu sé líklegra tila ð fremja glæpi.\n27-29% morðingja voru í vímu skv. þessari tölfræði.\nEr Ísland spes að því leiti að við erum rétta fókið til að fara vel með vímuefni?",
            "date": "2012-03-20 02:53:00",
            "post_id": "429983",
            "reply_to_id": "429980"
        },
        {
            "user_name": "Gúrú",
            "text": "Nei. Meðaltölin skipta engu máli. Kannabis, og hin sterku efnin, eiga að vera lögleg vegna þess að löggjöfin veldur meiri skaða en árangri.\nCorrelation does not imply causation\n er eitthvað sem að þú ættir að skoða.\nHeldur þú að bara vegna þess að glæpamennirnir hætta ekki að stunda glæpi (á meðan að þeir stunda glæpinn að neyta vímuefna)\ní vímu að það þýði að vímunni sé um að kenna?\nLöggjöfin \nveldur \nþví að vímuefni eru algjörlega í höndum glæpamanna. Ræktunin, meðhöndlunin, dreifingin og smásalan er almennt \nyfirtekin af skipulagðri glæpastarfsemi þar sem að hún fyrirfinnst (Chicago \nhefur skipulagða glæpastarfsemi\n).\nÞví er það einhver ómerkilegasti punktur sem að mér dettur í hug að glæpamenn séu oft að neyta ólöglegra efna (vegna þess að þau eru ólögleg)\nog að fremja glæpi.",
            "date": "2012-03-20 08:01:00",
            "post_id": "429988",
            "reply_to_id": "429983"
        },
        {
            "user_name": "Ulli",
            "text": "Ertu að grínast Gúru?\nErtu orðin svona skemdur eftir þetta að þér virkilega finst rétt á að Lögleiða fíkniefni?\nEða ertu kanski bara að",
            "date": "2012-03-20 08:14:00",
            "post_id": "429990",
            "reply_to_id": "429988"
        },
        {
            "user_name": "Ulli",
            "text": "Ekki fara að fara borða eh sem kom út úr rassgatinu á eitthverjum",
            "date": "2012-03-20 08:17:00",
            "post_id": "429991",
            "reply_to_id": "429990"
        },
        {
            "user_name": "Gúrú",
            "text": "Já, ég er virkilega skemmdur eftir það að hafa aldrei neytt vímuefna annarra en koffíns og alkahóls.  \nEinnig: Fuckaðu þér og drullaðu þér út af þessu spjallborði ef að það \neina \nsem að þú getur gert er að koma með ömurleg,\nvitagagnslaus innlegg sem að eru persónuárásir í þokkabót.",
            "date": "2012-03-20 08:38:00",
            "post_id": "429993",
            "reply_to_id": "429991"
        },
        {
            "user_name": "Leviathan",
            "text": "100% sammála Gúru. \nÞessi efni hafa verið notuð mörg hver í þúsundir ára, neysla hefur hvergi minnkað með bannni og það er meira dóp á götunni heldur en nokkurntíman áður. Hins vegar eru þau ríki sem hafa lögleitt bara að sýna árangur...\nAfhverju er eitthvað óeðlilegt við það að vilja lögleiða fíkiefni? Væri ekki réttast að hafa gildar ástæður á bak við boð og bönn?",
            "date": "2012-03-20 10:39:00",
            "post_id": "430007",
            "reply_to_id": "429993"
        },
        {
            "user_name": "Ulli",
            "text": "Gott að skulir nú aldre hafa neytt fikníefna.\nÉg mæli þó samt með því að þú fáir þér svona eins og eina eða tvær Valium.\nMér fynst bara Ekki rétt að þú skulir vera koma þeim skilaboðum á framfæri að það sé bara allt í góðu að neyta þeirra.\nOg sérstaklega ekki þegar litli bróðir minn á í hlut. \nOg Kristján þú þarft ekki að leita spjallborð eins og þetta til að sækja uppl um svona dót.",
            "date": "2012-03-20 10:47:00",
            "post_id": "430009",
            "reply_to_id": "430007"
        },
        {
            "user_name": "Blackbone",
            "text": "Er ekki alveg að sjá afhverju hann má ekki spurja hérna, hann setti þennann þráð inná koníaksstofuna og lýsingin er \"Koníakstofan, Allt utan efnis\".",
            "date": "2012-03-20 11:07:00",
            "post_id": "430011",
            "reply_to_id": "430009"
        },
        {
            "user_name": "Demon",
            "text": "Koníak er btw með alkahól í sér seinast þegar ég vissi.\nOg er því eiturlyf",
            "date": "2012-03-20 15:30:00",
            "post_id": "430063",
            "reply_to_id": "430011"
        },
        {
            "user_name": "vesley",
            "text": "Gúrú helduru virkilega að unga kynslóðin mun minnka eiturlyfjanotkun ef þetta verður löglegt ?  \nHugsunarháttur mjög margra myndi vera :  Þetta er löglegt og því hlýtur þetta að vera í lagi.  \nVerður að gera þér grein fyrir hvað sumt fólk er kærulaust.. \nLögleiðing er að mínu mati ekki rétt skref þótt það sé ekkert endilega kolrangt.\nOg án þess að reyna að vera leiðinlegur þá finnst mér þú VERÐA að hafa alltaf rétt fyrir þér og þú einfaldlega stoppar stundum aldrei,  hafa nú komið nokkuð margir þræðir hérna sem þú hefur rifist á.",
            "date": "2012-03-20 16:36:00",
            "post_id": "430075",
            "reply_to_id": "430063"
        },
        {
            "user_name": "Leviathan",
            "text": "En þær þjóðir sem hafa látið reyna á lögleiðingu hafa allar sýnt fram á töluverðan árangur. Meira að segja í Hollandi, þar sem kannabis er \"tolerated\", er kannabisneysla hjá ungmennum \ntöluvert\n minni en í BNA t.d. Hins vegar hefur fíkniefnastríðið aldrei skilað neinum árangri, heldur hefur það kostað ótrúlega mikinn pening og eyðilagt mörg líf. Með lögleiðingu er miklu auðveldara að hafa stjórn á þessu og jafnvel hægt að fá inn einhverjar tekjur.",
            "date": "2012-03-20 16:59:00",
            "post_id": "430082",
            "reply_to_id": "430075"
        },
        {
            "user_name": "Ulli",
            "text": "ÞAð sem ég á við er að hann getur feingið mun betri svör og reynslu sögur án þess að þurfa að leita hérna.\nAnnars má dreingurinn að sjálfsögðu spyrja hvar sem hann vill.",
            "date": "2012-03-20 17:02:00",
            "post_id": "430083",
            "reply_to_id": "430082"
        },
        {
            "user_name": "Ulli",
            "text": "Þetta er held ég meigin ástæðan fyrir þessu umtali að hálfu stjórnvalda.",
            "date": "2012-03-20 17:04:00",
            "post_id": "430085",
            "reply_to_id": "430083"
        },
        {
            "user_name": "Gúrú",
            "text": "Sagði að ég hefði neytt bæði koffíns og áfengis. Bæði tvö eru þau fíkniefni samkvæmt flestum skilgreiningum orðsins.\nEkki\ngera mér upp gjörðir. Ekki bara það að ég hafi hvergi sagt neitt í líkingu við þetta heldur gefur þú í skyn að ég sé að segja það við bróðir þinn. \nSýndu mér hvar ég hef sagt að það sé allt í góðu að neyta nokkurs skapaðs hluts eða grjótaðu þig með þessar ásakanir. \nFyrir ungling er það krossþroskaheft ákvörðun að byrja að neyta sterkra vímuefna - hvað fullorðið fólk gerir með líkama sína\ner hinsvegar allt önnur umræða. Þarna hefurðu það. Þetta hefur verið mín skoðun í langan, langan tíma. \nEf að fallhlífarstökk væru ólögleg og ákveðið hættuleg, kannski með 1-2% slysatíðni, og ég vildi lögleiða fallhlífarstökk fyrir sjálfráða einstaklinga\nmyndir þú þá láta \nþað \nómálefnalega að ráðast á mína persónu í umræðu um löggjöfina, segjandi að ég væri eins og steiktur í hausnum\naf vímuefnamisnotkun, \nbara \nvegna þess að þú \nátt \nlítinn bróðir?\nEf svo er er eitthvað að þér.\nEf svo er ekki - af hverju ertu þá að láta svona hérna? Þú færð heldur ekki réttinn til þess að vera svo órökréttur bara af einhverri\nslæmri fjölskyldureynslu á fíkniefnamisnotkun. Ég ætla ekki einu sinni að fara út í það hversu ótrúlega rangt\nog mér óviðkomandi þetta einkaskilaboð þitt var. \nVar ég að því? Nei. \nAðrir \nvoru að vitna í áreiðanlegar heimildir eins og úttektir breskra vísindamanna o.fl. en ég var ekki að því. \nÞú virðist líka gera í því reglulega að ráðast á persónu einstaklinga á barnalegan máta.\nAð sjálfsögðu vil ég hafa rétt fyrir mér. Mér þætti það ótrúlega heimskuleg afstaða að finnast það bara allt í lagi að hafa rangt fyrir sér.\nÞað er hinsvegar ekki að segja að ég skipti aldrei um skoðun. Það hika ég ekki við að gera og  hef ég gert á tugum málefna bara á þessu ári og \nþað get ég eingöngu gert með því að ræða við fólk með aðrar skoðanir og tjá mínar. \nÞað skiptir líka svo litlu máli hvort að þú \nhafðir \nrétt fyrir þér eða ekki að ég hreinlega skil ekki fólk sem að neytar að breyta skoðunum sínum af þeirri ástæðu.\nOg nei þú ert ekkert að vera leiðinlegur, ég veit alveg hvernig að ég kem út í svona umræðum (bitur eða eitthvað álíka)\nen ég hreinlega nenni því ekki að nota broskalla of oft til að lífga upp á innleggin.  \n \nEf að það eina sem að gerist er að banni á vímuefnum verði aflétt? Nei.\nEf að skólar, sem og batterí eins og SÁÁ, færu í raun og veru að fræða krakka um neyslu vímuefna\nog áhrif þeirra, hvert útaf fyrir sig, þá \nkannski\n. Þessi hræðsluáróður virkar \nekki \nog spornar einfandlega ekki við því að krakkar neyti vímuefna. \nÉg verð samt að segja að þó að ég sé í hættu á því að hljóma undarlega, að mér finnst baráttan sem að við ættum\nað fara í ekki að vera sú að sporna við því að unglingar noti þessi efni, hún mun aldrei virka (f. utan þá fáránlegu efnin eins og heróín og kók)\nheldur sú að við forðum þeim \nöllum\n frá því að verða fíklar og að efnin verði vandamál í lífi þeirra. \nÞað finnst mér \nmun \nraunhæfara takmark.",
            "date": "2012-03-20 17:18:00",
            "post_id": "430091",
            "reply_to_id": "430085"
        },
        {
            "user_name": "halldorjonz",
            "text": "Díses kræst hvað fólk eins og Ulli er alveg óþolandi í umræðu sem þessari.... \nÉg er sammála, þetta fíkniefnastríð er einfaldlega ekki að virka, afhverju ekki að prufa eitthvað annað? \nEftir 5 ár verður líklega undirheimarnir orðnir töluvert harðari, en þeir verða harðari með hverju árinu, og núna eru margar erlendar klíkur að undirbúa sig undir að koma\nhingað með starfsemi þar sem dómur er frekar vægur miðavið hvað er hægt að GRÆÐA alveg rosalega á þessu hérna heima..\nEf þetta væri löglegt, þá er fólk ekki að skammast sín jafn mikið með þetta og fer frekar í meðferð og meðferð væri meira sjáanleg, eyddur meiri peningur í það\nheldur en endalausar lögreglurassíur sem enginn græðir á þannig lagað nema \"bófinn tapar\", líka það að þá væru þessi fíkniefni ekki næstum eins dýr \nog þar afleiðandi ætla ég að gíska að innbrotum og ránum myndi fækka hjá neytundum og klíkurnar myndu minnka verulega og enginn myndi nenna að stenda í þessu \nþannig lagað þar sem peningurinn væri ekkert það mikill. + Neytandinn myndi verða meðvitaðari hvað hann er að fara út í og fengi betra efni, ekkert eitur...\nBara eitthverjir svona punktar sem ég var með í hausnum á mér, en þá fór ég samt að hugsa í leiðinni, þegar fólk er að smygla þessu hérna heim, ætti það að vera leyft eða bannað?  \n \n(ÞEAS, þegar þetta væri orðið löglegt) Væri frekar skrýtið ef það væri bara standard að koma frá mexico með 1 kg af kókaíni ásamt nokkrum flíkum frá djammferð og bara np",
            "date": "2012-03-21 01:29:00",
            "post_id": "430217",
            "reply_to_id": "430091"
        },
        {
            "user_name": "Hvati",
            "text": "Þetta stríð gegn vímuefnum sem nefnd hafa verið ,,Eiturlyf\" byrjaði í raun eftir 1971 og núna er eyddur meiri peningur í þetta stríð heldur en nokkurn tíman áður, en samt sem áður er framboð og peningur í vímuefnaheiminum í hámarki. Haldiði virkilega að yfirvöld, sem stöðva kannski 10-15% af ólöglegum vímuefnum sem eru framleidd/ræktuð eða flutt inn í landið séu að fara að vinna þetta svokallaða stríð?\nHeld nú ekki, en það er bara mitt álit.",
            "date": "2012-03-21 01:56:00",
            "post_id": "430220",
            "reply_to_id": "430217"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Þetta er nú bara allt alveg hárrétt hjá þér... Ekki skoðun heldur staðreynd og gott að fá loksins einhvern í þessa umræðu sem kemur með staðreyndir en ekki bara einhverjar skoðanir og fletta upp einhverju sem ýtir undir þeirra skoðanir \nÆtla samt að halda kjafti...",
            "date": "2012-03-21 01:59:00",
            "post_id": "430221",
            "reply_to_id": "430220"
        },
        {
            "user_name": "rapport",
            "text": "http://www.worldstarhiphop.com/videos/v ... 52a6p608Yd\nÍ hvaða tilfellum mundir þú mæla með því að fólk reykti Salvíu ( það er ekki ólöglegt svo ég viti til, er selt í 10-11 )\nMá samfélagið bara ekki banna þetta helvíti og spara sér $$$ ?\nEDIT:\n\"Corrilation does not imply causation\"\nÞetta er alveg satt, það þurfa ekki að vera tengsl á milli og orsakatengsl geta verið milli grunnbreyta þó að engin fylgni sé milli þeirra.\nEn fylgni þú ert bara búinn að vitna í fæðigrein um tölfræði.\nÞað eru tengsl milli vímuefnanotkunar og ofbeldisglæpa. Það er staðreynd sem þér mun ekki takast að hrekja.\nFók í vímu er líklegra til að fremja ofbeldisglæpi, hvort sem um er að ræða löglega eða ólöglega vímugjafa.\nDæmi: Ofbeldi á mannamótum, þá sérstaklega dansleikjum þar sem er áfengi og þar sem er ekki áfengi.\nÁfengislausir dansleikir eru jafnframt ofbeldislausir, það eru dansleikir þar sem opinn bar er, ekki.\nVíman losar um \"bremsurnar\" í fólki (ég er vonandi ekki að segja þér eitthvað nýtt)... og bremsulaust fólk er bara eins og ótamið dýr, oft alveg gjörsamlega hömlulaust.",
            "date": "2012-03-21 02:30:00",
            "post_id": "430224",
            "reply_to_id": "430221"
        },
        {
            "user_name": "rapport",
            "text": "\"Practise what you preach\" annars ertu bara að tala með rassgatinu...",
            "date": "2012-03-21 02:32:00",
            "post_id": "430225",
            "reply_to_id": "430224"
        },
        {
            "user_name": "tomasjonss",
            "text": "Ef það á að sigra þetta svokallaða \"eiturlyfjastríð\" og ná að leggja undirheimana af velli er eina leiðin að lögleiða efnin.\nRíkið yrði að sjá um framleiðslu og sölu. Hagnaður yrði nýttur í öflugt forvarnarstarf og betri meðferðarúrræði.\nÞetta \"stríð\" vinnst aldrei. Menn hafa örugglega neytt eiturlyfja frá upphafi vega. \nÉg er ekki endilega fylgjandi lögleiðingu, sé kosti og galla en ef menn vilja sigra þetta stríð tel ég þetta vera einu leiðina. Alveg eins og ég vill að ríkið sjái um rekstur vændishúsa, í stað þess að banna það og færa það niður í undirdjúpin með heimskulegum löggjöfum sínum. Ríkið sæi um rekstur, securitas um gæslu osf.\n- Sumir verða brjálaðir þegar maður minnist á lögleiðingu og drepa mann nánast með augnaráðinu. En það eru kostir og gallar í þessu öllu saman. Það er bara svo mikið ósammræmi í lögum. Vogur rekur t.d. spilakassa og sér um að \"lækna\" spilafíkla. Ríkið selur vín og styrkir Vog til þess að lækna alkahólista. Ríkið selur þér sígarettur sem þeir vilja stjórna hvar þú reykir þær.\nAf hverju selur þá ekki ríkið líka kanabis eða amfetamín eða E?  Maðu spyr sig. Nú hefur komið í ljós t.d. í breskum rannsóknum að E er mjög neðarlega á lista yfir hættuleg fíkniefni. Sá það í einhverjum horizon þætti á BBC. \nÉg er alla vega á báðum áttum. Samt meira fylgjandi lögleiðingu held ég. Orðinn þreyttur á að jakkafataklæddir pappakassar séu sí og æ að reyna hafa vit fyrir manni.",
            "date": "2012-03-21 02:34:00",
            "post_id": "430226",
            "reply_to_id": "430225"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Salvia divinorum er það sem er reykt",
            "date": "2012-03-21 02:37:00",
            "post_id": "430228",
            "reply_to_id": "430226"
        },
        {
            "user_name": "rapport",
            "text": "Þá getur Gúru óhræddur byrjað á að reykja þessa sem fæst í 10-11...  það hlítur að meiga líka...\nEn eigum við þá ekki að lögleiða líka \"auga fyrir auga\" regluna, hún er líka ævaforn og var við lýði í mörg mörg ár. Hún er í sjálfu sér ekkert svo ósanngjörn, hún er frekar sanngjörn.\nFólk er alveg búið anota hana lengi og er jafnvel að nota hana einhverstaðar enn í dag.\nVið getum þá dópað og farið eftir reglunum einhvers forntíma, svo flytjum við aftur í hella og ferðumst um á hestum, öll svaka happy í löglegri vímu.\nTil að hægt sé að hafa lög ílandinu, þá verðu að tryggja að fólk hafi almennt meðvitund til að fara eftir þeim. Þess vegna er dóp líklega bannað.\nAð segja að þetta hafi verið OK og allir hafi verið að gera þetta einhverntíman eru ömurleg rök. Það er eins og að segja við mömmu að \"allir hinir krakkarnir fái að vera úti til 24:00\" þegar maður er 8 ára.\nÞað er hrein og klár lygi.\nÉg sé ekki fyrir mér að mikið hafi verið reykt í gamladaga þegar lífið snérist meira um að finna eitthvað að éta en ekki að tjilla með einhverjum hómís.",
            "date": "2012-03-21 02:43:00",
            "post_id": "430229",
            "reply_to_id": "430228"
        },
        {
            "user_name": "tomasjonss",
            "text": "Þá ertu farinn að skaða aðra þráðbeint ef þú ætlar að taka upp auga fyrir auga. \nEn ef það ætti að banna einhvern vímugjafa þá væri það áfengið, skaðlegast af þessu öllu saman.",
            "date": "2012-03-21 03:26:00",
            "post_id": "430233",
            "reply_to_id": "430229"
        },
        {
            "user_name": "Minuz1",
            "text": "Ekki tala um áfengi þegar þú ert að verja bönn á ólögleg eiturlyf.\nMaður undir áhrifum af róandi \"eitur\"lyfjum er ólíklegri til þess að beita annan mann ofbeldi.",
            "date": "2012-03-21 03:40:00",
            "post_id": "430234",
            "reply_to_id": false
        },
        {
            "user_name": "Leviathan",
            "text": "Salvía er bara ættkvísl. Salvia Sage er kryddið sem fæst í næstu matvörubúð og gefur engin áhrif ef það er reykt. Salvia Divinorum heitir plantan sem inniheldur Salvinorin A sem er sterkasta ofskynjunarefni sem þekkist. Það er ekki á lista yfir \"ávana- og fíkniefni\" en það er samt á einhverjum lista þannig að innflutningur á því er ólöglegur. Ég man ekki hvað það er kallað en þetta er í sama flokk og efedrín eða hvað það varðar.\nHvernig myndi samfélagið annars spara pening á að banna eitthvað sem er ekki að kosta það pening til að byrja með? Það kostar væntanlega eitthvað að koma lögum í gegn og framfylgja þeim. Ef það er hins vegar löglegt er hægt að leggja á það VSK, skapa atvinnu og spara fangelsispláss.",
            "date": "2012-03-21 10:41:00",
            "post_id": "430267",
            "reply_to_id": "430234"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Þegar fólk hefur trú á því að það hafi rétt fyrir sér, og hugsjón fyrir því að deila sínum sjónarmiðum svo aðrir skilji, þá hættir fólk ekki. Þetta er í raun bara metnaður fyrir því að upplýsa fólk.\nÉg er algerlega sammála. Með þessari stefnu sem nú er við líði fjölgar glæpum, neysla eykst hjá ógæfumönnum og skipulögð glæpastarfsemi eykst ár frá ári. Hvernig er HÆGT að vera sammála þessari stefnu? Jú, við erum heilaþvegin frá barnsaldri til þess að hugsa svona.\nAfhverju fær einstaklingur ekki að taka upplýsta ákvörðun um hvort það vilji nota fíkniefnið alkóhól eða kannabis á sínum forsendum? Afhverju er logið að fólki að áfengið sé minna skaðlegt? Afhverju fækkar ekki glæpum og minnkar neyslan með banninu? \nAfþví að bönn sem byggja á lygum virka ekki í nútímasamfélagi, meðal annars vegna internetsins.\nSkoðið aðeins þessi efni í samhengi, t.d. er hér graf frá Lancet sem sýnir hversu skaðleg efnin eru fyrir einstaklingin, og svo fyrir samfélagið í kring.\nÉg er alveg sammála því að það er hægt að fara út í rugl í þessum ólöglegu efnum, en staðreyndin er sú að það eru yfirleitt veikari einstaklingar sem leiðast út í þetta vegna slæmra aðstæðna, bæði sálrænt og líkamlegt. Við höfum fæst skýra mynd af því hvernig þessi efni hafa áhrif á sterka og stálpaða einstaklinga, því við eigum það til að horfa bara á dópistana og segja 'svona verð ég ef ég prófa e-pillu'.\nÞað er einfaldlega ekki satt. Fólki sem líður vel í sínum heimi getur notað ólöglegu efnin, t.d. kannabis, á þroskaðan og ábyrgan hátt, án þess að verða háð því eða að það hafi áhrif á þau í daglegu lífi, rétt eins og það er hægt að hafa stjórn á áfengi, þrátt fyrir það að það sé töluvert meira ávanabindandi, sérstaklega í því skemmtanarlífi sem við búum við.\nÞá spyrja sumir sig \"en afhverju þá ekki bara að sleppa því að nota þetta allt\".  Auðvitað er það leið fyrir suma, og ég ætla alls ekki að gagnrýna það sjónarmið. Hinsvegar, ef einstaklingur vill fá sér eina jónu fyrir bíó til að njóta myndarinnar betur eða eitthvað slíkt, finnst mér það ekki vera mitt eða stjórnvalda að banna honum það, ef það er hvorki skaðlegt fyrir hann né aðra. Þetta má segja um ýmislegt, en best finnst mér þó að taka dæmi með feitt fólk. Offita er stærsta heilbrigðisvandamál okkar tíma, svo ég má til með að spyrja, hvort haldið þið að það sé skárra að fá sér 10 Doritos snakkpoka eða einn bjór? En eina jónu? En MDMA?\nVísindalega svarið væri auðvitað að snakkið væri óhollast, en fæstir eru tilbúnir að viðurkenna það, því heilaþvotturinn í kringum þetta er það mikill. \nÞað er nákvæmlega sama sagan með áfengið og hin efnin, ef þér líður hörmulega í daglegu lífi, þá deyfa þessi efni þær tilfinningar, hvort sem það sé áfengi, kannabis, e-tafla eða heróín, og lífið fyrir einstakling sem er niðurbrotinn sækir í þessa ró. Það má hinsvegar ekki dæma allan hópinn útfrá þessum svörtu sauðum, og banna öll efnin til að búa til undirheimamarkað með lyf sem eru skárri en áfengið.\nMinnkum fordóma og tökum upplýstar ákvarðanir.",
            "date": "2012-04-23 05:37:00",
            "post_id": "437260",
            "reply_to_id": "430267"
        },
        {
            "user_name": "Leviathan",
            "text": "http://www.mbl.is/frettir/innlent/2012/ ... fsistefnu/",
            "date": "2012-04-26 20:20:00",
            "post_id": "437995",
            "reply_to_id": "437260"
        },
        {
            "user_name": "Olli",
            "text": "Og hví má maðurinn ekki bera löglegan vímugjafa saman við ólöglegan?\nEkki banna manninum það án forsenda fyrir því.",
            "date": "2012-04-26 22:48:00",
            "post_id": "438043",
            "reply_to_id": "437995"
        },
        {
            "user_name": "Baldurmar",
            "text": "Ertu ekki að tala um þessar ? \nhttp://www.ecstasydata.org/view.php?id=2392\nAthugaðu samt að það er ekkert mál að fake-a þessar töflur til að þær líti út fyrir að vera það sama og þetta.",
            "date": "2012-04-27 09:12:00",
            "post_id": "438096",
            "reply_to_id": "438043"
        },
        {
            "user_name": "Klemmi",
            "text": "I see what you did there",
            "date": "2012-04-27 11:21:00",
            "post_id": "438109",
            "reply_to_id": "438096"
        },
        {
            "user_name": "gardar",
            "text": "hafa menn annars ekkert orðið varir við toothpasting á íslandi?",
            "date": "2012-05-09 02:18:00",
            "post_id": "440220",
            "reply_to_id": "438109"
        },
        {
            "user_name": "coldcut",
            "text": "",
            "date": "2012-05-09 11:20:00",
            "post_id": "440248",
            "reply_to_id": "440220"
        },
        {
            "user_name": "tdog",
            "text": "Ég tannkremaði í gær, þetta er hellað! Þetta svínvirkar.",
            "date": "2012-05-09 11:23:00",
            "post_id": "440250",
            "reply_to_id": "440248"
        },
        {
            "user_name": "chaplin",
            "text": "x2! Kom mér ótrúlega á óvart!",
            "date": "2012-05-09 11:26:00",
            "post_id": "440251",
            "reply_to_id": "440250"
        },
        {
            "user_name": "dandri",
            "text": "Þið hafið ekki prufað neitt þar til þið hafið prufað að jenka!",
            "date": "2012-05-09 12:12:00",
            "post_id": "440255",
            "reply_to_id": "440251"
        },
        {
            "user_name": "Olli",
            "text": "",
            "date": "2012-05-09 14:26:00",
            "post_id": "440275",
            "reply_to_id": "440255"
        },
        {
            "user_name": "GuðjónR",
            "text": "Strákar tannkrem á gerivörturnar? hahahaha really \nAnnars varðandi þetta Jenkem:\nHow Jenkem is made:\ngetting a bottle pissing /and /or shitting in it and tapeing a baloon to the top and letting your piss and terd ferment for a few days,weeks even and then removing the baloon and inhaling the gas to get a awsome high.\nThe young african addicts could not afford drugs so they invented jenkem.\nhttp://www.urbandictionary.com/define.php?term=jenkem",
            "date": "2012-05-09 14:29:00",
            "post_id": "440277",
            "reply_to_id": "440275"
        },
        {
            "user_name": "gRIMwORLD",
            "text": "",
            "date": "2012-05-09 14:29:00",
            "post_id": "440278",
            "reply_to_id": "440277"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Ef þið eruð að leita ykkur að einhverju almennilegu kicki þá fariði bara til hollands eða eitthvað og finnið ykkur gott China White... Ekki eitthvað tannkremsrugl",
            "date": "2012-05-09 14:53:00",
            "post_id": "440287",
            "reply_to_id": "440278"
        },
        {
            "user_name": "Leviathan",
            "text": "Hvað gerist, nákvæmlega? Hvað er það í tannkremi sem gerir þig high?",
            "date": "2012-05-09 15:34:00",
            "post_id": "440297",
            "reply_to_id": "440287"
        },
        {
            "user_name": "GullMoli",
            "text": "http://knowyourmeme.com/memes/toothpasting",
            "date": "2012-05-09 15:41:00",
            "post_id": "440299",
            "reply_to_id": "440297"
        },
        {
            "user_name": "tdog",
            "text": "Taugaendarnir í geirvörtunum örvast þegar þeir komast í snertingu við hvíttunarefnin í tannkreminu. Prófaðu bara.",
            "date": "2012-05-09 16:21:00",
            "post_id": "440313",
            "reply_to_id": "440299"
        },
        {
            "user_name": "Leviathan",
            "text": "Hehe, ég held ekki. Forvitnilegt dæmi, er ennþá ekki viss hvort ég eigi að trúa þessu.",
            "date": "2012-05-09 16:28:00",
            "post_id": "440314",
            "reply_to_id": "440313"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Ég á bágt með að kaupa þetta. Hljómar svipað og að setja munntóbak undir forhúðina",
            "date": "2012-05-09 16:32:00",
            "post_id": "440315",
            "reply_to_id": "440314"
        },
        {
            "user_name": "Joi_BASSi!",
            "text": "svona er samfélagið í dag. fíkniefni eiga að vera cool en mér dettur fátt minna cool er að hafa tannkrem á geirvörtunum eða tóbak í vörinni.",
            "date": "2012-05-09 17:08:00",
            "post_id": "440320",
            "reply_to_id": "440315"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ekki segja mér að þú hafir prófað það",
            "date": "2012-05-09 19:25:00",
            "post_id": "440347",
            "reply_to_id": "440320"
        },
        {
            "user_name": "tdog",
            "text": "Ótrúlegt en satt þá virkar það bara þrusu vel, geri það oft ef ég má ekki vera með í vörinni í tímum.",
            "date": "2012-05-09 19:25:00",
            "post_id": "440348",
            "reply_to_id": "440347"
        },
        {
            "user_name": "vesley",
            "text": "tóbak undir forhúðina ?  \nætli eitthver prufi ekki bara tannkremið þar líka; ) \ntdog vilt þú ekki prufa það líka ?",
            "date": "2012-05-10 08:17:00",
            "post_id": "440413",
            "reply_to_id": "440348"
        },
        {
            "user_name": "dori",
            "text": "Það er best að búa til dropa úr tannkreminu á stærð fyrir Hershey's kisses á álpappír og setja í frysti. Þegar þeir eru orðnir harðir setur maður þá upp í rassinn. Gefur miklu meira kick en að setja þetta á geirvörtuna eða undir forhúðina.",
            "date": "2012-05-10 10:30:00",
            "post_id": "440428",
            "reply_to_id": false
        },
        {
            "user_name": "Varasalvi",
            "text": "Ég googlaði þetta Tooth pasting í gær, jújú þetta er löglegt en það þýðir ekki að þetta sé skaðlaust. Fólk hefur þurft að fara á sjúkrahús eftir mikla notkun og ég fann 2 sem hafa dáið eftir að hafa látið mikið magn uppí endaþarminn. \nBara svona að seigja. Finnst vera að tala um þetta eins og þetta sé allt í lagi, vill ekki að fólk haldi að þetta sé skaðlaust bara útaf því að þetta er ekki ólöglegt.",
            "date": "2012-05-10 13:47:00",
            "post_id": "440457",
            "reply_to_id": "440428"
        },
        {
            "user_name": "vargurinn",
            "text": "hversu mikill apaköttur þarf maður að vera að stinga tannkremi upp anusinn...",
            "date": "2012-05-10 19:31:00",
            "post_id": "440510",
            "reply_to_id": "440457"
        },
        {
            "user_name": "gardar",
            "text": "http://www.thestar.com/news/canada/arti ... th-officer",
            "date": "2012-06-14 22:47:00",
            "post_id": "447349",
            "reply_to_id": "440510"
        },
        {
            "user_name": "flottur",
            "text": "Hvernig tannkrem eru menn að tala um?\nColgate eða Zendium?",
            "date": "2012-06-14 23:32:00",
            "post_id": "447361",
            "reply_to_id": "447349"
        },
        {
            "user_name": "worghal",
            "text": "Zendium, þetta þykka extra fresh.",
            "date": "2012-06-14 23:35:00",
            "post_id": "447364",
            "reply_to_id": "447361"
        },
        {
            "user_name": "flottur",
            "text": "hahahahaha",
            "date": "2012-06-14 23:43:00",
            "post_id": "447367",
            "reply_to_id": "447364"
        },
        {
            "user_name": "paze",
            "text": "",
            "date": "2012-06-15 00:04:00",
            "post_id": "447377",
            "reply_to_id": "447367"
        },
        {
            "user_name": "krat",
            "text": "Ætla stjórnendur vaktarinar virkilega að leyfa svona umræðu um hvernig á að komast í vímu \"löglega\" að halda áfram ?\n Væri þá í lagi að ég fari að pósta hvernig skal búa til amfetamín og gras ?\nværi fínt að eyða þessum þræði",
            "date": "2012-06-15 10:53:00",
            "post_id": "447401",
            "reply_to_id": "447377"
        },
        {
            "user_name": "ManiO",
            "text": "Hvað er það hérna sem að fer gegn þínum sannfæringum? Ef þú ert að tala um tannkrems umræðuna þá ef að einhver hér er nógu vitlaus til að prófa það hefur hann gott af því að fá brunasár á geirvörturnar eða í endaþarmsopið.",
            "date": "2012-06-15 11:14:00",
            "post_id": "447403",
            "reply_to_id": "447401"
        },
        {
            "user_name": "flottur",
            "text": "Ég held að flestir hérna inni eru með sæmilega skynsamlega rökhugsun og taki þennan þráð ekkert alltof alvarlega þannig að það er alveg óþarfi að læsa þessu.\nÉg meina að þú þarft að vera helvíti langt leiddur út í sukkið til að prófa tannkrem sem vímugjafa.",
            "date": "2012-06-15 11:21:00",
            "post_id": "447404",
            "reply_to_id": "447403"
        },
        {
            "user_name": "krat",
            "text": "hefur ekkert með þessa tannkrems þvælu að gera, það er verið að skrifa fullt af upplýsingum um fíkniefni og hvaða efni nákvæmlega skal nota til að komast í vímu.\nSalvía, töflur osfv.\nþað eru unglingar hér inn á 12-16 ára sem eru áhrigagjarnir og heyra menn sem eru virki hér inn á tala fyrir vímuefnum.\nBara svo allir viti þá er Amsterdam að skoða að láta taka út lögleiðingu á kannabis.",
            "date": "2012-06-15 11:42:00",
            "post_id": "447406",
            "reply_to_id": "447404"
        },
        {
            "user_name": "ManiO",
            "text": "Amsterdam er að pæla í því útaf eiturlyfja túrismanum, enda var borgin auglýst sem slík og fékk marga ferðamenn sem ákváðu að það væri frábær hugmynd að sleppa algjörlega tauminum utan heimalandsins. Fleiri lönd eru að 'decriminilizea' kannabis. Lyfjafyrirtæki eru einnig að skoða THC sem mögulegt innihald í verkjalyfjum og fleiru.\nEn Salvía eiturlyfið fæst að mér vitandi ekki hérna heima og er í þokkabót án efa ólöglegt. Læknadópið er flest ekkert skárra en ólöglegu efnin, í raun eina góða sem hægt er að segja um þau er að þau eru ansi hrein og því fær kúnninn nákvæmlega það sem hann borgar fyrir.",
            "date": "2012-06-15 11:50:00",
            "post_id": "447407",
            "reply_to_id": "447406"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Ef einhver ætlar að vera með prik í rassinum yfir einhverju svona smáræði þá bendi ég ykkur sem viljið halda áfram þessari umræðu á gamla spjallborðið sem ég stundaði áður en ég fór að hanga hérna inná \nhttp://www.drugs-forum.com/forum/\nEnginn beðinn um skilríki til að skrá sig þarna",
            "date": "2012-06-15 11:51:00",
            "post_id": "447408",
            "reply_to_id": "447407"
        },
        {
            "user_name": "krat",
            "text": "Þú seigist vera fyrrverandi dópisti, heldurðu að þessi umræða geti ekki leitt 12-16 ára ungling til að prufa að reykja 1 sinni bara útaf því það voru 5 manns sem gerðu það og fannst það í lagi. Þesssi unglingur getur verið sá sem endaði ílla.\nEkkert prik upp í rassgatinu á mér, var bara að tala við foreldra rétt í þessu sem eru að reyna ná unglingum sínum út úr þessum heimi.",
            "date": "2012-06-15 12:11:00",
            "post_id": "447411",
            "reply_to_id": "447408"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Það skiptir ENGU máli hvað aðilinn les eða hvort hann heyri að þetta sé allt stórhættulegt eða bara í góðu lagi. Ef hann er í áhættuhópi og er með þetta \"gen\" þá mun sá aðili fara að nota fyrr eða síðar. Forvarnir virka bara fyrir þá sem eru safe nú þegar. Þegar ég tók mína fyrstu ecstacy þá hugsaði ég á meðan ég tók hana úr pokanum og á leiðinni upp í mig \"ég gæti dáið ég gæti dáið ég gæti dáið ég gæti dáið ég gæti dáið\"\nFíkniefnaneysla endar mjög sjaldan vel",
            "date": "2012-06-15 12:17:00",
            "post_id": "447412",
            "reply_to_id": "447411"
        },
        {
            "user_name": "krat",
            "text": "já en fólkið sem er ekki í áhættu hópi er líklegra til að prufa ef fleiri segja að þetta sé í \"lagi\"",
            "date": "2012-06-15 12:29:00",
            "post_id": "447413",
            "reply_to_id": "447412"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Ég er ekkert svo viss um það. Samfélagið segir að það sé í lagi að drekka taugaeitur og missa alla stjórn á rökhugsun an það sé stórhættulegt að nota öll önnur efni þannig að \"englabörnin\" ættu að vera búin að fá þau skilaboð",
            "date": "2012-06-15 12:52:00",
            "post_id": "447416",
            "reply_to_id": "447413"
        },
        {
            "user_name": "ManiO",
            "text": "Það er líka betra að umræðan fari fram á opnum vettvangi heldur en að reyna að fela þetta fyrir fólki.",
            "date": "2012-06-15 12:58:00",
            "post_id": "447417",
            "reply_to_id": "447416"
        },
        {
            "user_name": "dori",
            "text": "Mér finnst reyndar skilaboðin sem samfélagið sendir um áfengi vera mjög óljós. Það er reynt að draga úr þessu að vissu leyti. T.d. bannað að fá sér bjór á íþróttaleikjum. Bannað að auglýsa þetta. Skilaboðin eru semi að þetta sé slæmt. En svo hlaupa allir út um kvöldin á helgar og hella þessu í sig í mjög óheilbrigðu magni.\nMiklu betra að njóta þess að fá sér einn kaldan í góðum félagsskap á meðan þú horfir á íþróttaleik.",
            "date": "2012-06-15 12:59:00",
            "post_id": "447419",
            "reply_to_id": "447417"
        },
        {
            "user_name": "g0tlife",
            "text": "Held að krat þurfti aðeins að bremsa niður og ef hann fýlar ekki þennann þráð ekki lesa hann. 5 ára krakki getur farið á google og skrifað ''dóp'' og fengið allt sem hann vill fá að vita. Þannig að ef einhver 12 - 16 ára guttar eru að forvitnast um þetta þá er ekkert mál fyrir þá að fá upplisýngar um þetta.",
            "date": "2012-06-15 16:28:00",
            "post_id": "447445",
            "reply_to_id": "447419"
        },
        {
            "user_name": "Bjosep",
            "text": "Ég sé ekki alveg hvar vandamálið liggur ef menn eru að ræða \"löglegt\" athæfi.\nAuk þess sé ég ekki að leiðbeiningar um framleiðslu ólöglegra efna séu ólöglegar, bara efnin og framleiðslan. Þessar upplýsingar er hvort eð er auðvelt að nálgast.\nEf þetta fer svona fyrir brjóstið á þér þá legg ég bara til að þú hættir að lesa. Umræðan sem slík er ekkert skaðleg.",
            "date": "2012-06-15 16:41:00",
            "post_id": "447448",
            "reply_to_id": "447445"
        },
        {
            "user_name": "himminn",
            "text": "Að fikta með hormóna þarf ekki að vera hættulegt ef þú veist hvað þú ert að gera. Þetta er ekki einu sinni vímuefni og ætti ekki að vera tekið með í þessu samhengi.",
            "date": "2012-06-15 18:09:00",
            "post_id": "447455",
            "reply_to_id": "447448"
        },
        {
            "user_name": "gardar",
            "text": "Og hveru há prósenta af steratöppum landsins ætli viti hvað þeir séu að gera?",
            "date": "2012-06-15 21:03:00",
            "post_id": "447470",
            "reply_to_id": "447455"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Giska á 6-7% \nÞegar ég var að nota stera voru 60kg strákar að nota sama magn og 250kg menn eiga að nota... vilja bara verða blöðrur en ekki flottir",
            "date": "2012-06-15 21:06:00",
            "post_id": "447471",
            "reply_to_id": "447470"
        },
        {
            "user_name": "himminn",
            "text": "Hvernig myndir þú ráðleggja 250kg manni ef hann myndi spyrja þig varðandi næsta kúr og myndiru ráðleggja 60kg strák það sama í minni hlutföllum?",
            "date": "2012-06-15 21:17:00",
            "post_id": "447474",
            "reply_to_id": false
        },
        {
            "user_name": "gardar",
            "text": "Svo margir?\nNota bene. Ég tel heima-menntaða menn ekki með.",
            "date": "2012-06-15 21:20:00",
            "post_id": "447475",
            "reply_to_id": "447474"
        },
        {
            "user_name": "Gúrú",
            "text": "Held að hlutfallið sé talsvert, talsvert hátt ef að þú tekur bara lífefnafræðinga og sambærilega menntaða menn inn í útreikningana.",
            "date": "2012-06-15 21:53:00",
            "post_id": "447491",
            "reply_to_id": "447475"
        },
        {
            "user_name": "Bjosep",
            "text": "Efast um að þú finnir mikið fleiri en 10 manns mögulega sem eru lífefna-, líffræði-,næringarfræðimenntaðir og eru að nota stera. Einstaklingar með þessa menntun eru ekki það margir og líklegast flesir kvenkyns, sem ég ætla að leyfa mér að ætla að séu ansi ólíklegar til að vera grimmar í sterunum. Miðað við allan fjöldann af steranotendum.",
            "date": "2012-06-15 23:39:00",
            "post_id": "447508",
            "reply_to_id": "447491"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ef þú horfir á staðreyndir málsins þá er áfengi mun skaðlegra en langflestir telja, og þeir læknar sem benda réttilega á það eru oftar en ekki brennimerktir, rétt eins og þú brennimerkir þessa umræðu, 'að hvetja ungt fólk til að prufa DÓP'.\nÞessi rök um að Hollendingar ætli að taka lögleiðinguna eru búin að koma á hverju ári. Þeir eru að íhuga að banna túristum að kaupa gras, svo þú verðir að vera með Hollensk skilríki til þess að geta keypt það.\nÞað nákvæmlega sama gerðist fyrir nokkrum árum. Þeir ákváðu að banna 'coffee shops'(sem selja pot) nálægt skólum. Þá var þessu líka blandað í umræðuna með þessum rökum 'SJÁÐU BARA HOLLAND, ALLT AÐ FARA TIL FJANDANS'.\nÞeir, eins og Portúgalar, eru á undan sinni samtíð í sinni stefnu.\nEf þetta væri ekki að virka þá væri þessi stefna að sjálfsögðu ekki við líði.\nAuðvitað má endurskoða lögleiðinguna, eins og að banna þetta nálægt skólum og takmarka aðgengi túrista að þessu svo þetta verði ekki aðal ferðamannastraumurinn, en grunn pælingin er góð, enda halda þeir í hana.\nDrug-related crimes t.d. í Portúgal hefur hríðlækkað, og tíðni vandamála vegna sprautufíkla(heróin, læknadóp) lækkað í takt.\nÞeir sem prufa þetta eru líklegir til að prufa allt, því þetta tannkrems-dót er djók. Ef fólk vill virkilega upplýsingar um það hvernig má komast í vímu þá finna þeir leið, börn sem fullorðnir, því Google veit allt. Held það sé ekki að gera neinum gott að loka fyrir umræðu um þetta, því mér finnst umræðan hér á mjög háu plani og flestum til framdráttar.\nÞú verður að átta þig á því að internetið er opið, og verður það alltaf. Það að 12-16 ára unglingur leiðist út í vímuefnaneyslu útfrá smá umræðu á Vaktinni sannar bara óábyrgt uppeldi eða óstjórnlega hvatvísi hjá þessum unglingi. Það væri með öllu fáránlegt að kenna AciD_RaiN um það. Endilega farðu í átak og skikkaðu foreldra til að loka aðgangi að internetinu fyrir alla 0-16 ára, og gangi þér vel.\nOpin umræða verður ekki stöðvuð, afhverju ekki að tala um staðreyndir sem staðreyndir og hætta að ljúga að fólki.\nFinnst frekar að þú ættir að berjast fyrir því að óbeinar áfengisauglýsingar verði fjarlægðar, því ég held að það hafi mun meiri skaðleg áhrif á þennan 12-16 ára áhættuhóp en nokkuð í samanburði við umræðuna hér.\nGóður punktur, vandamálið er að fólk hefur frelsi til að gera það sem því sýnist. Fólk á því að fá þetta svart á hvítu, eins og grafið sem ég benti á frá virtasta læknatímariti heims, svo það átti sig virkilega á því hversu skaðleg áhrif áfengi hefur. Ég er nú ekki bindindismaður, en ég reyni að dæma ekki fólk útfrá því hvað því finnst gaman að gera, og reyni frekar að afla mér upplýsinga og líta á staðreyndir málsins.\nVandamálið með sterana er sú að til þess að nota þá rétt og halda réttum hormónabalance líkamans þarftu að kaupa miklu flóknari og dýrari efni, og það kostar amk. þrefalt meira. Flestir vilja bara buffa sig upp á sem skemmstum tíma, hlusta á fólk sem notar þetta og veit ekki hvað það er að gera. Efast um að einhver 17 ára strákur sem ætlar að pumpa sig upp fari að eyða 150þ. í þetta í stað 50þ., þegar hann verður ekki einusinni fljótar massaður fyrir vikið, þó að honum yrði sagt að eitthvað hormónakerfi færi í keng.\nHér eru tölur frá 1985-1989 frá Bandarísku ríkistjórninni, yfir það hversu margir, hlutfallslega, eru í hættu að deyja, sem voru reyndar ekki birtar víða því þær gáfu ekki rétta mynd af því sem stjórnvöld hafa barist fyrir.\nObesity(offita) er ennþá rísandi vandamál, svo ég get ekki ýmindað mér hvernig þetta væri í dag.\nHér eru svo nýlegar tölur þar sem þið getið séð hlutföll dauða á þessi lyf sem mikið eru rædd. Efst eru lyfin sem flestir deyja af(stórar kúlur), svo raðast þetta niður eftir fjölda dauðsfalla:\nHér er þetta svo sett í samhengi, þegar áfengi og tóbak er komið inn í málið.\nGrænt utan um löglegu efnin, bleikt utan um lyfin sem læknar skrifa út ('læknadóp'), grænt utan um það sem er mest í umræðunni. Það sem drepur flesta efst(stærri kúlur) og fæsta neðst(litlar kúlur).\nKom mér á óvart helíum getur gert.\nAfter teen's death, parents warn of helium dangers\nGröfin eru unnar eftir tölum frá ONS ('Hagstofan í Bretlandi')\nhttp://www.ons.gov.uk/\nSkemmtilegar staðreyndir um þessar tölur:\nhttp://neurobonkers.com/2011/12/22/the- ... ata-fraud/",
            "date": "2012-06-21 03:13:00",
            "post_id": "448596",
            "reply_to_id": "447508"
        },
        {
            "user_name": "dori",
            "text": "Bíddu, er það ekki rétt hjá mér (og einhverjum náttúrufræðikennurum sem ég hef haft í gegnum árin) að helíum hafi engin áhrif á líkamsstarfsemina en þú getir kafnað ef þú andar ekki að þér súrefni líka?\nSvosem ekki góð blanda að gera svona, hugsanlega í fyrsta skipti, mikið ölvaður.",
            "date": "2012-06-21 08:37:00",
            "post_id": "448603",
            "reply_to_id": "448596"
        },
        {
            "user_name": "Gúrú",
            "text": "Sem er precisely ástæðan fyrir þessum dauðsföllum. Eins og kom fram þarna á uppgefinni heimildarslóð.  \n \nÞetta eru samt að ég held allt sjálfsvíg, erfitt að deyja óvart svona.",
            "date": "2012-06-21 09:05:00",
            "post_id": "448608",
            "reply_to_id": "448603"
        },
        {
            "user_name": "dori",
            "text": "Ég nenni ekki að lesa langa (ég sé reyndar núna að hún er ekki svo löng) \"passið ykkur\" grein á MSN.com. En annars er það mjög skrýtið að vara svona við þessu. Basically verið að segja \"Passið ykkur á því að anda! Helíum er ekki súrefni...\"\nÖrugglega aðeins auðveldara að kafna svona en í vatni þar sem þér líður eins og þú sért að anda. En... Samt.",
            "date": "2012-06-21 09:35:00",
            "post_id": "448609",
            "reply_to_id": "448608"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Það rétt, helíum binst ekki efnatengjum við líffæri, en ef þú andar nógu miklu af því að þér þá kemur það í veg fyrir að súrefni komist til heilans.\nSvipað og þegar fólk tekur um hálsinn á fólki og það líður yfir það í nokkrar sekúndur, sem hefur stundum verið sport í grunnskólum. Líffræðilega séð skaðar það ekki mikið, en ef það er í of miklu magni byrjar heilinn að 'gefa sig' sökum súrefnisskorts, sem getur endað með dauða.",
            "date": "2012-06-21 10:58:00",
            "post_id": "448622",
            "reply_to_id": "448609"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Glæný frétt... sameinuðu þjóðirnar eru alla vega sammála þessum rökum:\nhttp://mbl.is/frettir/erlent/2012/06/25 ... _er_tapad/\nHér er svo annað dæmi um fáránlega löggjöf, akkúrat í hina áttina, svona til þess að setja þetta í samhengi:\nhttp://mbl.is/frettir/erlent/2012/06/25 ... gisneyslu/",
            "date": "2012-06-26 02:47:00",
            "post_id": "449624",
            "reply_to_id": "448622"
        },
        {
            "user_name": "dori",
            "text": "Þetta er samt skýrsla sem var kynnt SÞ til að hvetja þá til að viðurkenna að fíkniefnastríðið væri tapað. S.s. ekki ennþá afstaða SÞ. En það má vona \n.",
            "date": "2012-06-26 10:57:00",
            "post_id": "449646",
            "reply_to_id": "449624"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ef stríðið er tapað hlýtur það að vera afstaða þeirra að það þurfi að leita nýrra leiða.\nHér er svipuð frétt:\nhttp://mbl.is/frettir/erlent/2011/06/02 ... ikniefnum/",
            "date": "2012-06-26 11:39:00",
            "post_id": "449653",
            "reply_to_id": "449646"
        },
        {
            "user_name": "dori",
            "text": "Það er ekki afstaða SÞ að stríðið sé tapað. Þetta er skýrsla sem var unnin af \"Global Commission on Drug Policy\" og þeir kynntu SÞ efni hennar með það að markmiði að SÞ taki undir þeirra viðhorf.\nÉg er alveg sammála því að þetta fíkniefnastríð sé glatað en vandamálið er að SÞ þarf að viðurkenna það (og þ.a.l. stóru þjóðirnar innan SÞ, USA/Rússland etc.) áður en það er hægt að finna/útfæra aðrar lausnir.",
            "date": "2012-06-26 11:43:00",
            "post_id": "449655",
            "reply_to_id": "449653"
        }
    ],
    "date": "2012-06-15 21:17:00"
}