{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "46668",
    "title": "Nýjir myndlyklar fyrir Sjónvarp Símans",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=46668",
    "posts": [
        {
            "user_name": "appel",
            "text": "Nýjir myndlyklar fyrir Sjónvarp Símans eru farnir í dreifingu. Þeir eru frá Airties og heita \nAir7120\n og líta svona út:\nÞeir eru með háskerpuviðmóti (búið að fríska upp á gamla lookið, en engar stórvægilegar breytingar) og eru nýjustu kynslóðar, og jú mun stöðugri og almennt betri en þeir gömlu, auk bættra myndgæða á sjónvarpsstraumum \n Kortalausir að auki.\nBúið að vera svaka churn síðustu daga að gera allt tilbúið, en allt virðist rock solid og allir voða ánægðir með upplifunina.",
            "date": "2012-03-20 23:31:00",
            "post_id": "430179",
            "reply_to_id": false
        },
        {
            "user_name": "svensven",
            "text": "Hjá hverjum þarf maður að sofa til að fá svona ? \n \nGæfi hægri handlegg fyrir að losna við kortið framan á lyklinum.",
            "date": "2012-03-20 23:51:00",
            "post_id": "430193",
            "reply_to_id": "430179"
        },
        {
            "user_name": "appel",
            "text": "Líklega einhverjar fallegar dömur (eða herrar) í búðunum \n svo jú þjónustuaðilar úti á landi. En held að það sé eitthvað útskiptigjald ef þú vilt skila inn gamla og fá nýjan (því það er takmarkað upplag). En ég er ekki bestur í að svara þessu, bara spyrja búðina.",
            "date": "2012-03-20 23:56:00",
            "post_id": "430196",
            "reply_to_id": "430193"
        },
        {
            "user_name": "fallen",
            "text": "Hvað meinarðu með betri myndgæðum á straumnum? Eitthvað í líkingu við mpeg4?",
            "date": "2012-03-21 00:34:00",
            "post_id": "430207",
            "reply_to_id": "430196"
        },
        {
            "user_name": "appel",
            "text": "Er að tala um sömu strauma, mpeg2. (mpeg4 HD straumarnir eru mjög góðir á hvaða tækjum sem er)\nÞetta er misjafnt eftir sjónvörpum, og jú stöðvum.\nÉg er með 50\" plasma monitor og það er bara allt annað að vera með þennan nýja myndlykil.\nHelsta ástæðan fyrir þessu er að myndlykillinn processar/decodar myndina miklu betur en þeir gömlu. Flest \"consumer\" sjónvarpstæki processa myndina til að lagfæra svona \"hnökra\", og er þessi munur þá helst greinilegur á tækjum sem ekkert processa myndina, sbr. monitorinn minn. (allavega er þetta mín kenning \n)\nHelsta er að maður sér mun færri artifacta, minni uppbrot, og mun samfellulegri myndbreytingar (smooth).",
            "date": "2012-03-21 00:44:00",
            "post_id": "430209",
            "reply_to_id": "430207"
        },
        {
            "user_name": "steinarorri",
            "text": "Sælir, ég er með nýja myndlykilinn frá Airties en skv. \nhttp://www.airties.com/product-details. ... =4&dil=eng\n \nþá á að vera hægt að pausa sjónvarpið en það virkar ekki hjá mér :/\nEr þetta e-ð sem Síminn er að blokkera eða er hægt að opna fyrir þann möguleika?",
            "date": "2012-10-09 19:40:00",
            "post_id": "471142",
            "reply_to_id": "430209"
        },
        {
            "user_name": "gardar",
            "text": "Þetta er valkostur sem er ekki opinn viðskiptavinum símans",
            "date": "2012-10-09 20:13:00",
            "post_id": "471158",
            "reply_to_id": "471142"
        },
        {
            "user_name": "appel",
            "text": "Þetta er ekki supportað á boxinu.",
            "date": "2012-10-10 21:56:00",
            "post_id": "471403",
            "reply_to_id": "471158"
        },
        {
            "user_name": "steinarorri",
            "text": "Þakka svörin",
            "date": "2012-10-10 23:40:00",
            "post_id": "471454",
            "reply_to_id": "471403"
        },
        {
            "user_name": "ezkimo",
            "text": "Ég var að setja upp myndlykil í gær sem ég náði í upp í Ármúla á föstudag.  Hann var svartur háglans en kassalaga ólíkt þessum\n \nVeit einhver til hvers usb tengið að framan er á þeim myndlykli?  mig minnir að hann heiti sagaemcom",
            "date": "2012-10-29 21:56:00",
            "post_id": "475096",
            "reply_to_id": "471454"
        },
        {
            "user_name": "appel",
            "text": "USB tengið er ekki notað í neitt. Þetta er bara möguleiki frá framleiðenda, en er ekki supportað í hugbúnaðinum í boxinu.\nÞessi Sagemcom er nýr og eiginlega nákvæmlega eins og Airties, og báðir nota sama kerfi og viðmót, þannig að þú ert að fá sömu þjónustu óháð myndlykli. Sagemcom er betri í sumu, Airties í öðru, en oftast er munurinn c.a. 5% og flestir taka ekki eftir honum. Þú getur notað báða \"interchangeably\".",
            "date": "2012-10-29 22:16:00",
            "post_id": "475100",
            "reply_to_id": "475096"
        },
        {
            "user_name": "tlord",
            "text": "er Síminn nokkuð að spá í að setja SyFy rásina í stöðvapakkann?",
            "date": "2012-11-13 12:20:00",
            "post_id": "477729",
            "reply_to_id": "475100"
        },
        {
            "user_name": "AntiTrust",
            "text": "Síminn ræður engu hvaða stöðvar eru þarna inná, held að Skjárinn (sem er efnisveitan) ráði þessu öllu saman.",
            "date": "2012-11-13 12:32:00",
            "post_id": "477730",
            "reply_to_id": "477729"
        },
        {
            "user_name": "appel",
            "text": "Það eru margir aðilar með sjónvarpsstöðvar, 365 miðlar, Skjárinn, RÚV, ÍNN, Omega, N4 o.fl. o.fl. Ekki bara einn aðili. Síminn er með dreifikerfið, en contentið kemur frá öðrum.\nSyFy stöðin er eingöngu í dreifingu í Bandaríkjunum, og líklega verður hún aldrei í dreifingu annarsstaðar en þar. Ástæðan fyrir því eru réttindamál, því SyFy er eingöngu með leyfi til að sýna content í BNA.",
            "date": "2012-11-13 21:11:00",
            "post_id": "477820",
            "reply_to_id": "477730"
        },
        {
            "user_name": "tlord",
            "text": "http://en.wikipedia.org/wiki/Syfy_Universal\nþessi er víða, en ekki á Norðurlöndum, sem er væntanlega skýringin á að hún er ekki á Íslandi",
            "date": "2012-11-14 13:32:00",
            "post_id": "477972",
            "reply_to_id": "477820"
        },
        {
            "user_name": "AntiTrust",
            "text": "Já ég veit nú að það eru fleiri efnisveitur, átti bara við að þar sem Síminn fær svo best sem ég veit til bara erlendar stöðvar frá Skjánum (?) þá væri þetta spurning sem hægt væri að bera undir þá",
            "date": "2012-11-14 13:52:00",
            "post_id": "477973",
            "reply_to_id": "477972"
        },
        {
            "user_name": "appel",
            "text": "Ahh... já, líklega bara lakari í gæðum (efnislega og framboðslega séð). T.d. eru sjónvarpsþættir sýndir seinna en í BNA, ég sé á syfy.nl er núna verið að promota Eureka og Warehouse 13, sem voru sumarseríur í BNA.\nCNN er líka í boði á Íslandi, þ.e. \"\nCNN International\n\", sem er útvötnuð bresk útgáfa af CNN. Persónulega hefði ég viljað fá bandarísku útgáfuna af CNN, en við getum bara tekið það sem er í boði fyrir Ísland.\n\"SyFy Universal\" eða \"SyFy Nordic\" eða \"SyFy Europe\" eða \"SyFy International\" eða hvað sem þetta kann að kallast gæti alveg einhverntímann náð til íslands, en það verður aldrei sama stöðin og bandaríska SyFy, heldur einhver útvötnuð alþjóðleg stöð með hollenskum undirtexta og sænskum auglýsingum eða álíka og jú gömlum þáttum.",
            "date": "2012-11-14 20:44:00",
            "post_id": "478030",
            "reply_to_id": "477973"
        },
        {
            "user_name": "CendenZ",
            "text": "einfaldara að torrenta þetta",
            "date": "2012-11-14 22:14:00",
            "post_id": "478055",
            "reply_to_id": "478030"
        },
        {
            "user_name": "biturk",
            "text": "hvenær ætliði að færa stöðva systemið á næsta level og fara að bjóða uppá að maður velji sjálfur stöðvar og borgi bara ákveðið verð fyrir hverja stöð fyrir sig.\nmig til dæmis langar eiginlega bara að hafa örfáar erlendar stöðvar en til að fá þær allar (6) þá þarf ég að borga fyrir allar stöðvarnar........sem ég hef engann áhuga á\nég held að það væri stórt skref uppá við fyrir ykkur og þjónustuna",
            "date": "2012-11-14 23:51:00",
            "post_id": "478079",
            "reply_to_id": "478055"
        },
        {
            "user_name": "Olli",
            "text": "",
            "date": "2012-11-15 00:31:00",
            "post_id": "478091",
            "reply_to_id": "478079"
        },
        {
            "user_name": "rango",
            "text": "Enn það er aftórámóti minni peningur fyrir þá.",
            "date": "2012-11-15 00:39:00",
            "post_id": "478092",
            "reply_to_id": "478091"
        },
        {
            "user_name": "appel",
            "text": "Þetta kallast \"a la carte tv\", cherry picking á stöðvum úr ákveðnu úrvali. Eitthvað sem við höfum pælt í. En þetta er ekki eitthvað sem Síminn stjórnar, heldur Skjárinn og 365. Í stuttu máli strandar þetta á erlendu birgjunum og því sölu- og dreifingarfyrirkomulagi sem þeir nota til að selja stöðvarnar. Á meðan erlendu aðilarnir ríghalda í sama módel þá mun \"a la carte\" aldrei ganga upp, áhrifin yrðu mjög slæm.\nA la carte\n hljómar vel þar til áhrifin koma fram í minna úrvali af stöðvum, því flestir myndi bara kaupa vinsælustu stöðvarnar úr úvali c.a. 100. Eftir einhvern tíma verður úrvalið komið í 20 stöðvar, því það eru þær sem seljast best, og þá myndi verðið hækka á þeim örugglega (dæmi: þú myndir ekki borga bara 300 kr. fyrir Discovery úr 10 stöðva pakka sem kostar 3000 kr., heldur líklega 800 kr.).\nPersónulega vil ég sjá a la carte, en þetta strandar á útlendingum sem virðast ekki enn skilja að fólk vilji stjórna sinni afþreyingu meira.",
            "date": "2012-11-15 01:16:00",
            "post_id": "478104",
            "reply_to_id": "478092"
        },
        {
            "user_name": "tdog",
            "text": "Æji stunudm væri ég bara til í VHSið aftur, vídjóleigurnar, einokunarsjónvarp RÚV og sjónvarpslausa fimmtudaga... Og svarthvítt sjónvarp.",
            "date": "2012-11-15 09:18:00",
            "post_id": "478136",
            "reply_to_id": "478104"
        },
        {
            "user_name": "gRIMwORLD",
            "text": "Allt hægt, verður bara að finna VHS tæki, kaupa spólur á barnalandi, ekki stilla á neina aðra stöð en rúv, taka sjónvarpið úr sambandi á fimmtudögum......og stilla color í 0 á tækinu.",
            "date": "2012-11-15 09:52:00",
            "post_id": "478138",
            "reply_to_id": "478136"
        },
        {
            "user_name": "tlord",
            "text": "mig grunar einhvernvegin að meirihlutinn af þessum gjöldum sé hirtur af milliliðum. Hvað ætli mörg 100mill áskrifendur séu að Discovery? Hvað ætli\nDiscovery sé að fá í kassann á mánuði. Efast um að þeir séu að fá meira en einhverja 10kalla per heimili á mánuði.\nSvo treður milliliðurinn auglýsingum inn í dagskránna. Íslendingar horfa að vísu á norskar auglýsingar. \nÞað þarf að laga þetta system til þannig að heimili geti dílað beint við aðila sem er með dagskrá\nþað er nú þegar verið að leigja myndlykilinn á ca 800-1000kr/mán, samt eru miklar takmarkanir hvað er hægt\nað skoða með honum...why? (ans: greed) \nþetta þarf að breytast!!",
            "date": "2012-11-15 16:33:00",
            "post_id": "478188",
            "reply_to_id": "478138"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Eins og kerfið er uppsett í augnablikinu, er ekki hægt að setja inn valdar erlendar rásir. Það þyrfti að forrita það inn.\nEn ég er sammála að þetta er rosalega dýrt, að þessar erlendu \"frí-rásir\" sem lifa á auglýsingum, sé verið að rukkað svona svakalega fyrir hérna á Íslandi.",
            "date": "2012-11-15 17:26:00",
            "post_id": "478197",
            "reply_to_id": false
        },
        {
            "user_name": "appel",
            "text": "Þetta er svo voðalega flókið mál og erfiður bransi. Höfundarréttarmál og dreifingarmál, þetta er ekki bara í fornöld á Íslandi heldur víðast hvar í heiminum. Ég gæti farið í þá sálma að útskýra afhverju þetta er svona, en þyrfti líklega að segja frá einhverju sem ég veit ekki hvort er trúnaðarmál eða ekki þannig að ég tek ekki áhættuna. En í stuttu máli strandar þetta alls ekki á innlendum aðilum, allar þessar reglur, verð og úrval eru komin erlendis frá. Þar að auki er þetta ekki undir forræði Símans, hann sér um dreifikerfið en aðrir aðilar um contentið.",
            "date": "2012-11-16 19:53:00",
            "post_id": "478376",
            "reply_to_id": "478197"
        },
        {
            "user_name": "Farcry",
            "text": "Spurning í sambandi við nýju myndlyklana secom(held þeir heiti það) var að setja svoleiðis upp hjá gömlu og virkar fint mikið hraðvirkari, enn þegar maður setur á stöð 201 RUV HD þá kemur ekkert hljóð,það kemur hljóð á 230 Skjár Golf HD , prófaði að teingja rca útgangin í heimabíóið virkaði ekki heldur, þarf maður að virkja rca útgangin, valmyndin gefur ekki mikla möguleika, eins sá ég á sjónvarinu að myndlykilinn sendir út á 1080i 50Hz er ekki hægt að stilla þá á 100Hz.",
            "date": "2012-11-29 21:50:00",
            "post_id": "480841",
            "reply_to_id": "478376"
        },
        {
            "user_name": "AntiTrust",
            "text": "Útsending á hljóði á RÚV HD er bilað eins og er.",
            "date": "2012-11-29 21:54:00",
            "post_id": "480842",
            "reply_to_id": "480841"
        },
        {
            "user_name": "Farcry",
            "text": "Ok takk mikið fljótlegra að koma hingað og spyrja heldur enn að hringja í þjónustuverið",
            "date": "2012-11-29 21:59:00",
            "post_id": "480844",
            "reply_to_id": "480842"
        },
        {
            "user_name": "BugsyB",
            "text": "þetta er það sem er í boði ef þið viljið það ekki fáið ykkur netflix eða hulu +. Þar ráðið þið hvað þið viljið horfa á nema þið viljið íslenskt efni þá veriðið þið að sætta ykkur við sjónvarp símans eða vodafone",
            "date": "2012-11-29 22:13:00",
            "post_id": "480851",
            "reply_to_id": "480844"
        },
        {
            "user_name": "Sera",
            "text": "Ég skil ekki af hverju er ekki hægt að bjóða upp á þjónustu eins og Netflix og Hulu á Íslandi af íslenskum aðilum.  Þessi þröngi rammi reglugerða og höfundamála veldur því að fólk fer á bakvið lögin og downloadar eða kaupir aðgang að þessum miðlum með krókaleiðum.\nVerðlagið er líka svo út í hött á VOD-inu t.d.  leiga á einni kvikmynd er fáránlega há.   Ég myndi glöð borga áskrift að þjónustu eins og Netflix fyrir 2000 kr. á mánuði (Netflix kostar bara 8 dollara)  Fólk vill fá að skipuleggja dagskrána sína sjálft og það er ekki tilbúið að borga 6 þúsund + fyrir áskrift að sjónvarpsrás.",
            "date": "2012-12-10 18:43:00",
            "post_id": "482770",
            "reply_to_id": "480851"
        },
        {
            "user_name": "GuðjónR",
            "text": "Er að nota Tímavélina núna, stelpurnar mínar misstu af jóladagatalinu í dag kl  17:30 ... allir voða happý.",
            "date": "2012-12-10 19:26:00",
            "post_id": "482785",
            "reply_to_id": "482770"
        },
        {
            "user_name": "appel",
            "text": "Þú svaraðir eiginlega bara spurningu þinni sjálfur. Það er margt skrýtið í þessum heimi. Við eigum sjálf (Ísland) sök að þessu að einhverju leyti, en minn skilningur er allavega sá að það eru erlendu stúdíóin sem geta kennt sér sjálfum um. Þar til þau slaka á klónni mun Ísland verða gróðrastíja afþreyingarsíafbrotamanna. Vissir þú að Ísland sendir mun meira af P2P traffík til útlanda en Ísland sækir frá útlöndum? (opinberlegar upplýsingar frá Vodafone). Meltu þetta aðeins... já... íslendingar uploada meira til útlanda en þeir downloada frá útlöndum.",
            "date": "2012-12-10 20:17:00",
            "post_id": "482790",
            "reply_to_id": "482785"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Var að velta einu fyrir mér með þessa AirTies myndlykla, ef að ég er að nota HDMI tengið fyrir hljóð og mynd í sjónvarp, get ég líka tengt hátalarakerfið á composite ? s.s. sendir myndlykillinn hljóð á bæði HDMI og composite audio í einu?",
            "date": "2013-01-10 13:22:00",
            "post_id": "488737",
            "reply_to_id": "482790"
        },
        {
            "user_name": "appel",
            "text": "Held ekki nei.",
            "date": "2013-01-10 21:40:00",
            "post_id": "488844",
            "reply_to_id": "488737"
        },
        {
            "user_name": "Yawnk",
            "text": "Hvenær kemur þessi Tímavél á gömlu stóru gráu myndlyklana með kortinu í?",
            "date": "2013-01-10 21:52:00",
            "post_id": "488846",
            "reply_to_id": "488844"
        },
        {
            "user_name": "appel",
            "text": "Fyrir miðan mánuðinn.",
            "date": "2013-01-10 21:57:00",
            "post_id": "488849",
            "reply_to_id": "488846"
        },
        {
            "user_name": "BugsyB",
            "text": "það á allt að vera komið þetta er komið hjá mér og ég er með gamla grá lykilinn",
            "date": "2013-01-10 22:14:00",
            "post_id": "488853",
            "reply_to_id": "488849"
        },
        {
            "user_name": "gardar",
            "text": "Hef ekki prófað með airties en þetta gengur með sagemcom",
            "date": "2013-01-11 02:45:00",
            "post_id": "488883",
            "reply_to_id": "488853"
        },
        {
            "user_name": "appel",
            "text": "Rétt, getur haft bæði í gangi á sama tíma á sagemcom svörtu.",
            "date": "2013-01-11 18:07:00",
            "post_id": "488951",
            "reply_to_id": "488883"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Hvernig er það, nú er ég með elsta grá myndlykilinn frá símanum, og hefði einungis áhuga á að fá þennan sagecom í staðinn, er ég að fara að fá hann?   Finnst það frekar ólíklegt, og þó veit ekki.",
            "date": "2013-01-11 18:49:00",
            "post_id": "488957",
            "reply_to_id": "488951"
        },
        {
            "user_name": "appel",
            "text": "Elstu eru litlir gráir sagem, þeir ná ekki HD og eru ekki með hdmi. Ef þú ert með þannig getur þú fengið annan myndlykil. Getur beðið um svartan sagemcom, vonandi geta þeir reddað þér í versluninni.",
            "date": "2013-01-11 19:11:00",
            "post_id": "488958",
            "reply_to_id": "488957"
        },
        {
            "user_name": "Halli25",
            "text": "Hvernig er með sjónvarp símans, er ekki hægt fá það á ljósleiðaranum?\nHata þetta Amino drasl sem fylgir Vodafone draslinu, er hjá Tal",
            "date": "2013-01-18 13:21:00",
            "post_id": "490324",
            "reply_to_id": "488958"
        },
        {
            "user_name": "appel",
            "text": "Ef þú ert hjá Tal þá getur þú fengið sjónvarp símans.",
            "date": "2013-01-18 13:27:00",
            "post_id": "490326",
            "reply_to_id": "490324"
        },
        {
            "user_name": "appel",
            "text": "Komnir eru nýjir myndlyklar í flóruna, þessir eru nokkuð svalir.\nÞeir eru með hdmi og composite (ekki lengur með scart). Eru litlir einsog apple tv, og eru aðeins hraðvirkari.",
            "date": "2013-01-18 13:43:00",
            "post_id": "490328",
            "reply_to_id": "490326"
        },
        {
            "user_name": "AntiTrust",
            "text": "Það þarf samt væntanlega að vera yfir koparlínu, svo það er ekki beint viable lausn ef hann er á ljósleiðara hjá GR.",
            "date": "2013-01-18 13:48:00",
            "post_id": "490330",
            "reply_to_id": "490328"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Ég heyrði það í gær að Tal hafi verið að segja upp þjónustusamningu við Vodafone með myndlyklana og hefðu gert í staðinn samning við Símann.\nÞannig ég hugsa að Tal notendur fari að skipta yfir í búnað símans.",
            "date": "2013-01-18 14:03:00",
            "post_id": "490332",
            "reply_to_id": "490330"
        },
        {
            "user_name": "AntiTrust",
            "text": "Tal notendur eru flest allir ef ekki allir komnir á línur hjá Símanum og þurfa því myndlykla hjá Símanum - nema þeir sem eru á ljósleiðara hjá GR.",
            "date": "2013-01-18 14:06:00",
            "post_id": "490333",
            "reply_to_id": "490332"
        },
        {
            "user_name": "Halli25",
            "text": "Svo ég er fastur á amino draslinu þar sem ég vill ekki downgrade hraðan hjá mér í ljósnet...",
            "date": "2013-01-18 14:09:00",
            "post_id": "490335",
            "reply_to_id": "490333"
        },
        {
            "user_name": "AntiTrust",
            "text": "Jebb, nokk viss um það.",
            "date": "2013-01-18 14:14:00",
            "post_id": "490336",
            "reply_to_id": false
        },
        {
            "user_name": "Setup",
            "text": "Ég er með sagemcom myndlykil sem er með skúffu fyrir harðan disk.\nGetur Síminn ekki gefið út firmware sem styður þetta.",
            "date": "2013-01-18 15:32:00",
            "post_id": "490348",
            "reply_to_id": "490336"
        },
        {
            "user_name": "gardar",
            "text": "Ertu viss? Ég veit til þess að þegar menn taka ljósleiðaratengingu hjá símafélaginu þá séu menn með tengingu í gegnum gr ljósleiðara en á gátt símans.",
            "date": "2013-01-19 12:40:00",
            "post_id": "490484",
            "reply_to_id": "490348"
        },
        {
            "user_name": "Vaktari",
            "text": "Myndlyklar frá Símanum eru ekki að virka á ljósleiðara. Því síminn vildi ekki vera með í þessu ljósleiðarakerfi var mér sagt...\nVildu frekar vera mið sitt eigið og vera með ljósnet en það gæti svosem vel verið að eg sé að bulla",
            "date": "2013-01-19 12:45:00",
            "post_id": "490485",
            "reply_to_id": "490484"
        },
        {
            "user_name": "fallen",
            "text": "Hvernig fiffa ég audio stillingar á þessum AirTies gaur? Var að skipta út þessum gamla gráa hjá mömmu í dag og finnst hljóðið vera hálf distortað. Magnarinn segir líka bara að hann sé að fá 2 audio rásir þótt það sé á HD stöð. Ég man að það var komin Dolby valmöguleiki á þessum gömlu..",
            "date": "2013-01-21 16:45:00",
            "post_id": "490814",
            "reply_to_id": "490485"
        },
        {
            "user_name": "appel",
            "text": "Þetta er eitthvað sem er verið að skoða fyrir airties, vonandi verður gerð uppfærsla fljótlega sem ætti að koma þessu í lag.\nAnnars held ég að aðeins BBC HD sé með dolby 5.1 hljóðrásir, gætu verið fleiri, ekki viss enda hef ekki verið inni í þessum málum undanfarið.",
            "date": "2013-01-21 16:49:00",
            "post_id": "490815",
            "reply_to_id": "490814"
        },
        {
            "user_name": "Icarus",
            "text": "Það er aðeins mögulegt að fá sjónvarp Vodafone í gegnum ljósleiðarann. Rétt eins og það er aðeins mögulegt að fá sjónvarp Símans í gegnum VDSL.\nVarðandi netgáttina frá Tal þá eru þetta ótengdir hlutir, sjónvarp í gegnum ljósleiðara kemur beint útúr boxinu en ekki í gegnum routerinn, og er því mögulegt að hafa ljósleiðarasjónvarp án þess að hafa ljósleiðaranet.",
            "date": "2013-01-21 17:14:00",
            "post_id": "490819",
            "reply_to_id": "490815"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Þetta er rangt, getur vel haft sjónvarp símans og vodafone í gegnum ADSL, og náð HD rásum einnig.  Tal eru ekki með sýna eigin myndlykla, og voru því með samning við Vodafone um afnot af þeirra lyklum.",
            "date": "2013-01-21 17:20:00",
            "post_id": "490821",
            "reply_to_id": "490819"
        },
        {
            "user_name": "Icarus",
            "text": "Munur á ADSL og VDSL",
            "date": "2013-01-21 17:22:00",
            "post_id": "490822",
            "reply_to_id": "490821"
        },
        {
            "user_name": "Moldvarpan",
            "text": "O really... En þú ert að alhæfa að AÐEINS er hægt að fá myndlykla Vodafone á ljósleiðara og AÐEINS í gegnum VDSL hjá símanum. Það er rangt.",
            "date": "2013-01-21 17:34:00",
            "post_id": "490824",
            "reply_to_id": "490822"
        },
        {
            "user_name": "Icarus",
            "text": "Alltaf gott að læra, geturðu bent mér hvernig ég get fengið þetta öðruvísi?\nHvaða aðili selur sjónvarp yfir VDSL annar en síminn?\nHvaða aðili annar en Vodafone selur sjónvarpsþjónustu yfir ljósleiðara?",
            "date": "2013-01-21 17:39:00",
            "post_id": "490827",
            "reply_to_id": "490824"
        },
        {
            "user_name": "oskar9",
            "text": "Ég spurði um þennan myndlykil á Akureyri og menn komu allveg af fjöllum, eru þeir ekki til lengur ?",
            "date": "2013-01-21 17:42:00",
            "post_id": "490828",
            "reply_to_id": "490827"
        },
        {
            "user_name": "Icarus",
            "text": "Allt í einu held ég að ég hafi skilið þig, lest sem ég sé að segja að það sé ekki mögulegt að fá sjónvarpsþjónustu frá Vodafone og Símanum yfir ADSL?\nEf það er rétt ályktað hjá mér þá skil ég svosem alveg hvernig þú færð það út, en það er óttarlegur orðhengilsháttur.",
            "date": "2013-01-21 19:31:00",
            "post_id": "490865",
            "reply_to_id": "490828"
        },
        {
            "user_name": "Sallarólegur",
            "text": "ADSL - IPTV Símans eða IPTV Vodoafone\nVDSL - IPTV Símans\nFTTH - IPTV Vodafone (ljósleiðari)",
            "date": "2013-01-21 19:44:00",
            "post_id": "490867",
            "reply_to_id": "490865"
        },
        {
            "user_name": "appel",
            "text": "Hvaða alhæfingar eru í gangi hérna?\nSíminn er með FTTH, kallast GPON, og er í nýjum hverfum aðallega. Sjónvarp Símans er auðvitað í boði þar.\nhttp://einstein.is/2012/03/27/hver-er-m ... osleidara/\nStundum finnst mér pælingar manna með ljósleiðara nálgast trúarbrögð.",
            "date": "2013-01-21 19:59:00",
            "post_id": "490871",
            "reply_to_id": "490867"
        },
        {
            "user_name": "einarth",
            "text": "Ég held að þetta hafi nú lítið með trúarbrögð að gera.\nStaðreyndin er sú að Síminn er með svo fá heimili með ljósleiðara (GPON) að það tekur því varla að tala um það. \nTvö hálf-byggð hverfi eru svona útbúin (Úlfarsfell og Leirvogstunga) og voru viðskiptavinir Símans tengdir ljósleiðara innan við 500 um mitt ár í fyrra (heimili+fyrirtæki).\nhttp://pfs.is/upload/files/T%C3%B6lfr%C3%A6%C3%B0isk%C3%BDrsla%20PFS%20fyrri%20hluti%202012.pdf\nSíminn er ekki með neina áherslu á ljósleiðara en er með fókusinn á VDSL2 - sem eru góðar fréttir fyrir marga sem eru fastir á ADSL..\nKv, Einar.",
            "date": "2013-01-21 20:44:00",
            "post_id": "490886",
            "reply_to_id": "490871"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Vissi það nú reyndar ekki, en ég held að flestir horfi til GR þegar þeir tala um ljósleiðara. Hefði kannski átt að taka fram þessi 2,1% fólks með ljósleiðara frá Símanum.",
            "date": "2013-01-21 21:13:00",
            "post_id": "490892",
            "reply_to_id": "490886"
        },
        {
            "user_name": "appel",
            "text": "Ég þekki ekki nákvæmlega hvar GPON er eða hve margir eru tengdir því, en ég held að það sé á fleiri stöðum. Minnir að það hafi verið t.d. í hverfinu á Skildinganesinu. Punkturinn var sá hjá mér að Sjónvarp Símans er óháð tengingunni, þ.e. ADSL/VDSL eða FTTH svo lengi sem línan beri það, þ.e. það er enginn sérstakur eiginleiki að IP sjónvarp er á ljósleiðara frekar en annarskonar tengingu, þetta er sama þjónustan.",
            "date": "2013-01-21 21:40:00",
            "post_id": "490898",
            "reply_to_id": "490892"
        },
        {
            "user_name": "Icarus",
            "text": "Held það sé enginn að ræða hvaða þjónusta ber hvaða sjónvarp, einfaldlega hvar það er í boði, Síminn nýtur sér GPON og VDSL og hefur valið að vera ekki með í ljósleiðarakerfi Gagnaveitu Reykjavíkur og því er ekki mögulegt að kaupa þjónustu á þá ljósleiðara frá Símanum. Sem er svosem allt í lagi, smá aðgreining á markaðnum.",
            "date": "2013-01-21 22:16:00",
            "post_id": "490905",
            "reply_to_id": "490898"
        },
        {
            "user_name": "Halli25",
            "text": "Fékk símtal frá Tal óskylt þessu svo ég spurði og þeir segja að þetta sé samningsmál hjá GR og símanum og á meðan er það bara Amino dótið hjá Talverjum á Ljósleiðara GR",
            "date": "2013-01-22 15:14:00",
            "post_id": "491003",
            "reply_to_id": "490905"
        },
        {
            "user_name": "tlord",
            "text": "þetta er merkilegt.\nTengingin ákveður hvort það er hægt að vera með Síma eða Vodafon myndlykil.\nVeit PogF af þessu?",
            "date": "2013-01-22 15:55:00",
            "post_id": "491009",
            "reply_to_id": "491003"
        },
        {
            "user_name": "JReykdal",
            "text": "Símanum hefur nú staðið til boða 5.1 hljóð á RÚV HD síðan í fyrravor",
            "date": "2013-01-23 00:05:00",
            "post_id": "491132",
            "reply_to_id": "491009"
        },
        {
            "user_name": "appel",
            "text": "Það eru tæknilegar og viðskiptalegar ástæður fyrir því að 5.1 hljóð er ekki á RÚV HD hjá Símanum. U know how it is. Ef tæknimenn mættu ráða heiminum væri ekkert svona kjaftæði í gangi \nBBC HD og DR HD eru báðar með 5.1 hljóð.",
            "date": "2013-01-23 10:34:00",
            "post_id": "491177",
            "reply_to_id": "491132"
        },
        {
            "user_name": "codec",
            "text": "Það væri sko utopískur draumaheimur,  ímyndið ykkur bara hvað væri hægt að gera",
            "date": "2013-01-23 11:02:00",
            "post_id": "491181",
            "reply_to_id": "491177"
        },
        {
            "user_name": "JReykdal",
            "text": "Fyrst BBC og DR eru með 5.1 þá eru fáar tæknilegar ástæður eftir finnst mér. En um viðskiptapólitíkina skal ég ekki segja. Það er bölvuð tík.",
            "date": "2013-01-23 11:40:00",
            "post_id": "491184",
            "reply_to_id": "491181"
        }
    ],
    "date": "2013-01-18 14:14:00"
}