{
    "forum_title": "Koníakstofan",
    "id": "46678",
    "title": "Hvað notið þið til að þrífa skjáina og sjónvörpin ykkar???",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=46678",
    "posts": [
        {
            "user_name": "AciD_RaiN",
            "text": "Sælir. \nÉg hef verið að spá í því hvað er BEST að nota til að þrífa sjónvarpið/tölvuskjáinn minn. Hef alltaf notað trefjaklút en þar sem kettirnir eiga það soldið til að reyna að veiða músabendilinn þá koma meiri kámur sem er leiðinlegra að ná af. \nHvað er ykkar uppáhald til að þrífa skjáinn ykkar?",
            "date": "2012-03-21 15:32:00",
            "post_id": "430319",
            "reply_to_id": false
        },
        {
            "user_name": "Joi_BASSi!",
            "text": "ég nota altaf microfiber klút",
            "date": "2012-03-21 15:36:00",
            "post_id": "430321",
            "reply_to_id": "430319"
        },
        {
            "user_name": "playman",
            "text": "rakan (vatn) microfiber klút\nannars hef ég bara alltaf notað bara venjulegt glersprey og mjúka tusku \n \nhefur virkað hingað til, og hef ekki séð að það sé að skemma/rispa skjáin neit.",
            "date": "2012-03-21 15:43:00",
            "post_id": "430324",
            "reply_to_id": "430321"
        },
        {
            "user_name": "DabbiGj",
            "text": "glerhreinsi og tork,tusku whatever",
            "date": "2012-03-21 16:19:00",
            "post_id": "430335",
            "reply_to_id": "430324"
        },
        {
            "user_name": "worghal",
            "text": "einhverstaðar heirði ég að glerhreinsir fari svakalega illa með plast skjái.\nég nota þetta \nhttp://www.monstercable.com/productdisplay.asp?pin=2105",
            "date": "2012-03-21 16:50:00",
            "post_id": "430348",
            "reply_to_id": "430335"
        },
        {
            "user_name": "pattzi",
            "text": "Hvar fæst þetta ?",
            "date": "2012-03-21 16:52:00",
            "post_id": "430351",
            "reply_to_id": "430348"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Mér fannst þetta bara ágætis umræðuefni þar sem ég hef heyrt um að fólk sé að rispa skjáina sína með röngum efnum og skemma pixla með því að ýta of fast á skjáinn... Rakst á þetta:\nFlat screen monitors, whether in LCD, LED, or plasma form, are a little different than their CRT cousins when it comes to cleaning. Your standard CRT monitor has a glass screen and can be cleaned in pretty much the same way as you would any other glass in your home or office.\nFlat screen monitors, however, require a bit of special care when cleaning. Their displays are much more sensitive and are easily scratched and damaged. The same applies to your flat screen television.\nFollow the easy steps below to safely clean your flat screen monitor or TV in just a few minutes.\nDifficulty: Easy\nTime Required: Cleaning a flat screen (LCD, LED, or plasma) monitor usually takes less than 5 minutes\nHere's How:\n    Turn off the monitor. If the screen is dark, it will be easier to see the areas that are dirty or oily.\n    Use a dry, soft cloth and very gently wipe the screen. A great choice would be the microfiber type of cloth used to clean eyeglasses.\n    See Tip #1 below for kinds of cloths to avoid.\n    If the dry cloth did not completely remove the dirt or oil, do not press harder in an attempt to scrub it off.\n    Pushing directly on the screen can often cause pixels to burn out.\n    If necessary, dampen the cloth with distilled water or with an equal ratio of distilled water to white vinegar.\n    Many companies also sell small spray bottles of special cleaner for flat screen monitors but the vinegar mixture is usually just as effective.\n    See Tip #2 below for products to avoid.\n    The plastic edge that surrounds the screen can be cleaned with any multipurpose cleaner but take care to avoid contact with the screen itself.\nTips:\n    Avoid using paper towels, toilet paper, tissue paper, or something like your shirt to wipe the screen. These non-ultrasoft materials can scratch the display.\n    Avoid cleaning products that contain ammonia, ethyl alcohol, acetone, toluene, ethyl acid, or methyl chloride. These chemicals can react with the materials that the flat screen is made of which could yellow the screen or cause other kinds of damage.\n    Never spray liquid directly on an LED, LCD, or plasma screen. It could run inside the monitor and cause damage.",
            "date": "2012-03-21 16:53:00",
            "post_id": "430352",
            "reply_to_id": "430351"
        },
        {
            "user_name": "worghal",
            "text": "ekki hugmynd, faðir minn keypti þetta fyrir langa löngu",
            "date": "2012-03-21 17:17:00",
            "post_id": "430362",
            "reply_to_id": "430352"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Prófaði að nota afjónað vatn á klútinn minn og þvílíkur munur... Þetta er eins og nýtt sjónvarp",
            "date": "2012-03-21 17:18:00",
            "post_id": "430364",
            "reply_to_id": "430362"
        },
        {
            "user_name": "Halli25",
            "text": "http://sm.is/index.php?sida=vara&vara=AIICLNL",
            "date": "2012-03-21 17:42:00",
            "post_id": "430366",
            "reply_to_id": "430364"
        },
        {
            "user_name": "worghal",
            "text": "",
            "date": "2012-03-21 17:43:00",
            "post_id": "430367",
            "reply_to_id": "430366"
        },
        {
            "user_name": "DJOli",
            "text": "þrífa lcd skjá með vatni? have you all gone mad?\nhttp://www.att.is/product_info.php?cPat ... 34fec2cdd6\nBara svona fyrir þá sem hafa ekkert pælt í því, eða aldrei þrifið lcd sjónvarp/lcd skjá.\nEf þú þrífur sjónvarpið/skjáinn þar sem hann stendur/hengur með blautri tusku þá myndast \"ský\" á skjánum.\nÞað er viðbjóður.",
            "date": "2012-03-21 18:28:00",
            "post_id": "430371",
            "reply_to_id": "430367"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Ég sé nú ekkert að því að væta microfiber klút með afjónuðu vatni þar sem það er non-conductive...",
            "date": "2012-03-21 18:30:00",
            "post_id": "430372",
            "reply_to_id": "430371"
        },
        {
            "user_name": "Nördaklessa",
            "text": "microfiber+vatn",
            "date": "2012-03-21 19:41:00",
            "post_id": "430382",
            "reply_to_id": "430372"
        },
        {
            "user_name": "zedro",
            "text": "Ég nota þennann, svaka sáttur",
            "date": "2012-03-21 20:18:00",
            "post_id": "430394",
            "reply_to_id": "430382"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Þetta er algjör snilld... ég var einmitt í vandræðum með að ná rykinu á milli plastsins og skjásins sem er allan hringinn hjá mér !!!",
            "date": "2012-03-21 20:21:00",
            "post_id": "430396",
            "reply_to_id": "430394"
        },
        {
            "user_name": "zedro",
            "text": "ÉG VEIT! Sópurinn massar hornin og kanntana!  \nEdit: Það er líka klútur með þótt það sjáist ekki á þessari mynd!",
            "date": "2012-03-21 20:51:00",
            "post_id": "430400",
            "reply_to_id": "430396"
        },
        {
            "user_name": "Leviathan",
            "text": "Afjónað vatn leiðir alveg, bara minna heldur en kranavatn.",
            "date": "2012-03-21 21:24:00",
            "post_id": "430409",
            "reply_to_id": "430400"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Stjarnfræðilega lítið !!!\nDistilled water is water that was boiled to steam and recondensed to water. Virtually all the salt that was originally in it is left behind as the pure water boils away. So distilled water is relatively pure H2O (HOH). Although water can ionize to H+ and OH- sort of like salt does, it ionizes to a far, far, far, lesser degree and is therefore very resistant to conducting electricity; there are virtually no ions available to carry charges through the water.",
            "date": "2012-03-21 22:02:00",
            "post_id": "430421",
            "reply_to_id": "430409"
        },
        {
            "user_name": "Minuz1",
            "text": "a) kranavatn: inniheldur steinefni sem skilur eftir sig ský.\nb) glerhreinsir inniheldur metanól sem leysir upp plast (sem er basically skjárinn)\nVeit nú ekki hversu mikil rafleiðni er í gegnum skjárinn en ég held að það sé nú það lítið að það skipti litlu máli.\nEimað vatn er örugglega mjög fínt, þar sem það hefur litla rafleiðni, veit ekki hversu miklu það breyti að afjóna það í ofanálag.",
            "date": "2012-03-21 23:39:00",
            "post_id": "430446",
            "reply_to_id": "430421"
        },
        {
            "user_name": "svanur08",
            "text": "Mér finnst best að nota kalt vatn, skilur ekki eftir sig rákir.",
            "date": "2012-03-22 00:00:00",
            "post_id": "430449",
            "reply_to_id": "430446"
        },
        {
            "user_name": "Leviathan",
            "text": "Já, en afjónað vatn+ryk og drulla af skjánum hlýtur að leiða eitthvað meira?\nAnnars hef ég ekki hugmynd um hvort það hafi einhver áhrif á skjái, veit bara að það leiðir víst allt rafmagn, bara misvel.",
            "date": "2012-03-22 16:47:00",
            "post_id": "430544",
            "reply_to_id": "430449"
        },
        {
            "user_name": "Aravil",
            "text": "Ætla ekki að vera með eitthvað skítkast hérna, en deionized water = afjónað vatn, distilled water = eimað vatn.\nEn hinsvegar ætti það að gefa svipaðar niðurstöður að nota eimað vatn eða afjónað, hvorugt á að leiða rafmagn (spurning um hversu vel afjónað / eimað vatnið sé).",
            "date": "2012-03-22 17:54:00",
            "post_id": "430566",
            "reply_to_id": "430544"
        }
    ],
    "date": "2012-03-21 15:32:00"
}