{
    "forum_title": "Hugbúnaðar- & Forritunarstofan",
    "id": "46743",
    "title": "CD rip",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=7&t=46743",
    "posts": [
        {
            "user_name": "vesi",
            "text": "Sælir vaktarar.. \nnú hefur áhugi minn á íslenskri tónlist vaknað og lítið er um svoleiðis á erl. torrent. svo ég er búinn að rippa nokkra diska.. \ner að notast við roxio pro ... en það tekur engar upplísingar um lögin eða flytjendur.. allavegana er ég ekki búinn að finna stillinguna á því.  hvað notið þið sem tekur þá disk, flytjanda , lag. upplísingar með.. \ntakk fyrir \nkv, vesi",
            "date": "2012-03-25 10:25:00",
            "post_id": "431013",
            "reply_to_id": false
        },
        {
            "user_name": "rattlehead",
            "text": "Gerir media playerinn það ekki?",
            "date": "2012-03-25 10:42:00",
            "post_id": "431014",
            "reply_to_id": "431013"
        },
        {
            "user_name": "vesi",
            "text": "ég og windows media player erum ekkert alltof góðir vinir,,, \nekkert mál að ná sér í nokkur forrit og prufa sig áfram, vildi bara fá feedback frá ykkur um hvað sé skást svo maður sé ekki að \"finna upp hjólið\"",
            "date": "2012-03-25 10:56:00",
            "post_id": "431015",
            "reply_to_id": "431014"
        },
        {
            "user_name": "AndriKarl",
            "text": "Ég hef yfirleitt bara notað iTunes, tekur allar upplýsingar sem maður þarf með",
            "date": "2012-03-25 11:18:00",
            "post_id": "431019",
            "reply_to_id": "431015"
        },
        {
            "user_name": "axyne",
            "text": "það er ekkert víst að upplýsingar um íslenska diska séu á erlendum gagnasöfnum.\nÞegar ég var að rippa sem mest í gamla daga þá skrifað ég bara sjálfur þær upplýsingar sem vantaði inní ID3 ef ég var að rippa íslenska diska.\nNotaðist við forritið CDex til að rippa. það býður uppá uppfletti í gegnum CDDB.",
            "date": "2012-03-25 12:03:00",
            "post_id": "431020",
            "reply_to_id": "431019"
        },
        {
            "user_name": "Saber",
            "text": "EAC\n er best þegar kemur að því að rippa diska. \n \nSvo með því að stilla það rétt er hægt að láta það ná í ID3 tags af netinu og setja í fælana. \nFoobar2000\n væri svo my 2nd choice...",
            "date": "2012-03-25 13:36:00",
            "post_id": "431035",
            "reply_to_id": "431020"
        },
        {
            "user_name": "playman",
            "text": "Er ekki Winamp með þetta allt innbyggt í sér?\nMig minnir að þegar að ég var að rippa íslenska diska þá sótti Winamp allar\nupplísingar fyrir mig sjálfkrafa, og það var bara 1 diskur af 20 sem að vantaði upplýsingar.",
            "date": "2012-03-25 17:48:00",
            "post_id": "431098",
            "reply_to_id": "431035"
        },
        {
            "user_name": "intenz",
            "text": "Já og rippar í ömurlegu formatti og setur DRM á.",
            "date": "2012-03-25 17:57:00",
            "post_id": "431102",
            "reply_to_id": "431098"
        },
        {
            "user_name": "worghal",
            "text": "ég hef nú þurft að rippa ófáa diskana fyrir ömmu mína og við erum að tala um yfir 15 ára gamla diska og margir þeirra voru með upplýsingarnar með sér þegar ég rippaði í itunes.",
            "date": "2012-03-25 18:40:00",
            "post_id": "431119",
            "reply_to_id": "431102"
        },
        {
            "user_name": "wicket",
            "text": "Hvað ert þú að reykja ?\nACC sem er default í iTunes er frábært codec, hannað til að leysa mp3 af hólmi enda meiri gæði. Það er ekkert DRM á því þegar maður rippar í Itunes.\nALAC er frábært lossless codec sem Apple bjó til og iTunes getur rippað í og það er ekkert DRM á því. ALAC er meira að segja royalty free og Apple hafa gert það open source.\niTunes getur líka rippað í MP3 og setur heldur ekkert DRM á lögin þá.\nÉg er ekki einhver Apple fan og hata bloatware-ið sem að iTunes er en forritið er samt gott til að rippa. Það er bara þannig.",
            "date": "2012-03-25 18:50:00",
            "post_id": "431121",
            "reply_to_id": "431119"
        },
        {
            "user_name": "intenz",
            "text": "Haters gonna hate. Það er bara þannig.\nÍ þau fáu skipti sem ég hef fengið tónlist senda frá vinkonu minni, sem rippar allt með iTunes, hef ég fengið einhvern m4a viðbjóð með DRM á.",
            "date": "2012-03-25 19:02:00",
            "post_id": "431122",
            "reply_to_id": "431121"
        },
        {
            "user_name": "worghal",
            "text": "þá ferðu í settings og stillir á eitthvað annað.",
            "date": "2012-03-25 19:08:00",
            "post_id": "431123",
            "reply_to_id": "431122"
        },
        {
            "user_name": "intenz",
            "text": "Ég nota ekki iTunes",
            "date": "2012-03-25 19:12:00",
            "post_id": "431125",
            "reply_to_id": "431123"
        },
        {
            "user_name": "wicket",
            "text": "m4a með DRM eru lög keypt í iTunes store fyrir einhverju síðan, það er svolítið síðan að Apple hættu að setja DRM vörn á lög keypt í búðinni þeirra.",
            "date": "2012-03-25 19:22:00",
            "post_id": "431129",
            "reply_to_id": "431125"
        },
        {
            "user_name": "worghal",
            "text": "",
            "date": "2012-03-25 19:42:00",
            "post_id": "431132",
            "reply_to_id": "431129"
        },
        {
            "user_name": "Saber",
            "text": "MP3 þegar tónlistin skiptir ekki máli, FLAC þegar hún skiptir máli. Ástæðulaust að nota Apple proprietary hugbúnað og kóðun þegar það er óþarfi.",
            "date": "2012-03-25 20:19:00",
            "post_id": "431143",
            "reply_to_id": "431132"
        },
        {
            "user_name": "DJOli",
            "text": "i like you.\nAllavega\nFlac er basically nauðsyn að mínu mati.\nÉg sem dæmi nýt þess alveg verulega að geta hækkað vel í tónlist án þess að eyðileggja í mér heyrnina, en samt að þið vitið, að hlusta hátt.\nReyndar virkar það best með eldri tónlist, geisladiska sem voru gefnir út fyrir 1990 eða 1995.\nDiskurinn Brothers in Arms með Dire Straits er gott dæmi um svona þar sem maður hækkar og hækkar en tónlistin verður bara skýrari og skýrari, en aðal ástæðan fyrir því að þetta er ekki svona í dag er vegna Loudness stríðsins (leitið uppi loudness war á wikipediu).",
            "date": "2012-03-25 20:49:00",
            "post_id": "431153",
            "reply_to_id": "431143"
        }
    ],
    "date": "2012-03-25 10:25:00"
}