{
    "forum_title": "Til sölu - Tölvuvörur",
    "id": "47039",
    "title": "[TS] S775 (P35) C2Q DDR2 Tölva/Íhlutir",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=11&t=47039",
    "posts": [
        {
            "user_name": "hvislarinn",
            "text": "Móðurborð: \nMSI P35 Platinum\nSocket\t775\nCPU (Max Support)\tCore 2 Quad\nFSB/BCLK/Hyper Transport Bus\t800/1066/1333/1600\nChipset\tIntel® P35+ICH9R\nDDR3 Memory\tN/A\nDDR2 Memory\tDDR2 667/800/1066\nMemory Channel\tDual\nDIMM Slots\t4\nMax Memory (GB)\t8\nPCI-Ex16\t2\nMinni: 8GB (4X2GB) \nOCZ Reaper 800MHz\n  4-4-4-15 (2.1V)\nMig minnir að vísu endilega að tímingarnar á þessu séu 4-4-4-12 en það stendur bara 4-4-4 á kubbnum sem ég held á þannig að ég segi bara 15 í TRAS. Ætti raunar að keyra 3-4-4-15 auðveldlega líka, ef útí það er farið.\nÖrri: \nIntel Socket 775 Core2Quad Q6600 G0 stepping (SLACR)\nMeð getur fylgt smávægilega modduð OCZ kæling með viftu sem nær einhverjum 5800RPM max--hún þarf aldrei að fara í svoleiðis snúning en ef maður lætur hana keyra á 100% í einhverju spaugi þyrfti áreiðanlega að binda tölvuna niður svo hún tækist ekki á loft \nAflgjafi: \n500W Intertech SL-500 G\n(merkilega lunkinn, 30A á 12V railinu)\nSkjákort: GeForce 9800GTX+ (er ekki alveg viss hvort ég selji þetta þar sem ég er ekki nógu viss um að það sé 100% í lagi, minnir að ég hafi fengið einhverja 2D artifacta)\nÉg held að ég eigi ekki turn sem nokkur lifandi manneskja mundi borga fyrir en ég get látið eitthvað turnhræ fylgja með fríkeypis ef einhver vil kaupa allt sullið saman. Skoða öll skynsamleg tilboð, við erum nú áreiðanlega flestir búnir að kaupa og selja álíka vélbúnað nokkrum sinnum þannig að við vitum nokkurnveginn hvers virði þetta er. Fínn vélbúnaður þó hann sé decidedly last-gen; hef ekki lent í vandræðum með að keyra neitt sem ég hef þurft en ef maður mundi ætla að spila Skyrim eða Diablo 3 á hana þyrfti líklegast að kaupa nýtt skjákort. \nRokk og ról.",
            "date": "2012-04-07 19:05:00",
            "post_id": "434031",
            "reply_to_id": false
        },
        {
            "user_name": "Sh4dE",
            "text": "Gangi þér vel með söluna en ég sjálfur get staðfest að þetta setup getur alveg spilað skyrim er sjálfur með Q9450 með 4 GB í innra minni með 9800gtx+ og er að spila skyrim á Medium en get hækkað í high seti ég 8 GB innra minni.",
            "date": "2012-04-07 21:57:00",
            "post_id": "434064",
            "reply_to_id": "434031"
        },
        {
            "user_name": "Eiiki",
            "text": "að fara úr 4gb í 8gb er ekki að fara að skipta neinu máli upp á performance í leiknum sjálfum",
            "date": "2012-04-07 22:16:00",
            "post_id": "434069",
            "reply_to_id": "434064"
        },
        {
            "user_name": "hvislarinn",
            "text": "Jú raunar hef ég spilað Skyrim á þetta setup og það kom alveg sæmilega út; ég er kannski bara of góðu vanur með lappann minn \nGef góðan díl á móbóið örrann og minnið saman; ég þarf varla að taka fram að það getur hvaða nýliði sem er keyrt örrann á stabílu 3-3.4GHz á þessu móbói, og minnið klukkast líka mjög smekklega. Að því að ég best veit er hvorki hægt að fá þennan örgjörva né þetta minni (OCZ gætu ekki framleitt þetta núna þó þeir vildu það..) í verslunum lengur... einstakt tækifæri til að eignast legendary combo",
            "date": "2012-04-07 22:56:00",
            "post_id": "434082",
            "reply_to_id": "434069"
        },
        {
            "user_name": "hvislarinn",
            "text": "Jæja kappar....\nSel móbóið, örrann og minnið saman á 20sundkéll; sá fyrsti til að staðfesta pikköpp í vesturbæinn fær þennan skemmtilega pakka á þessu kjánalega verði! Kælingin góða fylgir með á móðurborðinu, hvort sem kaupanda líkar betur eða verr \n--Bætt við:\nMæli með að hafa hraðann á--er kominn með nokkur tilboð þannig að þetta er bara spurning um hver er fljótastur að bregðast við.",
            "date": "2012-04-09 15:32:00",
            "post_id": "434377",
            "reply_to_id": "434082"
        },
        {
            "user_name": "322",
            "text": "Er þetta selt?",
            "date": "2012-04-11 10:34:00",
            "post_id": "434754",
            "reply_to_id": "434377"
        }
    ],
    "date": "2012-04-07 19:05:00"
}