{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "47100",
    "title": "haf x vs haf 932",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=47100",
    "posts": [
        {
            "user_name": "tomas52",
            "text": "já þetta er könnun mín til ykkar hvort ætti maður að kaupa undir nýja stuffið  ég er með xspc 360 vatnskælingu sem ég vill hafa inní kassanum og það sem ég hef séð hingað til þá eru þetta einu kassarnir sem bjóða uppá það það er samt eitthver 8000 króna verðmunur á þeim svo ég vill vita kosti og galla og af hverju og hitt og þetta",
            "date": "2012-04-10 11:41:00",
            "post_id": "434587",
            "reply_to_id": false
        },
        {
            "user_name": "Arnzi",
            "text": "Er ekki HAF línan hannað fyrir \"High Air FLow\" ?\nsvo er þetta so mikið geimskip eitthvað, fannst það flott en vaxaði eiginlega frá því, en haf x er stærra svo ég myndi fara í það ef þú ert með mikið af vatnskælingar dóti.",
            "date": "2012-04-10 11:47:00",
            "post_id": "434588",
            "reply_to_id": "434587"
        },
        {
            "user_name": "Benzmann",
            "text": "þú kemur þessu líka í Corsair 800D kassann",
            "date": "2012-04-10 11:48:00",
            "post_id": "434590",
            "reply_to_id": "434588"
        },
        {
            "user_name": "mundivalur",
            "text": "Get bara svarað fyrir Haf-X ,er með XSPC Rasa rs360 kælingu sem passar vel í turninn og get ekki kvartað undan neinu jú langar í en þá stærri turn",
            "date": "2012-04-10 11:52:00",
            "post_id": "434592",
            "reply_to_id": "434590"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Af þessum 2 skaltu ekki hugsa þig tvisar um og fá þér haf-x en svo eru alveg betri kostire. Er sjálfur með Corsair obsidian 800D og mér finnst hann bara vera of lítill og langar helst að fá mér einhvern 40 feta gám bara... Ekki reyna að spara einhverja smáaura á kassnaum þínum því þú munt sjá eftir því",
            "date": "2012-04-10 12:30:00",
            "post_id": "434601",
            "reply_to_id": "434592"
        },
        {
            "user_name": "tomas52",
            "text": "en fæst haf x í bláu eitthverstaðar?",
            "date": "2012-04-10 21:02:00",
            "post_id": "434656",
            "reply_to_id": "434601"
        },
        {
            "user_name": "halli7",
            "text": "Skiftir bara út viftunum fyrir svona:\nhttp://www.att.is/product_info.php?cPat ... bccf98dd9e\nOg svo eitt svona:\nhttp://buy.is/product.php?id_product=9208823",
            "date": "2012-04-10 21:23:00",
            "post_id": "434660",
            "reply_to_id": "434656"
        },
        {
            "user_name": "jomminn",
            "text": "ég var allavegana að fá mér HAF X og finnst hann alveg geðveikur ...rosalega gott og mikið loftflæði og ekki mikill hávaði frá honum ...alveg svakalega hljóðlátur kassi miðað við það sem maður á von á þegar maður skoðar hann í búðinni !",
            "date": "2012-04-11 00:08:00",
            "post_id": "434686",
            "reply_to_id": "434660"
        },
        {
            "user_name": "Gilmore",
            "text": "Ég er bæði með 932 og X-ið.\nHaf X er mikið betri kassi að öllu leyti. Ég er ekki mikið fyrir gamer look, og mér finnst X-ið ekki looka mikið þannig, bara frekar látlaus en samt með stíl. Og ekki er hægt að kvarta undan hávaða frá honum, meiri læti í 932.....sérstaklega víbringur.",
            "date": "2012-04-11 08:23:00",
            "post_id": "434731",
            "reply_to_id": "434686"
        },
        {
            "user_name": "tomas52",
            "text": "ein spurning með haf x  hvað eru margar viftur með ljósum í honum og hvaða stærðir og er eitthvað annað en vifturnar sem eru að gefa rautt ljós frá sér",
            "date": "2012-04-30 14:53:00",
            "post_id": "438711",
            "reply_to_id": "434731"
        },
        {
            "user_name": "Gilmore",
            "text": "Viftan að framan er með rauðu ljósi.......ekkert annað sem lýsir held ég. Það er on/off takki á þessari rauðu líka.",
            "date": "2012-04-30 14:55:00",
            "post_id": "438712",
            "reply_to_id": "438711"
        },
        {
            "user_name": "tomas52",
            "text": "þetta er glatað er búin að hringja í allar búðir sem selja coolermaster og enginn á þennan kassa til \n att á að fá hann í júní eitthverntímann jú    og svo sendi ég honum einum manni  hvað mundi kosta fyrir mig að sérpanta bláan kassa   semsagt þennan \nhttp://www.newegg.com/Product/Product.a ... 6811119239\n   og það væri 50 kall    svo ég er að spá hvort það sé ekki ódýrara að kaupa hann á ebay eða amazon og láta sendann hvernig eru gjöldin á kössum?",
            "date": "2012-05-03 14:28:00",
            "post_id": "439264",
            "reply_to_id": "438712"
        },
        {
            "user_name": "Gilmore",
            "text": "Þú getur bara keypt þennan standard kassa með rauðu viftunni og skipt öllum viftunum út (rauðu líka) fyrir bláar 200mm megaflow viftur. Ég gerði það við minn kassa og hann er glæsilegur. \nhttp://www.att.is/product_info.php?cPat ... ts_id=6176\nSvo er ég með bláa Aerocool Shark 140mm viftu að aftan.\nhttp://www.kisildalur.is/?p=2&id=1906\nÞannig að allar viftur eru með ljósi, birtan er flott og alveg passleg.",
            "date": "2012-05-03 14:35:00",
            "post_id": "439265",
            "reply_to_id": "439264"
        },
        {
            "user_name": "tomas52",
            "text": "veit enginn hvað mundi kosta að flytja svona heim sjálfur?",
            "date": "2012-05-04 16:20:00",
            "post_id": "439487",
            "reply_to_id": "439265"
        },
        {
            "user_name": "Jim",
            "text": "vaxaði\nvaxaði\nvaxaði\nvaxaði",
            "date": "2012-05-04 16:37:00",
            "post_id": "439489",
            "reply_to_id": "439487"
        },
        {
            "user_name": "tomas52",
            "text": "eru ekki eitthverjar verlsanir í belgíu eða þar í kring sem eru að selja þessa kassa  og þá væri það helst Haf X KKN3 Blue editon?     endilega bendið mér á tölvuverlsanir þar ..",
            "date": "2012-05-09 20:40:00",
            "post_id": "440357",
            "reply_to_id": "439489"
        },
        {
            "user_name": "Xovius",
            "text": "Get sjálfur ósköp lítið hjálpað þér með hvar þú átt að kaupa hann en ég get hinsvegar alveg staðfest það að þú vilt fá þér HAF X frekar en HAF 932. Pældi mikið í þessu sjálfur og endaði á HAF X og sé ekkert eftir því \nEinn stór galli við báða kassana, verð bara að koma þessu á framfæri, gatið á motherboard backplate'inu sem er til þess að skipta um festingar fyrir örgjörvakælingar er ekki á réttum stað/nógu stórt til að gera nokkuð gagn á lang flestum 2011 socket móðurborðum :/ ekki stórvandamál en það ætti samt að vera svo auðvelt að breyta þessu fyrir þá.",
            "date": "2012-05-09 21:50:00",
            "post_id": "440366",
            "reply_to_id": "440357"
        }
    ],
    "date": "2012-04-10 11:41:00"
}