{
    "forum_title": "Netkerfi - internetið",
    "id": "47113",
    "title": "\"Þú færð ALLT AÐ 50 Mb/s\"",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=47113",
    "posts": [
        {
            "user_name": "intenz",
            "text": "Nú er það úr sögunni...\nhttp://www.visir.is/vilja-ad-neytendur- ... 2704109923\nAlgjör snilld!",
            "date": "2012-04-11 02:44:00",
            "post_id": "434720",
            "reply_to_id": false
        },
        {
            "user_name": "Varasalvi",
            "text": "Ég var bara nýlega að fatta að ég var alls ekkert að fá hraðan sem ég hélt ég væri að fá, varð helvíti reiður",
            "date": "2012-04-11 03:12:00",
            "post_id": "434722",
            "reply_to_id": "434720"
        },
        {
            "user_name": "GrimurD",
            "text": "Það verður nú gaman að sjá hvernig ISParnir bregðast við þessu með ADSL þar sem það eru svo rosalega margt sem getur haft áhrif á hraða hjá v.v. að það er mjög erfitt að lofa einhverjum x miklum hraða alltaf.\nHinsvegarinn er ljósleiðarinn alltaf amk 50mbit inní hús þannig það þarf ekki að hafa áhyggjur af honum.",
            "date": "2012-04-11 03:17:00",
            "post_id": "434723",
            "reply_to_id": "434722"
        },
        {
            "user_name": "worghal",
            "text": "ég las þetta í dag í fréttablaðinu.\nen af hverju erum við að breyta öllu í ESB staðla? erum við eitthvað á leiðinni þangað \n ?",
            "date": "2012-04-11 03:22:00",
            "post_id": "434724",
            "reply_to_id": "434723"
        },
        {
            "user_name": "Oak",
            "text": "ég skyldi þetta þannig að ef að við færum í ESB þá yrði þetta sjálfkrafa regla...allavega meðað við fréttina í Fréttablaðinu.",
            "date": "2012-04-11 06:27:00",
            "post_id": "434725",
            "reply_to_id": "434724"
        },
        {
            "user_name": "natti",
            "text": "við tökum ótrúlega mikið upp eftir ESB þó svo við séum ekki þar. \nBæði í gegnum regluverk EES, og einnig vegna þess að við miðum okkur oft við önnur lönd sem eru inn í ESB þegar við erum að vinna að laga- og reglusetningu hérna heima.\nHvort við förum í ESB er svo bara allt önnur umræða.\nEn ég fagna því að það sé amk einhver \"vinna\" í gangi við að fá ISP til að gefa betri og raunsærri upplýsingar.\nHvort þetta gangi upp í framkvæmd verður svo bara að koma í ljós, menn finna alltaf leiðir til að teygja sannleikann í þágu sölutækifæris.",
            "date": "2012-04-11 06:37:00",
            "post_id": "434726",
            "reply_to_id": "434725"
        },
        {
            "user_name": "Senko",
            "text": "\"Þú finnur muninn þegar þú kemst á ljóshraða! Hraði gagnasendinga getur orðið allt að 50 Mb/s bæði til og frá heimilinu\" - \nVodafone\nCan't complain, hef aldrei haft vandræði í þessum málum hjá Voda nema þegar einhvað seriós er bilað,\nAnnars er Hringdu annað mál, þeir ættu kannski að láta inn í sviga fyrir aftan - \n(einnungis innanlands)",
            "date": "2012-04-11 08:15:00",
            "post_id": "434729",
            "reply_to_id": "434726"
        },
        {
            "user_name": "Kristján",
            "text": "það vantar líka að breyta merkinu harðadiska í tölvuverslunum.\n1TB auglýstur diskur er ekki 1TB\nminn 1TB diskur er ekki nema 931GB...\nmesta sem ég fæ úr 12MB adslinu mínu er 1.2MB...\nhvernig væri bara að hafa þetta rétt",
            "date": "2012-04-11 08:48:00",
            "post_id": "434736",
            "reply_to_id": "434729"
        },
        {
            "user_name": "Desria",
            "text": "Get ekki sagt að ég séi ósáttur með þetta. Er að borga fyrir 16mbps en fæ bara 6-8 mbps.",
            "date": "2012-04-11 09:01:00",
            "post_id": "434738",
            "reply_to_id": "434736"
        },
        {
            "user_name": "lukkuláki",
            "text": "Segðu að þú sért að grínast",
            "date": "2012-04-11 09:01:00",
            "post_id": "434739",
            "reply_to_id": "434738"
        },
        {
            "user_name": "Kristján",
            "text": "gæt vel verið að ég sé að fara með eitthvað vitlaust en skildi bara nafnið á fréttinni þannig.\nlas ekki fréttina...",
            "date": "2012-04-11 09:14:00",
            "post_id": "434741",
            "reply_to_id": "434739"
        },
        {
            "user_name": "AntiTrust",
            "text": "http://en.wikipedia.org/wiki/Gigabyte#C ... _confusion\nhttp://innovationzen.com/blog/2006/07/2 ... peed-guide",
            "date": "2012-04-11 09:22:00",
            "post_id": "434742",
            "reply_to_id": "434741"
        },
        {
            "user_name": "Kristján",
            "text": "amm vissi bæði.\nhélt fréttin værum um allt annað",
            "date": "2012-04-11 09:33:00",
            "post_id": "434743",
            "reply_to_id": "434742"
        },
        {
            "user_name": "rapport",
            "text": "Við erumí EFTA = þetta verður sjálfkrafa regla hjá okkur þó við séum ekki í ESB...\nDæmi um aðra reglu sem kemur frá ESB til okkar í gegnum EFTA = Innistæðutryggingar...",
            "date": "2012-04-11 09:49:00",
            "post_id": "434746",
            "reply_to_id": "434743"
        },
        {
            "user_name": "dori",
            "text": "Það að þú kallir ADSLið þitt 12M\nB\n[/s] en ekki 12M\nb\n/s fær mig til að taka mjög lítið mark á því sem þú hefur að segja.",
            "date": "2012-04-11 11:01:00",
            "post_id": "434758",
            "reply_to_id": "434746"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Ég misskildi þetta á sama hátt hérna áður fyrr en mín 12Mb tenging er að skila mest 1,4MB á sec... Kann nú ekki að reikna þetta en geri nú ráð fyrir að 12Mb tenging ætti að vera hraðari en svo...",
            "date": "2012-04-11 12:29:00",
            "post_id": "434771",
            "reply_to_id": "434758"
        },
        {
            "user_name": "audiophile",
            "text": "Er með Ljósnetið hjá Símanum og það er rétt svo að skila 30mbit af auglýstum 50mbit. Var betra þegar ég fékk það fyrst þá náði það alveg rúmlega 50mbit.",
            "date": "2012-04-11 12:34:00",
            "post_id": "434774",
            "reply_to_id": "434771"
        },
        {
            "user_name": "kizi86",
            "text": "hraði á nettengingum er alltaf gefinn upp í Megabitum, til að finna út hver \"raunverulegur\" hraði í MegaBætum, þá þarftu að deila með 8, þar sem það eru 8 bitar í hverju bæti, svo 12/8= 1.5MB/s MAX, að sért að fá 1.4MB/s er bara þokkalega gott, sérstaklega miðað við staðsetningu (þekki nokkra á siglufirði, og netið er í algeru fokki hjá þeim öllum)",
            "date": "2012-04-11 12:37:00",
            "post_id": "434776",
            "reply_to_id": "434774"
        },
        {
            "user_name": "DJOli",
            "text": "16Mb adsl tengingin mín er að skila 1.900kB/s í niðurhali.",
            "date": "2012-04-11 12:40:00",
            "post_id": "434778",
            "reply_to_id": "434776"
        },
        {
            "user_name": "tdog",
            "text": "Þá hefur villuvarnarbúnaður tekið við og lækkað hraðann til þín til þess að auka stöðugleika.",
            "date": "2012-04-11 13:00:00",
            "post_id": "434782",
            "reply_to_id": "434778"
        },
        {
            "user_name": "Moquai",
            "text": "Bara svona að vera viss, segjum sem svo að ég kaupi mér internet tengingu 100mb/s, og deili því með átta og fæ þá 12.5MB/s eins og ég er á núna, fer það þá úr gildi og ég get fengið allt að 100mb/s í niðurhalshraða?",
            "date": "2012-04-11 13:21:00",
            "post_id": "434786",
            "reply_to_id": "434782"
        },
        {
            "user_name": "SolidFeather",
            "text": "lolque",
            "date": "2012-04-11 13:22:00",
            "post_id": "434787",
            "reply_to_id": "434786"
        },
        {
            "user_name": "Moquai",
            "text": "er ekki alveg að fylgja.",
            "date": "2012-04-11 13:24:00",
            "post_id": "434788",
            "reply_to_id": "434787"
        },
        {
            "user_name": "tdog",
            "text": "Nei… Tengingin er seld í mælieiningunni megaBIT. Þú mælir hinsvegar niðurhalshraðann í megaBÆTUM. 100 megaBIT gera 12.5 megaBÆT.\nTil þess að fá 100 megaBÆTA niðurhalshraða þyrftir þú nettengingu sem væri 800 megaBIT.",
            "date": "2012-04-11 13:26:00",
            "post_id": "434789",
            "reply_to_id": "434788"
        },
        {
            "user_name": "Moquai",
            "text": "Haha, ég las bara titilinn aftur á þræðinum og fattaði þetta strax, líður eins og mesta kjánapriki núna, Haha takk.",
            "date": "2012-04-11 13:28:00",
            "post_id": "434790",
            "reply_to_id": "434789"
        },
        {
            "user_name": "tdog",
            "text": "Þetta er mjög algengur misskilningur og það skilja þetta ekki allir.",
            "date": "2012-04-11 13:31:00",
            "post_id": "434791",
            "reply_to_id": false
        },
        {
            "user_name": "bixer",
            "text": "bjó á siglufirði og netið var rosalega gott. vorum að borga fyrir 12 mb/s og var að fá sirka 15-20 mb/s var reyndar í endanum á bænum í hverfi þar sem var mikið af eldra fólki...",
            "date": "2012-04-11 15:02:00",
            "post_id": "434809",
            "reply_to_id": "434791"
        },
        {
            "user_name": "audiophile",
            "text": "Og hann er greinilega farinn því ég er aftur kominn upp í 52mbit en latency aukist í 35ms",
            "date": "2012-04-11 15:16:00",
            "post_id": "434814",
            "reply_to_id": "434809"
        },
        {
            "user_name": "tdog",
            "text": "Þú getur hringt í Símann og beðið um að hraðinn sé lækkaður niður. Það mun stytta latencyið til muna og oftast er þetta gert um hæl myndi ég halda.",
            "date": "2012-04-11 22:20:00",
            "post_id": "434898",
            "reply_to_id": "434814"
        },
        {
            "user_name": "capteinninn",
            "text": "Þeir samt eru að rugla í þeim sem kunna ekki á tölvur með svona auglýsingum, hinn almenni notandi þekkir ekkert muninn á MB og Mb eða Megabit eða Megabyte.",
            "date": "2012-04-11 22:53:00",
            "post_id": "434908",
            "reply_to_id": "434898"
        },
        {
            "user_name": "intenz",
            "text": "Satt, þetta getur verið ruglandi fyrir hinn almenna notanda, sem í flestum tilfellum veit ekki muninn á MB eða Mb.\nHef mjög oft lent í því að fólk spyrji mig af hverju það sé að fá svona lélegan hraða á netinu. Þá eru þau t.d. með 12 Mb tengingu og eru að fá ~1,5 MB/s, sem eru einmitt hámarks afköst af 12 M\nb\n tengingu (12/8 = 1,5). Virkilega leiðinlegt og ruglandi að fara að útskýra fyrir fólki hvað margir bitar eru í einu bæti og þar fram eftir götunum. Netfyrirtækin þurfa að koma með einhverja lausn á þessu, þar sem stærsti hluti markhópsins veit ekkert muninn á þessu tvennu.\nEn þessi reglugerð sem ég benti á í upphaflega póstinum, snýst ekki út á þennan \"misskilning\". Heldur snýst hún út á það að internetfyrirtæki komist ekki upp með að segja í auglýsingum að með ákveðinni tengingu náiru \nallt að\n 50 Mb/s. Svo endar maður með að ná bara 20Mb/s eða minna, og fyrirtækið skýlir sig svo á bakvið afsökunina að maður sé of langt frá símstöð og að smáaletrið segi \"ALLT AÐ auglýstum hraða\".",
            "date": "2012-04-11 23:25:00",
            "post_id": "434925",
            "reply_to_id": "434908"
        },
        {
            "user_name": "Some0ne",
            "text": "Þá ræður línan þín ekki við meira, og þú heimskur að vera að halda áfram að borga fyrir 16mb sem er ónáanlegt á línunni?\nSvo geri ég ráð fyrir að flestir vaktarar eru með tölvurnar sínar snúrutengdar á networkið hjá sér og ættu flestir að ná topphraða, hinsvegar er afar mikið um kannski almenna notendur sem eru kannski með 50mb ljósleiðara og eru að kvarta yfir að ná ekki fullum hraða í gegnum wifi, sem að er eins stöðugt og jójó á köflum.\nSvo ofaná það, þá er einfaldara fyrir fyrirtækin að hafa bara færri þjónustuleiðir með sama hraðaþak á ADSLi heldur en að vera með 4,6,8,10,12,14mb hraða + 10,20,40,80,140gb download, á endanum snýst þetta allt um að láta viðskiptavininn fá eins mikið og hægt er miðað við þær aðstæður sem eru til staðar hugsa ég..",
            "date": "2012-04-11 23:32:00",
            "post_id": "434928",
            "reply_to_id": "434925"
        },
        {
            "user_name": "AndriKarl",
            "text": "Ég er líka með ljósnet hjá símanum og það er búið að láta eitthvað kjánalega í dag.",
            "date": "2012-04-12 00:08:00",
            "post_id": "434941",
            "reply_to_id": "434928"
        },
        {
            "user_name": "chaplin",
            "text": "Addi: Sama hér, hef aldrei fengið svona góða hraða.\nLjósleiðari, Síminn.",
            "date": "2012-04-12 00:19:00",
            "post_id": "434945",
            "reply_to_id": "434941"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Rétt að vissu leiti hjá þér. Diskarnir eru gefnir upp sem 1 TB (Terabyte) en eru í raun 931 GiB (Gibibyte), binary values sem tölvan reiknar með (sjá: \nhttp://en.wikipedia.org/wiki/Byte#Unit_multiples\n). Það er ekki það að verslanir eða framleiðendur diskanna auglýsi stærðina á rangan hátt, það er í raun þekkingarleysi kúnnans sem spilar þarna inn í.",
            "date": "2012-04-12 22:53:00",
            "post_id": "435088",
            "reply_to_id": "434945"
        },
        {
            "user_name": "capteinninn",
            "text": "Sá \"könnun\" fréttablaðsins í dag\nErt þú ánægð(ur) með hraða netsins á heimili þínu?\nJá 43.2%\nNei 56.8%\nhttp://vefblod.visir.is/index.php?s=5977&p=130280",
            "date": "2012-04-12 22:56:00",
            "post_id": "435089",
            "reply_to_id": "435088"
        },
        {
            "user_name": "Some0ne",
            "text": "Það er ekki endilega sjálf nettengingin sem er the culprit í ansi mörgum tilvikum",
            "date": "2012-04-12 23:54:00",
            "post_id": "435105",
            "reply_to_id": "435089"
        },
        {
            "user_name": "Kristján",
            "text": "þú getur ekki ætlast til að allir viti hvernig þetta vikar....\neins með hestöfl sem eru auglýst á bílum.. eru þau tekin frá vél, gírkassa eða hjólum?\nwött í hátölörum, RMS (það sem menn eiga að skoða) eða peak, þar sem seljandi getur sett hæstu töluna 1000W eða eitthvað.\nhvernig væri bara að koma til móts við hinn venjulega kúnna sem er að reyna að frá sér fína tölvu með fína nettengingu sem keyrir um á bíl sem hann veit hvar hestölfin koma því það var sagt honum og er með fínt heimabóí kerfi sem er nokkuð kraftmikið (200-300W rms) og svo góðann magnara til að keyra það.\neinhverneginn held ég að fólk sem veit þetta allt sé í MIKLUM minni hluta miða við fólk sem veit þetta ekki og heldur að það sé verið að taka sig þurt í bossann",
            "date": "2012-04-13 08:23:00",
            "post_id": "435176",
            "reply_to_id": "435105"
        },
        {
            "user_name": "vesley",
            "text": "1TB = 1,000,000,000,000B\n \n931.32*1024*1024*1024 = 1,000,000,000,000B\nÞað er í rauninni hægt að segja að diskurinn sé bæði 1TB og ekki 1TB.  \nRétt 1TB er 1024GB sama með 1MB= 1024KB. \nWindows reiknar/les stærðina á diskum í binary og þar með \"minnkar\" stærðin á þeim þegar þú skoðar þá í \"my-computer\" \nÞað er ekki verið að taka neinn ósmurt.  Þetta getur hinsvegar verið mjög ruglingslegt. \nÞað kom mér samt á óvart hvað það vissu þetta margir þegar ég var að vinna sem sölumaður.",
            "date": "2012-04-13 09:23:00",
            "post_id": "435180",
            "reply_to_id": "435176"
        },
        {
            "user_name": "dori",
            "text": "Þegar fólk upplifir nettenginguna sína þá er það mest megnis hversu hratt vefsíður eru að ræsa sig upp og verða virkar. Hægar vefsíður eru nokkur hundruð millisekúndur að skila sér til notandans. Að sækja allt statískt efni og að rendera síðuna tekur 1-3 sekúndur, jafnvel meira.\nFyrir utan það tryggir þessi reglugerð væntanlega bara það að þú færð auglýsta bandvídd (hvenær fór fólk að rugla bandvídd og hraða saman? Þegar það fór að nota DC?) á netið hjá þjónustuaðilanum. Þannig að þeir geta ekki verið að selja fólki 16mbps tengingu og svo lækkað bandvíddina niður í 8mbps án þess að láta vita til að \"tryggja stöðugleika\". Ég lenti einhverntíma í því að vera kappaður í 1mbps útaf því að tæknimaður var að prufa eitthvað (ég man ekki hverju var logið að mér). Svo var maður reglulega kappaður eitthvað niður þegar ég var hjá Tal, í einhverjar random tölur og það lagaðist alltaf þegar maður hringdi og kvartaði...",
            "date": "2012-04-13 11:31:00",
            "post_id": "435198",
            "reply_to_id": "435180"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Einhver sagði hér fyrr í þræðinum að það væri crappy nettenging á Siglufirði. Get ekki sagt að það sé neitt voða slæm tenging á meðan ég er með 12Mb/s og er að sækja á 1,7-2,1MB/s akkúrat núna...",
            "date": "2012-04-13 16:39:00",
            "post_id": "435262",
            "reply_to_id": "435198"
        },
        {
            "user_name": "vargurinn",
            "text": "Til að vera viss: til að sjá hraðann fer maður í    control panel -> view network status and tasks-> ýtir síðan á nafnið á routernum og sjá þar speed , eða er þetta öðruvísi. Stendur nefnilega 52 mb /s , en hef aldrei farið yfir 1,2 mb /s .52/ 8 = 6.5\nbið afsökunar ef ég er að tala tóma steypu :/",
            "date": "2012-04-13 19:17:00",
            "post_id": "435280",
            "reply_to_id": "435262"
        },
        {
            "user_name": "tdog",
            "text": "Nei, þetta er hæsti mögulegi hraði sem að þráðlausi staðallinn sem þú tengist með getur borið, 802.11g n.t.t.",
            "date": "2012-04-13 20:51:00",
            "post_id": "435294",
            "reply_to_id": "435280"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Nei, í rauninni ættu stýrikerfin að lista þetta sem TiB, GiB, MiB og þar fram eftir götunum...",
            "date": "2012-04-13 21:38:00",
            "post_id": "435301",
            "reply_to_id": "435294"
        },
        {
            "user_name": "hrabbi",
            "text": "Hvernig er hraðinn hjá þeim ykkar sem eru hjá Tal? Ég er ekki að sjá þessi \"allt að\" 12Mb/s sem þeir auglýsa (reyndar stendur 12MB heh)?\n6.5Mb/s MAX finnst mér helvíti lélegt. 15 ára hús í jafngömlu hverfi.\nSé að Vortex eru að bjóða 60Mb/s VDSL og með sama gagnamagni kostar það 1000kr minna en ADSL hjá Tal...",
            "date": "2012-04-16 01:58:00",
            "post_id": "435766",
            "reply_to_id": "435301"
        },
        {
            "user_name": "dori",
            "text": "Ef þú átt kost á VDSL er engin ástæða til að hanga á ADSLinu. Fyrir utan að eftir mína reynslu sé ég enga ástæðu til að hanga hjá Tal",
            "date": "2012-04-16 09:17:00",
            "post_id": "435778",
            "reply_to_id": "435766"
        },
        {
            "user_name": "kizi86",
            "text": "þá hefur eitthvað mikið breyst á stuttum tíma.. allavega veit ég um tvo einstaklinga sem eru enn með mjög svo lélegt net, einn á hvanneyrarbraut, þar t.d dettur netið alltaf út þegar álag er, t.d þegar fréttatímar eru, og allir að nota adsl fyrir sjónvarpið.\n og ein sem býr á hverfisgötunni, þar er netið svo hægt, að það mætti halda að hún væri á dialup, en ekki adsl\nþegar ég var hjá henni um daginn, gerði ég speedtest, og var hraðinn fyrir neðan allar hellur, var að fá mest 4Mbit og hún er að borga fyrir 16Mbit..",
            "date": "2012-04-16 09:43:00",
            "post_id": "435779",
            "reply_to_id": "435778"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Það er ekki hægt að segja að þetta sé rangt auglýst. Það væri hægt að selja diskana sem 1 TiB, sem gera ~1074 GB...",
            "date": "2012-04-16 20:37:00",
            "post_id": "435927",
            "reply_to_id": "435779"
        }
    ],
    "date": "2012-04-11 13:31:00"
}