{
    "forum_title": "Vaktin.is",
    "id": "473",
    "title": "Fréttir af Verðvaktinni - 17. mars 2003",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=46&t=473",
    "posts": [
        {
            "user_name": "kiddi",
            "text": "Akkurat þegar við héldum að DDR vinnsluminni gæti ekki orðið ódýrara þá féll það enn meira í verði, þetta hlýtur bara að vera botninn. AMD örgjörvar hafa lækkað örlítið, sömuleiðis eru Intel örgjörvar ennþá að halda stefnu sinni í að lækka... væntanlega til þess að rýma fyrir næstu kynslóð örgjörva sem er væntanleg, Dual-DDR & FSB800 örgjörvar og móðurborð eru víst framtíðin... í bili. \n\n\n\nSerial-ATA\n harðir diskar eru loksins komnir á klakann. \n\n\n\nÞví miður hefur nánast engin breyting verið á skjákortum í töluverðan tíma núna, og örugglega enga breytinga að vænta fyrr en nýju kortin koma, Radeon9600, 9800 og GeforceFX 5200 & 5600. Við bíðum spenntir!\n\n\n\nHvaða vöruflokka viljið þið sjá vera með á Verðvaktinni? (í tölvuíhlutum þá) - Vinsamlegast hafið í huga að til þess að það sé hægt að vera með sanngjarnan verðsamanburð þá þurfa vörurnar á milli verslana að vera *mjög* sambærilegar. \n Endilega skrifið okkur hugmyndir ykkar á þennan þráð.\n\n\n\nSíðbúnar fréttir: \ntask.is\n eru búnir að stækka og endurbæta sína vefverslun, með fullt af nýjum og skemmtilegum vörum, m.a. vörum sem passa í Verðvaktina okkar, og því eru þeir komnir þangað! Til hamingju Task! Glæsilegt =)",
            "date": "2003-03-18 00:14:00",
            "post_id": "2917",
            "reply_to_id": false
        },
        {
            "user_name": "DufuZ",
            "text": "Já ég er svo sem með hugmynd ... Hægt væri að hafa samanburð á t.d. músum þar sem flestar búðir selja þannig =) Svo væri einnig hugmynd af bera saman netkort samt ekki þar sem flokkarnir eru það stórir og margbreytilegir, einnig væri hugmynd af velja úr nokkrar góðar viftur sem flestar búðir ættu að hafa og bera það saman og svo væri hægt að gera það sama með geisladrif, skrifara, dvd spilara og dvd skrifara.\n\nÞetta eru svona hugmyndir sem mér er að detta í hug hérna kl 7 um morgun í svefngalsakasti þannig að það má vera að þetta sé út í hött \n\n\nKv.\n\nDufuZ",
            "date": "2003-03-22 06:59:00",
            "post_id": "3033",
            "reply_to_id": "2917"
        },
        {
            "user_name": "kiddi",
            "text": "Þetta er alls ekki út í hött =) Takk fyrir þetta, en við erum búnir að vera á leiðinni að búa til nýjann flokk sem er með ýmsa hluti, t.d. microsoft&logitech mýs, SB hljóðkortalínuna & kannski hátalarasettin þeirra, standard & microsoft lyklaborð, algenga skrifara svosem samsung & plextor, pioneer DVD drif/skrifara o.s.frv - Þetta er allt væntanlegt",
            "date": "2003-03-22 15:23:00",
            "post_id": "3047",
            "reply_to_id": "3033"
        },
        {
            "user_name": "Voffinn",
            "text": "hóst hóst.... teac...",
            "date": "2003-03-22 15:41:00",
            "post_id": "3049",
            "reply_to_id": "3047"
        },
        {
            "user_name": "jon_ice",
            "text": "Að Mínu leiti þá væri áhugaverðast að sjá skrifara samanburð á þessari síðu, sérstaklega á dvd skrifurum.",
            "date": "2003-03-23 00:27:00",
            "post_id": "3059",
            "reply_to_id": "3049"
        },
        {
            "user_name": "valsarinn",
            "text": "Það er eitt sem pirrar mig afskaplega mikið varðandi verðsamnburð á örgjörvum.  Það er sú staðreynd að það eru tvær \"sölu-gerðir\" af örgjörvum á markaðnum.  Annars vegar OEM og hins vegar Retail.  Munurinn á þessum gerðum, felst aðallega í ábyrgð, þar sem retail örgjörvinn kemur með 3ja ára \"alþjóðlegri\" ábyrgð en OEM örgjörvinn kemur með tveggja ára ábyrgð sem bundin er við söluaðila.  Að auki fylgir kælivifta með retail örgjörvanum en ekki OEM.\n\nÞað gefur augaleið að þarna er mikill munur varðandi verðmæti vörunnar og einfaldlega ekki hægt að setja OEM og Retail örgjörva í sama flokk!  Bara viftan ein og sér telur a.m.k. 1300 kall.  Með því að kaupa retail örgjörva ertu þannig ekki eingöngu að kaupa örgjörva, heldur einnig kæliviftu!\n\nÞað eru því tilmæli mín til forsvarsmanna vaktarinnar að þeir geri með einhverjum hætti greinarmun á þessum vörum?  Það hlýtur að vera mjög auðvelt, t.d. með því að sýna eingöngu verð á retail eða þá OEM örgjörvum.  Það ætti líka að vera tiltölulega auðvelt að \"litagreina\" örgjörvana þannig að OEM örgjörva-verðið væri t.d. ritað í rauðum lit en Retail í einhverjum öðrum?\n\nþað hlýtur að vera markmið vaktarinnar að miðla sínum lesendum réttum upplýsingum um vöruna og stuðla að því að þeir geri \"bestu\" mögulegu kaupin á hverjum stað.  Það er nefnilega þannig að þarna er um mun meiri mun að ræða, en t.d. í tilfellum skjákorta.",
            "date": "2003-03-23 13:58:00",
            "post_id": "3070",
            "reply_to_id": "3059"
        },
        {
            "user_name": "gumol",
            "text": "eða hafa bara 2 flokka \n\nt.d. fyrir Pentiu8m 2.4 GHz:\n\nP4 2.4GHz (478/533) retail\n\nP4 2.4GHz (478/533) OEM",
            "date": "2003-03-23 14:12:00",
            "post_id": "3073",
            "reply_to_id": "3070"
        },
        {
            "user_name": "Voffinn",
            "text": "hlaut að vera...ég var einmitt að spá í af hverju þeir kostuðu 27.000 í einni búð og bara 21.000 í annari",
            "date": "2003-03-23 15:14:00",
            "post_id": "3080",
            "reply_to_id": "3073"
        },
        {
            "user_name": "gumol",
            "text": "er venjulega 6.000 kr. munur? ég hélt það væri svona 2.000",
            "date": "2003-03-23 16:18:00",
            "post_id": "3083",
            "reply_to_id": "3080"
        },
        {
            "user_name": "kiddi",
            "text": "Í \"Skilmálunum\" biðjum við fólk að sannreyna verðin áður en það fer að versla. Eins og flestir vita sem stunda verslun á tölvuvörum af einhverju viti, vita að grænu reitirnir alls ekki það sem skipta mestu máli í flestum tilfellum, gæðamunur á milli framleiðanda getur verið gríðarlegur. Það eru margar ástæður fyrir því að við erum ekki enn búnir að setja upp OEM og Retail, sumar verslanir eru eingöngu með OEM, sumar eru eingöngu með Retail. Í augnablikinu höfum við þetta sett upp svona til að bæði létta okkur sem uppfærum álagið, og einnig til að létta á gestunum okkar því þetta yrði gríðarlega ruglingslegt ef þessi tafla myndi tvöfaldast. Ef við myndum ætla að vera 100% sanngjarnir, þá þyrftum við einfaldlega að birta verðlista verslananna í heilu lagi inn á vefnum okkar.\n\n\n\nÉg skil samt gremju þína, því þetta skiptir máli fyrir þá sem nota vaktina til að útbúa shopping listann sinn (sem er ekki mjög sniðugt). Fólk verður að gera heimavinnuna sína almennilega =)\n\n\n\nVaktin.is er ung ennþá, ekki nema 7 mánaða gömul og er byggð upp á frítíma okkar sem standa bakvið hana. Við erum að þróa nýtt kerfi í kring um verðvaktina sem mjög líklega mun gefa fyrirtækjum kleift að sjá um sínar uppfærslur, og þegar sú stund nálgast munum við óska eftir samstarfi allra verslananna við að fínisera þetta og gera þetta á þann hátt þar sem allir eru sáttir =)",
            "date": "2003-03-23 16:59:00",
            "post_id": "3085",
            "reply_to_id": "3083"
        },
        {
            "user_name": "GuðjónR",
            "text": "Valsarinn: í hvaða verslun ert þú að vinna?",
            "date": "2003-03-23 17:31:00",
            "post_id": "3086",
            "reply_to_id": "3085"
        },
        {
            "user_name": "valsarinn",
            "text": "Að sjálfsögðu eiga menn að bera saman verð og það sem þeir eru að fá í staðinn.  Það sem ég er hins vegar að benda á er sá grundvallarmunur sem fellst í OEM og Retial örgjörvum.  Þ.e. að með retail örgjörva fylgir vifta en ekki OEM örgjörvanum.  \n\nEf retail pakkningin væri einskonar \"tilboðspakkning\" sem fengist í einhvern takmarkaðan tíma þá væri lítið við þessu að gera, en svo er ekki.  Þarna er um tvennskonar söluvöru að ræða og þ.a.l. ekki hægt að setja hana í sama flokk.\n\nÞetta er ekkert ósvipað og verið væri að bera saman verð á tölvukössum og einn kassinn væri seldur með spennugjafa en hinn ekki.  Það myndi auðvitað ekki ganga að setja þá í sama flokk, birta mismunandi verð á þeim og segja síðan neytandanum að skoða muninn.\n\nRetail örgörvi inniheldur örgjörva+kæliviftu en OEM örgjörvi er bara örgjörvi.  Það er heilmikill munur þarna á.\n\n\n\nÉg skil það vel að það sé ekki auðveld leið fyrir ykkur að aðskilja þetta á einfaldan hátt og koma tímar, koma ráð.  Það væri hinsvegar frábært ef þið mynduð finna einhverja leið til þess í framtíðinni eða þá taka það skýrar fram í listanum að í sumum tilfellum gæti verið um retail örgörva með kæliviftu að ræða og öðrum ekki!\n\nÉg held að það sé langt í frá að allir lesi skilmálana og í tilfelli venjulegra neytenda þá matreiðast þessi verð bara beint ofan í þá án þess að þeir hafi þekkingu eða grun um að það sé þessi mikli munur á vörunni og um leið því sem þeir eru að fá fyrir peningana sína.\n\nÞað er virðingarvert að þið skuluð nenna að eyða frítíma ykkar í að halda þessari síðu úti og vonandi takið þið við svona ábendingum á jákvæðan hátt?",
            "date": "2003-03-23 17:34:00",
            "post_id": "3087",
            "reply_to_id": "3086"
        },
        {
            "user_name": "kiddi",
            "text": "Auðvitað gerum við það, og eins og þú sagðir \"koma tímar, koma ráð.\" Ég efast um að \nhttp://www.pricewatch.com\n hafi fæðst á einum degi í því formi sem það er. \n Við gerum okkar besta miðað við tímann sem við höfum, og við stefnum hærra með hverjum degi sem líður. =)",
            "date": "2003-03-23 17:38:00",
            "post_id": "3088",
            "reply_to_id": "3087"
        }
    ],
    "date": "2003-03-18 00:14:00"
}