{
    "forum_title": "Koníakstofan",
    "id": "47399",
    "title": "Erfiður dagur!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=47399",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Helvítis Kangoo'inn neitaði að fara í gang niðri í mjódd í dag, hann bókstaflega drapst!\nHeld það sé allt í lagi með rafgeymirinn en það virkaði ekkert að gefa honum straum.\nDró hann á verkstaði B&L og þar verður kannað hvað er að, mig grunar sterklega að startarinn sé bilaður.\nÉg þurfti reyndar að kvitta undir blað þar sem ég viðurkenni að skulda þeim 13500 kr. fyrir bilanagreiningu!\nVar orðinn svo pirraður á þessu öllu að ég nennti ekki að spyrja manninn út í þetta, finnst líklegt að þetta sé eitthvað gjald sem þeir rukka ef kúnninn ætlar sér að láta laga bílinn annarsstaðar. Allaveganna ef bilanagreining kostar 13500 hvað kostar þá viðgerðin  \n \nJæja...kaffibolli og út að mála staura og langbönd...",
            "date": "2012-04-24 16:34:00",
            "post_id": "437525",
            "reply_to_id": false
        },
        {
            "user_name": "vesley",
            "text": "Ef startarinn er dauður ekki samþykkja strax að skipta um startara!\ní 90% tilvika eru bara kolin búin í startaranum og kostar bara örfáa þúsund kalla að kaupa ný kol og er það mjög auðvelt að skipta um þau.",
            "date": "2012-04-24 16:38:00",
            "post_id": "437527",
            "reply_to_id": "437525"
        },
        {
            "user_name": "GuðjónR",
            "text": "Góður punktur!",
            "date": "2012-04-24 16:39:00",
            "post_id": "437528",
            "reply_to_id": "437527"
        },
        {
            "user_name": "tlord",
            "text": "þvímiður mikil reip-hætta hjá bílaumboðum, good luck samt",
            "date": "2012-04-24 16:46:00",
            "post_id": "437532",
            "reply_to_id": "437528"
        },
        {
            "user_name": "lifeformes",
            "text": "skeði það sama hjá mér um daginn á Skodi-lackinum og bætheway er Hekla með umboðið en hef aldrei þurft að borga krónu fyrir að fara í tölvuna hjá þeim eða fá bilanagreiningu hjá þeim, eeeeen nýr startari kostaði \nekki NEMA 85.000.- ISLkr.\nen ég fann nýjan startara hjá Ljósboganum ´Bíldshöfða 14´ á 20000 kall svo það er alveg þess virði að skoða í kringum sig eftir varahlutum.",
            "date": "2012-04-24 16:57:00",
            "post_id": "437536",
            "reply_to_id": "437532"
        },
        {
            "user_name": "Klaufi",
            "text": "Partar s. 555-6-555 \nEf þig vantar varahluti í Kangoo-inn",
            "date": "2012-04-24 16:59:00",
            "post_id": "437537",
            "reply_to_id": "437536"
        },
        {
            "user_name": "GuðjónR",
            "text": "Það var viðtal við verkstæðisformann hjá einhverju umboðana um daginn, minnir að það hafi verið B&L/Ingvar Helgason en þar var hann að tala um að þeir hefðu áhyggjur af \"bílskúrsviðgerðarmönnum\"\nFólk væri að fá verri viðgerðir og það væri líkur á fúski etc...\n ... ef gjaldtakan hjá umboðunum verður út úr kú þá eru þeir sjálfir að stuðla að því að \"bílskúrsviðgerðarmenn\" skjóti rótum. Þetta getur hreinlega verið spursmál hvort fólk hafi yfir höfuð efni á viðgerðinni eða ekki.",
            "date": "2012-04-24 17:01:00",
            "post_id": "437539",
            "reply_to_id": "437537"
        },
        {
            "user_name": "tlord",
            "text": "jamm rétt.\nhár vaskur á útseldri er líka að skemma mikið fyrir. Ytir undir svarta vinnu sem er þá heldur ekki borgaður annar skattur af.\nOFF TOPiC\ner ekki verktakavinna til útlanda vöskuð líka, heyrði einhvern tala um að það væri erfitt fyrir íslenska verktaka með rekstur skráðan á íslandi\nað selja sig erlendis útaf þessu,  veit enhver??",
            "date": "2012-04-24 17:22:00",
            "post_id": "437543",
            "reply_to_id": "437539"
        },
        {
            "user_name": "Danni V8",
            "text": "Úff. Aldrei myndi ég borga svona mikið fyrir bilanagreiningu og eiga síðan eftir sjálfa viðgerðina!\nÉg hefði frekar tjakkað bílinn upp, sett klossa fyrir dekkin og passað að hann væri ekki í gír. Sett síðan skrúfjárn á milli pólanna til að gá hvort að startarinn myndi snúast eða ekki. Veit ekki hvernig aðgengið er að startanum í Kangoo en það ætti ekki að taka meira en korter að gera þetta og með þessu er hægt að útiloka hvort það er startarinn eða ekki.\nEn hvort er þetta beinskiptur eða sjálfskiptur bíll? Ef beinskiptur, prófaðiru að draga hann í gang?\nVarðandi bílskúrsviðgerðir þá er alveg rétt að það eru miklar líkur á fúski. En það er líka lykil atriði að fara til einhvers sem þú treystir eða hefur heyrt góða hluti af. Ég hef verið með nokkra bíla inní skúr hjá mér sem hefur verið mikið fúskað í í gegnum árin og ég geri mikið af því að leiðrétta úr þannig fúski. Það skemmir oftar en ekki útfrá sér þrátt fyrir að laga bílinn til að byrja með.",
            "date": "2012-04-24 17:29:00",
            "post_id": "437544",
            "reply_to_id": "437543"
        },
        {
            "user_name": "lukkuláki",
            "text": "Hvað sem gerist og hvað sem er að renóinum \nEKKI\n fara með hann til BL - A L D R E I !\nÉg er búinn að eiga nokkra Renault undanfarin 10 - 15 ár og er alveg ánægður með bílana en HATA ógeðslegu ömurlegu þjónustuna hjá BL \nþegar þetta sameinaðist svo IH þá versnaði það ennþá meira.\nÁtti reyndar eitt sinn nýlegan Scenic og það var allt önnur saga. Hann bilaði alvarlega og var þá í ábyrgð. Þá lá við að þeir sleiktu skóna mína.\nSíðast fór ég á Aðalverkstæðið (rétt fyrir ofan BL) þar er eitthvað af fyrrum BogL mönnum að vinna, ég fékk þar fínustu þjónustu á sanngjarnan pening.\nEr samt farinn að nota meira og meira að fara á N1 Bíldshöfða í ýmisskonar smáviðgerðir, bremsur ofl. það hefur verið fínt og ekkert okur þar.",
            "date": "2012-04-24 17:35:00",
            "post_id": "437546",
            "reply_to_id": "437544"
        },
        {
            "user_name": "tdog",
            "text": "Leiðinda svekkelsi Guðjón, ert þó heppinn að þetta hafi ekki skeð sama dag og pizzuævintýrið þitt",
            "date": "2012-04-24 19:27:00",
            "post_id": "437580",
            "reply_to_id": "437546"
        },
        {
            "user_name": "GuðjónR",
            "text": "Bíllinn er sjálfskiptur þannig að það var ekki hægt að draga hann í gang \nOg mér datt ekkert í hug nema \"umboðið\" ...\nJá eins gott að þetta var ekki á sama degi og pizza ruglið ... þá hefði ég dáið \nÉg ætlaði að gera svo margt í bænum, fara á amk. 7 staði ... náði á einn af þessum 7.\nSvo varð siminn inneignarlaus, og loksins þegar ég náði að fylla á frelsið þá var sími konunnar straumlaus  \n \nNáði reyndar á henni á endanum, en þurfti að bíða í 1.5 klst eftir að hún færi að ná í börnin í skóla/leikskóla ....\nVar orðinn nett-pirraður.",
            "date": "2012-04-24 20:24:00",
            "post_id": "437592",
            "reply_to_id": "437580"
        },
        {
            "user_name": "MrIce",
            "text": "Ef þetta er startarinn þá mæli ég með PG þjónustunni S: 586 1260\nhef farið til þeirra í nokkur skipti sem það hefur verið eikkað rafmagnsvesen á bílunum hjá mér og alltaf fín þjónusta. Mæli hiklaust með þeim, og þeir segja hreint út ef þeir geta þetta ekki / borgar sig ekki að gera við, ekkert plott hjá þeim.\nBögg samt að lenda í þessu og vonandi reddast þetta sem fyrst hjá þér Guðjón!",
            "date": "2012-04-24 21:04:00",
            "post_id": "437605",
            "reply_to_id": "437592"
        },
        {
            "user_name": "GuðjónR",
            "text": "Takk fyrir það, spurning um að hringja í B&L kl 7:45 í fyrramálið og cancela .... draga bílinn á hinn staðinn...PG er rétt hjá.\nKannski kostar viðgerðin  þar svipað og \"bilanagreiningin\" hjá B&L",
            "date": "2012-04-24 21:21:00",
            "post_id": "437611",
            "reply_to_id": "437605"
        },
        {
            "user_name": "vesley",
            "text": "Þessi þráður leiðir greinilega frá sér ógæfu!  \nÞað rofnaði bremsuleiðsla í bílnum hjá kærustunni rétt í þessu. Sem betur fer var hún ekki lögð af stað til Keflavíkur því bíllinn er orðinn alveg bremsuvökvalaus.",
            "date": "2012-04-24 21:29:00",
            "post_id": "437615",
            "reply_to_id": "437611"
        },
        {
            "user_name": "lukkuláki",
            "text": "Færðu ekki bilanagreininguna upp í viðgerðina ef þú lætur þá klára þetta ?\nHef ekki farið þarna í nokkur ár en sumir eru með þetta svoleiðis.",
            "date": "2012-04-24 21:29:00",
            "post_id": "437616",
            "reply_to_id": "437615"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég veit það ekki, spurði ekki.\nEn svo er alveg spurning ef kolin eru farin hvort þeir vilji ekki bara selja nýjan startara á 100k frekar en kol á 1k. rukka svo 14k í bilanagreiningu ef ég sætti mig ekki við það...\nKannski er ég kominn í \"hirtu þinn helvítis tjakk\"",
            "date": "2012-04-24 21:31:00",
            "post_id": "437618",
            "reply_to_id": "437616"
        },
        {
            "user_name": "lukkuláki",
            "text": "Já ha ha ha tjakkurinn hann er gamall og góður.  Þetta kemur allt í ljós í fyrramálið eftir 1. kaffibollann \n \nVil fá þessa gaura í úrvalið",
            "date": "2012-04-24 21:35:00",
            "post_id": "437619",
            "reply_to_id": "437618"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég skal skella þessum inn á morgun ... 2tierd núna",
            "date": "2012-04-24 21:51:00",
            "post_id": "437633",
            "reply_to_id": "437619"
        },
        {
            "user_name": "GuðjónR",
            "text": "Jæja, smá update.\nÍ morgun eftir fyrsta kaffibollann þá hringdi ég í B&L og spurði hvort þetta 13500 bilunargreiningar gjald myndi ganga upp í viðgerð eða hvort það yrði rukkað sér sama hvað.\nStutta svarið var, við rukkum það sama hvað!\nÞannig að ég afþakkaði pent, fór og dró bílinn upp á PG þjónustuna eins og MrIce mælti með, held ég eigi ekkert eftir að sjá eftir því",
            "date": "2012-04-25 13:47:00",
            "post_id": "437732",
            "reply_to_id": "437633"
        },
        {
            "user_name": "Klaufi",
            "text": "Gott dæmi um svona umboðsþjónustu, það kostar mig 500% meira að láta smyrja bílinn minn hjá umboðinu heldur en hjá öðrum viðurkenndum aðila.\nBoycottum umboðin, styrkjum litla manninn",
            "date": "2012-04-25 13:58:00",
            "post_id": "437733",
            "reply_to_id": "437732"
        },
        {
            "user_name": "Tiger",
            "text": "Minn dagur var líka erfiður... Vaknaði við fuglatíst og ekki nema helvítis 17C hiti úti og gola. Fékk síðan helvítis sólina í augun þegar ég var að keyra úta golfvöll sem BTW var allt of langur og hraðinn á flötunum allt of mikill. \nSíðan á leiðinni heim er PizzaHut með tómt vesen, valkvíðinn tók öll völd þar sem Boneless chickenwings var til í 5 skammtastærðum og 7 bragðtegundum....+sósunar on the side. Jú náði að ákveða mig og brunaði heim og bara til að komast að því að hitinn var kominn uppi 27C og ekkert nema sól við lauginna sem BTW var orðin hland volg og useless til sunds....\n....og klukkan bara orðin 3 og nóg eftir að deginum til að fara úrsskeiðis, þannig að ég skil fullkomlega hvernig þér líður eftir þetta smá atvik þitt sem þrátt fyrir smæð sína setti leiðindar blett á annars fínan dag hjá þér elsku Guðjón minn",
            "date": "2012-04-25 14:04:00",
            "post_id": "437734",
            "reply_to_id": "437733"
        },
        {
            "user_name": "Minuz1",
            "text": "Þeir hjá bílaumboðunum voru að reyna að klína svona ábyrgðarklausum eins og tölvuverkstæðin hér á landi eru með.\n\"ef einhver annar en starfsmaður hjá okkar verkstæði svo mikið sem horfir á hlutinn þá dettur hann úr ábyrgð\"",
            "date": "2012-04-25 14:08:00",
            "post_id": "437735",
            "reply_to_id": "437734"
        },
        {
            "user_name": "gardar",
            "text": "Hvernig má það vera að fullorðinn maður sé með frelsi en ekki áskrift?",
            "date": "2012-04-25 14:08:00",
            "post_id": "437736",
            "reply_to_id": "437735"
        },
        {
            "user_name": "Daz",
            "text": "Ég er með frelsi! Það er reyndar bara á einum síma sem er mest notaður í að taka við símtölum, svo kostnaðurinn við fastagjaldið var stærsti liðurinn á mánaðarreikningum. Það er svosem líklega undantekningartilfelli",
            "date": "2012-04-25 14:20:00",
            "post_id": "437738",
            "reply_to_id": "437736"
        },
        {
            "user_name": "DabbiGj",
            "text": "Ég er með frelsi hjá vodafone og meiraðsegja í sjálfstæðum rekstri, fylli á það samt bara beint úr símanum me ðþví að hringja í númer, lækkaði símreikninginn úr 20.000 í 2.990 til 10.000 á mánuði",
            "date": "2012-04-25 15:23:00",
            "post_id": "437746",
            "reply_to_id": false
        },
        {
            "user_name": "Klaufi",
            "text": "Athugaðu það sem ég high-lightaði.\nOg Tígri, þú getur átt þig!",
            "date": "2012-04-25 15:55:00",
            "post_id": "437748",
            "reply_to_id": "437746"
        },
        {
            "user_name": "AronOskarss",
            "text": "Ususus, 13 kall fyrir ekki neitt. Að tékka á start vandamáli þarf ekki að taka lengur en 15 min. Max 30 min.\n Það þarf að banna þessa verðlagningu hjá umboðum.",
            "date": "2012-04-25 16:02:00",
            "post_id": "437750",
            "reply_to_id": "437748"
        },
        {
            "user_name": "vesley",
            "text": "Hvaða verkstæði mælið þið með til að skipta um örstutta bremsulöngu við \"master-cylinder\" og fylla vökva og lofttæma.  Er þá að tala um sem ódýrast.\nNenni einfaldlega ekki að gera þetta sjálfur",
            "date": "2012-04-25 16:27:00",
            "post_id": "437752",
            "reply_to_id": "437750"
        },
        {
            "user_name": "GuðjónR",
            "text": "Tiger, ef þú verður ekki góður þá breyti ég notendanafninu þínu úr Tiger í Tuði.  \n \nKlaufi, það fáránlega er að umboðin fella bílinn úr ábyrgð ef þú kemur ekki í endalausar ástandsskoðanir og borgar handlegg fyrir þær.\nEins og þú myndir kaupa þér tölvu og til þess að ábyrgðin héldi í tvö ár þá þyrftir þú að fara með hana á verkstæði söluaðilans á X mánaða fresti í rykhreinsun og vírusscann og borga fyrir það 20-30k í hvert sinn...\nEr frelsi bara fyrir smábörn eins og þig?\nÉg spila líka stundum Minecraft ... þarna fór ég alveg með það!\nÉg var með áskrift á GSM þjónustu hjá símanum (2 númer) og var að borga um og yfir 5k í fastagjald, þ.e. 6 vinir númerabirtir etc...\n60k á ári sem sagt. Síðan ég fór til NÓVA þá lítur þetta svona út:\nSíðan 06.10.2010 þá er ég búinn að kaupa inneign á minn síma fyrir 7000.- og 4500 á síma konunnar...\nEr búinn að spara órtúlegar fjárhæðir á því að borga ekki áskrift á einhverju sem ég nota ekki.",
            "date": "2012-04-25 16:31:00",
            "post_id": "437755",
            "reply_to_id": "437752"
        },
        {
            "user_name": "gardar",
            "text": "Rólegur félagi. Ég kom nú bara með þessa athugasemd því ég flutti mig yfir í reikning fyrir ekki svo löngu síðan og það er svo margfalt þægilegra.\nÞað var þannig að ég var með frelsi í mörg ár þegar ég var yngri og maður talaði í símann þangað til inneignin kláraðist. Eftir því sem maður eldist og þroskast tók ég hinsvegar eftir því að maður var farinn að nota símann sparlegar en áður (enda almennt kominn með yfirsýn yfir öll útgjöld) auk þess sem ég var búinn að fá mig fullsaddann á því að vera inneignarlaus (sem gerist alltaf á verstu tímum).\nSjálfur borga ég 590kr á mánuði í fast gjald og með því fylgir 100mb netnotkun sem hefur dugað mér hingað til fyrir það litla vafr og tölvupóstsendingar sem ég stunda í símanum. Símreikningurinn rokkar svo upp og niður, oftast á bilinu 1000-3000kr en ég hef líka lent í því að hringja einungis í nova símanumer í heilan mánuð og borgað bara fasta gjaldið þann mánuðinn",
            "date": "2012-04-25 17:57:00",
            "post_id": "437776",
            "reply_to_id": "437755"
        },
        {
            "user_name": "worghal",
            "text": "Er med reikning hja nova og eg hef aldrei borgad jafn litid fyrir simhringingar a manudi",
            "date": "2012-04-25 18:05:00",
            "post_id": "437780",
            "reply_to_id": "437776"
        },
        {
            "user_name": "Bjosep",
            "text": "NOVA er náttúrulega snilldin ein, auk þess sem frelsið manns endist 90 daga en ekki 30 daga eins og hjá hinum búllunum. Þannig að maður þarf í raun ekki nema borga þeim 2000 krónur á ári til að hringja í félagana hjá Nova.\nEn það versta við að vera hjá NOVA er þegar maður er kannski að sms-ast við einhverja smekkfríða kvensu og fattar það ekki fyrr en eftir einhver sms að hún er EKKI hjá NOVA (náttúrulega bara ljótar stelpur hjá símanum) og maður orðinn nánast gjaldþrota! Bara bæ bless DRUSLAN ÞÍN !!!",
            "date": "2012-04-25 18:20:00",
            "post_id": "437789",
            "reply_to_id": "437780"
        },
        {
            "user_name": "Klaufi",
            "text": "Stóð það í samningum þegar bíllinn var keyptur?\nKannaði þetta útaf ákveðnu umboði á Íslandi.\nÞeim er óheimilt að gera það, eitt e-mail á customer support hjá umboði í heimalandi framleiðandans og umboðið hér heima fær tiltal og hringir í þig með skottið á milli lappana..\nAllavega á \"virðulegum\" bílaframleiðendum, alls ekki að reyna að hljóma cocky..",
            "date": "2012-04-25 18:23:00",
            "post_id": "437790",
            "reply_to_id": "437789"
        },
        {
            "user_name": "Daz",
            "text": "Frelsið hjá Vodafone endist í 6 mánuði held ég. Jafnvel 9. Hef reyndar ekki lent í því enþá að inneignin fyrnist.",
            "date": "2012-04-25 18:42:00",
            "post_id": "437795",
            "reply_to_id": "437790"
        },
        {
            "user_name": "MrIce",
            "text": "jæja það er gott, var Pálmi ekki bara hress í dag þegar þú komst eða tók Kobbi við þér?\nEn já, eðalverkstæði ^^",
            "date": "2012-04-25 18:45:00",
            "post_id": "437797",
            "reply_to_id": "437795"
        },
        {
            "user_name": "Bjosep",
            "text": "http://www.vodafone.is/simi/frelsi/\nGildistími inneignar: 30 dagar\nNema þú eigir við að númerið gildi í 6-9 mánuði eftir að þú fyllir á það.",
            "date": "2012-04-25 18:52:00",
            "post_id": "437798",
            "reply_to_id": "437797"
        },
        {
            "user_name": "urban",
            "text": "semsagt... nova er snilldin ein ef að þú ætlar bara að tala við fólk hjá nova\nannars tímiru ekki að kaupa þér inneign fyrir aðra\nRisafrelsi endist í 30 daga.\nvenjulegt frelsi endist síðast þegar að ég vissi í 6 mánuði.\nallavega fyllti ég á síma hjá mér milli jóla og nýárs og það er enþá inneign á því númeri",
            "date": "2012-04-25 18:55:00",
            "post_id": "437799",
            "reply_to_id": "437798"
        },
        {
            "user_name": "tdog",
            "text": "^^ Ástæðan fyrir því að ég hata NOVA. Flestir vinir mínir eru í NOVA og ég fæ reglulega SMS; „hringdu i mig“ einungis vegna þess að fólk tímir ekki að hringja í mig. Og á ég þessvegna að borga símtal þegar einhver þarf að ná í mig? Ráðgátan ein þetta NOVA fyrirbæri.",
            "date": "2012-04-25 19:14:00",
            "post_id": "437800",
            "reply_to_id": "437799"
        },
        {
            "user_name": "Frost",
            "text": "Djöfull lifir þú erfiðu lífi...",
            "date": "2012-04-25 19:18:00",
            "post_id": "437801",
            "reply_to_id": "437800"
        },
        {
            "user_name": "KrissiK",
            "text": "Eg er með Renault sem eg er að fara með i BilaHusið i Reykjanesbæ og lata tengja hann við tölvu og tekka hvað er að honum, Rafkerfisvandamal i gangi og þeir rukka bara 4600kr fyrir að bilanagreina hann með tölvu sem er ekki mikið en ef það er eitthvað mikið að honum. Hvaða stað mæliði þa með að eg fari með bilinn a ? , (kommur virka ekki i þessari tölvu, samt er islenskt lyklabord stillt en ja sorry)",
            "date": "2012-04-25 19:36:00",
            "post_id": "437809",
            "reply_to_id": "437801"
        },
        {
            "user_name": "gardar",
            "text": "Mjög skemmtilegur fídus hjá nova.\nSendir smsið \"hringdu símanúmeriðhjáviniþínum\" í númerið 1900 þér að kostnaðarlausu og þá fær vinur þinn sms-ið \"hringdu í mig\" úr númerinu þínu.",
            "date": "2012-04-25 20:52:00",
            "post_id": "437829",
            "reply_to_id": "437809"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég var líka bara að stríða þér \nÁstæðan fyrir frelsinu var sú að á sínum tíma þá voru þeir með skrilljón áskriftaleiðir og ég nennti ekki að spá í þeim, bað bara um frelsi og ætlaði að skoða hitt seinna, sem ég svo aldrei gerði. Kannski ástæða til að gera það núna. Þetta er í fyrsta sinn sem ég verð inneignarlaus, netið étur upp inneignina.\nJá, í þar til gerðri þjónustubók/smurbók sem ég þarf svo að kvitta undir.\nSkokkaði út til að sækja bókina og ljósrita skilmálana til að sýna þér, en fattaði þá að bíllinn er á verkstæði  \nPálmi svaraði símanum og ég talaði við hann þegar ég mætti á svæðið, virka mjög solid og traustir",
            "date": "2012-04-25 21:16:00",
            "post_id": "437836",
            "reply_to_id": "437829"
        },
        {
            "user_name": "urban",
            "text": "ég einmitt bara hringi ekki til baka.\nef að viðkomandi þarf að ná í mig, þá getur hann bara drullast til að hringja.\ndettur ekki til hugar að hringja til baka í menn, þó svo að ég borgi ekki einu sinni símreikninginn hjá mér.\nen já, það er nefnilega annsi algengt að fólk noti þetta.\nog einsog ég hef sagt áður á þessu spjallborði, þá er ekkert mál að kaupa sér aldrei inneign ef að maður lætur alltaf hringja í sig.",
            "date": "2012-04-25 21:25:00",
            "post_id": "437841",
            "reply_to_id": "437836"
        },
        {
            "user_name": "Daz",
            "text": "Eins og Urban var búin að benda á, þá á þetta við risafrelsi.",
            "date": "2012-04-25 21:36:00",
            "post_id": "437843",
            "reply_to_id": "437841"
        },
        {
            "user_name": "lifeformes",
            "text": "really",
            "date": "2012-04-25 22:34:00",
            "post_id": "437849",
            "reply_to_id": "437843"
        },
        {
            "user_name": "rapport",
            "text": "Man...\nFékk FÍB blaðið inn um lúguna um daginn og þar er skelfileg f´rett um viðgerðir á einum Pajero, tók tvö ár að koma honum í lag vegna \"sérfræðinga\" sem bara bulluðu...",
            "date": "2012-04-26 01:02:00",
            "post_id": "437864",
            "reply_to_id": "437849"
        },
        {
            "user_name": "natti",
            "text": "Þú kannski sýnir okkur skilmálana þegar bíllinn kemur af verkstæði...\nEN, þangað til þá... \nÞað var einmitt búið að koma mér \"í skilning\" um að ábyrgðin myndi falla ef ég myndi ekki koma með bílinn (konubílinn þ.e.) í ástandsskoðun.\nEftir að hafa verið rukkaður fyrir fyrstu ástandsskoðunina þá ákvað ég að skoða þetta betur. (Enda bláfátækur eftir þessa ofrukkun.)\nÞær upplýsingar sem ég náði að afla mér (og umboðið staðfesti þegar þeir voru spurðir):\nBíllinn er í ábyrgð fyrstu tvö árin, og umboðin hafa ekki forsendur fyrir því að fella bílinn úr ábyrgð eftir því hvort bíllinn kemur í ástandsskoðun eða ekki.\nLágmarksábyrgð.\nFlest umboðin bjóða hinsvegar upp á eins árs viðbótarábyrgð (s.s. þriggja(3) ára ábyrgð), og þar sem síðasta árið byggir á \"góðvild\" umboðanna, þá geta þeir gert kröfu um að bíllinn hafi mætt í reglulega ástandsskoðun til að þriðja árið gildir.\nS.s. í hnotskurn:\nEf ég mæti bílinn og ofborga ástandsskoðun: 3 ára ábyrgð\nEf ég mæti ekki með bílinn í ástandsskoðun: 2 ára ábyrgð\nÞegar ég spurði umboðið út í þetta (í þessu tilfelli: Bílabúð Benna), þá gerðu þeir nokkrar heiðarlegar tilraunir til þess að tala í kringum hlutina, og svöruðu meira og minna með \"Já en, <insert-sölu-blaður>\". \nEn staðfestu svo að þetta væri rétt, tveggja ára ábyrgðin héldi sér óháð því hvort ég færi með bílinn í ástandsskoðun til þeirra eða ekki, eina sem ég missi er þriðja árið.\nÞað er skemmst frá því að segja að bíllinn fór ekki aftur í ástandsskoðun hjá þeim.",
            "date": "2012-04-26 09:01:00",
            "post_id": "437877",
            "reply_to_id": "437864"
        },
        {
            "user_name": "biturk",
            "text": "þess má til gamans geta að ég fékk í gær að borga 9001 krónu hjá höldur fyrir að fá að vita að þeir gætu ekki gert við bílinn minn \n \nog þess má líka til gamans geta að það borgar sig fyrir menn að kaupa sér sinn eigin obd2 skanna ef þeir eiga bíla sem gera mikið í að bila (evrópskir)\nskanni kostar ekki nema 20 þús hingað kominn til lands og er fljótur að borga sig upp ef maður notar hann mikið fyrir sjálfann sig og vinina",
            "date": "2012-04-26 09:37:00",
            "post_id": "437880",
            "reply_to_id": "437877"
        },
        {
            "user_name": "roadwarrior",
            "text": "Eða þeir sem hringja og láta hringja einu sinni, skella á til að láta hinn aðilann hringja til baka",
            "date": "2012-04-26 09:43:00",
            "post_id": "437882",
            "reply_to_id": "437880"
        },
        {
            "user_name": "GuðjónR",
            "text": "natti: ég skal gera það, ég spurði líka út í þessa skilmála á sínum tíma þar sem ég keypti Kangoo'in nýjann.\nOg þá var mér sagt að þessi tveggja ára ábyrgð væri háð þessum skilmálum um ástandsskoðanir og þegar ég spurði hvað svona ástandskoðun kostar (fyrir hrun) þá var svarið 20-30 þúsund eftir því hvað þyrfti að gera!!\nÞannig að ef eitthvað smotterí er bilað eða stefnir í bilun þá laga þeir það í ástandsskoðuninni og rukka fullt fyrir, vel gert B&L.\nÞá spurði ég en hvað ef háspennukefli bilar eða eitthvað annað sem tengist ekki beint svona skoðunum og olíuskiptum þá var kom loðið svar sem svaraði engu í raun, það væri bara \"þeirra\" að meta hvað væri í ábyrgð og hvað ekki. Ef ástandsskoðun sem ekki var farið í hefði getað komið í veg fyrir bilun þá myndu þeir ekki bæta gallann.\nÞetta er svipað og fara til tannlæknis sem myndi ábyrgjast allar tennurnar þínar í nokkur ár \"ef\" þú kæmir í skoðun til hans einu sinni á ári og létir gera við \"smáskemmdir\" á eigin kostnað, og auðvitað að borga fyrir skoðanirnar.\nbiturk: þessar \ngræjur\n kosta klink...",
            "date": "2012-04-26 09:55:00",
            "post_id": "437884",
            "reply_to_id": false
        },
        {
            "user_name": "gissur1",
            "text": "Kannast svo við þetta, ég var með reikning hjá Símanum og fólk ætlaðist bara til að ég hringdi í þau vegna þess að þau væru í NOVA... Ég er núna reyndar búinn að skipta yfir í nova og sé ekki eftir því",
            "date": "2012-04-26 13:14:00",
            "post_id": "437920",
            "reply_to_id": "437884"
        },
        {
            "user_name": "dori",
            "text": "Ég var í Nova. Þar var lang ódýrast að vera í áskrift (maður fékk innifalda netáskrift þannig og þeir felldu alltaf niður áskriftargjaldið). Ég hafði aldrei áhyggjur af því hjá hvaða símafyrirtæki einhverjir einstaklingar voru og símreikningurinn minn var yfirleitt í ~3000 kr.\nSvo þegar sá hópur fólks sem ég hringi hvað mest í hætti að vera 90%+ Nova fólk þá skipti ég yfir í Símann og er að borga bara mjög svipað þar. Mér finnst netið í símanum einhvernvegin stöðugra svo skiptin voru algjörlega þess virði. Btw. viðskiptaplanið hjá Nova er nákvæmlega þetta. Að láta þá sem eru ekki í viðskiptum borga með því að rukka hin félögin hátt fyrir að hringja inná kerfið þeirra.",
            "date": "2012-04-26 14:33:00",
            "post_id": "437927",
            "reply_to_id": "437920"
        },
        {
            "user_name": "rapport",
            "text": "8. gr. Seljanda þjónustu ber að tilkynna neytanda ef í ljós kemur þegar verk er unnið að eðlilegt sé að vinna önnur verk samtímis vegna tengsla þeirra við aðalverk. Skal seljandi óska eftir fyrirmælum neytanda um viðbótarverk.\n Náist ekki til neytanda eða seljandi þjónustu fær ekki fyrirmæli frá honum innan sanngjarns frests skal hann vinna viðbótarverkið ef: \n   1. viðbótarkostnaður vegna þess er óverulegur eða má teljast óverulegur miðað við verð þjónustu sem samið hefur verið um,\n   2. sérstakar ástæður mæla með því að neytandi vilji láta vinna viðbótarverkið í tengslum við kaup hans á þjónustunni,\n   3. ekki er unnt að fresta því vegna hættu sem af því getur stafað.\n Hafi seljandi þjónustu unnið viðbótarverk í samræmi við ákvæði þessara laga ber honum greiðsla fyrir þau verk samkvæmt ákvæðum VII. kafla.\nhttp://www.althingi.is/lagas/137/2000042.html\nHeld að B&L þurfi að fá smá kennslu í lögfræði.\nÞegar ég fer með bílinn á verkstæði þá tek ég fram að það verði að hringja í mig ef það á aðgera eitthvað sem kostar peninga, þa vil ég vita fyrirfram hvað það á að kosta og helst fá það í tölvupósti. (hef ekki lent í vandræðum nema við gamla Ræsi)\nEf þeir gera eitthvað við bílinn þá er ég ekki með vandræði nema t.d. þegar ég er rukkaður um 1500 fyrir rúðupiss þegar ég bað um smurningu.\nÞá var mér sagt að það væri hluti af þjónustunni en við rökræddum þetta þar til við féllumst á að ég mundi borga 500 kr. (ég rífst stundum bara vegna prinsipp atriða :-)\nNæst þegar égt kom þá var kominn rammi á broðið þar sem stóð hvað væri innifalið í þjónustunni = þá geta þeir rukkað mig nema ég biðji sérstaklega um að þessu verði sleppt.",
            "date": "2012-04-26 15:02:00",
            "post_id": "437930",
            "reply_to_id": "437927"
        },
        {
            "user_name": "tlord",
            "text": "Síminn og Vodafone eru hvorugt með sérverð í Nova",
            "date": "2012-04-26 15:10:00",
            "post_id": "437932",
            "reply_to_id": "437930"
        },
        {
            "user_name": "Páll",
            "text": "Þessi dagur og allir dagarnir fram að mánaðarmótum verða erfiðir, i haz no money",
            "date": "2012-04-26 15:19:00",
            "post_id": "437934",
            "reply_to_id": "437932"
        },
        {
            "user_name": "dori",
            "text": "En Nova getur rukkað meira og þeir tekið á sig mismuninn (s.s. minni hagnað). Það var allavega þannig sem Nova unnu enda engin leið að reka símafyrirtæki öðruvísi þar sem 90% af notendum hringja bara frítt og hvern annan og ekkert meira en það.",
            "date": "2012-04-26 16:14:00",
            "post_id": "437939",
            "reply_to_id": "437934"
        },
        {
            "user_name": "KrissiK",
            "text": "Halló ?? , getur einhver mælt með einhverjum stað til að fara á eins og segir í þessu ?",
            "date": "2012-04-26 21:57:00",
            "post_id": "438021",
            "reply_to_id": "437939"
        },
        {
            "user_name": "roadwarrior",
            "text": "En stóra spurninginn sem er enþá ósvarað í þessum þræði, Guðjón hvað er að bílnum þínum eða er það ekki komið í ljós?",
            "date": "2012-04-26 22:05:00",
            "post_id": "438027",
            "reply_to_id": "438021"
        },
        {
            "user_name": "Black",
            "text": "Jarðtenginginn fyrir startarann var laus,",
            "date": "2012-04-26 23:09:00",
            "post_id": "438051",
            "reply_to_id": "438027"
        },
        {
            "user_name": "GuðjónR",
            "text": "UPDATE!\nÉg fékk bílinn úr viðgerð í dag, rétt fyrir kl 18.\nÞað sem var að var jarðtengið í startarann var farið og straumvírinn eitthvað orðinn tæpur, þetta var lagað.\nReikningurinn fyrir 2 klst. í vinnu og smá efni: samtals, 21.500.- mvsk.\nEr vægast sagt mjööööög ánægður með það, bilanagreiningargjaldið hjá B&L er næstum jafn hátt og viðgerðin hjá PG þjónustunni.\nSvo þegar ég var búinn að borga þá lá leíðin á Shell til að tékka á loftþrýsting í dekkjum, stoppar þá ekki lítill götusópur fyrir aftan og ökumaðurinn kallar út um gluggann \"er búið að gera við'ann?\" ... ég viss strax að þarna væri Vaktari á ferð!\nSvaraði því...\"Sástu það á spjallinu?\" ... og svarið var \"já\" \nÞarna var Black mættur, dauðþreyttur en samt að vinna greyjið eftir 17 klst. törn! ... átti eftir að skila tækinu og koma sér heim og hann þarf víst að mæta aftur kl. 4 í nótt til að gera borgina fína fyrir okkur hin, takk fyrir það Black... \n \nLæt \nábyrgðarskilmálana\n fylgja með eins og ég lofaði, takið sérstaklega eftir: \n3.4 \n4.1\n4.2\n4.7\n5.1\nI rest my case....gnite",
            "date": "2012-04-26 23:29:00",
            "post_id": "438060",
            "reply_to_id": "438051"
        },
        {
            "user_name": "gardar",
            "text": "Ég legg til að black fái hér með rankið \"lítill götusópur\"",
            "date": "2012-04-26 23:46:00",
            "post_id": "438066",
            "reply_to_id": "438060"
        },
        {
            "user_name": "KrissiK",
            "text": "Agreed !",
            "date": "2012-04-26 23:47:00",
            "post_id": "438067",
            "reply_to_id": "438066"
        },
        {
            "user_name": "Danni V8",
            "text": "Vá hvað ég greinilega átta mig ekki á því hversu dýrt það er þegar bílar bila. Held að það sé vegna þess að ég kann að bilanagreina og laga þá sjálfur og veit oftar en ekki hvar er hægt að fá varahlutina sem ódýrast.\nMér finnst allavega 21.500kr fyrir að laga lausa jarðtengingu alveg fáránlega dýrt. Blöskrar hreinlega að vita að þetta var ódýra leiðin sem almenningurinn fer.\nEn aftur á móti hef ég heyrt um mann sem að lagði bílnum sínum í 6 ár og seldi hann síðan á klink því hann hélt að það væri útleiðsla í honum því hann tæmdi alltaf rafgeymirinn. Hann einmitt týmdi ekki að fara með hann á verkstæði. Það sem var að var slitin viftureim sem snéri ekki alternatornum \n Skipt um hana og bíllinn var settur í gang og hélst í lagi þangað til hann var klessukeyrður.",
            "date": "2012-04-27 01:44:00",
            "post_id": "438084",
            "reply_to_id": "438067"
        },
        {
            "user_name": "Daz",
            "text": "Sérstakt. Það væri raunar mjög áhugavert að fá að heyra álit einhverra Neytendafrömuða (samtaka, stofu?) á þessum skilmálum. Ég er nokkuð viss um að svona skilmálar séu ekki bindandi ef þeir veiti samþykkjanda verri kosti en eru lögbundnir. Spurning hvort lög um bílaábyrgðir eru eitthvað öðruvísi en almennt er?",
            "date": "2012-04-27 08:22:00",
            "post_id": "438092",
            "reply_to_id": "438084"
        },
        {
            "user_name": "vesley",
            "text": "Í þessum reikning er nú 2klst vinna og hún er alls ekki ódýr á verkstæði \n. \nÞannig mér finnst þetta vera ágætlega sloppið þrátt fyrir hvað þetta var lítil viðgerð í sjálfu sér.",
            "date": "2012-04-27 09:04:00",
            "post_id": "438095",
            "reply_to_id": "438092"
        },
        {
            "user_name": "GuðjónR",
            "text": "Já, þeir segja að það sé einungis 12 mánaða ábyrgð á útvarpi/segulbandi/geislaspilara .... ég vet ekki betur en að það sé lögbundin tveggja ára ábyrgði á svoleiðis tækjum á Íslandi. \nB&L eru kannski með undanþágu frá lögunum, veit ekki.",
            "date": "2012-04-27 10:17:00",
            "post_id": "438102",
            "reply_to_id": "438095"
        },
        {
            "user_name": "hsm",
            "text": "Það kom að því að báðir bílarnir á heimilinu biluðu á sama tíma \n \nLand Rover Disco II árg 2000 farin hjólalega að framan, hringt inní umboð og þar kostar legan 105.000 kr (reyndar allt hjólanafið, þar sem að það er ekki hægt að skifta út leguni nema með nafinu og ABS nemanum líka )\nHringdi nokkur símtöl og fékk þetta á 48.000 kr orginal Land Rover reyndar með mjög góðum afslætti, en þetta átti að kosta um 70.000 kr á fullu verði þar sem ég fékk þetta.\nNiðurstaðan hlýtur að vera geðveik álagning hjá umboði.\nHyundai Getz 2004 farið fæðirör frá gírhúsi að stýrismaskínu, bæði rör pöntuð inní umboð á 3.500 kr stykkið samtals 7.000 kr fyrir tvö rör sem eru um 20cm og 30cm grét ekki lengi yfir því.\nSvo þegar ég var búinn að rífa bílinn hálfan í sundur til að komast að stýrismaskínu tók ég eftir því að þrýstislangan frá dælu og retúrslangan voru orðnar mjög lélegar svo það var ákveðið að skifta um þær líka.\nÞað var hringt inní umboð og þrýstislangan kostar 27.900 kr og retúrslangan 15.900 kr samtals 43.800 ég þakkaði bara fyrir mig og sagðist ætla að skoða þetta eitthvað betur.\nFór inní Vökvatengi hér í Njarðvík, þeir sérhæfa sig í öllu sem kemur að vökvadælum bæði í bílum og bátum. Snillingarnir smíðuðu nýjar slöngur fyrir mig og borgaði ég 3.000 kr sléttar fyrir báðar slöngurnar  \n \nNiðurstaðan er þessi\nIH/B&L\nHjólalega 105.000 kr - 10%\neða 94.500 kr\nSlöngur 43.800 kr - 10%\neða 39.420 kr\nSamtals 133.920 kr\nþað sem ég verslaði\nHjólalega 48.000 kr\nSlöngur      3.000 kr\nSamtals 51.000 kr\nMismunurinn er heilar 82.920 kr\nEr þetta há álagning ?????????  ég veit ekki, mér finnst þetta vera þjófnaður og glæpastarfsemi sem fer þarna fram  \n \nKv Hlynur",
            "date": "2012-04-27 12:28:00",
            "post_id": "438117",
            "reply_to_id": "438102"
        },
        {
            "user_name": "AntiTrust",
            "text": "Það er ekkert fyrirtæki með undanþágu frá neytendalögum. Það er líka almennt talið 5 ára kvörtunarfrestur á tækjum eins og afþreyingarbúnaði í bílum, þ.e. útvarp/geislaspilarar/skjáir.",
            "date": "2012-04-27 12:44:00",
            "post_id": "438118",
            "reply_to_id": "438117"
        },
        {
            "user_name": "Danni V8",
            "text": "Ég er einmitt að taka inn hluti í annan BMW-inn minn frá Ameríku. Keypti þá í BMW umboði þar og læt senda þetta beint heim til mín.\nÉg ætla að taka saman heildarverð á öllu saman þegar það er komið og ég er búinn að borga öll gjöld, senda síðan lista með partanúmerum til B&L og spyrja þá hvað þetta kostar frá þeim.\nKæmi mér ekki á óvart ef að mismunurinn muni duga mér fyrir máluninni á hlutunum og vel rúmlega það!",
            "date": "2012-04-28 18:18:00",
            "post_id": "438436",
            "reply_to_id": "438118"
        }
    ],
    "date": "2012-04-26 09:55:00"
}