{
    "forum_title": "Þjónusta / Viðgerðir",
    "id": "47420",
    "title": "Slitinn snúra á headsetti.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=13&t=47420",
    "posts": [
        {
            "user_name": "Desria",
            "text": "Málið er svona. Ég á headset. Plantronic Gamecom 367 headset. \nHljóðsnúran á því slitnaði.\nHaldiði að það séi einhver leið að splæsa henni saman. \nHér er meðfylgjandi mynd sem ætti að lýsa þessu aðeins betur. \nhttp://i.imgur.com/20CvQ.png?1\n \nSemsagt hún slitnaði í heilu lagi frá þessu stykki sem tekur á móti Hljóð og Mic jackinum.",
            "date": "2012-04-25 14:21:00",
            "post_id": "437740",
            "reply_to_id": false
        },
        {
            "user_name": "Blackbone",
            "text": "Getur allavega prufað að tala við þá hjá \nhttp://www.sonn.is\n þeir hafa gert við tvenn heyrnatól hjá mér, reyndar ekki tól með mic, en getur hringt og spurt þá",
            "date": "2012-04-25 14:27:00",
            "post_id": "437741",
            "reply_to_id": "437740"
        },
        {
            "user_name": "GullMoli",
            "text": "Ætti ekki að vera mikið mál. \nÞarft bara að taka dæmið af þar sem snúran skiptist í tvennt til að fá aðgengi að vírunum. Svo skerðu bara af báðum endunum og skellir þeim aftur saman (eru 2 eða 3 vírar).\nAuðvitað best að nota tin og líma svo yfir með einangrunarlímbandi, en dugar svosum að snúa þeim bara saman og líma yfir ef þér er sama frágang og gæði",
            "date": "2012-04-25 14:37:00",
            "post_id": "437742",
            "reply_to_id": "437741"
        },
        {
            "user_name": "Desria",
            "text": "Hljómar vel að splæsa þetta saman. Var bara ekki viss um þetta. Þurfti staðfestingu áður en ég færi að endanlega skemma þetta.",
            "date": "2012-04-25 14:56:00",
            "post_id": "437743",
            "reply_to_id": "437742"
        },
        {
            "user_name": "Sh4dE",
            "text": "Sælir það er alveg hægt að snúa þá saman en ég myndi ekki reikna með að það kæmi eitthvað hljóð frá þessu þannig þú þarft að nota lóðbolta til að brenna upp lakkið sem er utan á vírnum og splæsa þá saman með tini til að vera öruggur að fá hljóð. \nÞá ætti þetta að virka og ef að þú þarf að taka báða mini jack-ana þá eru þetta öruglega 5-6 vírar miðað við myndina sem að þú sendir hvor mini jack með 3 snertifleti.",
            "date": "2012-04-25 17:01:00",
            "post_id": "437762",
            "reply_to_id": "437743"
        },
        {
            "user_name": "tlord",
            "text": "borgar sig að nota herpihólka frekar en teip",
            "date": "2012-04-25 17:16:00",
            "post_id": "437764",
            "reply_to_id": "437762"
        }
    ],
    "date": "2012-04-25 14:21:00"
}