{
    "forum_title": "Koníakstofan",
    "id": "47450",
    "title": "Anabólískir Sterar",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=47450",
    "posts": [
        {
            "user_name": "Bidman",
            "text": "Hvað segja menn, er skaðlegt að nota þetta í hófi t.d. í pilluformi? \nÉg veit að það eru nokkrir fitness gúrúar hérna, endilega segið ykkar skoðun um kosti og galla. \nReynslusögur væru líka vel þegnar.",
            "date": "2012-04-26 21:04:00",
            "post_id": "438004",
            "reply_to_id": false
        },
        {
            "user_name": "birgirdavid",
            "text": "Slepptu þessu rugli, þett'er bara fyrir aumingja!",
            "date": "2012-04-26 21:05:00",
            "post_id": "438005",
            "reply_to_id": "438004"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Þetta var nú óþarfi. Það er alveg hægt að nota stera ef maður gerir það rétt sem reyndar mjööög fáir gera...",
            "date": "2012-04-26 21:07:00",
            "post_id": "438006",
            "reply_to_id": "438005"
        },
        {
            "user_name": "AncientGod",
            "text": "x2",
            "date": "2012-04-26 21:07:00",
            "post_id": "438007",
            "reply_to_id": "438006"
        },
        {
            "user_name": "AntiTrust",
            "text": "Tek hiklaust undir þetta. Ekkert nema shortcut. \nHeld þér sé nær að googla þetta properly (og þá er ég ekki að tala um greinar af T-nation eða bb.com) og kynna þér þetta sjálfur almennilega. Það eru til ótal tegundir af anabólískum sterum, en yfirleitt fela þeir flestir í sér e-rskonar aukaverkanir, hvort þær eru tímabundnar eða varanlegar fer eftir hverskonar efni þú notar, hversu lengi og hversu mikið. Það er örugglega hægt að gera þetta semi-safe, en þá verðuru líka að kynna þér þetta frá a-ö, og ekki kaupa hvað sem er, frá hverjum sem er.\nEn eins og búið er að taka fram, sleppa þessu bara. Það er ekkert ljótara eða hallærislegra en drengir í ræktinni með ofvaxna trappa og kýli upp að eyrum. Fyrir mitt leyti er þetta toppurinn á metnaðarleysi.",
            "date": "2012-04-26 21:08:00",
            "post_id": "438009",
            "reply_to_id": "438007"
        },
        {
            "user_name": "vesley",
            "text": "Shortcut sem getur haft alvarlegar afleiðingar \nÞrátt fyrir að þú getur komið vel út úr steranotkun þá mælir enginn með því,    svo fá svo margir ógeðslega sterabumbu ( útblásinn maga)",
            "date": "2012-04-26 21:09:00",
            "post_id": "438010",
            "reply_to_id": "438009"
        },
        {
            "user_name": "skoffin",
            "text": "a) Já.\nb) Fitness gúrúar eru síðasta fólkið sem ég myndi hlusta á. Ekki bara varðandi steranotkun.",
            "date": "2012-04-26 21:11:00",
            "post_id": "438011",
            "reply_to_id": "438010"
        },
        {
            "user_name": "AntiTrust",
            "text": "Bíddu nú við, síðan hvenær er vitlaust að hlusta á fólk sem býr yfir reynslu, og jafnvel menntun í stíl? Vona að þú sért ekki að gefa í skyn að allt fitness fólk séu steranotendur.",
            "date": "2012-04-26 21:13:00",
            "post_id": "438012",
            "reply_to_id": "438011"
        },
        {
            "user_name": "Bidman",
            "text": "Knowledge is power, ég er bara að forvitnast\nvar t.d. með fordóma gegn kreatíni lengi en svo finnst mér það virkilega hafa hjálpað mér að djöflast á æfingum og þar með styrkjast eftir að ég kynnti mér málið og gaf efninu séns",
            "date": "2012-04-26 21:14:00",
            "post_id": "438013",
            "reply_to_id": "438012"
        },
        {
            "user_name": "Gunnar",
            "text": "Ég ef HEYRT að það sé skaðminna að sprauta sig með sterum heldur en að taka í tölfuformi útaf þá fara þeir ekki i gegnum lifrin heldur beint í vöðvana.\nHækkar í þyngdum um allveg heilann helling og ef þú notar þetta rétt og í hófi þá getur þú komið vel út úr þessu með engar aukaverkanir.\nEn eins og þú sérð hér þá er ekki mikið um hjálp hér og ég vill ekki vera að blaðra um eitthvað sem ég veit ekkert um. Enda hef ég ekki notað stera. Myndi lesa mér um á erlendum síðum bara.",
            "date": "2012-04-26 21:19:00",
            "post_id": "438014",
            "reply_to_id": "438013"
        },
        {
            "user_name": "Gúrú",
            "text": "Vegna þess að þau hafa áorkað góðum árangri í fitness eru þau ekki marktæk á neinu sviði?",
            "date": "2012-04-26 21:19:00",
            "post_id": "438015",
            "reply_to_id": "438014"
        },
        {
            "user_name": "AntiTrust",
            "text": "Það er líka ekki hægt að líkja þessum tveimur efnum saman. Kreatín er eitt mest notaða fæðubótarefni í heiminum, enda náttúrulegt efni sem verður til í líkamanum og hægt að fá úr kjöti þess vegna frekar en úr dufti eða pillum. Það eru líka sárafáar ef e-rjar rannsóknir sem hafa fundið e-rjar slæmar aukaverkanir af kreatíni, og það er þá ekki nema við rosalega ofneyslu.\nÞetta er bara svipað og að bera saman kaffiglas og amfetamín.",
            "date": "2012-04-26 21:20:00",
            "post_id": "438016",
            "reply_to_id": "438015"
        },
        {
            "user_name": "GuðjónR",
            "text": "En HGH?",
            "date": "2012-04-26 21:25:00",
            "post_id": "438017",
            "reply_to_id": "438016"
        },
        {
            "user_name": "slubert",
            "text": "Slepptu pillum þær skemma bara lifrina meira en vökvaformið, ef þú getur boðið líkamanum uppá þetta sull þá ætti ein lítil nál ekkert að hræða þig.\nÞarft að æfa í 1.5-2 ár áður en þú ferð að spá í að nota þetta, stera tittir sem labba inní world-class á fyrstu æfingu upp pumpaðir af sterum verða jafn vanskapaðir og fílamaðurinn eftir mánuð.\nþarft að búa til rétt form á líkaman og vita hvernig á að beita líkamanum rétt í þeim æfingum sem þú gerir, ef þú gerir það ekki áður verðuru bara asnalegur í laginu og vöðvarnir allir misjafnir og ljótir.\nMæli ekki með þessu, best að sleppa þessu bara og kaupa sér  þykka úlpu",
            "date": "2012-04-26 21:26:00",
            "post_id": "438018",
            "reply_to_id": "438017"
        },
        {
            "user_name": "skoffin",
            "text": "Neinei, ég ætlaði bara að vera fyndinn. \nEkki í fyrsta sinn sem það mistekst.",
            "date": "2012-04-26 21:35:00",
            "post_id": "438019",
            "reply_to_id": "438018"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ah, nethúmor. Erfitt subject, ekki fyrir óreynda.",
            "date": "2012-04-26 21:49:00",
            "post_id": "438020",
            "reply_to_id": "438019"
        },
        {
            "user_name": "SkaveN",
            "text": "Ef þú ert búinn að vera lyfta í 3-4 ár og ert með mataræðið alveg 100% á hreinu og hefur \"stoppað\" algjörlega í þyngum og árangri í ræktinni þá getur þú prófað að taka eina keyrslu. Ef þú ert yngri en 24 þá myndi ég aldrei hugsa um þetta. Ef þú ert nýbyrjaður í þessu og nennir ekki að mæta 5-6x i viku og vilt bara taka stera til að fá árangurinn þá er það ekki fyrir þig.\nFólk hérna segir að þetta sé fyrir aumingja og sé bara shortcut,finnst leitt að heyra að fólk sjái bara 18 ára útur steraðan gaur i worldclass og hugsi með sér að þetta allt sé algjör steypa og engin ætti að gera þetta.\nÞað sem þið ættuð að hugsa úti er að margir hverjir sem eru á sterum eru bunir að að vera lyfta lengi, með mikla reynslu í þessu og MIKLU meiri metnað en þeir sem taka ekki neitt inn, er alls ekki að segja að þetta sé í öllum tilfellum og auðvita eru margir krakkar sem \"abusa\" stera alveg hrikalega og vita ekkert hvað þeir eru að gera. Það kallast að skemma líkamann sinn.\nÞað geta allir verið massaðir með að taka keyrslu en það geta ekki allir haldið árangrinum, fyrst og fremst fellst það í PCT, sem ungir krakkar nenna ekkert að spá í. því einfaldlega það eru ekki \"sterar\"\nEn ef þú hefur áhuga og ert búinn að lyfta lengi og ert í góðu formi, hugsa að þú sért ungur og vilt stækka, staðinn fyrir að taka cut?  Það er alltaf \"betra\" fyrir likaman að sprauta sig útaf því að töflurnar sem þú tekur eru með efni í sér svo að þær lifi ferðina i gegnum lifrina á þer svo að efnið i töflunum komist úti blóðið. Það er mjög erfitt fyrir lifrina.\nEf þú sprautar þig þá fer það beint í vöðva og þaðan úti blóðið.  Aldrei byrja á neinnu öðru heldur en Testosterone fyrir fyrstu keyrslu, líkaminn framleiðir það sjálfur og ert þú einfaldlega að pumpa upp skammtinn töluvert. Talað er um að 30 karlmaður framleiði 70mg af Testosterone á viku.(minnir að ég hafi lesið það). Fyrir fyrstu keyrslu væri kannski 250-500mg alveg nóg. \n  en er búinn að skrifa of mikið vonandi að þú skiljir hvað þú  ert að fara úti, því þetta er meira en að segja það.",
            "date": "2012-04-26 22:03:00",
            "post_id": "438026",
            "reply_to_id": "438020"
        },
        {
            "user_name": "aaxxxkk",
            "text": "100% sammála , slepptu ömmul pillum. 250mg prófa og kannski 200mg af boldenone eða deca á viku með og þú ert alveg í toppmálum.",
            "date": "2012-04-26 22:23:00",
            "post_id": "438036",
            "reply_to_id": "438026"
        },
        {
            "user_name": "skoffin",
            "text": "Ekki bara á netinu...\nÞað hlýtur að vera eitthvað að öllum hinum.",
            "date": "2012-04-26 22:25:00",
            "post_id": "438038",
            "reply_to_id": "438036"
        },
        {
            "user_name": "coldcut",
            "text": "Heyrðu! Ég fékk aukaverkanir...mikinn vindgang!\nSterar eru ekki kúl! Sama hvort þú ert 18 ára eða 30 ára.",
            "date": "2012-04-26 22:44:00",
            "post_id": "438042",
            "reply_to_id": "438038"
        },
        {
            "user_name": "vesley",
            "text": "Monohydrate kreatín getur víst gefið meiri vindgang en aðrar týpur og magaverki,  svo er það líka með hrikalega lélega nýtingu miðað við margt annað kreatín.",
            "date": "2012-04-26 22:56:00",
            "post_id": "438045",
            "reply_to_id": "438042"
        },
        {
            "user_name": "Danni V8",
            "text": "Ég er búinn að sjá svona hegðum í nokkrum vinum mínum sem hafa farið í ræktina bara til þess að buffa sig upp. Byrjuðu á því að halda því fram að þeir ætluðu sko ekki að taka inn stera, það er bara fyrir aumingja. Síðan fóru þeir að nota ýmis fæðubótarefni og kreatín og allt þetta sull. Með fulla skápa af einhverjum duft dunkum. Sögðu að þetta væri allt saman safe og í góðu lagi. Nokkrum mánuðum seinna eru þeir orðnir svaka massaðir og með meiri bólur en þegar þeir voru táningar, lykta eins og beljur en gjörsamlega sverja fyrir það að hafa aldrei tekið inn stera!\nSkil ekki þessa geðveiki að leggja allt þetta á sig til að verða massaður á of stuttum tíma.",
            "date": "2012-04-26 23:05:00",
            "post_id": "438048",
            "reply_to_id": "438045"
        },
        {
            "user_name": "SolidFeather",
            "text": "Hvartað taka í bekk/squat/dead?",
            "date": "2012-04-26 23:09:00",
            "post_id": "438052",
            "reply_to_id": "438048"
        },
        {
            "user_name": "Benzmann",
            "text": "dúd slepptu því að taka stera, ekkert nema shortcut sem hefur slæmar afleiðingar.\nef þú villt fá eitthvað örvandi fyrir ræktina þá mæli ég með S.A.W sem fæst í vaxtarvörum í hfj.\nhttp://vaxtarvorur.is/index.php/um-okku ... ory_id=107",
            "date": "2012-04-26 23:27:00",
            "post_id": "438058",
            "reply_to_id": "438052"
        },
        {
            "user_name": "FuriousJoe",
            "text": "Ég veit nú um einn félaga minn sem var að nota stera og eftir um ár eða tæpt ár, fékk hann hjartaáfall og slapp naumlega frá dauðanum, einungis vegna þess að hann var í matarboði þegar það gerðist. (ef hann hefði verið einn, kapút)\nJón Páll lést einmitt líka útaf steranotkun ef mig skjátlast ekki.",
            "date": "2012-04-26 23:42:00",
            "post_id": "438062",
            "reply_to_id": "438058"
        },
        {
            "user_name": "SkaveN",
            "text": "Fyrir það fyrsta þá þykir mér leitt að heyra með félaga þinn. Vonandi að hann hafði náð góðum bata.\nGetur samt ekki komið með svona fullyrðingu og sagt bara að hann fékk hjartaáfall vegna þess hann tók stera, hvernig stera var hann að taka? í hvað miklu magni? hvað lengi? gerði hann viðeigandi ráðstafanir fyrir PCT eftir kúrinn? hélt hann áfram að taka eitthvað annað en stera? Fór hann í blóðrannsókn fyrir og eftir að hann tók stera? \nÞú segir að hann hafi fengið hjartaáfall ári eftir að hann tók stera? Ef hann hefur tekið 3 mánaða keyrslu og klárað PCT eins og maður þá væri ekki vottur af neinnum efnum eða einhverjum áhrifum frá steranum enþá í líkamanum hjá honum eftir 1 ár. Auðvita meðan þú ert á sterum þá ertu að setja auka álag á allan líkamann og ef þú ert með einhverja sjúkdóma þá myndi ég aldrei koma nálagt þessu, ef þú ert nú þegar með háan blóðþrýsting og hvað þá hjartagalla eða einhvað álíka þá ýta sterar auðvita undir allt svona. Þannig alltaf gott að vera búinn að fara til læknis og i blóðrannsókn til að sjá hvort líkaminn hjá þér er ekki að virka alveg eðlilega áður en þú myndir gera nokkuð. \nVeistu nánar hvað orskaði þetta hjartaáfall? ertu með meiri upplýsingar um hvað nákvæmlega var að honum félaga þínum? \nÆtla ekki að fara ræða Jón Páll neitt hérna",
            "date": "2012-04-26 23:57:00",
            "post_id": "438071",
            "reply_to_id": false
        },
        {
            "user_name": "coldcut",
            "text": "Við skulum bara orða þetta svona...\nÞað er ómögulegt að buffa sig svona svakalega upp og skera sig svo svona svakalega niður aftur og aftur og aftur og aftur með löglegum leiðum!\nVandamálið við stera er að fólk verður háð þessu og háð vöðvum. Vöðvafíkn er ekkert grín og er alvöru vandamál!",
            "date": "2012-04-27 00:17:00",
            "post_id": "438075",
            "reply_to_id": "438071"
        },
        {
            "user_name": "ManiO",
            "text": "Ég sé aðeins eina ástæðu fyrir því að taka stera (anabólíska), og það er með læknisráði. Sumir þurfa að taka þetta af læknisfræðilegum ástæðum.\nEf þú þarft að sprauta þig til að auka þyngdir í ræktinni er ekki tími til kominn að líta í spegil og spyrja sig hvort það sé ekki tímabært að slaka aðeins á?",
            "date": "2012-04-27 08:44:00",
            "post_id": "438094",
            "reply_to_id": "438075"
        },
        {
            "user_name": "blitz",
            "text": "Flottur póstur!",
            "date": "2012-04-27 09:55:00",
            "post_id": "438097",
            "reply_to_id": "438094"
        },
        {
            "user_name": "Lanzo",
            "text": "Þú getur tekið stera á réttan hátt og svo á rosalega vitlausan hátt.\nÞú sért oft stráka stækka svakalega og minnka svakalega aftur útaf þeir taka pásu eftir kúr, oftast minnkar þeir útaf þeir hætta að æfa jafn grimmt.\nMyndi lesa mig helling um þetta áður en þú ferð út í þetta, ef þú gerir þetta rétt er þetta næstum hættulaust. Myndi ekki fara í töflu stera því lifrinn á þér höndla það ekki til lengri tíma.\nÞarft lika að pæla á því hvort þú sért að æfa nóg og grimmt og ert nóg of ákveðinn að vilja stækka þýðir ekkert að sprauta sig og halda að þú verður stór, \nFólk sem er að tala um að þetta sé shortcut það er bull fólkið sem er að nota þetta er útaf það vil fá max árangur og er að æfa grimmt (þú verður ekki stór á að taka stera og æfa lítið)",
            "date": "2012-04-27 10:00:00",
            "post_id": "438098",
            "reply_to_id": "438097"
        },
        {
            "user_name": "AntiTrust",
            "text": "Auðvitað er þetta ekkert nema shortcut?\nFlestir sem eru að nota stera gætu komist á sama stað án þeirra, bara á lengri tíma. Fyrir vikið sleppuru við allar þær aukaverkanir sem sterar geta haft, og yfirleitt færðu \nmikið\n fallegri líkama.\nÞað er örugglega hægt að taka stera semi-safe, en það eru fleiri aukaverkanir en líkamlegar. Þeir geta verið ávanabindandi eins og önnur efni, geta valdið skapgerðarbreytingum eins og allir þekkja þótt sögurnar séu vissulega oft ýktar, fokkað verulega upp hormónastarfseminni í þér og flr. stærri og sjaldgæfari vandamál.\nÞað er enginn heilbrigð manneskja betur sett á sterum en án þeirra, einfalt.",
            "date": "2012-04-27 10:12:00",
            "post_id": "438100",
            "reply_to_id": "438098"
        },
        {
            "user_name": "Kalli9900",
            "text": "SkaveN er vissulega með málefnalega umræðu gott mál:)\nEf það er verið að ræða um þessi mál er best að fara til læknis og láta hann vera meðvitaðan um notkunn þína. Láta mæla reglulega blóðfitu og lifrar og nýrna virkni og að vera undir eftirlyti.\nÞað er ekki mikið rætt hér um hgc og beta og estrógen blockera og það er vissulega gríðar mikilvægt.\nEn vill benda á að missnotkun og og notkun er alls ekki sami hluturinn og er áfengi þar gott dæmi.\nÖll lyf hafa aukaverkanir og því má ekki gleima og það er hægt að drepa sig á Mcdonalds og kóki líka.",
            "date": "2012-04-27 10:16:00",
            "post_id": "438101",
            "reply_to_id": "438100"
        },
        {
            "user_name": "GuðjónR",
            "text": "Mesta hættan við sterana er sú að þeir stækka hjartað sem er jú vöðvi.\nÞegar hjartað stækkar þá minnka hólfin í því og það þarf að hafa meira fyrir því að dæla blóðinu.\nÞað getur orsakað hjartaáfall eða hugsanlega styttri líftíma. Sterar eru alltaf áhætta.\nVar ekki sagt að hjartað í Jóni Páli hefði verið á stærð við hjarta í 400kg nauti?\nSú saga gekk allavegana í denn þegar ég var að æfa Gym80.",
            "date": "2012-04-27 10:23:00",
            "post_id": "438103",
            "reply_to_id": "438101"
        },
        {
            "user_name": "Gúrú",
            "text": "Er þetta nú ekki bara einhver skáldsaga vegna þess að þetta hljómar \"hardcore\"?\nHjartavandamál voru þekkt í ætt Jóns og hann dó vegna þess að ósæðin hans rifnaði í vinstra hjartahvolfinu \n(Sem að Wiki segir að sé specifically þekkt vandamál í ætt hans en hefur enga skráða heimild)\n.",
            "date": "2012-04-27 12:12:00",
            "post_id": "438114",
            "reply_to_id": "438103"
        },
        {
            "user_name": "AntiTrust",
            "text": "Sterarnir stækkuðu hjartað en ekki ósæðina, skilst að ósamræmið þar á milli hafi í rauninni valdið þessu rofi. Svo var ekki einu sinni hægt að reyna lífgunartilraunir þar sem hann var svo vöðvamikill um brjóstkassann.",
            "date": "2012-04-27 12:18:00",
            "post_id": "438116",
            "reply_to_id": "438114"
        },
        {
            "user_name": "tanketom",
            "text": "Myndi mæla með að þú horfir á þessa mynd\nhttp://www.imdb.com/title/tt1151309/",
            "date": "2012-04-27 12:57:00",
            "post_id": "438120",
            "reply_to_id": "438116"
        },
        {
            "user_name": "playman",
            "text": "Mæli einnig með því að horfa á National Geographic - Superhuman Faking It",
            "date": "2012-04-27 13:02:00",
            "post_id": "438121",
            "reply_to_id": "438120"
        },
        {
            "user_name": "raekwon",
            "text": "Flest er hollt í hófi en það eru margir farnir að tala um þetta eins og þú sért bara kominn í margra ára neyslu leið og hugsar um að byrja.\nMeð Jón pál .Nei reyndar var hann með í grunninn óvenju lítið hjarta þannig að það þurfti að hafa miklu meira fyrir dælingunni, og þótt hafi stækkað eitthvað útaf steraneyslu var það ekki í grunninn byggt til að þola álagið, bara að vera hávaxinn eins og hann var og svo líka bara þessar massívu æfingar sem hann gerði, fáir sem nokkurntíman hafa lagt jafn mikið á sig og jón páll, var að þyngja sig og létta til skiptis á met hraða, hjólaði í gufubaði þangað til datt út og hné niður og svo þegar var búið að draga hann út og vaknaður aftur fékk sér smá að drekka og bara jæja næsta sett og fór aftur inn í gufuna. og eftir að opnaði gym 80 þá hætti hann nánast að sofa og borðaði ekki nógu rétt og oft, var að vinna í gyminu og svo slakaði hann ekkert á æfingum þess á milli og var virkilega farið að sjást á honum að þurfti að slaka á en hann hlustaði ekki á það, sagði við félaga hans pabba að maður eins og ég verður aldrei gamall =)\nFullt af strákum í fótbolta og rugby hafa verið að hrynja niður á æfingum og í leikjum án þess að mælist nokkuð undarlegt í þeim.\nsvo væri hægt að fara í hina áttina og tala um þá sem misnotuðu stera alveg endalaust á sínum tíma af því að þá var ekki þekkt neitt áhrif til langs tíma eða mismunur milli efna, swartzenegger, lue ferigno, stallone og þessir gaurar hafa alveg sagt að þetta var ekki sparað á sínum tíma og bara aukið í þegar virtist ekki virka eins vel og bætt við fleiri tegundum osfv og þeir eru alveg sprellifandi í dag, \nen þetta er allt extreme gaurar sem að voru kannski ekkert að hætta á sterum neitt sérstaklega inn á milli kannski minnkuðu skammtinn eða skiptu um efni, og búnir að vera 10-15 ár samfleytt á sterum mað takmörkuðum pásum, ekkert í líkingu við það að þú sért að spá í að boosta aðeins upp og keyra í gang.\nhelsta sem þarf að hafa í huga er æfa rétt því að það er létt að skemma hluti í líkamanum sem getur tekið áratugi að laga ef lagast aftur, svo er spurngin hvað ætlar að gera, flestir vilja bara hressa upp á útlitið og það er hægt að gera æfingar þannig að stækkar vöðvana og líta vel út en ert kannski ekkert að fá neitt massívann styrk endilega og svo er hægt að fá geðsjúkann styrk en líta ekkert endilega út fyrir að vera svo hraustur, félagi minn var bara rétt um 93kg 180 á hæð og setti 200 á stöngina og tók 2-3 lyftur, hann var líka í mörg ár 4x í viku stundum oftar í ca 2 tíma í ræktinni og aldrei slakað á. svo voru aðrir miklu breiðari og vatnaðri sem að dóu næstum við að ná 140kg einu sinni,\nfólk áttar sig oft ekki á því sem eru að lyfta og alltaf að bera sig við þessa gaura að það er ekki mikið hlutfall af fólki í heiminum sem hefur tekið yfir 100kg í bekknum og það er góður árangur, hugsaðu frekar um til að byrja með alllavega að lyfta eins og þú vilt líta út styrkurinn kemur smám saman, ef þú hefur ekki góðann grunn áður en byrjar á sterum þá geturðu skropppið hratt saman leið og hættir að lyfta\nEitt get ég sagt við alla sem eru að lyfta með eða án stera að kaupa þessa bók og gera sér svo prógram eftir henni miðað við hvað ætlar að gera, hér er farið í gegnum mataræði æfingar, hvaða nýtni hvaða blóðflokkur fær úr hvaða fæðu og bara allt um eitthvað sem tengist hreyfingu með eða án stera. því að hver einasti sem þú talar við hefur sérstaka sögu.\nhttp://www.ebay.com/itm/Manifesto-of-Ma ... 500wt_1156",
            "date": "2012-04-27 13:20:00",
            "post_id": "438126",
            "reply_to_id": "438121"
        },
        {
            "user_name": "bixer",
            "text": "Ekki byrja á sterum ef þú ætlar að fara að keppa. \nÉg er búinn að ná miklum árangri í bekkpressu og átti möguleika á að setja nýtt Íslandsmet um daginn en þá var það bætt af gaur sem ég hef nánast fengið staðfest að hafi verið á sterum í næstum 2 ár(on/off)\nÞað er ógeðslega ósanngjarnt fyrir þá sem ætla að gera þetta náttúrulega að það séu einhverjir aðrir með svona forskot. En mér er alveg sama hvað áhugamenn eru að gera.",
            "date": "2012-04-27 14:16:00",
            "post_id": "438134",
            "reply_to_id": "438126"
        },
        {
            "user_name": "Bjosep",
            "text": "Þegar þú segir \"náttúrulega\" meinarðu þá ekki löglega? Eða má vera á sterum í kraftlyftingum?",
            "date": "2012-04-27 16:19:00",
            "post_id": "438167",
            "reply_to_id": "438134"
        },
        {
            "user_name": "CendenZ",
            "text": "Hættið að tala um Jón Pál og dauða hans tengdan sterum.\nÉg er nokkuð viss um að hann hafi verið með galla í teygju ósæðarinnar, minnir að sonur hans hafi þurft að fara í skiptiaðgerð út því. \nEn þetta auðvitað bætti ekki úr skák, en sannanlega ekki orsökin ef þetta er rétt.\npotato have skin... \n...\nallir \nsem taka stera deyja, höfum það á hreinu.",
            "date": "2012-04-27 16:26:00",
            "post_id": "438169",
            "reply_to_id": "438167"
        },
        {
            "user_name": "vesley",
            "text": "Það er ekkert mikið verið að fylgjast mikið með steranotkun kraftlyftingamanna hér á landi, það er alveg augljóst.",
            "date": "2012-04-27 16:28:00",
            "post_id": "438170",
            "reply_to_id": "438169"
        },
        {
            "user_name": "bixer",
            "text": "þegar ég sagði náttúrulega þá var ég að meina löglega. Það er alls ekki mikið eftirlit með steranotkun almennt en ég held að það sé sérstaklega lítið eftirlit á Íslandi",
            "date": "2012-04-27 16:30:00",
            "post_id": "438172",
            "reply_to_id": "438170"
        },
        {
            "user_name": "AntiTrust",
            "text": "Það er 2 ára keppnisbann ef þú fellur á lyfjaprófi, allavega innan IPF. Svipaðar reglur innan IFBB minnir mig, þótt það sé auðvitað vitað mál að það lyfjaprófar enginn topp mennina innan þeirra deilda.\nMaður getur nánast gleymt því að keppa innan IFBB sem natural, notkunin er svo mikil, og þykir svo eðlileg að manni blöskrar.\nÞótt ég sé rosalega mikið fyrir \"benefit of the doubt\" þá eru sumir ungir drengir að þyngjast svo hratt og bæta sig svo rosalega á milli móta í kraftlyftingunum að það er bara með öllu ólíklegt að þetta sé bara afrakstur mikill æfinga og góðs matarræðis.",
            "date": "2012-04-27 16:31:00",
            "post_id": "438174",
            "reply_to_id": "438172"
        },
        {
            "user_name": "aaxxxkk",
            "text": "Þeir sem eru ekki að stera og keppa í kraftlyftingum hér á íslandi keppa í Kraft sem er í ÍSÍ og það er lyfjaprófað.",
            "date": "2012-04-27 17:03:00",
            "post_id": "438196",
            "reply_to_id": "438174"
        },
        {
            "user_name": "Gerbill",
            "text": "Þeir sem eru lummulegir með notkun sína keppa hjá Kraft meinarðu? \n (note; ekki að segja að það steri allir hjá Kraft, alls ekki, bara smá hæðni hjá mér, það verður seint komist algjörlega hjá steranotkun, sama hvaða íþrótt)",
            "date": "2012-04-27 17:13:00",
            "post_id": "438203",
            "reply_to_id": "438196"
        },
        {
            "user_name": "bixer",
            "text": "það eru því miður dæmi um steranotkun innan kraft",
            "date": "2012-04-27 17:31:00",
            "post_id": "438208",
            "reply_to_id": "438203"
        },
        {
            "user_name": "fremen",
            "text": "Það eru alltaf jafn margir prófessorar í lyftingum og næringarfræði í svona þráðum á hverju einasta spjallborði, partýi, o.s.frv. þar sem maður er staddur.\nSterar eru ekkert hættulegir ef þeir eru rétt notaðir og þú ert ekki með undirliggjandi hjarta-vandamál í líkamanum. En ef þú ert með undirliggjandi hjarta-vandamál  sem dæmi þá geturðu alveg hrunið niður á föstudegi í 10/11 meðan þú ert að versla í kvöldmatinn, alveg uppúr þurru.\nTala bara við lækni áður en þú byrjar og taka tjékk og svo fylgjast með hvernig líkaminn hagar sér í ferlinu, ef eitthvað er off þá bara stoppa og tala við lækni. Það eru til fullt af mjög gagnlegum upplýsingum á netinu um hvernig á að gera þetta rétt, þ.e.a.s hvernig eigi að byrja og hvernig eigi að enda.\nEina vandamálið sem ég sé við stera er þegar menn byrja á einhverjum ákveðnum sterum og ná að byggja vöðva á x mg og halda svo að þeir geti byggt meira með 2x mg, ÞÁ ferðu að stofna þér í hættu.\nÉg hef persónulega aldrei notað stera og veit ekki hvort ég muni nokkurntíman gera það. Ef ég gerði það myndi ég ekkert skammast mín fyrir það og ljúga til um það. En það að ENGINN eigi að taka stera vegna þess að þeir séu STÓR HÆTTULEGIR er bara bull og vitleysa og mér finnst óþolandi að lesa þetta.\nÞeir sem segja svo að steranotkun sé svindl - það er rangt. Því ultimately eiga steranotendur að keppa í öðrum flokki en þeir sem eru án stera. EF steranotandi er að keppa með 'natural' mönnum og reglurnar segja að sterar séu bannaðir, ÞÁ er það auðvitað svindl, annars ekki. Þess vegna er natural bodybuilding og bodybuilding tvennt ólíkt í USA.\nSterar eru shortcut - Já, stundum. Að byggja MIKIÐ af LBM tekur mörg MÖRG ár og jafnvel ENN fleiri ár fyrir suma og margir vilja kannski frekar stytta tímann aðeins niður með sterum. Mér finnst það persónulega allt í lagi svo lengi sem þeir passi sig - fari eftir leiðbeiningum um notkun - og HÆTTI þegar þeir eiga að hætta/ef líkaminn byrjar að haga sér eitthvað skringilega. Og að sjálfsögðu fari reglulega til læknis.\nHins vegar er algjört bull að byrja á sterum strax og menn byrja að lyfta. Það er ekkert með það að gera strax - færð þessi fínu nýliði gains í svolítinn tíma. Endilega lyfta í 1-2 ár almennilega með tiltölulega þéttu dieti og RÉTTUM lyftum áður en þú pælir í sterum.\n(Þetta comment er ekki beint til OP heldur meira umræða um svörin sem hafa komið)",
            "date": "2012-04-27 17:50:00",
            "post_id": "438224",
            "reply_to_id": "438208"
        },
        {
            "user_name": "CendenZ",
            "text": "Að nota stera er alveg jafn siðlaust og photoshoppa módel...",
            "date": "2012-04-27 17:52:00",
            "post_id": "438227",
            "reply_to_id": "438224"
        },
        {
            "user_name": "Nördaklessa",
            "text": "það er allt gott í hófi...",
            "date": "2012-04-27 18:09:00",
            "post_id": "438230",
            "reply_to_id": "438227"
        }
    ],
    "date": "2012-04-26 23:57:00"
}