{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "47489",
    "title": "Plasma VS  Skjávarp",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=47489",
    "posts": [
        {
            "user_name": "gutti",
            "text": "'Eg er ath hvað  duga plasma yfirleitt lengi  í ár er með núna 50\" eiga í 4 ár frá 2008 er tími að skipta um eða bíða þangað til minn verða úrelt  eða   bila einhvern tíma.  Eru skjávarpar kostur í dag um á horfa kvikmyndir (blu ray dvd)  tv svo (pc tengt við varpið) annars er ég  horfa á frekar lítið í tv eins og er hvort mar á fá sér frekar skjávarpa ?  \nHvað verð er sett á 50 panasonic tæki kostaði um 220 þus á sínum tíma !\nPs er ekki fara að selja plasma tækið ath verðmat á því \nhér spec um tækið \nhttp://www.amazon.com/Panasonic-TH-50PH ... 904&sr=8-1\nEf verður farið í skjávarpa á þá kaupa hér heima eða panta að utan og hvering er kostir og galla að panta að utan um á ef það bilar á ábyrgð tima ? svo smá í lokinn á mar versla við shopusa eða gera það sjálfur ef fer að endurnýja !!\nER ekki að flýta mér að endurnýja bara að fá ykkur álit",
            "date": "2012-04-29 03:05:00",
            "post_id": "438515",
            "reply_to_id": false
        },
        {
            "user_name": "Sucre",
            "text": "þarft að fara í svaðalega dýran varpa til að toppa full hd 50\" plasmatæki myndi bíða eftir hærri upplausn en 1920x1080 á tækjum",
            "date": "2012-04-29 05:21:00",
            "post_id": "438525",
            "reply_to_id": "438515"
        },
        {
            "user_name": "vesi",
            "text": "Hinkrar aðeins og færð þér svona",
            "date": "2012-04-29 10:40:00",
            "post_id": "438530",
            "reply_to_id": "438525"
        },
        {
            "user_name": "stebbi23",
            "text": "held það hafi nánast blætt út um eyrun á mér við að lesa þetta.\nHins vegar stendur í tenglinum sem þú settir um tækið þitt að það sé 60 þúsund stunda líftími á því.\nViðmið fyrir venjulegt sjónvarpsáhorf á dag er að mig minnir 5 tímar.\n(60.000/5) / 365 = 32 ár\nÉg held að 10 til 15 ár sé góð viðmiðunartala, 32 ár er allt of mikið.\nBara passa að fá ekki \"burn-in\" og fara vel með tækið.\nYfirleitt er fólk búið að skipta um tæki áður en líftíminn er runninn út eða komin ný tækni.",
            "date": "2012-04-29 23:37:00",
            "post_id": "438638",
            "reply_to_id": "438530"
        },
        {
            "user_name": "littli-Jake",
            "text": "Vá hvað þetta er líttil kona",
            "date": "2012-04-30 00:04:00",
            "post_id": "438643",
            "reply_to_id": "438638"
        },
        {
            "user_name": "Steini B",
            "text": "Vá ég hélt ég væri orðinn svona rosalega fullur, þurfti að lesa 3x yfir þetta",
            "date": "2012-04-30 01:21:00",
            "post_id": "438653",
            "reply_to_id": "438643"
        }
    ],
    "date": "2012-04-29 03:05:00"
}