{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "47602",
    "title": "Em í fótbolta í HD?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=47602",
    "posts": [
        {
            "user_name": "zetor",
            "text": "Verður Em í fótbolta í HD? Svona eins og samvinna R'UV og Vodafone í EM í handbolta í vetur?",
            "date": "2012-05-04 09:21:00",
            "post_id": "439433",
            "reply_to_id": false
        },
        {
            "user_name": "hagur",
            "text": "Það væri gaman.  Er ekki málið bara að bjalla í RÚV og spyrja?",
            "date": "2012-05-04 11:20:00",
            "post_id": "439445",
            "reply_to_id": "439433"
        },
        {
            "user_name": "wicket",
            "text": "Ef það gerist er það bara vegna þess að RÚV hefur fengið kostunaraðila til að borga fyrir HD strauminn eins og þeir fengu Vodafone til að gera sem var kostunaraðili keppninnar.\nRÚV á ekkert dreifikerfi til að dreifa HD efni og þurfa því að treysta á Vodafone og Símann til að koma þessu út á sín kerfi eins og gert var með handboltann.",
            "date": "2012-05-04 11:35:00",
            "post_id": "439446",
            "reply_to_id": "439445"
        },
        {
            "user_name": "fallen",
            "text": "Er enginn nær því að komast að þessu?",
            "date": "2012-05-07 23:32:00",
            "post_id": "440027",
            "reply_to_id": "439446"
        },
        {
            "user_name": "fallen",
            "text": "Staðfest, j3. \nhttp://www.mbl.is/frettir/innlent/2012/ ... ekir_fram/",
            "date": "2012-05-31 07:07:00",
            "post_id": "444804",
            "reply_to_id": "440027"
        },
        {
            "user_name": "hagur",
            "text": "Ohhhhhhhhh yeah!",
            "date": "2012-05-31 08:42:00",
            "post_id": "444809",
            "reply_to_id": "444804"
        },
        {
            "user_name": "codec",
            "text": "Snilld,  loksins er eitthvað að gerast í HD málum hér á þessu skeri.   Hef það frá félaga mínum sem hefur sambönd inn í Rúv þá eru þeir búnir að vera að skipta út tækjabúnaði undanfarið til að undirbúa sig undir HD væðingu.   Ég segi meira svona takk.  \nÁ meðan er 365 að klóra sér í rassinum og bjóða bara upp á fáránlega díla til að fá Sport í HD, maður þarf að kaupa 2 sport rásir á allt of háu verið til að geta átt möguleika á að kaupa HD rásina.  Hvað ef maður vill bara sjá t.d. enska boltan í HD?   Nei þú verður að kaupa Sport 2 og Stöð 2 Sport líka og þá er pakkinn komin í guð má vita hvað.   Algjörir bjánar, segi ég.    Þetta er einfalt dæmi.\n1.  Læka verð, eða sameina sportið í einn pakka,  eina áskrift.\n2.  Betri gæði, HD (þeir eru að keppa við streaming á netinu og þurfa því að bjóða betri vöru).\n3.  Miklu fleiri áskrifendur\n4.  Profit\nÞað má kalla þetta að mjólka markaðinn ekki blóðmjólka hvern einasta viðskipavin þar til að þeir gefast upp.",
            "date": "2012-05-31 10:31:00",
            "post_id": "444818",
            "reply_to_id": "444809"
        },
        {
            "user_name": "FreyrGauti",
            "text": "Miðað við þessa grein er þetta ekki fáanlegt í gegnum loftnet, eins og t.d. sport2hd.\nEr það ennþá þannig að maður getur ekki HD afruglara yfir net án þess að vera með ljósleiðara?",
            "date": "2012-05-31 13:10:00",
            "post_id": "444843",
            "reply_to_id": "444818"
        },
        {
            "user_name": "hagur",
            "text": "Já, Rúv HD tilraunadæmið er bara á IPTV dreifikerfi Símans og Vodafone, þ.e ekki yfir DVB-T (Digital Ísland, loftnetsdæmið).\nÁtt að geta fengið HD afruglara fyrir sjónvarp yfir ADSL líka, en þar ertu með max 1 HD afruglara per tengingu held ég.\nLjósleiðarinn og ljósnetið leyfa mun fleiri simultaneous HD sjónvarpsstrauma í einu yfir sömu tengingu.",
            "date": "2012-05-31 13:59:00",
            "post_id": "444855",
            "reply_to_id": "444843"
        },
        {
            "user_name": "wicket",
            "text": "Það var í fréttum Sjónvarps fyrir ekki svo löngu síðan að RÚV er að HD væða allt sitt og í kjölfarið munu þeir hefja HD sýningar á völdu efni á sérstakri rás yfir DVB-T. Það tekur tvö ár fyrir þá að koma upp slíku dreifikerfi og þangað til munust þeir nýta þær dreifileiðir sem fyrir eru sem eru IPTV kerfi símafélaganna.",
            "date": "2012-05-31 15:14:00",
            "post_id": "444864",
            "reply_to_id": "444855"
        },
        {
            "user_name": "tdog",
            "text": "Relevant, \nKaplar hjá RÚV",
            "date": "2012-05-31 15:25:00",
            "post_id": "444866",
            "reply_to_id": "444864"
        },
        {
            "user_name": "Fuse",
            "text": "Bara svona af því að Íslendingar hafa stundum gaman af því að bera sig saman við nágrannaþjóðir  \n \n4K TV already being trialed by one UK broadcaster\nhttp://www.engadget.com/2012/05/29/4k-t ... in-the-uk/\n4K in the UK? It could happen sooner rather than later, if viewers give a thumbs up to feedback tests currently being conducted by a British broadcaster. According to a senior figure at a company that is directly involved in the experiments, people are being asked if they can spot the difference between 4K and regular 1920 x 1080, which will help to decide whether the format is worthy of immediate investment.",
            "date": "2012-06-01 10:15:00",
            "post_id": "445017",
            "reply_to_id": "444866"
        },
        {
            "user_name": "zetor",
            "text": "Ég þarf þá væntanlega að fá HD afruglara hjá Símanum?",
            "date": "2012-06-01 20:43:00",
            "post_id": "445129",
            "reply_to_id": "445017"
        },
        {
            "user_name": "zetor",
            "text": "aðeins meira... \nhttp://mbl.is/frettir/taekni/2012/06/01 ... eim_i_hus/",
            "date": "2012-06-01 23:24:00",
            "post_id": "445151",
            "reply_to_id": "445129"
        },
        {
            "user_name": "appel",
            "text": "Sýnist að árið 2012 sé HD-væðingarárið á Íslandi. Nú eru innlendar sjónvarpsstöðvar og innlendir efnisaðilar að taka við sér. En enn munu HD stöðvarnar verða aðskildar frá \"venjulegu\" stöðvunum á sérstökum rásum. Það verður nokkuð langt í að HD verði bara \"normið\". Enn er þó nokkur kostnaðar-barrier að fara yfir í HD, fyrir alla aðila, sjónvarpsstöðvar þurfa að skipta út búnaði, einnig þarf fjárfestingu hjá útsendingaraðilum, svo jú þurfa neytendur að kaupa sér ný sjónvörp. Það er alveg ótrúlegt hve margir eru enn með túbusjónvörp.\nEn content er king. Þegar fólk getur fengið uppáhalds efnið sitt í HD þá mun það velja HD. \nSamt dolítið absúrd að tala svona á árinu 2012 þegar HD er í raun bara sjálfgefið erlendis. Svona dálítið einsog það sé árið 2007, allir að kaupa sér flatskjái",
            "date": "2012-06-02 00:28:00",
            "post_id": "445160",
            "reply_to_id": "445151"
        },
        {
            "user_name": "CendenZ",
            "text": "Rúv eru að gera hið rétta í stöðunni. Í stað þess að væla í STEF og Smáís með Sky-gervihnattaaðgengi líkt og 365 hafa gert síðustu 6-8-10 árin(?) þá koma þeir með mótsvar.\nÞað væri óskandi ef aðrir aðilar í sömu stöðu færu þessa leið. Hvað haldiði að margir sjái hag í því að spara sky-ið og nýta sér skattgreiddar HD útsýningar? amk 20% af þeim sem eru með sky til að byrja með!\n.....reyndar eru commenterarnir mikið betri á sky",
            "date": "2012-06-02 01:23:00",
            "post_id": "445163",
            "reply_to_id": "445160"
        }
    ],
    "date": "2012-05-04 09:21:00"
}