{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "47771",
    "title": "sjónvarpsefnið mitt allt svart!! WTF??",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=47771",
    "posts": [
        {
            "user_name": "blanefur",
            "text": "hæhæ\nég er með þætti og myndir á flakkara sem var í lagi í gær en nún alltíeinu er það allt svart \n \nheyrist hljóð en bara svört mynd, búin að prufa að taka útaf honum inná tölvuna og það er enn svart og ég dl nújum þætti og hann er líka svartur \nhvað er að og hvernig laga égh þetta??? HjÁLP",
            "date": "2012-05-13 21:55:00",
            "post_id": "441059",
            "reply_to_id": false
        },
        {
            "user_name": "tdog",
            "text": "Aðeins hljóðið er í sambandi við sjónvarpið þitt.",
            "date": "2012-05-13 22:30:00",
            "post_id": "441076",
            "reply_to_id": "441059"
        },
        {
            "user_name": "blanefur",
            "text": "ég er ekki að horfa í sjónvarpi, ég er að horfa í tölvunni, í tölvuskjá úr tölvuflakkara,, þetta er ekki tengt tengjum eða neitt því það virkar ekki betur beint í tölvunni frekar en í flakkaranum..",
            "date": "2012-05-13 22:38:00",
            "post_id": "441081",
            "reply_to_id": "441076"
        },
        {
            "user_name": "Gúrú",
            "text": "Ef þú tekur myndskrá af flakkaranum og lætur það á harða diskinn í tölvunni og spilar það þaðan hvað gerist þá?",
            "date": "2012-05-13 22:41:00",
            "post_id": "441083",
            "reply_to_id": "441081"
        },
        {
            "user_name": "blanefur",
            "text": "ég er búin að prufa það og það breytist ekkert, það skiptir ekki máli hvar myndin er geymd eða hvort hún var inná flakkaranum eða ekki, það er allt bilað \nég er með kött sem gæti hafa rekist í takka á lyklaborðinu og breytt einhverju en ég veit þá ekki hverju eða hvernig á að laga það, en ég líka slökkti á tölvunni í gærkvöldi eftir marga daga, og þegar ég kveikti í dag og ætlaði að horfa þá var þetta svona en var í góðu lagi í gærkvöldi",
            "date": "2012-05-13 22:48:00",
            "post_id": "441086",
            "reply_to_id": "441083"
        },
        {
            "user_name": "Gúrú",
            "text": "Ohhh ég hélt að þetta virkaði heldur ekki í sjónvarpi og það hefði verið öllu meira spennandi.\nHvaða forriti er þetta að gerast í? Hefurðu prófað fleiri en eitt forrit?",
            "date": "2012-05-13 22:53:00",
            "post_id": "441088",
            "reply_to_id": "441086"
        },
        {
            "user_name": "AncientGod",
            "text": "búin að prófa annan player ? sem sagt VLC eða windows media player ? er sama niðurstaða ?",
            "date": "2012-05-13 22:53:00",
            "post_id": "441089",
            "reply_to_id": "441088"
        },
        {
            "user_name": "playman",
            "text": "Ertu að nota VLC til að spila?\nprófaðu að uninstalla VLC og settings, og setja hann up aftur.",
            "date": "2012-05-13 22:54:00",
            "post_id": "441090",
            "reply_to_id": "441089"
        },
        {
            "user_name": "blanefur",
            "text": "ég nota vlc og prufaði media player en þá kemur bara hljóð og munstur í takt við hljóðið, sýndist ekki vera hægt að velja neytt annað að horfa á í staðinn, en ég prufaði líka að eyða vlc og dl nýju vlc en ekkert breytist... \noh það er glatað að geta ekki horft á neitt, er alveg hooked á þáttunum mínum hehe",
            "date": "2012-05-13 22:57:00",
            "post_id": "441091",
            "reply_to_id": "441090"
        },
        {
            "user_name": "blanefur",
            "text": "í media player kemur rautt ex við nafnið og í því stendur: \nA codec is required to play this file. To determine if this codec is available to download from the Web, click Web Help.\nhvað er codec?? þarf ég að dl því? afhverju þarf ég það alltíeinu núna en ekki í gær, ég reyndar var ekki að nota media í gær heldur vlc...",
            "date": "2012-05-13 23:00:00",
            "post_id": "441093",
            "reply_to_id": "441091"
        },
        {
            "user_name": "AncientGod",
            "text": "Gætir þú nokkuð prófað aðra tölvu, sem sagt prófa að horfa á þátt í annari tölvu ?",
            "date": "2012-05-13 23:00:00",
            "post_id": "441095",
            "reply_to_id": "441093"
        },
        {
            "user_name": "Gúrú",
            "text": "Viiisssi það. Þú ert ekki með neitt sem að segir forritum eins og VLC og WMP hvernig að það á að nota skrárnar til að búa til myndir. \nhttp://www.codecguide.com/download_k-li ... _basic.htm\nInstallaðu þessu.",
            "date": "2012-05-13 23:01:00",
            "post_id": "441096",
            "reply_to_id": "441095"
        },
        {
            "user_name": "Oak",
            "text": "Hmmm þú átt ekki að þurfa codec með VLC...",
            "date": "2012-05-13 23:05:00",
            "post_id": "441100",
            "reply_to_id": "441096"
        },
        {
            "user_name": "Gúrú",
            "text": "...með sumum skráargerðum.\nÞað er alveg greinilegt á þessum error skilaboðum að hann er annaðhvort ekki að nota eitthvað eðlilegt skráarform eða þá að hann ruglaði stórundarlega í einhverju sem að VLC þyrfti.",
            "date": "2012-05-13 23:06:00",
            "post_id": "441101",
            "reply_to_id": "441100"
        },
        {
            "user_name": "Klaufi",
            "text": "Síðasta reglubrot fyrir bann:\nNotaðu \"Breyta\" takkan.\nÞetta eru ekki flóknar reglur..\n3grein\n4grein",
            "date": "2012-05-13 23:07:00",
            "post_id": "441103",
            "reply_to_id": "441101"
        },
        {
            "user_name": "blanefur",
            "text": "en afhverju er þetta alltíeinu í dag vesen, þetta hefur aldrei verið neitt vandamál, það eru þættir sem ég var að horfa á í gær bilaðir í dag og það er ekkert breytt síðan í gær í tölvunni",
            "date": "2012-05-13 23:08:00",
            "post_id": "441104",
            "reply_to_id": "441103"
        },
        {
            "user_name": "playman",
            "text": "Hann þarf ekki neinn helvítis auka codec pakka til þess að horfa á myndir í VLC, VLC kemur með innbigðan codec pakka.  \n  (hef ekki en fundið fæla sem ég hef ekki getað spilað í VLC)\nEf hann aftur á móti ætlar að nota WMP þá þarf hann codec pakka.",
            "date": "2012-05-13 23:09:00",
            "post_id": "441105",
            "reply_to_id": "441104"
        },
        {
            "user_name": "Daz",
            "text": "Þá myndi ég byrja á því að finna hvaða skráarform blanefur er að nota eða í hverju hann hefur ruglað. Efast um að þetta sé codec vandamál fyrir VLC (aftur á móti alklássískt að media player geti ekki spilað neitt, enda þarf hann sérstaka niðurhalaða codeca).\nblanefur: \nSegir þetta þér eitthvað\n ? \nHvað hefur breyst nýlega? Nýr driver (automatic update á driverum?) Breyttar stillingar?\nÞað er eitthvað breytt, spurningin er bara hvað. Mér dettur í hug automatic update á skjákortsdriver.",
            "date": "2012-05-13 23:09:00",
            "post_id": "441106",
            "reply_to_id": "441105"
        },
        {
            "user_name": "blanefur",
            "text": "það er einmitt málið það breyttist ekkert,  ég er stelpa btw og kann ekkert á þetta hehe, eina sem breyttist var að ég slökkti á tölvunni yfir nóttina og kveikti í dag til að horfa á einn þátt og þá virkaði hann ekki.. og ég held líka að þetta codec skipti engu máli því það getur ekki alltíeinu vantað í dag, ég gat horft í gær án þess að vera með það, hvað sem það er...",
            "date": "2012-05-13 23:18:00",
            "post_id": "441110",
            "reply_to_id": "441106"
        },
        {
            "user_name": "playman",
            "text": "ertu búin að prufa t.d. að horfa á eithvað á Youtube? eða álíka síðum.",
            "date": "2012-05-13 23:19:00",
            "post_id": "441111",
            "reply_to_id": "441110"
        },
        {
            "user_name": "blanefur",
            "text": "jájá það er allt í góðu þar",
            "date": "2012-05-13 23:24:00",
            "post_id": "441114",
            "reply_to_id": "441111"
        },
        {
            "user_name": "tdog",
            "text": "Ertu að reyna að horfa á sömu skrár og áður, eða nýjar. Ef þetta eru nýjar skrár, býst ég við að þær séu illa fengnar af Netinu. Ertu þá viss um að torrentið hafi ekki fests í 99%?",
            "date": "2012-05-13 23:30:00",
            "post_id": "441115",
            "reply_to_id": "441114"
        },
        {
            "user_name": "playman",
            "text": "ok þá er þetta ekki hardware related, sem er gott.\nprófaðu þetta hérna.\nhttp://wiki.videolan.org/How_to_delete_ ... _and_cache\nuninstallaðu VLC first og eydu svo út Preferences og cache\nnáðu svo í alveg glænýan VLC player hérna \nhttp://www.videolan.org/\nEDIT:\nÉg man þegar að ég var að fikta í gamla daga með dualscreen, semsagt var með tölvuna tengda við sjónvarpið\nþá var það þannig að ég gat bara horft á mynd í öðrum hvorum skjánum, sem sagt ef að myndinn sást í sjónvarpinu, þá gat ég\nekki séð hana í tölvuni, því þá var hún svört, ég þurfti því að breyta einhverjum stillingum í screen settings til þess að geta horft á hana\ní tölvuni og svo vice versa. hugsanlega er þetta að plaga þig.\nertu með sjónvarp eða annan skjá tengdan við vélina, ertu með laptop eða borðvél?",
            "date": "2012-05-13 23:32:00",
            "post_id": "441116",
            "reply_to_id": "441115"
        },
        {
            "user_name": "blanefur",
            "text": "tdog\neinsog ég sagði þá skiptir ekki máli hvað ég horfi á ,allt gamalt og nýtt, alveg sama hvar það er geymt er bilað, er búin að prufa að dl nýju og það er líka svart með hljóði.\nplayman\nég er búin að prufað eyða út vlc og dl glænýju og það breytir engu...\n+ ég er með gamla borðvél, og ég var með tengda snúru í sjónvarpið (gamalt túpu sem ég ætlaði að geta notað en það virkaði ekki að tengja í það) og ég tók eftir að músin var alltaf að týnast og fattaði að hún komst alltaf lengst til hægri svo ég tók snúruna úr sambandi en ég gerði það ekki í gær heldur fyrradag svo það hefði þá átt að hafa einhver áhrif fyrir daginn í dag..",
            "date": "2012-05-13 23:38:00",
            "post_id": "441117",
            "reply_to_id": "441116"
        },
        {
            "user_name": "Gúrú",
            "text": "Ef að vandamálið væri sem dæmi það að hann væri að reyna að spila .mkv skrá sem að VLC getur ekki í sinni default mynd spilað - sem að það gæti vel verið -\nþá myndi vandamálið \nbókstaflega aldrei leysast\n með þínu viðmóti. Hljómar það eins og gáfuleg leið til að bilanagreina vandamál í þínum huga?\n@blanefur ertu búinn að installa þessum codec pakka?\nhttp://www.codecguide.com/download_k-li ... _basic.htm",
            "date": "2012-05-13 23:40:00",
            "post_id": "441119",
            "reply_to_id": "441117"
        },
        {
            "user_name": "blanefur",
            "text": "Gúrú:\nég er ekki að reynað spila einhvað nýtt eða öðruvísi en síðustu daga, ef þetta codek myndi vanta hefði ég þá nokkuð geta horft á í gær?? þetta er aldrei búið að vanta áður, svo ég held að þetta sé ekki vandamálið því þættir sem voru í lagi í gær eru bilaðir í dag og það er ekkert breytt síðan...",
            "date": "2012-05-13 23:44:00",
            "post_id": "441121",
            "reply_to_id": false
        },
        {
            "user_name": "AncientGod",
            "text": "Virkilega þarftu að vera svo tregg ? getur þú ekki prófað bara að sitja þetta upp til þess að útiloka þetta ??? tekur bara nokkrar sec, ef þú ert ekki tilbúin að vinna með okkur þá máttu bara hætta að spurja um ráð.....",
            "date": "2012-05-13 23:47:00",
            "post_id": "441123",
            "reply_to_id": "441121"
        },
        {
            "user_name": "fannar82",
            "text": "Er hún ekki bara með stillingarnar eitthvað fubar á skjákortinu,\nþað er hægt á flestum skjákortum að stilla litinn á myndböndum sér.\nog bara svona til að vera viss, það er allt svart, ekki svart hvítt bara allt svart?",
            "date": "2012-05-13 23:49:00",
            "post_id": "441125",
            "reply_to_id": "441123"
        },
        {
            "user_name": "blanefur",
            "text": "vá slakaðu á maður!!! það voru aðrir búnir að segja líka að þetta væri ekki vandamálið en ok...en allar skrárnar sem ég er að reynað spila eru .avi\n fannar82, já það er bara engin mynd, bara svart :/",
            "date": "2012-05-13 23:50:00",
            "post_id": "441126",
            "reply_to_id": "441125"
        },
        {
            "user_name": "fannar82",
            "text": "Þá er þetta líklegast\nA\\ Þér tókst að fub-ara einhvernveginn VLC upp, náðu í codec pakkan sem Gúru benti þér á\nB\\ Dettur eginlega ekkert annað í hug, ekki vera erfið og prufaðu lið A\nC\\ By the off chance , að stjörnurnar eru í sömubraut og vetra galaxyan og það er hotkey á lyklaborðinu sem stillir skjákortið á RGB(0,0,0) og að kötturinn þinn steig akkurat á þá hotkeys, eða eitthvað í þá áttina hringdu í einhvern frænda þinn og biddu hann um að tengjast vélini hjá þér í gegnum \nhttp://www.teamviewer.com\n og aðstoða þig,\n\"thats about all the help you can get here i guess!\"\nhey þetta er Garðar Vilhjálmsson! ->",
            "date": "2012-05-13 23:56:00",
            "post_id": "441127",
            "reply_to_id": "441126"
        },
        {
            "user_name": "playman",
            "text": "Tjah til að byrja með þá er þetta hún en ekki hann ( en það er útúrsnúningur)\nHún sagði að það hefði allt virkað í gær en ekki í dag, og því ég þurfti ekki að vita meyra en það, því að ef að hún gat spilað myndina/þáttin í gær þá á hún að geta það í dag.\nVarðandi *.mkv skrár þá hef ég aldrey lent í því að geta ekki spilað þær, aftur á móti þá þarf VLC miklu meyra resource við að spila *.mkv fæla heldur en t.d. classic WMP eða hvað\nsvosem að hann hét.\nJá ég veit að þú varst búin að eyða út VLC og setja inn aftur.\nEn varstu örugglega búin að eyða út cache og preferences, því að það skiptir miklu máli því að það hefur að geyma stillingar fyrir VLC sem að \nþurfa að eyðast ef að þær hafa eithvað breyst.\nSvo er annað mál, fyrst að þú varst búin að reyna að tenga túbusjónvarp við, double tjekkaðu þá á því að þú sért örugglega ekki að keyra í dualscreen,\nheldur að þú sért að keyra á bara einum skjá, Hugsanlega hafa þessar breytingar ekki horfðið alveg til baka þegar að þú varst að reyna \nað tengja túbuna við.\nog passa að skjárin sem er tengdur núna sé \"main screen\"\nHugsanlega gæti system restore bjargað þér, prófaðu að restora vélina fyrir þann tíma sem að þú fórst að tengja túbuna við.",
            "date": "2012-05-13 23:57:00",
            "post_id": "441128",
            "reply_to_id": "441127"
        },
        {
            "user_name": "AncientGod",
            "text": "Hún er með sjónvarps flakkara ef ég skil þetta rétt.",
            "date": "2012-05-14 00:00:00",
            "post_id": "441130",
            "reply_to_id": "441128"
        },
        {
            "user_name": "playman",
            "text": "Hmm alverg rétt  \n \nblanefur útskírðu fyrir okkur hverninn þú ert með þetta tengt\nEDIT:\nÞað er greynilega kominn svefntími á mann  \n \nblanefur þú sagðir\nmúsin hverfur bara af því að hún var að fara yfir á sjónvarpið, sem að þíðir að þú ert/varst að keyra dualscreen.\nþú verður að taka dualscreen út, þá ætti þetta að lagast.\nég veit að þú varst búin að taka snúruna úr sambandi fyrir gærdaginn, en tjekkaðu á því samt til öriggis",
            "date": "2012-05-14 00:03:00",
            "post_id": "441133",
            "reply_to_id": "441130"
        },
        {
            "user_name": "blanefur",
            "text": "playman:\nprufa að eyða vlc aftur út, en hvar eyði ég út cache og preferences??\nen er ekki einhver annar player sem ég get prufað að dl og tékkað hvort ég get spilað í því, ef þetta er bara bilað í vlc..\nog hvar sé ég hvort ég sé með dualscreen hehe ég er algjör lúði ég veit haha\nAncientGod:\nég er ekki með tvflakkara heldur tölvuflakkara og þetta er allt vesen bara í tölvunni ekkert sjónvarps neitt...",
            "date": "2012-05-14 00:06:00",
            "post_id": "441135",
            "reply_to_id": "441133"
        },
        {
            "user_name": "playman",
            "text": "ég póstaði link áðan hverninn á að eyða því út. en hérna er hann aftur \nhttp://wiki.videolan.org/How_to_delete_ ... _and_cache\nef þú ert með win7 (sem ég efast) þá hægri klikkaru á \"desktopið\" og velur \"screen reselution\" og þar inni ættiru að sjá það.\nen ef þú ert með XP þá hægri klikkaru á \"desktop\" og velur \"properties\" og svo klikkaru á tab sem heitir \"screen\" og þú ættir að sjá það þar (langt síðan að ég var með XP)\nsvo er spurning hvort að þú sért með ATI eða NVIDIA control panel, þá flækjast málin aðeins.\nEdit:\nsorry í XP heitir tabin \"Settings\" ekki screen.",
            "date": "2012-05-14 00:14:00",
            "post_id": "441138",
            "reply_to_id": "441135"
        },
        {
            "user_name": "DJOli",
            "text": "Ég mæli með Splayer.\nhttp://splayer.en.softonic.com/download\nHann er fljótvirkari en Vlc.\nHöndlar háskerpuefni betur (enda stilltur fresh úr kassanum á GPU acceleration).\nEf þú ert heppinn þá sækir hann sjálfkrafa texta fyrir efnið sem þú ert að horfa á (yfirleitt enskur texti samt, en það er samt kúl).",
            "date": "2012-05-14 00:24:00",
            "post_id": "441143",
            "reply_to_id": "441138"
        },
        {
            "user_name": "blanefur",
            "text": "playman:\nég sé að ég er bara með skjá 1, nr 2 er blörraður svo hann er þá greinilega ekki í gangi.\nen ég kemst ekki inní möppuna reset vlc media player preferences and... það er einsog hún opnist en hverfur strax...\nog ég er búin að prufa system restore og það virkaði ekki, \nen ég er með gamla tölvu, kannski er hún bara ónýt, og ég er með ónýtt windows sem er stolið og ekki að fá neinar nýjar stillingar þegar þær eyga að koma og ég er alltaf að fá einhverjar ámynningar um að fá mér nýtt windows, getur það verið málið?\nDJOli: takk ég prufa það, já það er solldið töff að fá texta hehe \n \n+ ég er búin að dl því og ég get horft á þættina mína í því \nallavega takk allir fyrir hjálpina þetta virkar með öðrum player \n þá er ég sátt hehe",
            "date": "2012-05-14 00:28:00",
            "post_id": "441145",
            "reply_to_id": "441143"
        },
        {
            "user_name": "playman",
            "text": "Er skjár 1 ekki örugglega valin sem \"Primary Monitor\" ef ekki, breyttu því endilega.\nAnnars mæli ég með Format, oft er það þæginlegasta leiðinn til þess að laga eithvað sem hefur skáð og maður hefur ekki hugmynd um hvað skéði.  \n \nEn ég myndi ekki seygja að tölvan sé ónýt, ef þú hefur ekki formattað hana leingi þá er kanski bara kominn tími á það",
            "date": "2012-05-14 00:41:00",
            "post_id": "441150",
            "reply_to_id": "441145"
        },
        {
            "user_name": "blanefur",
            "text": "playman: jújú nr 1 er primary \njá ég kannski læt formata hana fyrir mig við tækifæri hehe, er líka búin að dl einhverju shitti núna sem ég þurfti ekkert á að halda hehe og hún er örugglega uppfull af vírusum og drasli, en takk fyrir hjálpina",
            "date": "2012-05-14 00:50:00",
            "post_id": "441152",
            "reply_to_id": "441150"
        },
        {
            "user_name": "FuriousJoe",
            "text": "Prófaðu að gera system restore alveg 2-3 daga aftur í tímann sjáðu hvort það lagi eitthvað.",
            "date": "2012-05-14 07:11:00",
            "post_id": "441170",
            "reply_to_id": "441152"
        },
        {
            "user_name": "Hargo",
            "text": "Straujaðu vélina, ert örugglega sneggri að því en að halda áfram að útiloka hitt og þetta.",
            "date": "2012-05-14 07:27:00",
            "post_id": "441172",
            "reply_to_id": "441170"
        },
        {
            "user_name": "FreyrGauti",
            "text": "Blanefur, prufaðu að fara í startmenu->all programs->videolan->Reset VLC media player preferences and cache files.",
            "date": "2012-05-14 09:16:00",
            "post_id": "441182",
            "reply_to_id": "441172"
        },
        {
            "user_name": "blanefur",
            "text": "FreyrGauti : var búin að prufa það en ég kemst ekki inní >Reset VLC media player preferences and cache files\n                   það gerist ekkert þegar ég klikka á þetta, það er einsog það ætli að opnast einhvað en hætti svo við :/\nFuriousJoe: ég var búin að prufa system restore og það virkaði ekki :/ \nHargo: ég held að það sé bara næst á dagskrá að formata hana, hún er bara gömul og algjört drasl\nen ég var búin að fá efnið mitt til að virka með öðrum player svo ég er hætt að spá í þessu, læt formata hana svo bara við tækifæri og sé hvort hún verði ekki skárri",
            "date": "2012-05-14 21:47:00",
            "post_id": "441358",
            "reply_to_id": "441182"
        },
        {
            "user_name": "svanur08",
            "text": "Búinn að prufa run-a CCleaner ?",
            "date": "2012-05-14 21:51:00",
            "post_id": "441359",
            "reply_to_id": "441358"
        },
        {
            "user_name": "Gúrú",
            "text": "Ertu grínlaust ekki ennþá búin að installa codec pakkanum?",
            "date": "2012-05-14 22:11:00",
            "post_id": "441372",
            "reply_to_id": "441359"
        },
        {
            "user_name": "Daz",
            "text": "Með hvaða player? Í hvaða formi er þetta efni? \n(Svo aðrir geti mögulega grætt af þessum vandræðum þínum og séu fljótari að leysa þau næst).",
            "date": "2012-05-14 22:30:00",
            "post_id": "441393",
            "reply_to_id": "441372"
        },
        {
            "user_name": "AncientGod",
            "text": "Splayer og hún sagði að þetta væri allt AVI skrár.",
            "date": "2012-05-14 22:31:00",
            "post_id": "441394",
            "reply_to_id": "441393"
        },
        {
            "user_name": "playman",
            "text": "Svona án djóks þá er ég 99.99% viss að það sé conflict í gangi vegna þess að hún var að reyna að teyngja sjónvarp við tölvuna, og því miður er VLC\nmeð einhverja stæla með að færa sig á milli tölvuskjás og sjónvarps án þess að þurfa að breyra einhverjum stillingum, ég bara man ekki hvaða stillingar það voru.\nFann það. \n(Minnir mig)\nprófaðu að slökkva á  \"Overlay video output\" í Preferences, Video.\nhttp://forum.videolan.org/viewtopic.php?f=14&t=38781",
            "date": "2012-05-14 22:40:00",
            "post_id": "441401",
            "reply_to_id": "441394"
        },
        {
            "user_name": "AncientGod",
            "text": "ég er með 4x skjái með einni tölvu, ekkert mál, er alltaf að henda VLC á milli, er með stock stillingar en er líka með codec pakka.",
            "date": "2012-05-14 22:52:00",
            "post_id": "441411",
            "reply_to_id": "441401"
        },
        {
            "user_name": "playman",
            "text": "Eins og ég sagði \nÞað hefur aldrey verið vandamál að færa VLC á milli Tölvuskjáa, en strax og þegar að maður fer að færa á milli tölvuskjás og sjónvarps þá kemur vandamál,\nþar að seygja þegar að þú ert ekki að nota DVI eða VGA teingin, heldur þegar að þú notar S-video tengið, er að vísu ekki viss með Optical tengið, en það\nhlíðir örugglega sömu lögmálum og S-video.",
            "date": "2012-05-14 23:14:00",
            "post_id": "441421",
            "reply_to_id": "441411"
        },
        {
            "user_name": "Daz",
            "text": "Ég var lengi vel með borðtölvuna mína tengda við sjónvarp í gegnum S-video, lenti aldrei í vandræðum með að setja vidjó á sjónvarpið í VLC. Aftur á móti skal ég alveg samþykkja að það getur verið allskonar vesen að færa vídjó spilara milli primary og secondary skjáa, en það er samt ekkert algilt að þetta sé vandamál í gegnum S-video.",
            "date": "2012-05-14 23:32:00",
            "post_id": "441427",
            "reply_to_id": false
        },
        {
            "user_name": "Garri",
            "text": "Lenti í því fyrir stuttu að VLC spilarinn opnaði annan glugga til að spila í.. gruna sterklega að þessi aðili sé að lenda í svipuðu og að hinn glugginn sé að opnast \"út fyrir skjáinn\"\nEr með þrjá skjái og þessi aukagluggi sem ég hafði fram að því aldrei séð áður, opnaðist einmitt á öðrum skjá óbeðinn!\nHefur reyndar ekki gerst eftir að ég uppfærði VLC",
            "date": "2012-05-15 00:13:00",
            "post_id": "441440",
            "reply_to_id": "441427"
        }
    ],
    "date": "2012-05-14 23:32:00"
}