{
    "forum_title": "Koníakstofan",
    "id": "47957",
    "title": "Trapster farsíma app-ið sem varar þig við löggunni",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=47957",
    "posts": [
        {
            "user_name": "gardar",
            "text": "Datt í hug að setja þetta hingað inn í kjölfar umræðu í öðrum þræði\nTrapster er farsíma forrit sem getur varað þig við virkum hraðamyndavélum, hvar lögreglan er að hraðamæla og fleira. Allt í rauntíma.\nBest að útskýra dæmið bara með myndbandi: \nhttp://www.youtube.com/watch?v=UKU0Q184vgA\nÞetta virkar á Íslandi en það eina sem vantar er bara fleiri notendur \nhttp://www.trapster.com/",
            "date": "2012-05-23 14:03:00",
            "post_id": "443106",
            "reply_to_id": false
        },
        {
            "user_name": "capteinninn",
            "text": "Var að setja þetta upp hjá mér, einhver að henda þessu inn á Live2Cruize spjallið svo þeir fari líka að uppfæra þetta",
            "date": "2012-05-23 14:12:00",
            "post_id": "443109",
            "reply_to_id": "443106"
        },
        {
            "user_name": "gardar",
            "text": "done, þetta er komið á kraftinn, vaktina og l2c \nendilega að fá sem flesta notendur",
            "date": "2012-05-23 14:15:00",
            "post_id": "443110",
            "reply_to_id": "443109"
        },
        {
            "user_name": "Frantic",
            "text": "Hægt að skoða mappið hér: \nhttp://www.trapster.com/trapmap.php\nAðeins of mikið af fólki að prufa appið og setur myndavél útí miðjan fjörð... Vona að það lagist en annars töff app.",
            "date": "2012-05-23 16:03:00",
            "post_id": "443130",
            "reply_to_id": "443110"
        },
        {
            "user_name": "worghal",
            "text": "þið megið nú líka bara keyra á löglegum hraða",
            "date": "2012-05-23 16:10:00",
            "post_id": "443131",
            "reply_to_id": "443130"
        },
        {
            "user_name": "gardar",
            "text": "Auðvitað notar maður þetta ekkert til þess að stunda hraðaakstur, ég nota þetta bara til þess að passa mig að keyra varlega í gegnum school-zones",
            "date": "2012-05-23 16:21:00",
            "post_id": "443133",
            "reply_to_id": "443131"
        },
        {
            "user_name": "natti",
            "text": "Það er nú sjaldan sem að lögreglan er stopp lengi á sama stað í einu, nema það sé eitthvað voða spes átak í gangi.\nÉg er kannski bara svona tregur, en annarsvegar er ég ekki að sjá að nógu margir verði duglegir við að \"reporta\" að lögregla sé að mæla um leið og viðkomandi sér lögreglu.\nOg hinsvegar, uþb 5 mín seinna þá eru þessar upplýsingar orðnar \"gamlar\" og irrelivant, þar sem lögreglan er væntanlega mögulega búin að þurfa að fara á eftir einhverjum, og í staðinn fyrir að keyra til baka á sama stað þá færir hún sig um set.\nEn jafnvel þó að lögreglan sé kannski 30 mín á hverjum stað að mæla, þá þýðir það að síminn þarf nær viðstöðulaust að vera að uppfæra sig með nýjustu upplýsingum meðan þú ert að keyra, með tilheyrandi batterís- og 3g gagnanotkun.\nMyndavélar á umferðarljósum geta verið gagnlegar, en þá er a) pointless að skrá niður þegar það eru bara \"tómir kassar\" og b) upplýsingarnar eru bara valid í örfáa daga því þú veist ekkert hvenær myndavélin hefur verið færð.\nÁ kortinu sjáið þið bæði myndavélar og lögreglubíla með allt að 4 ára gömlum upplýsingum.\nT.d. hraðamyndavél frá 15. nóv 2008 sem er \"validated\". - Yeah right. Það er engin myndavél þarna núna.\nVarðandi \"school zones\", þá þurfið þið ekkert svona app til að vita hvað eru \"school zones\" og hvað ekki, það eru umferðarmerki og hraðatakmarkanir sem láta þig vita.\nSvona við fyrstu skoðun þá er þetta umþaðbil eins gagnslaust og þetta getur orðið.",
            "date": "2012-05-23 16:26:00",
            "post_id": "443135",
            "reply_to_id": "443133"
        },
        {
            "user_name": "gardar",
            "text": "natti, þetta er einmitt ástæðan fyrir því að það vantar fleiri notendur... það væri brilliant ef það myndu nota þetta það margir að kerfið verði \"fail proof\"\nég get vel séð að þetta myndi t.d. ganga á rúntinum um helgar það þyrfti ekki nema 5 manns að rúnta á þessa venjulegu staði til þess að þetta sé orðið gagnlegt.\nNú var þráður sem kom hingað inn þar sem notandi benti á að hraðamyndavél á sæbraut væri orðin virk, ég hef einnig rekist á slíkar tilkynningar á facebook og þær nýtast vafalaust einhverjum, það er bara margfalt þægilegra og fljótlegra að hafa þetta í símanum og vera \"minntur á\"\nEn auðvitað hafa menn mismunandi skoðun á þessu, rétt eins og með radarvara og aðra hluti.",
            "date": "2012-05-23 16:31:00",
            "post_id": "443138",
            "reply_to_id": "443135"
        },
        {
            "user_name": "intenz",
            "text": "Finna bara eitthvað sniðugt hashtag á Twitter sem maður myndi tilkynna á, á rúntinum.\nEn þetta er sniðugt fyrir every day driving. Nema þetta notar GPS'inn stanslaust og það sýgur batteríið.",
            "date": "2012-05-23 20:02:00",
            "post_id": "443171",
            "reply_to_id": "443138"
        },
        {
            "user_name": "Nariur",
            "text": "bílahleðslutæki, anyone?",
            "date": "2012-05-23 20:17:00",
            "post_id": "443173",
            "reply_to_id": "443171"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Mér finnst þetta svipuð góð rök og fólkið sem hafði ekki trú á internetinu í fyrsta skiptið. 'Það eru svo fáir sem nota þetta að þetta á aldrei eftir að ganga upp'. Auðvitað verður þetta betra með fleiri notendum, rétt eins og internetið. Snilld að geta séð school zones og hvar hraðamyndavélar eru um land allt, til dæmis þegar maður er að keyra úti á landi og þekkir ekki betur til.\nPirrar mig að lesa svona 'hater' posta, my bad.",
            "date": "2012-05-23 21:00:00",
            "post_id": "443183",
            "reply_to_id": "443173"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Þetta gæti verið helvíti sniðugt ef þetta kemst á eitthvað skrið. Ekki bara til að forðast hraðasektir.\nT.d. hægt að reporta bílslys eða annað sem teppir umferð og fólk getur fundið hjáleið fyrr.\nVeit ekki hvernig þetta er með t.d. löggur að mæla en er ekki hægt að segja \"hey, hún er ekkert að mæla þarna lengur\" og reporta það til að vera ekki með outdated viðvaranir?",
            "date": "2012-05-23 22:01:00",
            "post_id": "443197",
            "reply_to_id": "443183"
        },
        {
            "user_name": "gardar",
            "text": "júbb þú getur merkt það þegar loggan er farin.\nEn þetta er einmitt snilld með staði eins og ísland þar sem ekki eru gefnar út official upplýsingar um traffík og slys og slíkt, þá geta notendurnur séð um að tilkynna slíkt sjálfir.",
            "date": "2012-05-23 22:55:00",
            "post_id": "443216",
            "reply_to_id": "443197"
        },
        {
            "user_name": "natti",
            "text": "Ég get svosem lítið gert í því að það pirri þig að allir sjái ekki ljósið.\nÉg var ekki að segja að of fáir myndu nota þetta, ég sé bara ekki að það breyti neitt svakalega miklu.\nÞó svo að fullt af fólki myndi byrja að nota þetta, þá breytir það ekki því að þegar þú setur inn \"lögreglubíll er hér við mælingar\" notification, þá er lögreglubíllinn líklegast farinn á innan við 10 mín. \n\"Lögreglubíll við mælingar\" fær hinsvegar að hanga inn á kortinu amk út daginn, mögulega lengur, og allir aðrir sem eru að nota þetta munu þá hægja á sér að ástæðulausu, enda engin lögregla við mælingar á þessum stað.\nSubjectið á þessum pósti snýst um lögreglubíla. \nAppið gæti alveg verið sniðugt upp að ákveðnu marki fyrir myndavélar sem eru fastar á staur, jafnvel myndavélabíl sem hefur verið lagt út í kant (svo lengi sem að uppls eru innan við dags gamlar), en lögreglubíl, not so much.\n\"Known enforcement points\"(K.E.P.) gæti mögulega verið gagnlegt fyrir þá sem búa ekki í viðkomandi bæjarfélagi. \nEn um leið og allir \"known enforcements points\" eru komnir inn fyrir t.d. höfuðborgarsvæðið, þá eru nú yfirleitt ekki meira en 500metrar milli K.E.P. þannig að ef þú ætlaðir e-ð að fara eftir þessu þá myndiru hvort eð er var á löglegum hraða allan tímann. \nÉg gæti alveg eins sagt við þig: \"Passaðu þig, einhvernstaðar í bænum er lögreglumaður á vakt. Hann gæti verið hvar sem er.\"\nÞú veist þetta nú þegar og það er engin hjálp í þessu.",
            "date": "2012-05-23 23:50:00",
            "post_id": "443229",
            "reply_to_id": "443216"
        },
        {
            "user_name": "gardar",
            "text": "þú ert að tala um vandamál sem er ekki til staðar... þú ættir kannski að kynna þer virkni trapster áður en þú ferð að skrifa ritgerðir hérna.\nÞú merkir inn að logreglubíll sé á staðnum, ég keyri framhjá hálftíma síðar og sé að logreglan er ekki lengur þar, ég tilkynni það inn í forritið og voila problem solved!",
            "date": "2012-05-23 23:58:00",
            "post_id": "443235",
            "reply_to_id": "443229"
        },
        {
            "user_name": "capteinninn",
            "text": "Bakfærði einhver þetta hjá mér á Trapster?\nÉg setti inn lögreglu sem var að mæla þarna milli árbæjar og grafarholts áðan og þegar ég keyrði til baka og sá að hún var farin ætlaði ég að taka þetta út og þá voru þeir ekki lengur skráðir inn",
            "date": "2012-05-24 00:03:00",
            "post_id": "443236",
            "reply_to_id": "443235"
        },
        {
            "user_name": "Gunnar",
            "text": "löggan að fylgjast með og eyðir sér sjálfri út strax?",
            "date": "2012-05-24 00:08:00",
            "post_id": "443238",
            "reply_to_id": "443236"
        },
        {
            "user_name": "Nariur",
            "text": "Það myndi auka mína virðingu fyrir löggunni mikið",
            "date": "2012-05-24 00:09:00",
            "post_id": "443239",
            "reply_to_id": "443238"
        },
        {
            "user_name": "gardar",
            "text": "það er voting system á þessu, getur rate-að notendur... svo að ef ad logreglan væri að vote-a út mælingar þá væri notandinn hennar fljótt vote-aður út",
            "date": "2012-05-24 00:16:00",
            "post_id": "443241",
            "reply_to_id": "443239"
        },
        {
            "user_name": "natti",
            "text": "Ég er að miða þetta út frá þeim upplýsingum sem koma fram í videoinu, á heimasíðunni og á kortinu, og með því að prófa þetta.\nOg miðað við þær upplýsingar þá er þetta ekki eins og þú lýsir þessu.\nÞegar þú tilkynnir inn í forritið þá hverfur löggan ekkert af kortinu, heldur minnkar credibility.\nEn það breytir því samt ekki, að frá því að fyrsti notandinn keyrir framhjá lögreglu og \"reportað\" að þarna sé lögregla, þá eru umtalsverðar líkur á því að lögreglan sé farin áður en næsti notandi forritsins keyrir þarna framhjá.\nAllt sem ég sagði varðandi known-enforcement-points stendur ennþá.\nBætt við: Það eru aðrir sniðugir fítusar við þetta forrit. T.a.m. hraðamyndavélarnar (upp að ákveðnu marki), construction zone og fl. En fyrir lögreglubíla við mælingar: nei. \nFyrir \"dangerous curve up ahead\" eða \"narrow bridge\", þá væri þetta kannski sniðugt í útlöndum, en á íslandi þá potar vegagerðin niður skiltum um þetta einsog þeir fái borgað fyrir.\nBætt við #2: Þetta snýst ekki um að ég sé e-ð að reyna að rakka niður forritið. Ég er bara að benda á undir hvaða kringumstæðum þetta virkar ekki, eins og t.d. að vara þig við löggu.",
            "date": "2012-05-24 00:29:00",
            "post_id": "443242",
            "reply_to_id": "443241"
        },
        {
            "user_name": "DJOli",
            "text": "Hvað þá með staði eins og hérna fyrir vestan, nánar tiltekið þar sem breiðarfjarðarferjan baldur stoppar hér á Brjánslæk.\nLögreglan kemur hingað nánast á hverjum degi þegar ferjan kemur.\nÞau skipti sem ég hef séð lögregluna hafa þeir verið á þessum kafla, sirka.\nVerð þó að benda á að ég hef aldrei orðið var við þá seint á kvöldin, meiraðsegja að sumri til.",
            "date": "2012-05-24 06:34:00",
            "post_id": "443256",
            "reply_to_id": "443242"
        },
        {
            "user_name": "Gúrú",
            "text": "1500x900 mynd DJOli, ég gef þér 10/10 fyrir framkvæmd.",
            "date": "2012-05-24 06:48:00",
            "post_id": "443257",
            "reply_to_id": "443256"
        },
        {
            "user_name": "DJOli",
            "text": "Hehe, afsakaðu að ég hafi ekki minnkað hana.\nEr ekki með photoshop við höndina, og eins og sjá má í undirskrift þá er ég með heldur stóran skjá",
            "date": "2012-05-24 06:55:00",
            "post_id": "443258",
            "reply_to_id": "443257"
        },
        {
            "user_name": "jonbk",
            "text": "ef þið keyrið bara löglega þá þurfið þið ekki að hafa neinar áhyggjur af þessu",
            "date": "2012-05-24 09:17:00",
            "post_id": "443264",
            "reply_to_id": "443258"
        },
        {
            "user_name": "Daz",
            "text": "Þarft ekki photoshop til að minnka myndir. Paint virkar fínt.",
            "date": "2012-05-24 11:06:00",
            "post_id": "443275",
            "reply_to_id": "443264"
        },
        {
            "user_name": "intenz",
            "text": "Jú jú gott og gilt, en umferðarhraði er oft 10-20 km/klst yfir hámarkshraða og ekki vilt þú vera fíflið sem teppir umferð.",
            "date": "2012-05-24 13:46:00",
            "post_id": "443333",
            "reply_to_id": false
        },
        {
            "user_name": "jonbk",
            "text": "frekar enn að vera fíflið sem er tekinn fyrir ofhraðann akstur",
            "date": "2012-05-24 15:28:00",
            "post_id": "443377",
            "reply_to_id": "443333"
        },
        {
            "user_name": "worghal",
            "text": "semsagt, af því að aðrir gera það, þá er það allt í lagi fyrir þig að gera það?",
            "date": "2012-05-24 15:34:00",
            "post_id": "443381",
            "reply_to_id": "443377"
        },
        {
            "user_name": "DJOli",
            "text": "Meira svona:\nEf allir gera það, af hverju ætti ég þá að vera sá sem teppir umferð um x/km/h?",
            "date": "2012-05-24 22:11:00",
            "post_id": "443519",
            "reply_to_id": "443381"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Prófaði þetta á leiðinni í vinnuna á morgun.\nHraðamælirinn er way off og speed limitið var rangt líka. Var á Hafnarfjarðarveginum á 80-90 og forritið sagði mig vera á um 50, sem það sagði líka að væri hámarkshraði.\nSamt töff concept og með meiri development gæti þetta verið mjög töff app.",
            "date": "2012-05-24 23:46:00",
            "post_id": "443554",
            "reply_to_id": "443519"
        },
        {
            "user_name": "Frantic",
            "text": "Þetta er í MPH ekki KPH\n50 miles per hour = 80.4672 kilometer per hour",
            "date": "2012-05-25 00:08:00",
            "post_id": "443563",
            "reply_to_id": "443554"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Mind = blown hvað ég get verið vitlaus maður!!\nHaha fuuu ókei þá getur þetta alveg stemmt \nBúinn að breyta í KPH",
            "date": "2012-05-25 00:47:00",
            "post_id": "443571",
            "reply_to_id": "443563"
        }
    ],
    "date": "2012-05-24 13:46:00"
}