{
    "forum_title": "Koníakstofan",
    "id": "48027",
    "title": "kaupa fartölvu úti og koma með heim.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=48027",
    "posts": [
        {
            "user_name": "Cvureti",
            "text": "Er að fara út í sumar og langaði að kaupa mér fartölvu. hef ekki farið út núna í 2 ár og langaði að vita er eitthvað búið að breytast í tollinum?\nHef verið að heyra það sé einhver skráning ef þú kaupir eitthvað útí útlöndum, kannast einhver við það?\nMig langar að reyna á það að komast framhjá tollinum að borga VSK, hefuru einhver eithtvað um þetta að seiga?",
            "date": "2012-05-26 19:05:00",
            "post_id": "443851",
            "reply_to_id": false
        },
        {
            "user_name": "AncientGod",
            "text": "Kaupir tölvuna þarna opnar hana byrjar að nota og segir að þú hefðir tekið hana út með þér.",
            "date": "2012-05-26 19:13:00",
            "post_id": "443855",
            "reply_to_id": "443851"
        },
        {
            "user_name": "AntiTrust",
            "text": "Þetta.\nEkki óvitlaust að taka með þér íslenska stafi til að líma á lyklaborðið, og jafnvel aðra rafmagnssnúru til að tengja í straumbreytinn, þá eru engin ummerki um að vélin hafi verið versluð úti ef þú ert stoppaður.",
            "date": "2012-05-26 19:19:00",
            "post_id": "443857",
            "reply_to_id": "443855"
        },
        {
            "user_name": "Kosmor",
            "text": "Ég hef heyrt að þeir geta verið leiðinlegir og vilja staðfestingu á að þú hafir keypt hluti á íslandi.\nVeit um einn sem fór út með Myndavélina sína (Cannon 600D) og þegar hann kom heim þurfti hann að geta sannað það að hann hafi keypt hana á íslandi.\nþetta er reyndar eina dæmið sem ég hef heyrt um sem er svona, en fannst réttast að benda þér á það.",
            "date": "2012-05-26 19:24:00",
            "post_id": "443858",
            "reply_to_id": "443857"
        },
        {
            "user_name": "AntiTrust",
            "text": "En ef þú kaupir hlutinn notaðann, eins og tíðkast mikið í dag?\nSönnunarbyrðin hlýtur bara að vera þeirra, ekki okkar. Ekki stoppaði mig neinn á leiðinni út og bað mig um að skrá lappann minn, þá getur hann varla heimtað staðfestingu á kaupunum hérlendis þegar ég kem heim.",
            "date": "2012-05-26 19:28:00",
            "post_id": "443859",
            "reply_to_id": "443858"
        },
        {
            "user_name": "spankmaster",
            "text": "getur samt verið risskí bissnis, fór út fyrir 2 vikum og á baka leiðinni heim keypti ég mér PS3 í fríhöfninni hérna heima, og mér fannst það bara einhvernveginn sjálfsagt að maður þyrfti ekki að borga toll af því sem væri til sölu í fríhöfninni þá fór ég í gegnum græna hliðið í tollinum útaf því að ég hafði ekkert annað til að tolla, en annað kom upp á daginn, vegna þess að tölvan kostaði meira en 36 þús (held að það séu mörkin, man það ekki alveg) þá var hún toll skyld, og útaf því að ég mætti ekki sjálfur og tilkynnti þeim af tölvunni sem var toll skyld sagði tollarinn að hann væri í raun í rétti til að taka tölvuna upptæka, en henn trúði mér að ég væri svona vitlaus, sem ég var, og ég var ekkert að reyna eitthvað að fela hana, var bara með hana í innkaupakörfunni (inn plein sægt) þá slapp gerði hann það ekkert, og ég þurfti að borga rétt rúmlega 2k í toll sem er nú ekkert svaðalegt, svona miðað við markt annað.\nsomm teing tú þeink abát",
            "date": "2012-05-26 20:11:00",
            "post_id": "443870",
            "reply_to_id": "443859"
        },
        {
            "user_name": "Jimmy",
            "text": "Þú hefur væntanlega verið með þessa PS3 vél innsiglaða í fullum skrúða í umbúðum?\nÆlta að vona að einhver sem verslar laptop úti og ætlar að lauma henni heim hafi allavega vit á að taka hana úr umbúðunum.",
            "date": "2012-05-26 20:18:00",
            "post_id": "443873",
            "reply_to_id": "443870"
        },
        {
            "user_name": "spankmaster",
            "text": "jamm, ég veit að ég er að bera saman banana og appelsínur (ekki epli, það er allt annar capitulissi) en samt eitthvað til að pæla í",
            "date": "2012-05-26 20:21:00",
            "post_id": "443876",
            "reply_to_id": "443873"
        },
        {
            "user_name": "Kosmor",
            "text": "ef þú kaupir notaðann hlut uppá stórar fjárhæðir er alltaf mælt með að kvittun eða ábyrgðarskírteini fylgir með(eða amk sönnun að varan sé keypt á lögmætann hátt), og þar ertu kominn með sönnunargögn.\nþeir hafa rétt á að halda hlutnum ef þeir hafa sterkann grun um að varan hafi verið keypt úti.\nég hef amk ekki þorað að fara út með mína myndavél nema með kvittun fyrir kaupunum.\nog nei, sönnunarbyrgðin er okkar.\nEn ég veit að þeir hafa verið að einblína meira á dýrari myndavélar, ekki fartölvur.",
            "date": "2012-05-26 21:00:00",
            "post_id": "443894",
            "reply_to_id": "443876"
        },
        {
            "user_name": "natti",
            "text": "Sönnunarbyrðin er okkar (neytenda) en ekki tollsins.\nÞað fer náttúrulega eftir því á \"hvernig\" einstakling þú lendir á hversu vel eða illa þetta gengur. Tollverðirnir eru auðvitað mis líbó, og sumir bara alls ekkert.\nÞað eru sögur þess efnis að tollverðir hafi gert vörur upptækar og að fólk hafi þurft að fara og útvega kvittun til að fá vöruna afhenda, nú eða borga af henni.\nFyrir þónokkrum árum síðan, þá var hægt á leiðinni út að koma við í tollinum og skrá niður það sem þú tókst með þér út, þannig að ef þú yrðir stoppaður á leiðinni heim þá gastu vitnað í þennan lista sem var staðfesting á því að þú tókst vöruna með þér út.\nÞað var algengt að fólk sem fór með dýra hluti erlendis fór í þetta og lét skrá hjá tollinum t.d. ferðavélar og dýrar myndavélar.\nÞegar þetta var lagt af, þá sendi Tollurinn frá sér nokkrar fréttatilkynningar um þetta, og í kjölfarið var þetta mikið í fréttum og í \"almennri\" umræðu meðal almennigs. \nÞar sem þeir sögðu var m.a.: \n1. Ekki er lengur hægt að skrá hluti á leiðinni út.\n2. Eina sem þeir taka gilt eru kvittanir, og ferðafólki ber því að ferðast með kvittanirnar (eða afrit af þeim) af dýrum hlutum eins og ferðavélum oþh, annars getur tollurinn krafist þess að ferðafólk borgi tollinn aftur af þeim eða hluturinn gerður upptækur þar til ferðafólk getur sýnt fram á kvittun.\n3. Hlutverk þessara breytingar er \"meðal annars\" hluti af því að ná hlutum sem hefur áður verið smyglað til landsins.\n(Þ.e.a.s., segjum sem svo að þú kaupir ferðavél úti núna, og þér tekst að koma með hana heim án þess að borga af henni, en svo ferðu út 2 árum seinna og tekur ferðavélina með þér, og á leiðinni heim ertu stoppaður í tollinum, átt auðvitað engar kvittanir fyrir neinu, og þá þarftu að borga tollinn af tölvunni miðað við \"núverandi\" verðgildi.)\nÞetta með að reyna að sýna fram á að tölvan sé notuð með því að setja e-ð inn á hana er algjörlega fatalt.\nÞó svo að sumir tollverðir séu algjörir fávitar, þá eru þeir ekki heimskir, og vita alveg að það er ekkert mál að setja dót inn á tölvur, gamlar myndir oþh.\nÉg lenti t.a.m. í þvílíku basli þegar ég kom heim frá bandaríkjunum í mars, því ég var með ipad með mér, sem bar þess merki að vera greinilega notaður og ég var með allt að árs gamlar myndir inn á honum. (Keyptur í apple búðinni hérna heima þegar hann kom út.) Mér var að lokum sleppt í gegn, en þeir voru mikið að pæla í að búa til fullt af veseni og krefjast kvittana og hvaðeina.\nÞað að taka límmiða fyrir lykaborðið og amk íslenska rafmagnssnúru gengur mögulega, en þú ert samt að taka áhættu... bæði nú og seinna (ef þú ferðast e-ð)\nSvo fer það eftir því hversu dýr tölvan er, stundum er bara betra að láta sig hafa það og borga nokkra þúsundkalla auka.",
            "date": "2012-05-26 21:19:00",
            "post_id": "443905",
            "reply_to_id": "443894"
        }
    ],
    "date": "2012-05-26 19:05:00"
}