{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "48149",
    "title": "Samsung Galaxy S III (S3)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=48149",
    "posts": [
        {
            "user_name": "kristoferasberg",
            "text": "Hvenær á Samsung galaxy s3 að koma út í Bandaríkjunum ?!",
            "date": "2012-06-02 04:52:00",
            "post_id": "445170",
            "reply_to_id": false
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Samsung Galaxy S3 release date for UK and other European country is 29th-30th May and samsung galaxy s3 launch date for USA would fall somewhere around June this year",
            "date": "2012-06-02 10:51:00",
            "post_id": "445181",
            "reply_to_id": "445170"
        },
        {
            "user_name": "kristoferasberg",
            "text": "Er einhvað vitað hvað hann á að kosta ?",
            "date": "2012-06-02 11:56:00",
            "post_id": "445188",
            "reply_to_id": "445181"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Veit ekki með bandaríkin en 139 þús hér á íslandi \nhttp://buy.is/product.php?id_product=9209002",
            "date": "2012-06-02 12:37:00",
            "post_id": "445190",
            "reply_to_id": "445188"
        },
        {
            "user_name": "Cascade",
            "text": "Hann kostar 4700DKK í danmörku eða um 103þús, er kominn með eintak og þetta er algjör snilld (enda átti ég Desire fyrir, mjög stórt stökk að mínu mati þarna á milli)",
            "date": "2012-06-02 12:48:00",
            "post_id": "445191",
            "reply_to_id": "445190"
        },
        {
            "user_name": "Nördaklessa",
            "text": "for the love of god, stop with why -->",
            "date": "2012-06-02 13:00:00",
            "post_id": "445192",
            "reply_to_id": "445191"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Regardless of whether you prefer the internet or personal shopping the Samsung Galaxy S3 price in the U.S. will be close to $900.  It’s available for pre-order on Amazon. The cost will vary depending on the amount of sales tax and shipping charges you incur.  Other financial considerations can include any additional warranties, upgrades or insurance plans.\nSvo er líka til rosa sniðugt tæki sem heitir google. Öll svörin sem ég er búinn að koma með eru á fyrstu síðum sem koma upp í google þegar ég slæ in viss leitarorð...",
            "date": "2012-06-02 13:21:00",
            "post_id": "445193",
            "reply_to_id": "445192"
        },
        {
            "user_name": "Hj0llz",
            "text": "http://www.vodafone.is/netverslun/simar ... laxy+S+III\nhttps://vefverslun.siminn.is/vorur/fars ... /#pv_11572\n Buy.is ekki að gera sig",
            "date": "2012-06-02 15:02:00",
            "post_id": "445199",
            "reply_to_id": "445193"
        },
        {
            "user_name": "hfwf",
            "text": "Mér finnst síminn ekki þess virði fyrir 135k, svona ef þú miðað við s2. Love this phone  en hann er bara ekki það mikil framför yfir s2 að hann sé þess verðugur að eyða pening í. ef ég ætti ekki s2 þá myndi  ég kaupa mér s2 í stað s3 og bíað eftir s4.",
            "date": "2012-06-02 15:04:00",
            "post_id": "445200",
            "reply_to_id": "445199"
        },
        {
            "user_name": "kristoferasberg",
            "text": "Ég er nefnilega að fara til flórída á fimmtudaginn (7Júní) og kem heim 23.Jún verður hann komin út fyrir það og ef ekki á ég ekki bara að fá mér samsung galaxy s2 ?\nEDIT ::: Ég á nefnilega iphone 4s og komin með ógeð af honum :/",
            "date": "2012-06-02 15:44:00",
            "post_id": "445203",
            "reply_to_id": "445200"
        },
        {
            "user_name": "hfwf",
            "text": "Mér finnst leiðineggt að bera saman síma, en þú ert búnað fá leið a´þínu æfón( pun intended)  ef verðmunurinn á s3 og s2 úti er minimal  plús mínus 30 þús  þá færi ég á s2. Ég er ekki alveg 100% viss en ég held að s3 verði kominn þarna úti um miðjan jun.",
            "date": "2012-06-02 16:05:00",
            "post_id": "445206",
            "reply_to_id": "445203"
        },
        {
            "user_name": "intenz",
            "text": "Hann er kominn í Nova! Keypti mér eintak áðan \nSent from my GT-I9100 using Tapatalk 2",
            "date": "2012-06-08 01:07:00",
            "post_id": "446318",
            "reply_to_id": "445206"
        },
        {
            "user_name": "Tesli",
            "text": "Þú verður að koma með quick \"down to earth\" review um símann fyrir okkur hina sem eru að spá í að kaupa hann",
            "date": "2012-06-08 09:38:00",
            "post_id": "446334",
            "reply_to_id": "446318"
        },
        {
            "user_name": "intenz",
            "text": "Jamm geri það.",
            "date": "2012-06-08 12:03:00",
            "post_id": "446344",
            "reply_to_id": "446334"
        },
        {
            "user_name": "intenz",
            "text": "Status úr S3 \nSent from my GT-I9300 using Tapatalk 2",
            "date": "2012-06-09 02:42:00",
            "post_id": "446432",
            "reply_to_id": "446344"
        },
        {
            "user_name": "Victordp",
            "text": "Ef þú villt selja iphoneinn þá vil ég hann ;*",
            "date": "2012-06-09 04:31:00",
            "post_id": "446433",
            "reply_to_id": "446432"
        },
        {
            "user_name": "braudrist",
            "text": "Hvað gerðiru við SGS II? Áttu hann enn eða seldiru hann? Bara smá forvitni",
            "date": "2012-06-10 20:46:00",
            "post_id": "446642",
            "reply_to_id": "446433"
        },
        {
            "user_name": "intenz",
            "text": "Á hann ennþá, vinkona mín ætlar samt að kaupa hann.",
            "date": "2012-06-10 22:28:00",
            "post_id": "446655",
            "reply_to_id": "446642"
        },
        {
            "user_name": "intenz",
            "text": "S2 seldur!\nS3 rooted!\nJíha!",
            "date": "2012-06-11 00:09:00",
            "post_id": "446679",
            "reply_to_id": "446655"
        },
        {
            "user_name": "Tiger",
            "text": "Ég handlék svona síma áðan (systir mín keypti sér) og jesús pétur, þetta er bara eins og spjaldtölva og hafa þetta í vasa er bara fáránlegt. Henntar kannski í buxur hjá skoppurnum sem eru með buxunar á hælunum...en fyrir venjulegt fólk er ég ekki að sjá að þetta sé þægilegt. \nMyndi ekki nota svona þótt ég fengi hans gefins (enda komnar auglýsingar strax þar sem nýjir svona eru til sölu vegna stærðar og notandi fílar það ekki).",
            "date": "2012-06-11 18:05:00",
            "post_id": "446783",
            "reply_to_id": "446679"
        },
        {
            "user_name": "hfwf",
            "text": "Er gott sem sammála þér Tiger. Hinsvegar myndi ég vel nota svona apparat, en aldrei myndi ég kaupa mér s3 því miður mér finnst hann ekki svo mikið til þess koma að hann sé þess verðugur peningana sem hann kostar. Hef handleikið htc x 1 og fannst hannkoma mjög vel út. Er þó ekki HTC fan. En auðvita er þetta mismunandi eftir fólki, líklega myndi ég vel nota s3 ef ég fengi hann á silfurfati",
            "date": "2012-06-11 18:12:00",
            "post_id": "446786",
            "reply_to_id": "446783"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Ég veit ekki alveg hvernig buxum þú gengur í tiger en ég sé nú ekki fram á að lenda í vandræðum með að hafa hann í vasanum. Það nákvæmlega sama var sagt um s2.\nHver hefur náttúrulega sinn smekk en mér finnst allt þetta \"hann er allt of stór\" væl vera bara þröngsýni. Á reyndar eftir að fara að skoða hann.",
            "date": "2012-06-11 19:22:00",
            "post_id": "446792",
            "reply_to_id": "446786"
        },
        {
            "user_name": "Tiger",
            "text": "Þannig að þú ert að segja að það sé þröngsýni hjá mér því mér fannst vonta að hafa hann í vasanum vegna stærðar........og þú ekki einu sinni búinn að handleika símann, lógískt mjög. \nEn þér til upplýsinga var ég í Hugo Boss gallabuxum áðan og að setjast inní bíl með hann í vasanum var bara í einu orði óþægilegt vegna stærðar.",
            "date": "2012-06-11 19:41:00",
            "post_id": "446796",
            "reply_to_id": "446792"
        },
        {
            "user_name": "oskar9",
            "text": "ef þú nærð ekki yfir skjáinn með þumli annarar handar meðan þú heldur honum eins og þú talar í hann þá er hann of stór, eitt af mörgum ástæðum af hverju iphone er \nbetri",
            "date": "2012-06-11 19:47:00",
            "post_id": "446798",
            "reply_to_id": "446796"
        },
        {
            "user_name": "hfwf",
            "text": "",
            "date": "2012-06-11 20:32:00",
            "post_id": "446806",
            "reply_to_id": "446798"
        },
        {
            "user_name": "FuriousJoe",
            "text": "Svona fan-ismi á ekki heima í þessum þræði, alveg löngu kominn með ógeð á fólki sem bara verður að troða þessari setningu í alla símaþræði.\nÞað er verið að ræða um S3.",
            "date": "2012-06-11 20:51:00",
            "post_id": "446809",
            "reply_to_id": false
        },
        {
            "user_name": "Frost",
            "text": "Finnst asnaleg þessi þróun að símar verði stærri og stærri. S3 er alltof stór fyrir minn smekk.",
            "date": "2012-06-11 20:56:00",
            "post_id": "446810",
            "reply_to_id": "446809"
        },
        {
            "user_name": "intenz",
            "text": "S3 er ívið stór já, en samt svo æðislegur. Ég er með hann í vasanum allan daginn og finn satt að segja ekki mikið fyrir honum en S2.\nÉg næ þumlinum næstum því upp í vinstra hornið.",
            "date": "2012-06-11 21:03:00",
            "post_id": "446814",
            "reply_to_id": "446810"
        },
        {
            "user_name": "braudrist",
            "text": "Hlaut að vera að Apple fanboyarnir myndu byrja að tjá sig. Enda svekktir að S III er margfalt öflugri en Iphone draslið.",
            "date": "2012-06-11 22:32:00",
            "post_id": "446837",
            "reply_to_id": "446814"
        },
        {
            "user_name": "FuriousJoe",
            "text": "iPhone best / iphone drasl á bara ekkert heima hérna, hættið að haga ykkur eins og börn.\nEn varðandi S3, þá dauðlangaði mér í hann og var bara korter frá því að kaupa hann þegar ég hætti við það.\nÉg býð hinsvegar eftir iPhone5, hreinlega vegna þess að ég fékk mér iPad3 um daginn og er alveg að dýrka hann og bíð spenntur eftir að sjá síma sem bíður uppá svipaðan stíl.\nSvo má ekki gleima SmartGlass sem kemur á xBox360 þar sem menn geta stjórnað boxinu með iPhone/iPad (m.a browsað á sjónvarpinu og notað spjaldtölvuna sem lyklaborð o.s.f)\nEn S3 er flottur, bara alltof stór.... mistök Samsung voru að hafa hann 4.8\" og þeir töpuðu örugglega 80% af markaðinum á því.",
            "date": "2012-06-11 22:51:00",
            "post_id": "446840",
            "reply_to_id": "446837"
        },
        {
            "user_name": "Tiger",
            "text": "*skrifað á Windows PC*",
            "date": "2012-06-11 23:47:00",
            "post_id": "446850",
            "reply_to_id": "446840"
        },
        {
            "user_name": "oskar9",
            "text": "þetta var nú bara til að kveikja í mannskapnum, ef menn vilja þetta þá bara versegú",
            "date": "2012-06-11 23:59:00",
            "post_id": "446854",
            "reply_to_id": "446850"
        },
        {
            "user_name": "intenz",
            "text": "Myndi nú alveg róa mig. Það er meiri aðsókn í S3 heldur en var í S2. Nova fékk sendingu um daginn, hún seldist upp á skotstundu. Þar fékk ég m.a. minn. Síminn fékk sendingu um daginn, hún seldist upp strax. Önnur sending kom í dag og örugglega svipuð aðsókn.",
            "date": "2012-06-12 00:54:00",
            "post_id": "446861",
            "reply_to_id": "446854"
        },
        {
            "user_name": "hfwf",
            "text": "Þessi aðsókn má án vafa þó þakka vinsældum s2 sbr s1 þegar s2 kom. þannig það er ekkert skrítið.",
            "date": "2012-06-12 00:59:00",
            "post_id": "446863",
            "reply_to_id": "446861"
        },
        {
            "user_name": "Tiger",
            "text": "Segir nú lítið nema vita magnið af símum í hverri sendingu, ef þeir voru 3 þá hóst, ef þeir voru 3.000 þá vel gert......elsta sölutrikk í heimi að láta fólk halda að það sé minna magn en eftirspurn",
            "date": "2012-06-12 01:01:00",
            "post_id": "446864",
            "reply_to_id": "446863"
        },
        {
            "user_name": "AntiTrust",
            "text": "Svekktur að þeir hafi farið mainstream leiðina og stækkað símann, S2 var alveg í það stærsta og ég seldi hann, þó með trega en gerði það engu að síður þar sem ég nennti einfaldlega ekki að vera með hálfgert tablet í vasanum.\nÉg er alls ekki hrifinn af iOS en finnst stærðin á iPhone alveg fullkomin, væri gaman að sjá S2 spekkaðann síma í þeirri stærð með sama build quality.",
            "date": "2012-06-12 01:05:00",
            "post_id": "446865",
            "reply_to_id": "446864"
        },
        {
            "user_name": "FuriousJoe",
            "text": "Og veistu hversu marga síma þeir fengu ? Það voru undir 200 símar sem komu til landsins, skv sölufulltrúanum sem ég ræddi við fyrir helgi.\nS2 er ennþá að seljast betur en S3, enda er hann bara nýkominn, en aðsóknin er meiri í S2.",
            "date": "2012-06-12 02:41:00",
            "post_id": "446870",
            "reply_to_id": "446865"
        },
        {
            "user_name": "intenz",
            "text": "Þessi batterísending er frábær...\nhttp://imgur.com/a/XGlKr",
            "date": "2012-06-12 03:47:00",
            "post_id": "446874",
            "reply_to_id": "446870"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Hvernig dettur mönnum í hug að vera að rífast um hvor sé betri ?\niPhone 4 eða Samsung S2\nÉg hef átt þá báða og myndi gefa þeim báðum sömu einkunn.. sem er topp einkunn. Misjafnir og henta misvel í misjöfn öpp \nHættiðissu asskotans nöldri.\nCaterpillar síminn sem kemur í sumar mun rústa þessu öllu..  .=)",
            "date": "2012-06-12 09:23:00",
            "post_id": "446882",
            "reply_to_id": "446874"
        },
        {
            "user_name": "Bjosep",
            "text": "Nokia 5110 - Er hann ekki að koma best út í samanburði?",
            "date": "2012-06-12 10:43:00",
            "post_id": "446886",
            "reply_to_id": "446882"
        },
        {
            "user_name": "ManiO",
            "text": "Við ættum að byrja að gefa 48 tíma bann á fólk með fanboyisma. Ætti að útrýma þessu þvaðri á skömmum tíma.",
            "date": "2012-06-12 10:44:00",
            "post_id": "446887",
            "reply_to_id": "446886"
        },
        {
            "user_name": "Xovius",
            "text": "Var að tala við mann í tölvuverslun um daginn um iPad3 og hann sagði mér að það væri miklu sniðugra að fá sér bara iPad2 með stærra minni í staðinn. Munurinn á þeim er nefninlega nánast enginn. Skjáupplausnin er víst betri á 3 en munurinn sést varla með berum augum, þeim er tildæmis bannað að setja þá hlið við hlið vegna hættunnar á því að fólk taki eftir því \nAnnars var þetta svosem majorly off-topic \nÞarf maður kannski að fara að fá sér svona aðeins gáfaðari síma?\nHver er þá besti kosturinn?",
            "date": "2012-06-12 11:18:00",
            "post_id": "446892",
            "reply_to_id": "446887"
        },
        {
            "user_name": "intenz",
            "text": "Hérna er flott review, gæti ekki orðað það betur...\nhttp://goo.gl/xXMKR",
            "date": "2012-06-12 11:28:00",
            "post_id": "446893",
            "reply_to_id": "446892"
        },
        {
            "user_name": "Xovius",
            "text": "Linkur virkar ekki....",
            "date": "2012-06-12 11:31:00",
            "post_id": "446894",
            "reply_to_id": "446893"
        },
        {
            "user_name": "Tiger",
            "text": "Ég vona að sá maður hafi ekki unnið í versluninni :/ En það er off topic..... samsung rocks, hef alltaf langað í ísskáp frá þeim",
            "date": "2012-06-12 11:46:00",
            "post_id": "446895",
            "reply_to_id": "446894"
        },
        {
            "user_name": "intenz",
            "text": "phpBB að faila... hérna: \nhttp://goo.gl/xXMKR",
            "date": "2012-06-12 12:01:00",
            "post_id": "446898",
            "reply_to_id": "446895"
        },
        {
            "user_name": "hagur",
            "text": "Þessi maður hefur þá greinilega gleymt gleraugunum sínum heima.  Munurinn er night and day.  Ég á iPad3 og iPad2 og það er ekki hægt að líkja skjánum á þeim saman.  Þetta er eins og iPhone 3/3GS v.s iPhone 4/4S.  Þegar maður er búinn að nota iPad3 aðeins þá lýtur iPad2 út eins og ljósaskilti, pixlarnir stinga í augun á manni.\nEn svo ég sé ekki bara að menga þráðinn með off topic bulli, þá verð ég að viðurkenna að ég væri alveg til í Galaxy S3.  Hrikalega flottur sími og ICS vonandi meira smooth heldur en Android 2.2/2.3 sem ég hef smá reynslu af og fannst alltaf soldið húmbúkk.",
            "date": "2012-06-12 15:04:00",
            "post_id": "446919",
            "reply_to_id": "446898"
        },
        {
            "user_name": "FuriousJoe",
            "text": "Hahaha, góður þessi",
            "date": "2012-06-12 20:56:00",
            "post_id": "446971",
            "reply_to_id": "446919"
        },
        {
            "user_name": "Cascade",
            "text": "Ég er með svona síma og er í venjulegum jack and jones buxum (semsagt mest venjulegustu buxur í heimi, engar skoppara buxur )og mér finnst ekkert óþægilegt að hafa hann í vasanum, átti desire áður og satt að segja finn ég ekki það mikin mun á að hafa hann í vasanum og persónulega þá elska ég þennan stóra skjá\nEn auðvitað each to his own \nSent from my GT-I9300 using Tapatalk 2",
            "date": "2012-06-12 22:07:00",
            "post_id": "446983",
            "reply_to_id": "446971"
        },
        {
            "user_name": "braudrist",
            "text": "http://www.youtube.com/watch?feature=pl ... IiRyigUH0#\n!\nÞetta er nokkuð magnað",
            "date": "2012-06-14 01:07:00",
            "post_id": "447216",
            "reply_to_id": "446983"
        },
        {
            "user_name": "capteinninn",
            "text": "Mig langar að vita hvort ég geti tengt bæði MHL og utanáliggjandi harðan disk. Ef það er möguleiki er þetta alger snilldargræja. Maður getur verið með lítinn flakkara með þætti og bíómyndir og tekið með sér hvert sem er og horft á með því að nota símann bara.\nVar að missa Nexus S-inn minn niður stiga á laugardagskvöld og skjárinn brotnaði, er að meta að fá mér eitt svona kvikindi í staðinn",
            "date": "2012-06-14 01:30:00",
            "post_id": "447219",
            "reply_to_id": false
        },
        {
            "user_name": "intenz",
            "text": "Þetta er ekki amalegt...\nhttp://imgur.com/a/FVWT9\nSent from my GT-I9300 using Tapatalk 2",
            "date": "2012-06-18 04:07:00",
            "post_id": "447925",
            "reply_to_id": "447219"
        },
        {
            "user_name": "BirkirEl",
            "text": "hvernig er batteryið að endast hjá þér í meðalnotkun ?\nertu að hlaða hann einusinni á dag eða nærðu betri endingu ?",
            "date": "2012-06-20 20:42:00",
            "post_id": "448525",
            "reply_to_id": "447925"
        },
        {
            "user_name": "Tiger",
            "text": "http://www.engadget.com/2012/06/20/samsung-galaxy-s-iii-melts/",
            "date": "2012-06-20 21:04:00",
            "post_id": "448527",
            "reply_to_id": "448525"
        },
        {
            "user_name": "Steini B",
            "text": "Þetta getur nú komið fyrir í öllum símum...\nLeiðinlegt samt ef þetta er síðan einhver galli.",
            "date": "2012-06-21 00:14:00",
            "post_id": "448575",
            "reply_to_id": "448527"
        },
        {
            "user_name": "braudrist",
            "text": "Það voru nú nokkrir Iphone-ar sem sprungu bara í andlitinu á fólki. Í Frakklandi minnir mig var einhver gaur næstum búinn að fá brot úr símanum í augað þegar síminn sprakk.",
            "date": "2012-06-21 00:21:00",
            "post_id": "448576",
            "reply_to_id": "448575"
        },
        {
            "user_name": "intenz",
            "text": "http://imgur.com/a/U9D4H\nSent from my GT-I9300 using Tapatalk 2",
            "date": "2012-06-21 00:29:00",
            "post_id": "448579",
            "reply_to_id": "448576"
        },
        {
            "user_name": "Moquai",
            "text": "Næs =o",
            "date": "2012-06-21 17:28:00",
            "post_id": "448694",
            "reply_to_id": "448579"
        },
        {
            "user_name": "BirkirEl",
            "text": "jæja, skellti mér á einn svona.\nHérna eru myndir teknar á símann ef menn hafa áhuga.\nhttp://imageshack.us/g/689/20120622165419.jpg/\nveit ekki afhverju ein er á hvolfi",
            "date": "2012-06-26 22:28:00",
            "post_id": "449789",
            "reply_to_id": "448694"
        },
        {
            "user_name": "intenz",
            "text": "Þessi myndavél er mjög góð en hún á það til að oversaturata ljós svæði, en það er sagt að Samsung geti lagað það, að það sé í hugbúnaði ekki myndavélinni sjálfri\nSent from my GT-I9300 using Tapatalk 2",
            "date": "2012-06-26 23:23:00",
            "post_id": "449808",
            "reply_to_id": "449789"
        },
        {
            "user_name": "nonesenze",
            "text": "ég er mjög hrifinn af myndavélinni eins sem ég fatta ekki er þetta HDR... þetta er ekkert HDR... hvað er þessu valkostur fyrir?",
            "date": "2012-06-28 23:31:00",
            "post_id": "450472",
            "reply_to_id": "449808"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "keypti mér einn um leið og ég sá hann og gat borið hann saman við s2 í stærð.. fín stærð á símanum.\nætlaði upprunalega að kaupa mér bara s2 en þegar ég sá kvikindið og gat loks fengið hann í bláum var ekki aftur snúið \nhinsvegar er eitt sem ég er að spá i.. er hægt að fá tv tuner forrit í þetta?.. meina maður getur hlustað á útvarp í þessu, er ekki til tv forrit t.d til að maður geti náð ruv og horft á fréttir í vinnunni án þess að siminn \nsé að downloda?.. svipað og útvarpsdótið.. notast bara við loftnetið?",
            "date": "2012-06-30 23:41:00",
            "post_id": "451001",
            "reply_to_id": "450472"
        },
        {
            "user_name": "Krisseh",
            "text": "Kanski hægt, en hefði haldið til að ná sjónvarðstöðar í síma þá þarf meiri spennu eða straum í  loftnetið til að það nái í merkin.\nT,d hér þá er utanliggjandi loftnet tengdan í S2 \nhttp://www.youtube.com/watch?v=L-Puzo_nizA",
            "date": "2012-07-01 02:17:00",
            "post_id": "451022",
            "reply_to_id": "451001"
        },
        {
            "user_name": "braudrist",
            "text": "Er það bara ég eða er maður margfalt fljótari að hlaða batteríið í S3 miðað við S2 ?",
            "date": "2012-07-01 16:20:00",
            "post_id": "451099",
            "reply_to_id": "451022"
        },
        {
            "user_name": "Oak",
            "text": "vá hvað það er mikill kostur...tekur alltof langann tíma að hlaða S2...",
            "date": "2012-07-01 21:29:00",
            "post_id": "451109",
            "reply_to_id": "451099"
        },
        {
            "user_name": "Hargo",
            "text": "Ég er enn að bíða eftir því að SIII verði fáanlegur í bláa litnum. Mér sýnist allir ennþá bara vera með þann hvíta til sölu...\nEr einhver búinn að redda sér bláum?",
            "date": "2012-07-01 22:58:00",
            "post_id": "451134",
            "reply_to_id": "451109"
        },
        {
            "user_name": "Kristján",
            "text": "Fékk minn bláa í nova smaralindinni",
            "date": "2012-07-01 23:13:00",
            "post_id": "451137",
            "reply_to_id": "451134"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "minn er blár.. vildi ekki sjá hvítann.",
            "date": "2012-07-02 02:25:00",
            "post_id": "451182",
            "reply_to_id": "451137"
        },
        {
            "user_name": "Kristján",
            "text": "Skiptir svo sem ekki máli hvernig liturinn er, ég er með minn í svörtu hulstri",
            "date": "2012-07-02 02:50:00",
            "post_id": "451191",
            "reply_to_id": "451182"
        },
        {
            "user_name": "OrkO",
            "text": "þetta er ekki gert til að myndirnar líkist þessum overprocessed \"hdr\" myndum sem þú sérð á netinu.\nTaktu mynd af senu sem er með hátt dynamic range, t.d. af stofuglugga í myrkvaðri stofu með sól úti (sem sagt mjög bjartur gluggi en dimmt herbergi).\nSjáðu svo muninn með HDR á og af.",
            "date": "2012-07-02 15:27:00",
            "post_id": "451302",
            "reply_to_id": "451191"
        },
        {
            "user_name": "Krisseh",
            "text": "Sé að þetta hefur ekki enn komið hingað upp...\nÞá er sannleikurinn kominn, hinn meinti dróg frásögnina til baka og það staðfestir að hinn meinti lét símann sinn í örbylgjuofn.\nhttp://www.dailymail.co.uk/sciencetech/article-2162638/Exploding-Samsung-Galaxy-S3-deliberately-placed-microwave-faulty-says-official-investigation.html\nÞá er ég einu skrefi nær í S3.",
            "date": "2012-07-16 06:09:00",
            "post_id": "454202",
            "reply_to_id": "451302"
        },
        {
            "user_name": "intenz",
            "text": "Haha\nSent from my GT-I9300 using Tapatalk 2",
            "date": "2012-07-16 12:43:00",
            "post_id": "454241",
            "reply_to_id": "454202"
        },
        {
            "user_name": "Stubbur13",
            "text": "Ég var að verlsa mér Galaxy S3 og mér gengur illa að tengja símann við Maccan, ég er búinn að ná í Android File Transfer en það gerist ekkert nema það kemur alltaf Please connet your Android device with a USB Cable to get started. Eru menn með einhverja lausnir á þessu?",
            "date": "2012-07-21 00:19:00",
            "post_id": "455352",
            "reply_to_id": "454241"
        },
        {
            "user_name": "intenz",
            "text": "Það er alfarið Makkanum að þakka. Ég reyndi einu sinni að senda skrá yfir Bluetooth frá iPhone yfir á Android. Það kom villumelding um að einungis væri hægt að tengjast öðrum Apple tækjum. \nSent from my GT-I9300 using Tapatalk 2",
            "date": "2012-07-21 00:46:00",
            "post_id": "455361",
            "reply_to_id": "455352"
        },
        {
            "user_name": "Krisseh",
            "text": "Ég nældi mér eitt stk líka um daginn, svo að ég veit þá þarf MTP að vera á og ætti að vera svo bara \"plug in play\", er windows notandi þanig ég get lítið hjálpað nema þetta sem ég sá : \nhttp://www.imgur.com/bhzFd.png\n .",
            "date": "2012-07-21 00:55:00",
            "post_id": "455369",
            "reply_to_id": "455361"
        },
        {
            "user_name": "Stubbur13",
            "text": "Ég er með þetta stillt svona, í gær þá komast í 1-2 í þetta en datt úr því jafnóðum.",
            "date": "2012-07-21 01:07:00",
            "post_id": "455371",
            "reply_to_id": false
        },
        {
            "user_name": "Stubbur13",
            "text": "Ég restartaði símanum mínum og eftir það þá virkaði ekki menu takkinn, ég restore-aði honum og þá virkaði hann. Hvaða vitleysa er það?\nSvo er ég búinn að vera reyna tengja símann við tölvu bæði Mac og Windows í gegnum Kies en það kemur bara Please connect a device þó svo að það standi í símanum að sé tengdur sem media device eða þá camera.\nÞað gerðist reyndar einu sinni eða tvisvar að það kom connecting heillengi en svo dó það bara og kom aftur please connect a device. Þetta er farið að verða frekar þreyttandi.\nSvo þegar ég tengi símann með usb snúrunni í tölvu þá kemur bara stundum í ongoing að hann sé connected as a media device, stundum þarf ég að unpluga og pluga nokkrum sinnum svo þetta komi.\nVonandi nennir einhver og getur einhver hjálpað mér með þetta því þetta pirrar mig virkilega mikið að vera búinn að kaupa síma upp á 130þús(nýr) og getað ekki tengt hann við tölvu án þess að það sé vesen.",
            "date": "2012-07-22 02:00:00",
            "post_id": "455554",
            "reply_to_id": "455371"
        },
        {
            "user_name": "intenz",
            "text": "https://play.google.com/store/apps/deta ... roid&hl=en",
            "date": "2012-07-22 18:43:00",
            "post_id": "455657",
            "reply_to_id": "455554"
        },
        {
            "user_name": "Stubbur13",
            "text": "Þakka þér kærlega fyrir þetta.",
            "date": "2012-07-22 18:52:00",
            "post_id": "455661",
            "reply_to_id": "455657"
        },
        {
            "user_name": "intenz",
            "text": "Ruglað...\nhttp://imgur.com/a/2nT0u\nSent from my GT-I9300 using Tapatalk 2",
            "date": "2012-07-24 04:20:00",
            "post_id": "456044",
            "reply_to_id": "455661"
        },
        {
            "user_name": "Oak",
            "text": "Þú notar símann þinn ekki neitt smá mikið...",
            "date": "2012-07-24 06:32:00",
            "post_id": "456046",
            "reply_to_id": "456044"
        },
        {
            "user_name": "intenz",
            "text": "Hehehe veit, alltof mikið kannski \nSent from my GT-I9300 using Tapatalk 2",
            "date": "2012-07-24 12:45:00",
            "post_id": "456079",
            "reply_to_id": "456046"
        },
        {
            "user_name": "Tesli",
            "text": "Hvaða hlífar eru þið sem eigið S3 að nota og hvar keyptuð þið þær?",
            "date": "2012-07-30 14:29:00",
            "post_id": "457478",
            "reply_to_id": "456079"
        },
        {
            "user_name": "intenz",
            "text": "Enga, skemmir fegurð hans. 8-)\nSent from my GT-I9300 using Tapatalk 2",
            "date": "2012-07-30 14:32:00",
            "post_id": "457480",
            "reply_to_id": "457478"
        },
        {
            "user_name": "AntiTrust",
            "text": "Akkúrat vandamálið við flesta síma í dag, S2/S3, iPhone etc. Þetta er allt orðið svo hrottalega flott að maður vill helst ekki vera með hulstur í kringum þetta, en svo missir maður þetta einu sinni í götuna (sem er spurning um hvenær, ekki hvort) og þá er maður gráti nær því rispurnar eru oft verulega sjáanlegar á öllum þessum glans og króm bodyum.\nÉg hugsa ég fái mér hreinlega ekki aftur smartsíma fyrr en þeir koma í sömu áferð og ThinkPad vélarnar, hægt að nudda rispurnar af.",
            "date": "2012-07-30 14:37:00",
            "post_id": "457483",
            "reply_to_id": "457480"
        },
        {
            "user_name": "thossi1",
            "text": "http://www.mobilefun.co.uk/tech21-impac ... p35635.htm\nEr með þessa hlíf/case. Ekki beint sú ódýrasta... en hún er mjög \"slick\". Hún er ekkert fyrir mér og ég tek varla eftir henni við notkun.\nVar með einhverja svipaða þessari fyrst \nhttp://www.amazon.co.uk/Samsung-Galaxy- ... B007PG0RC8\n. Þessi er gerð úr sílikoni  og var mjög fyrirferðamikil. Átti erfitt með setja símann í þrengri vasa og átt líka erfitt með að þrýsta á \"volume\" og \"power\" takkann... \nEn þetta nýja case sem ég er með núna er allveg magnað. Mæli með því.\nÞossi.",
            "date": "2012-07-30 14:49:00",
            "post_id": "457488",
            "reply_to_id": "457483"
        },
        {
            "user_name": "intenz",
            "text": "Já sammála þér, en S3 bodyið er glans plast sem lítur vel út og er þrælódýrt að skipta um.\nEn jú jú, 50% líkur á því að skjárinn snerti jörðina. Þá er ekki eins gaman.",
            "date": "2012-07-30 15:14:00",
            "post_id": "457495",
            "reply_to_id": "457488"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Þarf maður nokkuð að hafa áhyggjur á að rispa skjáinn? þarf ekkert filmu á hann?",
            "date": "2012-07-30 15:45:00",
            "post_id": "457506",
            "reply_to_id": "457495"
        },
        {
            "user_name": "intenz",
            "text": "Þetta er scratch-resistant - ekki scratch-free. Ef þú ferð varlega ætti ekki að vera nein hætta á að rispa hann.",
            "date": "2012-07-30 17:23:00",
            "post_id": "457546",
            "reply_to_id": "457506"
        },
        {
            "user_name": "intenz",
            "text": "http://imgur.com/a/fnZHy\nSent from my GT-I9300 using Tapatalk 2",
            "date": "2012-08-16 04:11:00",
            "post_id": "460995",
            "reply_to_id": "457546"
        },
        {
            "user_name": "hfwf",
            "text": "Upp og niður hjá þér gsmsambandið sýnist mér.",
            "date": "2012-08-16 13:46:00",
            "post_id": "461032",
            "reply_to_id": "460995"
        },
        {
            "user_name": "intenz",
            "text": "Já gult er samt sem áður samband, bara aðeins minna. Rautt er ekkert samband. En óstöðugt samband ætti að skila sér í verri batterísendingu.\nSent from my GT-I9300 using Tapatalk 2",
            "date": "2012-08-16 16:27:00",
            "post_id": "461050",
            "reply_to_id": "461032"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "OH!\nVar að kaupa síma fyrir 3 vikum hjá Nova.\nAuðvitað var hann að lækka um einhvern 15000kr",
            "date": "2012-08-20 12:33:00",
            "post_id": "461887",
            "reply_to_id": "461050"
        },
        {
            "user_name": "Frantic",
            "text": "Ég keypti minn á 80þús í Berlin.",
            "date": "2012-08-20 13:23:00",
            "post_id": "461896",
            "reply_to_id": "461887"
        },
        {
            "user_name": "machinehead",
            "text": "Talandi um stærð á símum. Ég a Galaxy Note (5,3\") og hann passar bara fínt í vasann\ná mínum venjulegu gallabuxum, hann er svo þunnur þannig það fer voða lítið fyrir honum.",
            "date": "2012-08-28 14:19:00",
            "post_id": "463523",
            "reply_to_id": "461896"
        },
        {
            "user_name": "Kosmor",
            "text": "Prófaðu að fara niðureftir, hef heyrt um dæmi þar sem mismunurinn er endurgreiddur ef varan lækkar stuttu eftir að varan er keypt.",
            "date": "2012-08-28 14:27:00",
            "post_id": "463525",
            "reply_to_id": "463523"
        },
        {
            "user_name": "kfc",
            "text": "Ég er að spá í því að fá mér svona síma, hvernig er batterýið að endast við eðlilega notkunn?",
            "date": "2012-09-04 19:49:00",
            "post_id": "465032",
            "reply_to_id": "463525"
        },
        {
            "user_name": "intenz",
            "text": "Alveg vel sólarhringinn með miðlungs notkun..",
            "date": "2012-09-04 22:53:00",
            "post_id": "465061",
            "reply_to_id": "465032"
        },
        {
            "user_name": "intenz",
            "text": "Ég er kominn með Jelly Bean! \n \nReyndar ekki official en samt sem áður, SILKY SMOOTH!",
            "date": "2012-09-04 22:54:00",
            "post_id": "465062",
            "reply_to_id": "465061"
        },
        {
            "user_name": "Magni81",
            "text": "Ég er nýbúinn að kaupa mér einn og so far so good, hann virkar mjög vel á mig. En það er eitt smáræði sem er að bögga mig, þegar mynd er tengd við tengiliði og þegar sá aðili hringir eða ég hringi í hann þá kemur myndin á skjáinn og hún er alltaf úr focus.. hefur einhver fundið leið til að laga þetta?",
            "date": "2012-09-05 21:12:00",
            "post_id": "465210",
            "reply_to_id": "465062"
        },
        {
            "user_name": "bAZik",
            "text": "Langar í Ativ S, Lumia 920 og SGS3. Erfitt líf",
            "date": "2012-09-05 22:19:00",
            "post_id": "465221",
            "reply_to_id": false
        },
        {
            "user_name": "BjarkiB",
            "text": "Var að kaupa mér einn svona grip, hvað á ég að hlaða hann lengi áður en ég get farið að nota hann?",
            "date": "2012-09-10 15:14:00",
            "post_id": "466032",
            "reply_to_id": "465221"
        },
        {
            "user_name": "fallen",
            "text": "Android nýliðinn ég skilur ekkert hvað er í gangi þegar þetta gerist:\nSíminn virðist hoppa á milli 3G og H og stundum stendur bara G.. wat happen? Normalt?",
            "date": "2012-09-10 15:43:00",
            "post_id": "466041",
            "reply_to_id": "466032"
        },
        {
            "user_name": "hfwf",
            "text": "Átt að fá hann forhlaðinn, þannig strax.",
            "date": "2012-09-10 16:13:00",
            "post_id": "466044",
            "reply_to_id": "466041"
        },
        {
            "user_name": "braudrist",
            "text": "Síminn er að hoppa á milli 3G og HSPA; hann gerir þetta líka hjá mér. Þetta með bara G-ið er dáldið skrítið, hef aldrei lent í því. HSPA á að vera aðeins hraðara en 3G þannig ég gerði það stundum á S2 símanum mínum að disable-a HSPA og nota 3G only. Mig minnir að það sé gert með kóða sem þú skrifar bara á keypadinu í simanum annars er ég ekki viss um hvort það sé hægt á S3.",
            "date": "2012-09-10 17:26:00",
            "post_id": "466050",
            "reply_to_id": "466044"
        },
        {
            "user_name": "steinarorri",
            "text": "Er G-ið ekki GPRS (2G) og E-ið EDGE (2,5G)?",
            "date": "2012-09-10 17:31:00",
            "post_id": "466052",
            "reply_to_id": "466050"
        },
        {
            "user_name": "BjarkiB",
            "text": "Jæja, rosalega finnst mér skrítið að þegar ég keypti símann var ekkert minnst á það á venjulegt sim-kort passar ekki í hann. Hvar er hægt að láta klippa það?",
            "date": "2012-09-10 19:00:00",
            "post_id": "466069",
            "reply_to_id": "466052"
        },
        {
            "user_name": "Glazier",
            "text": "Þegar ég keypti minn hjá Nova spurði hann hvort hann ætti ekki að klippa kortið fyrir mig og gerði það bara, no problem",
            "date": "2012-09-10 19:05:00",
            "post_id": "466070",
            "reply_to_id": "466069"
        },
        {
            "user_name": "Kosmor",
            "text": "það eru allar símaverslanir með græju til að klippa þetta. bara kíkja við og fá afnot.",
            "date": "2012-09-10 19:22:00",
            "post_id": "466071",
            "reply_to_id": "466070"
        },
        {
            "user_name": "Tesy",
            "text": "Ég var að panta einn stk 16gb á 80 þúsund, er ég að gera góða kaup?",
            "date": "2012-09-20 19:28:00",
            "post_id": "467818",
            "reply_to_id": "466071"
        },
        {
            "user_name": "intenz",
            "text": "Fer eftir því hvort hann sé ólæstur og hvort hann sé notaður. Ef hann er bæði ólæstur og ónotaður þá ertu að gera mjög góð kaup.",
            "date": "2012-09-20 19:41:00",
            "post_id": "467821",
            "reply_to_id": "467818"
        },
        {
            "user_name": "Tesy",
            "text": "Hann er akkurat ólæstur og glænýr",
            "date": "2012-09-20 23:38:00",
            "post_id": "467882",
            "reply_to_id": "467821"
        },
        {
            "user_name": "darkppl",
            "text": "hvar?",
            "date": "2012-09-21 00:23:00",
            "post_id": "467889",
            "reply_to_id": "467882"
        },
        {
            "user_name": "Tesy",
            "text": "Ég er ekki alveg viss, frændi minn er reyndar að panta þetta fyrir mig. Held að þetta sé bara glænýtt frá einhvern náunga í UK eða eitthvað.",
            "date": "2012-09-21 00:38:00",
            "post_id": "467891",
            "reply_to_id": "467889"
        },
        {
            "user_name": "intenz",
            "text": "Official Jelly Bean (XXDLIB) komið inn á Kies!",
            "date": "2012-09-24 14:42:00",
            "post_id": "468457",
            "reply_to_id": "467891"
        },
        {
            "user_name": "Throstur",
            "text": "Ef þú býrð í Póllandi, þá já.\nhttp://crave.cnet.co.uk/mobiles/samsung ... -50009288/",
            "date": "2012-09-24 16:39:00",
            "post_id": "468477",
            "reply_to_id": "468457"
        },
        {
            "user_name": "pattzi",
            "text": "Ég á svona græju  \n \nhttp://www.ebay.com/itm/Micro-Sim-Card- ... 4d049e770d",
            "date": "2012-09-24 18:38:00",
            "post_id": "468498",
            "reply_to_id": "468477"
        },
        {
            "user_name": "intenz",
            "text": "Ég bý einmitt í Póllandi!",
            "date": "2012-09-25 00:46:00",
            "post_id": "468565",
            "reply_to_id": "468498"
        },
        {
            "user_name": "Stubbur13",
            "text": "Hvernig er svo Jelly Bean?",
            "date": "2012-09-25 21:10:00",
            "post_id": "468726",
            "reply_to_id": "468565"
        },
        {
            "user_name": "intenz",
            "text": "Awesome! En ég er búinn að vera með leak útgáfu heillengi, en official útgáfan er geðsjúk!",
            "date": "2012-09-25 23:58:00",
            "post_id": "468757",
            "reply_to_id": "468726"
        },
        {
            "user_name": "fallen",
            "text": "Hvenær ætti maður að geta fengið þetta á Íslandi?",
            "date": "2012-09-26 00:05:00",
            "post_id": "468759",
            "reply_to_id": "468757"
        },
        {
            "user_name": "intenz",
            "text": "Bara von bráðar, þetta er komið út... nú er bara að bíða eftir þessu region rugli.",
            "date": "2012-09-26 00:07:00",
            "post_id": "468760",
            "reply_to_id": "468759"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Kominn með S3 - hvað er fyrsta skrefið? Langar að komast í JB.",
            "date": "2012-09-28 21:16:00",
            "post_id": "469326",
            "reply_to_id": "468760"
        },
        {
            "user_name": "kfc",
            "text": "http://simon.is/2012/galaxy-s3-faer-jelly-bean/",
            "date": "2012-09-28 21:32:00",
            "post_id": "469327",
            "reply_to_id": "469326"
        },
        {
            "user_name": "kfc",
            "text": "Var að fá mér S3 32Gb  \n \nÉg er ekki að ná að tengja hann við Kies. Það kemur bara connecting....\nHafið þið lent í þessu?",
            "date": "2012-10-05 18:26:00",
            "post_id": "470517",
            "reply_to_id": "469327"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Broken link\nhttp://simon.is/2012/galaxy-s3-faer-jelly-bean/",
            "date": "2012-10-05 22:17:00",
            "post_id": "470563",
            "reply_to_id": false
        },
        {
            "user_name": "Krisseh",
            "text": "Edit: '-.- þetta var ekki auðvelt, annars ég held að þetta sé það.\nAð linka frá s.i.m.o.n .is er ekki að virka.\ns.i.m.o.n .is /2012/galaxy-s3-faer-jelly-bean/",
            "date": "2012-10-06 05:40:00",
            "post_id": "470624",
            "reply_to_id": "470563"
        },
        {
            "user_name": "intenz",
            "text": "Ég held ég sé með þetta...\nhttp://.../2012/galaxy-s3-faer-jelly-bean/",
            "date": "2012-10-06 05:41:00",
            "post_id": "470625",
            "reply_to_id": "470624"
        },
        {
            "user_name": "bAZik",
            "text": "Vel gert.\nGalaxy S3 fær Jelly Bean",
            "date": "2012-10-06 10:33:00",
            "post_id": "470634",
            "reply_to_id": "470625"
        },
        {
            "user_name": "fallen",
            "text": "Eru menn að lenda í því að fá authentication error við að tengjast á wifi? Þetta var allt búið að virka fínt en svo allt í einu þá byrjaði ég að fá þennan error.. er nokkuð viss um að þetta er ekki routerinn og eftir smá google leit þá sé ég að ég er ekki einn um þetta..\nwat do?",
            "date": "2012-10-10 18:41:00",
            "post_id": "471353",
            "reply_to_id": "470634"
        },
        {
            "user_name": "Glazier",
            "text": "Er ég sá eini sem á síma sem fríkar út ef hann er ekki læstur þegar hann er tengdur við tölvu? (Galaxy S3)\nEf ég tengi símann með USB snúru við tölvuna og er ekki með hann læstann eða ætla að gera eitthvað í honum á meðan hann er tengdur þá er það bara ekki í boði.\nHann stjórnar sér gjörsamlega sjálfur, bara ef þið mynduð ýminda ykkur að það væri ósýnilegur putti að ýta á random staði á skjáinn sem verður til þess að hann\nopnar öll heimsins forrit/tengiliði sem honum dettur í hug þangað til ég ýti á lock takkann á hliðinni á símanum, svo er bara allt í gúddí þegar ég tek hann úr sambandi.",
            "date": "2012-10-10 18:45:00",
            "post_id": "471356",
            "reply_to_id": "471353"
        },
        {
            "user_name": "Frantic",
            "text": "Ég lenti í því um daginn að þegar ég setti minn í hleðslu með innstungu og tengdi í usb á tölvunni á sama tíma (Er hægt með dokkunni sem ég keypti fyrir símann)\nþá fór síminn að spila tónlist og sama hvað þá vildi hann ekki hætta að spila.\nMér datt í hug að síminn héldi að hann væri tengdur í einhverra media dokku en alltaf þegar síminn læsti sér eftir að ég slökkti á tónlistinni þá byrjaði hún aftur.  \n \nHef samt ekki lent í svona eins og þú talar um.",
            "date": "2012-10-11 15:57:00",
            "post_id": "471544",
            "reply_to_id": "471356"
        },
        {
            "user_name": "Steini B",
            "text": "En ekki hvað?! \nGalaxy S III er snjallsími ársins",
            "date": "2012-10-11 17:26:00",
            "post_id": "471557",
            "reply_to_id": "471544"
        },
        {
            "user_name": "Halli25",
            "text": "Fyndin grein, SIII sem fyrirsögn og svo er hún að mestu um Nexus7",
            "date": "2012-10-11 17:44:00",
            "post_id": "471559",
            "reply_to_id": "471557"
        },
        {
            "user_name": "Hargo",
            "text": "Hafa fleiri en ég lent í vandræðum með að uploada myndum af S3 inn á Facebook?\nEr búinn að googla vandamálið. Er búinn að prófa að taka út facebook appið, delete-a accounti-inum og re-installa og restarta símanum. Virkaði ekki fyrir mig. Þetta er bæði að gerast á wifi og 3g, hef aldrei fengið þetta til að virka. Ef ég tek mynd og ætla að share-a henni á Facebook þá fæ ég bara upp error message eftir smá stund um að ekki hafi gengið að uploada myndinni.\nÉg er búinn að prófa að breyta stærðunum á myndunum líka, myndir undir 100kb faila líka í uploadi.\nEinhverjar tillögur?",
            "date": "2012-10-12 22:06:00",
            "post_id": "471746",
            "reply_to_id": "471559"
        },
        {
            "user_name": "Krisseh",
            "text": "Getur þetta verið vandamálið til að ná að upphala myndum til facebook, að vera með bæði facebook valmöguleikana í sync?\nhttp://i.imgur.com/O9NDe.jpg",
            "date": "2012-10-12 22:18:00",
            "post_id": "471749",
            "reply_to_id": "471746"
        },
        {
            "user_name": "Hargo",
            "text": "Var að prófa að breyta þessu og hafði báða valmöguleikana í sync, virkar ennþá ekki \n** Edit: Gefst upp á þessu. Nota bara instagram eða photup til að share-a myndum á Facebook. Það virkar vel.",
            "date": "2012-10-12 22:50:00",
            "post_id": "471750",
            "reply_to_id": "471749"
        },
        {
            "user_name": "fallen",
            "text": "Er ekkert að frétta af Jelly Bean?",
            "date": "2012-10-17 22:39:00",
            "post_id": "472743",
            "reply_to_id": "471750"
        },
        {
            "user_name": "bjarturv",
            "text": "Skilst af erlendum android fréttasíðum að uppfærslan eigi að koma núna á allra næstu mánuðum, síðasta lagi áramótin.\nFékk mér Samsung Galaxy Ace 2 fyrir 2 vikum síðan og er búið að gefa út að það eigi að koma uppfærsla fyrir hann úr Gingerbread og beint yfir í Jelly Bean um áramótin, djöfull verður skemmtilegt að sjá muninn á símanum eftir það, eins og hann er nú frábær fyrir",
            "date": "2012-10-17 22:46:00",
            "post_id": "472747",
            "reply_to_id": "472743"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Er þetta í fyrsta skiptið sem þú ert að bíða eftir stóru releasi frá Samsung?",
            "date": "2012-10-17 22:59:00",
            "post_id": "472756",
            "reply_to_id": "472747"
        },
        {
            "user_name": "hfwf",
            "text": "",
            "date": "2012-10-17 23:00:00",
            "post_id": "472757",
            "reply_to_id": "472756"
        },
        {
            "user_name": "dexma",
            "text": "4.1.1 datt inn í minn s3 í gegnum Kies í dag",
            "date": "2012-10-17 23:38:00",
            "post_id": "472790",
            "reply_to_id": "472757"
        },
        {
            "user_name": "fallen",
            "text": "Jébb. I smell where this is going...",
            "date": "2012-10-18 00:47:00",
            "post_id": "472810",
            "reply_to_id": "472790"
        },
        {
            "user_name": "Addi87",
            "text": "langar að spurja útí Kies, notiði það í gegnum bretland eða?",
            "date": "2012-10-18 23:21:00",
            "post_id": "473016",
            "reply_to_id": "472810"
        },
        {
            "user_name": "Kristján",
            "text": "Jelly bean var að detta í síman og strax kominn með stíng í augun!!!!  \n \nFyrsta sem ég sá var að notifacation röndin uppi er orðin !!!grá!!! wtf pls ekki segja mér að þetta sé komið til að vera.\nþegar maður dregur hana niður þá meira að segja verður hún svört.\nWHY GOOGLE WHY!!!",
            "date": "2012-10-23 09:08:00",
            "post_id": "473814",
            "reply_to_id": "473016"
        },
        {
            "user_name": "Dagur",
            "text": "Mér finnst líklegra að Samsung sé sökudólgurinn.\nHvernig datt þetta update inn hjá þér? Þurftir þú að nota Kies (eða einhver trikk)?",
            "date": "2012-10-23 11:24:00",
            "post_id": "473839",
            "reply_to_id": "473814"
        },
        {
            "user_name": "intenz",
            "text": "Nokkrir á feis hjá mér komnir með uppfærsluna í gegnum Kies\nSent from my GT-I9300 using Tapatalk 2",
            "date": "2012-10-23 11:41:00",
            "post_id": "473842",
            "reply_to_id": "473839"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "grá?\nsíminn hjá mér sótti jelly bean í nótt og notification röndin hjá mér svört.. bara eins og hann var fyrir update.",
            "date": "2012-10-23 11:43:00",
            "post_id": "473843",
            "reply_to_id": "473842"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Þetta steinliggur",
            "date": "2012-10-23 11:51:00",
            "post_id": "473845",
            "reply_to_id": "473843"
        },
        {
            "user_name": "Stubbur13",
            "text": "Er ég sá eini sem á í vandræðum með að tengja símann minn við Kies?",
            "date": "2012-10-23 11:56:00",
            "post_id": "473846",
            "reply_to_id": "473845"
        },
        {
            "user_name": "intenz",
            "text": "Nei hún er grá, þú bara sérð ekki muninn þar sem það er VOÐA LÍTILL munur.",
            "date": "2012-10-23 12:09:00",
            "post_id": "473847",
            "reply_to_id": false
        },
        {
            "user_name": "Kristján",
            "text": "Ég fékk bara notifaction í síman og uppfærði ota ekkert kies ekkert trikk",
            "date": "2012-10-23 17:45:00",
            "post_id": "473912",
            "reply_to_id": "473847"
        },
        {
            "user_name": "fallen",
            "text": "Getur einhver útskýrt hvers vegna sumir á Íslandi eru komnir með JB en aðrir ekki? Hvers vegna er uppfærslan ekki öllum Íslendingum aðgengileg á sama tíma?",
            "date": "2012-10-23 17:52:00",
            "post_id": "473915",
            "reply_to_id": "473912"
        },
        {
            "user_name": "berteh",
            "text": "Símar seldir á íslandi eru ekki allir frá sama birjgja úti og eru uppsettir fyrir önnur landdsvæði oft, síðan er svokallaður CSC kóti ræður því hvort uppfærsla sé í boði á ákveðnu landsvæði",
            "date": "2012-10-23 19:15:00",
            "post_id": "473932",
            "reply_to_id": "473915"
        },
        {
            "user_name": "Frantic",
            "text": "Það er uppfærsla tilbúin fyrir símann minn í Kies en þegar síminn minn er búinn að vera að downloada update-inu úr tölvunni í svona 5 mín þá kemur alltaf upp error.\nÉg keypti minn í Þýskalandi.\nEinhverjir fleiri að lenda í þessu?",
            "date": "2012-10-24 10:54:00",
            "post_id": "474061",
            "reply_to_id": "473932"
        },
        {
            "user_name": "kfc",
            "text": "Nei, lendi oft í vandræðum með það",
            "date": "2012-10-24 20:58:00",
            "post_id": "474198",
            "reply_to_id": "474061"
        },
        {
            "user_name": "ArnarF",
            "text": "Nú er Kies að bjóða mér upp á það að uppfæra símann en vitið þið afhverju þeir mæla með því að síminn sé full hlaðinn áður en það er gert ?",
            "date": "2012-10-25 23:36:00",
            "post_id": "474448",
            "reply_to_id": "474198"
        },
        {
            "user_name": "hfwf",
            "text": "Síminn gæti /brickast/ í miðri uppfærslu ef ekki er n ægt batterý og þú vilt það ekki.",
            "date": "2012-10-25 23:39:00",
            "post_id": "474449",
            "reply_to_id": "474448"
        },
        {
            "user_name": "ArnarF",
            "text": "Þarf hann að vera 100% eða er bara verið að tala um að hafa næginlegt batterý til að standast tímann sem uppfærslan tekur?",
            "date": "2012-10-26 00:34:00",
            "post_id": "474460",
            "reply_to_id": "474449"
        },
        {
            "user_name": "hfwf",
            "text": "Hef ekki uppfært í svona ár í gegnum kies á mínum s2, en gott að hafa varan á og hafa hann nálægt fullri hleðslu.\nedit: ég allavegana tamdi mér þann sið að hafa hann nálægt 100%. Núna uppfæri ég custom roms og þar ertu safe jafnvel með 10%. En betra er alltaf að hafa varan á og hafa þónokkra hleðslu á honum. Tekur nú ekki langan tíma að dæla inn á hann nokkrum %",
            "date": "2012-10-26 00:57:00",
            "post_id": "474465",
            "reply_to_id": "474460"
        },
        {
            "user_name": "ArnarF",
            "text": "Nei satt segiru, ég er að uppfæra hann núna vel saddann með 100%\nÞá kemur önnur forvitni nú þegar ég er ekki búinn að eiga þennan blessaða síma, eru flestir að roota þá ? ef svo, hvaða kosti og galla hefur það ?",
            "date": "2012-10-26 01:22:00",
            "post_id": "474469",
            "reply_to_id": "474465"
        },
        {
            "user_name": "Frantic",
            "text": "Jelly Bean datt í hús í nótt hjá mér!\nÉg myndi segja að á S3 þá sé í lagi að update-a í JB þegar batterí er meira en 30-40%\nTekur mjög stuttan tíma og 2% fóru af batteríinu eftir update-ið.\nEn 2 be safe þá myndi ég hafa batterí > 50%",
            "date": "2012-10-26 10:32:00",
            "post_id": "474500",
            "reply_to_id": "474469"
        },
        {
            "user_name": "Swooper",
            "text": "http://www.redmondpie.com/why-should-i- ... or-tablet/\nÞað eina sem kemur ekki fram þarna sem skiptir máli er að það að roota brýtur EKKI lögbundnu 2 ára ábyrgðina sem er á öllum raftækjum keyptum hérlendis nema það sé hægt að sanna að þú hafir skemmt símann með því að fikta í honum (mjög ólíklegt). Svo, í raun fer hann bara úr ábyrgð hér við að roota ef þú keyptir hann á einhverjum af hinum norðurlöndunum.",
            "date": "2012-10-26 11:47:00",
            "post_id": "474508",
            "reply_to_id": "474500"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Hjá mér vildi hann ekki uppfæra í 49%\nhlóð hann í 5 mín og þá meikaði hann uppfærslu",
            "date": "2012-10-27 11:58:00",
            "post_id": "474701",
            "reply_to_id": "474508"
        },
        {
            "user_name": "kfc",
            "text": "Hann þarf að vera 50% hlaðinn",
            "date": "2012-10-27 23:01:00",
            "post_id": "474798",
            "reply_to_id": "474701"
        },
        {
            "user_name": "fallen",
            "text": "Víí fékk JB um daginn, holy shit hvað þetta er smooth. That is all.",
            "date": "2012-10-29 00:31:00",
            "post_id": "474952",
            "reply_to_id": "474798"
        },
        {
            "user_name": "Ingi90",
            "text": "Sælir drengir\nEkki vill svo til að eithver sé ekki að nota S3 Heyrnatólin sem fylgdu símanum? \nDauðvantar þetta , Borga fínt fyrir eithvað svona í lagi",
            "date": "2012-11-02 12:51:00",
            "post_id": "475777",
            "reply_to_id": "474952"
        },
        {
            "user_name": "Swooper",
            "text": "Ég held ég eigi heyrnartólin sem fylgdu með S2 ef það dugar? Aldrei notuð.",
            "date": "2012-11-02 16:24:00",
            "post_id": "475835",
            "reply_to_id": "475777"
        },
        {
            "user_name": "hfwf",
            "text": "Hefur einhver átt í vandræðum með 3g hjá tal, þá á ég við , allar APN stillingar eru réttar en síminn vil ekkert með það gera eða nota, stendur bara fastur með fallegt R merki að ofan rómandi sumsé á vodefone networkinu. kannisti við þetta eitthvað með s3 og tal? kannski stilling sem hefur farið framhjá mér (efa það sjálfur með s2).\nedit: Leyst mál. Þó greinilega virðist betra að vera beint hjá NOVA ef maður ætlar að nota 3g á annaborð en að taka það frá tal í gegnum roaming. vill oftar en ekki bara tengjast umts.",
            "date": "2012-11-05 14:59:00",
            "post_id": "476305",
            "reply_to_id": "475835"
        },
        {
            "user_name": "JReykdal",
            "text": "Er Tal ekki með kerfi Símans og Nova með sitt eigið?",
            "date": "2012-11-06 15:14:00",
            "post_id": "476532",
            "reply_to_id": "476305"
        },
        {
            "user_name": "hfwf",
            "text": "Nova er með sitt eigið 3G jú og roamar á 2G hjá vodafone og öfugt. Tal er jú á 3G kerfi símans, mundi það bara ekki.  \nEr svo með Network monitor í gangi sem tekur eftir breytingum og notkun á 2g 3g... so on. síðustu 14 tíma hefur síminn verið tengdur UMTS. og 4 mín á HSDPA.",
            "date": "2012-11-06 15:19:00",
            "post_id": "476533",
            "reply_to_id": "476532"
        },
        {
            "user_name": "intenz",
            "text": "Er að skrifa þennan póst á meðan ég er á Facebook \nSent from my GT-I9300 using Tapatalk 2",
            "date": "2012-11-17 17:26:00",
            "post_id": "478503",
            "reply_to_id": "476533"
        },
        {
            "user_name": "Swooper",
            "text": "Nauh. Hvaða ROM er að styðja Note2-style multitasking?",
            "date": "2012-11-17 19:32:00",
            "post_id": "478522",
            "reply_to_id": "478503"
        },
        {
            "user_name": "intenz",
            "text": "Þetta er WanamLite, án efa besta ROMið fyrir S3 sem kemst næst því að vera stock.\nEn þetta er í S3 official leak, þannig þetta er á leiðinni fyrir S3 officially frá Samsung.",
            "date": "2012-11-17 19:59:00",
            "post_id": "478530",
            "reply_to_id": "478522"
        },
        {
            "user_name": "Swooper",
            "text": "Sweet. Væri töff ef þessi fídus breiddist út, endaði jafnvel í stock Android. Það má amk láta sig dreyma...",
            "date": "2012-11-17 20:07:00",
            "post_id": "478533",
            "reply_to_id": "478530"
        },
        {
            "user_name": "intenz",
            "text": "Já væri mjög kúl. En ætli Samsung sé ekki búið að patenta þetta í drasl.",
            "date": "2012-11-17 20:08:00",
            "post_id": "478534",
            "reply_to_id": false
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Hver hérna er að sjá um Android fyrir íslenska notendur á Facebook?",
            "date": "2012-11-17 20:20:00",
            "post_id": "478535",
            "reply_to_id": "478534"
        },
        {
            "user_name": "intenz",
            "text": "Ég og 4 aðrir.",
            "date": "2012-11-17 20:35:00",
            "post_id": "478539",
            "reply_to_id": "478535"
        },
        {
            "user_name": "worghal",
            "text": "Thetta kemur i naestu uppfaerslu af ios med tilvonandi kaerum",
            "date": "2012-11-17 20:37:00",
            "post_id": "478540",
            "reply_to_id": "478539"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Hlaut að vera",
            "date": "2012-11-17 20:43:00",
            "post_id": "478541",
            "reply_to_id": "478540"
        },
        {
            "user_name": "intenz",
            "text": "Hahaha",
            "date": "2012-11-17 20:43:00",
            "post_id": "478542",
            "reply_to_id": "478541"
        },
        {
            "user_name": "Swooper",
            "text": "Löl.",
            "date": "2012-11-17 21:00:00",
            "post_id": "478547",
            "reply_to_id": "478542"
        },
        {
            "user_name": "C2H5OH",
            "text": "Núna á maður ekki græju sem keyrir android en hafið þið orðið varir við þetta eða er þett bara pressukjaftæði? \nhttp://www.pressan.is/Frettir/Lesafrett ... r-desember",
            "date": "2012-11-19 23:13:00",
            "post_id": "478972",
            "reply_to_id": "478547"
        },
        {
            "user_name": "Swooper",
            "text": "http://edition.cnn.com/2012/11/19/tech/ ... ?hpt=hp_t3",
            "date": "2012-11-19 23:15:00",
            "post_id": "478973",
            "reply_to_id": "478972"
        },
        {
            "user_name": "intenz",
            "text": "Ég er með Nexus 7 með Android 4.2 og ég get nú bara séð þetta í People appinu. Ekki í dagatalinu eða neinstaðar annarstaðar.",
            "date": "2012-11-19 23:56:00",
            "post_id": "478984",
            "reply_to_id": "478973"
        },
        {
            "user_name": "Stubbur13",
            "text": "Ég var að spá ég að runna Cyanogenmod 9 Rom-ið, þarf ég að setja Stock \"rom\" á símann til þess að getað uppfært í Jelly Bean? Mér hefur nefnilega ekki ennþá verið boðið að upp færa í JB",
            "date": "2012-11-21 18:54:00",
            "post_id": "479275",
            "reply_to_id": "478984"
        },
        {
            "user_name": "hfwf",
            "text": "Þarft að setja stock upp til að það virki. Ertu búnað prufa tengja síman við tölvuna og keyra KIES? Fékk ekki OTA JB uppdate á síman hjá múttu um daginn.",
            "date": "2012-11-21 18:56:00",
            "post_id": "479276",
            "reply_to_id": "479275"
        },
        {
            "user_name": "Stubbur13",
            "text": "Næ aldrei að tengja símann við tölvuna í gegnum Kies.",
            "date": "2012-11-21 19:06:00",
            "post_id": "479278",
            "reply_to_id": "479276"
        },
        {
            "user_name": "hfwf",
            "text": "Hvaða rom ertu að keyra núna t.d?",
            "date": "2012-11-21 19:09:00",
            "post_id": "479282",
            "reply_to_id": "479278"
        },
        {
            "user_name": "Stubbur13",
            "text": "Cyanogenmod 9 en þegar síminn var stock þá náði ég heldur ekki að tengja hann við Kies. Var reyndar að fá nýja tölvu prófa að tengja hann á eftir.",
            "date": "2012-11-21 19:38:00",
            "post_id": "479291",
            "reply_to_id": "479282"
        },
        {
            "user_name": "hfwf",
            "text": "Símin getur auðvita eingöngu uppfært sig með \"stock\" rom í gegnum KIES. Þegar ég uppfærði eina sem ég gerði var setja upp KIES tengja síman og uppfæra, þetta var ekkert flóknara en það. Tölvan sá alfarið að setja inn þá drivera sem þurfti og yari yari yari \n. Vonandi gengur þetta hjá þér. Annars er málið bara setja upp JB rom , skilst að intenz sé að keyra wananlite minnir mig að það héti.",
            "date": "2012-11-21 19:44:00",
            "post_id": "479297",
            "reply_to_id": "479291"
        },
        {
            "user_name": "Oak",
            "text": "Vitiði hvort að það sé hægt að kaup SIII I9305 á íslandi?",
            "date": "2012-11-22 22:24:00",
            "post_id": "479542",
            "reply_to_id": "479297"
        },
        {
            "user_name": "hfwf",
            "text": "I9300 er eina týpan sem er seld hér svo best ég veit, hvað ættiru annaras að gera við hana? það er ekkert LTE á Íslandi eins og er.",
            "date": "2012-11-22 22:53:00",
            "post_id": "479550",
            "reply_to_id": "479542"
        },
        {
            "user_name": "Oak",
            "text": "hmmm það er að koma um áramótin...",
            "date": "2012-11-22 23:05:00",
            "post_id": "479552",
            "reply_to_id": "479550"
        },
        {
            "user_name": "hfwf",
            "text": "Hvar sástu það? veit að nova er búnað vera með 4g í prufu í einhvern tíma, en full blown 4g kerfi er líklega ekki að vænta fyrr en á næsta ári einhverntíman. Einnig persónulega ætla ég að bíða í einhvern tíma áður en ég fæ mér 4g, það er auðvita MJÖG batterýloving og ekki er kerfið hjá NOVA mikið fyrir batterýið á 3g",
            "date": "2012-11-22 23:32:00",
            "post_id": "479556",
            "reply_to_id": "479552"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég ætla ekki að fullyrða neitt, en mig grunar að S4 verði t.d. löngu kominn út áður en LTE verður orðið það útbreitt og það margar LTE sellur komnar upp hér á landi að notendur taki eftir hraðamuninum. Venjulega er ég fullur af spennu hvað varðar nýja tækni, meiri hraða, meira magn og þar fram eftir götunum - En er virkilega þörf/eftirspurn eftir LTE hraða hér á landi í dag? Hvað eruði að gera á símunum ykkar sem krefst meira en HSPA+ hraða?\nSkil þetta meira erlendis þar sem LTE er orðið samkeppnishæft við mikið af fastlínutengingum, en með hraðri útbreiðslu ljósnets og ljósleiðara hér á landi er þetta ekki e-ð sem ætti að skipta okkur svo miklu máli.",
            "date": "2012-11-22 23:41:00",
            "post_id": "479559",
            "reply_to_id": "479556"
        },
        {
            "user_name": "hfwf",
            "text": "Nákvæmlega AntiTrust. SIV er rúmeraður í  mars á næsta ári. Ég er mjög sáttur við HDSPA sem er 2-14mbps og HSPA+ er 10-20mbps þetta er plenty hraði fyrir okkur 3g notendur Ísland eins og er. Svo vil til að fólk gleymir kannski að gagnamagnið í 3g er ekki frítt á Íslandi inn/útlent i.e því meiri hraði því fljótari fer magnið",
            "date": "2012-11-22 23:50:00",
            "post_id": "479561",
            "reply_to_id": "479559"
        },
        {
            "user_name": "Oak",
            "text": "Ég hef allaveg heyrt það að þeir ætli að setja meiri kraft í þetta heldur en 3G þegar að það kom á markaðinn og að þetta ætti að fara í virkni um áramótin. En ég hef svo sem engar áreiðanlegar heimildir fyrir því.\nÉg er ennþá að bíða eftir ljósnetinu...væri fínt að fá þetta í gagnið",
            "date": "2012-11-23 00:00:00",
            "post_id": "479562",
            "reply_to_id": "479561"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég get allavega sagt með þokkalega áreiðanlegum heimildum að stærri ISParnir hérna heima munu líklega ekki hlaupa í þetta strax eftir áramót, og sumir ætla að sjá hvernig þetta gengur úti og þá sérstaklega í norrænu löndunum, hvaða tíðnir eru að gefa sig best. Svíþjóð ef ég man rétt stökk t.d. aðeins of snemma af stað og fjárfesti í búnaði og sellum fyrir ákveðna tíðni, sem verður svo líklega ekki notuð fyrir 4G þar. Hvað minni fyrirtækin ætla að gera hef ég ekki glóru um, en m.v. fjárhagslega stöðu Tals sé ég það ekki beint í roadmappinu hjá þeim fyrr en þeir geta leigt sellur af stærri ISPunum.",
            "date": "2012-11-23 00:15:00",
            "post_id": "479565",
            "reply_to_id": "479562"
        },
        {
            "user_name": "hfwf",
            "text": "4g LTE hérheima verður á 800 og 1800 mhz samkvæmt PFS.",
            "date": "2012-11-23 00:29:00",
            "post_id": "479571",
            "reply_to_id": "479565"
        },
        {
            "user_name": "Oak",
            "text": "hvaða kernel mæla menn með?",
            "date": "2012-11-24 23:00:00",
            "post_id": "479887",
            "reply_to_id": false
        },
        {
            "user_name": "Oak",
            "text": "Ertu með link á það sem þú sóttir?...ég er að finna allavega 3 útgáfur.",
            "date": "2012-11-24 23:26:00",
            "post_id": "479889",
            "reply_to_id": "479887"
        },
        {
            "user_name": "Stubbur13",
            "text": "Ég er að henda þessu upp í þessum töluðu orðum eða jafnvel skrifuðum. \nhttp://forum.xda-developers.com/showthr ... ?t=1835931",
            "date": "2012-11-24 23:34:00",
            "post_id": "479891",
            "reply_to_id": "479889"
        },
        {
            "user_name": "Oak",
            "text": "þetta er þá fjórða útgáfan \nvæntanlega ekki sama modem í þeim öllum",
            "date": "2012-11-24 23:59:00",
            "post_id": "479896",
            "reply_to_id": "479891"
        },
        {
            "user_name": "intenz",
            "text": "WanamLite V5.0\nhttp://forum.xda-developers.com/showthr ... ?t=1705866\nSent from my GT-I9300 using Tapatalk 2",
            "date": "2012-11-25 00:00:00",
            "post_id": "479897",
            "reply_to_id": "479896"
        },
        {
            "user_name": "Oak",
            "text": "http://forum.xda-developers.com/showthr ... ?t=1705866\nþetta þá?",
            "date": "2012-11-25 00:03:00",
            "post_id": "479898",
            "reply_to_id": "479897"
        },
        {
            "user_name": "intenz",
            "text": "Já \nSent from my GT-I9300 using Tapatalk 2",
            "date": "2012-11-25 00:57:00",
            "post_id": "479906",
            "reply_to_id": "479898"
        },
        {
            "user_name": "Oak",
            "text": "flott takk\nEinhvern spes kernel?",
            "date": "2012-11-25 01:04:00",
            "post_id": "479907",
            "reply_to_id": "479906"
        },
        {
            "user_name": "intenz",
            "text": "Stock bara\nSent from my GT-I9300 using Tapatalk 2",
            "date": "2012-11-25 11:10:00",
            "post_id": "479949",
            "reply_to_id": "479907"
        },
        {
            "user_name": "Oak",
            "text": "Hvernig færðu upp þessa skiptingu?\nEru engir auka fítusar í þessu ROMi?\nSent from my GT-I9300 using Tapatalk",
            "date": "2012-11-25 12:04:00",
            "post_id": "479955",
            "reply_to_id": "479949"
        },
        {
            "user_name": "intenz",
            "text": "Þetta er bara optimizað debloated stock ROM frá Samsung.\nMulti View fítusinn er fenginn með því að halda inni back takkanum.",
            "date": "2012-11-26 01:34:00",
            "post_id": "480059",
            "reply_to_id": "479955"
        },
        {
            "user_name": "intenz",
            "text": "http://www.androidcentral.com/android-4 ... s-included\nVíjjjjjj.",
            "date": "2012-12-05 19:20:00",
            "post_id": "481913",
            "reply_to_id": "480059"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Hvar er best að kaupa sér betra batterí í S3?\nEr búinn að vera skoða \nsvona\n en ég var að vona að ég fyndi Samsung 2400mah batterí sem passar í original casing hérna heima? Er það algjör bjartsýni? Ef þetta er ekki til hérna heima, hvar á ég að panta þetta og er eitthvað varið í þessi stóru batterí með modduð cover?",
            "date": "2012-12-06 15:44:00",
            "post_id": "482043",
            "reply_to_id": "481913"
        },
        {
            "user_name": "Nxxx",
            "text": "Veit einhver hvort að síminn falli úr ábyrgð ef maður rootar hann ?",
            "date": "2012-12-07 02:12:00",
            "post_id": "482144",
            "reply_to_id": "482043"
        },
        {
            "user_name": "Swooper",
            "text": "Í stuttu máli: Nei.\nÍ lengra máli: Það er tvenns konar ábyrgð sem gildir um síma hérlendis. Annars vegar ábyrgð frá framleiðanda - sú ábyrgð fellur úr gildi ef þú rootar. Hins vegar lögbundin 2 ára ábyrgð frá seljanda raftækis hérlendis. Sú ábyrgð fellur ekki úr gildi nema það sé hægt að sanna það að þú hafir skemmt símann með fikti, sem er mjög ólíklegt. Ef þú keyptir símann ekki hér á landi hefurðu ekki seinni ábyrgðina, og í raun ekki þá fyrri heldur af því að Samsung umboðið hér má ekki taka við símum sem eru keyptir utan Norðurlandanna. Þú þyrftir að fara með símann til þess lands sem hann var keyptur í til að fá viðgerð í ábyrgð.",
            "date": "2012-12-07 11:39:00",
            "post_id": "482176",
            "reply_to_id": "482144"
        },
        {
            "user_name": "tanketom",
            "text": "Mig vantar smá hjálp hérna vegna Message í símanum, ég get aðeins skrifa hámark 3x70 stafi í hvert sms? Eftir það þá breytist það í mms... er ekki hægt að breyta því?",
            "date": "2012-12-07 23:07:00",
            "post_id": "482279",
            "reply_to_id": "482176"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Settings í messages appinu. Þar er hak sem leyfir þér að breyta löngum smsum í mms.",
            "date": "2012-12-08 10:15:00",
            "post_id": "482307",
            "reply_to_id": "482279"
        },
        {
            "user_name": "hfwf",
            "text": "3x70 er bara langt yfir leyfilegum fjölda stafa í smsi sama hvaða tungumáli þú skrifar það í \"Depending on which alphabet the subscriber has configured in the handset, this leads to the maximum individual short message sizes of 160 7-bit characters, 140 8-bit characters, or 70 16-bit characters.\" Þannig að er skiljanlegt að þú dettir í MMS.",
            "date": "2012-12-08 12:25:00",
            "post_id": "482322",
            "reply_to_id": "482307"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Það er nú samt hægt að sleppa við mmsið. Þú ert bara rukkaður um tvö eða fleiri sms.",
            "date": "2012-12-08 12:41:00",
            "post_id": "482323",
            "reply_to_id": "482322"
        },
        {
            "user_name": "hfwf",
            "text": "MMS kostar jafnmikið og SMS hjá voda og nova en 3 kr dýrari hjá símanum. En auðvita geta allir símar ekkert tekið við MMS. Hinsvegar ef þú ferð yfir kvótan á SMSinu og þú ferð að senda langt sms með íslenskum stöfum þá sendiru 2 jafnvel 3 sms fyrir þetta eina sem þú ætlaðir þér og þar með er ódýrara að senda MMS.",
            "date": "2012-12-08 12:48:00",
            "post_id": "482324",
            "reply_to_id": "482323"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Satt. Pældi ekki í því þar sem flest mín sms eru innan Nova og því kosta þau mig ekki neitt. Auk þess sem ég virðist ekki geta sent MMS svo ég hef alltaf slökkt á þessu.",
            "date": "2012-12-08 13:10:00",
            "post_id": "482330",
            "reply_to_id": "482324"
        },
        {
            "user_name": "nonesenze",
            "text": "veit einhver hvernig maður fær kies til að virka aftur eftir að hafa notað odin til að setja upp pólska 4.1.1, ekkert rootaður eða neitt svoleiðis, ég er reyndar með NEE 4.1.2 núna, fatta samt ekki af hverju kies vill ekkert þekkja símann eftir odin",
            "date": "2012-12-25 14:26:00",
            "post_id": "485647",
            "reply_to_id": "482330"
        },
        {
            "user_name": "dexma",
            "text": "Er einhver komin með 4.1.2 ? OTA eða KIES\nSamkvæmt símon.is þá var þessu uppfærsla send út á alla í gær.\nFinn reyndar ekkert um það á öðrum stöðum.",
            "date": "2012-12-29 03:48:00",
            "post_id": "486285",
            "reply_to_id": "485647"
        },
        {
            "user_name": "Krisseh",
            "text": "Svo virðist vera, var að kanna það núna \"as we speak\" og þetta er að stærð 126.45MB, ég notaði ekki kies, fór bara í settings í símanum.",
            "date": "2012-12-29 05:37:00",
            "post_id": "486295",
            "reply_to_id": "486285"
        },
        {
            "user_name": "hfwf",
            "text": "Já kominn með 4.1.2 löngu fyrir jól. yfir KIES",
            "date": "2012-12-29 13:02:00",
            "post_id": "486309",
            "reply_to_id": "486295"
        },
        {
            "user_name": "kfc",
            "text": "Kominn með 4.1.2",
            "date": "2012-12-29 14:33:00",
            "post_id": "486321",
            "reply_to_id": false
        },
        {
            "user_name": "Dagur",
            "text": "Vitið  þið hvernig maður notar þennan \"splitscreen\" fítus í 4.1.2?",
            "date": "2013-01-01 12:05:00",
            "post_id": "486844",
            "reply_to_id": "486321"
        },
        {
            "user_name": "kfc",
            "text": "Skoðaðu þetta\nhttp://simon.is/2012/uppfaersla-fyrir-galaxy-s3/",
            "date": "2013-01-01 13:25:00",
            "post_id": "486852",
            "reply_to_id": "486844"
        },
        {
            "user_name": "Dagur",
            "text": "Fyrir þá sem nenna ekki að horfa á 4 mínútna myndband þá er það  Settings -> Display -> Multiwindow. Hjá mér var búið að haka við það en ég þurfti að taka hakið af og setja það aftur á.",
            "date": "2013-01-01 17:36:00",
            "post_id": "486897",
            "reply_to_id": "486852"
        },
        {
            "user_name": "svensven",
            "text": "Þetta er líka í flýtibarnum, þeas þeim sem þu slide-ar niður.",
            "date": "2013-01-01 19:43:00",
            "post_id": "486909",
            "reply_to_id": "486897"
        },
        {
            "user_name": "Frantic",
            "text": "Þarft bara að halda inni back takkanum þá opnast menu.\nKom mér á óvart hvað það eru fá apps sem styðja þetta.",
            "date": "2013-01-01 23:13:00",
            "post_id": "486976",
            "reply_to_id": "486909"
        },
        {
            "user_name": "Oak",
            "text": "http://www.igio90.net/device/samsung-galaxy-s3-i9300/\nÞetta ROM lítur mjög vel út",
            "date": "2013-01-06 02:39:00",
            "post_id": "487825",
            "reply_to_id": "486976"
        },
        {
            "user_name": "fallen",
            "text": "Hvað er default CSC fyrir i9300 á Íslandi?",
            "date": "2013-01-24 01:38:00",
            "post_id": "491376",
            "reply_to_id": "487825"
        },
        {
            "user_name": "berteh",
            "text": "Væntanlega NEE/XEE sem er nordic \nSent from my HTC One X using Tapatalk 2",
            "date": "2013-01-24 23:12:00",
            "post_id": "491596",
            "reply_to_id": "491376"
        },
        {
            "user_name": "chaplin",
            "text": "Er mikið mál að skipta um baseband fyrir síma sem er ekki rootaður? Og er NELP4 ekki örugglega alveg málið?",
            "date": "2013-02-12 13:39:00",
            "post_id": "494955",
            "reply_to_id": "491596"
        },
        {
            "user_name": "intenz",
            "text": "Ég er nokkuð viss um að það sé ekki hægt. Basebandið er partur af system skrám og þú hefur engan aðgang í þær án root.\nHef ekki prófað NELP4 á S3. Hélt það væri fyrir S2. En ég er að nota eitthvað glatað baseband, er 80% af deginum á Roaming. Þarf að fara að skipta.\nSent from my GT-I9300 using Tapatalk 2",
            "date": "2013-02-12 21:51:00",
            "post_id": "495096",
            "reply_to_id": "494955"
        },
        {
            "user_name": "chaplin",
            "text": "Hvaða basebandi ertu á og endilega láttu mig vita ef þú finnur eitthvað sem þér líkar vel við.",
            "date": "2013-02-12 22:46:00",
            "post_id": "495106",
            "reply_to_id": "495096"
        },
        {
            "user_name": "hfwf",
            "text": "http://forum.xda-developers.com/showthr ... ?t=1740061\n get cracking.",
            "date": "2013-02-12 23:33:00",
            "post_id": "495115",
            "reply_to_id": "495106"
        },
        {
            "user_name": "Oak",
            "text": "Mæli með JellyBam \nhttps://get.jellybam.com/?device=i9300",
            "date": "2013-02-12 23:34:00",
            "post_id": "495116",
            "reply_to_id": "495115"
        },
        {
            "user_name": "intenz",
            "text": "Er þetta DXELK1 málið eða?\nSent from my GT-I9300 using Tapatalk 2",
            "date": "2013-02-13 01:53:00",
            "post_id": "495165",
            "reply_to_id": "495116"
        },
        {
            "user_name": "intenz",
            "text": "Geturu komið með screenshot eða eitthvað? Hvað er svona gott við það?\nSent from my GT-I9300 using Tapatalk 2",
            "date": "2013-02-13 01:55:00",
            "post_id": "495166",
            "reply_to_id": "495165"
        },
        {
            "user_name": "intenz",
            "text": "Er á BUEMA1 núna, er ekki að fíla það. Eina NE modemið sem ég hef fundið fyrir S3 er NEDLI1 og það er gott hvað varðar 3G samband en eyðir miklu batteríi.\nÉg ætla að prófa DXELK1 núna.\nSent from my GT-I9300 using Tapatalk 2",
            "date": "2013-02-13 02:02:00",
            "post_id": "495168",
            "reply_to_id": "495166"
        },
        {
            "user_name": "intenz",
            "text": "DXELK1 er verra heldur en BUEMA1.\nÉg er hjá Nova, bý í Grafarvogi og er alltaf flakkandi um á Reykjavíkursvæðinu.",
            "date": "2013-02-13 12:24:00",
            "post_id": "495202",
            "reply_to_id": "495168"
        },
        {
            "user_name": "intenz",
            "text": "NE modem hafa alltaf reynst mér lang best. Eina NE modemið sem ég  fann fyrir JB er NELK2. Ég er að prófa það núna.\nÞið getið náð í það \nhérna\n.",
            "date": "2013-02-13 12:34:00",
            "post_id": "495205",
            "reply_to_id": "495202"
        },
        {
            "user_name": "olafurfo",
            "text": "Allveg óþolandi hvað maður missir einmitt mikið samband i bænum hjá nova. .. er að vinna i Keflavík og er álag með H jafnvel H+. En i bænum missi ég gjarnan sambandið þegar ég er að browsa :/\nHvernig ert þetta baseband að virka hjá þér intenz ?\nSent from my GT-I9300 using Tapatalk 2",
            "date": "2013-02-13 13:03:00",
            "post_id": "495211",
            "reply_to_id": "495205"
        },
        {
            "user_name": "intenz",
            "text": "Ég er allavega ekkert búinn að detta á Roaming síðan ég setti það upp fyrir rúmum klukkutíma.\nEn ég er ekkert að fá æðislegan hraða, ~900 KB/s. Er staddur í HR.",
            "date": "2013-02-13 13:41:00",
            "post_id": "495224",
            "reply_to_id": "495211"
        },
        {
            "user_name": "intenz",
            "text": "NELK2 er fínt upp á samband að gera, en það sýgur batteríið :/\nSent from my GT-I9300 using Tapatalk 2",
            "date": "2013-02-15 11:03:00",
            "post_id": "495635",
            "reply_to_id": "495224"
        },
        {
            "user_name": "intenz",
            "text": "Ég er aðeins að þreifa mig áfram í að fá betra batterí. Prófaði annan kernel í gær, sem heitir Yank555. Mér finnst hann ágætur, en batteríið er ekkert betra heldur en stock S3 kernelinn.\nNæst fer ég örugglega í Perseus. Ef hann er ekki að gera sig þá fer ég örugglega bara aftur í stock.\nEruði með einhverjar hugmyndir?\nSent from my GT-I9300 using Tapatalk 2",
            "date": "2013-02-17 13:29:00",
            "post_id": "495935",
            "reply_to_id": "495635"
        },
        {
            "user_name": "Oak",
            "text": "hversu lengi er batteríið að duga hjá þér á stock og hversu lengi á yank555?",
            "date": "2013-02-17 15:20:00",
            "post_id": "495949",
            "reply_to_id": "495935"
        },
        {
            "user_name": "braudrist",
            "text": "Því miður er það líka þannig að mismunandi basebands virka mismunandi fyrir hvern og einn síma, það verður bara hver og einn að finna hvað virkar best fyrir sinn. Ég er á Foxhound 2.0 + Perseus og það er að virka bara ágætlega fyrir mig. Annars er þetta orðið bara rugl \n Það er eiginlega full-time vinna að vera í þessu símafikti. Það kemur nýtt firmware á liggur við hverjum einasta degi og alltaf bætast við nýjir fídusar. Þetta Stweaks sem fylgir með Perseus og Siyah kernel, það eru svo mikið af stillingum í þessu að maður verður bara ruglaður í hausnum",
            "date": "2013-02-17 16:52:00",
            "post_id": "495968",
            "reply_to_id": "495949"
        },
        {
            "user_name": "intenz",
            "text": "12-14 tíma með 1-2 tíma í Screen on time. Glatað. Var svipað á Yank555, nema aðeins meira lagg þegar ég var að scrolla síður með miklum texta. Lélegt rendering.\nEr að prófa Perseus núna. Sýnist batteríið vera svipað þar og í stock og Yank555.\nÉg ætla að prófa Perseus aðeins lengur, annars skipti ég bara aftur yfir í stock.",
            "date": "2013-02-17 20:00:00",
            "post_id": "495991",
            "reply_to_id": false
        },
        {
            "user_name": "braudrist",
            "text": "Þetta er svipað og hjá mér. Mér fannst batteríið vera langbest í Gingerbread minnir mig",
            "date": "2013-02-17 22:23:00",
            "post_id": "496034",
            "reply_to_id": "495991"
        },
        {
            "user_name": "Oak",
            "text": "Ég skal fylgjast aðeins með screen on tímanum hjá mér en ég er að ná að minnsta kosti tveimur dögum.",
            "date": "2013-02-18 07:15:00",
            "post_id": "496068",
            "reply_to_id": "496034"
        },
        {
            "user_name": "hfwf",
            "text": "Farið yfir 3 daga hér. hver notkunin var man ég ekki. En þetta er vinnusími og leiktæki",
            "date": "2013-02-18 14:24:00",
            "post_id": "496111",
            "reply_to_id": "496068"
        },
        {
            "user_name": "intenz",
            "text": "Ég er að fá ágætis batterísendingu/samband með NEDLI1 modem/RIL og Perseus kernel.\nFrekar sáttur allavega.",
            "date": "2013-02-19 01:16:00",
            "post_id": "496237",
            "reply_to_id": "496111"
        },
        {
            "user_name": "Oak",
            "text": "Alpha >=22 for SAMSUNG JELLYBEAN ROMS ONLY.\nGott að taka þetta fram með perseus.",
            "date": "2013-02-19 22:54:00",
            "post_id": "496374",
            "reply_to_id": "496237"
        },
        {
            "user_name": "Oak",
            "text": "Ennþá mikið eftir \nReyndar bara 18 tímar í notkun þarna.\nSent from my GT-I9300 using Tapatalk 2",
            "date": "2013-02-20 00:46:00",
            "post_id": "496392",
            "reply_to_id": "496374"
        },
        {
            "user_name": "intenz",
            "text": "ROM:\n WanamLite V5.8\nKernel:\n Perseus alpha 32\nModem:\n NEDLI1\nRIL:\n NEDLI1\nScreen on:\n 1h\nSímkerfi:\n Nova\n3G/GPS alltaf kveikt",
            "date": "2013-02-20 02:55:00",
            "post_id": "496397",
            "reply_to_id": "496392"
        },
        {
            "user_name": "olafurfo",
            "text": "Fékk nýja uppfærslu í dag frá nova og er búinn að vera á H neti  eftir að ég installaði því \nSent from my GT-I9300 using Tapatalk 2",
            "date": "2013-02-21 16:20:00",
            "post_id": "496649",
            "reply_to_id": "496397"
        },
        {
            "user_name": "intenz",
            "text": "Fékk líka þessa uppfærslu, hef samt fundið lítinn mun.",
            "date": "2013-02-21 23:31:00",
            "post_id": "496763",
            "reply_to_id": "496649"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Hvað er í þessari uppfærslu?\nFékk sms á fimmtudaginn en hef ekki enn fengið þessa uppfærslu. APN er allavega alveg eins og það var.",
            "date": "2013-02-22 22:27:00",
            "post_id": "496919",
            "reply_to_id": "496763"
        },
        {
            "user_name": "ArnarF",
            "text": "Ef eitthvað er þá finnst mér sambandið hafa versnað hjá mér eftir þessa \"uppfærslu\" á netinu frá NOVA.\nÞetta roaming eins og enginn sé morgundagurinn er orðið svo djöfull þreytandi, það er greinilega to much to ask for að fá stabíla 3g tengingu út sólahringinn, virðist sérstaklega ákveða að roama þegar maður þarf sem mest á 3g tengingunni að halda.",
            "date": "2013-02-23 23:49:00",
            "post_id": "497048",
            "reply_to_id": "496919"
        },
        {
            "user_name": "intenz",
            "text": "ROM:\n WanamLite V6.3\nKernel:\n Adam 2.1\nModem:\n NEDLI1\nRIL:\n NEDLI1\nScreen on:\n 2h\nSímkerfi:\n Síminn\nWiFi/3G/GPS alltaf kveikt",
            "date": "2013-03-30 01:20:00",
            "post_id": "502763",
            "reply_to_id": "497048"
        },
        {
            "user_name": "chaplin",
            "text": "Mjög athyglisvert! Væri til að sjá þetta án Sleep því ég man að það át rafhlöðuna mína. Bókstaflega. Þurfti að kaupa nýja.",
            "date": "2013-03-30 01:36:00",
            "post_id": "502767",
            "reply_to_id": "502763"
        },
        {
            "user_name": "intenz",
            "text": "Hehe, þetta Sleep er ekkert innbyggt Android dæmi, þetta er \nsleep tracker app\n sem ég nota til að mæla sleep cycles og djúpsvefn hjá mér.\nEn já, hann hefði dugað lengur hefði ég ekki haft það í gangi yfir eina nótt.\nEn helsta breytingin er sú að ég fór frá Nova yfir í Símann.",
            "date": "2013-03-30 03:02:00",
            "post_id": "502773",
            "reply_to_id": "502767"
        },
        {
            "user_name": "chaplin",
            "text": "Haha ég veit það alveg, var sjálfur að nota þetta en þar sem engin innstunga var nálægt rúminu vaknaði ég alltaf með hálf batteríslausan síma.",
            "date": "2013-03-30 03:39:00",
            "post_id": "502775",
            "reply_to_id": "502773"
        },
        {
            "user_name": "Danni V8",
            "text": "Hvaða Android version / firmware er nýjast fyrir S3 í dag? Ég er með Android 4.1.2. Opnaði Kies með símann tengdan og það kom að það væri firmware upgrade í boði, en það var líka update á Kies svo ég ákvað að update-a það fyrst. En þegar það var búið var ekki lengur firmware update í boði fyrir símann.... Er hægt að fá 4.2.2 í S3 án þess að roota?",
            "date": "2013-04-15 13:08:00",
            "post_id": "505607",
            "reply_to_id": "502775"
        },
        {
            "user_name": "kazzi",
            "text": "Er með nexus 7 android 4.2.2 og hún er að éta batteri í screen,var að lesa að beðið er eftir uppfærslu til að laga þetta,",
            "date": "2013-04-15 14:47:00",
            "post_id": "505613",
            "reply_to_id": "505607"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Það er nú samt alveg eðlilegt að skjárinn sé að taka mest af batteríinu... \nSent from my GT-I9100 using Tapatalk 2",
            "date": "2013-04-15 15:05:00",
            "post_id": "505616",
            "reply_to_id": "505613"
        },
        {
            "user_name": "kazzi",
            "text": "þetta er það sem ég var að reyna að koma á framfæri \nhttp://betanews.com/2013/03/07/is-andro ... tery-life/",
            "date": "2013-04-15 16:29:00",
            "post_id": "505625",
            "reply_to_id": "505616"
        },
        {
            "user_name": "hfwf",
            "text": "Finnst 4.2.2 mun verri í  battery nýtingu en 4.2.1",
            "date": "2013-04-15 16:45:00",
            "post_id": "505630",
            "reply_to_id": "505625"
        },
        {
            "user_name": "hfwf",
            "text": "Annars er þetta líkla sem þú átt við \"Current firmware version : PDA:MB5 / PHONE:MB5 / CSC:MA1 (NEE)\n                                                       Latest firmware version : PDA:MC3 / PHONE:MB6 / CSC:MC1 (NEE)\"\nÞetta er OTA uppfærsla líka 10mb samkvæmt símanum , virkar lika í KIES",
            "date": "2013-04-15 16:47:00",
            "post_id": "505631",
            "reply_to_id": "505630"
        },
        {
            "user_name": "Danni V8",
            "text": "Þetta stendur hjá mér: \nCurrent firmware version : PDA:MA2 / PHONE:LKB / CSC:LL1 (XEF)\nLatest firmware version: PDA:MA2 / PHONE:LKB / CSC:LL1 (XEF)",
            "date": "2013-04-15 20:54:00",
            "post_id": "505680",
            "reply_to_id": "505631"
        },
        {
            "user_name": "kfc",
            "text": "Sælir\nHafið þið verið að lenda í einhverjum vandræðum með að spila video ef visir.is og ruv.is í S3 ? Það er eins og það vanti einhvern plugin?",
            "date": "2013-05-01 10:57:00",
            "post_id": "508503",
            "reply_to_id": "505680"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Flash? Flash stuðningur var tekinn út í Android 4.0 eða 4.1 held ég.\nÞað var einhver browser sem hét P**** (man ekki) en svo eru til einhver workarounds líka.",
            "date": "2013-05-01 11:36:00",
            "post_id": "508511",
            "reply_to_id": "508503"
        },
        {
            "user_name": "intenz",
            "text": "Já lendi endalaust í þessu á öllum Android tækjum. Gjörsamlega óþolandi! \nSent from my GT-I9300 using Tapatalk 2",
            "date": "2013-05-01 13:43:00",
            "post_id": "508544",
            "reply_to_id": false
        },
        {
            "user_name": "bAZik",
            "text": "Hvernig er það, verðið á honum núna er 100k og S4 var að koma. Var verðið á honum meira en 100k eða á hann eftir að lækka vegna S4?",
            "date": "2013-05-01 17:08:00",
            "post_id": "508589",
            "reply_to_id": "508544"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Hann á líklega eftir að lækka, er búinn að vera í 100k í nokkra mánuði núna.",
            "date": "2013-05-01 17:17:00",
            "post_id": "508591",
            "reply_to_id": "508589"
        },
        {
            "user_name": "Swooper",
            "text": "Minnir að það dugi að finna .apk fyrir flash player bara.",
            "date": "2013-05-02 00:59:00",
            "post_id": "508706",
            "reply_to_id": "508591"
        },
        {
            "user_name": "CurlyWurly",
            "text": "Hefur fólk einhverjar getgátur um hvenær og hversu mikil verðlækkun gæti orðið?\nMinnir að S2 hafi lækkað um c.a. 30 þúsund stuttu eftir að S3 kom á markað.",
            "date": "2013-05-02 01:16:00",
            "post_id": "508710",
            "reply_to_id": "508706"
        },
        {
            "user_name": "kfc",
            "text": ".apk ?",
            "date": "2013-05-02 11:50:00",
            "post_id": "508740",
            "reply_to_id": "508710"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "(android package file eh)\nhttp://www.androiddrawer.com/7633/downl ... YJVA8rOcik\nÉg allavega hef alltaf verið með þetta installað og plugin á mbl og vísi virka fínt.",
            "date": "2013-05-02 11:59:00",
            "post_id": "508741",
            "reply_to_id": "508740"
        },
        {
            "user_name": "kfc",
            "text": "Fæ þetta til að virka fyrir mbl, en á visi og ruv virkar þetta ekki, reynir að opna videoið en ekkert gerist",
            "date": "2013-05-02 15:40:00",
            "post_id": "508792",
            "reply_to_id": "508741"
        },
        {
            "user_name": "siggalafo",
            "text": "Hvernig er það, hefur enginn lent í \"No sim\" errorinu í S3? Búin að google-a þetta út og suður og prófa svona flest og er að verða geðveik. Kortið virkar í öðrum símum þannig þetta er klárlega síminn með stæla. Mér er ekki ætlað að eiga síma.",
            "date": "2013-05-14 21:12:00",
            "post_id": "510689",
            "reply_to_id": "508792"
        },
        {
            "user_name": "CurlyWurly",
            "text": "Skjóstu bara með hann þangað sem þú keyptir hann, þeir ættu að geta reddað þessu.",
            "date": "2013-05-15 11:33:00",
            "post_id": "510761",
            "reply_to_id": "510689"
        },
        {
            "user_name": "svensven",
            "text": "Ákvað að roota símann minn og var að spá í hvort einhver gæti mælt með góðu og flottu ROMi?",
            "date": "2013-08-27 21:47:00",
            "post_id": "525803",
            "reply_to_id": "510761"
        },
        {
            "user_name": "intenz",
            "text": "CM 10.2 nýjasta nightly er bara helvíti stable og gott.\nhttp://download.cyanogenmod.org/?device ... pe=nightly\nVar orðinn leiður á að bíða eftir Samsung að drulla 4.3 út fyrir S3. Fæ mér ALDREI aftur Samsung síma. Héðan í frá verður það bara Nexus eða Google Play Edition !",
            "date": "2013-08-28 23:17:00",
            "post_id": "525988",
            "reply_to_id": "525803"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Hvað er það í 4.3 sem þig vantaði svona mikið?\nÉg var orðinn hundleiður á TW á S2 og var bara með vanilla build en eftir að ég fékk S4 og prófaði það á S4 var ég ekki lengi að hoppa aftur í TW.",
            "date": "2013-08-29 14:01:00",
            "post_id": "526033",
            "reply_to_id": "525988"
        },
        {
            "user_name": "Swooper",
            "text": "Segi það. Það er basically ekkert merkilegt nýtt í 4.3 umfram 4.2 síðast þegar ég vissi...",
            "date": "2013-08-29 16:04:00",
            "post_id": "526059",
            "reply_to_id": "526033"
        },
        {
            "user_name": "Frantic",
            "text": "http://www.android.com/about/jelly-bean/\nÞað er frekar margt sem mér finnst cool þarna.\nVæri alveg til í að fara að leika mér í þessu.",
            "date": "2013-08-29 18:24:00",
            "post_id": "526072",
            "reply_to_id": "526059"
        },
        {
            "user_name": "Oak",
            "text": "Þú ert að tala um 4.2 en hinn er að tala um 4.3 þú ert bara með 4.1.2 þannig að það er einhver misskilningur þarna",
            "date": "2013-08-29 21:51:00",
            "post_id": "526102",
            "reply_to_id": "526072"
        },
        {
            "user_name": "PepsiMaxIsti",
            "text": "Það sem að mér langar mest í úr 4.3 er að geta stjórnað hvaða leyfi forrit fá, geta slökt á hinu og þessu sem að mig langar ekki til að forrit geti gert",
            "date": "2013-08-29 22:16:00",
            "post_id": "526113",
            "reply_to_id": "526102"
        },
        {
            "user_name": "hfwf",
            "text": "Það er til app fyrir það ef þú vilt forskot á sæluna",
            "date": "2013-08-29 23:05:00",
            "post_id": "526130",
            "reply_to_id": "526113"
        },
        {
            "user_name": "intenz",
            "text": "Fullt í 4.3 sem ég fíla. \nhttp://www.android.com/about/jelly-bean/",
            "date": "2013-08-30 00:05:00",
            "post_id": "526152",
            "reply_to_id": "526130"
        },
        {
            "user_name": "Swooper",
            "text": "Samtals ekkert á þessum lista sem skiptir mig nokkru einasta máli.\nSurround audio - horfi ekki á bíómyndir í símanum, virðist líka bara virka á Nexus græjum\nDial pad autocomplete - sniðugt svosem, en hversu oft slær maður inn símanúmer í staðinn fyrir að hringja bara úr contact listanum?\nProfile dæmi - enginn notar símann minn nema ég. Sé hvernig þetta er sniðugt fyrir fjölskyldur sem deila spjaldtölvu, en gagnast mér ekkert.\nOpenGL stuðningur - spila ekki leiki á símanum\nRestin er enn ómerkilegra. Fannst 4.3 vera almennt disappointing útgáfa og sé ekki ástæðu til að uppfæra í hana. Vona að 5.0 verði áhugaverðari",
            "date": "2013-08-30 10:06:00",
            "post_id": "526181",
            "reply_to_id": "526152"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Get ekki betur séð en þessi fítus hafi verið lengi. Er allavega í TouchWiz hjá mér á 4.2.",
            "date": "2013-08-30 10:50:00",
            "post_id": "526185",
            "reply_to_id": "526181"
        },
        {
            "user_name": "thehulk",
            "text": "Þetta snýst ekkert um touchwiz og aðra fídusa sem framleiðendur planta í símana, þessir hlutir taka oftast mikið minni og pláss í símunum. Þetta snýst um að fá nýjustu uppfærslurnar í símana frá Google. Framleiðendur koma oftast með loðin svör hvort að uppfærslur koma eða ekki, og síðan tekur einhverja mánuði að fá þetta í símana.\nÉg er með iphone 5 og ég veit að ég er að fá ios 7 í símann minn 10 sept.  Það kæmi mér ekkert á óvart að Stock 4.3 frá Samsung kæmi kannski fyrir jólin.",
            "date": "2013-08-30 11:34:00",
            "post_id": "526186",
            "reply_to_id": "526185"
        },
        {
            "user_name": "MatroX",
            "text": "haha já um að gera að vera ánægður að fá barnalegasta stýrikerfi sem hefur verið búið til ég ældi þegar ég setti betuna upp hjá mér",
            "date": "2013-08-30 11:47:00",
            "post_id": "526188",
            "reply_to_id": "526186"
        },
        {
            "user_name": "thehulk",
            "text": "Sama hvort að fólk er ósátt eða ekki við nýjasta lookið hjá apple, þá þarf ég ekki að skoða twitter færslur um að það sé kannski að koma uppfærlsur í samsung símann minn. Ef ég fæ mér Android síma, þá verður það bara með stock beint frá google.",
            "date": "2013-08-30 12:08:00",
            "post_id": "526189",
            "reply_to_id": "526188"
        },
        {
            "user_name": "hfwf",
            "text": "Hvernig væri að vera on-topic, apple á ekki heima hér.",
            "date": "2013-08-30 12:27:00",
            "post_id": "526193",
            "reply_to_id": "526189"
        },
        {
            "user_name": "Swooper",
            "text": "Jújú, og hann er í CyanogenMod 10.1 (4.2) hjá mér, en miðað við myndina á Jelly Bean feature-síðunni þá gefur 4.3 manni þrjá valmöguleika, svona eins og flest predictive lyklaborð eins og SwiftKey gera. Woop dee doo.",
            "date": "2013-08-30 13:53:00",
            "post_id": "526212",
            "reply_to_id": false
        },
        {
            "user_name": "chaplin",
            "text": "Félagi minn var að komast að því að síminn hans er með \"Insane chip\" sem lætur símann slökkva á sér í tíma og ótíma. Mæli með að þið S3 herramennirnir skoðið þetta app. \nhttps://play.google.com/store/apps/deta ... heck&hl=en",
            "date": "2013-09-04 17:54:00",
            "post_id": "527076",
            "reply_to_id": "526212"
        },
        {
            "user_name": "intenz",
            "text": "Skv. þessu appi er ég með þennan Insane chip, en samt fyrir svolitlu síðan kom sudden death fix, þannig ég er góður. \nSent from my GT-I9300 using Tapatalk 4",
            "date": "2013-09-04 23:34:00",
            "post_id": "527126",
            "reply_to_id": "527076"
        },
        {
            "user_name": "chaplin",
            "text": "Kannski vísar á link svo við hinir (tala fyrir hönd félaga míns) getum lagað símana okkar?",
            "date": "2013-09-04 23:37:00",
            "post_id": "527128",
            "reply_to_id": "527126"
        },
        {
            "user_name": "intenz",
            "text": "Ég er með CM 10.2 og það er með fixinu.\nhttp://forum.xda-developers.com/showpos ... ostcount=1",
            "date": "2013-09-05 00:49:00",
            "post_id": "527133",
            "reply_to_id": "527128"
        },
        {
            "user_name": "intenz",
            "text": "Nú þegar CM er orðið fyrirtæki og aðal S3 forritunar gaurarnir eru farnir, er ég að spá í að flasha nýju ROMi.\nHafið þið prófað ParanoidAndroid eða Carbon?",
            "date": "2013-09-22 22:34:00",
            "post_id": "529774",
            "reply_to_id": "527133"
        },
        {
            "user_name": "olafurfo",
            "text": "Jæja S3 eigendur,  hvernig er síminn ykkar búinn að vera að haga sér síðan s4 uppfærslan kom út ?\nMinn er búinn að vera algjört rusl síðan síðustu uppfærslu.. þ.e. frýs af og til, fáránlega hægur (stundum) þegar ég skrifa / browsa.\nKlikkar ekki að \"phone\" appið (til að hringja úr símanum) krassi í fyrstu tilraun þegar ég opna það.\nOroginal tónlistar forritið hikstar þegar ég spila tónlist BARA ef skjárinn er off..\nBúinn að factory reseta símann 3 sinnum sem hefur ekkert uppá sig. \nÉg er ekki búinn að roota símann til að downgrade - a niður í gamalt version afþví ég nenni því bara ekki. ..\nSent from my GT-I9300 using Tapatalk 2",
            "date": "2013-10-03 22:12:00",
            "post_id": "531796",
            "reply_to_id": "529774"
        },
        {
            "user_name": "MrSparklez",
            "text": "hef verið að lenda í þessu síðan ég fékk minn 10.ágúst, er á leiðinni að roota hann hef bara ekki haft tíma vona að það lagi eitthvað",
            "date": "2013-10-03 23:00:00",
            "post_id": "531802",
            "reply_to_id": "531796"
        },
        {
            "user_name": "intenz",
            "text": "Fór aftur yfir í CM. Er frekar ánægður bara.",
            "date": "2013-10-03 23:13:00",
            "post_id": "531804",
            "reply_to_id": "531802"
        },
        {
            "user_name": "olafurfo",
            "text": "Hvað er CM ?\nSent from my GT-I9300 using Tapatalk 2",
            "date": "2013-10-04 00:08:00",
            "post_id": "531810",
            "reply_to_id": "531804"
        },
        {
            "user_name": "intenz",
            "text": "CyanogenMod, annað ROM fyrir símann.",
            "date": "2013-10-04 00:14:00",
            "post_id": "531811",
            "reply_to_id": "531810"
        },
        {
            "user_name": "kiddi88",
            "text": "Einhverjir fleiri að lenda í að fá lélegt 3g signal á cyanogenmod? Lenti í því með gamla s2 símann minn, og nú var ég að innstalla cyanogenmod 10.2 (Android 4.3) á s3 og sama sagan. Einhver prófað einhvað annað Android 4.3 rom sem virkar vel?",
            "date": "2013-10-12 13:17:00",
            "post_id": "533075",
            "reply_to_id": "531811"
        },
        {
            "user_name": "hfwf",
            "text": "romið skiptir engu, skiptum um modem. bvpl7 á s2 er t.d snilld á 4.2 romi nelp4 á 4.1 romi, nú er ég ekki alveg nógu vel að mér í s3 nema síma múttu, og þar er drasl 3g samband (alveg stock) en finndu annað modem og skoðaðu sambandip út frá því, intenz gæti líklega gefið þér info um gott modem.",
            "date": "2013-10-12 14:39:00",
            "post_id": "533087",
            "reply_to_id": "533075"
        },
        {
            "user_name": "intenz",
            "text": "Það eru engin modem komin fyrir 4.3 þar sem Samsung hefur enn ekki gefið það út, en 4.1.2 er nýjast og NE modemin hafa verið að reynast best, þar sem þau eru fyrir Nordic countries.\nÉg myndi samt ekki þora að flasha því þar sem 4.1 er frekar langt frá 4.3. Ég held samt það gerist ekkert slæmt fyrir símann þinn, þú í mesta lagi missir allt GSM/WiFi samband.\nEf þú endilega vilt prófa, þá eru þau hérna:\nhttps://www.wuala.com/UpInTheAir/SGS3/M ... KVwtIMZPE8\nBest að bíða bara eftir 4.3 frá Samsung og þá hrynja modem inn.",
            "date": "2013-10-12 16:28:00",
            "post_id": "533106",
            "reply_to_id": "533087"
        },
        {
            "user_name": "kiddi88",
            "text": "Sælir takk fyri svörin hafði ekki hugmynd þetta. Prófaði að flasha NELK2 á android 4.3 og það var rétt missti allt gsm/3g signal. Þá setti ég alveg stock firmware í hann aftur (android 4.1.2) og þá lagaðist hann(en þó ekki nógu gott). En flashaði 3 modem á stock firmware (NELK2, XXMA1, UBELL1) til að reyna fá betra signal á því. En virðist alltaf missa allt signal við það líka, er þetta bara fyrir custom rom eða líka stock firmware?",
            "date": "2013-10-12 19:29:00",
            "post_id": "533132",
            "reply_to_id": "533106"
        },
        {
            "user_name": "intenz",
            "text": "Ég var með NELK þegar ég var á stock firmware.",
            "date": "2013-10-13 01:36:00",
            "post_id": "533189",
            "reply_to_id": "533132"
        },
        {
            "user_name": "kiddi88",
            "text": "Ok, virkaði ekki hjá mér. En svo las ég einhvers staðar að það væri ekki hægt að downgradea modem ef ég er með nýrra fyrir. Gæti verið orsökin að ég þurfi að bíða eftir nýju frá samsung.\n \nEn bara af forvitni ertu búin að prófa bæði Carbon, ParanoidAndroid og cyanogenmod 10.2? Hvað finnst þér þægilegast að nota? Ég hef sjálfur alltaf notað cyanogenmod á símunum mínum og fundist það best. En var að prófa núna að nota ParanoidAndroid og finnst það jafnvel betra. kannski vegna þess að cyanogenmod 10.2 er ekki orðið nógu gott.Og ertu að nota stock kernel?",
            "date": "2013-10-13 11:53:00",
            "post_id": "533204",
            "reply_to_id": "533189"
        },
        {
            "user_name": "intenz",
            "text": "Ég er búinn að prófa Carbon og fannst það verra heldur en CM. Það er reyndar CM grunnur og byggt ofan á hann.\nEn ég á eftir að prófa ParanoidAndroid. Hef heyrt góða hluti um það.\nEn ég er að fíla CM 10.2 ágætlega, það er reyndar í nightly build stage og ekki orðið stable, en mér finnst það bara frekar stable. Fíla mest CMUpdater sem lætur mig alltaf vita af nýjum útgáfum og downloadar nýjustu útgáfunni af CM og installar fyrir mann sjálfur, án þess að maður þurfi að fara í Recovery og flasha sjálfur. Bara gert allt fyrir mann. Ég dýrka það.",
            "date": "2013-10-13 15:50:00",
            "post_id": "533243",
            "reply_to_id": "533204"
        },
        {
            "user_name": "playman",
            "text": "4.3 uppfærsla er víst komin inná Kies",
            "date": "2013-11-04 15:41:00",
            "post_id": "536300",
            "reply_to_id": "533243"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Fær s3 líka knox læsta bootloaderinn?",
            "date": "2013-11-05 00:14:00",
            "post_id": "536372",
            "reply_to_id": "536300"
        },
        {
            "user_name": "Danni V8",
            "text": "Eruð þið komnir með 4.3 í S3, í unrootaða síma (gegnum Kies)?\nEftir smá Googl sé ég að GT-I9300 á að vera kominn með þetta update, en þegar ég tengi minn við Kies kemur ennþá að það sem ég er með (4.1.2) sé latest version.",
            "date": "2013-12-14 03:03:00",
            "post_id": "542292",
            "reply_to_id": "536372"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Þú getur náð í official firmware fyrir símann á samfirmware og flashað með odin.",
            "date": "2013-12-14 10:11:00",
            "post_id": "542306",
            "reply_to_id": "542292"
        },
        {
            "user_name": "intenz",
            "text": "Samsung hætti við uppfærsluna útaf hrikalegum bögg.",
            "date": "2013-12-14 17:53:00",
            "post_id": "542354",
            "reply_to_id": "542306"
        },
        {
            "user_name": "Danni V8",
            "text": "Hversu hrikalegum á skalanum 1-10?",
            "date": "2013-12-15 06:20:00",
            "post_id": "542415",
            "reply_to_id": "542354"
        },
        {
            "user_name": "nonesenze",
            "text": "það var ónothæft algerlega, en það er búið að laga þetta og ef þú ferð eftir þessu þá virkar þetta flott núna\nhttp://www.sammobile.com/2013/12/13/open-europe-test-firmwares-available-for-galaxy-s-iii-gt-i9300-and-galaxy-note-ii-gt-n7100/",
            "date": "2013-12-15 11:48:00",
            "post_id": "542431",
            "reply_to_id": "542415"
        },
        {
            "user_name": "intenz",
            "text": "Setti upp OmniROM áðan (Android 4.4 KitKat). Smá vesen út af því að CWM stuðningurinn er ekki góður, þannig ég þurfti að setja upp TWRP recovery. Svo kemur ROM'ið ekki rootað, þannig ég þurfti að flasha SuperSU zip.\nAnnars virkar það bara mjög vel.\nOTA uppfærslurnar eru snilld, þar sem þeir vinna með delta, þ.e. mismun á nýjustu útgáfunni og núverandi útgáfu, þannig maður þarf bara að downloada 10-20 MB í staðinn fyrir öllu ROM'inu, sem eru ~180 MB.",
            "date": "2013-12-18 20:16:00",
            "post_id": "542979",
            "reply_to_id": false
        },
        {
            "user_name": "MatroX",
            "text": "það var samt eitthvað vesen á 17.12 uppfærsluni, síminn vildi ekki spila nein video",
            "date": "2013-12-18 20:28:00",
            "post_id": "542981",
            "reply_to_id": "542979"
        },
        {
            "user_name": "Victordp",
            "text": "Var að kaupa mér S3 ehv rom sem ég ætti að checka á ?",
            "date": "2013-12-18 20:49:00",
            "post_id": "542985",
            "reply_to_id": "542981"
        },
        {
            "user_name": "hfwf",
            "text": "Cyanogen og Omni virðist vera það sem er vinsælast í dag.",
            "date": "2013-12-18 21:54:00",
            "post_id": "543004",
            "reply_to_id": "542985"
        },
        {
            "user_name": "intenz",
            "text": "Já einmitt, en það var lagað samstundis í 18.12. Þessir gæjar eru mjög snöggir að fixa bögga.\nEf þú vilt ekki TouchWiz og vilt KitKat, mæli ég með OmniROM. Efnilegasta ROMið í dag. Þeir eru með sterkustu S3 (i9300) developerana; Rebellos, XpLoDWilD og Entropy512. CM er ekki með neina góða eftir, þannig hlutirnir gerast hægt hjá þeim.\nSetti það upp í dag. Hef ekki lent í neinu veseni eftir að ég setti það upp og virkar bara mjög smooth.\nNokkrir hlutir sem þarf að hafa í huga:\n- ROMið virkar illa með CWM, þannig það er best að flasha TWRP recovery. Eitt besta recovery'ið í dag.\n- Google Apps fylgir ekki með, þannig það þarf að flasha Gapps (mælt með PA Gapps).\n- ROMið kemur ekki pre-rooted, þannig það þarf að flasha SuperSU.\n- Til að það þurfi ekki alltaf að flasha SuperSU eftir hverja uppfærslu, er hægt að setja zip fælinn í \n/sdcard/OpenDelta/FlashAfterUpdate\n þá flashast hann alltaf sjálfkrafa eftir uppfærslur.\nSmá\n vesen að koma þessu upp, en eftir það er það bara smooth sailing því þeir bjóða upp á OTA uppfærslur, þar sem þeir vinna með delta, þ.e. mismun á nýjustu útgáfunni og núverandi útgáfu, þannig maður þarf bara að downloada 10-20 MB í staðinn fyrir öllu ROM'inu, sem eru ~180 MB.\nHenti inn öllu á Dropbox sem þarf til að uppfæra:\nhttps://www.dropbox.com/sh/xp7a5mktrgerfo0/0QLJu7j0Ld\nEina sem þarf að flasha með Odin er \nopenrecovery-twrp-2.6.3.1-i9300.tar\n og það er gert fyrst af öllu, svo ROMið, svo Gapps og svo SuperSU.",
            "date": "2013-12-19 01:43:00",
            "post_id": "543045",
            "reply_to_id": "543004"
        },
        {
            "user_name": "Victordp",
            "text": "Hef aldrei rootað síma áður er eitthvað myndband eða step by step guide sem ég get horft á/séð ?",
            "date": "2013-12-19 02:22:00",
            "post_id": "543047",
            "reply_to_id": "543045"
        },
        {
            "user_name": "hfwf",
            "text": "Er það ekki full gróf leið að fara odin-style?\nAndroid App Install Method (Preferred):\nDownload the GooManager app from either location:\nMarket Link\nDirect Download\nInstall the app and open it.  Tap menu then hit Install OpenRecoveryScript.  Tap Yes.  Verify that the filename displays your device's code name and hit Yes.  The file will download and your device will install the recovery automatically.\nPersónulega myndi ég odin-style, en bara því ég er vanur. Just sayin.",
            "date": "2013-12-19 02:24:00",
            "post_id": "543048",
            "reply_to_id": "543047"
        },
        {
            "user_name": "intenz",
            "text": "Jamm, sýnist þetta vera up-to-date guide:\nhttp://www.ibtimes.co.uk/galaxys3-i9300 ... wto-521949\nJá ef þú ert með root fyrir þá er GooManager leiðin auðveldust. En ef þú ert ekki með root fyrir verðuru að fara Odin leiðina.",
            "date": "2013-12-19 02:47:00",
            "post_id": "543049",
            "reply_to_id": "543048"
        },
        {
            "user_name": "hfwf",
            "text": "Spurning um að henda þessu á símann hjá múttu og sjá Omni. :=)\nEr eitthvað hassle með titanum backup frá 4.3?",
            "date": "2013-12-19 03:19:00",
            "post_id": "543052",
            "reply_to_id": "543049"
        },
        {
            "user_name": "intenz",
            "text": "Neibb, restoraði öllu App+Data, rann í gegn hjá mér.",
            "date": "2013-12-19 16:21:00",
            "post_id": "543123",
            "reply_to_id": "543052"
        },
        {
            "user_name": "hfwf",
            "text": "Flott prufa þetta í kvöld",
            "date": "2013-12-19 16:32:00",
            "post_id": "543126",
            "reply_to_id": "543123"
        },
        {
            "user_name": "kiddi88",
            "text": "Ég er búin að nota omnirom vandræðalaust síðustu 3 vikurnar, En nýjustu uppfærslurnar virðast vera með smá vesen hja mér allavega. Einhverjir fleiri hafa lent í að geta ekki lagt á í miðju símtali? En get ekki beðið eftir að þeir gefa út sitt eigið gapps og laga myndavélina og fleira, þeir virðast vera vinna í fullt af nýjum fítusum.",
            "date": "2013-12-19 17:04:00",
            "post_id": "543138",
            "reply_to_id": "543126"
        },
        {
            "user_name": "intenz",
            "text": "Ekkert vesen hér. Laga myndavélina? Er eitthvað að henni?\nJamm, þetta ROM lofar góðu.",
            "date": "2013-12-19 17:11:00",
            "post_id": "543141",
            "reply_to_id": "543138"
        },
        {
            "user_name": "kiddi88",
            "text": "Eru þeir kannski búnir að laga það? Myndavélin er alltaf frjósandi (eftir að hafa tekið 3 - 4 myndir) og það voru fleiri að lenda í því, en ég er að nota næst nýjasta version af \"mini modular package gapps\". Gæti verið að ég þurfi bara uppfæra.",
            "date": "2013-12-19 17:21:00",
            "post_id": "543142",
            "reply_to_id": "543141"
        },
        {
            "user_name": "Victordp",
            "text": "Veit einhver hvernig ég breyti öppunum sem eru á lock skjánum??",
            "date": "2013-12-20 02:10:00",
            "post_id": "543230",
            "reply_to_id": "543142"
        },
        {
            "user_name": "intenz",
            "text": "Jú ok, lenti í þessu núna. Bara pirrandi. \nSettings - Security - Slider shortcuts",
            "date": "2013-12-20 11:55:00",
            "post_id": "543263",
            "reply_to_id": "543230"
        },
        {
            "user_name": "Victordp",
            "text": "sé þetta ekki hjá mér í security hjá mér...",
            "date": "2013-12-20 21:02:00",
            "post_id": "543334",
            "reply_to_id": "543263"
        },
        {
            "user_name": "intenz",
            "text": "Ertu á KitKat?",
            "date": "2013-12-20 21:44:00",
            "post_id": "543339",
            "reply_to_id": "543334"
        },
        {
            "user_name": "Victordp",
            "text": "Nei er á 4.1.2",
            "date": "2013-12-20 21:51:00",
            "post_id": "543341",
            "reply_to_id": "543339"
        },
        {
            "user_name": "Swooper",
            "text": "Hvaða ROM ertu að nota? Held að það fari mest eftir því...",
            "date": "2013-12-20 22:10:00",
            "post_id": "543344",
            "reply_to_id": "543341"
        },
        {
            "user_name": "Victordp",
            "text": "Ég? Er ekki með neitt rom nennis að standa í því.",
            "date": "2013-12-20 23:16:00",
            "post_id": "543349",
            "reply_to_id": "543344"
        },
        {
            "user_name": "Swooper",
            "text": "Nokkuð viss um að lock screen shortcuts séu ekki stock fídus...",
            "date": "2013-12-20 23:43:00",
            "post_id": "543350",
            "reply_to_id": "543349"
        },
        {
            "user_name": "hfwf",
            "text": "Getur hinsvegað fengið þér nýjan lockscreen sem býður upp á þennan möguleika.",
            "date": "2013-12-20 23:45:00",
            "post_id": "543351",
            "reply_to_id": "543350"
        },
        {
            "user_name": "Victordp",
            "text": "Ekkert rom alveg eins og hann var þegar að ég fékk hann.",
            "date": "2013-12-21 00:03:00",
            "post_id": "543354",
            "reply_to_id": "543351"
        },
        {
            "user_name": "Swooper",
            "text": "Huh, pabbi á S3 sem er stock og ég er nokkuð viss um að þetta er ekki svona á honum... er á S2 með CyanFox ROM sjálfur svo ég veit ekki.",
            "date": "2013-12-21 00:29:00",
            "post_id": "543357",
            "reply_to_id": "543354"
        },
        {
            "user_name": "Victordp",
            "text": "Andskotinn, nota nefnilega bara 2 öpp af þessum 5 þarna.",
            "date": "2013-12-21 00:31:00",
            "post_id": "543359",
            "reply_to_id": false
        },
        {
            "user_name": "hfwf",
            "text": "Þetta er nákvæmega svona á stock, fyrir utan kanye auðvita",
            "date": "2013-12-21 00:32:00",
            "post_id": "543360",
            "reply_to_id": "543359"
        },
        {
            "user_name": "Victordp",
            "text": "Lol stupid ég, það er bara búið að færa þetta úr security í sér valmöguleika sem heitir Lock screen",
            "date": "2013-12-21 00:35:00",
            "post_id": "543361",
            "reply_to_id": "543360"
        },
        {
            "user_name": "hfwf",
            "text": "Setti upp omnirom , APN festist ekki, wtd wtd!!! Intez step up.",
            "date": "2013-12-22 18:38:00",
            "post_id": "543526",
            "reply_to_id": "543361"
        },
        {
            "user_name": "hfwf",
            "text": "kominn aftur í cm10.2 kortið fundið, get hringt úr símanum, og það er hægt að hringja í símann en ég fæ ekkert upp um að það sé verið að hringja í símann, mjög weird\nfixed, format virkar alltaf",
            "date": "2013-12-22 19:17:00",
            "post_id": "543531",
            "reply_to_id": "543526"
        },
        {
            "user_name": "Ingi Hrafn",
            "text": "Sælir\nLangaði að forvitnast aðeins þið sem eigið þennan síma\nHeyrði af eithverju RAM veseni varðandi tónlistar spilarann á sínum tíma s.s að lög fóru að \"lagga\" á fullu & Það að hann hélst illa inn á 3g sambandi\nEr komið eithvað fix á þetta? Ekki nema þetta hafi bara verið tilviljun tveir sem ég veit um þar sem símarnir voru með sama bullið\nMér bauðst skipti á Iphone-inum mínum & Notuðum S3 síma og ég nota tónlistarspilarann & netið auðvitað þokkalega mikið bara uppá þetta verði ekki eithvað issue!",
            "date": "2014-01-21 23:51:00",
            "post_id": "548198",
            "reply_to_id": "543531"
        },
        {
            "user_name": "intenz",
            "text": "Hef aldrei lent í neinu sem þú lýsir. Hugsa að þetta hafi verið skemmda 4.3 uppfærslan frá Samsung, það er allavega komin önnur uppfærsla sem virkar mjög vel.",
            "date": "2014-01-22 10:14:00",
            "post_id": "548234",
            "reply_to_id": "548198"
        },
        {
            "user_name": "konice",
            "text": "Er vonandi á réttum stað.\nFrúin er að spá í að fara í android (er með gamlan nokia) og Sér eiginlega ekkert nema samsung. \nEr að spá hvernig Galaxy S3 4G með 2gb vinsluminni sé. Frekar en S4 munar talsverðu á verði og ekki viss um að fídusarnir nýtist henni.\nEr á 63000 í elko. \nhttp://www.elko.is/elko/is/vorur/Farsim ... Hvitur.ecp\nÞakka öll koment.",
            "date": "2014-01-23 20:59:00",
            "post_id": "548532",
            "reply_to_id": "548234"
        },
        {
            "user_name": "intenz",
            "text": "S4 er náttúrulega betri sími, með hraðari örgjörva og betri myndavél svo eitthvað sé nefnt, en annars held ég að hún finni engan mun.\nBáðir símarnir munu fá Android 4.4 KitKat.",
            "date": "2014-01-24 11:22:00",
            "post_id": "548598",
            "reply_to_id": "548532"
        },
        {
            "user_name": "Danni V8",
            "text": "Ég var að uppfæra símann minn í 4.3 gegnum Kies (loksins kom það update!) en síðan ég update-aði hefur síminn verið alveg fáránlega lengi að hlaða sig ef ég tengi hann í usb tengi í tölvunni.\nFyrir update var aldrei neitt vandamál. Fyrst ætlaði ég að update-a en það var of lágt batterí til að Kies vildi gera það (undir 50%) svo ég beið í svona korter og þá var hann kominn yfir 50%. Var í 53% þegar ég byrjaði.\nSíðan eftir update þá rétt svo drullaðist hleðslan inná hann. Ég var með hann í sambandi og var að nota hann á fullu. Snapchat og horfa á TED myndbönd og svona. Ég horfði á prósentutöluna fyrir batteríið fara niður á meðan! Þannig ég lagði símann frá mér og fór að sofa. Vaknaði 6 tímum seinna og síminn hafði hlaðið sig um 7%.\nÞannig ég setti hann í hleðslu í vinnunni, beint í vegginn (með sömu USB snúru og ég var með í tölvunni) og hann hlóð sig eðlilega.\nHefur einhver lent í svona? Og veit kannski lausn á þessu?",
            "date": "2014-01-24 20:21:00",
            "post_id": "548676",
            "reply_to_id": "548598"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Mér finnst furðulegt ef þú hefur náð að hlaða hann eðlilega (hratt) í gegnum USB fyrir uppfærslu.\nÍ gegnum USB fær síminn að draga svo lítinn straum (ca 500 mA vs. 2000 mA með AC adapter).",
            "date": "2014-01-24 20:43:00",
            "post_id": "548678",
            "reply_to_id": "548676"
        },
        {
            "user_name": "Danni V8",
            "text": "Well, á undan gat ég allavega sett síman í hleðslu við tölvuna og eftir 6 tíma svefn var hann full hlaðinn, en ekki bara 7% komin. Og sama hvað ég gerði þá fór hann aldrei niður meðan hann var í hleðslu og ég var að nota hann á sama tíma.\nVar í rauninni aldrei búinn að bera saman hversu mikill munur það var á vegghleðslu og usb hleðslu, en þetta er samt ekki eðlilegt eins og þetta er núna.",
            "date": "2014-01-24 20:55:00",
            "post_id": "548681",
            "reply_to_id": "548678"
        },
        {
            "user_name": "Victordp",
            "text": "Er einhver að lenda í þessu (hefur lent í þessu áður) eftir nýjasta update-ið á Facebook?\nEr með 4.3 ekkert rom.",
            "date": "2014-01-24 23:33:00",
            "post_id": "548701",
            "reply_to_id": "548681"
        },
        {
            "user_name": "intenz",
            "text": "Stilla símann yfir á ensku.",
            "date": "2014-01-26 17:45:00",
            "post_id": "548899",
            "reply_to_id": "548701"
        },
        {
            "user_name": "hfwf",
            "text": "Jæja, einhver ennþá að nota s3 og mælir með einhverju nýlegu romi KK/LP jafnvel.",
            "date": "2015-03-05 12:56:00",
            "post_id": "592352",
            "reply_to_id": "548899"
        },
        {
            "user_name": "rapport",
            "text": "http://www.resurrectionremix.com/\nIt´s a lolly...\nhttp://forum.resurrectionremix.com/inde ... 37.new#new",
            "date": "2015-03-05 13:04:00",
            "post_id": "592355",
            "reply_to_id": "592352"
        },
        {
            "user_name": "hfwf",
            "text": "Great, þú að nota ? hvernig batterýlíf þá?",
            "date": "2015-03-05 13:48:00",
            "post_id": "592363",
            "reply_to_id": "592355"
        },
        {
            "user_name": "rapport",
            "text": "Er að nota þetta á S2 og græddi auka dag/nótt á betterýinu var c.a. 16-20 klst án vandræða en er núna 32-40 klst.",
            "date": "2015-03-05 17:21:00",
            "post_id": "592383",
            "reply_to_id": "592363"
        },
        {
            "user_name": "nidur",
            "text": "Er resurection málið yfir cyanogenmod",
            "date": "2015-03-05 18:59:00",
            "post_id": "592397",
            "reply_to_id": "592383"
        },
        {
            "user_name": "rapport",
            "text": "RR er based on CM\nhttp://www.ibtimes.co.uk/install-androi ... om-1484977",
            "date": "2015-03-05 22:59:00",
            "post_id": "592418",
            "reply_to_id": "592397"
        },
        {
            "user_name": "Molfo",
            "text": "Ég er að nota LiquidSmooth Lollipop.\nGæti ekki verið sáttari. Síminn er smoot og fínn og batterýið er að endast í 3 daga plús.\nhttp://www.ibtimes.co.uk/update-galaxy-s3-i9300-android-5-0-2-lollipop-via-liquidsmooth-rom-1483156",
            "date": "2015-03-06 12:42:00",
            "post_id": "592458",
            "reply_to_id": "592418"
        },
        {
            "user_name": "hfwf",
            "text": "Henti inn RR á s3, svo er málið að ég get ekki sett inn APN. Einhverjar lausnir sem þið hafið?",
            "date": "2015-05-26 13:02:00",
            "post_id": "599162",
            "reply_to_id": "592458"
        }
    ],
    "date": "2013-12-21 00:31:00"
}