{
    "forum_title": "Koníakstofan",
    "id": "48207",
    "title": "Að panta mat á netinu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=48207",
    "posts": [
        {
            "user_name": "appel",
            "text": "Ég er alveg hlessa!! Maður myndi halda að á árinu 2012 væri hægt að reiða sig á að panta mat á netinu, en nei.\nHef ég prófað á dominos.is og pantamat.is, en alltaf lendi ég í veseni með það.\nÁ dominos.is klikkar oft að spyrja mig hvort það eigi að sækja eða senda, þá enda ég á að þurfa að hringja og tjékka á því hvort pizzan er ekki send. Það hefur nefnilega gerst að ég hef beðið og beðið og svo hringt og þá var bara skráð að það ætti að sækja pizzuna. Ég hef farið í gegnum þetta pöntunarferli hjá þeim nokkrum sinnum og það er ekki spurt sérstaklega um hvort það eigi að senda eða sækja. Doldið fatlað.\nSvo á pantamat.is, var akkúrat núna að panta. Svo bíð ég og bíð... hringi svo í staðinn sem ég pantaði og tjékka á því hvort þetta sé að koma, því pöntunin er 15 mín over-due. Þá segja þeir \"ah, ég sé þetta hérna núna. sendi þetta af stað núna.\" (örugglega 30 mín í þetta þá).\nÍ alvörunni, best að sleppa að panta mat á netinu, maður brennir sig alltaf á þessu. Best að hringja og tala við manneskju og þá veit maður að þetta er komið í réttan farveg.\nVæl væl væl",
            "date": "2012-06-05 20:40:00",
            "post_id": "445803",
            "reply_to_id": false
        },
        {
            "user_name": "worghal",
            "text": "búinn að prufa nýja kerfið hjá dominos ?\nég hef alltaf fengið upp glugga sem spyr hvort þetta sé sótt eða sent.",
            "date": "2012-06-05 20:42:00",
            "post_id": "445804",
            "reply_to_id": "445803"
        },
        {
            "user_name": "lukkuláki",
            "text": "Aldrei klikkað hjá mér að panta á dominos enda kemur greinilega fram efst þar sem pöntunin er skráð \nÞú sækir\n eða \nÞú færð sent\n \nSkil varla hvernig þú getur klikkað á þessu.\nHélt að pantamat.is væri lööööngu dautt fyrirbæri.",
            "date": "2012-06-05 20:47:00",
            "post_id": "445805",
            "reply_to_id": "445804"
        },
        {
            "user_name": "flottur",
            "text": "Að pantamat.is getur tekið langan tíma, eins og að panta sér kjúkling frá bkjúklingum það getur tekið allt að 45-50 min ef þú ert heppinn, alltaf gott að fá kaldan kjúlla og blautar franskar.\nHef enga reynslu af dominos nema það að hafa unnið þar áður en pöntunar dæmið var tekið í gegn, enda var endalaust vesen á þessu netpöntunardæmi.\nReyndar strákurinn sem stjórnaði dominos í spöngini gerði það af mikilli snilld þess vegna var lukkuláki svo heppin að ekkert klúðraðist hjá honum svo fíluðu stelpurnar í þjónustuverinu verslunarstjóran í spöngini.\nMitt take á þetta, ef þú ætlar að pantamat þá hringir þú, ekki panta af netinu.",
            "date": "2012-06-05 21:00:00",
            "post_id": "445807",
            "reply_to_id": "445805"
        },
        {
            "user_name": "arons4",
            "text": "Pantaði nú einu sinni pizzu á dominos.is, hún er enþá ekki komin. Nokkrir mánuðir síðan.",
            "date": "2012-06-05 21:07:00",
            "post_id": "445808",
            "reply_to_id": "445807"
        },
        {
            "user_name": "urban",
            "text": "Aron, það þýðir ekkert að panta pizzu á dominos þangað heim til mömmu og pabba...\nþeir senda ekki hingað til eyja",
            "date": "2012-06-05 21:09:00",
            "post_id": "445809",
            "reply_to_id": "445808"
        },
        {
            "user_name": "arons4",
            "text": "Var heima hjá Katrínu, hún er reyndar flutt síðan.",
            "date": "2012-06-05 21:11:00",
            "post_id": "445810",
            "reply_to_id": "445809"
        },
        {
            "user_name": "intenz",
            "text": "Hef pantað nokkrum sinnum í gegnum Dominos.is - aldrei lent í veseni og að mínu mati er þetta mjög þægilegt og skilmerkilegt.\nHvað ertu að bulla...",
            "date": "2012-06-05 21:29:00",
            "post_id": "445815",
            "reply_to_id": "445810"
        },
        {
            "user_name": "appel",
            "text": "Ég fæ ekki upp þennan pop-up ef ég panta sparitilboð b",
            "date": "2012-06-05 22:00:00",
            "post_id": "445822",
            "reply_to_id": "445815"
        },
        {
            "user_name": "intenz",
            "text": "Sérðu ekki bílinn þarna? Það þýðir sent.",
            "date": "2012-06-05 22:08:00",
            "post_id": "445825",
            "reply_to_id": "445822"
        },
        {
            "user_name": "Páll",
            "text": "Getur verið að þú sert að tala um Mikka?",
            "date": "2012-06-07 02:49:00",
            "post_id": "446151",
            "reply_to_id": "445825"
        },
        {
            "user_name": "gutti",
            "text": "dominos.is, fínt kerfi hjá þeim bara 1 galli sem ég sé hjá þeim að  ég er alltaf fá  ostagott í staðinn fyrir Brauðstangir deluxe  \n   en ég hringja og kvarta",
            "date": "2012-06-07 14:01:00",
            "post_id": "446168",
            "reply_to_id": "446151"
        },
        {
            "user_name": "flottur",
            "text": "Jammz, var að tala um hann, rosalega fínn strákur",
            "date": "2012-06-07 18:03:00",
            "post_id": "446210",
            "reply_to_id": "446168"
        },
        {
            "user_name": "Páll",
            "text": "Hann er fínn, yfirmaður minn í dag",
            "date": "2012-06-08 15:49:00",
            "post_id": "446366",
            "reply_to_id": "446210"
        },
        {
            "user_name": "Varasalvi",
            "text": "Mig langar i Dominos núna...",
            "date": "2012-06-08 15:55:00",
            "post_id": "446368",
            "reply_to_id": "446366"
        }
    ],
    "date": "2012-06-05 20:40:00"
}