{
    "forum_title": "Koníakstofan",
    "id": "48261",
    "title": "Skondin tilviljun",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=48261",
    "posts": [
        {
            "user_name": "Zorglub",
            "text": "Ég hef aðeins verið með opin augun fyrir nýu korti handa guttanum þótt 8800 hafi nú alveg staðið sig ágætlega hjá honum.\nVar á ferðinni í dag og ákvað aðeins að reka nefið inn í aðal \"dótabúðina\" mína  \n \nÞar var fyrir maður í minnispælingum sem tók þá skyndiákvörðun að splæsa í kort fyrir sinn gutta!\nÞannig að í einhverri rælni spurði ég hvort ég ætti ekki að losa hann við gamla gripinn fyrir sanngjarn verð, sem hann var alveg til í.\nÞannig að í kvöld er ég með skælbrosandi gutta við hliðina á mér enda gripurinn komin í og allt farið að rúlla.\nNú er bara spurningin hvort að Klemmi heimtar af mér bjór í umsýslugjald",
            "date": "2012-06-08 21:04:00",
            "post_id": "446399",
            "reply_to_id": false
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Sé ekki hvort það stendur 460 eða 480 sem eru reyndar bæði góð kort og EVGA í þokkabót, ekki verra \n Til hamingju með þetta...",
            "date": "2012-06-08 22:10:00",
            "post_id": "446407",
            "reply_to_id": "446399"
        },
        {
            "user_name": "Klemmi",
            "text": "Nafnið á myndinni og kælingin koma upp um þetta sem GTX 460 kort, sem eru einhver skemmtilegustu kort sem komið hafa á markað \nEn já Zorglub, leiðinlegt að hafa ekki hitt á þig í dag, heyrði samt að það hefði verið skemmtileg saga á bakvið þetta hjá þeim sem seldi þér kortið, hann hafði komið fyrr í dag að kaupa GTX570 handa stráknum sínum fyrir að fá yfir 7.5 í meðaleinkunn í skólanum \n Ákvað svo að bæta við vinnsluminni líka \nEða hvort það var öfugt.... svona kom sagan til mín",
            "date": "2012-06-08 22:39:00",
            "post_id": "446412",
            "reply_to_id": "446407"
        },
        {
            "user_name": "Zorglub",
            "text": "He he, 480 hefði kannski verið full hraustleg fyrir guttann  \n \nEn að sama skapi er gott að halda vélinni hans þokkalegri, er alveg laus við allt suð um Playstation eða aðrar leikjatölvur  \n \nEn já það er langt síðan maður hefur hitt á þig bak við borðið Klemmi, maður þarf að fara að hnýsast í vaktaplanið hjá þér",
            "date": "2012-06-09 13:21:00",
            "post_id": "446447",
            "reply_to_id": "446412"
        },
        {
            "user_name": "worghal",
            "text": "úr 8800 í 480 er bara skrambi góð uppfærsla",
            "date": "2012-06-09 13:34:00",
            "post_id": "446449",
            "reply_to_id": "446447"
        }
    ],
    "date": "2012-06-08 21:04:00"
}