{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "48345",
    "title": "Tengja Subwoofer",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=48345",
    "posts": [
        {
            "user_name": "svanur08",
            "text": "Er með left of right input á subanum, sub pre out á magnaranum, á ég að tengja frá sub pre out í left (mono) eða nota \"Y\" millistykki og tengja í bæði?",
            "date": "2012-06-14 01:31:00",
            "post_id": "447221",
            "reply_to_id": false
        },
        {
            "user_name": "gutti",
            "text": "nota y milli stykkið er nota svoleiðs hjá mér",
            "date": "2012-06-14 02:39:00",
            "post_id": "447226",
            "reply_to_id": "447221"
        },
        {
            "user_name": "svanur08",
            "text": "Þarf þess fyrir heimabíó?",
            "date": "2012-06-14 07:52:00",
            "post_id": "447235",
            "reply_to_id": "447226"
        },
        {
            "user_name": "Farcry",
            "text": "Sub er bara mono , hef ekki séð sub með left og right, bara sub með inn og út ef menn vilja hafa 2 sub.\nVæri fint að fá mynd.",
            "date": "2012-06-14 14:58:00",
            "post_id": "447297",
            "reply_to_id": "447235"
        },
        {
            "user_name": "gutti",
            "text": "hér mynd hja mér sést ekki vell vegna flass",
            "date": "2012-06-14 15:32:00",
            "post_id": "447302",
            "reply_to_id": "447297"
        },
        {
            "user_name": "Farcry",
            "text": "Var aðeins að googla þetta til öryggis, ef það er einn útgangur á magnaranum fyrir sub þá skiptir ekki máli hvort sett er í left eða right, gömlu analog magnararnir þurftu að tengjast með bæði left and right.\nQuote:\nlienly wrote:  \n....will plug both jacks get better performance?\nHi there!!! ..... I also had the same question, I read the manual for my Velodyne VRP 1000 online and it says to use a \"Y cable\"; but my Infinity TSS750 didn't said anything about it, so I send an email to Infinity's customer service asking if I can use a \"Y\" to connect L and R input from a single output from receiver  ... and their answer was the following:\nDavid,\nGood evening and thank you for your inquiry. I can understand\nthe concern in this matter. If your receiver provides a single RCA\nSubwoofer output, there are a few ways you can connect the subwoofer.\nYou can run a single RCA cable between the Sub output of the receiver\nand the wither the left or right input on the subwoofer. Or, you can\nconnect the output of your receiver to the \"Y\" connector, then connect\nthis to the Left and Right inputs on the subwoofer. There is no\n\"better\" way to connect this, as either way should work, with the one\nthat sounds best the one you should choose. \nI hope this helps.",
            "date": "2012-06-14 15:39:00",
            "post_id": "447303",
            "reply_to_id": "447302"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Það skiptir engu máli hvort þú notar L eða R\neins og kom fram þá eru bassabox mono hvort eð er .",
            "date": "2012-06-14 16:22:00",
            "post_id": "447306",
            "reply_to_id": "447303"
        },
        {
            "user_name": "svanur08",
            "text": "Ok takk fyrir góð svör allir",
            "date": "2012-06-14 18:04:00",
            "post_id": "447312",
            "reply_to_id": "447306"
        }
    ],
    "date": "2012-06-14 01:31:00"
}