{
    "forum_title": "Koníakstofan",
    "id": "48376",
    "title": "Besta lausn á tölvukaupum foreldra minna.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=48376",
    "posts": [
        {
            "user_name": "kjarribesti",
            "text": "Sælir,\nSvoleiðis standa mál að Pabbi og Konan hans eru að flytja til Noregs og hafa bara verið með slappa borðtölvu hérna á Íslandi og þurfa að endurnýja eitthvað (taka hana semsagt ekki með). Pabbi er nokkuð tækniheftur en kann að tékka póstinn sinn á outlook og kíkja í heimabankann og svona, þolir ekki breytingar en getur svosem alveg lært þær. Tora (stjúpa mín) vill endilega að þau fái sér ipad því þá geta þau lesið póstinn farið í heimabankann og hún lesið bækur í honum.\nÉg fór að pæla hvort það væri eitthvað sniðugt að fá sér Ipad sem er náttúrulega öðruvísi á alla vegu heldur en borðtölva með Windows 7 + plús það að Pabbi er með stórar lúkur og gæti örugglega varla skrifað á Ipadinn (veit að það er hægt að fá dokku)\nÉg sagði við þau að fá sér t.d bara einhverja ca. 100k fartölvu og svo gæti hún bara fengið sér Kindle líka á 40þús ? Er það ekki nokkuð Solid lausn eða ættu þau að kaupa sér Ipad í ALLA tölvunotkunina ?\nBestu kaupin í þessum aðstæðum væru þá :",
            "date": "2012-06-15 23:14:00",
            "post_id": "447501",
            "reply_to_id": false
        },
        {
            "user_name": "capteinninn",
            "text": "Gætir kannski fengið Bluetooth lyklaborð fyrir iPadinn.\nGamla settið hérna kann ekkert á tölvur og þau eru með 2 iPada og finnst það mjög gott. Voru með eina af tölvunum mínum alltaf og hún hefur setið óhreyfð í fleiri vikur.\nÞau eru með lyklaborð en nota það aldrei, þau nota iPadinn eiginlega bara í að skoða póst og vafra á netinu. Þau kunna ekki einu sinni að installa apps á hann. Kenndu þínu fólki hvernig maður notar iPadinn í allt svona basic dæmi.",
            "date": "2012-06-15 23:18:00",
            "post_id": "447502",
            "reply_to_id": "447501"
        },
        {
            "user_name": "Bjosep",
            "text": "Bíða kannski með kaupin þangað til þau eru komin til Noregs, gætu mögulega fengið ódýrari tölvu þar eða þá í Svíþjóð/Danmörku, eða meira fyrir peninginn.\nAnnars hef ég ekkert til þessa máls að leggja.",
            "date": "2012-06-15 23:30:00",
            "post_id": "447505",
            "reply_to_id": "447502"
        },
        {
            "user_name": "capteinninn",
            "text": "Mig minnir að það sé ekkert sérstaklega ódýrt að kaupa tölvuvörur í Noregi en Svíþjóð er víst mjög ódýr",
            "date": "2012-06-15 23:53:00",
            "post_id": "447510",
            "reply_to_id": "447505"
        },
        {
            "user_name": "vargurinn",
            "text": "þekki einn út í norgegi sem segir að töluvörur séu ódýrari en hér. Sem er alveg merkilegt miðað við að allt þarna er rándýrt",
            "date": "2012-06-16 00:33:00",
            "post_id": "447514",
            "reply_to_id": "447510"
        },
        {
            "user_name": "Tesli",
            "text": "Nýji ipadinn er auka lúxustæki við desktop/fartölvur en ekki replacement  \n \n*(á nýja ipadinn og er semí ósáttur hvað ég þarf oft að grípa í fartölvuna)",
            "date": "2012-06-16 02:21:00",
            "post_id": "447532",
            "reply_to_id": "447514"
        },
        {
            "user_name": "kjarribesti",
            "text": "Tesli, þú semsagt segir að hann væri kannski ekki nóg sem eina ''tölvan''´á heimilinu ?",
            "date": "2012-06-16 14:23:00",
            "post_id": "447602",
            "reply_to_id": "447532"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Sælir.\nEf pabbi þinn er tækniheftur myndi ég ekki rúlla á iPad.\nVar í svipuðum hugleiðingum fyrir foreldra mína, komst að þeirri niðurstöðu að kaupa eee Box sem festist aftan á flatskjá. Svona 'ódýrari iMac'.\nt.d.\nhttp://tolvutek.is/vara/asus-eee-box-eb ... olva-svort\nhttp://tolvutek.is/vara/asus-vw199dr-19 ... ar-svartur\n93.800 kr.-",
            "date": "2012-06-16 14:50:00",
            "post_id": "447611",
            "reply_to_id": "447602"
        },
        {
            "user_name": "Nariur",
            "text": "iPad er fullkomið tæki fyrir tæknihefta, það er ekki hægt að gera neitt af sér á ios tæki.",
            "date": "2012-06-16 17:47:00",
            "post_id": "447647",
            "reply_to_id": "447611"
        },
        {
            "user_name": "DabbiGj",
            "text": "ipad er snilld fyrir svona gamallt lið",
            "date": "2012-06-16 21:32:00",
            "post_id": "447690",
            "reply_to_id": "447647"
        },
        {
            "user_name": "kjarribesti",
            "text": "er hægt að vera með t.d póstinn á outlook í ipad ?\n@isl.is veffang ? POP3",
            "date": "2012-06-16 23:00:00",
            "post_id": "447703",
            "reply_to_id": "447690"
        },
        {
            "user_name": "Nariur",
            "text": "Það er ekki til outlook fyrir iPad, en það er póstforrit sem getur, já, verið tengt við íslenskan POP3 mail",
            "date": "2012-06-16 23:31:00",
            "post_id": "447709",
            "reply_to_id": "447703"
        },
        {
            "user_name": "kjarribesti",
            "text": "já, þá kannski ættu þau bara að fá sér ipad,\nAllir sammála því eða ?",
            "date": "2012-06-17 03:32:00",
            "post_id": "447729",
            "reply_to_id": "447709"
        },
        {
            "user_name": "Pandemic",
            "text": "Ég er enganvegin sammála. Ipad getur aldrei verið primary tölvan hjá foreldrum þínum, ég held að þeim eigi eftir að finnast þetta sniðugt fyrst en svo átta sig á því að þetta er engan veginn tölvan til að skrifa tölvupóst, skoða excel/powerpoint skjöl á. Ég myndi miklu frekar mæla með ódýrri fartölvu.",
            "date": "2012-06-17 04:32:00",
            "post_id": "447730",
            "reply_to_id": "447729"
        },
        {
            "user_name": "Orri",
            "text": "Mér finnst iPad vera mjög sniðug fyrir tæknihefta foreldra.. \niPad-inn er einfaldur í notkun en samt sem áður þokkalega öflugur og gerir allt sem venjulegir foreldrar þurfa á að halda og meira til.\nÉg á ekki iPad en ég er nokkuð viss um að það séu til öpp til að opna og breyta Office skjölum (rámar meirasegja í frétt um að Microsoft sé að gera Office app fyrir iPad)..\nAnnars gætirðu líka skoðað einhver Windows 8 tablets ?\nÞyrftir reyndar að kynna þér Windows 8 almennilega til að geta kennt þeim á það..",
            "date": "2012-06-17 04:44:00",
            "post_id": "447731",
            "reply_to_id": "447730"
        },
        {
            "user_name": "Gúrú",
            "text": "Ekki séns að þú ættir að láta iPad vera einhverja lausn í þessu máli.",
            "date": "2012-06-17 04:45:00",
            "post_id": "447732",
            "reply_to_id": "447731"
        },
        {
            "user_name": "kjarribesti",
            "text": "Þá held ég að Ipadinn sé off,\nGetið þið þá bent mér á einhverja góða fartölvu á c.a 100þúsund og svo gætu þau í viðbót við hana keypt kindle fire af buy.is",
            "date": "2012-06-17 14:50:00",
            "post_id": "447780",
            "reply_to_id": "447732"
        },
        {
            "user_name": "Opes",
            "text": "Ég seldi mömmu iPad 3 þegar hann kom til landsins. Hún notar hann sem primary tölvu, notar hann í netið, tölvupóst, ritvinnslu, bókalestur og er svo með fullt af gagnlegum öppum í honum. Hún er mjög sátt \n.",
            "date": "2012-06-17 15:18:00",
            "post_id": "447783",
            "reply_to_id": "447780"
        },
        {
            "user_name": "darkppl",
            "text": "er það ekki bara að láta þau prófa enda eru þau að fara að nota þetta mest...",
            "date": "2012-06-17 15:37:00",
            "post_id": "447785",
            "reply_to_id": "447783"
        },
        {
            "user_name": "Orri",
            "text": "Afhverju segirðu það ?\nSé engin almennileg rök fyrir því afhverju iPadinn sé slæmur kostur fyrir tæknihefta foreldra.",
            "date": "2012-06-17 15:53:00",
            "post_id": "447795",
            "reply_to_id": "447785"
        },
        {
            "user_name": "worghal",
            "text": "ég get ekki allveg verið sammála þarna, þau eru ekki endilega að skoða mikið af excel eða powerpoint. en annars eru það einu punktarnir sem fara gegn því að þau fái sér ipadinn.\nipad er ógeðslega sniðugt fyrir fólk með þessar basic þarfir fyrir internet ráp, facebook og email.\nekki afskrifa hugmyndina strax.",
            "date": "2012-06-17 16:04:00",
            "post_id": "447796",
            "reply_to_id": "447795"
        },
        {
            "user_name": "kjarribesti",
            "text": "Þau nota Excel og Word, þau reka stórt sveitabú og þurfa að sjá um bókhald og svoleiðis líka.\nFyrst það er ekki option á Ipad þá gengur hann held ég ekki",
            "date": "2012-06-17 16:28:00",
            "post_id": "447801",
            "reply_to_id": "447796"
        },
        {
            "user_name": "natti",
            "text": "Svo spilar líka inn í að ef menn eru t.d. að taka myndir og svona, iPad er ekki ideal tækið til að tengja við kortalesara og vesenast.\nÞetta virkar greinilega fyrir suma en suma ekki.\nPabbi keypti sér iPad og hugsaði hann sem \"replacement\" fyrir ferðavélina. Hann er svo gott sem búinn að gefast upp á iPaddinum...\nÉg á iPad en gæti aldrei hugsað hann sem replacement fyrir ferðavélina.\nT.d. þoli ég ekki að skrifa á iPad (nenni nær aldrei að gera íslensku stafina). Búinn að prufa lyklaborð, var ekki að smella...\nFyrir marga væri iPad eflaust nóg, en það er bara ekki hægt að yfirfæra það yfir á alla.",
            "date": "2012-06-18 21:05:00",
            "post_id": "448035",
            "reply_to_id": "447801"
        },
        {
            "user_name": "kjarribesti",
            "text": "Já , gelymdi því alveg, þau eiga Canon 550D vélina svo þau þurfa að geta tengt usb inn á þetta, þá gengur þetta held ég ekki.",
            "date": "2012-06-18 22:45:00",
            "post_id": "448057",
            "reply_to_id": "448035"
        }
    ],
    "date": "2012-06-15 23:14:00"
}