{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "48535",
    "title": "Góð fartölva fyrir AutoCad 3d vinnslu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=48535",
    "posts": [
        {
            "user_name": "alli63",
            "text": "Sælir,\nÉg er að hefja nám í véliðnfræði nú í haust og þarf að kaupa mér fartölvu sem ræður vel við AutoCad þrívíddarteikningar og sambærileg forrit. Ég er kominn með auga á eina sem ég held að gæti virkað en vantar álit mér fróðari manna , eða ráðleggingu um betri vél.\nSú sem ég er að spá í :\nAsus K53SM-SX015V , ætla þá að stækka minnið í 8gb.\nhttp://www.tolvulistinn.is/vara/25407\nMér var ráðlagt að hafa helst vél með góðu skjákorti ,minnst 4gb vinnsluminni og helst 7200rpm disk sem þessi er reyndar ekki með. \nÉg er með verðhugmynd undir 200.000kr og helst nær 160-180.000.\nKveðja\nAlli",
            "date": "2012-06-22 21:33:00",
            "post_id": "448944",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "Þessi ASUS vél lítur út fyrir að vera mjög solid fyrir CAD vinnslu, skjákortið mjög fínt fyrir lappa. Taka þennan HDD, seljann og bæta við 10þús og versla þér e-rn 120GB SSD disk, þá ættiru að vera með þokkalega solid vél.",
            "date": "2012-06-22 21:43:00",
            "post_id": "448946",
            "reply_to_id": "448944"
        },
        {
            "user_name": "agust1337",
            "text": "Þeir segja að ef þú villt fá sem best út úr AutoCAD þá ætti tölvan þín allvegna vera með þetta hér:\n[*] Intel i7 processor. i5 isn't bad, either, but I prefer the i7. Of course this suggestion will change a bit around the April timeframe when Intel releases the new Ivy Bridge processor architecture.\n[*] At least 8GB of RAM. This is based on assuming that you know to get Windows 7 x64 as your operating system.\n[*] A fast hard drive. I saw a hybrid 500GB SSD on Dell's website yesterday that indicated to me that prices are coming down just a bit. Go SSD if you can afford it, but if you can't, remember - higher RPM is better.\n[*] Graphics card - the only important thing to remember here is that some laptop manufacturers only have integrated graphics card. This is not supported - you need a discrete graphics card, and either ATI or nVidia will work fine. Make sure the card your laptop comes with is found here and you should be good to go\nÞessi fartölva er sennilegast mjög góð fyrir AutoCAD \nhttp://us.toshiba.com/computers/laptops/qosmio/X770",
            "date": "2012-06-22 22:04:00",
            "post_id": "448954",
            "reply_to_id": "448946"
        },
        {
            "user_name": "Klemmi",
            "text": "Passaðu upplausnina!\nÞað er hundleiðinlegt að vinna AutoCad á skjá með lágri upplausn.",
            "date": "2012-06-22 23:25:00",
            "post_id": "448977",
            "reply_to_id": "448954"
        },
        {
            "user_name": "AntiTrust",
            "text": "Já úff, 1366x768 á 15.6\" skjá er alveg hræðilegt, hvort sem er í CAD eða bara normal desktop vinnslu.",
            "date": "2012-06-22 23:28:00",
            "post_id": "448978",
            "reply_to_id": "448977"
        },
        {
            "user_name": "Gislinn",
            "text": "Ef þú ert í véliðnfræði þá ætla ég að vona þín vegna að þú munir ekki nota Autodesk AutoCAD heldur frekar Autodesk Inventor eða Solidworks.\nÉg vinn mikið með Cad teikningar og get sagt þér strax að þú vilt hafa gott skjákort (ég er með Nvidia Quadro kort í minni fartölvu), góða upplausn og góðann skjá (ég er með 1600x900 á 14\" skjá og auka 23\" 1920x1080 skjá þegar ég er að teikna).\nÞú vilt líka vera með 8GB í vinnslu minni og það munar svakalega miklu að vera með SSD.",
            "date": "2012-06-22 23:51:00",
            "post_id": "448982",
            "reply_to_id": "448978"
        },
        {
            "user_name": "AntiTrust",
            "text": "Pínu kjánalegt af mér að gleyma að mæla með þessari : \nhttp://buy.is/product.php?id_product=9208076\n1600x900 skjár, fínn örgjörvi, hægt að setja allt að 16GB í vélina (búinn að prufa það á minni), hraður diskur og Optimus GPU lausn. NVS4200m kortið er CUDA 2.1 compatible og því örugglega ekki vitlaust í CAD vinnslu. Gott batterý (6-8tímar lágmark), besta lyklaborð í fartölvuheiminum, styður 2 aukaskjái í venjulegri dokku og 3 skjái í PLUS dokkunni.\nJá og.. Þetta er Thinkpad. Færð vart betri gæði eða endingu.",
            "date": "2012-06-22 23:59:00",
            "post_id": "448985",
            "reply_to_id": "448982"
        },
        {
            "user_name": "Gislinn",
            "text": "Ég er með ThinkPad T-series, gæti ekki verið sáttari. Mæli klárlega með þeim.",
            "date": "2012-06-23 00:03:00",
            "post_id": "448988",
            "reply_to_id": "448985"
        },
        {
            "user_name": "lollipop0",
            "text": "hvað með þessi vél?\nhttps://www.advania.is/vefverslun/vara/?productid=9535155f-c199-4db7-a7fa-17322cdd7a55\nDell Latitude E6420 \n14.0\" HD+ (1600x900) LED skjár\nIntel Core i7 - 2620M örgjörvi\n512MB nVidia NVS 4200M skjákort\n500GB 7200rpm Serial ATA II harður disku",
            "date": "2012-06-23 00:16:00",
            "post_id": "448993",
            "reply_to_id": "448988"
        },
        {
            "user_name": "Gislinn",
            "text": "Smella auka 4 GB í minni, skipta út HDD fyrir SSD og þá er þessi svakaleg. Miða við verðið myndi ég samt giska á að þessi væri refurbished (sem er ekkert endilega slæmt).",
            "date": "2012-06-23 00:21:00",
            "post_id": "448997",
            "reply_to_id": "448993"
        },
        {
            "user_name": "alli63",
            "text": "Takk fyrir skjót og góð svör, komst ekki í að svara fyrr en nú.\nÉg er að velta fyrir mér með Latitude E6420 hvort að skjákortið sé nógu gott ? Jafnframt er ég að hugsa hvort að þið finnið eitthvað fyrir því að það vanti talnalyklaborð (numpad) þegar verið er að vinna í teikningum ? \nMér lýst einnig ágætlega á Thinkpad vélina en er að hugsa líka með skjákortið og talnalyklaborðið. \nAnnað atriði sem ég er að hugsa um er hvort það sé erfitt að teikna á fjórtán tommu skjá? Ég verð sennilega ekki með aðstöðu til að geta tengt annan skjá við. \nKveðja\nAlli",
            "date": "2012-06-24 18:15:00",
            "post_id": "449287",
            "reply_to_id": "448997"
        },
        {
            "user_name": "Klaufi",
            "text": "Sæll,\n14\" skjár er í það allra minnsta, en há upplausn vinnur á móti því.\nEf þú ert vanur að vinna á 24\" skjá þá er það svakalega stórt skref fyrir cad vinnslu.\nEf þú ert ekki að teikna 8 tíma á dag þá er þetta alveg nothæft, ég teikna mikið á 11 og 14\" vélar, en það eru aðallega reddingar og breytingar, það er margfalt þægilegra að vera með stóran skjá fyrir stórar tímafrekar teikningar.\nÞ.e. Teikna yfirleitt grunninn á 24\" og geri svo on-site viðbætur eða breytingar á lappanum.\nVarðandi talnaborðið, þá er utanáliggjandi usb talnaborð að mínu mati betri kostur, mér persónulega finnst betra að hafa það vinstra megin við lyklaborðið.",
            "date": "2012-06-24 18:21:00",
            "post_id": "449288",
            "reply_to_id": "449287"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ertu örvhentur?",
            "date": "2012-06-24 20:21:00",
            "post_id": "449309",
            "reply_to_id": "449288"
        },
        {
            "user_name": "Klaufi",
            "text": "Nope,\nFljótari að fara með vinstri hendina til vinstri en yfir á talnaborð hægra megin á lyklaborði, er með flestar skipanir macro-aðar í kringum wasd, og hægri hendin er þá eiginlega alltaf á músinni og vinstri á wasd og utanáliggjandi talnaborði vinstra megin til skiptis.\nÞetta gæti verið gamli tölvuleikja \"wasd\" fýlingurinn sem spilar inní \nAnnars tók töluverðan tíma að venjast því að nota talnaborð með vinstri, en í dag finnst mér þetta muuun þægilegra.",
            "date": "2012-06-24 20:28:00",
            "post_id": "449311",
            "reply_to_id": "449309"
        },
        {
            "user_name": "GuðjónR",
            "text": "hehehe ég er svo spes",
            "date": "2012-06-24 20:39:00",
            "post_id": "449316",
            "reply_to_id": "449311"
        },
        {
            "user_name": "Klaufi",
            "text": "/Offtopic",
            "date": "2012-06-24 20:42:00",
            "post_id": "449318",
            "reply_to_id": "449316"
        }
    ],
    "date": "2012-06-22 21:33:00"
}