{
    "forum_title": "Þjónusta / Viðgerðir",
    "id": "48581",
    "title": "NES - SNES",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=13&t=48581",
    "posts": [
        {
            "user_name": "Hafliði Kúld",
            "text": "Ég er bara pæla ..\nÉg var að reyna tengja Super Nintendo tölvuna mína við plamsa sjónvarpið mitt en málið er að ég týndi ac adapter snúrunni af tölvunni og notaði í staðinn ac adapter snúruna úr routernum en ég virðist ekki fá neina mynd og ég hef heyrt að maður geti einungis notað snes adapter eða þá 9volta adapter og router snúran er 12volt svo ég held að það sé ástæðan fyrir engri mynd !!\nHvar á íslandi er möguleiki á að finna svona snúru - Sónn kanski í skeifunni eða bara leita á netinu jafnvel hef samt ekkert fundið svona snúru þar og svo veit ég á ebay er hægt að panta svona en tengið er ekki eins og hérna er þá alveg hægt að láta venjulega kló á snúruna hérna heima ?\nSvo langar mig líka að vita afþví ég er með frekar stórt plasma tv en það er alveg svona eitt cable tengi aftan á því og er það ekki nóg til að tengja venjulega nes - pal tölvu við ??",
            "date": "2012-06-25 16:27:00",
            "post_id": "449478",
            "reply_to_id": false
        },
        {
            "user_name": "dori",
            "text": "Ef þig vantar 9v spennubreyti þá ættirðu að geta fengið svoleiðis í Íhlutum eða Miðbæjarradíó. Samt virkilega vond hugmynd að smella einhverjum spennubreyti sem gefur of háa spennu inná tæki. Það getur alveg grillað íhluti.",
            "date": "2012-06-25 20:45:00",
            "post_id": "449517",
            "reply_to_id": "449478"
        },
        {
            "user_name": "methylman",
            "text": "Getur ekki bara heldur grillar á endanum og oft er endinn ekki langt undan  Hvaða 9V og Amper vantar þig ?",
            "date": "2012-06-25 21:35:00",
            "post_id": "449538",
            "reply_to_id": "449517"
        },
        {
            "user_name": "Klaufi",
            "text": "Eitthvað rámar mig í að 950mA sé lágmarkið..",
            "date": "2012-06-26 00:54:00",
            "post_id": "449604",
            "reply_to_id": "449538"
        },
        {
            "user_name": "oliuntitled",
            "text": "Ég er með fína lausn handa þér ... getur verslað original varahluti og alla adapters hjá \nwww.nintendorepairshop.com\n ... ég verslaði hjá þeim 72pin connector í NES hjá mér ásamt orginal fjarstýringu og eitthvað fleira.\nSanngjörn verð ... þetta kemur frá USA þannig að delivery time gæti verið í lengri kantinum en þú ert að fá solid vörur hjá þeim.\nPassaðu þig bara á því að leikirnir sem þeir eru að selja eru nánast eingöngu NTSC þannig að það er lítið hægt að versla af þeim.",
            "date": "2012-09-05 16:37:00",
            "post_id": "465147",
            "reply_to_id": "449604"
        }
    ],
    "date": "2012-06-25 16:27:00"
}