{
    "forum_title": "Óskast - Tölvuvörur",
    "id": "48629",
    "title": "ÓE: Gömlu móðurborði, GA-8I848PM Gigabyte með 478 sökkli",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=54&t=48629",
    "posts": [
        {
            "user_name": "Gravijaton",
            "text": "Þéttarnir fóru í gömlu borði hjá pabba mínum, ætla að athuga hvort eitthver ætti móðurborð upp í hillu hjá sér sem tæki sömu íhlutina. \nLinkur í hvernig borð þetta var.\nhttp://microdream.co.uk/gigabyte-ga-8i848pm-socket-478-agp-x8-sata-motherboard.html\n \nÞarf að vera með socket 478 cpu og styðja DDR400/DDR333/DDR266 DIMM línuna af minni",
            "date": "2012-06-27 11:33:00",
            "post_id": "449975",
            "reply_to_id": false
        },
        {
            "user_name": "DJOli",
            "text": "Hvernig örgjörva ertu annars með?.\nÉg á til inni í skáp einn gamlan Intel P4 3.0ghz örgjörva, hann er jú, Socket 478 (codename: brauðrist) en samt.\nGæti látið þið fá hann fyrir lítið ef þú ert ekki með það stóran örgjörva, eða ef þú finnur móðurborð sem styður hann.",
            "date": "2012-06-27 12:23:00",
            "post_id": "449985",
            "reply_to_id": "449975"
        },
        {
            "user_name": "Gravijaton",
            "text": "Ekki viss hvaða örgjörva hann er með, en við erum einungis að leita að móðurborði að svo stöddu.",
            "date": "2012-06-29 10:38:00",
            "post_id": "450601",
            "reply_to_id": "449985"
        },
        {
            "user_name": "IceThaw",
            "text": "Það hlýtur að vera fullt af fólki sem á þetta án þess að vita af því vegna aldurs þess, átti einmitt líka  Intel P4 3.0ghz örgjörva í socket 478 en fékk hann ekki til að virka í mínu gamla móðurborði en vinur minn átti móðurborð sem vildi taka honum svo ég lét hann fá hann en þess vegna einmitt skiptir smá máli að vita hvernig örgjörva þetta þarf að taka heh.\nEr með msi móðurborð 6730 \nhttp://www.targetpcinc.com/html/Item2436.htm\n hefði haldið að það ætti að taka þessum 3.0ghz örgjörva á sínum tíma en veit það ekki..\nFékk samt aldrei allar 4 minnisraufarnar til að virka eingöngu 2 en kannski var það útaf því að ég var ekki með minni sem vildu vinna saman eins og kemur fram á þessum lista neðst á linknum en ég veit það ekki virkaði allavega fyrir 2gb. \nEn það er að vísu með fleiri pci raufar en þú varst með, s.s. kannski stórt í kassann? En samt sem áður veit ég ekkert hvort þetta er eitthvað merkilegt móðurborð en það hljóta margir að eiga eitthvað fyrir þig af þessu t.d. á betri staðsetningu en ég er ekki í rvk.\nEf þig vantar styttra móðurborð á ég að eiga annað einhversstaðar sem ég myndi leita af ef enginn er að svara þér, annars bara good luck  \n \nAfsakið ef ég er að bulla eitthverja vitleysu var að koma af næturvakt",
            "date": "2012-06-30 08:48:00",
            "post_id": "450824",
            "reply_to_id": "450601"
        }
    ],
    "date": "2012-06-27 11:33:00"
}