{
    "forum_title": "Koníakstofan",
    "id": "48628",
    "title": "Komast inní Xp frá W7 gegnum Network",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=48628",
    "posts": [
        {
            "user_name": "Ulli",
            "text": "Ég þarf að komast yfir gögn á annari tölvu á local Network sem ég er á.\nÉg er með Win 7 og hann er með Xp.er þetta erfitt?\nRemote access?",
            "date": "2012-06-27 09:34:00",
            "post_id": "449931",
            "reply_to_id": false
        },
        {
            "user_name": "fannar82",
            "text": "Nihm, ætti ekki að vera það mættir byrja á því að smella á þennan\nlink\n \nef þú lendir í frekari vandræðum póstaðu þeim þá hér helst með ýtarlegum upplýsingum",
            "date": "2012-06-27 10:11:00",
            "post_id": "449945",
            "reply_to_id": "449931"
        },
        {
            "user_name": "Ulli",
            "text": "Án leyfis frá eiganda xp tölvunar..",
            "date": "2012-06-27 10:19:00",
            "post_id": "449946",
            "reply_to_id": "449945"
        },
        {
            "user_name": "methylman",
            "text": "HA HA nei ef þú ert ekki með pw þá ertu úti,  þar sem þú átt að vera ef þú ert að gera þetta í leyfisleysi",
            "date": "2012-06-27 10:39:00",
            "post_id": "449951",
            "reply_to_id": "449946"
        },
        {
            "user_name": "Ulli",
            "text": "Málið er að ég er búin að vera vinna hjá gaurnum í 2 ár hérna úti.alltaf talið mig trú um að ég væri á normal kaupi.\nég er að vinna 200+ tíma á mánuði sem ég fæ fyrir um 1250€ sem er 195þ þetta er svart.\nHann hefur verið að ljúja að mér að þetta sé samsvarandi kaup og smiðir eru að fá.\nnú um dagin fer ég að spyrjast fyrir og tala við einn kall sem ég þekki þarna í einni verslun.hann er að vinna 150klt við að gera ekki neit (hans orð) og fær fyrir það 1600€ eftir skatta. hann hlær bara þegar ég seiji honum hvað ég er að fá.\nspyr á fleiri stöðum og fæ somu soguna.tala svo við kallin og seiji honum nú frá þessu,hann lyftir bara öxlum og seijir að þetta sé það mesta sem hann hefur borgað vinnu manni. svo í dag fóru þaug til íslands og eru nú með barnapía til að passa.ég spyr hana á ganni hvað hann sé að borga henni...6.5€ WTF???Ég hef unnið hvern einasta rauðan dag frá því fyrir jól unnið puttabrotin etc.þetta er landbúnaður og er ekkert sérstaklega auðveld vinna.\nsvo er búið að slita sumarfríið mans allveg niður.og það er ekkert sem ég get gert vegna þess að þetta er allt svart.mér lángar til að láta handalögmálin ráða en ég græði ekkert á því.\nEn ég veit að hann er skíthræddur við skattin þar sem hann borgar mjög mikið svart og væri það helsta leiðin fyrir mig að fá eh frá honum þannig.",
            "date": "2012-06-27 10:49:00",
            "post_id": "449955",
            "reply_to_id": "449951"
        },
        {
            "user_name": "Kristján",
            "text": "þú hefðir nú geta lagt þetta saman áður en þú forst að vinna fyrir hann...\nog þú segir að þú sért á svörtum launum þá ertu í raun föked ef þú segir að það sé ekki eitthvað nóg fyrir það sem þú ert að vinna við\neina sem þú gertur gert er að byðja um meira eða vinna þér aðra vinnu....",
            "date": "2012-06-27 10:54:00",
            "post_id": "449957",
            "reply_to_id": "449955"
        },
        {
            "user_name": "dandri",
            "text": "Sofðu hjá dóttir hans og hótaðu því að láta skatinn vita af fjármálum hans.",
            "date": "2012-06-27 10:59:00",
            "post_id": "449960",
            "reply_to_id": "449957"
        },
        {
            "user_name": "Ulli",
            "text": "það er planið",
            "date": "2012-06-27 11:05:00",
            "post_id": "449964",
            "reply_to_id": "449960"
        },
        {
            "user_name": "Ulli",
            "text": "nú hvernig? það eru einginn lámarkslaun hérna úti eins og heima á íslandi. og eina sem ég finn á netinu er atvinnur þar sem mað þarf að vera háskólamentaður og ekki allveg samanburðar hæft.",
            "date": "2012-06-27 11:07:00",
            "post_id": "449966",
            "reply_to_id": "449964"
        },
        {
            "user_name": "Kristján",
            "text": "og þeir fara yfir fjármálið hjá honum og sjá að það er buið að leggja inn þig og svo þarf þú að borga skatt af því öllu....",
            "date": "2012-06-27 11:08:00",
            "post_id": "449967",
            "reply_to_id": "449966"
        },
        {
            "user_name": "Ulli",
            "text": "Á hann ekki að sjá um að borga gjöld af launum.allavega verð ég ekki leingur í þyskalandi ef ég geri þetta svo það er ekki mikill höfuðverkur.",
            "date": "2012-06-27 11:40:00",
            "post_id": "449977",
            "reply_to_id": "449967"
        },
        {
            "user_name": "AntiTrust",
            "text": "Þú ert vísvitandi að fá greidd laun án þess að greiða skatta, ert alveg örugglega jafnsekur um skattsvik og atvinnuveitandinn þinn.",
            "date": "2012-06-27 11:49:00",
            "post_id": "449979",
            "reply_to_id": "449977"
        }
    ],
    "date": "2012-06-27 09:34:00"
}