{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "48636",
    "title": "Uppfæring á aflgjafa og móðurborði",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=48636",
    "posts": [
        {
            "user_name": "Giohm",
            "text": "Ætla að fara uppfæra móðurborðið næstu mánaðarmót og var að velta fyrir mér hverju þið mæltuð með.\nVill ekki fara mikið yfir 60þús kall og var búin að lýta á eftirfarandi sem hugmyndir.\nhttp://www.tolvutek.is/vorur/tolvuihlutir/orgjorvar/intel-1155?\nhttp://www.tolvutek.is/vara/intel-core-i5-3550-quad-core-orgjorvi-retail\nEr ekki með neina svaka vél sem þetta þarf að runna.\nMeð Ati Radeon HD 5700 series skjákort \nog svona \nhttp://www.computeruniverse.net/product ... tzteil.asp\n aflgjafa þetta eru einu hlutirnir sem ég hef uppfært úr þessum gamla turn.\nÞetta á að vera hugsað fyrir leikina hverju mæliði með og hvar er besta verðið?\ntakk fyrir.",
            "date": "2012-06-27 18:41:00",
            "post_id": "450075",
            "reply_to_id": false
        },
        {
            "user_name": "CurlyWurly",
            "text": "Sé engan link á móðurborð þarna, einungis á úrval örgjörva hjá tölvutek og svo i5 3550 örgjörva.\nEn fyrst þú ert að spá í þessu þá eru nokkrar spurningar: Ef þú uppfærir móðurborð ertu með RAM sem passar í það? ertu að tala um 60 þús fyrir heildaruppfærslu eða fyrir móðurborðið eitt og sér? Hvað er tölvan notuð í og er einhver fítus í ivy bridge örgjörvunum sem að þú vilt sérstaklega fá því annars held ég að það borgi sig að taka sandy bridge.\nSvo er örgjörvinn sem þú bentir á ódýrari \nhérna\n. \nÆtti þessi þráður svo ekki frekar heima í \"uppfærslur\"?\n-CurlyWurly//HB",
            "date": "2012-06-27 19:05:00",
            "post_id": "450083",
            "reply_to_id": "450075"
        },
        {
            "user_name": "Garfield",
            "text": "Sæll\nEf ég skil þig rétt þá ertu að fara að uppfæra móðurborðið, örgjörvan og vinnsluminnið. Miðað við Ati 5700 series skjákort \nog tölvan notuð í leiki þá myndi ég fá mér þessa íhluti :\nhttp://www.att.is/product_info.php?cPat ... ts_id=5112\nhttp://tl.is/vara/23694\nhttp://www.att.is/product_info.php?cPat ... ts_id=7447\n Samtals 42.000,-",
            "date": "2012-06-27 19:08:00",
            "post_id": "450086",
            "reply_to_id": "450083"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Sorry en er ekki skynsamlegra að reyna að setja staðlana örlítið hærra??",
            "date": "2012-06-27 19:13:00",
            "post_id": "450087",
            "reply_to_id": "450086"
        },
        {
            "user_name": "worghal",
            "text": "þú hefur kanski ekki heirt um budget \n hehehe",
            "date": "2012-06-27 19:15:00",
            "post_id": "450089",
            "reply_to_id": "450087"
        },
        {
            "user_name": "CurlyWurly",
            "text": "Fyrir 60750kr. getur þú fengið þetta:\nIntel core i5 2500 örgjörva\nASRock P67 Pro3 SE ATX LGA1155 móðurborð\nGeiL 8GB (2x4GB) Enhance Corsa 1600MHz DDR3\nÞetta tel ég að sé besta bang for the buck upgrade sem þú getur gert ef þú vilt eyða um eða undir 60 þús, þetta er að vísu rétt yfir. Ef þú býst við að vilja yfirklukka eitthvað geturu bætt við 2 þúsund og fengið þér i5 2500K\nVeit samt ekki hvort þetta er það sem þú ert að leita að í augnablikinu.\n-CurlyWurly//HB",
            "date": "2012-06-27 19:26:00",
            "post_id": "450095",
            "reply_to_id": "450089"
        },
        {
            "user_name": "Garfield",
            "text": "Hann þarf ekkert meira fyrir leikjaspilun, frekar að uppfæra skjákortið.",
            "date": "2012-06-27 20:09:00",
            "post_id": "450108",
            "reply_to_id": "450095"
        },
        {
            "user_name": "CurlyWurly",
            "text": "Kemur það ekki bara seinna meir ef hann uppfærir þetta núna? annars veit ég ekki, látum OP tjá sig um hvað honum finnst.",
            "date": "2012-06-27 21:52:00",
            "post_id": "450142",
            "reply_to_id": "450108"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Jú auðvitað, ég er ekki alveg þroskaheftur... Það er bílaleiga...  \n \nÞarna erum við miklu meira að tala saman",
            "date": "2012-06-27 21:55:00",
            "post_id": "450145",
            "reply_to_id": "450142"
        },
        {
            "user_name": "CurlyWurly",
            "text": "Held ég sé nú búinn að kynna mér þokkalega samsetningar á þessu verðsvæði eftir að hafa verið að láta mig dreyma um nýjan turn í nokkra mánuði  \n guð hvað ég get ekki beðið eftir mánaðamótunum og nýju tölvunni  \nFyrir þá sem vilja stutta lýsingu á afhverju ég valdi þessa parta saman:\nTók reyndar bara ódýrasta RAMið sem að var ekki eitthvað value dóterí en örgjörvinn er auðvitað besta bang for the buck sem finnst(ekki fyrir overclock) og svo er þetta bara ódýrt og þokkalegt crossfireX enabled móðurborð. Finnst þetta bara fjári góð uppfærsla fyrir 60 þúsund!",
            "date": "2012-06-27 22:07:00",
            "post_id": "450149",
            "reply_to_id": "450145"
        },
        {
            "user_name": "Giohm",
            "text": "Gaf vitlausa linka þarna uppi, en já lýst vel á þessar hugmyndir frá Curlywurly.\nTakk fyrir svörin",
            "date": "2012-06-28 18:24:00",
            "post_id": "450368",
            "reply_to_id": "450149"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Eitt sem ég vill bæta við þó er að ég myndi frekar taka 2500k fyrir 2-3þús kall meira upp á endursölu seinna.",
            "date": "2012-06-28 20:13:00",
            "post_id": "450397",
            "reply_to_id": "450368"
        }
    ],
    "date": "2012-06-27 18:41:00"
}