{
    "forum_title": "Koníakstofan",
    "id": "48647",
    "title": "Man einhver hvernig kassa Hugver var með?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=48647",
    "posts": [
        {
            "user_name": "322",
            "text": "Nú reynir á minnin ykkar kæru vaktarar.\nMan einhver hvaða tegundir af tölvukössum Hugver var með til sölu á sínum tíma?\nÉg er búinn að reyna ýmislegt til að finna það út, lesa gömul blogg og þræði á huga og hér á vaktinni sem innihalda orðið Hugver.\nÁ meðan ég er að leita má athuga hvort einhverjir hér muni eftir því hvaða kassar voru seldir þarna.\n*Breytt: Orðið kassi sett í staðin fyrir orðið turn.",
            "date": "2012-06-28 00:12:00",
            "post_id": "450194",
            "reply_to_id": false
        },
        {
            "user_name": "Klemmi",
            "text": "Hugver voru allavega með einhverjar vélar sem þeir settu saman sjálfir, en einnig voru þeir með Mitac umboðið.",
            "date": "2012-06-28 00:16:00",
            "post_id": "450195",
            "reply_to_id": "450194"
        },
        {
            "user_name": "AntiTrust",
            "text": "Þeir voru með ýmsar týpur, helst þá kassa frá 3R, m.a. R202, R600 og R910. Svo voru þeir með HEC kassa og e-ð frá Spire ef ég man rétt.",
            "date": "2012-06-28 00:19:00",
            "post_id": "450196",
            "reply_to_id": "450195"
        },
        {
            "user_name": "DJOli",
            "text": "http://web.archive.org/web/200710101431 ... hugver.is/\nVerði þér að góðu.",
            "date": "2012-06-28 00:21:00",
            "post_id": "450199",
            "reply_to_id": "450196"
        },
        {
            "user_name": "Gúrú",
            "text": "Úff man eftir einhverjum stórum, gráum turni með gulum 'Hugver' límmiða og klassíska 'Celeron Inside' Intel límmiðanum á sér þegar að ég var ~5-7 ára. \nÞeir púsluðu eigin vélum saman og því voru þessir límmiðar alltaf þarna, þú munt ekki finna nein specific nöfn eins og Dell XP400 eða álíka.  \nM. fyrirframafsökunarbeiðni ef þú átt við \"tölvukassa\" þegar að þú segir \"turna\".",
            "date": "2012-06-28 00:25:00",
            "post_id": "450204",
            "reply_to_id": "450199"
        },
        {
            "user_name": "upg8",
            "text": "Voru líka með Dragon kassa",
            "date": "2012-06-28 00:30:00",
            "post_id": "450207",
            "reply_to_id": "450204"
        },
        {
            "user_name": "worghal",
            "text": "það voru allir og amma þeirra með dragon kassa",
            "date": "2012-06-28 00:32:00",
            "post_id": "450209",
            "reply_to_id": "450207"
        },
        {
            "user_name": "Daz",
            "text": "Þú meinar þyrluumboðið.",
            "date": "2012-06-28 00:34:00",
            "post_id": "450211",
            "reply_to_id": "450209"
        },
        {
            "user_name": "appel",
            "text": "Att spratt úr Hugveri, gætir spurt þá.",
            "date": "2012-06-28 00:40:00",
            "post_id": "450212",
            "reply_to_id": "450211"
        },
        {
            "user_name": "CendenZ",
            "text": "Þeir voru með Chieftec og svo einhverja \"Deep\" kassa, ég átti svoleiðis.\nVinur minn átti svo kassa sem hét svipað og Antec, var svona name-copy. \nen það var alveg 01'-02' minnir mig",
            "date": "2012-06-28 00:42:00",
            "post_id": "450213",
            "reply_to_id": "450212"
        },
        {
            "user_name": "322",
            "text": "Ég breytti þessu. Ég nota alltaf kassi í daglegu tali, eða þegar ég er að tala um tölvukassa. En ég hélt samt einhvernvegin að turn þá væri kassinn lóðréttur og kassinn væri svona liggjandi eins og gömlu Ambra vélarnar voru. Svo stendur oft á tölvuvefsíðum, tölvuturnar eða turnar.  \n \nAnnars hefur þessi þráður hjálpað fullt. Er svona á hælunum á þessum kassa, hann er mjög líkur 3R Systems R202li en samt ekki alveg eins. Power og reset takkarnir eru jafnstórir og ekki kringlóttir og USB dæmið niðri, þá kemur svona lok fyrir það. Ég hlýt að finna þetta bráðum!!",
            "date": "2012-06-28 03:05:00",
            "post_id": "450231",
            "reply_to_id": "450213"
        },
        {
            "user_name": "methylman",
            "text": "Þeir voru með Mitac  og Abit umboð,  það var nú ekki gaman að fara með gallaða hluti til ???? hvað hann heitir nú aftur kenndi í Iðnskólanum á fyrstu árum Tölvudeildarinnar.   Maðurinn hoppaði og argaði ef honum var svarað um einhver ábyrgðarmál.",
            "date": "2012-06-28 10:24:00",
            "post_id": "450253",
            "reply_to_id": "450231"
        }
    ],
    "date": "2012-06-28 00:12:00"
}