{
    "forum_title": "Netkerfi - internetið",
    "id": "48833",
    "title": "4 víra netsnúra",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=48833",
    "posts": [
        {
            "user_name": "biturk",
            "text": "hvaða litir eru notaðir til að tengja þannig í veggin? ég var að kaupa mér húsnæði og er að breita til og gömlu kaplarnr eru ekki í sömu litum og essi nýju  \n \nþarf ekki bara að nota tvo af 4?",
            "date": "2012-07-06 08:11:00",
            "post_id": "452133",
            "reply_to_id": false
        },
        {
            "user_name": "IL2",
            "text": "Notar númer 4 og 5 í  innstungunni. Hjá mér er það litamerkt blátt og blár/hvitur.",
            "date": "2012-07-06 09:12:00",
            "post_id": "452136",
            "reply_to_id": "452133"
        },
        {
            "user_name": "biturk",
            "text": "í innstungunni hjá mér er notað blátt og blátt hvítt en snúran sem ég er að tengja og fer frá innstungu í router hún er\nsvört-græn-rauð-gul\nég prófaði að tengja grænan og rauðan og ég fæ ekkert netsamband eða eða neitt\nhvaða litir úr snúrunni eiga að fara í innstunguna",
            "date": "2012-07-06 10:48:00",
            "post_id": "452149",
            "reply_to_id": "452136"
        },
        {
            "user_name": "Skari",
            "text": "Ef þú ert að tala um símasnúru þá er það bara 1 par (2 vírar) og eru þeir oftast hvítur blár / blár. Ef þetta er RJ45 tengill (sem netsnúrur passa í) þá þarftu að tengja að aftan í 4 og 5. EF þetta er RJ11 tengill (sem einungis símasnúrur passa í) þá ætti það að vera 2 og 3. Getur hugsað þetta sem svo að þetta eigi alltaf að vera í miðjunni. \nHinsvegar fyrir netið sjálft þá þarftu 2 pör(4 vírar), tengir þá þar fyrir aftan tengilinn í 1 (hvítur appelsínugulur), 2 (appelsínugulur), 3 ( hvítur grænn )  og 6 ( grænn ), tengdu bara nákvæmlega eins sitthvoru megin. \nLitirnir skipta í raun ekki máli svo lengi sem þú tengir sömu víra sitthvorum megin, auðvitað þægilegast að nota litina eins og ég hér að ofan.\nSvo ef þú leggur nýjan cat streng þá geturðu alltaf mixað eitthvað þar sem þú notar bara 2 pör, t.d. hjá mér þá kom ég bara einum kapli að sjónvarpinu en vildi hafa bæði ps3 tölvuna og hafa sjónvarps símans þá bara bjó ég til 2 tengla úr þessum 1 kapli. Eru þó alltaf einhverjir sem mæla gegn því að gera þetta en þetta hefur virkað hjá mér hingað til og sé ekki ástæðu til að breyta. \nVona að þetta hafi hjálpað þér eitthvað",
            "date": "2012-07-06 10:50:00",
            "post_id": "452151",
            "reply_to_id": "452149"
        },
        {
            "user_name": "biturk",
            "text": "þakka þér\nen er þá 1 og 4 eitt par og 2 og 3 eitt par  \n \niannan í dósinni í veggnum eru að mér sýnist bara tveir þykkir vírar sem koma inn í hús, einn gulur og einn hvítur.....\nþessi rj11 snúra og tengill er sá sem var í gamla húsinu mínu tengdur í netinu, ég klippti bara rj11 tengið öðru meginn af til að koma því í gegnum holu sem ég boraði úr botninum á dósinni þar sem síminn kemur í húsið og yfir í stofu og svo þaðan yfir í tölvu herbergi, þá slepp ég við allar snúru og óþarfa af ganginum hjá mér og allt orðið snyrtilegt\nsíðann ætlaði ég að tengja bara símasnúruna í tengilinn að aftan en það er að ganga heldur betur illa\nsegjum að ég tengi þetta í bláa og bláa hvíta, hvaða litir hjá mér eiga að fara í þá tvo?",
            "date": "2012-07-06 10:56:00",
            "post_id": "452152",
            "reply_to_id": "452151"
        },
        {
            "user_name": "Skari",
            "text": "Er því miður ekki alveg að ná þér, þessi guli og hvíti vír er það þá ekki bara inntakið ? þarft að vera með kapalinn tengdan þangað. Hefurðu eitthvað verið að taka í sundur aðra tengla ? því margir símatenglar eru oft raðtengdir.\nÞarft ekkert að tengja hina, notar bara 1 par.\nOg ertu viss um að það sé komin lína inn í húsið? tekur oft þó nokkra daga að fá það í gegn.",
            "date": "2012-07-06 11:09:00",
            "post_id": "452154",
            "reply_to_id": "452152"
        },
        {
            "user_name": "biturk",
            "text": "já það er komin lína í húsið, það er staðfest\nég þarf bara að vita hvaða litir úr snúrunni hjá mér eiga að tengjast í blá, bláa hvíta\nsvört-græn-rauð-gul",
            "date": "2012-07-06 11:32:00",
            "post_id": "452159",
            "reply_to_id": "452154"
        },
        {
            "user_name": "Skari",
            "text": "Ef þú lítur á tengið og græni-rauði vírinn er í miðjunni þá notarðu það,notar það sem er í miðjunni.",
            "date": "2012-07-06 12:57:00",
            "post_id": "452174",
            "reply_to_id": "452159"
        },
        {
            "user_name": "biturk",
            "text": "ok, en skiptir máli hvor þeirra fer í blá eða blá hvíta",
            "date": "2012-07-06 13:38:00",
            "post_id": "452184",
            "reply_to_id": "452174"
        },
        {
            "user_name": "Skari",
            "text": "nei",
            "date": "2012-07-06 13:44:00",
            "post_id": "452186",
            "reply_to_id": "452184"
        }
    ],
    "date": "2012-07-06 08:11:00"
}