{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "48921",
    "title": "Kaup á nýrri tölvu?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=48921",
    "posts": [
        {
            "user_name": "Cvureti",
            "text": "Okei áður en ég held eitthvað áfram þá er þetta svona þráður númer 500 sem kemur hingað inná örugglega EN ég ætla að reyna á þetta.\nÞar sem mig hefur núna í smá tíma langað að \"upgrade\" mig, þar sem mig langar að fara spila tölvu leiki í pc, er kominn með nóg af ps3.\nÞað sem mig langar að spurja um er, er ódýrar að kaupa svona \"tilboð\" leikjatölvu? eða ódýrar að velja hluti sjálfur og láta setja í fyrir sig?, þar sem ég er ekkert inní tölvuheiminum eða ég veit ekki hvað er gott og hvað er ekki gott og hef þá ekki hugmynd um hvað ég vill.\nNennir einhver hérna að bend mér á hluti sem væru frábærir fyrir tölvu upp að 180 þús en ekki mikið meira en 190þús vil ekki eyða 200+ í kassan. Á skjá, þannig bara tölvu.\nÞað eina sem ég veit um tölvur eru ssd hraðir diskar eru fljótari að starta sér heldur en venjuleigir diska hehe?  \n  .\nÞannig er það er rétt hjá mér vill ég 1 þannig svo 2, 1 tb eða 3, 500 gb, þar sem ég á flakkar til að setja inná sjónvarp þætti og aðra biomyndir, Kæmi sér rosalega vel að eiga líka þegar ég hugsa útí það svona gleymlu harðan disk fyrir allt ruslið sem ég er með inná flakkarnum mínum.\nÞannig ég vil ssd harðandisk. Þessi tölva verður aðalega notuð fyrir leiki, browsa á vefnum og download, og venjulegt myndahorf. Var að hugsa um tölvuleiki einsog battlefiled3 og arma 2 svona eitthvað í þá átt að ráða vel við það og það sem kemur framm næstu 2-3 ár?\nTakk fyrir",
            "date": "2012-07-11 02:17:00",
            "post_id": "453070",
            "reply_to_id": false
        },
        {
            "user_name": "Ratorinn",
            "text": "Hérna er einn flottur á 180k\nhttp://tolvutek.is/vara/gigabyte-3d-mon ... vutilbod-2\nGetur svo pluggað inn 2 öðrum hörðumdiskum, að ofan á turkassanum.\nHérna er annar svipaður með 120GB SSD disk +1 2tb.\nhttp://tolvutek.is/vara/gigabyte-deluxe-tolvutilbod-3\nEkki viss hvort það sé svona auðveldlega hægt að plugga inn höðrumdiskum á þennan kassa.",
            "date": "2012-07-11 02:58:00",
            "post_id": "453073",
            "reply_to_id": "453070"
        },
        {
            "user_name": "Minuz1",
            "text": "set stórt spurningarmerki við 7750 skjákort",
            "date": "2012-07-11 03:13:00",
            "post_id": "453075",
            "reply_to_id": "453073"
        },
        {
            "user_name": "MCTS",
            "text": "Það sem ég er með í undirskrift kostaði mig 215 þúsund fyrir utan kassa og 300gb geymsludiskinn örugglega hægt að taka eitthvað af þessu verði niður i 180 en þetta er auðveldlega að keyra BF3",
            "date": "2012-07-11 09:40:00",
            "post_id": "453083",
            "reply_to_id": "453075"
        },
        {
            "user_name": "Cvureti",
            "text": "Langar að spurja um eitt, er með tölvuna mína inni svefnherbigi, og hef verið að pæla í með svona bláar og grænar perur inní kassnum verður maður ekki þreyttur á þessu eða er hægt að stlökkva á þeim? spila mikið fram á nóttu og held mér mund ekki líka að hafa þessa liti þar sem ég hef hugað um að hafa kassan uppá borði hliðinni á skjánum.\nEr eiginn tilbúinn fyrir mig að setja svona upp fyrir mig?",
            "date": "2012-07-11 13:16:00",
            "post_id": "453126",
            "reply_to_id": "453083"
        },
        {
            "user_name": "Magneto",
            "text": "mesta rip-off tilboðið !",
            "date": "2012-07-11 14:52:00",
            "post_id": "453146",
            "reply_to_id": "453126"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Ég kann ekki að setja saman í budget tölvu en ég verð samt að segja að það borgar sig nánast aldrei að kaupa tilbúna vél úr búð því það er alltaf eitthvað af íhlutum sem eru ekki nógu aðlaðandi.\nFinna bara góða og fallega íhluti sem henta þér og henda þessu saman sjálfur eða fá einhvern reyndann til að setja þetta saman fyrir þig.",
            "date": "2012-07-11 14:59:00",
            "post_id": "453150",
            "reply_to_id": "453146"
        },
        {
            "user_name": "Daz",
            "text": "Ég held nú að margar búðir séu tilbúnar að breyta sínum tilboðum án aukakostnaðar (augljóslega borgar þá bara fyrir nýja hlutinn) eða setja saman vélina frá grunni án þess að rukka fyrir það aukalega. Fínt fyrir þá sem treysta sér ekki í að setja saman tölvuna sjálfir og/eða vilja fá auðveldari ábyrgð á íhlutunum.",
            "date": "2012-07-11 15:07:00",
            "post_id": "453151",
            "reply_to_id": "453150"
        },
        {
            "user_name": "Magneto",
            "text": "Mjög sammála þessu, er búinn að vera að leita að tölvutilboði handa vini mínum og ég finn bara ekkert tilboð sem er svaðalega aðlaðandi !\nSvo getur maður líka bara pússlað saman ehv íhlutum hjá tölvuverslun og beðið gaurana í búðinni að setja þetta saman fyrir sig... gæti tekið nokkra daga og smá auka kostnað, en samt þess virði",
            "date": "2012-07-11 15:07:00",
            "post_id": "453152",
            "reply_to_id": "453151"
        },
        {
            "user_name": "CurlyWurly",
            "text": "Afhverju ætti það að taka nokkra daga? Veit a.m.k. að tölvuvirkni virðist gera ráð fyrir samsetningarkostnaði í tilboðunum sínum og henda þessu bara saman samdægurs eða næsta dag, þetta er ekki nema max 3 tíma verk fyrir reyndan mann, líklega nær 2 tímum.",
            "date": "2012-07-11 19:44:00",
            "post_id": "453184",
            "reply_to_id": "453152"
        },
        {
            "user_name": "Cvureti",
            "text": "engin sem vil hjálpa mér?",
            "date": "2012-07-12 02:30:00",
            "post_id": "453266",
            "reply_to_id": "453184"
        },
        {
            "user_name": "Bioeight",
            "text": "Þær eru mismunandi, sumar glóa óþarflega mikið og geta lýst allt herbergið upp. Oftast ekki hægt að slökkva á þeim, oft hægt að klippa á vírinn sem leiðir rafmagn í ljósið samt. Þar sem þetta er mjög mismunandi er ekkert annað hægt að gera en bara spyrja út í hverja vöru fyrir sig eða gera bara eins og ég og forðast öll ljós.\nhttp://kisildalur.is/?p=2&id=1131\n - Þessi vél gæti t.d. hentað þér.\nMyndi láta þá uppfæra diskinn í 2TB, mæli frekar með því heldur en að vera að kaupa 2x 1TB diska, miklu ódýrara að kaupa 1x2TB disk. Síðan mæli ég með minnst 128 GB SSD disk. Þessi (\nhttp://kisildalur.is/?p=2&id=1897\n) er góður en það er hægt að fá hann ódýrari hér(\nhttp://www.computer.is/vorur/7526/\n) og svo er líka til Mushkin Chronos(\nhttp://www.tolvutek.is/vara/120gb-sata3-mushkin-ssd-25-chronos\n). Ef þú kaupir SSD diskinn af Kísildal þá myndu þeir stinga honum í fyrir þig en þú þyrftir síðan að setja upp Windows á hann þar sem það fylgir ekki með vélinni(reikna með því að þú eigir það).\nÞá er þetta undir 200 þúsund, 194 þúsund ca ef þú kaupir allt af Kísildal, 190 þúsund ca ef þú kaupir SSD diskinn frá Tölvutek eða Computer.is, en þú þyrftir þá að setja hann sjálfur í. Ég myndi alveg bókað styrkja Kísildal og fá alla þjónustuna frá þeim.\nÞað er einfaldast að kaupa allt á einum stað og láta þá setja saman fyrir þig. Hinsvegar er ódýrast að versla ódýrustu hlutina út um allan bæ og pússla þeim saman sjálfur, en maður þarf þá að ráða við það, það hættir líka strax að vera ódýrara um leið og þú skemmir eitthvað.",
            "date": "2012-07-12 08:42:00",
            "post_id": "453279",
            "reply_to_id": "453266"
        },
        {
            "user_name": "Daz",
            "text": "Ég hefði nú haldið að þessu væri öfugt farið, það er mun meira vesen að fá sér SSD seinna, þar sem því fylgir m.a. að setja upp stýrikerfið upp á nýtt. Örgjörvinn er barnaleikur í samanburði.",
            "date": "2012-07-12 09:02:00",
            "post_id": "453281",
            "reply_to_id": "453279"
        },
        {
            "user_name": "Bioeight",
            "text": "Rétt. \nÉg orðaði þetta bara vitlaust, breytti líka svarinu mínu þar sem ég las upphaflega póstinn betur. Pælingin mín var hinsvegar sú að þú kaupir SSD... skellir honum í vélina en ert ekki að skipta neinu út. Ef hann myndi kaupa Intel Core i5 3570k seinna þá situr hann uppi með Intel Core i5 3450 sem hann hefur ekkert að gera við. Þannig að ... ekki meira vesen en ... dýrara og meiri peningaeyðsla.",
            "date": "2012-07-12 09:12:00",
            "post_id": "453284",
            "reply_to_id": "453281"
        },
        {
            "user_name": "Cvureti",
            "text": "Takk fyrir svarið en ég mun örugglega kaupa alla mína hluti og láta setja hana saman í tölvutek. Þekki mann sem vinnur þar og ég er vona að ég geti fengið einhvern afstlátt...",
            "date": "2012-07-12 16:55:00",
            "post_id": "453340",
            "reply_to_id": "453284"
        },
        {
            "user_name": "MCTS",
            "text": "Hérna er allavega eitthvað sem ég setti saman í flýti reyndar enginn SSD og aðeins yfir budget 209.310 þús kr ósamsett\nen örugglega hægt að fá ódyrara kort en spurning hvort það sé þess virði hef enga glóru um það enda bara notað ATI kort sjálfur \nVantar stýrikerfi inn i þetta þyrftir 64 bita stýrikerfi ef þú ætlar þér að vera með 8gb í vinnsluminni\nSkjákort - \nhttp://www.tolvutek.is/vara/gigabyte-hd ... -2gb-gddr5\nÖrjörvi - \nhttp://www.tolvuvirkni.is/ip.php?inc=vi ... NTEL_3570K\nVinnsluminni - \nhttp://www.att.is/product_info.php?cPat ... ts_id=7479\nHDD - \nhttp://www.computer.is/vorur/7520/\nTölvukassi - \nhttp://tolvutaekni.is/product_info.php? ... ts_id=2019\nMóðurborð - \nhttp://www.tolvutek.is/vara/gigabyte-s1 ... -modurbord\nAflgjafi - \nhttp://tolvutaekni.is/product_info.php?products_id=2064",
            "date": "2012-07-12 17:25:00",
            "post_id": "453352",
            "reply_to_id": "453340"
        },
        {
            "user_name": "Einsinn",
            "text": "Setti saman íhluti saman í tölvutek í gamni...",
            "date": "2012-07-12 17:53:00",
            "post_id": "453360",
            "reply_to_id": "453352"
        },
        {
            "user_name": "Cvureti",
            "text": "Flottur kassi, Virkilega hrifinn. fleiri?",
            "date": "2012-07-12 19:09:00",
            "post_id": "453395",
            "reply_to_id": "453360"
        },
        {
            "user_name": "Einsinn",
            "text": "199þús allt í tölvutek, amd bulldorzer 8120,7850oc,8gig ram, ssd og 2tb storage diskur\nKassi \nhttp://tolvutek.is/vara/thermaltake-commander-ms-iii-atx-turnkassi-svartur\nAflgjafi \nhttp://tolvutek.is/vara/thermaltake-sma ... 20mm-vifta\nMóðurborð \nhttp://tolvutek.is/vara/gigabyte-am3-ga ... -modurbord\nÖrgjörvi \nhttp://tolvutek.is/vara/am3-bulldozer-x ... modurbordi\nVinnsluminni \nhttp://tolvutek.is/vara/mushkin-8gb-ddr ... um-cl9-15v\nSkjákort \nhttp://tolvutek.is/vara/gigabyte-hd7850 ... -2gb-gddr5\nHdd's \nhttp://tolvutek.is/vara/2tb-sata3-seaga ... dm001-64mb\n og \nhttp://tolvutek.is/vara/120gb-sata3-mus ... 25-chronos\nÖgjörvakæling \nhttp://tolvutek.is/vara/thermaltake-con ... -amd-intel",
            "date": "2012-07-13 12:32:00",
            "post_id": "453644",
            "reply_to_id": "453395"
        },
        {
            "user_name": "Cvureti",
            "text": "Þessi er flottur, Einhver sem mælir með þessu? Annars  Þessi linkur \nhttp://tolvutek.is/vara/am3-bulldozer-x ... modurbordi\n ... \"\"\"AM3+ Bulldozer X8 FX-8120 örgjörvi með Gigabyte móðurborði\"\"\" Fylgir móðurborð með þessu eða?",
            "date": "2012-07-14 17:30:00",
            "post_id": "453938",
            "reply_to_id": "453644"
        },
        {
            "user_name": "MarsVolta",
            "text": "Hérna get ég alls ekki verið sammála þér. Ertu að halda því fram að það taki 2-3 klukkutíma gera eftirfarandi?\n- Setja saman tölvu frá grunni með flottu cable-managementi\n- Setja upp stýrikerfi, stilla það, uppfæra og setja inn alla nauðsynlega rekla\n- Álagsprófa vélina (Memtest og fleira). \nFlestir sem kaupa nýjar vélar í dag vilja fá 8-16 GB í vinnsluminni og tekur það marga klukkutíma að fá nokkra \"passa\" í memtest86, fer eftir vélbúnaði og stærð minnis.\nVæri gaman að fá upplýsingar hvernig fólki á að takast þetta allt saman á 2-3 tímum",
            "date": "2012-07-14 17:56:00",
            "post_id": "453940",
            "reply_to_id": "453938"
        },
        {
            "user_name": "KristinnK",
            "text": "Athugaðu að ef þú ætlar að nota tölvuna til að spila leiki skalt þú eyða hlutfallslega mest í skjákortið, það borgar sig alltaf. Ég myndi ekki kaupa verra skjákort en HD 7850/GTX 570. Og þangað til nVidia koma með Kepler kort í þessum verðflokki verð ég að mæla með AMD korti.",
            "date": "2012-07-14 18:24:00",
            "post_id": "453947",
            "reply_to_id": "453940"
        },
        {
            "user_name": "Bioeight",
            "text": "Ef þú kaupir Gigabyte móðurborð geturðu fengið AM3+ Bulldozer FX-8120 á afslætti. Þannig að það fylgir ekki móðurborð með örgjörvanum.",
            "date": "2012-07-14 19:51:00",
            "post_id": "453963",
            "reply_to_id": "453947"
        },
        {
            "user_name": "Cvureti",
            "text": "Já okey, Takk fyrir það.",
            "date": "2012-07-15 15:03:00",
            "post_id": "454062",
            "reply_to_id": "453963"
        },
        {
            "user_name": "Doror",
            "text": "Þú getur líka vel sparað þér eitthvað og keypt minna en 2tb HD.  Held að mjög fáir þurfi svo mikið geymslupláss í raun.\nEf það á að geyma mikið af dóti er öruggara að fá sér bara flakkara seinna til að setja myndir og fleira inná.",
            "date": "2012-07-15 16:38:00",
            "post_id": "454075",
            "reply_to_id": "454062"
        },
        {
            "user_name": "Cvureti",
            "text": "Já reyndar, Hef samt verið þá að hugsa um að hafa þá SSD 100-150 gb og svona 500 gb harðan disk.",
            "date": "2012-07-15 20:03:00",
            "post_id": "454110",
            "reply_to_id": false
        }
    ],
    "date": "2012-07-15 20:03:00"
}