{
    "forum_title": "Koníakstofan",
    "id": "48971",
    "title": "Haninn",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=48971",
    "posts": [
        {
            "user_name": "Kosmor",
            "text": "Sælir.\nÞannig er mál með vexti að ég ætlaði að gera mér glaðann dag á góðum föstudegi í dag og fá mér gott að borða í \"hádeginu\".\nég hugsaði að ég ætlaði að gera aðeins betur en subway og kfc ruslið, og fá mér kannski ágætis máltíð á fínu verði, og varð Haninn í skeifuni fyrir valinu.\nÉg rölti yfir (Ég stunda mína atvinnu í skeifuni) og kíkji yfir matseðilinn ef matseðil má kalla, 6-8 réttir krotaðir á krítartöflu fyrir ofan afgreiðsluborðið.\nKlukkan var í kringum hálf þrjú og ég geri mér grein fyrir að það sé ekki rush hour en réttlætir það ekki að ég þurfti að bíða þar og kalla eftir aðstoð í um 5 mínútur, þá stendur maður upp sem situr í stól fyrir aftan mig og tekur niður pöntun.\nKjúklingabringa með frönskum, salati og sósu varð fyrir valinu og fyrir tvöþúsundkall bjóst ég nú ekki við neinni svaka bringu en þó sæmilega. Þegar maturinn birtist hjá mér blasir við bringa, sem ég sver að hafi verið minni en frosnu bringurnar sem eru á tilboði í bónus aðra hverja viku, 25 fransar (ég taldi), 3 kálblöð, og hálfur tómatur með smá gumsi. Ofaná það fékk ég gos úr vél sem er nú ekkert til að hrópa húrra fyrir.\nÉg hámaði þetta í mig á örfáum mínútum, ég var orðinn svangur eftir 2 tíma.\nEr það of mikið að ætlast til að fá skítsæmilega máltíð með ágætri þjónustu fyrir tvöþúsundkall í dag?\nHefur einhver annar reynslu af þessum stað eða er með svipaðar sögur af þessum/öðrum stöðum?",
            "date": "2012-07-13 21:29:00",
            "post_id": "453782",
            "reply_to_id": false
        },
        {
            "user_name": "Daz",
            "text": "Ég hef farið þangað 2x, fannst það frábært í bæði skiptin. Konan hefur farið þangað 2x (við s.s. ekki samferða) og hún hefur sömu sögu að segja. (Frábært í samhengi við \"staður til að éta mat sem er fínni en macdónalds en ekki alveg holtið\").\nÞað getur samt skemmt upplifunina ótrúlega þegar manni finnst þjónustan í upphafi vera léleg. Fjöldin á frönskunum segur svo voðalega lítið um magnið, fer svolítið mikið eftir þykktinni.",
            "date": "2012-07-13 21:34:00",
            "post_id": "453786",
            "reply_to_id": "453782"
        },
        {
            "user_name": "bAZik",
            "text": "Skelltu þér á Saffran í Glæsibæ.",
            "date": "2012-07-13 21:36:00",
            "post_id": "453787",
            "reply_to_id": "453786"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hef ekki prófað Hanann, en almennt séð þá finnst mér íslenskir veitingastaðir spara það sem þeir bera fram.\nÉg er ekkert sérlega mikill matmaður en síðast þegar ég fór á Halim Al þá fékk ég mér hamborgara í Aktu Taktu strax á eftir, maturinn þar var eins og forréttur.",
            "date": "2012-07-13 21:40:00",
            "post_id": "453788",
            "reply_to_id": "453787"
        },
        {
            "user_name": "Kosmor",
            "text": "\"staður til að éta mat sem er fínni en macdónalds en ekki alveg holtið\" var akkúrat sem ég var að leitast eftir.\nfranskarnar voru líka ekkert til að hrópa húrra fyrir bara þessar venjulegu þunnu sem fást útí búð.\nen varðandi þjónustuna er ég allveg sammála, slæm þjónusta gerir allt mun verra.\nFrábær staður sem ég borða stundum á, langaði bara að prófa eitthvað nýtt í dag.",
            "date": "2012-07-13 21:40:00",
            "post_id": "453789",
            "reply_to_id": "453788"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég dýrka Hanann, gæti ekki verið meira sama um þjónustuna þar (sem er bara yfirleitt ágæt) en djöfull eru bringurnar og grjónin góð þar. En ég viðurkenni það fúslega að ég hef fengið mjög misstórar bringur, og það munar helling á ekki bara mat heldur prótínmagninu sem maður er að sækjast eftir, eftir því sem maður fær 110 eða 180gr bringu.\nEn Lemon&Herb dressingin þeirra gerir það alltaf þess virði.",
            "date": "2012-07-13 21:44:00",
            "post_id": "453792",
            "reply_to_id": "453789"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Var í skóla tarna rett hja, fannst tetta allt of dyrt og omerkilegt. (Danskt lyklabord)",
            "date": "2012-07-13 21:51:00",
            "post_id": "453794",
            "reply_to_id": "453792"
        },
        {
            "user_name": "kallikukur",
            "text": "Virðist vera erfitt að finna góðan kjúklingastað á íslandi sem að er með almennilegan skammt á skikkanlegu verði",
            "date": "2012-07-13 21:52:00",
            "post_id": "453795",
            "reply_to_id": "453794"
        },
        {
            "user_name": "GuðjónR",
            "text": "Tek undir þetta, í raun erfitt að finna góðan matsölustað sem býður almenninlegan skammt á skikkanlegu verði...",
            "date": "2012-07-13 21:56:00",
            "post_id": "453797",
            "reply_to_id": "453795"
        },
        {
            "user_name": "hfwf",
            "text": "Kíkið á BK Kjúkling.",
            "date": "2012-07-13 21:59:00",
            "post_id": "453798",
            "reply_to_id": "453797"
        },
        {
            "user_name": "braudrist",
            "text": "Fékk mér einu sinni pizzu á Saffran og hún var einhver versti óbjóður sem ég hef á ævinni smakkað. Hún leit út eins og einhver hafi ælt ofan á hana og bragðið var eitthvað svipað.",
            "date": "2012-07-13 22:23:00",
            "post_id": "453801",
            "reply_to_id": "453798"
        },
        {
            "user_name": "Daz",
            "text": "Enda eru pizzurnar á Saffran ekki venjulegar pizzur. Ekki frekar en sushi pizzurnar á Rub23 eru venjulegar pizzur.",
            "date": "2012-07-13 22:29:00",
            "post_id": "453803",
            "reply_to_id": "453801"
        },
        {
            "user_name": "intenz",
            "text": "Hvað með Kjúklingastaðinn Suðurveri? Hef aldrei farið svangur þaðan.\nSent from my GT-I9300 using Tapatalk 2",
            "date": "2012-07-13 22:47:00",
            "post_id": "453806",
            "reply_to_id": "453803"
        },
        {
            "user_name": "GuðjónR",
            "text": "Er sá staður til ennþá?\nÉg fór þangað síðast fyrir hmm...12 árum að mig minnir ... og þá ætlaði ég að kaupa þrjú upplæri en ég mátti það ekki!\nStelpan sagði, nei þú mátt ekki velja bitana. Þú getur fengið eitt upplæri en þá verður þú að fá einn væng og svo máttu velja hvort þú tekur bringu eða legg.\nÉg hætti við að versla þar og hef ekki farið síðan.",
            "date": "2012-07-13 23:21:00",
            "post_id": "453816",
            "reply_to_id": "453806"
        },
        {
            "user_name": "coldcut",
            "text": "Er búið að loka Piri Piri sem var niður við höfn? Ég fór nú nokkrum sinnum þangað og fékk alltaf góðan kjúlla!",
            "date": "2012-07-13 23:42:00",
            "post_id": "453824",
            "reply_to_id": "453816"
        },
        {
            "user_name": "Kobbmeister",
            "text": "Ég hef farið þangað nokkrum sinnum og hef alltaf labbað sáttur út.\nKjúklinga sallatið þarna er eitt það besta sem ég hef fengið og síðan er BBQ sósan sem þeir nota fáránlega góð.",
            "date": "2012-07-14 03:53:00",
            "post_id": "453870",
            "reply_to_id": "453824"
        },
        {
            "user_name": "Black",
            "text": "Er mest hrifinn af grillhúsinu ef ég er að fara út að borða fyrir peninginn",
            "date": "2012-07-14 04:24:00",
            "post_id": "453872",
            "reply_to_id": "453870"
        },
        {
            "user_name": "ASUStek",
            "text": "Það er einn staður...sem er bara legendery....Ólafshús á Sauðarkróki..það er ekki til betri hamborgara þar né pizzur og ég er mikill matar maður.\nog auðvitað stórar og góðar bringur þetta eru fag menn",
            "date": "2012-07-14 04:50:00",
            "post_id": "453873",
            "reply_to_id": "453872"
        },
        {
            "user_name": "Marmarinn",
            "text": "Fórstu á hvað??? Halim Al?",
            "date": "2012-07-14 10:36:00",
            "post_id": "453885",
            "reply_to_id": "453873"
        },
        {
            "user_name": "IL2",
            "text": "Það erbúinn að vera nýr eigandi að Suðurveri síðan 2008 (?). Liðið sem átti hann voru upprunalegu eigendurnir og ég er samála Guðjóni með það að svona var þetta hjá þeim.",
            "date": "2012-07-14 10:42:00",
            "post_id": "453886",
            "reply_to_id": "453885"
        },
        {
            "user_name": "appel",
            "text": "2000 kall...\nmargir góðir staðir sem bjóða mat á því verði... t.d.:\n- Road house snorrabraut\n- Hamborgarafabrikkan\n- Ruby Tuesdays\n- Saffran\n- Tandoori\n- Na na thai (bara í hádeginu, doldið svona búllulegur staður þó, en einn besti tælenski á landinu! Sami eigandi og að Krua Thai + sömu uppskriftir held ég)\n- Jafnvel American stÆL\nHef borðað á Hananum og fannst það alltílagi, aðeins of dýrt finnst mér miðað við hvað maður fær, ég myndi kjósa Saffran frekar en Hanann, ódýrara og skemmtilegri matur. Lemon&Herbes er reyndar fantastic á Hananum.\nBK kjúlli er ágætur, en frekar plain matur, og ansi búllulegur. Vantar alveg svona \"grillaður kjúlli\" staður, held að BK ætti að taka sig í gegn og fara út í slíkt.\nSuðurver er nú bara einsog einhver sjoppubúlla, ekki alveg \"fínna en KFC\".",
            "date": "2012-07-14 11:02:00",
            "post_id": "453888",
            "reply_to_id": "453886"
        },
        {
            "user_name": "Gúrú",
            "text": "Enginn búinn að nefna Serrano?\nMjög \nsambærileg máltíð við þær á Hananum (kjúklingur, hrísgrjón etc) þó að framsetningin sé öðruvísi og mér finnst það mun betri matur\nog grunar mig öllu betri í verð/kaloríur, verð/prótín o.fl.  \nWhot?",
            "date": "2012-07-14 11:14:00",
            "post_id": "453890",
            "reply_to_id": "453888"
        },
        {
            "user_name": "tdog",
            "text": "Hvor fór á undan, þú eða Soffía Hansen?",
            "date": "2012-07-14 11:43:00",
            "post_id": "453894",
            "reply_to_id": "453890"
        },
        {
            "user_name": "dori",
            "text": "Já, hann lifði ekki í heilt ár. Ég var að vinna niðri við höfn og fór þangað nokkrum sinnum. Mjög góður kjúlli og á sanngjörnu verði. En ég held að það hafi verið of lítil aðsókn svo að dæmið gekk bara ekki upp.",
            "date": "2012-07-14 11:45:00",
            "post_id": "453895",
            "reply_to_id": "453894"
        },
        {
            "user_name": "GuðjónR",
            "text": "hahaha já ég vissi að þið mynduð hiksta á þessu, ég kalla þennan stað \nHalim Al.",
            "date": "2012-07-14 11:47:00",
            "post_id": "453896",
            "reply_to_id": "453895"
        },
        {
            "user_name": "Gúrú",
            "text": "Já sénsinn að þú gerir það viljandi Guðjón; þetta var Freudian slip hjá þér og þú hér með formlega busted.",
            "date": "2012-07-14 11:52:00",
            "post_id": "453899",
            "reply_to_id": false
        },
        {
            "user_name": "GuðjónR",
            "text": "hehehehe",
            "date": "2012-07-14 11:56:00",
            "post_id": "453900",
            "reply_to_id": "453899"
        },
        {
            "user_name": "Tesli",
            "text": "Ég hef alveg öfuga sögu af Hananum að segja, frábær og vinaleg þjónusta en maturinn er ekkert góður (hef farið tvisvar og fer ekki aftur út af matnum)",
            "date": "2012-07-14 12:59:00",
            "post_id": "453909",
            "reply_to_id": "453900"
        },
        {
            "user_name": "flottur",
            "text": "Konan og ég fórum oft á þennan stað fyrr á þessu ári, þangað til að við ákváðum að kaupa sterku sósuna sem þeir eru með í kosti og byrja að elda kjúklingin sjálf eftir það höfum við aldrei farið aftur þangað.\nEn við höfðum alltaf fengið fína þjónustu þarna þó svo að ég geti alveg verið sammála um að maturinn væri kannski ekki alveg í samræmi við verðið.",
            "date": "2012-07-14 13:57:00",
            "post_id": "453915",
            "reply_to_id": "453909"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Word. Svo líka Saffran, kemur á óvart.",
            "date": "2012-07-14 15:00:00",
            "post_id": "453924",
            "reply_to_id": "453915"
        },
        {
            "user_name": "stebbi23",
            "text": "Fer þangað allavega einu sinni hverri viku og hef alltaf verið mjög ánægður með það sem ég fæ.\nAnnars líka fínt að fara bara á BK og fá sér kjúklingasamloku...alveg helling af mat.",
            "date": "2012-07-14 17:20:00",
            "post_id": "453937",
            "reply_to_id": "453924"
        },
        {
            "user_name": "Frussi",
            "text": "Bankastræti -> Deli eða Hamborgarabúllan, gerist ekki betra",
            "date": "2012-07-14 18:40:00",
            "post_id": "453953",
            "reply_to_id": "453937"
        },
        {
            "user_name": "Jon1",
            "text": "þetta er svo gott sem eini staðurinn sem ég fer út að borða á lengur, ekkert nema frábær þjónusta og maturinn gjeggjaður öll skiptin sem ég hef farið og aldrei komið svangur út",
            "date": "2012-07-14 18:47:00",
            "post_id": "453954",
            "reply_to_id": "453953"
        },
        {
            "user_name": "Victordp",
            "text": "Besti kjúlli sem ég veit um",
            "date": "2012-07-14 18:57:00",
            "post_id": "453956",
            "reply_to_id": "453954"
        },
        {
            "user_name": "kazzi",
            "text": "finnst nú frekar lélegt ef maður gæti annað hvort lent á 110gr eða 180gr bringu fyrir sama pening, eftir heppni eða hvað ?",
            "date": "2012-07-14 19:21:00",
            "post_id": "453960",
            "reply_to_id": "453956"
        },
        {
            "user_name": "Carragher23",
            "text": "Þetta var nú auðvitað bara dæmi. Efast um að Antitrust sé með vigtina með sér þegar hann fer út að borða.\nAnnars hef ég farið á Hanann 3-4x og alltaf verið sáttur. Get alveg tekið undir það að skammtarnir mættu vera stærri.\nFer að vísu í 90% frekar inn um næstu dyr og fæ 24 tommu subway fyrir sama pening og ein máltið á hananum.",
            "date": "2012-07-14 19:58:00",
            "post_id": "453964",
            "reply_to_id": "453960"
        },
        {
            "user_name": "dori",
            "text": "Sá þetta á facebook áðan",
            "date": "2012-07-19 14:11:00",
            "post_id": "454994",
            "reply_to_id": "453964"
        },
        {
            "user_name": "rapport",
            "text": "Suðurverið hefur aldrei klikkað fyrir mig... Fer oftast i fiskinn þar.\nÞessir gaurar eru með ofnæmi eða e-h, ef að þetta væri matareitrun, þá væri það tekið í blöðin og upp alla keðjuna til kjúklingabúana.\nAnnars ef ég fer e-h þá fer ég á:\nAmerican style.\nSaffran = kominn með nóg, allt er eins á bragðið.\nSerrano = kjams kjams, elska BBQ burrito.\nAnnars er kjánalega lítill munur m.v. hvað maður er að fá, að fara á þessa staði eða á Tapas Barinn, Tapas Húsið og/eða fara með familíuna í Turninn í Smáranum.\nBorgaði fyrir skemmstu 8þ. á American style (30 min stopp og service eins og það er), en borgaði 16þ. fyrir hlaðborð í Turningum og það var heilt kvöld með afslöppun, þjónustu og á geggjuðum stað og krakkarnir grenja um að fá að fara aftur...\nEn Dreka- og Vitaborgarar eru ódýrir og ágætir",
            "date": "2012-07-19 14:40:00",
            "post_id": "454998",
            "reply_to_id": "454994"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég borða kjúklingabringur 1-2x á dag 5-6 daga vikunnar, og þegar ég er að smella líkamanum í beach-body form þá vigta ég allan mat. Ég get því með talsvert mikilli nákvæmni sagt til um hvort bringa er 110, 150 eða 180gr.\nHvað Serrano varðar er sama vandamál þar. Það er hægt að fá alveg ótrúlega góða Burrito/Quesadilla með heilmiklum mat fyrir peninginn, en það er að sama skapi hægt að fá brauð með helling af salsa og lítið af flestu öðru. Þoli heldur ekki að vera að borga 1000-1500kr fyrir máltíð og maður fær oftast ekkert nema hneykslunarsvip ef maður biður um meira af e-rju, og ef maður ætlar að fá nokkrum grömmum meira af kjúkling borgar maður hundruði króna.\nAlveg hættur að éta þarna líka eftir að ég tók saman kcal gildin á þokkalegum Burrito.",
            "date": "2012-07-19 14:44:00",
            "post_id": "454999",
            "reply_to_id": "454998"
        },
        {
            "user_name": "Dagur",
            "text": "Ég fór reglulega á Hanann á tímabili. Mér finnst maturinn þar alltaf mjög bragðgóður og þjónustufólkið vingjarnlegt en ég hætti að fara þangað eftir að ég fékk tvö eða þrjú skipti í röð alveg pínulitla bita sem voru lítið annað en bein. Svo finnst mér pirrandi hvað verðmerkingarnar eru lélegar (þeir sýna bara verðin á máltíðunum) og svo er kjúklingaborgarinn þeirra með BBQ sósu en það er hvergi tekið fram.\nÞað sem gerir góða veitingastaði er samræmi. Viðskiptavinurinn vill vita nákvæmlega hvað hann gengur að þegar hann verslar við staðinn. Það á ekki að skipta máli hver er að vinna hvert skipti. Þess vegna eru staðir eins og McDonalds vinsælir.",
            "date": "2012-07-19 16:09:00",
            "post_id": "455017",
            "reply_to_id": "454999"
        },
        {
            "user_name": "Gúrú",
            "text": "Hví? \nÞað eru ~950 kaloríur í stækkaðri burrito sem mér finnst bara fínt.",
            "date": "2012-07-19 16:17:00",
            "post_id": "455019",
            "reply_to_id": "455017"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég hef ekki nokkurn skapaðan hlut að gera við 950 kcal í einni máltíð, þar sem prótín er í minnihluta.",
            "date": "2012-07-19 16:54:00",
            "post_id": "455029",
            "reply_to_id": "455019"
        },
        {
            "user_name": "Gúrú",
            "text": "Sýndi vinkonu minni þetta fyrr í dag og hún var að vinna og sagði eigendunum/starfsmönnunum frá þessu og \nþau höfðu ekki hugmynd um hvorki það að þetta á þessari mynd hefði gerst né að þessi Facebook aðgangur væri til og hvað þá að staðurinn ætti hann.",
            "date": "2012-07-19 22:16:00",
            "post_id": "455103",
            "reply_to_id": "455029"
        },
        {
            "user_name": "GuðjónR",
            "text": "Það hlaut að vera, svarið var með endæmum hrokafullt. \nEn af hverju er fólk að standa í að búa til FB síðu í nafni einhvers annars? Íllgirni?\nHvernig er það annars í dag, má maður kaupa sér t.d. 3x upplæri eða leggi? eða er það ennþá bannað??",
            "date": "2012-07-19 22:28:00",
            "post_id": "455105",
            "reply_to_id": "455103"
        },
        {
            "user_name": "Gúrú",
            "text": "Fer sérstaklega yfir þetta í næsta samtali mínu við hana fyrir þig.",
            "date": "2012-07-19 22:52:00",
            "post_id": "455109",
            "reply_to_id": "455105"
        },
        {
            "user_name": "GuðjónR",
            "text": "heheheh góður! \nÉg er að segja satt þegar mér var neitað um afgreiðslu þar sem ég bað um þrjú upplæri franskar og kók.\nStelpan sem var að afgreiða var hneyksluð á frekjunni í mér að halda að ég gæti bara valið bitana...\nNúna eru líka 10 ár síðan og ég hef ekki stigið þarna fæti inn, kannski var þetta bara greiði",
            "date": "2012-07-19 23:04:00",
            "post_id": "455113",
            "reply_to_id": "455109"
        },
        {
            "user_name": "Victordp",
            "text": "Þetta voru \"fans\" og þeir póstuðu á veginn fyrr í dag að þetta kæmi fyrirtækinu ekkert nálægt og núna finn ég ekki síðuna.",
            "date": "2012-07-19 23:09:00",
            "post_id": "455114",
            "reply_to_id": "455113"
        },
        {
            "user_name": "GuðjónR",
            "text": "Annars kom það mér ekkert á óvart að þetta væri svar frá staðnum, því þegar ég sendi \nþessa\n umræðu á \nhlollabatar@hlollabatar.is\n og bað um skýringar á því af hverju ég hefði fengið þetta ógeð þegar ég pantaði rifjabát, þá fékk ég svar frá einhverjum; \nhelgi@hlollabatar.is\n og það var svona:\nMetnaðurinn = 0\nHrokinn = 100",
            "date": "2012-07-19 23:20:00",
            "post_id": "455118",
            "reply_to_id": "455114"
        },
        {
            "user_name": "Gúrú",
            "text": "Það má og hefur alltaf mátt í hennar starfsferli.",
            "date": "2012-07-19 23:30:00",
            "post_id": "455119",
            "reply_to_id": "455118"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hún hefur þá byrjað eftir aldarmótin",
            "date": "2012-07-19 23:33:00",
            "post_id": "455120",
            "reply_to_id": "455119"
        }
    ],
    "date": "2012-07-14 11:52:00"
}