{
    "forum_title": "Koníakstofan",
    "id": "48992",
    "title": "Pakka tap á Ljósneti hjá Síminn.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=48992",
    "posts": [
        {
            "user_name": "inservible",
            "text": "Hef verið að lenda í því að það er mikið pakka tap á netinu hjá mér og stundum dettur netið alveg út. Það er var skipt yfir í ljósnet hérna fyrir 2 vikum og þetta virðist hafa byrjað um svipað leiti. Einhver hér sem kannast við svona mál hvað þetta gæti verið og hvar vandamálið liggur nenni eiginlega ekki að bíða eftir símagæja þar sem að þeir koma alltaf bara í framtíðinni....anyone?",
            "date": "2012-07-15 13:50:00",
            "post_id": "454054",
            "reply_to_id": false
        },
        {
            "user_name": "wicket",
            "text": "Aldrei lent í neinu veseni á Ljósnetinu, það hefur virkað langtum betur en ég átti von á.\nHvernig router ertu með ? Síðast þegar ég þurfti mann heim frá Símanum tók það 2 daga, kalla það ekki framtíð",
            "date": "2012-07-15 17:01:00",
            "post_id": "454077",
            "reply_to_id": "454054"
        },
        {
            "user_name": "gardar",
            "text": "Hringdu í símann og láttu þá mæla línuna hjá þér, þeir geta gert það án þess að mæta á staðinn til þín.",
            "date": "2012-07-15 18:33:00",
            "post_id": "454094",
            "reply_to_id": "454077"
        },
        {
            "user_name": "inservible",
            "text": "Jæja ég bíð þá bara, þakka fyrir svör samt sem áður.",
            "date": "2012-07-16 09:54:00",
            "post_id": "454211",
            "reply_to_id": "454094"
        },
        {
            "user_name": "gardar",
            "text": "gátu þeir ekki mælt línuna í gegnum símann?",
            "date": "2012-07-16 14:25:00",
            "post_id": "454268",
            "reply_to_id": "454211"
        },
        {
            "user_name": "inservible",
            "text": "Nei hann sagðist þurfa senda tæknimann í þetta. Þessi viðskipti mín við þá eru að verða alveg rosalega þreytt. Ég er samt sem áður búinn að ákveða að vera þolinmóður og gefa þessu viku áður en ég fer að pirra mig",
            "date": "2012-07-16 23:06:00",
            "post_id": "454340",
            "reply_to_id": "454268"
        },
        {
            "user_name": "Minuz1",
            "text": "Síðast sem ég fékk tæknimann frá símannum þá endaði það í 70 þús króna útlagðan kostnað, 3 vikur í netleysi og röng bilanagreining.\nEkkert tilbúinir að koma til móts við mig í þeim málum.",
            "date": "2012-07-17 00:21:00",
            "post_id": "454365",
            "reply_to_id": "454340"
        },
        {
            "user_name": "tdog",
            "text": "Það er ekki þeim að kenna að innanhúslagnavinna er alltaf á þinn kostnað.\nEn burtséð frá því, þá myndi ég einfaldlega hringja og fá hægt á línunni niður í 30/10Mb… Þetta eykur stöðugleikann til muna og þú ættir að vera í góðum málum.",
            "date": "2012-07-17 21:14:00",
            "post_id": "454645",
            "reply_to_id": "454365"
        },
        {
            "user_name": "inservible",
            "text": "Er þá ekki bara málið þar sem ég fer hugsanlega að flytja á næstu mánuðum að fá þá bara til að lækka aftur niður í adsl? varla getur það kostað neitt?",
            "date": "2012-07-17 22:36:00",
            "post_id": "454678",
            "reply_to_id": "454645"
        }
    ],
    "date": "2012-07-15 13:50:00"
}