{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "49122",
    "title": "Tengja sjónvarpið við tölvuna..snúruvesen",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=49122",
    "posts": [
        {
            "user_name": "appel",
            "text": "Var að breyta aðeins hjá mér og tölvan er komin í burtu frá sjónvarpinu. Þetta var tengt þannig að það var bara hdmi/dvi kapall á milli sjónvarps og tölvu, ekkert langur, c.a. 2 metra löng.\nNúna er tölvan komin miklu lengra í burtu og ég vil ekki fara leiða einhverjar 20 metra langar snúrur meðfram veggjum og þvert yfir parketið til þess að spilað vídjó í tölvunni og horft á í sjónvarpinu.\nHvaða lausnir eru menn með?\nSjónvarpsflakkarar? Þráðlausir?\nVil helst bara vera með allt efni í tölvunni.\nVil lausn með sem minnst umstang í snúrum og svona. Má kosta svosem smá, en ekkert rosalegt.\nÞakka fyrir hugmyndir.",
            "date": "2012-07-20 15:19:00",
            "post_id": "455239",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "Ódýr HTPC/AppleTV + XBMC.",
            "date": "2012-07-20 15:37:00",
            "post_id": "455241",
            "reply_to_id": "455239"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Myndi splæsa í notaða PS3, nærð svo í TVersity. Þrjár flugur í einu höggi, tölvan, net og leikir í sjónvarpið.",
            "date": "2012-07-20 15:42:00",
            "post_id": "455242",
            "reply_to_id": "455241"
        },
        {
            "user_name": "Rumpituski",
            "text": "x2",
            "date": "2012-07-20 16:16:00",
            "post_id": "455255",
            "reply_to_id": "455242"
        },
        {
            "user_name": "Cikster",
            "text": "Þar sem ég giska að þú hafir haft netkapal við sjónvarpið gæti þetta verið möguleiki (þarf reyndar 2)\nhttp://kisildalur.is/?p=2&id=1350",
            "date": "2012-07-20 17:22:00",
            "post_id": "455268",
            "reply_to_id": "455255"
        },
        {
            "user_name": "appel",
            "text": "Þetta er frekar sniðugt. \nÆtli þetta virki með svona powerline?",
            "date": "2012-07-20 17:33:00",
            "post_id": "455269",
            "reply_to_id": "455268"
        },
        {
            "user_name": "gardar",
            "text": "Það er glatað að senda mynd í gegnum raflínur, hætt við að myndin brenglist við truflanir þegar þvottavél er í gangi oþh.\nGeturðu ekki dregið cat5e kapal í gegnum einhverjar dósir hjá þér?",
            "date": "2012-07-20 17:40:00",
            "post_id": "455270",
            "reply_to_id": "455269"
        },
        {
            "user_name": "appel",
            "text": "Gæti prófað að athuga hvort það sé möguleiki að draga kapal í dósirnar.\nEn þarf þetta hdmi/cat5/hdmi dæmi að hafa cat5 kapalinn dedicated? Get ég sett annað dót á cat5 kapalinn annað en þetta?",
            "date": "2012-07-20 18:21:00",
            "post_id": "455279",
            "reply_to_id": "455270"
        },
        {
            "user_name": "gardar",
            "text": "Ég hef ekki prófað þetta hdmi í cat dæmi en það ætti að vera hægt að einangra hdmi merkið frá internet merkinu með einhverri aðferð. Það væri líka hægt að splitta vírunum inni í cat snúrunni þar sem þú getur komist upp með að nota bara 2 pör af vírum til að flytja internetið (snúran inniheldur 4 pör).\nÉg sé reyndar að þessi græja í kísildal krefst tveggja cat6 kapla svo að hún er kannski ekki málið. Ætli hún sé ekki að senda hreint hdmi merki yfir cat. Gáfulegra væri að kaupa \"hdmi í internet/ip\" græju sem sendir hdmi merkið yfir cat sem internet umferð. Svoleiðis græja kostar eflaust meira en þú þyrftir bara að leggja einn cat kapal og gætir sent aðra umferð um strenginn líka með því að hafa switcha á báðum endum.",
            "date": "2012-07-20 20:46:00",
            "post_id": "455311",
            "reply_to_id": "455279"
        },
        {
            "user_name": "AntiTrust",
            "text": "Nei, HDMI yfir ethernet þarf alveg dedicated línu afaik.",
            "date": "2012-07-20 20:50:00",
            "post_id": "455313",
            "reply_to_id": "455311"
        },
        {
            "user_name": "gardar",
            "text": "HDMI over IP er málið\nhttps://www.youtube.com/watch?v=50MJLA-zKCo&hd=1",
            "date": "2012-07-20 20:52:00",
            "post_id": "455314",
            "reply_to_id": "455313"
        },
        {
            "user_name": "AntiTrust",
            "text": "Svo sexí. Langar akkúrat að notfæra mér þessa tækni og koma öllum tækjum fyrir inn í serverherbergi.",
            "date": "2012-07-20 20:54:00",
            "post_id": "455315",
            "reply_to_id": "455314"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Nettengdur sjónvarpsflakkari/spilari eða jafnvel ódýr spjaldtölva með HDMI tengi hefði maður haldið að væri minna umstang en að fara að draga kapla.",
            "date": "2012-07-20 20:55:00",
            "post_id": "455316",
            "reply_to_id": "455315"
        },
        {
            "user_name": "AntiTrust",
            "text": "Afhverju eru menn undir þeim skilning að það að draga einn cat kapal sé svona mikið mál? \n Hægt að kaupa fjöður, rj45 klemmu og mola á um 5k.",
            "date": "2012-07-20 20:58:00",
            "post_id": "455317",
            "reply_to_id": "455316"
        },
        {
            "user_name": "gardar",
            "text": "Ef þetta er gömul símadós eða loftnetsdós þá er líka bara hægt að festa gamla og nýja kapalinn saman og draga í gegn \nTell me about it, ekkert meira sexy en allar græjur heimilisins í geymslu í 19\" rack, hafa svo bara ethernet tengda skjái og sjónvörp frammi í íbúð",
            "date": "2012-07-20 21:09:00",
            "post_id": "455321",
            "reply_to_id": "455317"
        }
    ],
    "date": "2012-07-20 15:19:00"
}