{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "49235",
    "title": "i5 eða i7 í fartölvu?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=49235",
    "posts": [
        {
            "user_name": "gazzi1",
            "text": "Sælir...hvort mælið þið með i5 eða i7 örgjörfa í fartölvu? Er i7 ekki að eyða mun meira af batteríinu? Vill helst hafa 5 klst plús sem að batteríið dugar!\nEr svona aðalega að spá í þessum 2...er ekki ASUS annars toppmerki í fartölvum eða hvað? \nhttp://www.fcomputer.dk/computer/b%C3%A ... m-2gb.html\nhttp://www.fcomputer.dk/computer/b%C3%A ... m-2gb.html",
            "date": "2012-07-25 00:57:00",
            "post_id": "456259",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "Quad core vél, GT610m, 15.6\" skjár og 6cell batterý?\nÞessi formúla gefur þér seint e-ð meira en 2-3 tíma af batt, ef það.",
            "date": "2012-07-25 01:21:00",
            "post_id": "456261",
            "reply_to_id": "456259"
        },
        {
            "user_name": "Gúrú",
            "text": "ASUS og Toshiba stóðu sig betur en öll hin merkin í 30.000 staka athugun hjá stóru tryggingarfyrirtæki.\nEngin leið að fá 5 klukkustundir af batterýlífi í svona vél.",
            "date": "2012-07-25 01:25:00",
            "post_id": "456262",
            "reply_to_id": "456261"
        },
        {
            "user_name": "gazzi1",
            "text": "Ætli hún nái ekki 4-5 tímum i léttri vinnslu? Hvað með i5 vélina? Er i5 örgjafi að ráða við allt í dag?",
            "date": "2012-07-25 12:26:00",
            "post_id": "456273",
            "reply_to_id": "456262"
        },
        {
            "user_name": "Eiiki",
            "text": "Skilgreindu allt",
            "date": "2012-07-25 12:31:00",
            "post_id": "456274",
            "reply_to_id": "456273"
        },
        {
            "user_name": "AntiTrust",
            "text": "Tekið úr review-i um i7 týpuna - En það var líka týpa með nVidia Optimus tækni sem kúplar sig yfir á onboard skjástýringu (HD4000) til að spara rafmagn. Þessar týpur sem þú línkar í eru bara með GT kortinu.\nÉg hugsa að tölurnar séu max 1klst í mjög þungri vinnslu, max 3.5klst í mjög léttri vinnslu. M.v. browsing, facebook, ritvinnsla etc sértu að horfa á ca 2.5klst endingu average.\nÉg er mikið búinn að skoða þræði þar sem menn voru að setja i7 í Thinkpad T420 vélarnar í staðinn fyrir i5, þeir enduðu flestir á að skipta til baka þar sem i7 þýddi mikið meiri hiti, minni rafhlöðuending og ekki það stórt performance stökk. Efast um að það sé mikið af hugbúnaði sem þú finnur mikið fyrir muninum, kannski þá helst þung myndvinnsla.",
            "date": "2012-07-25 12:35:00",
            "post_id": "456276",
            "reply_to_id": "456274"
        },
        {
            "user_name": "gazzi1",
            "text": "Oki þá er spurning að taka i5 örgjörfa ef það er slatti munur á batteríslíftíma...ég spila svosem ekki mikið leiki en vill geta haft nógu öflugan vélbúnað til að geta gripið í þá af ig til...ræður i5 vélin þarna ekki við allt eða? Get lika látið bæta i hana meira vinnsluminni",
            "date": "2012-07-25 12:41:00",
            "post_id": "456278",
            "reply_to_id": "456276"
        },
        {
            "user_name": "AntiTrust",
            "text": "Þú kemur líklega til með að sjá ca 30-40mín mun á rafhlöðunni með i5. Get ímyndað mér að líftíminn hoppi upp í kringum 3 tíma í rólegri vinnslu, kannski rétt rúmlega. i5 ræður við all flesta leiki, yfirleitt ekki örgjörvinn sem er flöskuhálsinn. Getur örugglega komið þessari vél upp í 8 eða jafnvel 16GB af RAM, oft styðja vélarnar allt að 16GB án þess að það sé opinberlega supportað.",
            "date": "2012-07-25 12:44:00",
            "post_id": "456280",
            "reply_to_id": "456278"
        }
    ],
    "date": "2012-07-25 00:57:00"
}