{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "49444",
    "title": "Var að fá mér Samsung Galaxy Tab 2 7.0 - Hvað næst? :D",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=49444",
    "posts": [
        {
            "user_name": "Xovius",
            "text": "Var í Eistlandi um daginn og ákvað að skella mér á eina litla spjaldtölvu, Samsung Galaxy Tab2 7.0.\nNú er ég bara að pæla, hvað eru bestu öppin sem ég þarf og hvað er sniðugt að gera ? \nBtw, veit einhver um góðann converter til að breyta MKV file'um í eitthvað sem hún kann að lesa?",
            "date": "2012-08-02 21:48:00",
            "post_id": "458246",
            "reply_to_id": false
        },
        {
            "user_name": "wicket",
            "text": "BS Player sem er frír á market les MKV léttilega og getur lesið share af tölvum á heimilinu í gegnum SMB.\nMöst að hafa Tablified Makrket HD appið, það sýnir öll tablet spes apps sem til eru í playstore. Algjör snilld.",
            "date": "2012-08-02 22:02:00",
            "post_id": "458252",
            "reply_to_id": "458246"
        },
        {
            "user_name": "Xovius",
            "text": "Eitthvað fleira skemmtilegt?",
            "date": "2012-08-03 23:02:00",
            "post_id": "458409",
            "reply_to_id": "458252"
        },
        {
            "user_name": "krissi95",
            "text": "angry birds!",
            "date": "2012-08-04 11:48:00",
            "post_id": "458461",
            "reply_to_id": "458409"
        },
        {
            "user_name": "Xovius",
            "text": "Downloadaði Angry Birds þegar ég var í Finnlandi \n (Angry Birds er frá Finnlandi in case you didn't know \n)",
            "date": "2012-08-07 19:57:00",
            "post_id": "458954",
            "reply_to_id": "458461"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég nota mest:\nUnified Remote - Stjórna ýmsu á flestum vélum heima við\nPC Monitor - Fylgist með öllu á netþjónunum heima\nPlex - Streymi öllu media efni sem ég á utan og innanhúss\nStumbleupon - Besta leiðin til að uppgötva interesting efni á netinu\nVidaOne Lifestyle - Fylgist með kcal tölum á öllu sem ég borða / tracka æfingar / WiFi vigtin sendir mælingar í þetta og uppfærir statistics\nSqueezeBox - Stjórna Squeezebox app sem eru uppsett á flestum vélum heima, snilldarforrit fyrir multiroom audio playback\nTapatalk - Forum browser\nAmazon Kindle - Bækur etc\nIMDB - Sama og heimasíðan, betur sett upp, mjög flott forrit\nMoboplayer - Góður video spilari, spilar flest allt sem ég hef hent í hann\nRemoteRDP - Góður RDP client\nuTorrent Remote - Segir sig sjálft\nMovieBrowser HD - Flott library forrit fyrir locally geymt media efni, skafar eftir metadata og posters etc, auðvelt að búa til flokka.",
            "date": "2012-08-07 20:21:00",
            "post_id": "458960",
            "reply_to_id": "458954"
        }
    ],
    "date": "2012-08-02 21:48:00"
}