{
    "forum_title": "Óskast - Tölvuvörur",
    "id": "49646",
    "title": "ÓE t61 14\" nvidia móðurborð",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=54&t=49646",
    "posts": [
        {
            "user_name": "Cascade",
            "text": "Ég enda örugglega að panta þetta af ebay, en það sakar ekki að athuga hvort einhver eigi svona hérna fyrst.\nMálið er að ég held að skjákortið sé farið í minni tölvu.  Á t61 er skjákortið fast við móðurborðið svo mig vantar móðurborð úr 14\" t61 sem var með nvidia korti í\nÞannig er einhver sem á bilaða t61 (þar sem e-ð annað en móðurborðið var bilað) upp í hillu hjá sér?",
            "date": "2012-08-12 22:43:00",
            "post_id": "460239",
            "reply_to_id": false
        },
        {
            "user_name": "Stulloz",
            "text": "Það var þekktur galli í móðurborðunum í T61 vélunum\nÞau voru í ábyrgð á sínum tíma og nýherji (f.h Lenovo) skipti þeim út eigendum að kostnaðarlausu.\nÞú gætir e.t.v. komist í móðurborð einhverstaðar en ef það er ekki \"post repair\" borð þá mun nvidia kortið klikka aftur.",
            "date": "2012-08-13 14:57:00",
            "post_id": "460349",
            "reply_to_id": "460239"
        },
        {
            "user_name": "Cascade",
            "text": "Takk fyrir gott svar,\nVeistu hvort þetta sé bundið í ábyrgðartíman eða hvort þetta sé eins og stundum  þegar það eru framleiðslugallar að þetta sé alltaf í ábyrgð, tölvan náttúrlega orðin 5 og hálfs árs gömul, langa þriggja ára ábyrgðin löngu búin",
            "date": "2012-08-13 16:46:00",
            "post_id": "460370",
            "reply_to_id": "460349"
        },
        {
            "user_name": "dori",
            "text": "Búinn að prufa að baka borðið?",
            "date": "2012-08-13 17:12:00",
            "post_id": "460377",
            "reply_to_id": "460370"
        },
        {
            "user_name": "Stulloz",
            "text": "Þetta var svakalega mikið issue milli Lenovo og Nvidia á sínum tíma og Nvidia endaði á að taka á sig kostnaðinn við þessi útskipti.\nÉg myndi bara hringja í Nýherja, tala við Guðmann á verkstæðinu, hann ætti að geta flett upp númerinu á móðurborðinu og athugað hvort það sé enn gjaldgengt fyrir útskipti.\nHvað er annars týpan á vélinni sjálfri ? (ATH....sjö stafa runa með talnablandi undir vélinni...XXXX-XXX)",
            "date": "2012-08-13 17:36:00",
            "post_id": "460382",
            "reply_to_id": "460377"
        },
        {
            "user_name": "Cascade",
            "text": "Hún er type 8889-CTO, býst við að þú hafir verið að  meina það, en til öryggis:\nS/N L3-H2912 07/12\nProduct ID:889W6C\nÉg hringi í nýherja á morgun, takk fyrir ábendinguna",
            "date": "2012-08-13 18:28:00",
            "post_id": "460396",
            "reply_to_id": "460382"
        },
        {
            "user_name": "sigurdur",
            "text": "Ég er með samskonar vél og þú. Getur þú póstað hingað hverju Nýherji svara, áður en ég bjalla í þá sjálfur?\nkv,\nSiggi",
            "date": "2012-08-13 18:55:00",
            "post_id": "460406",
            "reply_to_id": "460396"
        },
        {
            "user_name": "Cascade",
            "text": "Ég geri það",
            "date": "2012-08-13 19:26:00",
            "post_id": "460411",
            "reply_to_id": "460406"
        },
        {
            "user_name": "lollipop0",
            "text": "var með svona vél fór með vélin í nýherji \nborgaði 5Þ fyrir skoðun og það var út af bilað móðurborðið\nþeir í nýherji sagði að það móðurborðið kostar 100Þ án vinnu  \n \nog það er ekki ábyrgð lengur  \n  (Nvidia framlengja ábyrgð 1 ár í viðboð ef ég mann rétt)\nhenda þessu í ruslið",
            "date": "2012-08-13 20:02:00",
            "post_id": "460423",
            "reply_to_id": "460411"
        },
        {
            "user_name": "Cascade",
            "text": "Ég var að hringja á verkstæðið hjá Nýherji og þar sem þetta er ekki \"official innköllun\" frá lenovo og því er þetta ekki á í ábyrgð hjá þeim",
            "date": "2012-08-14 16:08:00",
            "post_id": "460622",
            "reply_to_id": "460423"
        },
        {
            "user_name": "methylman",
            "text": "Er með Lenovo t61 14\" til sölu án skjás og disks en annað virðist vera í lagi vélin bootar í BIOS",
            "date": "2012-08-14 17:34:00",
            "post_id": "460642",
            "reply_to_id": "460622"
        },
        {
            "user_name": "sigurdur",
            "text": "Takk fyrir þetta. Sýnist af umræðum hér og þar að Lenovo hafi skipt um móðurborð í einhverja 13 mánuði frá því þetta kom upp, en hætt í mars eða apríl í fyrra. Aldrei var viðurkennt að um galla væri að ræða og því ekki formleg innköllun.",
            "date": "2012-08-15 12:07:00",
            "post_id": "460830",
            "reply_to_id": "460642"
        },
        {
            "user_name": "Cascade",
            "text": "Ég keypti borðtölvu af muggz rétt áðan svo mig vantar ekki lengur tölvu\nEn ef ég fæ móðurborðið ódýrt þá auðvitað kaupi ég það",
            "date": "2012-08-16 22:21:00",
            "post_id": "461132",
            "reply_to_id": "460830"
        },
        {
            "user_name": "Stulloz",
            "text": "Ertu til í að selja vélina ( eða það sem eftir er af henni) ?",
            "date": "2012-08-17 01:40:00",
            "post_id": "461204",
            "reply_to_id": "461132"
        },
        {
            "user_name": "Cascade",
            "text": "Ég er til í það, en methylman er búinn að panta það, þau viðskipti eru ekki frágenginn, hann ætlaði að hafa samband við mig eftir helgi, ég læt þig vita ef það klikkar",
            "date": "2012-08-17 19:02:00",
            "post_id": "461319",
            "reply_to_id": "461204"
        }
    ],
    "date": "2012-08-12 22:43:00"
}