{
    "forum_title": "Unboxing og Reviews",
    "id": "49727",
    "title": "[Unboxing] Asus Xonar Essence ST",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=40&t=49727",
    "posts": [
        {
            "user_name": "chaplin",
            "text": "Ákvað fyrir nokkrum dögum að biðja Tölvutækni að sérpanta fyrir mig hljóðkort, í gær sótti ég það - þetta kort er af Xonar línunni frá Asus og er líklegast það skynsamlegasta sem ég hef nokkurntíman keypt í tölvuna mína frá upphafi.\nÉg kynni\nÉg er ekki beint neinn audiophile en ég elska þó fátt jafn meira en að hlusta á tónlist í hámarksgæðum! Fyrir þá sem gera sér ekki grein fyrir því afhverju maður ætti að kaupa sér hljóðkort fyrst það er núþegar hljóð frá móðurborðinu sem er bara mjög fínt, það er eins og að segja, ég þarf ekki skjákort því skjástýringin er bara fín. Munurinn er ótrúlegur, hvort sem það er tónlist, bíómyndir eða leikir, mv. að þú sért að nota almennileg heyrnatól.\nÞakka Tölvutækni fyrir ótrúlega hraða þjónustu!",
            "date": "2012-08-16 18:00:00",
            "post_id": "461060",
            "reply_to_id": false
        },
        {
            "user_name": "vesley",
            "text": "Til hamingju með frábært kort !\nEr búinn að ætla mér að kaupa þetta kort í alveg ótrúlega langann tíma en tekst eitthvernveginn alltaf að hætta við það.",
            "date": "2012-08-16 18:07:00",
            "post_id": "461061",
            "reply_to_id": "461060"
        },
        {
            "user_name": "chaplin",
            "text": "Sama sagan hjá mér - ákvað líklegast fyrir 1-2 árum að fara í alvöru kort, fyrir ári ætlaði ég að fá mér það en svo gerðist það ekki fyrr en bara í byrjun vikunnar að ég stökk á það.\nEftir að ég smellti því í sé ég bara eftir að hafa ekki fengið mér það fyrr.",
            "date": "2012-08-16 18:12:00",
            "post_id": "461062",
            "reply_to_id": "461061"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Hvað er svona kort að kosta? Var sjálfur búinn að vera að pæla í einhverju alvöru korti ef ég myndi fá mér einhverjar fullorðins græjur",
            "date": "2012-08-16 18:13:00",
            "post_id": "461064",
            "reply_to_id": "461062"
        },
        {
            "user_name": "Magneto",
            "text": "hvernig heyrnartól ertu með ?",
            "date": "2012-08-16 18:17:00",
            "post_id": "461065",
            "reply_to_id": "461064"
        },
        {
            "user_name": "valdij",
            "text": "Hvað kostaði það komið til landsins og hvað þurftirðu að bíða lengi? Hef verið að spá í almennilegu hljóðkorti alltof lengi.",
            "date": "2012-08-16 18:38:00",
            "post_id": "461074",
            "reply_to_id": "461065"
        },
        {
            "user_name": "chaplin",
            "text": "Þetta er ekki beint ódýrt kort, ég held að ég hafi borgað 37.900 kr - ég hugsa þetta jákvætt og þarf ég líklegast ekki að spá í því að uppfæra hljóðkortið næstu árin, ef þá e-h tímann. \nHD595 en er að skoða það að uppfæra í Audio-Technica ATHM50S - ef ég vill fara í smá öfgar þá fer ég samt hugsanlega í Denon AHD2000 - þarf bara að skoða þetta aðeins betur.\nÉg held að ég hafi beðið í 2-3 virka daga. Kannski var ég þó bara heppinn og þeir voru að leggja inn pöntun hjá birgja sem seldi líka hljóðkortið. Ég borgaði held ég 37.900 kr kr fyrir þau.",
            "date": "2012-08-16 18:59:00",
            "post_id": "461079",
            "reply_to_id": "461074"
        },
        {
            "user_name": "worghal",
            "text": "Denon AHD2000 eru engir öfgar  \n \nDenon AHD5000 og upp eru öfgar",
            "date": "2012-08-16 19:04:00",
            "post_id": "461080",
            "reply_to_id": "461079"
        },
        {
            "user_name": "valdij",
            "text": "Ætla líklegast að skella mér á eitt svona - er með sömu heyrnartól og þú og vil alltaf reyna kreista eins mikið úr þeim og ég get.\nDenon heyrnartölin eiga að vera frábær, en heyrnartól með snúrum að koma úr báðum ear-piece heilla mig ekki. Nema þó \nhttp://pfaff.is/Vorur/4700-hd-800.aspx\n sem maður fær sér vonandi einn daginn.",
            "date": "2012-08-16 19:21:00",
            "post_id": "461081",
            "reply_to_id": "461080"
        },
        {
            "user_name": "chaplin",
            "text": "Haha - jú mikið rétt, ef ég þekki samt bjánan í mér þá gæti ég endað á þeim, sérstaklega af ég fer til USA núna í Nóv.  \n \nÉg segi go for it ef þú átt peninginn - ég hef átt um 4-5 hljóðkort, misgóð auðvita en þetta slær þeim öllum við. \nDraumurinn er amk. að prufa HD800 á hjóðkortinu þar sem HD595 eru í raun bara svona \"allt-í-lagi\" headphones mv. það sem er til í dag.",
            "date": "2012-08-16 19:25:00",
            "post_id": "461082",
            "reply_to_id": "461081"
        },
        {
            "user_name": "zedro",
            "text": "Djöfullinn! Núna verð ég að fara kaupa mér hljóðkort! En til lukku með gripinn!  \n \nNúna veit ég samt núll og nix um hvað gerir gott hljóðkort. Hver er munurinn á þessari \nútgáfu og STX útgáfunni sem Kísildalur er að selja?",
            "date": "2012-08-16 23:07:00",
            "post_id": "461161",
            "reply_to_id": "461082"
        },
        {
            "user_name": "beatmaster",
            "text": "PCI vs PCI-e myndi ég giska á",
            "date": "2012-08-16 23:17:00",
            "post_id": "461164",
            "reply_to_id": "461161"
        },
        {
            "user_name": "Tiger",
            "text": "Fæ mitt Asus Xonar Essence One á mánudaginn",
            "date": "2012-08-16 23:22:00",
            "post_id": "461169",
            "reply_to_id": "461164"
        },
        {
            "user_name": "chaplin",
            "text": "Þakka þér fyrir það, varðandi það hvað gerir hljóðkort betri en onboard hef ég ekki hugmynd um, líklegast betri þéttar, SnR hlutfall osfrv sem ég varða þekki í dag, þetta er víst eins og að spyrja hvað gerir skjástýringu betri en skjákort.   \n \nÞað tók mig samt smá tíma að komst að því hvort ég vildi ST eða STX því eini munurinn sem ég sá var um $20-30 verð og PCI vs. PCI-E. Ég las bara öll þau review sem ég gat fundið á netinu og endaði með því að kaupa ST þrátt fyrir að vera dýrara, einfaldlega afþví það var alltaf að fá betri skoðanir. Ég skal reyna að fletta þessu aftur upp.",
            "date": "2012-08-16 23:26:00",
            "post_id": "461171",
            "reply_to_id": "461169"
        },
        {
            "user_name": "Klemmi",
            "text": "Munar einhverjum 40$ á NewEgg, tekið af forumi á Tom's Hardware:",
            "date": "2012-08-16 23:29:00",
            "post_id": "461173",
            "reply_to_id": "461171"
        },
        {
            "user_name": "valdij",
            "text": "Jæja þá lét ég loksins verða að því og fjárfesti í þessu hljóðkorti. Luvin' it! Eruð þið mikið að fikta í stillingunum á hljóðkortinu?\nÉg er núna með Sennheiser HD 595, sem eru frááábær heyrnartól, en finnst með þetta hljóðkort að þessi heyrnartól sé hálfgerður flöskuháls. \nEr farið að klæja rosalega í puttana að fjárfesta í þessu: \nhttp://pfaff.is/Vorur/4700-hd-800.aspx",
            "date": "2012-10-04 17:41:00",
            "post_id": "470354",
            "reply_to_id": "461173"
        },
        {
            "user_name": "MatroX",
            "text": "flottur til hamingju með gripinn. ég væri löngu búinn að panta mér svona ef ég væri ekki með M-Audio Project Mix i/o. félagi minn fékk sér svona og gæðin eru geðveik í gegnum M-Audio BX5a",
            "date": "2012-10-04 18:52:00",
            "post_id": "470362",
            "reply_to_id": "470354"
        },
        {
            "user_name": "Tiger",
            "text": "Ég reyndar stórefa að HD595 séu einhver \"flöskuháls\" hjá þér. Nú þekki ég þetta hjóðkort ekki nógu vel samt en finnst það samt hæpið. Á hvaða formati, bitrate og bit sample er tónlistin sem þú ert að hlusta á?\nÉg er nýbúinn að fá Asus Xonar Essence One og það er með sér Headhpone amp og mín Bose hljóma rosaleg vel (og held að þau séu nú neðar á gæðalista en HD595), og ég tala ekki um M-Audio BX-5 monitoranir.",
            "date": "2012-10-04 19:33:00",
            "post_id": "470366",
            "reply_to_id": "470362"
        },
        {
            "user_name": "chaplin",
            "text": "Það er í raun rétt hjá þér - hinsvegar ef ég fengi mér amp myndi hljómurinn bætast all talsvert, I've done the research.\nNæsta á dagskrá er að fá sér annaðhvort - Beyerdynamic DT 770 PRO 80 ohm eða HiFiMan HE-300 og svo e-h FiiO magnara.",
            "date": "2012-12-04 16:02:00",
            "post_id": "481656",
            "reply_to_id": "470366"
        }
    ],
    "date": "2012-08-16 18:00:00"
}