{
    "forum_title": "Til sölu - Tölvuvörur",
    "id": "49916",
    "title": "Thinkpad Lenovo W520 - Óska eftir raunhæfu tilboði",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=11&t=49916",
    "posts": [
        {
            "user_name": "DarriHilmars",
            "text": "Er að selja tæplega árs gamla Lenovo Thinkpad W520 fartölvu ásamt tengikví (dock) og tveimur hleðslutækjum. Ég keypti þessa tölvu hjá Nýherja á 520 þús og hún er enn í ábyrgð (3 ára ábyrgð). Tölvan er enn ein sú besta á markaðnum í dag og ég hef nánast alltaf notað sér lyklaborð og sér mús þannig að hún virðist næstum ónotuð.\nLýsing:\nThinkpad W520 fartölva - kraftmikil vinnustöð með Intel Core i7\nÖflugasta gerð ThinkPad fartölva með Intel Sandy Bridge og SSD diski.\nAllt að 30% meiri örgjörvaafköst, 100% hraðvirkara skjákort og ótrúleg rafhlöðuending\nÖrgjörvi: Intel Core i7 2720QM 2,2-3,3GHz quad core 64bit\nLýsing: 6MB, 1333MHz, Intel QM67 m. iAMT, Turbo Boost 2.0, Hyper-Threading, VT-x, VT-d, Speedstep, AES, Intel64, DMI\nMinni: 2 x 4GB 1333MHz DDR3 minni (16GB mest, 4 raufar), mjög hraðvirkt\nSkjár: 15,6\" TFT FHD LED m. innbyggðri HD myndavél\nUpplausn: 1900x1080 punkta, 95% gamut, 270nit\nSérstaklega skarpur skjár sem sýnir liti bjartari en hefðbundnir skjáir.\nInnbyggður Color sensor til þess að stilla liti skjásins (hueyPRO Colorimeter frá X-Rite)\nSkjákort: nVIDIA Optimus tækni - 2 skjákort sem skipta sjálfvirkt á milli:\nnVidia nVIDIA Quadro 1000M 2GB og Intel HD graphics 3000, allt að 384MB.\nStyður 3 skjái: innb. + 2 auka skjái\nDiskur: 160GB Intel SSD - mjög hraðvirkt FLASH minni\nNetkort: 10/1000 Ethernetkort og Bluetooth 3.0\nWWAN: Innbyggt 3G módem, þarf SIM kort\nÞráðlaust kort: Intel Centrino Ultimate-N 6300 802.11 g/n 450Mb WIFI meðþremur loftnetum\nDrif: DVD-RW Multiburner drif í Ultrabayslim stæði\nRafhlaða: LiIon (9 sellu) m. allt að 10:50 klst hleðslu\nTekur auka 9 sellu rafhlöðu sem festist undir vélina (57Y4545, 10klst).\nTengi: 2x USB 3.0, 2x USB 2.0 (eitt m. hleðslu, eitt m. eSATA), VGA, Displayport, eSATA, ethernet, Firewire\nKortaraufar: ExpressCard/34\nKortalesari: 4-1 (MMC, SD, SDHC, SDXC)\nÖryggi: Innbyggður TPM öryggisörgjörvi, fingrafaralesari og smartkortalesari\nLyklaborð: eitt besta fartölvulyklaborðið á markaðnum, vökvaþolið\nLyklaborðsljós: lýsir upp lyklaborðið\nMús: UltraNav mýs; Trackpoint IV 4 hnappa mús, Snertimús - Multitouch\nÁbyrgð: 3 ára alþjóðleg á vinnu og varahlutum, árs ábyrgð á rafhlöðu\nÁbyrgð á diski: 3 ár og þarf ekki að skila inn viðbilun svo að trúnaðargögn fara ekki á flakk.\nByggingarefni: koltrefjablanda í loki, glertrefjablanda í botni\nStærð: 372.8mm x 245.1mm x 32.8-36.6mm, þyngd frá 2,61kg\nEinstök kæling: ThinkPad hitnar minna og er hljóðlátari. Betri fyrir Turbo Boost.\nStýrikerfi: Windows 7 Professional 64 bita\nÞarf 170W spennugjafa (einn fylgir). Tengikví er með 170W (Minidock Series 3 plus 0A90204)\nThinkPad W520 stenst 8 MILspec gæðapróf og þolir nánast allt.\nTengikví eða „dock“ keypti ég ásamt tölvunni og það selst aðeins með tölvunni. Þetta fjölgar möguleikum um allskonar tengi á tölvunni eins og auka skjá, +6 USB tengi, internet, hljóð, hljóðnemi og eSata tengi til að fá sem mest út úr utanáliggjandi hörðum diskum.\nThinkpad Mini dock Plus Series 3 f. Mobile Workstation W510/W520\nGengur líka á T400s, T410, T410s, T410si, T420, T420s, T510 og T520\nTengi: 6x USB 2,0, RJ-45 nettengi, hljóð inn/út, eSATA\nSkjátengi: 1 x VGA, 2 x DVI (single link), 2 x DisplayPort *\n170W spennugjafi fylgir með sem bæði hleður tölvuna og sér dokkunni\nfyrir rafmagni.\nHægt er að læsa tölvunni í dokunni með lykli og festa dokkuna með Kensington læsingu (ath að skrá niður númer á lykli til að hægt sé að panta nýjan ef hann týnist).\nStærð: 198,5 x 55,5x 345mm\n1 árs ábyrgð\n* Fer eftir vélum:\nThinkPad með Intel skjákorti: styður aðeins notkun á 2 tengjum samtímis, ef 2 skjáir eru tengdir við þá dettur ThinkPad skjárinn út, ekki hægt að nota DVI í VGA breyti.\nThinkPad með nVidia Optimus skjákorti: styður 4 skjái í einu (innb. + 3 á tengikví)\nSjá nánar: ThinkPad Multiple Monitor Configurations á google.\nSemsagt, Lenovo Thinkpad W520 fartölva , Thinkpad mini Dock tengikví og tvö hleðslutæki til sölu.\nÓska eftir raunhæfi tilboði",
            "date": "2012-08-24 12:24:00",
            "post_id": "462695",
            "reply_to_id": false
        },
        {
            "user_name": "Gislinn",
            "text": "Væriru til í að selja Mini dockuna sér? Hvað myndiru setja á hana eina og sér?",
            "date": "2012-08-25 10:18:00",
            "post_id": "462890",
            "reply_to_id": "462695"
        },
        {
            "user_name": "g0tlife",
            "text": "væri hægt að fá myndir af henni ?",
            "date": "2012-08-25 11:44:00",
            "post_id": "462900",
            "reply_to_id": "462890"
        },
        {
            "user_name": "DarriHilmars",
            "text": "Ég virðiðst vera í einhverjum vandræðum með að uploada myndunum, en ef þú hægrismellir á þessa thumbnails og gerir \"open image in new tab\" þá ferðu á linkinn",
            "date": "2012-08-25 15:56:00",
            "post_id": "462955",
            "reply_to_id": "462900"
        },
        {
            "user_name": "DarriHilmars",
            "text": "Því miður vill ég helst bara selja þetta saman, það kemur til greina að selja tölvuna sér og ef það gerist þá er ég til í að selja dockuna einnig sér en tölvan verður að fara fyrst.",
            "date": "2012-08-25 15:57:00",
            "post_id": "462956",
            "reply_to_id": "462955"
        },
        {
            "user_name": "Gúrú",
            "text": "Imageshack er sorp.\nNotaðu \nhttp://www.imgur.com\n og þú munt ekki lenda í þessu veseni (Vesenið verandi það að Imageshack er sorp).  \nEinnig: Tvípóstun (<12 klst.) er ekki leyfileg, notaðu 'Breyta' takkann.",
            "date": "2012-08-25 15:57:00",
            "post_id": "462957",
            "reply_to_id": "462956"
        },
        {
            "user_name": "DarriHilmars",
            "text": "Sæll. \nég sver að ég notaði \"breyta\" takkann uppi í hægra horninu, svo setti ég myndirnar inn og ýtti á senda.\nEf það er vitlaust endilega leiðbeindu mér, ég er frekar nýr hér svo að þetta var alveg óvart",
            "date": "2012-08-25 16:02:00",
            "post_id": "462958",
            "reply_to_id": "462957"
        },
        {
            "user_name": "Gúrú",
            "text": "Ég var að tala um tvo póstana þína í röð með einnar mínútu millibili á undan mínum sem að stangast á við reglurnar. \nVel gert samt með imgur-ið.",
            "date": "2012-08-25 16:19:00",
            "post_id": "462962",
            "reply_to_id": "462958"
        },
        {
            "user_name": "DarriHilmars",
            "text": "jááá ég skil, semsagt ef ég svara á þessu innleggi þá telst það sem \"refresh\" eða upp,\ná ég þá að svara með einkaskilaboðum nema að það sé eitthvað sem að allir ættu að fá að vita?",
            "date": "2012-08-25 16:42:00",
            "post_id": "462968",
            "reply_to_id": "462962"
        },
        {
            "user_name": "Gúrú",
            "text": "Þú varst nú þegar kominn með innlegg á eftir hans spurningu sem að þú hefðir getað breytt til að svara þessari fyrirspurn. \nÞú hefðir átt að svara honum í því innleggi.\nAnnars gildir sú regla að ef að þú ert að svara fyrirspurn þá máttu pósta til að svara henni sama hvað.",
            "date": "2012-08-25 16:46:00",
            "post_id": "462969",
            "reply_to_id": "462968"
        },
        {
            "user_name": "DarriHilmars",
            "text": "upp",
            "date": "2012-08-30 14:38:00",
            "post_id": "464048",
            "reply_to_id": "462969"
        },
        {
            "user_name": "DarriHilmars",
            "text": "upp",
            "date": "2012-08-31 16:35:00",
            "post_id": "464293",
            "reply_to_id": "464048"
        },
        {
            "user_name": "DarriHilmars",
            "text": "upp",
            "date": "2012-09-01 14:48:00",
            "post_id": "464447",
            "reply_to_id": "464293"
        },
        {
            "user_name": "DarriHilmars",
            "text": "upp",
            "date": "2012-09-03 09:53:00",
            "post_id": "464798",
            "reply_to_id": "464447"
        },
        {
            "user_name": "DarriHilmars",
            "text": "upp",
            "date": "2012-09-04 19:03:00",
            "post_id": "465026",
            "reply_to_id": "464798"
        },
        {
            "user_name": "DarriHilmars",
            "text": "upp",
            "date": "2012-09-05 14:03:00",
            "post_id": "465123",
            "reply_to_id": "465026"
        },
        {
            "user_name": "iceloop",
            "text": "100 þúsund krónur fyrir tölvuna.",
            "date": "2012-09-25 13:40:00",
            "post_id": "468634",
            "reply_to_id": "465123"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ætla að spara seljanda orðin og vitna í hans eigin auglýsingu \"Óska eftir raunhæfi tilboði.\"",
            "date": "2012-09-25 13:53:00",
            "post_id": "468638",
            "reply_to_id": "468634"
        },
        {
            "user_name": "iceloop",
            "text": "Hvað með að leyfa bara seljandanum að svara ?\nVæri fínt að fá eitthvað gagntilboð t.d. - það eru komnar fartölvur sem eru með Ivy bridge og betri örgjörvum.. w530 t.d.",
            "date": "2012-09-25 18:53:00",
            "post_id": "468694",
            "reply_to_id": "468638"
        },
        {
            "user_name": "fannar82",
            "text": "or ?\nÞessi vél er alveg klárlega 380k+ (að mínu mati)",
            "date": "2012-09-25 19:33:00",
            "post_id": "468706",
            "reply_to_id": "468694"
        },
        {
            "user_name": "SkaveN",
            "text": "350-400 þúsund væri rétt verð fyrir svona vél..",
            "date": "2012-09-25 19:41:00",
            "post_id": "468709",
            "reply_to_id": "468706"
        },
        {
            "user_name": "iceloop",
            "text": "http://www.netverslun.is/verslun/produc ... 5,655.aspx\nÞetta er nýja kynslóðin - hún fer á 411þús án ssd. NÝ.\nTölvuvörur hríðlækka við notkun og þetta er ársgömul vél svoleiðis er það bara.\n100þús var bara mitt fyrsta boð, ég er ekki að fara bjóða neitt hærra nema seljandi komi með gagntilboð ..\nDarri þú mátt senda mér einkaskilaboð ef þú vilt ræða þetta eitthvað, ég nenni ekki að svara fólkinu hérna sem kemur þessari söluvöru ekkert við.",
            "date": "2012-09-25 20:26:00",
            "post_id": "468717",
            "reply_to_id": "468709"
        }
    ],
    "date": "2012-08-24 12:24:00"
}