{
    "forum_title": "Windows",
    "id": "5018",
    "title": "Vandræði með Xp",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=15&t=5018",
    "posts": [
        {
            "user_name": "Sertimar",
            "text": "Sælt veri fólkið,\n\n\n\nÉg er í skrítnum vandræðum með XP, Þegar ég kveikti á tölvunni í morgun þá kom upp gluggi þar sem ég var beðinn um að logga mig inn (Þ.e. velja nafnið mitt af lista og logga mig þannig inn)  Ég hef aldrei þurft þess áður og var ekki að kveikja á neinum svoleiðis fídus.\n\n\n\nÞegar ég vel mitt notendanafn af listanum þá loggar tölvan mig inn en jafnóðum loggar mig út og ég er í sömu sporum þ.e. í glugganum sem ég er beðinn um að logga mig inn...  Ég er búinn að prufa allar aðferðir til að starta upp sem ég kann þ.e. starta í safe mode o.s.f.v. en lendi alltaf í því sama að ég er jafnóðum loggaður út..\n\n\n\nKann einhver ráð við þessu eða allavega veit hvað er í gangi??\n\n\n\nKveðja,\n\n\n\nSertimar.",
            "date": "2004-08-04 20:06:00",
            "post_id": "50882",
            "reply_to_id": false
        },
        {
            "user_name": "zaiLex",
            "text": "Lítur út fyrir að fresturinn til að activeita windows hafi runnið út.",
            "date": "2004-08-04 21:08:00",
            "post_id": "50891",
            "reply_to_id": "50882"
        },
        {
            "user_name": "Sertimar",
            "text": "Ok ef svo er hver er þá lausnin, get ég einhvernvegin sett Xp-inn upp aftur og svo er þá hvernig?",
            "date": "2004-08-05 10:29:00",
            "post_id": "50936",
            "reply_to_id": "50891"
        },
        {
            "user_name": "Sertimar",
            "text": "Ok...\n\n\n\nVeit þá einhver hvernig ég get uninstallað XP og sett það upp aftur án þess að geta loggað mig?\n\n\n\nKv,\n\nSertimar",
            "date": "2004-08-05 18:10:00",
            "post_id": "50992",
            "reply_to_id": "50936"
        },
        {
            "user_name": "Mysingur",
            "text": "þú ættir að geta bootað af windows disknum og formatap og installað aftur",
            "date": "2004-08-05 19:20:00",
            "post_id": "51003",
            "reply_to_id": "50992"
        },
        {
            "user_name": "Sertimar",
            "text": "Ég er sennilega búinn að finna út úr þessu, þetta er virus sem er víst að verða skæður núna sem skemmir userinit.exe fælinn.  Þetta mun vera auðvelt að laga.\n\n\n\nKv,\n\nSertimar",
            "date": "2004-08-06 15:04:00",
            "post_id": "51088",
            "reply_to_id": "51003"
        }
    ],
    "date": "2004-08-04 20:06:00"
}