{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "50285",
    "title": "42\" LG lcd sjónvarp sem kemur hljóð en engin mynd",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=50285",
    "posts": [
        {
            "user_name": "mantra",
            "text": "Hæ ég ætlaði að sjá hvort einhver hér gæti sagt mér hvað er að gerast fyrir sjónvarpið mitt sem er LG 42\" lcd og er svona 5 ára. Ég slökkti á því í Júní og slökkti líka á fjöltenginu og þannig er það búið að vera þangað til núna að ég ætlaði að fara að horfa aftur á það en þá kemur hljóðið en engin mynd á sjónvarpið bara svartur skjár fæ ekkert menu upp heldur. Er einhver þarna sem veit hvað er að og hvort það sé hægt að laga það eða bara kaupa nýtt tæki?",
            "date": "2012-09-09 18:13:00",
            "post_id": "465875",
            "reply_to_id": false
        },
        {
            "user_name": "hagur",
            "text": "Gæti verið að baklýsingin sé farin.  Veit ekki hve mikið vesen er að laga svoleiðis, ef það er málið.\nReyndar ættirðu að fá eitthvað á skjáinn ef það er bara baklýsingin sem er dauð.  Það væri samt mjög dökkt og líkega erfitt að sjá það.",
            "date": "2012-09-09 18:26:00",
            "post_id": "465877",
            "reply_to_id": "465875"
        },
        {
            "user_name": "playman",
            "text": "Ef að baklýsinginn er farin, þá ættiru að sjá einhverja mynd ef að þú setur t.d. vasaljós alveg uppvið skjáinn.\nEinnig geturu beðið þangað til allt er orðið dimmt, og ef að sjónvarpið lýsist ekkert þegar að þú kveikir á því þá er allaveganna lýsinginn farin.",
            "date": "2012-09-09 18:50:00",
            "post_id": "465892",
            "reply_to_id": "465877"
        },
        {
            "user_name": "mantra",
            "text": "Já ef að baklýsingin er farin borgar að gera við eða er tækið þá bara ónýtt",
            "date": "2012-09-09 19:14:00",
            "post_id": "465899",
            "reply_to_id": "465892"
        },
        {
            "user_name": "Hargo",
            "text": "Ég er ekki vel að mér í sjónvörpum, en maður hefur margoft séð baklýsinguna fara í LCD fartölvuskjám. Þá er oft nóg að skipta um LCD inverter-inn (ekki alltaf samt). Þú ættir samt þá að sjá móta fyrir mynd ef þú rýnir mjög vel í sjónvarpið. Er það alveg svart?\nEru ekki Hátækni með sjónvarpsviðgerðir? Gætir athugað hvað þeir taki fyrir bilanagreiningu, gæti borgað sig að gera við tækið.",
            "date": "2012-09-09 19:26:00",
            "post_id": "465901",
            "reply_to_id": "465899"
        },
        {
            "user_name": "playman",
            "text": "Það er rosalega erfitt að seygja til um það. Ef að bara inverterin er farinn þá á það ekki að vera svo dýrt.\nEf þú ferð á verkstæði með það og lætur bilanagreina það, þá kostar það um 5000kr (fer eftir verkstæðum) og þá ættu þeir að\ngeta sagt þér hvað viðgerðar kostnaðurinn er hár.\nEDIT: einnig gætiru prófað gúggla típu númerið og leitað eftir black screen eða no picture t.d.",
            "date": "2012-09-09 19:51:00",
            "post_id": "465908",
            "reply_to_id": "465901"
        },
        {
            "user_name": "mantra",
            "text": "Það er alveg svart kemur ekkert á skjáinn bara hljóð",
            "date": "2012-09-09 20:37:00",
            "post_id": "465916",
            "reply_to_id": "465908"
        },
        {
            "user_name": "Garri",
            "text": "Hljómar eins og að tengi hafi losnað..",
            "date": "2012-09-09 21:44:00",
            "post_id": "465930",
            "reply_to_id": "465916"
        },
        {
            "user_name": "mantra",
            "text": "Allar snúrur sem tengjast sjónvarpinu eru rétt tengdar og vel tengdar fæ ekki einu sinni menu valmynd á skjáinn.",
            "date": "2012-09-09 21:55:00",
            "post_id": "465935",
            "reply_to_id": "465930"
        }
    ],
    "date": "2012-09-09 18:13:00"
}