{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "50352",
    "title": "Galaxy S3 Batteríð eyðist hraðast í \"Standby mode\"",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=50352",
    "posts": [
        {
            "user_name": "Magni81",
            "text": "Ég vildi bara benda mönnum á þetta vandamál: \nhttp://www.samsunggalaxys3forum.com/for ... quick.html\nÞarf greinilega að roota símann til að laga þetta. Ég kann það ekki og vona því að Samsung menn komi bráðlega með uppfærslu til að laga þetta.\nHjá mér er Standby mode yfirleitt með 60-70% af betterys notkun.",
            "date": "2012-09-12 21:00:00",
            "post_id": "466496",
            "reply_to_id": false
        },
        {
            "user_name": "Swooper",
            "text": "http://bit.ly/Qe9und",
            "date": "2012-09-13 11:01:00",
            "post_id": "466604",
            "reply_to_id": "466496"
        },
        {
            "user_name": "Daz",
            "text": "Miðað við það sem þú linkar, þá er vandamálið ekki í notkuninni sjálfri, heldur í birtingunni á því hvað er að nota batteríið.",
            "date": "2012-09-13 12:56:00",
            "post_id": "466616",
            "reply_to_id": "466604"
        },
        {
            "user_name": "Moquai",
            "text": ".... good contribution",
            "date": "2012-09-13 15:16:00",
            "post_id": "466634",
            "reply_to_id": "466616"
        },
        {
            "user_name": "Magni81",
            "text": "Þú ert svo klár en ég var ekki að leita að hjálp við að roota svona síma......",
            "date": "2012-09-13 17:29:00",
            "post_id": "466660",
            "reply_to_id": "466634"
        },
        {
            "user_name": "braudrist",
            "text": "Ég er nokkuð viss um að það er búið að laga þetta í Jelly Bean. Þannig annað hvort bíður þú þangað til í September eða Október þegar Jelly Bean kemur officially út fyrir S3, eða rootar símann og installar þessu fixi.",
            "date": "2012-09-13 18:09:00",
            "post_id": "466667",
            "reply_to_id": "466660"
        },
        {
            "user_name": "Sucre",
            "text": "þú verður líka að fara í task manager og muna að loka öllu þarf og cleara ramið",
            "date": "2012-09-13 18:20:00",
            "post_id": "466668",
            "reply_to_id": "466667"
        },
        {
            "user_name": "Magni81",
            "text": "Já ég geri það í hvert skipti þegar ég hætti að nota hann.",
            "date": "2012-09-13 18:37:00",
            "post_id": "466674",
            "reply_to_id": "466668"
        },
        {
            "user_name": "Swooper",
            "text": "Upprunalegi pósturinn þinn var beisiklí: \"Hér er vandamál sem ég hef enga ástæðu til að leysa ekki sjálfur, en í staðinn ætla ég að bíða eftir að Samsung leysi það fyrir mig eftir nokkrar vikur/mánuði og væla í ykkur á meðan\". Ég var bara að reyna að hjálpa. \nÞetta er djók, er það ekki? Það eina sem þetta gerir er að sóa klukkupúlsum á örgjörvanum við að loka öllu og starta því aftur næst þegar þú notar það. Ólíkt Windows keyrir Android bara fínt með fullt RAM, það er lang best að leyfa því að stjórna RAM-notkun sjálft. Eina undantekningin er að drepa forrit sem þú veist að eru að nota örgjörvann of mikið, s.s. ef þú veist nákvæmlega hvað þú ert að gera.",
            "date": "2012-09-14 10:41:00",
            "post_id": "466759",
            "reply_to_id": "466674"
        }
    ],
    "date": "2012-09-12 21:00:00"
}