{
    "forum_title": "Allt annað...",
    "id": "50555",
    "title": "Nokia 101 til sölu! Næstum eins og nýr",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=67&t=50555",
    "posts": [
        {
            "user_name": "Glazier",
            "text": "Er með Nokia 101 til sölu.. síminn var keyptur 7.07.12 og hætti að nota hann um miðjan ágúst þegar ég keypti mér S3 \nSíminn lýtur vel út, nóta, heyrnatól, hleðslutæki og boxið utan um símann fylgir.\nBattery endingin er um 4-6 dagar (eftir notkun) innbyggt vasaljós, útvarp og micro SD kortarauf (ekkert kort fylgir).\nUpplýsingar og mynd hérna: \nhttp://www.elko.is/elko/product_detail/ ... oryid=1698\nATH! Síminn tekur 2 símkort \nÞað er eitthvað af ööörlitlum fínum rispum á öllum skjánum sem sést þegar slökkt er á skjánum og hann er hreinn (Sjá myndir)\nTilboð óskast!",
            "date": "2012-09-23 22:43:00",
            "post_id": "468389",
            "reply_to_id": false
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Afsaka fáfræðina í mér en hvernig virkar það að vera með 2 sim kort? Gæti ég verið með frelsi frá nova og vodafone í honum bæði í einu??",
            "date": "2012-09-23 22:48:00",
            "post_id": "468390",
            "reply_to_id": "468389"
        },
        {
            "user_name": "Glazier",
            "text": "Hef ekki prófað það en skilst það já að þú getir verið með kort frá sitthvoru símfyrirtækinu til að nýta þér það að hringja frítt innan kerfis hjá báðum félögum",
            "date": "2012-09-23 22:50:00",
            "post_id": "468392",
            "reply_to_id": "468390"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Það er snilld. Er með 2 eldgamla síma alltaf í vasanum því ég er með 2 númer. Myndi bjóða í hann ef ég væri ekki staurblankur. Gangi þér annars vel með söluna",
            "date": "2012-09-23 22:52:00",
            "post_id": "468393",
            "reply_to_id": "468392"
        },
        {
            "user_name": "Glazier",
            "text": "Minsta mál að geyma hann framyfir mánaðarmót ef þú villt.. mig bráðvantar ekkert pening bara fínt að losna við þetta \n(Bætti við myndum efst)",
            "date": "2012-09-23 22:56:00",
            "post_id": "468394",
            "reply_to_id": "468393"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Ég tek hann um mánaðarmótin EF ég mun hafa efni á því. Reyndu samt að selja hann því ég get ekki ábyrgst neitt.",
            "date": "2012-09-23 23:06:00",
            "post_id": "468397",
            "reply_to_id": "468394"
        },
        {
            "user_name": "tdog",
            "text": "Þessir símar eru snilld, Acid það er hægt að vera með sitthvort kortið hjá sitthvoru símafélaginu og líka hægt að velja default útsendi/úthringi kort. Frábært fyrir þá sem eru t.d alltaf með prívat- og vinnusíma á sér eða þá sem eru hjá tveim símafélögum.",
            "date": "2012-09-23 23:09:00",
            "post_id": "468398",
            "reply_to_id": "468397"
        },
        {
            "user_name": "gutti",
            "text": "Hvering  er  ending á Rafhlaðu  bara forvitni",
            "date": "2012-09-23 23:09:00",
            "post_id": "468399",
            "reply_to_id": "468398"
        },
        {
            "user_name": "tdog",
            "text": "Hann er að endast nokkuð vel, ég hef þó ekki mælt það hávísindalega. Ég tala ekki mikið í símann þannig séð (kannski 20 mest á dag) en ég nenni ekki alltaf að vera með hann í hleðslu – En eg hef hlaðið hann á fimmtudagskvöldi, farið í útilegu yfir helgina og hann verið á lífi á sunnudagskvöldið. Það er náttúrulega ekkert nema sími í þessu þannig það segir mikið um hleðsluna, engin myndavél eða ofurskjár. \nEini gallinn við þennan síma er sá að það er ekki hægt að sjá hvenær SMS skilaboð eru móttekin. Dagsetningin birtist en ekki tíminn.",
            "date": "2012-09-23 23:15:00",
            "post_id": "468401",
            "reply_to_id": "468399"
        },
        {
            "user_name": "Glazier",
            "text": "Tók það fram í auglýsingu.. 4-6 dagar (eflaust lengur ef þú nennir að spara batterýið endalaust).",
            "date": "2012-09-23 23:32:00",
            "post_id": "468402",
            "reply_to_id": "468401"
        },
        {
            "user_name": "gutti",
            "text": "takk klaufi er ég  \n það er ekki furða mar les ekki vell yfir búinn vera veikur með magapest",
            "date": "2012-09-24 00:19:00",
            "post_id": "468406",
            "reply_to_id": "468402"
        },
        {
            "user_name": "Leviathan",
            "text": "Býð 4þús, get samt ekki tekið hann fyrr en á föstudag.",
            "date": "2012-09-24 12:17:00",
            "post_id": "468444",
            "reply_to_id": "468406"
        }
    ],
    "date": "2012-09-23 22:43:00"
}