{
    "forum_title": "Koníakstofan",
    "id": "50636",
    "title": "Einhver búinn að sjá Prometheus ?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=50636",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Var að horfa á trailerinn sem lofar góðu.\nÞið sem hafið séð hana, hvernig smakkast?\nPrime Bbcode Spoiler Show\n Prime Bbcode Spoiler: \nTrailer",
            "date": "2012-09-28 16:06:00",
            "post_id": "469269",
            "reply_to_id": false
        },
        {
            "user_name": "worghal",
            "text": "Vorum vid ekki med svaka umraedu um myndina thegar hun kom ut?",
            "date": "2012-09-28 16:09:00",
            "post_id": "469270",
            "reply_to_id": "469269"
        },
        {
            "user_name": "axyne",
            "text": "Mér fannst hún góð, mæli alveg með henni.",
            "date": "2012-09-28 16:15:00",
            "post_id": "469271",
            "reply_to_id": "469270"
        },
        {
            "user_name": "Yawnk",
            "text": "Fór á hana í bíó, fannst hún mjög fín, horfðu á hana",
            "date": "2012-09-28 16:17:00",
            "post_id": "469272",
            "reply_to_id": "469271"
        },
        {
            "user_name": "Squinchy",
            "text": "Ég færi á framhaldið í bío, mæli með henni",
            "date": "2012-09-28 16:20:00",
            "post_id": "469273",
            "reply_to_id": "469272"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Hún kom mjög á óvart... Mjög góð imo",
            "date": "2012-09-28 16:25:00",
            "post_id": "469275",
            "reply_to_id": "469273"
        },
        {
            "user_name": "Zorky",
            "text": "Mæli með að bíða ef þið eruð ekki búinn að sjá hana og fá hana á blu ray það var bætt við myndina eftir bíó annars fannst mér hún mjög góð er mikið fyrir sci fi.",
            "date": "2012-09-28 16:30:00",
            "post_id": "469278",
            "reply_to_id": "469275"
        },
        {
            "user_name": "ManiO",
            "text": "Skiptist í tvo helminga. Fyrri helmingurinn var góður. Seinni var arfa slappur.",
            "date": "2012-09-28 16:31:00",
            "post_id": "469279",
            "reply_to_id": "469278"
        },
        {
            "user_name": "oskar9",
            "text": "ég var ekki nógu sáttur, helti mér nóg yfir hana í hinum þræðinum, sótti hana samt sem áður í Blu ray í gær, þar sem þetta er mjög flott og vel gerð mynd ( landslag, tónlist og grafík)",
            "date": "2012-09-28 16:32:00",
            "post_id": "469281",
            "reply_to_id": "469279"
        },
        {
            "user_name": "Talmir",
            "text": "Fín mynd. Leave your brain at the door.",
            "date": "2012-09-28 16:43:00",
            "post_id": "469282",
            "reply_to_id": "469281"
        },
        {
            "user_name": "Varasalvi",
            "text": "x2 á þetta, alveg sammála.\nMinnir mig á Full metal Jacket, ég fílaði bara fyrri helminginn :p",
            "date": "2012-09-28 17:49:00",
            "post_id": "469295",
            "reply_to_id": "469282"
        },
        {
            "user_name": "GuðjónR",
            "text": "Er einmitt með hana í 1080 gæðum og ætla að horfa í kvöld \nRétt ég var búinn að gleyma \nþræðinum.",
            "date": "2012-09-28 18:38:00",
            "post_id": "469301",
            "reply_to_id": "469295"
        },
        {
            "user_name": "svanur08",
            "text": "möst að hlusta á hana líka í 5.1 kerfi svaka sound í myndinni",
            "date": "2012-09-28 19:08:00",
            "post_id": "469306",
            "reply_to_id": "469301"
        },
        {
            "user_name": "Benzmann",
            "text": "þú gerir þér grein fyrir að að þessi mynd á að ske á undan öllum Alien myndunum (s.s byrjunin) ??????\nef þú hefur ekki séð gömlu myndirnar eða framhaldið, sæktu þér þá Alien Quadrilogy",
            "date": "2012-09-28 19:30:00",
            "post_id": "469309",
            "reply_to_id": "469306"
        },
        {
            "user_name": "hfwf",
            "text": "Best að vera með; Gerir þér grein fyrir því að þessi mynd á að ske í sama 'verse' en er ekki prequel alien myndana.",
            "date": "2012-09-28 19:36:00",
            "post_id": "469311",
            "reply_to_id": "469309"
        },
        {
            "user_name": "Sphinx",
            "text": "mér fannst hún góð i cam gæðum",
            "date": "2012-09-28 20:54:00",
            "post_id": "469322",
            "reply_to_id": "469311"
        },
        {
            "user_name": "Svansson",
            "text": "Ég og bróðir minn horfðum á allar Alien myndirnar og fórum svo á Promethesu í bío og fannst mér það geðveikt. Skillst að hún sé kominn í almennileg 1080p gæði núna. \nKannski maður lýti á það",
            "date": "2012-09-29 00:45:00",
            "post_id": "469367",
            "reply_to_id": "469322"
        },
        {
            "user_name": "elv",
            "text": "Amm \nÞegar maður fer að hugsa hana þá er hún arfaslæm, það meikar lítið séns í henni.Og hún er hundleiðileg í annari horfun",
            "date": "2012-09-29 11:27:00",
            "post_id": "469395",
            "reply_to_id": "469367"
        },
        {
            "user_name": "Falk65",
            "text": "myndin er ágæt þó svo að í upphafi komi fram að ateriðin sem tekin eru hér eiga að ské í skotlandi \n  ekki minnst á Ísland í eftirorðum eða neinu sambandi við myndina   skil ekki hvað við erum að hleypa þessu kvikmyndaliði sem heftir för okkar um vegi sem er bannað samkvæmt lögum  og fáum svo og svo mikla landkynningu út á það en svo er ekki minnst á það hvar mikið af myndini er tekið upp og hvaða land býður upp á þetta oiðjafnanlega landslag",
            "date": "2012-09-29 13:10:00",
            "post_id": "469402",
            "reply_to_id": "469395"
        },
        {
            "user_name": "AntiTrust",
            "text": "Fannst hún fín, ekkert meira en það. Eina sem var vit í var myndatakan, mjög flott scene sum, fannst hinsvegar Charlize Theron passa illa í þetta hlutverk.",
            "date": "2012-09-29 17:53:00",
            "post_id": "469438",
            "reply_to_id": "469402"
        },
        {
            "user_name": "Varasalvi",
            "text": "Undarlegt, fannst hún leika þetta hlutverk vel, einnig fannst mér Noomi Rapace vera frábær.",
            "date": "2012-09-29 18:30:00",
            "post_id": "469446",
            "reply_to_id": "469438"
        },
        {
            "user_name": "DabbiGj",
            "text": "Atriðin sem þú ert að tala um eru ekki skotin hér.... atriðin sem eru skotin hér er þegar að flogið er yfir landið, jöklar, stórbrotið landslag og fossinn í upphafi, svo eru útisenurnar á geimveruplánetunni teknar hér.\nÞær vegalokanir sem að áttu sér stað voru í Dómadal í landi sem að er í einkaeign og var leigt undir þetta og búin var til hjáleið á meðan og svo var Dettifoss lokað í nokkra daga, þessi mynd skilaði milljörðum í þjóðarbúið og 200 manns unnu í nokkra mánuði við hana. Gaman að lífsviðurværi fólks skuli valda þér svona miklum óþægindum.",
            "date": "2012-09-29 20:55:00",
            "post_id": "469462",
            "reply_to_id": "469446"
        },
        {
            "user_name": "Falk65",
            "text": "Já kallinn minn þegar það kemur niður á lífsviðurværi mínu að fara með erlenda veiðímenn um landið \nTil að mynd var mér meinaður aðgangur að á á suðausturlandui í 7 tíma fyersta morgunin núna á dögubnum meðan Ben Stiller var að taka upp senu þar  og þetta er í annað sinn sem þetta hendir  í hitt skifti'ð var það upp á hálendinu og tengdist töku Promotheus  og hafði ekkert með einkaland að gera helædur afrétt á sprengisandi og það á vegi en í landslögum segir ekki má hefta för manna eftir vegi eða á vegi þósvo að um einkavegi sé að ræða þá er menn þurfa að nota til að komast á annað land \nMér er skítsama  þó þetta skapi einhverjar millur í þjóðarbúið þetta skapar minna en það sem ég starfa við og þetta skapar örfá störf miðað við framlegðina og  er ekkert nema einkavinavæddur rassasleikjuskapur þeirra sem fást við að keyra og stjana við þetta lið \nÞetta hefur kostað mig slatta af peningum og óánægðum viðskiftavinum og það má ekki tala um það  en þetta verður blaðamála ef þeir Íslensku aðilar sem þjóna þessu hyski sem gengur yfir allt og alla með frekjuni  greiðir ekki skaðabætur",
            "date": "2012-10-06 13:28:00",
            "post_id": "470658",
            "reply_to_id": "469462"
        }
    ],
    "date": "2012-09-28 16:06:00"
}