{
    "forum_title": "Netkerfi - internetið",
    "id": "50648",
    "title": "Besta ljósleiðaraþjónustan?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=50648",
    "posts": [
        {
            "user_name": "audiophile",
            "text": "Jæja, finnst Hringdu ekki vera að standa sig hvað varðar hraða erlendis og sérstaklega torrent. Ljósnetið var miklu betra. Ég veit að ljósleiðarinn ræður við miklu meira og ef ég sæki eitthvað innlendis fæ ég töluvert betri hraða.\nÞannig að ég spyr, af hverju eru Hringdu svona lélegir og hvaða aðili býður betri tengingu? Ég er alveg tilbúinn að borga meira fyrir gæði.",
            "date": "2012-09-29 15:14:00",
            "post_id": "469410",
            "reply_to_id": false
        },
        {
            "user_name": "SolidFeather",
            "text": "Vodafone er allaveganna að standa sig vel hjá mér.",
            "date": "2012-09-29 15:22:00",
            "post_id": "469412",
            "reply_to_id": "469410"
        },
        {
            "user_name": "beggi90",
            "text": "Vodafone er mjög fínt hérna.\nReyndar var það skelfilegt með hvíta vox ógeðinu en um leið og ég fékk mér betri router varð allt perfect.",
            "date": "2012-09-29 15:53:00",
            "post_id": "469416",
            "reply_to_id": "469412"
        },
        {
            "user_name": "bAZik",
            "text": "Vodafone fær mín meðmæli líka. Er með ljós hjá þeim og nota AirPort Extreme sem router, 100% uptime.",
            "date": "2012-09-29 16:31:00",
            "post_id": "469427",
            "reply_to_id": "469416"
        },
        {
            "user_name": "valdij",
            "text": "Hringiðan, dýrara en \"you get what u pay for\"",
            "date": "2012-09-29 16:32:00",
            "post_id": "469428",
            "reply_to_id": "469427"
        },
        {
            "user_name": "gardar",
            "text": "Síminn er með lang besta route-ið svo að það er ekki skrýtið að þú hafir fengið betri hraða úr landi með vdsl frá þeim. Þú átt því miður ekki kost 'a ljósleiðara frá þeim í gegnum heimilistengingu.\nHringiðan var með lítinn link og ömurlegt route úr landi síðast þegar ég vissi svo að nei þú færð ekki það sem þú ert að borga fyrir þar.",
            "date": "2012-09-29 17:14:00",
            "post_id": "469431",
            "reply_to_id": "469428"
        },
        {
            "user_name": "audiophile",
            "text": "Ég er alveg sáttur við latency hjá Hringdu, alveg draumur að spila BF3 miðað við Ljósnetið, en það er bara eitthvað með hraðann. Ætla að reyna að finna út úr þessu með þeim áður en ég fer eitthvað að hoppa í sæng hjá næsta.",
            "date": "2012-09-29 18:09:00",
            "post_id": "469440",
            "reply_to_id": "469431"
        }
    ],
    "date": "2012-09-29 15:14:00"
}