{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "50669",
    "title": "Viðgerðir á plasma sjónvarpi",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=50669",
    "posts": [
        {
            "user_name": "andripepe",
            "text": "Góðan dag, ég fékk í hendurnar huge plasma sjónvarp frá \"Hyundai\"     Og það er bilað.   Mig vantar að fá ráðleggingar um hvaða verkstæði myndu geta lagað það eða einstaklingur.  Og hvort það taki því að gera við það yfirhöfuð.\nVandámálið er þannig að það kemur straumur á það og ljós á ledið, En það kemur engin mynd en ég heyri svona \"hátíðnihljóð\" og finnst eins og ég heyri í rugl snjókummuni sem kemur á skjáinn þegar það er ekki tengt við afruglara eða loftnet.\nkv",
            "date": "2012-09-30 16:51:00",
            "post_id": "469571",
            "reply_to_id": false
        },
        {
            "user_name": "playman",
            "text": "Ertu búin að taka ljós og lýsa á skjáinn? best er að taka vasaljós og setja það alveg uppvið skjáinn og sjá svo hvort að þú sérð móta fyrir mynd eða hreyfingu.\nEf þú sérð mynd þá er inverterinn farinn.\nEinnig, ef þú þorir að opna sjónvarpið og skoða inní það þá geturu hugsanlega sparað þér tíma og pening.\nHelst er að tjekka eftir sprúngnum/bólgnum/lekandi þéttum, og/eða bruna/brúnum blettum.\nEinnig ætti að vera eitthvað af örrigjum í sjónvarpinu, checkaðu hvort að þau séu farin.\nHérna er ein mynd sem ég tók af mínu plasma tæki fyrir laungu síðan, vandamálið kallaðist \"Classic bad Z-sustain\"\nÞá var bæði þéttir og öriggi farið, ásamt því að borðið undir kæliplötuni var brent/sprungið.",
            "date": "2012-09-30 17:16:00",
            "post_id": "469573",
            "reply_to_id": "469571"
        },
        {
            "user_name": "andripepe",
            "text": "Takk fyrir þetta ég tjékka á þessu !",
            "date": "2012-09-30 19:35:00",
            "post_id": "469591",
            "reply_to_id": "469573"
        },
        {
            "user_name": "playman",
            "text": "Ekkert að þakka",
            "date": "2012-09-30 20:27:00",
            "post_id": "469604",
            "reply_to_id": "469591"
        },
        {
            "user_name": "hagur",
            "text": "Hmmm nú er ég ekki viss, en eru það ekki bara LCD tæki sem eru með inverter?  Plasma tæki hafa ekki slíkt, en ég gæti verið að rugla svosem.",
            "date": "2012-09-30 22:20:00",
            "post_id": "469634",
            "reply_to_id": "469604"
        },
        {
            "user_name": "playman",
            "text": "Nei það er líka rétt hjá þér, einhverja hluta vegna ruglaði ég þessu saman.",
            "date": "2012-09-30 22:48:00",
            "post_id": "469640",
            "reply_to_id": "469634"
        }
    ],
    "date": "2012-09-30 16:51:00"
}