{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "50746",
    "title": "Windows Marketplace og fleira á Íslandi",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=50746",
    "posts": [
        {
            "user_name": "capteinninn",
            "text": "Keypti mér Lumia 710 í London í gær.\nLoggaði mig inná Xbox Live accountinn minn þegar síminn bað um þær upplýsingar og síminn segir að Marketplace sé ekki í boði fyrir mitt svæði. Hvaða rugl er það?\nEr kominn aftur til Íslands en á eftir að sækja íslenskt sim-kort og er bara með t-mobile kortið í enn sem komið er en er ekki einhver leið að komast fram hjá þessu, trúi því varla að íslenskt símafyrirtæki séu að selja síma sem eru ekki með neinu marketplace-i.\nSpurning hvort ég geti búið bara til annan account á símanum fyrir marketplace-ið eða eitthvað en mig langar samt að geta notað Xbox Live forritið og fleira á símanum.\nEinhver með ráð ?\nEdit*\nVá strax búinn að finna grein um að marketplace-ið sé opið á Íslandi, ætla að búa til nýjan account og ekki nota Xbox Live accountinn sem aðal-account á símanum. Xbox Live accountinn minn er skráður í UK svo ég geti notað Gold áskrift, skil ekki afhverju marketplace-ið segi að mitt region sé ekki supported.\nEdit 2*\nBjó til nýjan account skráðan á Ísland og loggaði mig inná hann í símanum og fæ ennþá að marketplace sé ekki supported",
            "date": "2012-10-03 20:55:00",
            "post_id": "470211",
            "reply_to_id": false
        },
        {
            "user_name": "þorri69",
            "text": "fékk lumia 900 fyrir 2-3 vikum, marketplace hefur virkað hjá mér frá byrjun, á íslenskum account-i",
            "date": "2012-10-03 21:14:00",
            "post_id": "470216",
            "reply_to_id": "470211"
        },
        {
            "user_name": "upg8",
            "text": "Er það ekki þannig að market place sé supported en ekki Xbox Live?",
            "date": "2012-10-03 21:31:00",
            "post_id": "470220",
            "reply_to_id": "470216"
        },
        {
            "user_name": "Orri",
            "text": "Ég er búinn að eiga Lumia 900 síðan hann kom út hér á landi (keypti fyrsta eintakið hjá Nova \n) og það er lítið mál að skipta á milli Marketplace.\nFerð bara í Region settings og stillir á það land sem þú vilt fá Marketplace í.\nÉg er með bandaríska Marketplace-ið núna og líkar betur við það en það íslenska, það kom mér á óvart hvað mörg forrit eru region-locked/specific...",
            "date": "2012-10-04 01:43:00",
            "post_id": "470285",
            "reply_to_id": "470220"
        },
        {
            "user_name": "capteinninn",
            "text": "Er búinn að breyta Region format, System locale og Browser & Search Language yfir í Iceland en samt virkar ekki Marketplace.\nHvar stilli ég þetta?",
            "date": "2012-10-04 10:14:00",
            "post_id": "470314",
            "reply_to_id": "470285"
        },
        {
            "user_name": "Orri",
            "text": "Hmm, nú er ég ekki viss.\nÉg var reyndar með íslenskan account til að byrja með og breytti yfir í US.. ætti samt ekki að skipta neinu máli held ég?",
            "date": "2012-10-04 12:49:00",
            "post_id": "470331",
            "reply_to_id": "470314"
        }
    ],
    "date": "2012-10-03 20:55:00"
}