{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "50765",
    "title": "Acer Revo RL70 vs. Asus Eeebox fyrir HTPC?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=50765",
    "posts": [
        {
            "user_name": "snosig",
            "text": "Ég er að leita mér að pre-built HTPC og líst mjög vel á Acer Revo (\nhttp://tolvutek.is/vara/acer-aspire-rev ... olva-svort\n). Svo rakst ég á þessa Asus Eeebox (\nhttp://tolvutek.is/vara/asus-eee-box-eb ... olva-svort\n) sem lítur nokkuð vel út. Þar sem speccarnir segja mér ekki neitt um gæði tölvanna (kann ekki mikið inn á þetta tölvudót) datt mér í hug að spyrja ykkur sérfræðingana, hvor er betri kostur fyrir HTPC til að runna XBMC og spila full-hd video (mkv, iso og fl.), vafra netið og þess háttar? Og er einhver önnur tölva sem ég ætti að vera að skoða?\nps. hef ekki þekkingu, nennu né áhuga á að púsla saman tölvu frá grunni. vil bara eitthvað sem er tilbúið til notkunar out of the box.",
            "date": "2012-10-04 17:29:00",
            "post_id": "470353",
            "reply_to_id": false
        },
        {
            "user_name": "hagur",
            "text": "Hugsa að þær séu mjög svipaðar.  Báðar duga vel fyrir XBMC og full HD afspilun.  Þekki þennan AMD örgjörva ekki en með þessum Atomörgjörva færðu hyper-threading sem gefur þér í raun tvo auka kjarna (svona á mjög einfölduðu máli).\nHugsa að þú verðir ekki svikinn, sama hvora vélina þú velur.",
            "date": "2012-10-04 19:45:00",
            "post_id": "470370",
            "reply_to_id": "470353"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég hugsa ég tæki Revo vélina frekar, þó ekki nema bara útaf lúkkinu og fjarstýringunni sem fylgir, lúkkar sleek, svipuð og Boxee fjarstýringin.\nAnnars myndi ég fyrst og fremst athuga reviews með tækin og þá sérstaklega upp á hversu háværar þær eru.",
            "date": "2012-10-04 21:08:00",
            "post_id": "470388",
            "reply_to_id": "470370"
        },
        {
            "user_name": "snosig",
            "text": "Takk fyrir svörin. Ég er farinn að hallast að Asus Eee Box vélinni en það fylgir ekki með fjarstýring svo ég viti. Með hverju mælið þið til að stjórna XBMC án þess að þurfa að nota stórt lyklaborð? Er það bara logitech harmony fjarstýring eða eitthvað annað? Og þarf þá að kaupa einhvern receiver til að tengja í tölvuna eða hvað?",
            "date": "2012-11-12 10:50:00",
            "post_id": "477548",
            "reply_to_id": "470388"
        },
        {
            "user_name": "Cascade",
            "text": "Ég keypti Microsoft MCE fjarstýringu með mótakara á $20 með sendingarkostnaði. Það var það ódýrasta sem ég fann og virkar vel.\nÞú sérð þær hérna\nhttp://wiki.xbmc.org/index.php?title=Re ... ol_reviews",
            "date": "2012-11-12 11:02:00",
            "post_id": "477551",
            "reply_to_id": "477548"
        },
        {
            "user_name": "snosig",
            "text": "Ég sé á þessari síðu að það er talað um Microsoft XBox 360 Universal Remote Control. Ég á þannig og nota þegar ég er að horfa á DVD í Xbox360 tölvunni minni en gæti ég notað hana bæði fyrir Xbox tölvuna og Asusinn ef ég kaupi microsoft receiver? Gæti ég t.d. notað hana með Asusinn án þess að það kvikni á Xbox tölvunni? Þekkir einhver þetta?",
            "date": "2012-11-12 11:15:00",
            "post_id": "477554",
            "reply_to_id": "477551"
        },
        {
            "user_name": "ManiO",
            "text": "Ef þú átt snjall síma eru til ógrynni af forritum til að stýra XBMC. Mörg þeirra ókeypis.",
            "date": "2012-11-12 11:29:00",
            "post_id": "477558",
            "reply_to_id": "477554"
        },
        {
            "user_name": "snosig",
            "text": "Ég er með HTC snjallsíma sem keyrir á Android ICS og líka Ipad 3 sem ég hef íhugað að nota sem fjarstýringu. Tengist það bara í gegnum WiFi-ið og er hægt að vera með bæði tækin tengd við sömu tölvuna?",
            "date": "2012-11-12 11:33:00",
            "post_id": "477561",
            "reply_to_id": "477558"
        },
        {
            "user_name": "ManiO",
            "text": "Jebb, tengist í gegnum WiFi. Það eru nokkrar stillingar sem þarf að græja fyrst í XBMC, svo bætiru við þeim upplýsingum í forritið og þá ætti það að vera komið. Hef ekki rekist á að það séu einhver takmörk fyrir hve margar 'fjarstýringar' þú getur tengt við XBMC.",
            "date": "2012-11-12 11:41:00",
            "post_id": "477564",
            "reply_to_id": "477561"
        },
        {
            "user_name": "snosig",
            "text": "En ef ég myndi seinna meir vilja fjárfesta í Logitech Harmony fjarstýringu til að nota með tölvunni, TV, xbox360 og jafnvel fleira, þyrfti ég þá að kaupa einhvern móttakara fyrir tölvuna?",
            "date": "2012-11-12 11:53:00",
            "post_id": "477568",
            "reply_to_id": "477564"
        },
        {
            "user_name": "wicket",
            "text": "XBMC Android remote appið virkar fínt.\nF. iPad myndi ég mæla með XBMC Commander sem er yndi.",
            "date": "2012-11-12 12:24:00",
            "post_id": "477576",
            "reply_to_id": "477568"
        }
    ],
    "date": "2012-10-04 17:29:00"
}