{
    "forum_title": "Almennt um vélbúnað",
    "id": "50862",
    "title": "Hreinsun á prentara.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=50862",
    "posts": [
        {
            "user_name": "Marmarinn",
            "text": "Er með þennan HP Color LaserJet 2600 prentara sem er farinn að prenta ljóta línu með öllu. \nMeð mjög gömul tóner hylki sem lítið er eftir í ef það skiptir einhverju.\nEn með hverju er best eða má hreinsa þetta belti sem liturinn er á (hvað heitir þetta annars?)",
            "date": "2012-10-10 09:40:00",
            "post_id": "471226",
            "reply_to_id": false
        },
        {
            "user_name": "Marmarinn",
            "text": "Update.\nTók út litahylkin, bara svartur var eftir og núna er hann svona eftir að ég sendi prent af stað (sem kom reyndar ekki)\nBara svarur litur kominn þar sem rendurnar voru.",
            "date": "2012-10-10 09:49:00",
            "post_id": "471228",
            "reply_to_id": "471226"
        },
        {
            "user_name": "Bjosep",
            "text": "Veit lítið um prentara ... en þú gætir náttúrulega prufað að endurnýja öll blekhylkin og sjá til hvort vandamálið lagast. Ef það lagast ekki þá er þetta mögulega eitthvað flóknara og þá þarftu væntanlega að fara með hann í viðgerð.\nhttp://h30434.www3.hp.com/t5/Other-Prin ... d-p/199089\nÉg veit ekki hvort þetta er svipað þínu vandamáli.",
            "date": "2012-10-10 11:50:00",
            "post_id": "471245",
            "reply_to_id": "471228"
        },
        {
            "user_name": "Marmarinn",
            "text": "Já svipað, takk fyrir þetta.\nég hreinsaði allt með þurrum klút.\nSýnist það vera cyan sem blæðir út lit.  Og hættir ekki svona í fyrstu tilraun allavga.\nAlveg kominn tími á að endurnýja tónerinn, þá er bara spurning hvar er hann ódýrastur!  ebay? e-ð annað?",
            "date": "2012-10-10 12:00:00",
            "post_id": "471246",
            "reply_to_id": "471245"
        },
        {
            "user_name": "rapport",
            "text": "Er það ekki transfer kitið sjálft sem er að klikka, frekar en tónerinn?\nAnnars eru margir farnir að bjóða svona tónera.\nMæli með að kanna hjá Prentvörum og Optima, þeir hafa verið að standa sig best með ódýra tónera að mínu mati.",
            "date": "2012-10-10 12:36:00",
            "post_id": "471253",
            "reply_to_id": "471246"
        },
        {
            "user_name": "AngryMachine",
            "text": "Mér skilst að hjá HP kallist þetta transfer belt, heitir transfer unit hjá sumum framleiðeindum.\nVarðandi þrif þá má sjá það hér t.d.: \nhttp://www.youtube.com/watch?v=UjM2_enUdI4\nEfast hinsvegar um að það muni hjálpa eitt og sér í þínu tilviki. Spurning um að skoða fuserinn, hvort hann sé nokkuð skemmdur?\nGetur þú prentað eina síðu og sett upp mynd af því hvernig þetta vandamál lítur út á pappírnum?",
            "date": "2012-10-10 12:46:00",
            "post_id": "471259",
            "reply_to_id": "471253"
        },
        {
            "user_name": "Marmarinn",
            "text": "Svona á pappír, þetta kemur bara ef cyan er í og ég prentarinn initializar með hann í. Kemur ekkert sýnist mér án hans á beltið.\nEr búinn að reyna hreynsa cyan hylkið en án nokkura hreinsiefna.",
            "date": "2012-10-10 14:14:00",
            "post_id": "471284",
            "reply_to_id": "471259"
        }
    ],
    "date": "2012-10-10 09:40:00"
}