{
    "forum_title": "Netkerfi - internetið",
    "id": "50933",
    "title": "Setja modular plug á Ethernet snúru",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=50933",
    "posts": [
        {
            "user_name": "krissi24",
            "text": "Ég er að flytja í nýtt húsnæði og ég er búinn leggja ethernet kapal inní stofu fyrir IPTV myndlykilinn. Málið er að ég þurfti að klippa modular plug-ið af þeim enda sem fór í gegnum gatið á veggnum því kapallinn komst ekki í gegnum gatið með plug-inu á... Það var loftnetssnúra fyrir sem ég tók í burtu. Þetta er burðarveggur og ég er ekki með borvél til að stækka gatið þannig að ég þurfti að gera þetta. Málið er hvernig á að koma nýju plug-i á endann núna? Þarf endilega að koma svona klippur til að gera þetta eða? er ekki alveg að fara að borga um 4  eða 5 þús fyrir svona klippur sem ég mun bara nota einusinni. Þetta er Cat5e kapall býst ég við... Þarf ekki þá að kupa cat5e modular plug? Eða eru þessi plug alveg eins sem eru fyrir Ethernet kapla? Er líka verra að nota svona steyptan kapal sem er búið að klippa af öðru megin og setja svo annað á?",
            "date": "2012-10-13 18:53:00",
            "post_id": "471836",
            "reply_to_id": false
        },
        {
            "user_name": "Blackened",
            "text": "Þú þarft sérstaka töng til að klemma tengið á kapalinn.. cat5e og ethernet kapall er basicly slétt sami hluturinn \n þarft bara 8pinna kló og töng.",
            "date": "2012-10-13 19:07:00",
            "post_id": "471838",
            "reply_to_id": "471836"
        },
        {
            "user_name": "AntiTrust",
            "text": "http://www.computer.is/vorur/2704/\nEkki svo dýrt, og um leið og maður kaupir sér töng byrjaður maður að gera alla sína kapla sjálfur.",
            "date": "2012-10-13 19:08:00",
            "post_id": "471839",
            "reply_to_id": "471838"
        },
        {
            "user_name": "playman",
            "text": "En klærnar eru soldið dýrar, 166kr stk síðast þegar að ég verslaði",
            "date": "2012-10-13 19:13:00",
            "post_id": "471844",
            "reply_to_id": "471839"
        },
        {
            "user_name": "Klaufi",
            "text": "Hvar í andskotanum keyptir þú þær á þessu verði?",
            "date": "2012-10-13 19:16:00",
            "post_id": "471845",
            "reply_to_id": "471844"
        },
        {
            "user_name": "playman",
            "text": "Ljósgjafanum hérna á AK",
            "date": "2012-10-13 19:20:00",
            "post_id": "471847",
            "reply_to_id": "471845"
        },
        {
            "user_name": "tdog",
            "text": "Mögulega lélegasta mod45 töng sem ég hef EVER notað. Þarft að klemma saman c.a 3. sinnum til að allir endarnir nái sambandi. Myndi ekki kaupa svona töng til mikilla nota undir 6 þúsundkalli.",
            "date": "2012-10-13 19:21:00",
            "post_id": "471848",
            "reply_to_id": "471847"
        },
        {
            "user_name": "playman",
            "text": "Maður á bara ekki að spara í verkfærum, nema að maður sé að fara að nota verkfærið einusinni og svo ekkert meyr.\nGóð verkfæri eiga að endast manni í mörg ár en ekki eitt verk.",
            "date": "2012-10-13 19:36:00",
            "post_id": "471851",
            "reply_to_id": "471848"
        },
        {
            "user_name": "krissi24",
            "text": "Já okey, Þá verð ég víst að splæsa í eina góða svona töng :p En það liggur ekkert á þessu strax. Ég flyt ekki fyrr en í þarnæstu viku í mesta lagi. En svo er ég að fara aftur á eftir og leggja 3 kapla í viðbót, Þetta er svona gólflisti sem maður getur losað frá veggnum og það er ábyggilega hægt að setja 4 - 5 kapla á baðvið svo smellir maður listanum á svotil gerðar járn eða álspennur sem eru á veggnum. En spurningin er hvort það myndist truflun á að hafa 4 ethernet kapla þétt saman á bakvið svona lista? Það er þessi kapall sem fer inní stofu fer frá símainntaki sem er við hurðina sem í einu horninu á herberginu og kapallinn fer samsagt þaðan og útí næsta horn og svo frá því horni yfir í næsta horn og svo beint meðfram þeim vegg og inní stofu, semsagt ekki alveg hring í herberginu, Svo næsti kapall fer frá símainntaki og útí næsta horn og aðeins frá því horni og endar þar, hann er einnig fyrir IPTV myndlykil, Svo fer annar kapall frá símainntaki og útí næsta horn og svo í næsta horn og endar þar og ætla ég að nota hann fyrir turnvél, Svo er einn annar í viðbót sem fer frá símainntaki og úti fyrsta horn og endar líklega þar. Þannig að þeir liggja ekki saman nema á köflum.",
            "date": "2012-10-13 19:51:00",
            "post_id": "471854",
            "reply_to_id": "471851"
        },
        {
            "user_name": "Olli",
            "text": "það sem þú varst að lýsa krefst teikningar ef þú vilt nákvæm svör, ég gat allavega ekki með neinu móti skilið þetta",
            "date": "2012-10-13 20:00:00",
            "post_id": "471860",
            "reply_to_id": "471854"
        },
        {
            "user_name": "axyne",
            "text": "Þarft ekki að hafa neinar áhyggjur að hafa marga Cat kappla saman í þessum lista.",
            "date": "2012-10-14 20:48:00",
            "post_id": "472072",
            "reply_to_id": "471860"
        },
        {
            "user_name": "biturk",
            "text": "ef þú ert á ak þá get eg gert þetta fyrir þig",
            "date": "2012-10-14 21:36:00",
            "post_id": "472080",
            "reply_to_id": "472072"
        },
        {
            "user_name": "sakaxxx",
            "text": "ég mæli með þessari \nhttp://www.computer.is/vorur/2705/\nég á svona notaði hana reyndar bara einu sinni en þetta svínvirkaði og þetta virðist vera gæða vara",
            "date": "2012-10-14 22:09:00",
            "post_id": "472085",
            "reply_to_id": "472080"
        },
        {
            "user_name": "tdog",
            "text": "Ég á líka svona töng, rubbish.",
            "date": "2012-10-14 22:18:00",
            "post_id": "472090",
            "reply_to_id": "472085"
        },
        {
            "user_name": "krissi24",
            "text": "Ég er í Keflavík....",
            "date": "2012-10-14 22:21:00",
            "post_id": "472092",
            "reply_to_id": "472090"
        },
        {
            "user_name": "logih",
            "text": "Ég get alveg lánað þér svona töng (góða), ef þú nennir að sækja í Hafnarfj. Get líka alveg splæst á þig tengi.",
            "date": "2012-10-15 10:07:00",
            "post_id": "472147",
            "reply_to_id": "472092"
        },
        {
            "user_name": "krissi24",
            "text": "Ég fór í gær og kláraði að leggja þessa kapla á baklvið gólflistann.Þetta lítur svona út:\nHérna mun routerinn verða.\nÞarna er kapallinn kominn sem liggur inní stofu fyrir IPTV-ið.\nSéð yfir leiðina fyrir kaplana.\nAllir kaplarnir komnir.\nKaplar fyrir Auka IPTV og PC Turn komnir á réttan stað.\nKapall fyrir IPTV í stofu rétt áður en hann fer í gegnum vegginn.\nBúið að koma kaplli sem fer inní stofu á bakvið listann.\nKapallinn sem vantar modular plugið á, Stofumegin.\nSvona lítur þetta út í heildina þegar allir kaplar eru komnir á sinn stað.",
            "date": "2012-10-15 11:57:00",
            "post_id": "472163",
            "reply_to_id": "472147"
        },
        {
            "user_name": "tlord",
            "text": "Það er hægt að skítmixa þetta án þess að vera með töng. Kliptu bara endann af stuttri snúru og splæstu endana saman. Einangraðu svo með málingarteipi til að þetta lúkki rétt!!",
            "date": "2012-10-15 12:42:00",
            "post_id": "472170",
            "reply_to_id": "472163"
        },
        {
            "user_name": "krissi24",
            "text": "Mun þá IPTV-ið ekkert lagga eða?",
            "date": "2012-10-15 14:22:00",
            "post_id": "472190",
            "reply_to_id": "472170"
        },
        {
            "user_name": "playman",
            "text": "Fer bara eftir því hverninn þú gerir þetta.\nEf ég myndi fara þessa leið (sem ég myndi ekki gera), þá myndi ég lóða alla víranna samann og setja á þá herpihólka.",
            "date": "2012-10-15 14:31:00",
            "post_id": "472191",
            "reply_to_id": "472190"
        },
        {
            "user_name": "tlord",
            "text": "hei! við erum að tala um skítmix mér.\nbara af-einangra endana með tönnunum (eða eldhúshníf), snúa þá saman og binda um draslið með málingarteipi\nklikkar ekki ef þetta er gert sæmilega (grínlaust)",
            "date": "2012-10-15 14:53:00",
            "post_id": "472193",
            "reply_to_id": "472191"
        },
        {
            "user_name": "playman",
            "text": "Skítamix er fínt til Þess að redda sér í smá tíma, ekkert af því sossum \nEn þar sem að hann er að leggja þetta svona vel á bakvið lista og alles, þá er best að gera þetta bara almennilega strax, til þess að koma í vegfyrir\nframtíðar vandamál",
            "date": "2012-10-15 15:01:00",
            "post_id": "472195",
            "reply_to_id": "472193"
        },
        {
            "user_name": "tlord",
            "text": "hættu þessu nöldri! Hann er með enda sem þarf að tengja í myndlykilinn, það er ekki inn í vegg.",
            "date": "2012-10-15 15:08:00",
            "post_id": "472196",
            "reply_to_id": "472195"
        },
        {
            "user_name": "N0N4M3",
            "text": "Best að venja sig ekki á skítamix, munar engu í tíma að gera þetta vel.\nKaplarnir verða ekki fyrir truflun af hvorum öðrum, þeir verða hinsvegar við truflun af \"venjulegum\" húsaraflögnum þ.s. straumurinn er meiri. Hærri amperegildi = öflugra segulsvið.\nAnnars eru smá vísindi á bakvið hvernig cat kaplarnir eru gerðir. Það er ákveðinn snúningur á þeim fyrir ákveðna tíðni og ákveðið viðnámsgildi fyrir lengdareiningu..\nÞað gerir kannski ekki mikið að splæsa kaplinum saman á einum stað en ef þú ætlar að fokka mikið í þessu þá ertu að skjóta þig í fótinn.\nKaupið molana frekar í ískraft/s.guðjónsson/rönning eða öðrum raflagnaheildverslunum. Minnir að ég keypti 100stk af þessu á 500 kall, að vísu með afslætti.",
            "date": "2012-10-15 19:21:00",
            "post_id": "472232",
            "reply_to_id": "472196"
        },
        {
            "user_name": "dadik",
            "text": "Hvar fær maður þá almennilega crimp töng?",
            "date": "2012-10-15 19:46:00",
            "post_id": "472243",
            "reply_to_id": "472232"
        },
        {
            "user_name": "playman",
            "text": "Án efa í miðbæjarradíó",
            "date": "2012-10-15 20:02:00",
            "post_id": "472246",
            "reply_to_id": false
        },
        {
            "user_name": "N0N4M3",
            "text": "Keypti mína í radioshack og hef notað hana í að setja mola á hundruði cat kapla. Annars eru flestir raflagnaheildsalar með mjög góð verkfæri, nefndi nokkra í fyrri pósti.",
            "date": "2012-10-15 20:20:00",
            "post_id": "472254",
            "reply_to_id": "472246"
        },
        {
            "user_name": "tdog",
            "text": "Að snúa saman cat streng og ætlast til þess að hann virki er ekki sniðugt.",
            "date": "2012-10-15 22:09:00",
            "post_id": "472280",
            "reply_to_id": "472254"
        },
        {
            "user_name": "krissi24",
            "text": "Þá skelli ég mér bara á eina svona góða töng og redda þessu á föstudag, á frídag þá og fer þá til Rvk og versla það sem til þarf \n Um að gera að gera þetta bara vel. Þoli ekki IPTV sem laggar og pixlast í sífellu! En svo var annað, Er Síminn eitthvað byrjaður að úthluta þessum nýju IPTV myndlyklum? Sá á einum Pub í Rvk fyrir stuttu þessa nýju myndlykla. Auka myndlykillinn sem ég er með er eitthvað bilaður, hann vill ekki lesa smartkortið, ég er búinn að prófa allt en hann skynjar kortið aldrei.... Þannig að mig langar bara að skipta út þá báðum IPTV myndlyklunum og fá þessa nýju í staðinn",
            "date": "2012-10-16 23:16:00",
            "post_id": "472539",
            "reply_to_id": "472280"
        },
        {
            "user_name": "tdog",
            "text": "Þú þarft nýjann straumbreyti við þennan lykil sem les ekki smartkortið. Annars eru nýjir lyklar, AirTies og Sagem (svartir box lyklar) í almennri dreifingu samkvæmt minni bestu vitund. Þú einfaldlega ferð til þíns umboðsaðila fyrir Sjónvarp Símans og biður um nýrri búnað.",
            "date": "2012-10-17 01:52:00",
            "post_id": "472561",
            "reply_to_id": "472539"
        },
        {
            "user_name": "dori",
            "text": "Geturðu ekki fengið lánaða töng einhversstaðar? Það er hrikalegt waste að vera að kaupa góða töng og nota einu sinni og svo kannski aldrei neitt meira. Þessar 2-3 þúsund króna tangir eru hrikalegt junk (en virka samt) en það er samt mikið að kaupa það bara fyrir eina tengingu...\nbara mín $.02",
            "date": "2012-10-17 10:03:00",
            "post_id": "472573",
            "reply_to_id": "472561"
        },
        {
            "user_name": "playman",
            "text": "Það er samt alltaf gott að eiga sína eigin töng, geta reddað vinum og vandamönnum, svo ef maður er að breyta eithvað til, þá er mjög gott að geta gengið að henni vísri.",
            "date": "2012-10-17 10:07:00",
            "post_id": "472574",
            "reply_to_id": "472573"
        },
        {
            "user_name": "dori",
            "text": "Algjörlega. En góð svona töng kostar pening og stundum þarf að forgangsraða.\nbtw. þá var alltaf til svona ódýr töng heima en henni var hent eftir að hún var farin að klúðra mörgum tengjum. Núna fæ ég bara lánaða góða töng þegar ég þarf á þessu að halda.",
            "date": "2012-10-17 10:29:00",
            "post_id": "472576",
            "reply_to_id": "472574"
        },
        {
            "user_name": "Frantic",
            "text": "Á þessa líka of finnst hún mjög góð.\nHefur allavega bjargað mér þónokkuð oft.",
            "date": "2012-10-17 10:49:00",
            "post_id": "472580",
            "reply_to_id": "472576"
        },
        {
            "user_name": "gardar",
            "text": "Nákvæmlega, góð töng kostar ekki undir 30þ kalli. Frekar blóðugt að vera að punga út fyrir slíka græju og nota hana bara 1x",
            "date": "2012-10-17 11:00:00",
            "post_id": "472583",
            "reply_to_id": "472580"
        },
        {
            "user_name": "playman",
            "text": "Erum við þá ekki farnir að tala um PRO töng? fyrir þá sem eru að plugga snúrur upp á hvern dag, og eru með útskiptanlegum hausum os.f.?",
            "date": "2012-10-17 11:40:00",
            "post_id": "472590",
            "reply_to_id": "472583"
        },
        {
            "user_name": "krissi24",
            "text": "Sko ég hef einusinni fengið annan lykil fyrir aðallykilinn því að það voru litlar hendur sem komust í smartkortið og ýttu því lengra inn og kortalesarinn losnaði og tók því ekki lengur á móti smartkortinu.... Þeir hjá Omnis komu og létu mig fá nýjan og tengdu og allt án endurgjalds.... Omnis er umboðsaðili fyrir Símann á Suðurnesjum....",
            "date": "2012-10-17 14:11:00",
            "post_id": "472622",
            "reply_to_id": "472590"
        },
        {
            "user_name": "tlord",
            "text": "prófaðu bara skítmixið á meðan, ekki miklu að tapa.",
            "date": "2012-10-17 15:08:00",
            "post_id": "472633",
            "reply_to_id": "472622"
        },
        {
            "user_name": "gardar",
            "text": "Jú málið er bara að þær tangir sem ekki eru pro eru ónothæfar",
            "date": "2012-10-17 15:40:00",
            "post_id": "472639",
            "reply_to_id": "472633"
        },
        {
            "user_name": "krissi24",
            "text": "Jœja þá er maður loksins fluttur en màlið er að ég hafði aldrei tíma fyrir að setja modular plugið á inní stofu hehe, en nú er ég semsagt kominn með töng og modular tengi en ég kann ekkert að koma þessu á kapalinn sjálfan hehe. Ég keypti reyndar bara þessa þarna ódýru bláu á computer.is. En endilega öll hjálp vel þegin",
            "date": "2012-11-01 20:07:00",
            "post_id": "475689",
            "reply_to_id": "472639"
        },
        {
            "user_name": "AntiTrust",
            "text": "Bíddu nú við, þú ert kominn með snúru, töng og mola - Hvað er að vefjast fyrir þér?",
            "date": "2012-11-01 20:10:00",
            "post_id": "475690",
            "reply_to_id": "475689"
        },
        {
            "user_name": "hagur",
            "text": "Þetta er í raun hlægilega einfalt, en krefst smá vandvirkni.  Aðalmálið er að vita í hvað röð litirnir eiga að fara inn í molann og passa að allir vírarnir fari alveg inn í \"botn\".  Klemma svo þéttingsfast þannig að allir contactarnir nái örugglega í gegnum einangrunina á vírunum.\nSkoðaðu þetta: \nhttp://www.youtube.com/watch?v=0S6cjJS5y1I\nEdit: Hér er betra videó: \nhttp://www.youtube.com/watch?v=PMdvM57C ... re=related",
            "date": "2012-11-01 21:26:00",
            "post_id": "475697",
            "reply_to_id": "475690"
        },
        {
            "user_name": "JReykdal",
            "text": "Ég keypti mér ódyra töng fyrir mörgum árum og hef notað hana á nokkra tugi hausa með bærilegum árangri. Óþarfi að eyða tugþúsundum í eitthvað smátterí. Í versta falli þarftu að setja annan haus á snúruna. Þarft að klúðra ansi mörgum til að það fari að borga sig að kaupa pro töng",
            "date": "2012-11-01 21:32:00",
            "post_id": "475698",
            "reply_to_id": "475697"
        },
        {
            "user_name": "krissi24",
            "text": "þetta var ekki að virka í gærkvöldi, ég og konan vorum í sirka klukkutíma að þessu, nákvæmisvinna í gangi en allt kom fyrir ekki.... Þannig að við klippt um af þessu aftur og settum annan modular á en alveg sama sagan...... !!!! Þannig að við gáfumst bara upp!!! Er þetta virkilega svona snúið ?",
            "date": "2012-11-02 14:23:00",
            "post_id": "475799",
            "reply_to_id": "475698"
        },
        {
            "user_name": "krissi24",
            "text": "þetta var ekki að virka í gærkvöldi, ég og konan vorum í sirka klukkutíma að þessu, nákvæmisvinna í gangi en allt kom fyrir ekki.... Þannig að við klippt um af þessu aftur og settum annan modular á en alveg sama sagan...... !!!! Þannig að við gáfumst bara upp!!! Er þetta virkilega svona snúið ?",
            "date": "2012-11-02 14:24:00",
            "post_id": "475800",
            "reply_to_id": "475799"
        },
        {
            "user_name": "Garri",
            "text": "Þetta þarf einhverjar lagni við, vissulega.\nMér finnst alveg nauðsynlegt að dreifa úr vírunum eins og þeir fara inn í klónna og klippa af endunum með síðu-klippunni á tönginni þannig. Munar töluverðu að klippa á vírana í knippi eða vel flatta út rétt eins og þeir fara inn í 8pinna tengið.\nAnnað atriði er að klemma mjög fast í fyrstu atrennu og síðan losa og jafnvel klemma aftur og jafnvel enn aftur. \nTengin eru þannig að þetta eru einskonar hnífar sem ganga niður í vírinn. Þessir hnífar eru nokkuð stífir í sætunum (þurfa að vera það svo þeir gefi ekki eftir) og þess vegna þarf nokkuð mikið átak til að ýta þeim alveg niður í vírinn og gegnum einangrunina. \nAuðvitað er hægt að prófa svona vír með 1.5v batterí í annan endann og peru í hinn. Fara yfir röðina og prófa hverja snertu fyrir sig meðan aðstoðarmaðurinn (konan) flytur á milli.\nEf samband næst ekki á einhverjum vírnum, þá bara nota grannt og flatt skrúfjárn og ýtta þéttingsfast á það tengi sem er fyrir viðkomandi lit á vír.",
            "date": "2012-11-02 14:33:00",
            "post_id": "475803",
            "reply_to_id": "475800"
        },
        {
            "user_name": "krissi24",
            "text": "LOKSINS!!! \n Fór bara og keypti nýjan modularlausan kapal og setti modular á hann og allt svínvirkar!!!",
            "date": "2012-11-02 19:07:00",
            "post_id": "475887",
            "reply_to_id": "475803"
        }
    ],
    "date": "2012-10-15 20:02:00"
}