{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "51008",
    "title": "Að dreifa Skjáeinum um húsið?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=51008",
    "posts": [
        {
            "user_name": "hundur",
            "text": "Góðan daginn. Ég bý í stóru húsi þar sem eru mörg sjónvörp, 6 held ég. En við erum bara með 1 afruglara frá Vodafone, Amino 140 \nhttp://www.vodafone.is/sjonvarp/myndlyklar/amino140\n. En foreldrar mínir eru frekar miklir þverhausar og þau segja að eina leiðin til að dreifa merkinu frá afruglaranum um húsið sé að gera það í gegnum gamalt video tæki. En við þetta tapast myndgæði auk þess sem afruglarinn er ekki einu sinni tengdur við neitt sjónvarp og því þarf maður að labba langa leið til að skipta um stöð á afruglaranum, auk þess sem maður sér ekkert hvaða stöð maður er að skipta á  \n \nÉg er nokkuð viss um að það eigi að vera hægt að gera þetta einhvern veginn öðruvísi, en veit þó ekki hvernig. Getið þið komið með einhverjar tillögur?\nOg foreldrar mínir eru að fara til USA eftir tvær vikur ef það er eittvað ódýrt að kaupa það sem þarf þar....",
            "date": "2012-10-17 14:26:00",
            "post_id": "472626",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "Annaðhvort að fjölga myndlyklunumm, það eru takmörk á fjölda þeirra eftir því hvernig tengingu þú ert með, en mig rámar í að þú getir verið með amk 5 ef ekki fleiri myndlykla á ljósleiðaranum. Held að hámarkið séu 2 á DSL.\nÞetta er amk eina leiðin til þess að geta haft sitthvora stöðina í gangi á hverju TV fyrir sig. Að öðru leyti væri hægt að deila þessu út á coax kerfið í húsinu með deiliboxum, hægt að nálgast slíkan búnað hjá Elnet.",
            "date": "2012-10-17 14:31:00",
            "post_id": "472627",
            "reply_to_id": "472626"
        },
        {
            "user_name": "GuðjónR",
            "text": "VHS eða Beta?\nhahahaha\nÞetta innlegg ætti nú frekar heima \nhérna.",
            "date": "2012-10-17 15:02:00",
            "post_id": "472632",
            "reply_to_id": "472627"
        },
        {
            "user_name": "gardar",
            "text": "Getur dreift merkinu yfir coax kerfið með mótara, þeir fást t.d. í eico og eru á verðbilinu 10-15þ kall. Myndgæðin sem það skilar ættu að vera þokkalega fín, gætir þurft magnara ef hann er ekki innbyggður í mótaranum og ekki uppsettur nú þegar (líklegt að það sé einhver magnari fyrir á svo stóru coax kerfi).\nHin leiðin er svo eins og AntiTrust nefnir sú að setja upp myndlykla við hvert og eitt sjónvarp en það er eina leiðin til þess að vera með sitthvorar rásir á sitthvorum tækjum.",
            "date": "2012-10-17 15:51:00",
            "post_id": "472643",
            "reply_to_id": "472632"
        },
        {
            "user_name": "appel",
            "text": "Lausnin er augljós, fækka sjónvörpum niður í eitt.",
            "date": "2012-10-19 00:57:00",
            "post_id": "473029",
            "reply_to_id": "472643"
        },
        {
            "user_name": "AntiTrust",
            "text": "Og fá sér NMT síma, og dial-up tengingu, og ískáp án klakavélar... \nYou craazy!",
            "date": "2012-10-19 01:21:00",
            "post_id": "473032",
            "reply_to_id": "473029"
        },
        {
            "user_name": "hundur",
            "text": "Haha takk fyrir góð svör. En foreldrar mínir eru á leiðinni til Bandaríkjanna í lok mánaðarins, er hægt að kaupa þennan mótara þar ódýrara? Þeir eru með öðruvísi sjónvarpskerfi þarna úti ekki satt - mun það valda vandræðum?",
            "date": "2012-10-21 20:44:00",
            "post_id": "473527",
            "reply_to_id": "473032"
        },
        {
            "user_name": "Blackened",
            "text": "Coax tengin á Amino 140 eru virk.. þarf bara að tengja þetta við coax kerfið sem er til staðar í húsinu geri ég ráð fyrir. minnir að hann sendi út á Channel 39",
            "date": "2012-10-21 20:53:00",
            "post_id": "473529",
            "reply_to_id": "473527"
        },
        {
            "user_name": "AntiTrust",
            "text": "Sama með ML frá Símanum, en hverjar eru líkurnar á því að öll 6TVin eigi að vera stillt á sömu stöðina? :p",
            "date": "2012-10-21 20:58:00",
            "post_id": "473530",
            "reply_to_id": "473529"
        },
        {
            "user_name": "tdog",
            "text": "F tengin á símalyklunum eru óvirkir...",
            "date": "2012-10-21 21:53:00",
            "post_id": "473535",
            "reply_to_id": "473530"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Ef ég er með fleiri en einn myndlykil á heimilinu opnast þá SkjárEinn á þeim?\nAðgangur að SkjáEinum takmarkast ekki eingöngu við aðalmyndlykil heimilisins heldur er tekið fullt tillit til þess að víða eru fleiri en eitt sjónvarp á heimili. Nú er því hægt að bæta aukalykli á hvert heimili sem nálgast má hvort sem er hjá Símanum eða Vodafone.\nÞað eru geta einungis max 2 lyklar verið með sömu áskrift. 6 sjónvörp á sama stað væri 3 áskriftir að skjáeinum. Nema að fara út í það að repeata signali frá fyrsta myndlykil, en þá geta hin sjónvörpin ekkert flakkað á milli rása að sjálfsögðu.",
            "date": "2012-10-21 23:32:00",
            "post_id": "473551",
            "reply_to_id": "473535"
        },
        {
            "user_name": "pattzi",
            "text": "Nei veit alveg um dæmi sem að það er 1 áskrift og þrír amino lyklar\nSent from my XT910 using Tapatalk 2",
            "date": "2012-10-22 00:40:00",
            "post_id": "473558",
            "reply_to_id": "473551"
        },
        {
            "user_name": "einarth",
            "text": "..getur verið með 7 myndlykla á ljósleiðaranum og S1 opna á þeim öllum.\nEinar.",
            "date": "2012-10-23 09:55:00",
            "post_id": "473826",
            "reply_to_id": "473558"
        },
        {
            "user_name": "Frantic",
            "text": "Ég tengdi netlykilinn í einhvern magnara sem dreifir áfram um húsið með coax(?) tenginu.\nEn ég veit sama sem ekki neitt um þetta tæki en ég veit að þetta er hægt.",
            "date": "2012-10-23 11:09:00",
            "post_id": "473836",
            "reply_to_id": "473826"
        },
        {
            "user_name": "Haxdal",
            "text": "Ekki þverhausar, heldur eru þau að tala um það sama og margir hérna með að dreifa þessu í gegnum coax kerfið (gömlu loftnetstengin), nema ef þú ert með myndlykil frá vodafone þá er coax tengið virkt þar (afaik) svo þú þarft ekki að routea þessu í gegnum vhs tækið til að fá outputtið í coax (þau eru örugglega vön að routea myndlykil með scart í gegnum vhs til að fá coax output).  coax er analog svo myndgæðin verða aldrei eins og í gegnum hdmi, jafnvel þótt þú fáir þér magnara fyrir merkið.  Besta leiðin væri bara að fá annan myndlykil og setja í herbergið þitt, þá færðu að stjórna rásinni og allt það.. og ef þið eru með ljósleiðara þá er hægt að hafa fleiri en tvo myndlykla ef þú vilt tengja þetta við fleiri en tvö sjónvörp.",
            "date": "2012-10-23 12:13:00",
            "post_id": "473848",
            "reply_to_id": "473836"
        },
        {
            "user_name": "Hrappurthor",
            "text": "Ætla spurja ykkur, þar sem við erum on the subject. \nEr með amino 140 afruglara frá vodafone inn í stofu tengdann við sjónvarpið en mig langar að geta sent útsendinguna úr afruglaranum í sjónvarpið inn í eldhúsi. Gallinn er sá að það er engin tengi, hvorki síma né loftnets inní eldhúsi. Er einhver búnaður sem leyfir mér að senda mynd þráðlaust?",
            "date": "2012-10-23 12:36:00",
            "post_id": "473850",
            "reply_to_id": "473848"
        },
        {
            "user_name": "hagur",
            "text": "Já, t.d þetta:\nhttp://www.elko.is/hljod_og_mynd/onnur_ ... deosendar/\nHef ekki persónulega reynslu af svona sjálfur og veit ekki hversu vel þetta virkar.",
            "date": "2012-10-23 13:12:00",
            "post_id": "473859",
            "reply_to_id": "473850"
        },
        {
            "user_name": "tlord",
            "text": "þetta gamla videotæki er væntanlega í hlutverki mótara hér. Kaup á sérstökum mótara myndu þá ekkert breyta dæminu.\nedit:\nef ljósleiðari er í boði er hægt að uppfæra nettenginguna og vera með marga myndlykla. Kostar leigu per lykil (600kr mán ?)",
            "date": "2012-10-23 13:37:00",
            "post_id": "473868",
            "reply_to_id": "473859"
        }
    ],
    "date": "2012-10-17 14:26:00"
}