{
    "forum_title": "Netkerfi - internetið",
    "id": "51027",
    "title": "3g  hægt samband",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=51027",
    "posts": [
        {
            "user_name": "jonsig",
            "text": "Er að velta fyrir mér , sá þessa flottu auglýsingu hjá tal ,,10gb á mánuði á 500kr og maðurinn í auglýsingunni virkar eins og hann sé í tjaldi og er í HD myndsamtali.. sem að vísu virkar too good to be true\" en ég slæ til ,þar sem nova og vodafone 3g var hvort sem er crap, en svo kemur á daginn að þetta er nákvæmlega sama ruslið \n og greinilega ekki fræðilegur að ég fari yfir 10gb á ári... Nema á örfáum stöðum í bænum þar sem galaxy s2'inn minn dettur í hspa+ mode. Er internetið fyrir farsíma betra hjá símanum? Eru 3g-hspa hraðinn cappaður á háannatímum eða ráða fjarskiptakerfi símfyrirtækjanna ekki við þessi loforð eins og þetta 10gb ævintýri?",
            "date": "2012-10-17 22:34:00",
            "post_id": "472740",
            "reply_to_id": false
        },
        {
            "user_name": "GuðjónR",
            "text": "Á mánuði \nEf sambandið er svo lélegt að notendur ná ekki 10GB þá gætu þeir alveg eins auglýst þetta sem100GB eða þess vegna 1TB.\nMinnir á þegar Síminn var með viku cappið sitt, þá var ekki séns að ná þeim kvóta sem maður borgaði fyrir.",
            "date": "2012-10-17 22:41:00",
            "post_id": "472745",
            "reply_to_id": "472740"
        },
        {
            "user_name": "BjarniTS",
            "text": "Hef hvergi verið sáttari en hjá tal.\nHágæða net fyrir hágæðasíma",
            "date": "2012-10-17 23:01:00",
            "post_id": "472759",
            "reply_to_id": "472745"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Ég held að eini staðurinn sem maður er svo gott sem sáttur við 3G samband og hraða sé hjá Símanum.",
            "date": "2012-10-17 23:03:00",
            "post_id": "472762",
            "reply_to_id": "472759"
        },
        {
            "user_name": "hfwf",
            "text": "NOVA",
            "date": "2012-10-17 23:03:00",
            "post_id": "472763",
            "reply_to_id": "472762"
        },
        {
            "user_name": "BjarniTS",
            "text": "Tal er á kerfi símans.  Hef svosem ekki reynslu af símanum en held að verðið sé bara það sem fælir mest frá.\nVæri samt til í að sjá hraðapróf frá símanum vs Tal.  Próf tekin samhliða.",
            "date": "2012-10-17 23:09:00",
            "post_id": "472768",
            "reply_to_id": "472763"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Þú ert tengdur WiFi",
            "date": "2012-10-17 23:15:00",
            "post_id": "472775",
            "reply_to_id": "472768"
        },
        {
            "user_name": "hfwf",
            "text": "Screenshotið tekið eftir að ég setti wifi á.",
            "date": "2012-10-17 23:18:00",
            "post_id": "472777",
            "reply_to_id": "472775"
        },
        {
            "user_name": "jodazz",
            "text": "Fór til Danmerkur í sumar og komst þar að því hvernig 3g samband á að vera. Keypti kort hjá Telia og ferðaðist um allt landið, allsstaðar gott samband og alvöru hraði.\nEr hjá Símanum hérna heima og næ sjaldan fullu sambandi, meira að segja hérna í Bökkunum næst varla 3g. Þetta 3g kerfi hérna er krap miðað við þetta úti.",
            "date": "2012-10-17 23:19:00",
            "post_id": "472780",
            "reply_to_id": "472777"
        },
        {
            "user_name": "Stuffz",
            "text": "tralalala\nundarlegt vesen er þetta alltaf,  hvernig er það annars engin hætta á því að fleiri stundi samráð en bara olíufyrirtækin",
            "date": "2012-10-17 23:41:00",
            "post_id": "472792",
            "reply_to_id": "472780"
        },
        {
            "user_name": "BjarniTS",
            "text": "Þú ert að slá met sem hafa ekki verið slegin í usa á 4g tengingum.  Myndi fara með símann minn til NASA ef ég væri þú.\nhttp://www.pcworld.com/article/255068/3 ... ested.html\nHugsanlega forritið í ólagi hjá þér eða síminn.  Þetta upload á sér heldur ekki stað.",
            "date": "2012-10-18 08:52:00",
            "post_id": "472829",
            "reply_to_id": "472792"
        },
        {
            "user_name": "Gislinn",
            "text": "Ég bjó í Skotlandi, þar var alvöru 3G kerfi. Eftir að ég kom heim þá hætti ég að sjá tilgangin með að eiga snjall síma, 3G þjónusta hér er bara drasl miða við hvernig þetta er t.d. í Edinborg og Glasgow.\nHinsvegar er kannski erfitt að miða við þessar borgir þar sem íbúafjöldi þessara borga er meiri en íbúafjöld Íslendinga.",
            "date": "2012-10-18 09:25:00",
            "post_id": "472835",
            "reply_to_id": "472829"
        },
        {
            "user_name": "jonsig",
            "text": "Er einhver pressa á símfyrirtækin að bjóða hraðvirkt 3-4g? Samt þessi auglýsing með gaurnum í tjaldinu sem notast við hd video call er einum of mikið blöff",
            "date": "2012-10-18 09:42:00",
            "post_id": "472837",
            "reply_to_id": "472835"
        },
        {
            "user_name": "dori",
            "text": "Stærsta vandamálið er í rauninni að það eru sjaldan nema 10 mínútur fyrir fólk að komast í almennilega nettengda tölvu. Þ.a.l. er rosalega lítil notkun á þessum \"snjallfítusum\" og augljóslega erfitt að setja upp mjög fullkomið kerfi fyrir lítinn jaðarhóp.",
            "date": "2012-10-18 09:47:00",
            "post_id": "472838",
            "reply_to_id": "472837"
        },
        {
            "user_name": "jonsig",
            "text": "Þessi \"litli jaðarhópur\" er að stækka á ljóshraða, og ég efast ekki um að spjaldtölvuæðið ýti enn frekar undir notkunnina",
            "date": "2012-10-18 10:00:00",
            "post_id": "472840",
            "reply_to_id": "472838"
        },
        {
            "user_name": "mikkidan97",
            "text": "Er ekki einhver að fara að koma með 4G?",
            "date": "2012-10-18 10:53:00",
            "post_id": "472846",
            "reply_to_id": "472840"
        },
        {
            "user_name": "wicket",
            "text": "Hér eru early adopters og menn sem stökkva á allar tækninýjungar.\nMiðað við þær tölur sem t.d. Capacent hafa tekið saman að þá er þjóðin ekki alveg í sömu sporum og við hérna inni. Snjallsímaeign á Íslandi er um 30% af öllum farsímum á landinu.\nÞessi hópur fer vissulega stækkandi, en hann er ekki að stækka á neinum ljóshraða.\n3G hefur alltaf dugað mér þegar ég hef þurft á því að halda, annað hvort fyrir notkun í símanum sjálfum, að tethera til að geta unnið remotely eða til að redda einhverju. Get ekki kvartað yfir því, en hef svosem bara reynslu af dreifikerfi Símans. Í eina skiptið sem að ég hef verið pirraður yfir 3G sambandi var þegar ég var í sumarbústað fjölskyldunnar á Þingvöllum og það var löng helgi og því allir í bústað, þá var hraðinn lélegur en svosem skiljanlegt.",
            "date": "2012-10-18 11:06:00",
            "post_id": "472849",
            "reply_to_id": "472846"
        },
        {
            "user_name": "dori",
            "text": "Það er rosalega mikið um að fólk noti netið á þessum tækjum svo gott sem bara þegar það er á wifi. Sérstaklega spjaldtölvum. Ég er þess vegna ekki alveg jafn viss og þú.\nVonandi sér almenningur hvað þetta er æðislegt svo að símafyrirtækin geti farið að hraða uppbyggingu.",
            "date": "2012-10-18 11:18:00",
            "post_id": "472854",
            "reply_to_id": "472849"
        },
        {
            "user_name": "natti",
            "text": "@dori og @wicket.\nÞessi \"litli jaðarhópur\" er þess valdandi að 3G net er nánast ónothæft undir eftirfarandi kringumstæðum:\na) á viðburðum þar sem margir koma saman, t.d:\nMenningarnótt\n17. júní\nÞjóðhátíð\nRIFF\nog fl.\nb) Á stærri sumarbústaðasvæðum á sumrin um helgar.\nNú er t.d. ekki óalgengt að sumarbústaðareigendur hafi komið fyrir 3G router í bústaðnum, og nú hef ég heyrt frá þeim notendum að sambandið sé fínt á veturna og á virkum sumardögum, en um helgar geti þeir oft gleymt því að reyna að nota þetta.\nÞið megið heldur ekki festast í því að það séu bara snjallsímanotendur sem noti 3G.\n(Sbr capacent commentið frá wicket.)\nSnjallsímar og spjaltölvur eru jú að aukast töluvert, og þeir sem eru með spjaldtölvu sem er aðeins með wifi þá er ekki óalgengt að snjallsíminn sé notaður sem hotspot, sem er svo tengdur við 3G.\nEn þess fyrir utan þá ætti ekki að hafa farið framhjá neinum 3G-punga/3G-router herðferðir hjá sumum fjarskiptafyrirtækjum, og þar kemur inn stór hópur notenda sem vill komast í internetsamband á ferðavélinni sinni hér og þar.\nAuk þess hefur það aukist að fyrirtæki hafa verið að setja upp 3G tengingar, bæði sem varaleiðir og fyrir \"mobile\" starfsstöðvar og í bíla.\nFjarskiptafélögin vita vel af þessum vandamálum og hafa reynt að koma til móts við notendur þar sem ástandið er hvað verst, en kostnaður við uppbyggingu 3G kerfis er alls ekki gefins.\nÉg held því að þið séu verulega að vanmeta ástandið með því að tala um að 3G notendur séu \"lítill jaðarhópur\" sem sé ekki ört stækkandi.\nSvo má minnast á að snjallsímar eru ýmist að nota 3G kerfið þó svo að notandinn sé ekkert að gera, t.d. við að ná í uppfærslur, athuga stöðuna á hinu og þessu, fá push-notification etc, það er því oft ótrúlega mikið \"chat\" í gangi þó að viðkmandi sé bara með símann í vasanum.\nEins og vitað er þá er Nova í tilraunum með 4G, það væri því óskandi að hjólin séu e-ð að rúlla þar á bæ.",
            "date": "2012-10-18 12:48:00",
            "post_id": "472867",
            "reply_to_id": "472854"
        },
        {
            "user_name": "hfwf",
            "text": "Af hverju segiru það frú? H+ tenging er 10-20 mbps, þetta 4g netið hjá USA er drasl miðað við hvað 4g/lte á að ná.\nÞað er hvorki eitthvað að forritinu né símanum.",
            "date": "2012-10-18 12:59:00",
            "post_id": "472868",
            "reply_to_id": "472867"
        },
        {
            "user_name": "dori",
            "text": "Góðir punktar natti en fjarskiptafyrirtæki geta ekki byggt upp \nsolid netkerfi\n útaf mikilli almennri notkun á ~10 dögum (oft frekar staðbundið líka) og mikilli, aftur staðbundinni, notkun 10-15 helgar á ári.\nÞað sem ég er að tala um að það er jaðarhópur sem er að borga einhvern pening fyrir áskrift að þessum fjarskiptanetum sem gerir það að verkum að þeir sem eru að því borga mikið fyrir frekar lítið (eða lítið fyrir ennþá minna eins og ég geri ráð fyrir að staðan hjá þeim sem nota Tal sé).\nÉg er ekki að gera lítið úr því að fólk noti þetta en eins og er þá er almenn notkun það lítil að það er erfitt fyrir fjarskiptafyrirtæki að byggja upp solid 3g net sem ná yfir alla staði sem fólki dettur í hug að kvarta yfir þegar það er þetta lítið notað.\nHvernig er það annars með þessa mjög staðbundnu viðburði sem þú telur upp (Þjóðhátíð og niðrí bæ e-ð). Er ekki hægt að setja upp tímabunda punkta á álagssvæðum þegar þeir viðburðir eru?",
            "date": "2012-10-18 16:09:00",
            "post_id": "472905",
            "reply_to_id": "472868"
        },
        {
            "user_name": "hfwf",
            "text": "Það voru settir upp auka sendar á þjóðhátíð í fyrra allavegana býst við að það hafi verið gert í ár líka. Held það sé ekki gert yfir aðra daga eða hátíðir sem er alveg skiljanlegt.",
            "date": "2012-10-18 16:28:00",
            "post_id": "472915",
            "reply_to_id": "472905"
        },
        {
            "user_name": "intenz",
            "text": "10-20 Mbps = 1,25-2,5 MB/s þannig þetta er enginn \"ótrúlegur\" hraði.",
            "date": "2012-10-19 00:06:00",
            "post_id": "473026",
            "reply_to_id": "472915"
        },
        {
            "user_name": "hfwf",
            "text": "Nei nákvæmlega. En frekar gott á 3.5 sambangi sem H+ er.",
            "date": "2012-10-19 01:06:00",
            "post_id": "473031",
            "reply_to_id": "473026"
        },
        {
            "user_name": "jonsig",
            "text": "Alveg ótrúlega misjafn hraði á þessu. Þegar ég stofnaði innleggið ,nett pirraður var síminn að downloada 20kbps en núna var ég að dl á 150-200kbps á sama stað í sama sófa en á öðrum tíma dags!  Er ætli hann sè svona afkastalítill sendirinn í breiðholti? Hvað með það ég vill h+ merki á galaxyinum mínum eins og í miðbæ reykjavíkur og á nesinu",
            "date": "2012-10-19 01:42:00",
            "post_id": "473037",
            "reply_to_id": "473031"
        },
        {
            "user_name": "dori",
            "text": "Hverju ertu að downloada? Það er fleira en bara 3g tengingin sem spilar þar inní.",
            "date": "2012-10-19 10:07:00",
            "post_id": "473048",
            "reply_to_id": false
        },
        {
            "user_name": "jonsig",
            "text": "Youtube, play store, vaktin og mbl.is",
            "date": "2012-10-19 11:11:00",
            "post_id": "473057",
            "reply_to_id": "473048"
        }
    ],
    "date": "2012-10-19 10:07:00"
}