{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "51129",
    "title": "Micro SDXC 64Gb kort",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=51129",
    "posts": [
        {
            "user_name": "Stuffz",
            "text": "Var að panta mér þrjú svona:\neitthverjir haft reynslu af græjustuðningi við þau?\ná að vera hægt að formata í NTFS og koma formöttuð í exFAT\nmér skilst af síðunni hjá sandisk að þetta eigi að virka með Transformer Infinity sem ég keypti fyrir 2 mánuðum, og líka nokia 808 skv eitthverju forumi þarna úti svo já ekki amarlegt, 16+64=80gb í símanum og 32+64+64=160gb í transformerinum (er með lyklaborðs tengivögguna).\njá ég keypti 32gb Infinity módelið frekar en 64gb afþví afhverju að eyða 30 þús fyrir +32gb aukalega þegar maður getur keypt 3x64gb microsd kort fyrir sömu upphæð",
            "date": "2012-10-23 00:47:00",
            "post_id": "473790",
            "reply_to_id": false
        },
        {
            "user_name": "braudrist",
            "text": "Ég er með svona kort fyrir SGS III símann minn, class 10, formattað í exFat og það svínvirkar. Ég er alltaf að breyta um kernel og ROM en kortið hefur alltaf virkað — SanDisk eru bara langbestu kortin. Eitthvað hlýtur þú að vera að eyða samt í þetta, því mitt kostaði u.þ.b 100$",
            "date": "2012-10-23 17:59:00",
            "post_id": "473917",
            "reply_to_id": "473790"
        },
        {
            "user_name": "Stuffz",
            "text": "hmm nice \ntakk fyrir infóið og hvaða hraða ertu að fá?\n og þetta kostaði nú bara 63.99 dollara stk á ebay svo minna en 1 dollari per gigabyte og nánast enginn annar að selja þetta þar. ekki sem ég þorði að taka áhættu á að kaupa af allavegana, þessi seljandi var stór og með gott rep svo ég lét slag standa, enda átti enn eitthvað eftir af \"árskvótanum\" sem ég má eyða í græjukaup, var bæuinn að bíða síðan í Febrúar eftir að kaupa þennan nokia 808 og Transformer Infinity gerir mér kleyft að skoða allt HD videóið sem ég tek on the go í fullri upplausn svo \"perfect companion\" og kortin þíða þá að þarf sjaldnar að toppa af í tölvuna og ef það tekur langan tíma þá hef ég fleiri til að nota á meðan \nPC tölvugarmurinn minn er frá 2008 og er ekkert búinn að uppfæra hann að ráði síðan þá nema einn SSD og svo USB3 port, og hann verður sennilega ekkert uppfærður meir á þessa árs budget \nget sent þér tengilinn á etta á ebay í PM ef vilt.",
            "date": "2012-10-23 18:46:00",
            "post_id": "473929",
            "reply_to_id": "473917"
        }
    ],
    "date": "2012-10-23 00:47:00"
}