{
    "forum_title": "Koníakstofan",
    "id": "51194",
    "title": "Logitech Driving Force GT",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=51194",
    "posts": [
        {
            "user_name": "Yawnk",
            "text": "Sælir, var að versla mér Logitech Driving Force Gran Turismo stýri notað á Bland.is, keypt í Tölvulistanum í Mars 2011.\nÉg tengi stýrið við PC, og installa driverum ( með driver disk sem fylgdi með ) og allt í góðu, og það notar Logitech Profiler til þess að stilla takka.\nStýrið hefur BARA virkað í Euro Truck Simulator, ég fæ það ekki til að virka í neinu öðru nema því, það er eins og leikurinn finni ekki stýrið, t.d ég get nefnt Shift 2 Unleashed, þá finnur leikurinn stýrið í settings, og er stillt á það en það virkar ekki in game.\nÞað virkaði bara strax í Euro truck, þurfti ekki að stilla neitt nema in game, bara kom strax.\nHvað er að?",
            "date": "2012-10-26 22:56:00",
            "post_id": "474643",
            "reply_to_id": false
        },
        {
            "user_name": "Zorky",
            "text": "Náðu í nýjustu driverana eða software á logitech heima síðuni og testaðu svo",
            "date": "2012-10-26 23:30:00",
            "post_id": "474646",
            "reply_to_id": "474643"
        },
        {
            "user_name": "Yawnk",
            "text": "Nú loks náði ég stýrinu að virka í Grid, en svona 3 mín inn í racið, þá bara bókstaflega hættir stýrið að virka, allt stoppar, gerist ekkert inní leiknum þegar ég hreyfi það.\n@Zorky, ég er með nýjustu drivera skv ; \nhttp://www.logitech.com/en-us/support/g ... =14&bit=32",
            "date": "2012-10-26 23:39:00",
            "post_id": "474648",
            "reply_to_id": "474646"
        },
        {
            "user_name": "Yawnk",
            "text": "Er þetta driver vandamál? stýrið virkar í byrjun leiks, svo aðeins inn í leikinn þá hættir það bara, force feedbackið er enn í gangi, en ég get ekki stýrt og bíllinn er stjórnlaus, fer bara í endalausa hringi og botnar alltaf.",
            "date": "2012-10-27 00:12:00",
            "post_id": "474652",
            "reply_to_id": "474648"
        },
        {
            "user_name": "upg8",
            "text": "Virkar það alltaf í byrjun leiks eða bara stundum? Ef það er frekar random hvenær það virkar þá gætu hugsanlega verið eitthverjar lausar lóðingar.",
            "date": "2012-10-27 00:23:00",
            "post_id": "474653",
            "reply_to_id": "474652"
        },
        {
            "user_name": "Yawnk",
            "text": "Nú virkar það bara ekki í neinum leik yfir höfuð, er þetta ekki eitthvað stillingaratriði?\nÞetta virkaði t.d bara fyrst þarna í Grid svo hætti það alveg, er þetta eitthvað ábyrgðarmál, kannski ætti ég að hringja í tölvulistann og spyrjast fyrir um þetta á morgun.",
            "date": "2012-10-27 00:25:00",
            "post_id": "474655",
            "reply_to_id": "474653"
        },
        {
            "user_name": "upg8",
            "text": "það hljómar ekki eins og stillingaratriði í mínum huga. Getur byrjað á að prófa að tengja það við aðra tölvu til að útiloka að þetta sé eitthvað stillingaratriði, annars að vona að ábyrgðin dugi yfir þetta. \nGæti náttúrulega verið að stýrið hafi sætt slæmri meðferð af fyrri eiganda",
            "date": "2012-10-27 00:29:00",
            "post_id": "474657",
            "reply_to_id": "474655"
        },
        {
            "user_name": "Yawnk",
            "text": "Tengdi stýrið við PS3, virkaði alveg 100% og kom strax inn og allt eins og það á að vera, þannig að ég er handviss um að það sé ekki gallað.\nSlæm meðferð... örugglega ekki, stýrið lítur út eins og nýtt, ekki rispa á því, en hvað veit ég.",
            "date": "2012-10-27 00:32:00",
            "post_id": "474658",
            "reply_to_id": "474657"
        },
        {
            "user_name": "Yawnk",
            "text": "Prófaði stýrið við Dirt 2 í PS3, virkaði alveg fínt, ekkert problem.\nEn allt sem ég prófa í PC fyrir utan Euro Truck Simulator, er problem, það sem ég hef prófað nú þegar er Shift 2 Unleashed, Burnout Paradise og Grid.\nALLIR leikirnir sjá stýrið í options og ég er með stillt á það, og allt stillt in game, en samt finna þeir ekki stýrið..",
            "date": "2012-10-27 01:16:00",
            "post_id": "474661",
            "reply_to_id": "474658"
        },
        {
            "user_name": "Yawnk",
            "text": "Á enginn svona stýri sem gæti hjálpað mér? frekar vonsvikinn yfir þessu!\n*Hringdi í Tölvulistann, og mér var sagt þar að þetta væri frekar uppsetning á leikjunum, leikirnir þurfa örugglega nýja patcha eða slíkt...  Ég náði í alla þessa leiki á Piratebay, frekar erfitt að fara að ná í patcha fyrir þetta allt, ef það eru einhverjir.\n*Nú virkar það í öllum leikjum sem ég prófa, en vandamálið er að það HÆTTIR að virka svona eftir 1-2 mínútur af raceinu, þá bara gerist ekkert með stýrið og ekkert virkar, get ekki beygt í leiknum eða ýtt á neitt sama hvað ég geri, og það festist alltaf í bakkgírnum, get ekkert stýrt, en bíllinn bara bakkar og bakkar, en ég finn enn fyrir force feedbackinu.\nStundum kemur svona kippur í stýrið og svo hættir það að virka, t.d ef ég klessi á í leiknum þá á það til að hætta.",
            "date": "2012-10-27 13:20:00",
            "post_id": "474712",
            "reply_to_id": "474661"
        },
        {
            "user_name": "Yawnk",
            "text": "Prófaði stýrið við fartölvu sem keyrir á Windows XP 32 bit, virkaði alveg fínt þar og force feedbackið alveg í góðu þar, en ekki í minni vél, hvað er að?\n*Núnú, ég skipti um USB tengi og það virkar fínt... það hefur þá verið ónýtt",
            "date": "2012-10-28 22:25:00",
            "post_id": "474932",
            "reply_to_id": "474712"
        }
    ],
    "date": "2012-10-26 22:56:00"
}