{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "51356",
    "title": "H100 slöngu skipti",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=51356",
    "posts": [
        {
            "user_name": "lifeformes",
            "text": "Daginn vaktarar, mig langaði að athuga hvort einhver hérna vatnskælinga kappar hafi átt eithvað við h100 kælinguna frá Corsair þ.e.a.s skipt um slöngu og hvort það sé hægt yfir höfuð og hún virki alveg fínt eftir það, hef googlað það aðeins og það hafa margir gert það en þá bæta þeir forðabúri við en mig langa bara að skipta um slöngu á henni og þarf kanski að lengja hanna líka  \n \nhvað segja vaktarar um þetta ?",
            "date": "2012-11-05 13:18:00",
            "post_id": "476286",
            "reply_to_id": false
        },
        {
            "user_name": "mundivalur",
            "text": "Ég gerði svona við H70 og virkaði vel, findu bara H70 mod:-) \nSent from my LG-P920 using Tapatalk 2",
            "date": "2012-11-05 15:16:00",
            "post_id": "476313",
            "reply_to_id": "476286"
        },
        {
            "user_name": "lifeformes",
            "text": "ok flott skiptirðu bara um slöngurnar og virkaði allt vel, flott takk fyrir það.",
            "date": "2012-11-05 23:04:00",
            "post_id": "476410",
            "reply_to_id": "476313"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Mundi gerði \nþetta\n og seldi mér það síðan. Virkaðu mjög vel í þann stutta tíma sem ég átti þetta",
            "date": "2012-11-05 23:18:00",
            "post_id": "476419",
            "reply_to_id": "476410"
        },
        {
            "user_name": "Hnykill",
            "text": "Ef þú skiptir bara um slöngurnar og lengir þær, þá kemst loft inní systemið sem þú nærð ekki að tappa af nema nota Resovoir.. þetta er nær ógerlegt nema einmitt með Resovoir.\nhttp://www.legitreviews.com/article/1025/3/\n   Eins og er sagt í byrjun....  \"The Corsair H50 CPU Cooler is a sealed unit, so if you open it up the coolant will leak out and there is no way to seal it. After we completed our testing we sacrificed our test sample in order to show you the internals so you can see how it works.\"\nVerið að tala um H50 þarna en þetta á við alla línuna :/",
            "date": "2012-11-05 23:19:00",
            "post_id": "476421",
            "reply_to_id": "476419"
        },
        {
            "user_name": "lifeformes",
            "text": "þetta er flottur guide sem AciD_RaiN benti á, en ein spurning, fær maður svona Resovoir hérna heima eða þarf maður að panta hann að utan.\nAnnars var upphafs pælingin bara að mig langar að að fá slöngurnar hvítar, maður getur kanski sett bara sleve utan um slönguna, svo framalega að ég þarf ekki að lengja hana (er með pælingar að gera smá mod með G5 mac kassa sem mér tókst loksins að finna mér)",
            "date": "2012-11-06 00:41:00",
            "post_id": "476452",
            "reply_to_id": "476421"
        },
        {
            "user_name": "Eiiki",
            "text": "Ég hélt svo mikið að aðal pointið með H-vatnskælingarnar frá corsair væri að losna við allt vesenið í kringum þær. \nAnnars bara kaupa sér custom vatnskælingu",
            "date": "2012-11-06 09:42:00",
            "post_id": "476484",
            "reply_to_id": "476452"
        },
        {
            "user_name": "kubbur",
            "text": "viewtopic.php?t=29627",
            "date": "2012-11-06 09:45:00",
            "post_id": "476485",
            "reply_to_id": "476484"
        },
        {
            "user_name": "mundivalur",
            "text": "Ég fór eftir þessu guide og endaði með því að panta reservoir að utan,þú gætir pantað hvítar slöngur í leiðinni  \n \nSvo þegar þú ert búinn að leika þér með þetta þá langar þig bara í alvöru vatnskælingar",
            "date": "2012-11-06 10:26:00",
            "post_id": "476491",
            "reply_to_id": "476485"
        },
        {
            "user_name": "lifeformes",
            "text": "það var reyndar pælingin með þessu að reyna að hafa þetta eins stílhreint og láta fara ens lítið fyrir þessu og hægt er mér lángaði bara að fá slöngurnar hvítar ef hægt væri.\njá Mundivalur var líka að pæla í því að fara allaleið í kælngunni en er samt ekki alveg að nenna því ætla að byrja á þessu og sjá svo til",
            "date": "2012-11-06 11:47:00",
            "post_id": "476501",
            "reply_to_id": "476491"
        }
    ],
    "date": "2012-11-05 13:18:00"
}