{
    "forum_title": "Koníakstofan",
    "id": "51528",
    "title": "DJ/Mix/Producing græjur?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=51528",
    "posts": [
        {
            "user_name": "noizer",
            "text": "Ég er búinn að hlusta á elektróníska tónlist í mörg ár og langar að læra að gera mix og jafnvel búa til lög (dnb/house).\nMálið er að ég veit eiginlega ekkert hvaða græjur ég þyrfti að kaupa. \nHérna\n er myndband úr vinsælu drum and bass podcasti, ætli ég þyrfti ekki \"amatör\" útgáfuna af þessum græjum.\nÉg veit að það er ekkert auðvelt að læra þetta, en ég er heldur ekkert að flýta mér.\nVonandi að þið vitið meira um þetta en ég og hafið einhver ráð handa mér.",
            "date": "2012-11-14 10:03:00",
            "post_id": "477938",
            "reply_to_id": false
        },
        {
            "user_name": "Meso",
            "text": "Það er tvennt mjög ólíkt við að mixa og produce'a, alveg sitthvort settið af græjum/software sem fer í það,\ná myndbandinu er verið að taka upp dj sett, hann er að nota vinyl og cd spilara, \nen fyrir byrjanda myndi ég mæla með all-in-one dj midi controller, það eru ótal gerðir til frá hinum ýmsu framleiðendum.\nTil eru nokkur forrit til að velja um en helstu eru Traktor og Serato.\nEn ef þú vilt semja þína eigin tónlist er hægt að byrja með software eingöngu, t.d. Propellerheads Reason, ableton live ofl.",
            "date": "2012-11-14 12:05:00",
            "post_id": "477960",
            "reply_to_id": "477938"
        },
        {
            "user_name": "Saber",
            "text": "Ef þú ætlar að fara í það að semja, þá er Reason mjög sniðugt því þú ert með flotta syntha, trommuheila og effekta straight out of the box og það er mjög gaman að fikta í því, því það hefur svona \"simulated rack look\". Ableton Live er svo aðeins meira advanced en alveg ótrúlega versatile í smíði og performance, með því þarftu samt að ná þér í aðra hljóðgjafa. \nFyrir DJ performance, þá er einfaldast að gera bara eins og Meso sagði, kaupa DJ controller, hljóðkort og Traktor.",
            "date": "2012-11-14 12:36:00",
            "post_id": "477967",
            "reply_to_id": "477960"
        },
        {
            "user_name": "noizer",
            "text": "Sem sagt eins og \nTRAKTOR KONTROL S2\n? \nStendur á síðunni að reseller sé Tónastöðin, sé þetta ekki á síðunni hjá þeim samt, væntanlega sérpöntun.\nEr eitthvað úrval af aio dj controllers á Íslandi?\nEDIT: \nMixtrack Pro\n gæti hugsanlega verið góð byrjenda græja, með innbyggðu hljóðkorti og alles.",
            "date": "2012-11-14 22:33:00",
            "post_id": "478065",
            "reply_to_id": "477967"
        }
    ],
    "date": "2012-11-14 10:03:00"
}