{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "5163",
    "title": "Mest fyrir peninginn??",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=5163",
    "posts": [
        {
            "user_name": "asgeir1",
            "text": "Ég er búinn að vera að pæla í fartölvum fyrir skólann og hef um 100-120 þúsund krónur. Ég var fyrst að pæla í fyjitsu vél með celeron örgjörva en svo sá ég Compaq Evo N620c . Ég held að í þessari vél fái ég mest fyrir peninginn.Ég er búinn að panta hana hjá computer.is en hún var uppseld hjá tölvuvirkni. En hvað finnst ykkur?\n\n\n\nMobile Intel Pentium M 1.4 GHz Centrino, 1 MB flýtiminni, 400 MHz FSB\n\n\n\n512 MB 266 MHz SDRAM DDR, mest 2 GB, tvær raufar\n\n\n\nLiIon rafhlaða 8cell með 6 klst. endingu\n\n\n\nATI Mobility Radeon 7500 4X AGP með 32 MB DDR VRAM\n\n\n\n40 GB 5400 rpm SMART harður diskur\n\n\n\n24X DVD-ROM, 56K Modem,10/100/1000 GBit netkort\n\n\n\n14.1\" TFT XGA+ skjár, 1024X768 upplausn\n\n\n\nCompaq Premier Sound Enhanced Stereo Audio System\n\n\n\nInfrarautt tengi\n\n\n\nDual pointing devices (bæði Pointstick og Touchpad)\n\n\n\n2xUSB v2.0, PC-kort, hlið, rað, SVGA (TVout) VGA, PS/2, o.fl.\n\n\n\n2,1 kg án drifs, 2.45 með drifi\n\n\n\nMicrosoft Windows XP Pro stýrikerfi\n\n\n\nStærð: 27.9 cm x 23.4 cm x 2.8 cm\n\n\n\n3ja ára ábyrgð á vinnu og varahlutum\n\n\n\n113905 Kr/mvsk",
            "date": "2004-08-16 01:01:00",
            "post_id": "52175",
            "reply_to_id": false
        },
        {
            "user_name": "MezzUp",
            "text": "júmm, mér líst nokkuð vel á spekkana, en computer.is? \n\n\nekki hægt að sérpanta hana hjá Tölvuvirkni eða eitthvað?",
            "date": "2004-08-16 08:04:00",
            "post_id": "52193",
            "reply_to_id": "52175"
        },
        {
            "user_name": "asgeir1",
            "text": "Þetta eru vélar frá opnum kerfum þannig að computer.is kemur ekki til með að sjá um viðgerðir eða annað á þessum vélumvél sem betur fer.´Tölvuvirkni fær ekki aðra sendingu af þessum tölvum þótt ég hefði vilja kaupa af þeim frekar en computer.is. En í þessu tilviki þá skiptir það ekki máli.",
            "date": "2004-08-16 09:59:00",
            "post_id": "52211",
            "reply_to_id": "52193"
        },
        {
            "user_name": "Zkari",
            "text": "Ég keypti síðustu svona vélina sem Tölvuvirkni voru með",
            "date": "2004-08-17 21:39:00",
            "post_id": "52449",
            "reply_to_id": "52211"
        },
        {
            "user_name": "Mal3",
            "text": "M.v. það sem þú tekur fram virðistu fá ansi mikið fyrir peninginn í þessari vél. Í fljótu bragði sé ég bara tvo galla: skjákortið (eða er Radeon 7500 ekki orðið elliheimilismatur?) og skort á geislaskrifara.\n\n\n\nEn þarftu að fá þér þráðlaust net á korti, þar sem þú nefnir það ekki?\n\n\n\nAnnars er ég með aðra hugmynd, sem ég þori að veðja að þér líkar ekki  \n\n\n\n\nApple iBook er á 110þ. hjá Pennanum. Það er reyndar bara með 256MB RAM og væntanlega án þráðlauss nets. Smelltu í hana 802.11g þráðlausu (innvært) og hún ætti að kosta undir 120þ. og vera tilvalin í skólann. 256MB af minni í viðbót myndu reyndar heldur ekki skaða...\n\n\n\nEn það eru bara minn túkall",
            "date": "2004-08-18 12:40:00",
            "post_id": "52526",
            "reply_to_id": "52449"
        },
        {
            "user_name": "Daz",
            "text": "Stóri gallinn við Macana er náttúrulega að það er ekki hægt að spila neina \"spennandi\" leiki á þeim \n\n\nEn já þessi Evo tölva er ekki með þráðlausu netkorti og geislaskrifaraskortur er ansi mikið pirrandi.",
            "date": "2004-08-18 13:03:00",
            "post_id": "52527",
            "reply_to_id": "52526"
        },
        {
            "user_name": "Mal3",
            "text": "Njah... Það er viss punktur í þessu hjá þér. Mac er ekki fyrir harðkjarna leikjafíkla, það er alveg satt. Stóri gallinn við Mac og leiki, að mínu mati, er að leikirnir eru dýrari og virðast ekki vera að skila sér nægilega vel í „þýðingu“ oft á tíðum.\n\n\n\nÉg spilaði annars aðeins Medal of Honor á iBókinni minni, 800MHz G4 með 640MB RAM og Mobile Radeon 9200 64MB, og það gekk alveg þokkalega, á lágum detail reyndar.\n\n\n\nSpurningin er auðvitað hve þungt leikirnir vega. Ef maður er „casual gamer“ þá ætti Mac að vera í góðu lagi, en annars myndi ég benda á Wintel...",
            "date": "2004-08-18 13:15:00",
            "post_id": "52529",
            "reply_to_id": "52527"
        },
        {
            "user_name": "MezzUp",
            "text": "maður kaupir sér nú ekkert fartölvu til þess að vera eitthvað mikið í tölvuleikjum er það?\n\n\n\nannars fékk ég þetta svar frá tölvukallinn í Fjölbrautarskóla Suðurnesja þegar ég spurði hann um kerfið fyrir nokkru:",
            "date": "2004-08-18 17:23:00",
            "post_id": "52565",
            "reply_to_id": "52529"
        },
        {
            "user_name": "Mal3",
            "text": "Kerfisstjórar eru oft verulega neophobískir... Hvaða máli skiptir hvort vélin sé með öllum uppfærslum, myndi netið hafna henni aðgang annars? Annars má vera að þarna sé eitthvað netkerfi sem aðeins virkar fyrir ofantalin kerfi, en ef maður þarf bara að skrá MAC Address og/eða fá WEP lykil, þá er varla margt sem mælir gegn því að tölva með þráðlausan netbúnað sem uppfyllir viðeigandi staðla eigi ekki að geta tengst.\n\n\n\nEf svo er, þá er viðkomandi kerfisstjóri varla að koma til móts við nemendur sem eiga annan búnað en hann hefur þekkingu á. Það er kannski spurning hvort fólk ætti hreinlega ekki að setja upp Windows á Makkann sinn og spyrja svo hvort þau fái þá aðgang\n\n\n\nReyndar er verið að safna saman upplýsingum um aðgengi Makkanotenda að ýmsum skólanetum einmitt núna. Það yrði gaman ef tæmandi listi yfir skóla, með öllum upplýsingum sem skipta máli, yrði aðgengilegur.",
            "date": "2004-08-18 19:19:00",
            "post_id": "52609",
            "reply_to_id": "52565"
        },
        {
            "user_name": "Zkari",
            "text": "MezzUp, fara í FS?",
            "date": "2004-08-18 22:31:00",
            "post_id": "52651",
            "reply_to_id": "52609"
        },
        {
            "user_name": "MezzUp",
            "text": "jebb, first year \n\n\n\n\nU2?",
            "date": "2004-08-18 22:59:00",
            "post_id": "52660",
            "reply_to_id": "52651"
        },
        {
            "user_name": "Zkari",
            "text": "Amm",
            "date": "2004-08-18 23:55:00",
            "post_id": "52671",
            "reply_to_id": "52660"
        },
        {
            "user_name": "zenith",
            "text": "Ég vitna nú bara í Gústa vin minn sem hefur mikla reynslu af þessum málum:\n\n\n\nÞað er auðveldara að tengja macintosh-vél inn á windows-only net heldur en windows-vél inn á windows-only net  \n\n\n\n\nOg þetta er mín reynsla einnig.",
            "date": "2004-08-21 08:53:00",
            "post_id": "52947",
            "reply_to_id": "52671"
        },
        {
            "user_name": "gnarr",
            "text": "hvað meinaru? þarf að gera minna en að tengja TP snúru í netkortið? eða labba inná útkastssvæði þráðlausa netsins??",
            "date": "2004-08-21 16:26:00",
            "post_id": "52980",
            "reply_to_id": "52947"
        },
        {
            "user_name": "gumol",
            "text": "Það skiptir litlu máli. Ég veit td. um strák í MK sem notar linux og þurfti að setja upp windows til að hann gæti látið kerfisstjórann setja up novell keyra blaster fix á vélinni. Svo þegar búið var að opna á MAC addressuna þá eyddi hann bara Windowsinu út aftur \n \n\n\n\n\nJá. Ef þú ert á móti DHCP þá þarftu að stilla IP töluna",
            "date": "2004-08-23 10:21:00",
            "post_id": "53178",
            "reply_to_id": "52980"
        },
        {
            "user_name": "gnarr",
            "text": "ég var að tilvitna í zenith, sem er að halda fram að það sé eitthvað einfaldara að tengjast lani með makka en x86",
            "date": "2004-08-23 10:42:00",
            "post_id": "53185",
            "reply_to_id": "53178"
        }
    ],
    "date": "2004-08-16 01:01:00"
}