{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "51671",
    "title": "Uppfærsla á örgjörva",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=51671",
    "posts": [
        {
            "user_name": "capteinninn",
            "text": "Er að velta fyrir mér að uppfæra örgjörvann hjá mér á næstunni.\nEr aðallega að spila leiki á tölvunni og þá helst Battlefield 3 sem mér skilst að sé frekar örgjörva intensive.\nVar að pæla í i7 örgjörva en það er spurning hvort ég ætti frekar að kaupa annað skjákort eða hvað?\nEr með Nvidia skjákort en móðurborðið styður crossfire þannig að það er spurning hvort ég eigi eitthvað að nota það?\nEr ekki viss hvað ég vill setja mikinn pening í þetta en hugsanlega 30-50 þús.\nÞakka alla aðstoð",
            "date": "2012-11-21 20:48:00",
            "post_id": "479313",
            "reply_to_id": false
        },
        {
            "user_name": "Zpand3x",
            "text": "Þetta móðurborð er með socket 1156, þannig þú þyrftir að fylgjast vel með á vaktinni eftir notuðum i7 870 eða panta á netinu því þeir eru ekki lengur í sölu í tölvuverslunum á íslandi. \nVæri hugsanlega sniðugra að selja móðurborðið og örgjörfann og fara í ivy eða sandy.. eða bíða eftir Hashwell sem kemur Q1 2013",
            "date": "2012-11-21 22:52:00",
            "post_id": "479334",
            "reply_to_id": "479313"
        },
        {
            "user_name": "capteinninn",
            "text": "Ég fer líklega í þetta eftir áramót þannig að kannski skoðar maður Hashwell.\nHvað væri besta leiðin til að gera þetta ef ég myndi skipta um móðurborð og örgjörva, hvaða combo ætti ég að kaupa?\nEr Battlefield 3 ekki meira GPU frekar en CPU intensive, ætti ég frekar að reyna að fara í eitthvað betra skjákort?",
            "date": "2012-11-24 15:22:00",
            "post_id": "479808",
            "reply_to_id": "479334"
        },
        {
            "user_name": "Zpand3x",
            "text": "BF3 er CPU intesive í multiplayer með marga players í einu mappi.\nHugsa að þú þurfir bara einhvern quad core i5 sandy, Ivy eða Hashwell, 3 ghz quad er nóg hugsa ég, en ef þú vilt OC-a þá tekurðu K örgjörva. Hyperthreading á i7 hjálpar ekki í neinum leikju ennþá. \nOg jú, þú þarft öflugt skjákort til að spila BF3 í góðum gæðum. Kortið þitt ætti samt að geta spilað hann í 1080p með einhverjar meðal stillingar og slökkt á AA og details. \nGetur skoðað review á skjákortum á netinu, þeir prófa þau oft á BF3.. Hugsa að GTX 660 Ti væri geggjað ef þú vilt spila í góðum gæðum m. decent FPS",
            "date": "2012-11-24 17:31:00",
            "post_id": "479826",
            "reply_to_id": "479808"
        }
    ],
    "date": "2012-11-21 20:48:00"
}