{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "517",
    "title": "Vantar proffessional:) hjálp",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=517",
    "posts": [
        {
            "user_name": "Frikki",
            "text": "Mig langar alveg gífurlega mikið að setja saman eitt stykki tölvu og þar sem ég er voðalega grænn í þessu þá langar mig að fá ykkar álit.\n\nÉg ætla að taka fram að ég á ekki einn einasta tölvuleik svo það verður að taka tillit til þess.\n\n1. Ég er að spá í celeron 1.7 duga þeir ekki ágætlega?\n\n2. hvernig móðurborð á ég að fá mér (þarf ekkert merkilegt, var að spá í MSI 645combo hjá tölvulistanum)\n\n3.  Ég þarf þá líka skjákort.  Ég á ekki dvd drif og ekki heldur tölvuleik, er einhver ástæða fyrir því að 4mb skjákort dugar ekki?\n\n4.  Svo þarf ég kassa, hann má vera ljótari en djöfullinn, skiptir kassinn einhverju sérstöku máli fyrir mig?\n\n5.  Ég þarf væntanlega líka aflgjafa, er 300w ekki meir en nóg?\n\n\n\nEr eitthvað annað sem ég þarf að spá í?  Þetta þarf að vera ódýrt augljóslega en það þarf líka að duga...",
            "date": "2003-03-28 00:02:00",
            "post_id": "3376",
            "reply_to_id": false
        },
        {
            "user_name": "gumol",
            "text": "1.7 mhz er alveg nóg í ritvinslu, net og tölvupóst. Það gæti verið ágæt hugmynd fyrir þig að fá þér gott móðurborð með innbygðu hljóð og skjákorti ef þú ætlar ekki að vera með videovinnslu eða leiki (svo lengi sem það er ódýrara). 300 watt er alveg nóg fyrir þetta annars filgjir örugglega aflgjafi með kassanum.\n\nÁttu harðan disk(30 GB)?\n\nVinsluminni (512 Kb)?\n\nÞarftu modem eða kanski netkort (Dialup eða ADSL)?\n\nStírikerfi? (ekki nota Linux ef þú ert algjörlega \"grænn\" nema þú hafir einhvern mjög hjálp-fúsan eða þú hafir notað það hingaðtil)\n\nSvo nátturlega það auljósasta: \n\nSkjá(17 tommu)?\n\nLyklaborð?\n\nMús?\n\nAnnars veit ég ekkert um einstakar tegundir tölvuíhluta, það eru aðrir sem vita meira um það hér  \n\n\nÞað borgar sig ekki alltaf að velja það allra ódýrasta (það er stundum góð ástæða fyrir verðinu)",
            "date": "2003-03-28 00:27:00",
            "post_id": "3379",
            "reply_to_id": "3376"
        },
        {
            "user_name": "Frikki",
            "text": "einmitt, ég er nú kannski ekki bara aðspá í ritvinnslu og það, ég ætla að nota tölvuna til þess að taka upp (tónlist) og jafnvel editera (hreyfi)myndir.\n\nEn já, ég á disk (40gb WD, mjög fínn) og vinnsluminni er eitthvað sem ég ætla að spá í þegar ég er búinn að velja móðurborð.  Síðan á ég netkort, skjá, lyklaborð, mús og allt það... ég er ekki alveg svo grænn að kunna ekki á linux:) það sem ég var aðallega að spá í var það væri einhver ástæða fyrir mig að fá mér gott skjákort og hvort einhver hefði eitthvað ljótt að segja um celeronin:)",
            "date": "2003-03-28 10:18:00",
            "post_id": "3389",
            "reply_to_id": "3379"
        },
        {
            "user_name": "d00m",
            "text": "sorry, varð að hlæja að þessu.",
            "date": "2003-03-28 15:07:00",
            "post_id": "3403",
            "reply_to_id": "3389"
        },
        {
            "user_name": "Voffinn",
            "text": "hmmm...er þetta það mikið buget hjá þér að þú týmir ekki í pentium ?",
            "date": "2003-03-28 15:59:00",
            "post_id": "3406",
            "reply_to_id": "3403"
        },
        {
            "user_name": "Frikki",
            "text": "Þetta er alveg mini budget sko... óþarflega lítið jafnvel",
            "date": "2003-03-28 18:07:00",
            "post_id": "3426",
            "reply_to_id": "3406"
        },
        {
            "user_name": "Voffinn",
            "text": "ef þú ætlar ekki í mikla leiki, þá myndi \nmér\n langa að láta via örgjörva og móðurborð, þarf ekki viftu eða neitt \n , en annars ekki hlusta á mig.",
            "date": "2003-03-28 18:19:00",
            "post_id": "3427",
            "reply_to_id": "3426"
        },
        {
            "user_name": "Frikki",
            "text": "hvar fær maður via örgjörva?",
            "date": "2003-03-28 18:37:00",
            "post_id": "3428",
            "reply_to_id": "3427"
        },
        {
            "user_name": "MezzUp",
            "text": "Þú kaupir Via á \ncomputer.is\n/\nTækniBæ\n en miðið við hvað maður hefur verið að heyra um þær verslanir þá myndi ég frekar versla í útlöndum \n\n\nVia eru bara 933Mhz sem að er of lítið ef að þú ætlar að vinna með myndbönd\n\nOg ef að þú ætlar að vinna með myndbönd eitthvað af ráði þá verðurru að kaupa þér Pentium.\n\n\n\n---\n\nGumol, þú bara á 1.7Mhz fáknum með heil 512KB í vinnsluminni \n\n\n----",
            "date": "2003-03-28 19:46:00",
            "post_id": "3430",
            "reply_to_id": "3428"
        },
        {
            "user_name": "Dári",
            "text": "Ef þú ættlar að fara að vinna mikið með video, og eða grafík þá myndí ég frekar fá mér amd en celeron, þeir eru á svipuðu verði en þú færð mun meiri hraða úr amd en celeron, sérstaklega í grafíkvinnslu. svo er bara að fá sér nógu mikið minni.",
            "date": "2003-03-28 20:52:00",
            "post_id": "3431",
            "reply_to_id": "3430"
        },
        {
            "user_name": "Frikki",
            "text": "Já, ég er eiginlega meira og meira að hallast að amd... hvernig eru duron að standa sig?",
            "date": "2003-03-28 21:45:00",
            "post_id": "3433",
            "reply_to_id": "3431"
        },
        {
            "user_name": "Frikki",
            "text": "á ég kannski frekar að fá mér xp?",
            "date": "2003-03-28 21:48:00",
            "post_id": "3434",
            "reply_to_id": "3433"
        },
        {
            "user_name": "MezzUp",
            "text": "ja, XP er öflugri en Duron, en þá ertu kannski kominn soldið frá því sem að þú byrjaðir með",
            "date": "2003-03-28 22:01:00",
            "post_id": "3435",
            "reply_to_id": "3434"
        },
        {
            "user_name": "elv",
            "text": "1700xp og 1800xp eru á svipuðu verði og 1,7celeron.Ef þú vilt ódýra en þokkaleg farðu á Tölvuvirkni og fáðu Duron á 4700kr og shuttle AK32 á 8120kr ódyrt og með fína uppfærslumöguleika þegar þú átt meiri pening",
            "date": "2003-03-29 14:27:00",
            "post_id": "3441",
            "reply_to_id": "3435"
        },
        {
            "user_name": "Frikki",
            "text": "Hvað varðar móðurborð þá eru einmitt tvö önnur borð í tölvuvirkni sem mér lýst þó nokkuð vel á, Shuttle-ak37gt og enn betur gigabyte ga-7vax1394.  Hefur einhver hér eitthvað slæmt um þau að segja?",
            "date": "2003-03-30 00:15:00",
            "post_id": "3459",
            "reply_to_id": "3441"
        },
        {
            "user_name": "elv",
            "text": "Er með AK37GT ,er bara búin að eiga það í viku en lítur vel út ,fínir yfirklukkunar möguleikar en ekkert pci/agp lock eins og á Nforce2",
            "date": "2003-03-30 09:27:00",
            "post_id": "3465",
            "reply_to_id": "3459"
        },
        {
            "user_name": "Frikki",
            "text": "ókei, svo ég er spá í þessu:\n\n\n\ngigabyte ga-7vax1394 móðurborði\n\nAMD 2000xp \n\nkingston 256 eða 512 (333) minni \n\n\n\nJá, dáldið langt frá byrjunarreitnum en mun sáttari við þessa hugmynd.  Nema einhver segi mér að shuttle móðurborðið sé betri (ég er svo áhrifagjarn",
            "date": "2003-04-02 23:18:00",
            "post_id": "3600",
            "reply_to_id": "3465"
        },
        {
            "user_name": "elv",
            "text": "Ef þú ert tilbúin að eyða svona pening ,fáðu þér þá Nforce2 mobo og 1700xp. Lang bestu borðin og 1700xp yfirklukkast auðveldlega upp í 2000xp, reyndu bara að fá tbred en ekki palomino.",
            "date": "2003-04-03 07:47:00",
            "post_id": "3603",
            "reply_to_id": "3600"
        },
        {
            "user_name": "Voffinn",
            "text": "hmm... akkuru að yfirklukka 1.7 í 2.0 , þegar þú átt í hættu að stórskemma örran, þegar þú getur bara keypt 2.0 ? Þú verður að fyrirgefa, en þetta þykir mér MJÖG vitlaus ráðgjöf, og ég mæli EKKI með nforce2 móðurborð (er það ekki þetta með innbyggðu skjákorti?) , já nei...ég ráðlegg þér að kaupa ekki nforce!",
            "date": "2003-04-03 13:08:00",
            "post_id": "3605",
            "reply_to_id": "3603"
        },
        {
            "user_name": "Frikki",
            "text": "hmmm... nú er ég aðeins ringlaðari \n  nForce2 er MSI er það ekki?  Ég held að valið sé komið niður í tvö fyrrnefndu borðin, mér lýst nokkuð vel á þau bæði (það verður þó bara að koma í ljós hvort þau eru góð eða ekki...) Það er reyndar yfirklukkunarbios (þ.e. auðvelt að yfirklukka án þess að fokka í neinu beint) í báðum borðunum en ég held ég sleppi öllu svoleiðis, ætti ekki að þurfa þess.  En hvernig veit ég hvort örrinn er t-bird eða palamino?",
            "date": "2003-04-03 16:07:00",
            "post_id": "3612",
            "reply_to_id": "3605"
        },
        {
            "user_name": "elv",
            "text": "Þú skemmir ekki örgjorvan með því að yfirklukka,Styttir kannski líftíma aðeins en ekkert sem er mikið . Og svo með Nforce2 sé með inbyggðu skjákorti er satt,en það er hægt að fá það með engu skjákorti.Svo er Nforce2 bara kubbasett en ekki bara MSI borð.Nforce2 er lang hraðvirkustu borðin þau einu í dag með dual DDR.Þú sérð hvort örgjörvinn sé tbred þá er kjarninn lengri en er ferhyrndur á palomino þ.e.a.s allar hliðar jafn langar eða um það bil á palomino\n\n---\n\nOg svo Voffi minn þá er 1700xp klukkaður í 2000xp þ.e.a.s 166fsb og multi í 10 .Hraðari en 2000xp á 133 fsb.Og ódyrari 5-6000 en 10-11000",
            "date": "2003-04-03 17:48:00",
            "post_id": "3614",
            "reply_to_id": "3612"
        },
        {
            "user_name": "snibbsio",
            "text": "En þig gætir viljap fá gott hljóðkort til að vera að taka uppp músik",
            "date": "2003-04-19 14:44:00",
            "post_id": "4226",
            "reply_to_id": "3614"
        }
    ],
    "date": "2003-03-28 00:02:00"
}