{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "51714",
    "title": "Big stuff leikjalappi vs uppfæra Media Center",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=51714",
    "posts": [
        {
            "user_name": "tveirmetrar",
            "text": "Góða kveldið vaktarar.\nVantar smá ráðleggingar hjá ykkur.\nVar að selja turninn minn og vantar nýjann lappa fyrir komandi skólagöngu mína.\nÉg hafði hugsað mér að kaupa léttann og þæginlegan skóla lappa en eftir að ég seldi turninn turninn er ég með algjört craving í að geta spilað Civ og nokkra aðra leiki.\nEr því með ný áform um að kaupa mér leikjalappa og geta notað hann í bæði. \nÞar þarf ég ráðleggingar. Er að skoða \nÞennan\n og get fengið hann innflutann fyrir mig á 230.000.-\nSpurningin er hvort það sé eitthvað vit í að fá sér svona græju. Er með i5, 1155 mobo, lítinn SSD og turn með 500w aflgjafa sem ég nota sem Media Center og get því alveg splæst í eitt 6950 eða GTX 570 eða eitthvað álíka fyrir 40.000 plús mínus 10.000 og verið með ágætis leikjavél. Vandinn er að þá er ég ekki með Media Center og þarf því að splæsa í eitthvað eins og Apple TV, jailbreika og spila af turninum.\nHvora leiðina færuð þið?\n1.\nLeikjalappi sem dugar í flesta leiki: 230.000.-\nMedia center eins og það er: 0.-\n230.000.-\n2.\nNýtt skjákort í gamla turninn: 40.000 +- 10.000\nStærri SSD: 20.000.- \nApple TV / einhver media spilari sem spilar af turninum: 20.000.-\nÓdýr skólalappi: 100.000.-\n= 180.000.-\nEr eitthvað varið í að spila af svona leikjalöppum og meikar maður alveg að ferðast með þetta í skólann? Hún er rúm 4kg held ég.\nÞessi vél kemur með GTX 675MX sem er víst öflug uppfærsla frá GTX 670M og GTX 675M sem voru basicly \nGTX 500M línan endurútgefin\n]\nÞað sem ég hef mestar áhyggjur af er að þetta sé ekki nógu mikill \"bang\" fyrir peninginn.\nOg ef þið færuð leið 1. mynduð þið versla þetta á bestbuy eða amazon, eða leita að custom builds eins og alien ware?\nÖll input vel þegin",
            "date": "2012-11-24 01:46:00",
            "post_id": "479769",
            "reply_to_id": false
        },
        {
            "user_name": "chaplin",
            "text": "17.3\", 4kg, 2klst batterí fyrir tölvu sem verður notuð í skóla.. bahh..\nVitandi það að þú hlustar aldrei á það sem maður segir þér að gera þegar þú spyrð ætla ég bara að segja, potatos. Æltum að fara að skjóta á morgun, hringdu í mig ef þú ætlar að koma með. \nOff topic er officially 100% leyfilegt.",
            "date": "2012-11-24 04:09:00",
            "post_id": "479776",
            "reply_to_id": "479769"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Takk fyrir þetta fróðlega svar Danni.\nAnyone with less potatoes want to share?\n-Næturvaktatörn, kemst ekki á mrg :*",
            "date": "2012-11-24 05:00:00",
            "post_id": "479780",
            "reply_to_id": "479776"
        },
        {
            "user_name": "steinarorri",
            "text": "Persónulega myndi ég aldrei nenna að fara með 17\" vél í skólann, vegna þyngdar og stærðar (mín 15,6\" er t.d. á mörkunum með að geta verið á borðum í fyrirlestrum í HÍ... hluti af henni stendur alltaf út af)",
            "date": "2012-11-24 05:03:00",
            "post_id": "479781",
            "reply_to_id": "479780"
        },
        {
            "user_name": "tveirmetrar",
            "text": "OKOK rólegir, óþarfi að vera að öskra svona á mann!\nDanni það eru skjákorts, aflgjafa og SSD innkaup eftir helgi... Gear up!\nOg svo er það stóra spurningin... hvað á maður þá að setja í staðin fyrir turninn sem Media Center? Apple Tv málið í dag? Jailbrake og XBMC?",
            "date": "2012-11-24 05:20:00",
            "post_id": "479783",
            "reply_to_id": "479781"
        },
        {
            "user_name": "PhilipJ",
            "text": "Mitt mat er að 13,3\" sé besta stærðin til að ferðast með í skóla. Hitt er bara alltof stórt og klunnalegt.\nApple tv væri fínt ef þú getur fengið notað apple tv 2 þar sem þú getur ekki jailbreakað 3. gen (allavega ekki ennþá\nnema teathered sem er ekki nothæft). Þannig að það er spurning um að skoða raspberry pi ef þú vilt fá\neitthvað ódýrt með xbmc.",
            "date": "2012-11-24 09:52:00",
            "post_id": "479786",
            "reply_to_id": "479783"
        },
        {
            "user_name": "chaplin",
            "text": "Þú færð þér svona vél fyrir skólann - \nhttp://www.lenovo.com/products/us/lapto ... x1-carbon/\n - ég veit það vel að þú ert eftir að hata það að að dröslast með 4kg hlunk, einnig ef þú hefur option að spila leiki í fartölvunni þinni, þá ertu ekkert að fara læra.\nSvo getum við pimpað aðeins upp á media center-inn svo þú getir spilað þessa helstu leiki.\nComprende?",
            "date": "2012-11-24 15:14:00",
            "post_id": "479806",
            "reply_to_id": "479786"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Comprende.\nPirrandi samt að lappinn komi ekki með HDMI tengi, ekki full HD upplausn og svona smáatriði.\nHvar er ódýrast að kaupa Apple TV 2?\n- og er 128gb nægilegt í storage space? Ekki hægt að bæta öðrum við. Hægt að uppfæra í 256 fyrir 300$.",
            "date": "2012-11-24 21:10:00",
            "post_id": "479854",
            "reply_to_id": "479806"
        },
        {
            "user_name": "Klaufi",
            "text": "Hver vaknaði ekki til að fara að skjóta?\nÞar sem að ég held að ég hafi átt allar stærðir af löppum frá 11-17.3\"\nÞá mæli ég klárlega með 13-14\" lappa í skólan, eina sem er eitthvað vit í að mínu mati..\n15\"+ er bara alltof stórt til að burðast með, léleg rafhlöðuending og einkannir eru á línulegum skala við það hversu gott skjákort þú ert með, því betra skjákort, því lægri einkannir..\nFramleiðendur fara bara eftir trúarbrögðum en ég persónulega tæki lenovo, ef ekki þá Asus frá Tölvutækni..\nMæli klárlega með ssd, 128 er nóg ef þú notar einhverja cloud þjónustu, en ég tók 256gb ssd í skólavélina og líka í stóra lappan, fæ hroll þegar ég þarf að nota eitthvað sem er á 750gb disknum..\nP.s. Yfirleitt er ódýrasti kosturinn að kaupa vélina með ódýrasta harða diskinum og kaupa ssd sér.",
            "date": "2012-11-24 21:33:00",
            "post_id": "479862",
            "reply_to_id": "479854"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Er að skoða svona \"top 10 ultrabooks\" reviews á netinu:\nTechradar\n \nLaptopmag\n \nCnet\n \nT3\nOg mér finnst enginn af þeim hafa neina afgerandi skoðun.\nSvo eru þær flestar með 1333mhz 4gb í minni. Það virðist vera allsráðandi í þessum vélum. Er það ekki alveg hrikalega lítið í multidasking heiminum sem við lifum við í dag?\nEr þetta \"Ultrabook\" alveg þess virði, fórna minni, diskaplássi og peningum í að hafa þetta 1 kg léttara. En bara venjuleg 15 tommu 1100 dollara laptop. Fær maður ekki miklu meira fyrir peninginn. Þetta ultrabook er svo nýtt að þú ert að borga helling fyrir nýja týpu af vélbúnaði sem passar í þetta litla form. Mér finnst hrikalegt að vera borga 1200-1300 dollara fyrir i5 örgjörva, intel 4000 skjástýringu, 1600x900 skjá, 4gb minni og 128gb SSD, and thats IT! Og ég slepp við 1,2 kg.",
            "date": "2012-11-24 22:43:00",
            "post_id": "479881",
            "reply_to_id": "479862"
        },
        {
            "user_name": "Jimmy",
            "text": "http://www.gigabyte.com/products/product-page.aspx?pid=4210#sp",
            "date": "2012-11-24 22:44:00",
            "post_id": "479883",
            "reply_to_id": "479881"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Þessi er reyndar alls ekki slæm. Svolítið hræddur við merkið þar sem Gigabyte eru nýjir á lappa markaðnum right?\nÁ tilboði á amazon\nÆtti maður að bíða fram yfir áramót, byrjun Janúar, (verður sótt þá) eða kaupa vél núna og nýta þetta Black Friday útsölu æði. \nVæri alveg til í fleiri svona tillögur ef einhver hefur tíma. Miðað við að eyða 1000-1500 dollurum í skólavél.\n120 gb+ SSD must.\nFind the best one please?\nGO!",
            "date": "2012-11-24 23:40:00",
            "post_id": "479893",
            "reply_to_id": "479883"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ef þú ert með media center/player + gaming vél, þarftu þá HDMI? Þú vilt heldur ekki hafa FHD upplausn á 14\" skjá, þyrftir bara að hækka dpi fyrir vikið til að geta lesið e-ð á skjánum.\n128GB dugar fínt fyrir skólalappa, þótt þú hendir inn einum og einum leik.\nEf ég væri að henda 1000-1500$ í lappa í dag væri það X1 Carbon, án þess að svo mikið sem blikka af umhugsun. Ef hún er of steep þá myndi ég skoða Lenovo U400, rosalega solid og vel byggð vél fyrir talsvert minni pening, og það má eiginlega ekki sleppa því að minnast á Asus ZenBook vélarnar. Ef þú þarft endilega SSD, seldu þá bara diskinn sem kemur orginal með og settu upp í SSD, mismunurinn örugglega ekki nema 10þús.\nSvo myndi ég líka skoða að kaupa Roku 2 XD eða Roku 2 XS frekar en AppleTV, kostar helmingi minna og alveg jafn fjölhæft, og styður Plex out of the box.",
            "date": "2012-11-25 02:13:00",
            "post_id": "479921",
            "reply_to_id": "479893"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Já það er svosem alveg óþarfi að vera með HDMI og var ekki búinn að hugsa þetta með upplausnina á svona litlum skjá.\nMenn eru greinilega hrifnir af Lenovo. Held ég skoði þessa carbon vél betur. \nThx for the input.\nEr hægt að fá Roku 2 útí búð hérna heima?",
            "date": "2012-11-25 02:20:00",
            "post_id": "479922",
            "reply_to_id": "479921"
        },
        {
            "user_name": "SolidFeather",
            "text": "Finna þér 15\" vél með FHD skjá. Félagi minn er með þannig vél frá Dell og það er algjör snilld.\nHér er t.d. ein \nhttp://www.amazon.com/Dell-Inspiron-Spe ... dell+1080p",
            "date": "2012-11-25 02:25:00",
            "post_id": "479923",
            "reply_to_id": "479922"
        },
        {
            "user_name": "tveirmetrar",
            "text": "X1 Carbon:\n1:\nIntel Core i7-3667U Processor (4M Cache, up to 3.20 GHz)\n4 GB PC3-10600 DDR3L SDRAM 1333MHz SODIMM Memory (1 DIMM)\n2:\nIntel Core i5-3427U Processor (3M Cache, up to 2.80 GHz)\n8 GB PC3-10600 DDR3L SDRAM 1333MHz SODIMM Memory (1 DIMM)\nSama verð, sitthvor örri og minni.\nEr minnið að spila nógu mikið inní til að taka dæmi 2?\nEr það málið? Ég veit ekki hvað maður á að leggja áherslu á...\nÆtli það sé hægt að bæta við SSD disk í \nþessa?",
            "date": "2012-11-25 02:30:00",
            "post_id": "479924",
            "reply_to_id": "479923"
        },
        {
            "user_name": "AntiTrust",
            "text": "Yfirleitt myndi ég segja \"bættu bara við minnið eins og þú þarft\" en mig rámar í að X1 sé bara eitt RAM slot og því dýrt að uppfæra í single 8GB chip. Ég sé hinsvegar heldur ekki persónulega þörfina á i7 í skólavél, myndi líklega bara valda meiri hita og minni rafhlöðuendingu.\nÉg hef verið með 15.6\" FHD HP vinnutölvu og fannst það óþægilega lítið, þótt skjáplássið væri vissulega skemmtilega mikið þá var það ekki að gefa mér neitt í real-life vinnslu - en þetta er auðvitað persónubundið.\nEn til að bera saman þessa Dell vél og X1 t.d, þá er X1 ca 1.4kg á meðan þessi Dell vél er um 4.3kg. Rafhlaðan í X1 endist í um 6-7 tíma á móti 2-3 tímum í Dell vélinni. Myndi ekki kalla hana skólahæfa, þeas ef það er ennþá pælingin að fara í lightweight vél.",
            "date": "2012-11-25 02:41:00",
            "post_id": "479925",
            "reply_to_id": "479924"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Hljómar vel, held ég kýli þá bara á þessa Carbon X1.\nOg já ég held að skólavélin sé sniðugri. Stupid að selja turninn og fá sér leikjalappa þegar upprunlega hugmyndin að því að selja turninn var til að minnka leikjanotkun. \n \nÞetta hljómar eins og sannleikur.\nEn svo er spurningin. Lækkar þetta eitthvað í verði, þ.e.a.s. fæ ég þetta ódýrara á jólatilboðum eða nýárstilboðum (ef slíkt er til í þessum bransa) þar sem þetta er sótt 10-14 Janúar eða á ég að kaupa þetta akkúrat núna beint frá Lenovo og fá \"Black Friday\" tilboð. Eða á maður að bíða eftir þessu á Best Buy, Amazon eða slíku.\nFæ þessa nr. 2 á 1.349$ í staðin fyrir 1.499$ núna á Lenovo.com.",
            "date": "2012-11-25 02:51:00",
            "post_id": "479928",
            "reply_to_id": "479925"
        },
        {
            "user_name": "AntiTrust",
            "text": "Það er að detta út núna í desember X1 Carbon Touch, hugsanlega gæti hún kýlt verðið á hinni niður en ég myndi svosem ekki veðja á það. Það eru hinsvegar rosalega oft útsölur og afslættir í gangi hjá Lenovo.com, oft hægt að spara sér hundruði dollara.",
            "date": "2012-11-25 02:57:00",
            "post_id": "479930",
            "reply_to_id": "479928"
        },
        {
            "user_name": "SolidFeather",
            "text": "Ég myndi eflast taka þessa Carbon vél ef hún er með möttum 900p skjá. FHD er samt bara svo þæginlegt. \nÉg er með 14\" T400, einn félagi minn er með 15.6\" Dell og annar er með 17\" Dell. Þeir koma daglega með þær í skólann og það er bara ekkert mál. Næsta fartölvan mín verður allaveganna lágmark 15\" með FHD en helst myndi ég vilja 17\" Macbook en þær eru víst ekki framleiddar lengur. \nHvað ertu annars að farað læra?  Ef það er einhverskonar forritun þá mæli ég með FHD.",
            "date": "2012-11-25 03:00:00",
            "post_id": "479931",
            "reply_to_id": "479930"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Naah, var í Hugbúnaðarverkfræði HR og gafst upp.\nStefni á Hagfræði HÍ.\nSvo les maður svona \nviðmót\n frá notendum og maður verður smeikur. Sérstaklega þar sem ég get ekki skilað þessu drasli.",
            "date": "2012-11-25 03:13:00",
            "post_id": "479933",
            "reply_to_id": "479931"
        },
        {
            "user_name": "chaplin",
            "text": "1. Það er DP sem er = HDMI.\n2. Þú varst með 1080P 27\" sem var bara fjandi skýr og góður.\nFull HD 27\" PPI = 81\n900P 14\" PPI = 131\n3. Lestu það sem AntiTrust sagði.\n4. Er þessi tölva f. skóla eða f. alla leikina sem þú átt? 128gb er plenty.\n2x\n2x\nUhm.. \nFuckoff.",
            "date": "2012-11-25 07:59:00",
            "post_id": "479944",
            "reply_to_id": "479933"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Ohhh ég elska það þegar þú reynir að vera harður Danni :*\nSo cute...\nOg já ég var búinn að lesa það sem antitrust og fleiri sögðu, og ætla að taka það til greina.\nHeld ég skelli mér á Dell XPS 13 eða Lenovo X1 Carbon.\nEinhver sem á svona vélar? Annað hvort XPS 13 eða X1 Carbon?",
            "date": "2012-11-25 20:11:00",
            "post_id": "480012",
            "reply_to_id": "479944"
        },
        {
            "user_name": "chaplin",
            "text": "Komíslag eða?\nÉg ætla að fá mér X1 fyrir næstu önn.",
            "date": "2012-11-26 00:22:00",
            "post_id": "480052",
            "reply_to_id": "480012"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Já þá er ekki séns að ég fái mér X1, get ekki verið með eins tölvu og þú.\nFæ mér örugglega eitthvað ódýrt eins og \nþessa!\nAnd the pissing contest begins!",
            "date": "2012-11-26 01:21:00",
            "post_id": "480057",
            "reply_to_id": "480052"
        }
    ],
    "date": "2012-11-24 01:46:00"
}