{
    "forum_title": "Bílaplanið",
    "id": "51736",
    "title": "Til sölu benz",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=84&t=51736",
    "posts": [
        {
            "user_name": "SnoozyGreen",
            "text": "Keypti mér þennan fornláta MB 190E sem ég hef ekki tíma til að vera gera upp. Nýr alternator(40þús ekinn í 2 - 3 tíma er að hlaða 14.4), nýtt custom púst, ný drifskaftst upphengja og gúmmí milli skafts og drifs(45þús), ný framdekk(18þús), annað drif úr 85 bíl og nýjir klossar hringinn(25þús). Mótorinn er úr e230(2.3) blöndungur, var víst mótorswappað hja einvherjum sem átti hann á undan mér. Dettur í gang og gengur eins og nýtt Rolex úr(Mælaborð sýnir 240þkm sirka en þetta er gamla mælaborðið). 4 gíra bsk, þarf að skipta um sincro í 2. gír, skipta um handbremsudót innan í disknum, stífufóðringar ABS fékk að fjúka. Búinn að rífa alla lista af bílnum og henda þeim, Innréttinguna líka og henda henni þar sem hun var ljós og alveg rosalega ljót \n. Öll hurðaspjöldin fengu að fjúka, teppið og hillan.\nBoddy er smá ryðgað, fékk endurskoðun útá styrkleika missi í silsum að aftan(BENZ holdsveiki), stífufóðringar, háfaðmengun(opið 2\" og ein múffa frá grein), laga göt í skottinu sem eru 3 þar sem varadekkið er og í hólfunum sitthvoru megin. Ryð í sílsum að fram en ekki mikið. Planið er að skera það úr og taka tjakkgötin og loka þeim. húddið er \"ónýtt\" held það sé betra að fá nýtt en að laga hitt. Eitt gat en sem komið er í gólfinu sem er lítið og létt að laga. (Farþegamegin að framan uppvið ryð í sílsa). Var ekki kominn lengra. Held það sé líka ónýtur spindill v/framan, vorum að keyra bilinn og prufa hann eftir að ég fékk hann og gerði við það sem var að og greynilega langt síðan hann var notaður og var búinn að standa og hann fór við lítið sem ekkert álag. \nÆtlaði mér að gera þennan bíl upp alveg 100% en staðan er sú að ég hef ekki tímann í það. Hann stendur inni hja mér þar sem ég verið að brasa í honum í upphituðu húsnæði. Ætlaði að henda honum í gang 21.Nóv en batteryið var dautt \n Ef einvherjum langar að fá þennan bíl til uppgerðar er honum velkomið að hafa samband. Veit að hann er kannski ekki merkilegur nuna en ég vill samt fá 140þús fyrir hann sem er rétt fyrir því sem var eytt í þetta litla sem ég hef gert. Ef ekki verður farið í að búa til leiktæki úr þessum fína fornbíl. \nhttp://imageshack.us/photo/my-images/140/72765559.jpg/\nhttp://imageshack.us/photo/my-images/694/40993890.jpg/\nhttp://imageshack.us/photo/my-images/406/35796825.jpg/\nMailið mitt er \ndelanus@simnet.is\n eða sími 6901112",
            "date": "2012-11-25 05:27:00",
            "post_id": "479942",
            "reply_to_id": false
        },
        {
            "user_name": "SnoozyGreen",
            "text": "bömp",
            "date": "2012-11-26 08:19:00",
            "post_id": "480078",
            "reply_to_id": "479942"
        },
        {
            "user_name": "SnoozyGreen",
            "text": "bömp",
            "date": "2012-11-26 23:24:00",
            "post_id": "480200",
            "reply_to_id": "480078"
        },
        {
            "user_name": "SnoozyGreen",
            "text": "bömp",
            "date": "2012-11-28 23:13:00",
            "post_id": "480630",
            "reply_to_id": "480200"
        },
        {
            "user_name": "SnoozyGreen",
            "text": "100 k út des",
            "date": "2012-12-02 00:02:00",
            "post_id": "481236",
            "reply_to_id": "480630"
        },
        {
            "user_name": "SnoozyGreen",
            "text": "100 k",
            "date": "2012-12-04 23:33:00",
            "post_id": "481770",
            "reply_to_id": "481236"
        },
        {
            "user_name": "SnoozyGreen",
            "text": "100k",
            "date": "2012-12-09 03:45:00",
            "post_id": "482440",
            "reply_to_id": "481770"
        },
        {
            "user_name": "SnoozyGreen",
            "text": "100k",
            "date": "2012-12-21 00:09:00",
            "post_id": "484874",
            "reply_to_id": "482440"
        }
    ],
    "date": "2012-11-25 05:27:00"
}