{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "51766",
    "title": "Nýtt skjákort",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=51766",
    "posts": [
        {
            "user_name": "k0fuz",
            "text": "Sælir, \nMig vantar uppástungur um hvernig skjákort ég á að fá mér fyrir um 34þús krónurnar? Þannig er mál með vexti að skjákortið mitt var farið að ofhitna leiðinlega mikið og var enn í ábyrgð hjá buy.is og þeir afgreiddu það með sóma \n , nú á ég tæpar 34þús króna inneign hjá þeim og þeir geta pantað af amazon, newegg o.fl. svoleiðis síðum, svo mig vantar uppá stungur \n frekar Geforce heldur en radeon og kortið má alveg kosta örfáum þúsund köllum meira 34þús, ég borga þá bara mismuninn \n \nEitthvað kort sem er að fá súper dóma þessa dagana fyrir best bang for the buck?\nkv. gaurinn sem er of upptekinn þessa dagana til að skoða skjákort, prófin á næsta leyti",
            "date": "2012-11-27 12:25:00",
            "post_id": "480253",
            "reply_to_id": false
        },
        {
            "user_name": "Einsinn",
            "text": "Amd hd 7850 2gb fyrir 35þús væri best bang for the buck atm held ég",
            "date": "2012-11-27 13:04:00",
            "post_id": "480264",
            "reply_to_id": "480253"
        },
        {
            "user_name": "Maniax",
            "text": "Einhver ástæða fyrir því að þú vilt ekki radeon kort?",
            "date": "2012-11-27 13:13:00",
            "post_id": "480265",
            "reply_to_id": "480264"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Myndi svona giska á að 560 ti sé það besta sem þú færð fyrir þennan pening...",
            "date": "2012-11-27 17:14:00",
            "post_id": "480313",
            "reply_to_id": "480265"
        },
        {
            "user_name": "k0fuz",
            "text": "Sagðist ekki ekki vilja radeon, bara frekar geforce. Er meiri geforce maður og hef betri reynslu af þeim í gegnum tíðina.",
            "date": "2012-11-27 19:57:00",
            "post_id": "480351",
            "reply_to_id": "480313"
        },
        {
            "user_name": "Heidar222",
            "text": "Mæli með Geforce GTX560 Ti, á sjálfur svoleiðis sem keyrir mjög vel",
            "date": "2012-11-27 19:58:00",
            "post_id": "480352",
            "reply_to_id": "480351"
        },
        {
            "user_name": "hjalti8",
            "text": "gtx660 @210$ er sennilega skásti díllinn ef þú ert harður á nvidia korti, það mun samt kosta þig eitthvað yfir 34k: \nhttp://www.newegg.com/Product/Product.a ... 6814125443",
            "date": "2012-11-27 20:41:00",
            "post_id": "480359",
            "reply_to_id": "480352"
        },
        {
            "user_name": "k0fuz",
            "text": "já.. \nhttp://www.newegg.com/Product/Productco ... 127-699-TS\ner hérna búin að taka saman 3 kort, 2 eins að vísu. Er að pæla í annað hvort kortinu lengst til vinstri eða lengst til hægri, fer eftir hvert heildarverðið verður. Getur einhver sagt mér hvort það sé mikill munur á Ti og ekki Ti kortum? eða hvað það stendur fyrir jafnvel?",
            "date": "2012-11-27 20:48:00",
            "post_id": "480361",
            "reply_to_id": "480359"
        },
        {
            "user_name": "hjalti8",
            "text": "ég myndi ekki vera að eyða extra pening í 660ti, munurinn er sá að 660ti er með 40% fleiri cuda cores og texture units en það er mjög bandwitdh limited svo munurinn á þessum kortum er sáralítill. 660(non-TI) getur meira að segja verið aðeins öflugra í ákveðnum leikjum vegna þess að það er aðeins hærra klukkað:\nhnífjöfn í crysis2 @ 1600p:\ní BF3 er 660ti heldur öflugra í BF3 en 660(non-TI) ætti að gain-a meira út úr yfirklukkun.\nbesta kortið fyrir peninginn af þessum þremur sem þú bentir á er kortið í miðjunni, annars er msi power edition 660ti mjög flott týpa en þá ertu kominn í sama verðflokk og HD7950 sem étur öll þessi kort.",
            "date": "2012-11-27 21:16:00",
            "post_id": "480372",
            "reply_to_id": "480361"
        },
        {
            "user_name": "k0fuz",
            "text": "Að vísu breytti ég fljótt um skoðun eftir síðasta innlegg mitt, ég sá að mér leist betur á kælinguna á miðju kortinu heldur en kortinu vinstra megin, held líka að twin frozer hafi verið að koma bara vel út kælingalega séð amk. Og já alveg sammála ég held ég fari ekkert í Ti útgáfuna. Tek held ég bara miðju kortið.",
            "date": "2012-11-27 22:10:00",
            "post_id": "480389",
            "reply_to_id": "480372"
        },
        {
            "user_name": "k0fuz",
            "text": "Þetta kort var víst aðeins out of the price range :O, 45kall þannig mér sýnist þetta vera spurning um 560Ti eða 7850. Sýnist radeon kortið vera koma betur út í benchmarking?\nBreytt: \nhttp://www.newegg.com/Product/Productco ... 130-841-TS\ner að pæla í 650Ti jafnvel líka? hvað segja menn?",
            "date": "2012-11-28 19:08:00",
            "post_id": "480574",
            "reply_to_id": "480389"
        }
    ],
    "date": "2012-11-27 12:25:00"
}