{
    "forum_title": "Koníakstofan",
    "id": "51787",
    "title": "Léleg Þjónusta Símans",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=51787",
    "posts": [
        {
            "user_name": "BirkirEl",
            "text": "Sælirnú.\nÉg keypti síma núna í sumar (hjá símanum) sem ég notaði sem vinnusíma, hætti svo að nota hann þegar ég fór aftur í skólann og lét bróðir kærustunnar hafa símann. Svo kemur að því að síminn bilar, báðir hátalarnir sprungnir.\nÞannig að ég sendi strákinn niður í síma til að láta gera við hann og ekkert mál með það. En NEI, hann er með númerið sitt hjá NOVA og fær þessvegna ekki lánssíma á meðan síminn sem var verslaður hjá þeim er í viðgerð. Þetta fer virkilega í taugarnar á mér og finnst mér vera hrikalega léleg þjónusta, kannski er þetta bara ég að vera smámunasamur.\nHvað finnst ykkur ?",
            "date": "2012-11-28 15:20:00",
            "post_id": "480518",
            "reply_to_id": false
        },
        {
            "user_name": "gRIMwORLD",
            "text": "Ef þeir eru með þannig þjónustu að viðskiptavinir símans fá extra fríðindi fram yfir aðra þá er það bara þannig. Ætti ekki að vera erfitt að finna einhversstaðar síma sem er á lausu. Næstu annar hver maður á orðið tvo síma. Einn sem er kominn ofan í skúffu og safnar bara ryki.",
            "date": "2012-11-28 15:23:00",
            "post_id": "480521",
            "reply_to_id": "480518"
        },
        {
            "user_name": "beggi90",
            "text": "Á fólk almennt rétt á því að fá lánssíma þegar sími bilar?",
            "date": "2012-11-28 15:24:00",
            "post_id": "480522",
            "reply_to_id": "480521"
        },
        {
            "user_name": "tlord",
            "text": "fólkið sem afgreiðir er bara rosalega misjafnt, sumir eru fínir og geta látið fyrirtækið líta sæmilega út.",
            "date": "2012-11-28 15:46:00",
            "post_id": "480526",
            "reply_to_id": "480522"
        },
        {
            "user_name": "playman",
            "text": "Ég fékk lánssima hjá símanum þegar að minn sími bilaði, samt er ég hjá nova.\nÞað á ekkert að koma simanum við hvort að þu sért í nova/vodafone/tal eða annarsstaðar ef að síminn þinn bilar sem þu keyptir hjá þeim.\nÞú verslaðir síman hjá þeim en ekki t.d. nova, og því fynst mér asnalegt að hann fái ekki lánssima af þvi að hann er hjá nova.",
            "date": "2012-11-28 15:49:00",
            "post_id": "480527",
            "reply_to_id": "480526"
        },
        {
            "user_name": "BirkirEl",
            "text": "akkurat það sem ég hugsaði, afhverju er þeim ekki sama hjá hvaða fyrirtæki hann er með númerið sitt ef að síminn ef keyptur hjá þeim...",
            "date": "2012-11-28 15:59:00",
            "post_id": "480531",
            "reply_to_id": "480527"
        },
        {
            "user_name": "AntiTrust",
            "text": "Skv. neytendalögum á viðskiptavinur ekki rétt á lánstæki fyrr en það sannast að bilunin falli undir ábyrgð.",
            "date": "2012-11-28 16:02:00",
            "post_id": "480532",
            "reply_to_id": "480531"
        },
        {
            "user_name": "BirkirEl",
            "text": "já, þetta er samt spurning um að reyna að vera almennilegur við kúnnann. (sama þótt að hann sé hjá NOVA/VODA/TAL, síminn var jú verslaður hjá þeim)\nSprungnir hátalarar, ætli það flokkist ekki undir vatnsskemmdir eins og flest annað",
            "date": "2012-11-28 16:07:00",
            "post_id": "480533",
            "reply_to_id": "480532"
        },
        {
            "user_name": "playman",
            "text": "Mér þætti gaman að sjá þá ætla að sanna það.",
            "date": "2012-11-28 16:17:00",
            "post_id": "480536",
            "reply_to_id": "480533"
        }
    ],
    "date": "2012-11-28 15:20:00"
}