{
    "forum_title": "Koníakstofan",
    "id": "51863",
    "title": "United \"10 Spjaldtölvan sem er á 20þús",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=51863",
    "posts": [
        {
            "user_name": "Stuffz",
            "text": "Eitthver prófað þetta apparat?\nþeir eru að selja hana í Tölvulistanum og ég held líka Max raftæki á bara 20K fyrir 10 tommu tæki.\ner að spá í svona \"Entry-level\" spjaldtölvum fyrir jólagjafir\nverst þessi United skjaldvél hefur ekki myndavél á bakinu\nSvo þessi hjá Tölvutek er það eina sem ég fann sem kemur næst henni í verði\nlangar að fá \"impression feedback\" hvað fannst þér um græjuna ef eitthver er búinn að kaupa hana, auðvitað er þetta cheap en ég er líka bara að leita að \"Entry level\" 10 tommu græju en engu super, fólk annaðhvort fílar þetta og kaupir sér svo almennilega græju eða það fílar það ekki og þá er maður ekki að eyða of miklum peningi í eitthvað sem enginn notar.",
            "date": "2012-12-02 14:36:00",
            "post_id": "481285",
            "reply_to_id": false
        },
        {
            "user_name": "Nördaklessa",
            "text": "ég keypti mér alveg eins Poit of view 7\", hún reyndist mér ágætlega í bíómyndir og smáleiki, en verð að segja það borgar sig að kaupa vél sem er lámark Dual core. just sayin",
            "date": "2012-12-02 14:42:00",
            "post_id": "481286",
            "reply_to_id": "481285"
        },
        {
            "user_name": "Stuffz",
            "text": "ég er viss um það líka\nþetta er bara eitthvað sem manni langar að gefa tækniheftum fjölskyldumeðlimum sem gera sjálfsagt aldrei meira við græjuna nema skoða myndir og kannski fara á netið.\nhvar varstu mest meðvitaður um hve kraftlítil hún var, við að spila videó, leiki eða?",
            "date": "2012-12-02 14:49:00",
            "post_id": "481287",
            "reply_to_id": "481286"
        },
        {
            "user_name": "Nördaklessa",
            "text": "ekkert vandamál með kvikmyndir, kemur fyrir að OS verði slow og leikir, held að Nexus 7 sé málið",
            "date": "2012-12-02 15:18:00",
            "post_id": "481288",
            "reply_to_id": "481287"
        },
        {
            "user_name": "audiophile",
            "text": "Hef ekki skoðað þessa ennþá, en á flestum þessum ódýru eins og PoV eru skjáirnir argasta drasl. Engin birta, léleg upplausn og slappir snertinemar.",
            "date": "2012-12-02 15:21:00",
            "post_id": "481290",
            "reply_to_id": "481288"
        },
        {
            "user_name": "Yawnk",
            "text": "Á þessa 10'' Protab frá PoV, sáttur með hana að öllu leyti nema það að mér finnst skjárinn á henni vera rusl, sérð ekki á hann frá ákveðnum hliðum og slíkt, annars ágætis budget vél fyrir létta vinnslu.",
            "date": "2012-12-02 15:28:00",
            "post_id": "481292",
            "reply_to_id": "481290"
        },
        {
            "user_name": "Xovius",
            "text": "Svo eru 10\" svosem ekkert nauðsyn, ég er með 7\" samsung galaxy tab 2 og hún uppfyllir allar mínar þarfir",
            "date": "2012-12-02 15:39:00",
            "post_id": "481294",
            "reply_to_id": "481292"
        },
        {
            "user_name": "Orri",
            "text": "Fór og skoðaði þessa United spjaldtölvu í gær og leist frekar vel á hana. Þæginleg stærð, hökti lítið og enn minna þegar maður slökkti á öllum forritunum sem voru í gangi og snertiskjárinn var fínn.\nHinsvegar var skjárinn mjög dökkur og maður varð að horfa alveg beint á hana til að sjá rétta liti o.s.fv.\nHún er með aðgang að Play Store sem á að þýða að hún uppfyllir vissar vélbúnaðarkröfur, er það ekki?\nMyndavélin er ekki góð.\nEr að skoða þetta fyrir mömmu og pabba sem langar að gefa 12 ára systur minni svona í jólagjöf.. Er þetta ekki algjörlega málið fyrir hana?\nEf ekki, er einhver önnur undir 30 þúsund sem væri betri?",
            "date": "2012-12-02 15:49:00",
            "post_id": "481296",
            "reply_to_id": "481294"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Hef enga reynslu af þessari United spjaldtölvu en ég hef unnið nokk mikið með Point of View vélar og verð að segja að þær eru að koma mjög vel út í þessa basic vinnslu sem 12 ára krakki kemur til með að nýta hana í.\nEn sjón er sögu ríkari svo ég mæli með því að þú kíkir á báða staði og fiktir aðeins í þeim.",
            "date": "2012-12-02 16:06:00",
            "post_id": "481303",
            "reply_to_id": "481296"
        },
        {
            "user_name": "Orri",
            "text": "Er þessi Point of View spjaldtölva með Play Store?\nEr það þess virði að bæta við 7 þúsund krónum og kaupa hana frekar en United vélina? \nVirðist vera alveg sama dótið og United tölvan.. nánast sömu specs fyrir utan 2mp myndavél að aftan.\nÆtla að reyna að skoða PoV tölvuna í vikunni, en veit einhver hvort að skjárinn á henni er eitthvað betri en sá sem er á United tölvunni?",
            "date": "2012-12-02 16:59:00",
            "post_id": "481312",
            "reply_to_id": "481303"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Það er Play Store í PoV tölvunni já.",
            "date": "2012-12-02 17:02:00",
            "post_id": "481314",
            "reply_to_id": "481312"
        },
        {
            "user_name": "Stuffz",
            "text": "Ég hef keypt PoV tölvu áður \"7 til að prófa og já þetta er allt það sem maður býst við, dimmur skjár, léleg myndavél o.s.f. sem er á svona entry level / budget tölvu en einsog audiophile nefndi með snertinemana þá fannst mér það alveg sérstaklega ömurlegt, og ég gat ekkert notað hana að ráði með puttunum filman yfir skjánum var laus og skjárinn svaraði mjög oft ekki, svo þegar hann svaraði þá valdi hann stundum eitthvad til hliðar við þær sem maður ýtti á, þetta lagaðist lítið fyrr en ég prófaði að nota snertiskjápenna, ég myndi helst ekki vilja kaupa aðra PoV ergó var ég að spá í þessarri united þótt hún mætti vera með 2 myndavélum.",
            "date": "2012-12-03 00:45:00",
            "post_id": "481414",
            "reply_to_id": "481314"
        },
        {
            "user_name": "JReykdal",
            "text": "PoV = PoS \nEn 20K er ekki mjög mikill peningur miðað við aðrar vélar. Nánast \"Impulse buy\" dæmi. Myndi alvarlega skoða þetta fyrir krakka.",
            "date": "2012-12-03 00:53:00",
            "post_id": "481416",
            "reply_to_id": "481414"
        },
        {
            "user_name": "oskar9",
            "text": "keypti svona handa 12 ára systur minni í jólagjöf ( þessa 20K united í tölvulistanum) er búinn að vera fikta í þessu svolítið, setja upp ýmis forrit og þannig, helsti gallinn fyrir minn smekk er að skjárinn er ekki mjög góður og OS Laggar pínu og FPS droppar en annars nokkuð solid, frekar þunn, með ýmsum tengimöguleikum og er algjör snilld fyrir 20 þúsund, hún verður mjög sátt við hana en ég er bara góðu vanur með galaxy síma og Galaxy tab, en fyrir einhvern sem vill prufa hvort svona græja hentar sér er þetta mjög sniðugt, svo geta menn uppfært sig seinna meir ef þeim líkar við þetta en vilja meira Power og betri skjá. kanski ekki gaman að kasta 80 þús í tablet og vera svo kanski ekki að fýla svona tæki....",
            "date": "2012-12-03 01:11:00",
            "post_id": "481422",
            "reply_to_id": "481416"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Finnst mjög líklegt að þú hafir verið með resistive skjá. Þeir virka á annan hátt en capacitive skjáir og eru ónæmari nema maður noti neglurnar eða penna. \nresistive skjáir eru alveg dottnir út núna og hafa nýju Point of View vélarnar verið að koma betur og betur út. \nEn að sjálfsögðu er mat manna misjafnt og því tilvalið að gera samanburð.",
            "date": "2012-12-03 01:29:00",
            "post_id": "481424",
            "reply_to_id": "481422"
        },
        {
            "user_name": "Stuffz",
            "text": "Alveg rétt, og maður sér klárlega að PoV tölvan sem ég greip sem dæmi er betur græjuð, með 1gb á móti 0.5gb og A10 örgjörva á móti A9, mögulega aðeins betri í leikjum jafnvel, tvö usb á móti einu og síðast en ekki síðst 2 MP myndavél á bakinu.\nbara United tölvan er fyrsta \"10 undir 20þús hérlendis og ef ekki bara vegna þess tilvalin fyrir krakka, gamlingja og tölvuhefta sem ekki óþægilega of lítil byrjenda spjaldtölva IMO.\nannars varðandi þessa United vél, ég forvitnaðist meira um hana þarna hjá TL og mér var sagt að síða eitthvað 20 nóv hefðu þeir selt nánast allar byrgðirnar sem þeir keyptu 2000 stk og ætluðu að entust frammað jólum svo eftirsóknin var frammúr björtustu vonum, það voru c.a. 50 stk þegar maður kom í búðina og 40 eftir þegar maður var að fara.\nEinn í vinnunni keypti tvær af þessum í síðustu viku fyrir jólagjafir, eina svarta og eina hvíta annar keypti eina í dag og ég keypti \n4 stk\n \n \nsvo bara uppfærir liðið sig í betri vélar þegar það er tilbúið eða ekki ef fílar etta ekki, mar þarf allavegana að byrja með gulrót \n og óþarfi að vera að eyða of miklu í eitthverja svona prófun.\nSölumaðurinn sem ég talaði við vissi ekkert hvort væri búið að panta meira, en ég myndi gera fastlega ráð fyrir því nema þeir vilji að aðrir nái að \"steal their thunder\". \nP.S. nokkuð sniðugt líka því eigendurnir ef vilja uppfæra fara vanalega í sömu búðirnar og byrjendagræjan var keypt í fyrir næstu öflugari innkaup sem verður örugglega stutt í þessu tilviki því græjan fer örugglega að hægja á sér fljótt eftir að farið er að troða fleiri og fleiri forritum í hana.\nEDIT: Er ekki örugglega rétt hjá mér að Max raftæki séu að selja þessa græju á 20þús líka?",
            "date": "2012-12-03 18:52:00",
            "post_id": "481542",
            "reply_to_id": "481424"
        }
    ],
    "date": "2012-12-02 14:36:00"
}