{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "51997",
    "title": "Audioengine [solu stadur?]",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=51997",
    "posts": [
        {
            "user_name": "fannar82",
            "text": "audioengine\nVeit einhver hvar og hvort thetta er selt a islandi?",
            "date": "2012-12-09 21:19:00",
            "post_id": "482526",
            "reply_to_id": false
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Eftir stutt googl þá fann ég ekki neitt. Mæli eindregið með þjónustu á borð við Myus.com og Viaaddress ef maður getur ekki verslað hérlendis eða verslanir senda ekki (eða taka á móti íslenskum kreditkortum).\nEr sjálfur að safna hlutum í eitt bundle á póstfang sem ég er með í Florida í gegnum Myus.com og ætla að láta senda mér hingað í einni sendingu (það er ódýrara en að láta senda einn og einn hlut). Er t.d að versla swiss í gegnum Amazon og buxur frá Levis og maður getur látið þetta sitja á lager í eitthvern tíma áður en maður lætur senda sér. Er yfirleitt sáttur að versla raftæki hérlendis ef þau eru fáanleg þar sem verðin eru oft svipuð og ef maður pantar sjálfur að utan (þæginlegra líka uppá ábyrgð) en það eru hins vegar vörur eins og föt og þess háttar sem eru rugl dýr hérlendis miðað við verð sem maður getur fengið í gegnum erlendar síður.",
            "date": "2012-12-09 21:34:00",
            "post_id": "482537",
            "reply_to_id": "482526"
        },
        {
            "user_name": "fannar82",
            "text": "Takk fyrir ábendinguna Hjalti,\nEn þá er kanski að koma ykkur betur í pælingarnar mínar,\nÉg er svona að pæla í að reyna finna mér eitthvað sniðugt 2,0 hátalar sett (2,1) fyrir sjónvarpið mitt, mér langar ekki í 5,1 sett og þetta má ekki vera of dýrt\nPlanið er að fá mér semi-deacent hátalara sem þurfa ekki sér magnara svona til að brúa \"skóla\" bilið sem ætti að vera svona 2ár ish,\nverð hugmynd er ca 10-30þús~\nHér er linkur á \nsjónvarpið",
            "date": "2012-12-09 21:50:00",
            "post_id": "482547",
            "reply_to_id": "482537"
        }
    ],
    "date": "2012-12-09 21:19:00"
}