{
    "forum_title": "Koníakstofan",
    "id": "52004",
    "title": "Að stofna netverslun",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=52004",
    "posts": [
        {
            "user_name": "jardel",
            "text": "Gilda sömu skatt lög um vefverslun og venjulega búð þá er ég að tala um fyrstu vikunar til að sjá hvort þetta veltir einhverju.\nnú er vefverslun opin allan sólarhringin svo maður getur þá ekki borgað sér lámarkslaun, er eitthvað verið að fylgjast með vefverslunum sem eru að hefja tilraunarekstur? \nÉg einfaldlega þekki þetta bara ekki.\nVarla þarf maður að stofna félag fyrir svona tilrauna starfsemi.\nEins með hvernig best er að senda vörur út á land og taka á móti greiðslum\nÞað væri gaman að heyra i einhverjum sem þekkir inn á þetta.",
            "date": "2012-12-10 02:52:00",
            "post_id": "482607",
            "reply_to_id": false
        },
        {
            "user_name": "vesley",
            "text": "Getur sótt um VSK númer fyrir þína kennitölu, ef þú flytur inn sjálfur ertu að borga alla skatta og það sem ég hef heyrt frá góðum endurskoðanda þá er það alveg í lagi. \nVSK númer á þína eigin kennitölu dugar fyrir 800.000-1.000.000 kr í veltu á ári. \nEf þú ert með VSK númer þarftu að standa skil sjálfur á öllum skatt þegar varan selst. En borgar hinsvegar ekki VSK þegar þú kaupir vöruna sjálfur til að selja.",
            "date": "2012-12-10 02:56:00",
            "post_id": "482608",
            "reply_to_id": "482607"
        },
        {
            "user_name": "jardel",
            "text": "Ég þakka þér fyrir svarið. Segjum svo sem að ég kaupi inn vörur fyrir 80.000 kr og sel þær allar fyrir = 180.000 kr þá er nú ekki mikið eftir af aurnum ef ég greiði skatt?\nHvernig er þá best að borga sér laun?",
            "date": "2012-12-10 03:04:00",
            "post_id": "482611",
            "reply_to_id": "482608"
        },
        {
            "user_name": "AntiTrust",
            "text": "Þarft nú að selja fyrir ansi mikið meira en 180þús til að geta farið að borga þér e-r laun af viti. Þetta er ekki eins auðvelt og margir halda, margir sem eru í langan tíma að koma þessu í gang á meðan þeir vinna fyrir sér annarsstaðar, áður en þeir geta farið að lifa á þessu - bara eins og með flestan annan buisness.",
            "date": "2012-12-10 03:09:00",
            "post_id": "482612",
            "reply_to_id": "482611"
        },
        {
            "user_name": "ASUStek",
            "text": "Gerir þetta oftast ekki nema með vinnu og semi innkomu og Ekki taka lán,og bara vera almennilegur eins og þú ert núna þá kemur þetta vonandi á endan bara lestu þig vel um og fræddu þig um þetta",
            "date": "2012-12-10 03:12:00",
            "post_id": "482613",
            "reply_to_id": "482612"
        },
        {
            "user_name": "tdog",
            "text": "Fyrir utan það að þú þarft að kaupa fleiri vörur fyrir 80 þúsund (vasklaust því þú ert með vasknúmer), svo vaskurinn af 80 er 20 þúsund (því þú selur vöruna og þarft að borga af henni skatt) og því er framlegðin engin.",
            "date": "2012-12-10 09:52:00",
            "post_id": "482622",
            "reply_to_id": "482613"
        },
        {
            "user_name": "Daz",
            "text": "Ég er búinn að lesa þetta yfir nokkrum sinnum en ég skil þetta ekki. Gætirðu umorðað þetta/útskýrt nánar?",
            "date": "2012-12-10 10:08:00",
            "post_id": "482625",
            "reply_to_id": "482622"
        },
        {
            "user_name": "tdog",
            "text": "Hann kaupir vörur fyrir 80.000 inn í fyrsta skiptið (borgar ekki VSK af því því hann kaupir vörurnar út á VSK númerið sitt)\nHann selur vöruna fyrir 180.000 (með VSK því hann selur vöruna í gegnum VSK númerið sitt)\nVirðisaukinn af þessum 80.000 eru 20.000 og því skilar hann aðeins 80.0000 krónum í framlegð. \nHann þarf svo að kaupa fleiri vörur, til þess að halda versluninni gangandi fyrir aðrar 80.000 krónur.\nHann græðir þá ekki krónu.",
            "date": "2012-12-10 10:17:00",
            "post_id": "482626",
            "reply_to_id": "482625"
        },
        {
            "user_name": "Daz",
            "text": "Upphaflegt \"hlutafé\" er 80.000\nKeypt vara fyrir 80.000, staðan er 0\nSeld vara fyrir 180.000, staðan er 143.000. (180 þúsund að frádregnum VSK).\nKaupir vöru fyrir 80.000, staðan er 63.000 og til er lager af vörum.\nÉg átta mig bara ekki alveg á því hvernig þú segir að það sé engin framlegð af sölunni, eða ávöxtun á upphaflegu fjárfestingunni. Ef kaupverð utan VSK væri 80 þúsund og söluverð með VSK væri 100 þúsund, þá myndi ég aftur á móti skilja þetta aðeins betur.",
            "date": "2012-12-10 10:24:00",
            "post_id": "482628",
            "reply_to_id": "482626"
        },
        {
            "user_name": "tdog",
            "text": "Ééég ruglaðist aðeins á tölum þarna, ég miðaði við söluverð með vaski á 100 þúsund. Ég bið forláts. Ég ætti að halda svefinun áfram.",
            "date": "2012-12-10 10:26:00",
            "post_id": "482629",
            "reply_to_id": "482628"
        },
        {
            "user_name": "methylman",
            "text": "Og eittenn það er mikill misskilningur að þú þurfir ekki að borga VSK af innkaupum,  þú þarft að greiða hann svo innkaupsverð á vöru fyrir 80.000 margfaldast með 1,255 til þess að finna út verð með VSK.  Og þar eð þú ert með veltu undir 3.000.000 árlega verður þú settur í svokölluð ársskil  þ.e. virðisaukinn er gerður upp fyrir árið í heild í mars og þarft að passa það að vera með fjármagn tilbúið til þess að borga,  en gætir líka átt inneign ef varan hefur ekki selst.  Það var gamla söluskattskerfið sem virkaði þannig að þú gast keypt vöru án skatts þar var það sá sem seldi neytandanum sem var ábyrgur fyrir innheimtu skattsins.  En VSK kerfið var tekið í notkun til þess að bæta innheimtu og þar er innheims við hverja sölu og hver og einn seljandi ábyrgur fyrir sínum hlut.  Eins og sést best þegar þú kaupir eitthvað að utan,  þá er sá sem afgreiðir vöruna í gegn um tollinn ábyrgur fyrir innheimtu VSK og þú færð ekki vöruna afhenta nema að vera búinn að greiða skattinn eða vera í lánsviðskiftum við Tollstjóra (tollkrít).  Þeir spyrja síðan ekkert að því hvað þú ætlar að gera við vöruna,  enda kemur það þeim ekkert við.  En sem tilraunarekstur þá þarft þú ekki að innheimta VSK ef reksturinn er innan ákveðinna marka,  en þá máttu ekki leggja VSK á söluna og stinga honum í vasann t.d. innkaup 80.000 + 20.400 VSK  innkaup 100.400 álagning 50% Söluverð 150.600 og enginn VSK ofaná enda ætlar þú ekki að skila honum. Hinsvegar ef þú setur VSK á nótu og skilar ekki þá getur Skatturinn sagt að þú sért að leggja á skatt og stela honum!",
            "date": "2012-12-10 10:50:00",
            "post_id": "482636",
            "reply_to_id": "482629"
        },
        {
            "user_name": "Daz",
            "text": "Sveifaðu endilega svolítið meira  \n \n \nTil að skrifa eitthvað áhugavert hérna, þá má svo velta fyrir sér hversu líklegt bissnissmódelið sé að virka að kaupa eitthvað af netinu í magni og reyna svo að selja hérna heima með uþb 100% álagningu. Fyrir svo utan að það eru haldin námsskeið í þessu, sem sést best á öllu draslinu sem má kaupa á hópkaup og álíka síðum.",
            "date": "2012-12-10 10:55:00",
            "post_id": "482641",
            "reply_to_id": "482636"
        },
        {
            "user_name": "jardel",
            "text": "Hvernig ætli þessar fatabúðir geta gengið?\nMaður borðar ekki föt",
            "date": "2012-12-12 05:10:00",
            "post_id": "483074",
            "reply_to_id": "482641"
        },
        {
            "user_name": "Xovius",
            "text": "Kvenfólk gerir það held ég...",
            "date": "2012-12-12 07:14:00",
            "post_id": "483082",
            "reply_to_id": "483074"
        },
        {
            "user_name": "Daz",
            "text": "Fatabúðir sem geta gefið 50-80% afslátt? Ætli sumum þeirra dugi ekki að selja 2-3 flíkur á dag til að reksturinn gangi.",
            "date": "2012-12-12 07:56:00",
            "post_id": "483086",
            "reply_to_id": "483082"
        },
        {
            "user_name": "jardel",
            "text": "Er ekki allt i lagi að nota bara sinn eigin bankareiknig og póstkröfu meðan maður er að koma sér af stað og veltan er engin?",
            "date": "2012-12-14 00:58:00",
            "post_id": "483622",
            "reply_to_id": "483086"
        },
        {
            "user_name": "gardar",
            "text": "Jújú, getur líka sleppt því að vera með vsk númer ef veltan er lítil.",
            "date": "2012-12-14 01:06:00",
            "post_id": "483623",
            "reply_to_id": "483622"
        },
        {
            "user_name": "appel",
            "text": "Rekstrarhagfræði... internet forum style.",
            "date": "2012-12-14 01:16:00",
            "post_id": "483624",
            "reply_to_id": "483623"
        },
        {
            "user_name": "jardel",
            "text": "Takk fyrir svörin",
            "date": "2012-12-14 02:05:00",
            "post_id": "483629",
            "reply_to_id": "483624"
        }
    ],
    "date": "2012-12-10 02:52:00"
}