{
    "forum_title": "Koníakstofan",
    "id": "52021",
    "title": "Bland byrjað að rukka fyrir \"uppfærslu\" auglýsinga",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=52021",
    "posts": [
        {
            "user_name": "jodazz",
            "text": "Bland er að ég held að skíta svolítið á sig með því að láta fólk borga fyrir í hvert skipti sem það vill \"uppa\" auglýsinguna sína. Ef maður er að selja eitthvað drasl fyrir nokkra þúsundkalla þá skiptir þessi peningur máli. Ég spái því að auglýsingar hér á vaktinni eigi eftir að aukast töluvert eftir þessa markaðssnilld þeirra. Hvar kaupir maður hlutabréf",
            "date": "2012-12-10 18:51:00",
            "post_id": "482771",
            "reply_to_id": false
        },
        {
            "user_name": "paze",
            "text": "Hvað meinaru? Það kostar ekki að reply'a á eigin auglýsngu þar...",
            "date": "2012-12-10 18:58:00",
            "post_id": "482775",
            "reply_to_id": "482771"
        },
        {
            "user_name": "AntiTrust",
            "text": "Það hefur samt engin áhrif lengur, auglýsingin fer ekki lengur efst við það.",
            "date": "2012-12-10 18:59:00",
            "post_id": "482776",
            "reply_to_id": "482775"
        },
        {
            "user_name": "ManiO",
            "text": "Ohh boy, það verður gaman að fylgjast með söluþráðunum hér næstu daga.",
            "date": "2012-12-10 19:02:00",
            "post_id": "482777",
            "reply_to_id": "482776"
        },
        {
            "user_name": "worghal",
            "text": "ráða fleiri stjórnendur/umsjónarmenn bara fyrir \"til sölu\" flokkinn",
            "date": "2012-12-10 19:04:00",
            "post_id": "482778",
            "reply_to_id": "482777"
        },
        {
            "user_name": "paze",
            "text": "Já ok, gg.",
            "date": "2012-12-10 19:07:00",
            "post_id": "482779",
            "reply_to_id": "482778"
        },
        {
            "user_name": "vesley",
            "text": "Nú mun fólk bara búa til nýja auglýsingu í staðinn til að \"uppa\" og mun verða algjört auglýsingaflóð þarna.",
            "date": "2012-12-10 19:12:00",
            "post_id": "482780",
            "reply_to_id": "482779"
        },
        {
            "user_name": "BjarniTS",
            "text": "Margir mánuðir síðan þetta kom til.\nBetri söluvefur fyrir vikið.  Finnst betra að fá að borga smá og hafa auglýsingu á toppnum í stað þess að menn með ótakmarkaðan tt-frítíma séu þar.\nEf að þið setjið ykkur í spor seljanda þá er þetta borðlyggjandi.",
            "date": "2012-12-10 19:20:00",
            "post_id": "482781",
            "reply_to_id": "482780"
        },
        {
            "user_name": "GuðjónR",
            "text": "En hvað ef 500 manns borga fyrir \"bumpið\" ... það geta ekki allar auglýsingar verið á toppnum.",
            "date": "2012-12-10 19:29:00",
            "post_id": "482786",
            "reply_to_id": "482781"
        },
        {
            "user_name": "audiophile",
            "text": "Hún uppfærist samt bara 1 sinni á sólahring. Get ekki séð að það sé eitthvað spamm og fyrir 295 kall fyrir nokkra daga er þetta ekki slæmt.",
            "date": "2012-12-10 20:19:00",
            "post_id": "482791",
            "reply_to_id": "482786"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Getur maður ekki bara búið til nýja auglýsingu? Það kostar ekkert.",
            "date": "2012-12-10 20:25:00",
            "post_id": "482794",
            "reply_to_id": "482791"
        },
        {
            "user_name": "BjarniTS",
            "text": "Vissulega rétt hjá þér en söluflokkarnir eru orðnir þrengri og hnitmiðaðari.\nSpam-auglysingar frá mörgum notendum sem búa hugsanlega til nýja auglýsingu i hvert skipti verður auðvitað alltaf vesen.\nEn þetta er ekkert sem er að fara að kollvarpa bland held ég.",
            "date": "2012-12-10 20:27:00",
            "post_id": "482796",
            "reply_to_id": "482794"
        },
        {
            "user_name": "BjarniTS",
            "text": "Þeir taka á því með einhverjum leiðum.\nHef séð það tekið föstum tökum.  Engum vettlingatökum.",
            "date": "2012-12-10 20:29:00",
            "post_id": "482797",
            "reply_to_id": "482796"
        },
        {
            "user_name": "jodazz",
            "text": "Mér persónulega finnst Bland hafa snarversnað sem markaðstorg, það er fullt af fólki sem hreinlega nennir ekki að draga upp kortið til að selja gamla dótið sitt og sleppir því frekar. Auglýsingarnar þarna inni eru margar svona hálf-pró frá gaurum sem borga fyrir að halda þessu uppi. Mér sem mögulegum kaupanda finnst það ekki spennandi og ven komur mínar þangað æ sjaldnar.  Ég þori að veðja við ykkur að auglýsingum hefur fækkað mikið síðan þetta var tekið upp.",
            "date": "2012-12-10 20:30:00",
            "post_id": "482798",
            "reply_to_id": "482797"
        },
        {
            "user_name": "playman",
            "text": "Mér fynst nú bara pínu asnalegt að það sé bump kerfi á sölusíðu, ýmindið ykkur hverninn Ebay væri ef að það væri bömb kerfi þar",
            "date": "2012-12-10 20:35:00",
            "post_id": "482801",
            "reply_to_id": "482798"
        },
        {
            "user_name": "hagur",
            "text": "Fyrir breytingu gat ég selt nánast hvað sem er þarna inni.  Þ.m.t. gamla ljóta baðinnréttingu.  Eftir breytingu þýðir ekkert að selja neitt þarna lengur.\nSvo er sölusíðan (a.m.k tölvur og raftæki) stútfullt af auglýsingum frá gaurum sem eru að selja gamlar notaðar fartölvur á uppsprengdu verði eða að bjóða viðgerðir/unlock fyrir iPhone.  Ég nenni ekki einu sinni að skoða þetta lengur.  Finnst þessar breytingar mikil afturför.\nSvo virðast þeir ekkert nenna að laga galla, t.d er mobile vefurinn svo meingallaður að það er varla hægt að nota hann.  Sendi þeim bug report fyrir fleiri vikum síðan, fékk svar strax um að það yrði litið á þetta en ekkert hefur gerst.",
            "date": "2012-12-10 21:06:00",
            "post_id": "482808",
            "reply_to_id": "482801"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Facebook er líka farið að bjóða upp á \"promote\" valmöguleika til að halda statusnum efst á news feedinu og það kostar...",
            "date": "2012-12-10 21:22:00",
            "post_id": "482811",
            "reply_to_id": "482808"
        }
    ],
    "date": "2012-12-10 18:51:00"
}