{
    "forum_title": "Koníakstofan",
    "id": "52082",
    "title": "Dyravarðaréttindi",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=52082",
    "posts": [
        {
            "user_name": "littli-Jake",
            "text": "Bauðst aukavinna sem dyravörður um daginn og ég er að spá í að slá til en það er víst skilirði að vera með dyravarða réttindi. Hvar fær maður svoleiðis og er það eitthvað mál? Og er það að komsta mikið?",
            "date": "2012-12-13 18:46:00",
            "post_id": "483513",
            "reply_to_id": false
        },
        {
            "user_name": "SolidFeather",
            "text": "50-70.000 ef þú ferð á námskeið held ég.",
            "date": "2012-12-13 19:07:00",
            "post_id": "483519",
            "reply_to_id": "483513"
        },
        {
            "user_name": "natti",
            "text": "Þetta er easy-as-pie námskeið sem þú rúllar í gegnum.\nBasic stuff.\nÉg veit ekki hver er með svona námskeið í dag*, en staðurinn sem þér bauðst vinna hjá ætti pottþétt að vita slíkt.\nOg oftar en ekki eru staðirnir að borga þessi námskeið fyrir starfsfólkið.\n(* en ef þú googlar \"dyravarðanámskeið\" færðu fullt af niðurstöðum, öryggismiðstöðin, mjölnir, ovskoli, etc. etc.)",
            "date": "2012-12-13 19:10:00",
            "post_id": "483521",
            "reply_to_id": "483519"
        },
        {
            "user_name": "Gúrú",
            "text": "Í hnotskurn vinnur eiginlega allur kjarni Mjölnis niðrí bæ að dyravarðast en að mér vitandi hafa þeir aldrei verið með nein formleg \nnámskeið sem hjálpa þér að fá réttindin, einungis þau sem kenna þér að vera áhrifaríkari og öruggari í starfinu. \nMímir\n situr einn að þessum námsskeiðum í dag skv. \nhttp://www.dyravordur.is\n (Félag dyravarða á Íslandi)",
            "date": "2012-12-13 19:16:00",
            "post_id": "483523",
            "reply_to_id": "483521"
        },
        {
            "user_name": "Domnix",
            "text": "Námskeiðið sjálft er held ég ekki skylda, en þú þarft að hafa réttindi sem lögreglan veitir þér.",
            "date": "2012-12-13 19:22:00",
            "post_id": "483527",
            "reply_to_id": "483523"
        },
        {
            "user_name": "Plushy",
            "text": "Þú byrjar á því að fara til Sýslumannsins í Kópavogi, færð prentað út sakavottorð. Sé hún hrein og fín ertu good to go að fara niður á lögreglustöðina hjá Hlemmi. Þar fyllir þú inn umsókn ásamt því að skila inn passamynd. Eftir nokkra daga getur þú sótt skírteinið þitt niður á lögreglustöð, eða fengið það sent heim. Þetta skírteini gildir í 1 ár frá útgáfudegi\nEf þú vilt fá útgefið skírteini til 3 ára þá verður þú að fara á sérstakt dyravarðarnámsskeið vottað af lögreglunni. Þar er farið í alla hluti frá greiningu árásarmanns, sjálfsvörn, líkamsleit, afvopnun og lært á lögin o.m.fl. \nÞar með getur hvaða einstaklingur yfir tvítugt með hreina sakaskrá sótt um og fengið réttindi og hafið störf sem dyravörður.\nfleiri upplýsingar á \nwww.dyravordur.is",
            "date": "2012-12-13 19:25:00",
            "post_id": "483528",
            "reply_to_id": "483527"
        },
        {
            "user_name": "littli-Jake",
            "text": "takk fyrir góð svör",
            "date": "2012-12-13 22:41:00",
            "post_id": "483599",
            "reply_to_id": "483528"
        },
        {
            "user_name": "Zorky",
            "text": "WTF back when ég var að djammi var þetta ekki svona flókið lol",
            "date": "2012-12-13 22:47:00",
            "post_id": "483601",
            "reply_to_id": "483599"
        },
        {
            "user_name": "playman",
            "text": "Þegar að ég tók mín réttindi þá var það frítt, og ekki var heldur talað um spes útgáfutíma.",
            "date": "2012-12-13 22:59:00",
            "post_id": "483606",
            "reply_to_id": "483601"
        }
    ],
    "date": "2012-12-13 18:46:00"
}