{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "52108",
    "title": "Gömul vél, nýtt skjákort?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=52108",
    "posts": [
        {
            "user_name": "bjornvil",
            "text": "Sælir\nÉg er með nokkurra ára gamla vél sem er svona samsett í dag:\nMóðurborð: MSI P6N SLI V2\nÖrri: Intel E6750\nSkjákort: EVGA 8800GT með einhverri ógurlegri kælingu. Kann samt ekkert að yfirklukka \nMinni: Eitthvað sambland, 4GB total\nÉg er að nota þessa vél sem media center við 42\" Panasonic Plasma sem er reyndar bara HD ready 720p.\nNú er málið að ég er að fá smá PC tölvuleikjadellu aftur eftir að hafa verið í Xbox síðustu ár. \nMig langar svolítið að uppfæra aðeins til að gefa mér smá meira afl til að vinna með. Málið er að ég er aldrei að fara að keyra neina leiki í hærri upplausn en 1280x720 svo að ég þarf ekki svakalegt afl til að keyra út helling af pixelum.\nÉg prufaði að setja upp Far Cry 3 á vélina eins og hún er núna og hann er vel spilanlegur á 1280x720 Medium quality. Er eflaust með average um 35 fps, dett stundum niður í ca 25 ef mikið gengur á.\nEr til í að eyða kannski 10. þúsund kalli í nýtt eða notað skjákort. Hvað mælið þið með?",
            "date": "2012-12-15 01:14:00",
            "post_id": "483781",
            "reply_to_id": false
        },
        {
            "user_name": "Krisseh",
            "text": "Held að cpu bottleneckar gpu hjá þér eins og er, alveg sama hvort þú munt uppfæra yfir í nýrra skjákort, aflköstinn verða ekki mikið betri, 8800gt er að virka svo sem vel, en mæli með bæði aflmeiri cpu og gpu, skál.",
            "date": "2012-12-15 07:03:00",
            "post_id": "483798",
            "reply_to_id": "483781"
        },
        {
            "user_name": "bjornvil",
            "text": "OK, þarf ég þá ekki að fara í nýtt móðurborð? Eða er hægt að finna eitthvað sem er þess virði að uppfæra í sem er Socket 775?\nAnnars er þessi örri vís vel yfirklukkanlegur. Ég fór og las mér til aðeins í gærkvöldi og er núna að keyra á 3 Ghz á örgjörvanum an þess að gera neitt nema hækka fsb og náði aðeins að hækka hraðann á skjákortinu. Fann alveg mun á Far Cry 3 eftir það.",
            "date": "2012-12-15 12:05:00",
            "post_id": "483812",
            "reply_to_id": "483798"
        },
        {
            "user_name": "littli-Jake",
            "text": "Það má nú yfirklukka flesa örgjörva en þessi verður orðin botteneck við eitthvað eins og Nvidia 200 línuna eða AMD 5000. \nÞú getur fengið best quad örgjörva á 775 socket sem eru í rkingum 3ghz stok en það er nú ekkert ógurlegt framboð af þeim.",
            "date": "2012-12-15 13:08:00",
            "post_id": "483821",
            "reply_to_id": "483812"
        }
    ],
    "date": "2012-12-15 01:14:00"
}