{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "52124",
    "title": "Ný vél í vinnslu, vantar álit [update 18.12.12]",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=52124",
    "posts": [
        {
            "user_name": "Squinchy",
            "text": "Nú fer að koma tími á uppfærslu\nFlakið sem ég er með núna samanstendur af:\nMB: \nGigabyte M61PME-S2\nCPU: AMD Athlon 64 x2 4000+\nInnraminni: 2* 2GB DDR2 800MHz\nSkjákort: inno3d GT 9600\nSSD: 128GB Samsung 830\nNoName aflgjafi\nThermaltake kassi\nSé fyrir mér að SSD diskurinn verði það eina sem mun flytja yfir í nýja gripinn.\nAðal notkun á vélinni sem ég er með núna er leikir og net ráp, leikir á borð við diablo3 (Ræður varla við það á all low), lol (ræður illa við leikinn eftir season 3 uppfærsluna), en langar að geta spilað leiki á borð við crysis, farcry og þessa leiki sem eru frekar kröfuharðir, vélin þarf líka að vera hljóðlát.\nVerð bil er í kringum 200k sem ég er tilbúinn að setja í nýja vél +- nokkra 5000.kr seðla.\nFyrsta plan:\nMóðurborð: Vantar álit á því\nCPU: Vantar álit (intel verður örugglega fyrir valinu), munur á sandy og ivy?\nInnraminni: \n4*4GB Corsair Vengeance\n @16.750.kr\nSkjákort: \nGTX670\n @68.950.kr\nSSD: 128GB Samsung 830 @0.kr\nAflgjafi: \nAX750\n @29.450.kr (of stór eða góður upp á framtíð?)\nCPU kæling: vantar álit, er að spá í H80 eða \nH100\n@23.950.kr ?\nHljóðkort: langar rosalega í \nASUS Xonar Essence STX\n en það þarf ekki að koma strax í vélina\nKassi: \nFractal Design Define R3 White\n var að fara kaupa hann í dag en síðan sá ég að \nTölvuvirknu eru með R4\n á síðunni sinni en bara í svörtum lit (Sem ég er ekki spenntur fyrir, langar í hvítan), spurning um að gá hvort þeir séu til í að panta hann hvítan eða er betra að gera það bara sjálfur ? (R4 getur tekið við H100 easy en R3 geri það ekki.\nVæri til í að fá innlegg á hvaða móðurborð og CPU ég ætti að fá mér við þetta skjákort, er alveg opinn fyrir því að geta yfirklukkað upp á framtíðina en verður örugglega ekki gert strax.\nPlanið er að hafa íhluti í svörtu (dökkum lit) eða hvítu, allt annað verður seint skoðað sem möguleiki\nEr ekki með mikla sérvisku um hvar íhlutirnir fást svo lengi sem það er ekki buy.is eða computer.is",
            "date": "2012-12-15 19:40:00",
            "post_id": "483902",
            "reply_to_id": false
        },
        {
            "user_name": "Squinchy",
            "text": "Gerði smá uppkast í kvöld\nMB:\nAsus p8z77-v LX\n @ 23860 -10% =21474\nCPU:\ni5 3570K\n @ 39860 -10% =35874\nMinni:\nCorsair Vengeance 4*4GB\n @ 16750\nGPU:\nMSI 670 PE OC\n @ 73950\nPSU:\nCorsair AX750\n @ 29450\nKassi:\nFractal design Define R4 (Vonandi hvítur)\n @ 24860\nHeildar verð:\n202.358.kr\nVæri snilld að fá comment um hvort þetta móðurborð sé góð blanda með þessum CPU og GPU, mun ég lenda í eitthverjum flöskuháls eða vesen með OC seinna meir ?\nog er ég að fara overkill á eitthverjum hlut þarna ?\nEinnig spurning um að taka líka CPU og MB bara hjá att og vera með þetta allt á einum stað ?",
            "date": "2012-12-17 21:32:00",
            "post_id": "484221",
            "reply_to_id": "483902"
        },
        {
            "user_name": "vikingbay",
            "text": "Hæ, ég held að þetta lýti ágætlega út, en þó myndi ég taka kanski frekar 8GB minni (eða ekki, fer eftir hvort þú haldir að þú virkilega þurfir 16GB) og nota það sem þú sparar í eitthvað almennilegra móðurborð. Eitthvað eins og til dæmis þetta: \nhttp://tolvutaekni.is/product_info.php? ... ts_id=2196\nÞarna ertu búinn að kaupa þér valmöguleika sem heitir SLi, áhugaverður valkostur seinna meir.. \nFínt skjákort, átt ekki eftir að sjá eftir því, einnig með aflgjafann, fully modular er unaður. Efast um að þú þurfir 750w afl, gætir vel sloppið með að fara í eitthvað lægra, það er samt alltaf ágætt að hafa svigrúm, þar sem þú ert að fara yfirklukka og kanski fá þér annað skjákort seinna.. Ég fékk mér alltof stórann aflgjafa af einhverri ástæðu... reyndar aðeins þyrstari íhlutir, en ég barasta held að flestir séu með of stórann aflgjafa. \nÁgætis kæling, þú kanski færð þér tvær viftur fyrir smá auka \nKassinn er alveg þitt val, mig minnir að þig hafi langað í hvítann, þessi er dáldið sexy: \nhttp://tolvutaekni.is/product_info.php? ... ts_id=2053\nKveðja (:\nBætt við: ég gleymdi að benda þér á þetta \nhttp://start.is/product_info.php?products_id=3281\nBætt við aftur -.- : kassinn sem ég benti þér á er no good fyrir H100",
            "date": "2012-12-17 22:17:00",
            "post_id": "484228",
            "reply_to_id": "484221"
        },
        {
            "user_name": "Squinchy",
            "text": "Já góður púnktur með sli möguleikann, lýst vel á þetta MB\nTakk fyrir þessa ábendingu",
            "date": "2012-12-17 23:54:00",
            "post_id": "484241",
            "reply_to_id": "484228"
        },
        {
            "user_name": "Xovius",
            "text": "Rétt að þú þarft ábyggilega ekki 16GB og það er auðvelt að bæta inn RAM seinna.\nLýst líka vel á skjákortið, einmitt það sem ég færi í ef ég væri að fá mér nýja tölvu í dag.",
            "date": "2012-12-18 00:38:00",
            "post_id": "484253",
            "reply_to_id": "484241"
        },
        {
            "user_name": "Squinchy",
            "text": "Okei ég væri þá bara að fara í 2*4GB right? Svo bæti ég bara öðru setti við ef þörf er á\nÞá væri þetta svona\nMB:\nGigabyte Z77X-D3H\n @ 26900\nCPU:\ni5 3570K\n @ 39860 -10% =35874\nMinni:\nCorsair Vengeance 2*4GB\n @ 9450\nGPU:\nMSI 670 PE OC\n @ 73950\nPSU:\nCorsair AX750\n @ 29450\nKassi:\nFractal design Define R4 (Vonandi hvítur)\n @ 24860\nHeildar verð:\n200.484.kr",
            "date": "2012-12-18 10:54:00",
            "post_id": "484275",
            "reply_to_id": "484253"
        }
    ],
    "date": "2012-12-15 19:40:00"
}