{
    "forum_title": "Netkerfi - internetið",
    "id": "52177",
    "title": "Zhone router hjá vodafone",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=52177",
    "posts": [
        {
            "user_name": "olafurfo",
            "text": "Sælir vaktarar\nEr einhver hérna með reynslu á Zhone routernum hjá Vodafone ??\nÉg er með Bigfoot Networks Killer Wireless-N 1103 (3x3) with 3rd Antenna og get ekki séð betur en að routerinn crashar á 30 sec fresti ef ég er að downloada á utorrent.. \nNæs upp í allt að 7 mbps á wifi og stundum helst það stöðugt og flott stundum ekki.. búinn að spurja vodafone að þessu og fara á netspjall um 4 sinnum ekkert breytist.\nEruð þið með lausn annað en að fjárfesta í cisco router :l\nOg annað, er að eðlilegt að það taki um 20 sec að byrja á lagi á XBMC ef það streamar af wifi tengdri tölvu (breyttist úr 1 sec í 20 eftir Zhone router)",
            "date": "2012-12-18 18:40:00",
            "post_id": "484323",
            "reply_to_id": false
        },
        {
            "user_name": "Sallarólegur",
            "text": "Hvernig eru uTorrent stillingarnar þínar?\nMax allowed peers ofl?",
            "date": "2012-12-18 18:54:00",
            "post_id": "484327",
            "reply_to_id": "484323"
        },
        {
            "user_name": "olafurfo",
            "text": "lendi líka í því að detta sísvona af netinu (ásamt fleiri sem eru á wifi)",
            "date": "2012-12-18 19:03:00",
            "post_id": "484328",
            "reply_to_id": "484327"
        },
        {
            "user_name": "Plushy",
            "text": "er netsnúran tengd ásamt heimasíma í gegnum smásíu (splitter) ?",
            "date": "2012-12-18 19:50:00",
            "post_id": "484339",
            "reply_to_id": "484328"
        },
        {
            "user_name": "olafurfo",
            "text": "jámm, ekkert svoleiðis vesen.. tek eftir því að ef að netið er leiðinlegt virkar að resetta wifi hjá mér.. vitiði hvort það sé eitthvað vesen með killer wireless netkortin á almennu routerana ??",
            "date": "2012-12-18 22:24:00",
            "post_id": "484377",
            "reply_to_id": "484339"
        },
        {
            "user_name": "olafurfo",
            "text": "sjáið á eftirfarandi mynd hvernig download á bæði youtube og utorrent ganga (svipuð í hegðun)\nmax hraði sem ég náði var 6,5 mbps\nstundum datt það út eftir að ná 500 kbps \nog eins og þið sjáið í mislangan tíma :[",
            "date": "2012-12-18 23:45:00",
            "post_id": "484399",
            "reply_to_id": "484377"
        },
        {
            "user_name": "olafurfo",
            "text": "Fékk nýjann router, allt annað líf. Hugsa að wifi á hinum hafi bara verið gallað",
            "date": "2012-12-19 20:20:00",
            "post_id": "484606",
            "reply_to_id": "484399"
        },
        {
            "user_name": "AntiTrust",
            "text": "Margir Zhone routerar hafa verið að gera þetta, restarta sér á nokkurra mín fresti. Alls ekkert einsdæmi.",
            "date": "2012-12-19 22:45:00",
            "post_id": "484649",
            "reply_to_id": "484606"
        },
        {
            "user_name": "GrimurD",
            "text": "Veit samt ekki til þess að það hafi verið að gerast á adsl,  bara ljósi. \nEn getur prufað að fá annan Zhone, lagar þetta oft. Átt að fá mun betri hraða á Wifi en þetta með þennan router. \nSent from my HTC One S using Tapatalk 2",
            "date": "2012-12-20 13:28:00",
            "post_id": "484774",
            "reply_to_id": "484649"
        }
    ],
    "date": "2012-12-18 18:40:00"
}