{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "52326",
    "title": "Hvenær er harður diskur ónýtur ?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=52326",
    "posts": [
        {
            "user_name": "Örn ingi",
            "text": "Góðan daginn og gleðilega hátíð, nú er ég frá vinnu vegna slyss sem að ég lenti í við vinnu og hef þar af leiðandi alltof mikið af tíma þannig ég er að dunda mér við að fara yfir dót sem að annars hefur safnað ryki og nú er ég í hörðu diskunum.\nÞar sem að ég er ekkert rosalega vel að mér í fræðum um líftíma og ástandsgreiningu þá langaði mig að spyrja hérna hvaða test og viðmið menn hafa á því hvenær diskar eru orðnir það slitnir að þeir eru ekki lengur traustir eða nothæfir undir gögn.+\nÞó svo að diskar séu orðnir gamlir og mikið notaðir er hættandi á að nota þá undir gögn sem eru kanski ekki neitt rosalega heilög (ekkert sem er óbætanlegt) eða kemur það í bakið á manni að vera að notast við svona dót þegar að þetta er komið yfir einhver ákveðinn mörk?\nNuna er ég t.d með gamlan 250gb western digital pata disk sem að ég er að keyra eithvað Data Lifeguard Diagnostic frá WD program á enn ég veit í raun og veru ekkert hvað ég er að gera, þannig að ef einhver er vel að sér í þessum málum og nennir að skrifa smá pistil þá væri það vel þegið.\nP.s öll comment um að nota google í þetta afþökkuð, ég væri ekki að skrifa þessa beiðni ef að mér fynsdist það óþarfi.",
            "date": "2012-12-27 09:30:00",
            "post_id": "485937",
            "reply_to_id": false
        },
        {
            "user_name": "vesi",
            "text": "ég náði mér í \nhttp://www.ultimatebootcd.com/\n og setti upp á usb, ræsi svo upp af usb, þú fynnur tester fyrir flesta framleiðendur hdd þar og þeir eru solid (að mínu mati) þegar ég farinn að fá nokkur errors í röð þá hætti ég að nota diskinn. \nvona að þetta svari einhverju fyrir þig.\nkv. Vesi",
            "date": "2012-12-27 09:40:00",
            "post_id": "485938",
            "reply_to_id": "485937"
        },
        {
            "user_name": "Örn ingi",
            "text": "Já ég er svona meira að leita að einhverju ferli sem að maður getur keyrt bara á diskinn til þess að vita hvort hann er \"af eða á\"...",
            "date": "2012-12-27 09:51:00",
            "post_id": "485939",
            "reply_to_id": "485938"
        },
        {
            "user_name": "vesi",
            "text": "já skil þig. ég nota þetta í ultimate boot cd. annars eru allir framleiðindur með sinn tester/diagnostics tool  á heimasíðu sinni. Ég hef yfirleitt látið það duga, \nkv. \nVesi",
            "date": "2012-12-27 09:55:00",
            "post_id": "485940",
            "reply_to_id": "485939"
        },
        {
            "user_name": "Örn ingi",
            "text": "Jamm akkurat, vonandi skýrir þetta sig sjálft því að ég er með alveg nokkra diska sem að ég var búin að leggja til hliðar...",
            "date": "2012-12-27 09:57:00",
            "post_id": "485941",
            "reply_to_id": "485940"
        },
        {
            "user_name": "vesi",
            "text": "Öruglega einhver fróðari sem getur svarað þér betur, en þegar ég fæ errors úr einhverju testi sem ég er ekki sáttur við, þá keyri ég annað test þá frá framleiðanda og ef errors koma þar upp líka þá er maður nokkuð sannfærður um að diskurinn eigi ekki mikið eftir. \nGangi þér vel með þetta og fáðu skjótan bata. \nkv. \nVesi",
            "date": "2012-12-27 10:01:00",
            "post_id": "485942",
            "reply_to_id": "485941"
        },
        {
            "user_name": "beggi90",
            "text": "Þegar að það kemur error sem testin geta ekki \"lagað\" hætti ég að nota diskinn.\nBootar af hirens eða Ultimate bcd.\nÉg hef látið full read scan nægja.",
            "date": "2012-12-27 10:22:00",
            "post_id": "485947",
            "reply_to_id": "485942"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ómögulegt að segja hvenær HDD er orðinn lélegur og hvenær ekki. \nÞú getur verið með nýjan disk sem drepst upp úr þurru eftir viku eða með disk sem er búinn að ganga 24/7 í 10 ár og á mörg ár eftir.",
            "date": "2012-12-27 10:30:00",
            "post_id": "485949",
            "reply_to_id": "485947"
        }
    ],
    "date": "2012-12-27 09:30:00"
}