{
    "forum_title": "Bílaplanið",
    "id": "52339",
    "title": "Mig vantar ónegld vetrardekk á morgun föstudag",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=84&t=52339",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Hvar eru bestu dekkin og bestu verðin?\nHef heyrt að  Vaka bjóði uppá notuð dekk á góðu verði. er það eitthvað sem maður ætti að skoða?",
            "date": "2012-12-27 23:30:00",
            "post_id": "486059",
            "reply_to_id": false
        },
        {
            "user_name": "DabbiGj",
            "text": "dekkverk eru mjög góðir \nvaka er með notuð dekk en líka á mjög góðu verði",
            "date": "2012-12-28 01:40:00",
            "post_id": "486067",
            "reply_to_id": "486059"
        },
        {
            "user_name": "Minuz1",
            "text": "Dekk eru eitt af mikilvægari öryggistækjum bíla.",
            "date": "2012-12-28 02:36:00",
            "post_id": "486070",
            "reply_to_id": "486067"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hárrétt, þessvegna er ég að bera saman verð og gæði.",
            "date": "2012-12-28 09:31:00",
            "post_id": "486088",
            "reply_to_id": "486070"
        },
        {
            "user_name": "Son of a silly person",
            "text": "Ég var að versla mér Toyo harðskelja dekk frá Bílabúð Benna 215/70R15 118.000kr undir komið. Verð að játa að ég er í skýjunum, fékk frábæra þjónustu og dekkinn eru frábær. Allavega þessa 470km sem ég hef þegar ekið  \nVerslaði gegnum sölu aðila toyo á austurlandi \nwww.bva.is\nHér fyrir austan hefur snjóað duglega og ég hef ekki enn fest mig, leita uppi skafla til komast að því hvað dekkinn geta. Verð að gefa þeim hjá toyo 10 af 10 mögulegum. Einn sáttur... Já það er ég",
            "date": "2012-12-28 09:36:00",
            "post_id": "486090",
            "reply_to_id": "486088"
        },
        {
            "user_name": "jericho",
            "text": "Keypti Bridgestone loftbóludekk hjá Betra Grip, Lágmúla 9, veturinn 2010. Þau eru frábær. Frábær þjónusta líka.",
            "date": "2012-12-28 09:38:00",
            "post_id": "486091",
            "reply_to_id": "486090"
        },
        {
            "user_name": "flottur",
            "text": "Dekkverk í garðabæ, mæli hiklaust með þeim, búin að kaupa sumardekk og vetradekk á báða bílana mína og er mjög sáttur með allt sem kemur frá þeim frá þeim.\nGetur farið á dekkverk.is og skoðað verðskrána hjá þeim.",
            "date": "2012-12-28 09:47:00",
            "post_id": "486093",
            "reply_to_id": "486091"
        },
        {
            "user_name": "svensven",
            "text": "Ég keypti ný dekk hjá Vöku, verðið var þokkalegt, ekki frábært.\nÞað sem mér fannst að var þjónustan, umfelgun hefur aldrei tekið jafn mikinn tíma, fannst eins og þeir sem væru að vinna þarna héldu að þeir væru í saumaklúbbi. Átti pantaðan tíma kl 16:20 og ég fór út frá þeim 17:40. Bíllinn var á lyftunni mjög lengi meðan þeir voru að spjalla og fíflast.  \n \nMér hefur oft fundist verð á notuðum dekkjum vera full hátt vs verð á nýjum, en það er kannski bara afþví að það er lítið úrval í stærðinni sem er undir bílnum.",
            "date": "2012-12-28 09:51:00",
            "post_id": "486094",
            "reply_to_id": "486093"
        },
        {
            "user_name": "littli-Jake",
            "text": "Ekki vera að spara eitthvað þegar kemur að dekkjum. Þetta er eini snertiflötur bílsins við veginn og þetta þarf að vera í lagi. \nÉg hef svosem ekki neintt sérlega mikla reynsku af harðskelja eða loftbóludekkjum en menn tala allavega voða vel um bæði og ætli það sé ekki bara trúarbrögð um hvort mönnum finst betra. Þú ætir samt að sleppa því að keira á þeim á sumrin. Fer víst ekki vel með þau.",
            "date": "2012-12-28 10:48:00",
            "post_id": "486098",
            "reply_to_id": "486094"
        },
        {
            "user_name": "GuðjónR",
            "text": "Gott að fá svona infó.\nVar að skoða \nhttp://www.dekkverk.is\nEr með stærð 195/60/15 (195/65/15 ætti að virka líka) þannig að það eru margar tegundir sem koma til greina, frá 53 til 95k undir komið.\nVaka er með tilboð á Infinity dekkjum, þau fá fína \ndóma.\n15R 195/65 V Infinity,\t52.500 kr.\tmeð umfelgun (undir komið).",
            "date": "2012-12-28 10:51:00",
            "post_id": "486099",
            "reply_to_id": "486098"
        },
        {
            "user_name": "svensven",
            "text": "Hef enga reynslu af Intinity dekkjunum, en það er gott að athuga að þetta eru bara 4 review, svo kannski ekki mikið að marka.",
            "date": "2012-12-28 11:04:00",
            "post_id": "486102",
            "reply_to_id": "486099"
        },
        {
            "user_name": "GuðjónR",
            "text": "Aðalmálið er að fá dekk sem endast að lágmarki 35k km.",
            "date": "2012-12-28 11:06:00",
            "post_id": "486103",
            "reply_to_id": "486102"
        },
        {
            "user_name": "beatmaster",
            "text": "Ég mæli eindregið með \nhttp://www.dekkjasalan.is\n , gott að fá lítið notuð dekk á góðan pening og síðast þegar að ég vissi voru þeir ekki að taka rusl í umboðssölu þannig að þú átt að vita að hverju þú gengur hjá þeim ólíkt Vöku sem að ég get engan veginn mælt með við nokkurn mann.",
            "date": "2012-12-28 12:26:00",
            "post_id": "486115",
            "reply_to_id": "486103"
        },
        {
            "user_name": "valdij",
            "text": "Keypti mér mjög svipuð dekk og er sáttur með þau. En þjónustan sem ég fékk hjá Bílabúð Benna er sú versta sem ég hef upplifað í fjöldamörg ár. Ætla aldrei að kaupa neitt, eða láta gera neitt þarna aftur á ævi minni né neinn í fjölskyldunni.\nÉg s.s. tala við þá áður en ég kem upp á að vita hvaða dekk þeir mæla einna helst með, hvað þau kosta, hvort þau eru til o.sfv., líst vel á þetta og spyr hvort ég komist á ákveðnum tíma og jújú það er ekkert mál.\nÉg mæti, bíllinn fer strax inn mér til mikillar ánægju. Svo líða mínuturnar, fyrst 20.. svo 30.. svo 40.. svo eru liðnar 50 mín og þetta er ekki lengur fyndið, spyr þann sem afgreiddi mig (n.b. ég er ekki á kaffistofunni, heldur bókstaflega fyrir framan þá allan timann) hvort það sé nokkuð langt í bílinn - ég þarf að vera mættur í vinnuna.\nHann fer bakvið í tæpt korter, kemur svo og segir mér að dekkinn voru ekki til (sem þeir mældu með og vissu að ég væri að koma á þessum tíma) og ég horfi bara á hann \"og datt engum í hug að láta mig vita í staðinn fyrir að vera búinn að standa hérna í kltíma að bíða eftir engu?\" Hann byrjar þá að kenna sirkabát öllum öðrum í fyrirtækinu um. Já og hann baðst ekki afsökunar, sagði bara \"Já ég skil þetta ekki sko \n\" \nÞað merkilegasta var, að bíllinn var enn uppi á lyftunni þannig þeir voru að \"tefja\" sjálfir eitt spot, útaf enginn af þeim þorði eftir þennan tima að láta mig vita að dekkinn voru ekkert til. Dekk sem þeir sjálfir mæltu með, og á tíma sem þeir sjálfir samþykktu.\nEndaði þannig að hann sagði mér að dekkinn ættu að koma á morgun fyrir klukkan 09:00, lét mig fá farsímanúmerið hjá sér og sagði ég fengi einhvern afslátt.\nÉg held ég hafi hringt u.þ.b. 8 sinnum í hann yfir daginn þangað til ég loksins næ í hann. Hann segir að dekkin séu komin, og ég læt hann vita ég nenni ekki að standa í einhverju eins og í gær. Hann lætur mig þá fá ákveðinn tima og ég geti bara keyrt beint inn.\nEg mæti á þeim tíma. 45 mín síðar fær bíllinn minn loksins að fara inn. \nÉg eyddi tæpum 3 tímum, með akstri lengst vestur í bæ í að borga þeim 100.000 kall og fá vetrardekk undir bílinn.",
            "date": "2012-12-28 13:38:00",
            "post_id": "486125",
            "reply_to_id": "486115"
        },
        {
            "user_name": "rapport",
            "text": "Notuðu dekkin frá Vöku eru innflutt...\nÉg ætlaði að fara dissast yfir að þurfa að borga VSK af notaðri vöru og þá kom það í ljós.\nVar að græja dekk undir bíl sem ég var að selja í sumar.\nÞetta eru almennt ágætis dekk, gætir þess vegna fengið nær óslitinin Bridgestone, biður bara um að fá að fara út í gámana til þeirra og velja dekkin sjálfur.\nEn þjónustan var ekkert spes enda eru þeir ódýrastir.\nÞeir sem ég hef fengið einna besta þjónustu eru Barðinn rétt hjá Vöku og svo dekkjaverkstæðið í Sóltúni, bakvið Cabin Hótel (held ég að það heiti).\nAnnars fæ ég almennt vetrardekkin með tengdó frá USA og keyri á General Altimax sem ég hef góða reynslu af, veit ekki tilþess að þau séu seld hér heima.",
            "date": "2012-12-28 13:52:00",
            "post_id": "486127",
            "reply_to_id": "486125"
        }
    ],
    "date": "2012-12-27 23:30:00"
}