{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "5243",
    "title": "Upplýsingar um Emachines 220 sem er seld í Elko",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=5243",
    "posts": [
        {
            "user_name": "Valerian",
            "text": "Ég var að skoða auglýsingu á Emachines 220 sem er seld í Elko. Speccið er:\n\nIntel Celeron 2,5 GHz\n\n128 MB DDR\n\n40 GB HD\n\nDVD/CD-RW skrifari combo\n\n6 Usb 2,0 tengi\n\n56kb Cnet módem\n\n10/100 netkort\n\nStero hljóðkort\n\nMús, lyklaborð og hátalarar\n\n\n\nÞetta er selt á 39.900 kr sem er það lægsta sem ég hef séð. Veit einhver um hvernig þessi vél reynist og er eitthvað varið í hana?",
            "date": "2004-08-21 10:08:00",
            "post_id": "52952",
            "reply_to_id": false
        },
        {
            "user_name": "Andri Fannar",
            "text": "Í hvað ætlaru að nota hana ?",
            "date": "2004-08-21 10:42:00",
            "post_id": "52953",
            "reply_to_id": "52952"
        },
        {
            "user_name": "Valerian",
            "text": "Þessi vél er hugsuð handa 12 ára gutta sem mun nota hana tengslum við skólann.\n\nÉg er nú samt viss um að hann vill líka nota hana til að leika sér \n en ég held að þessi vél dugi ekki langt til þess.\n\nPersónulega myndi ég fá einhvern sem þekkir þessi mál, og ég treysti, til að setja saman vél úr íhlutum þar sem ég er hræddur við svona low budget tilboð þar sem ég óttast að notaðir séu lélegir hlutir til að setja þær saman úr. Ég notaði Google til finna upplýsingar og fann 2 þræði þar sem sýndist að báðir aðilar hefðu lent í veseni með vélarnar.",
            "date": "2004-08-21 11:28:00",
            "post_id": "52956",
            "reply_to_id": "52953"
        },
        {
            "user_name": "Andri Fannar",
            "text": "humm  \n  hún væri góð í skólann en leikirnir væru held ég ekki að meika það",
            "date": "2004-08-21 11:38:00",
            "post_id": "52958",
            "reply_to_id": "52956"
        },
        {
            "user_name": "ErectuZ",
            "text": "Ef hann ætlar að leika sér í henni eitthvað, ekki taka Celeron örgjörva. Taktu frekar AMD XP örgjörva. Svipað verð, en mikill performance munur.\n\n\n\nSvo líka ættir þú kannski að láta smá meira RAM í hana. Með 128mb RAM, þá á þessi tölva varla eftir að geta runnað Windows XP \n\n\n\n\nEf hann ætlar eitthvað að fara að setja fullt af leikjum í hana, þá mæli ég með stærri hörðum disk. En ef ekki, þá er 40GB alveg nóg \n\n\n\n\nEdit: Hvernig skjákorti ertu að pæla í?",
            "date": "2004-08-21 16:03:00",
            "post_id": "52977",
            "reply_to_id": "52958"
        },
        {
            "user_name": "OverClocker",
            "text": "Þetta er alls ekki leikjavél ! og pottþétt ekki hægt að uppfæra neitt.",
            "date": "2004-08-21 18:52:00",
            "post_id": "52989",
            "reply_to_id": "52977"
        },
        {
            "user_name": "Valerian",
            "text": "Ég fór í Elko og reyndi að fá upplýsingar um vélina og það sem ég veit er að skjákort, módem og hljóðkort eru á móðurborðinu. Það er talað um að skjákortið (eða örgjörvinn fyrir það) sé Intel Extreme. Það eru engin AGP slot á móðurborðinu og ekki er hægt að biðja þá um að stækka minnið, þú verður að fara annað og biðja um það. Það sem mér fannst skrítið var að í þessari verslun þá voru nokkrar vélar sem voru í gangi og hægt var að sjá á skjá en ekki á þessari (skyldi vera að það henti ekki að sýna \"performancið\" á þessari vél?)\n\nÞað sem mér sýnist er að þetta sé nánast einnota vél þ.e.a.s. það verður mjög erfitt að uppfæra hana því ég trúi ekki öðru en að guttinn muni vilja uppfæra hana seinna mér. Þess vegna finnst mér þarna nánast vera að henda peningunum því að þessi vél verður gjörsamlega verðlaus eftir 1,5 ár og ekkert hægt að nota úr henni. Þess vegna er ég sammála hugmyndinni um að láta setja saman vél sem byggir á AMD örgjörva og nota amk. 256 MB ram því það eru meiri líkur á að hægt verði að uppfæra hana amk. 1 sinni áður en farið verður í vél sem byggir á annarri tækni en þessari.\n\nÉg á reyndar hjá mér Geforce Ti200 skjákort sem ég fékk með vélinni minni fyrir 2,5 ári, en búinn að skipta því út núna, og myndi vilja gefa honum í vélina hans ef það væri til að bæta grafíkina.",
            "date": "2004-08-22 00:28:00",
            "post_id": "53017",
            "reply_to_id": "52989"
        },
        {
            "user_name": "SolidFeather",
            "text": "Noh, byrjað að selja eMachines hér",
            "date": "2004-08-22 00:47:00",
            "post_id": "53019",
            "reply_to_id": "53017"
        },
        {
            "user_name": "Steini",
            "text": "amd 2500xp\n 8650 kr \n\nAbit an7\n 11391 kr \n\n512mb ddr400 minni\n 8450 kr\n\nSamsung S-ata 120gb hdd\n 10600kr \n\n\n\n= 39091 kr og svo vantar auðvitað kassa og skjákort en það er bara spurning um hvað hann tímir í það.... \n\n\n\n\n\nÞessi\n ætti að vera fínn með 300w psu á 7000kr \n\n\n\nAnnars er \nPowercolor Radeon 9600xt 128mb\n fínt kort fyrir 16391 kr \n\n\n\nMeð þessum 2 hlutum í viðbót er verðið komið í 62472kr",
            "date": "2004-08-23 13:57:00",
            "post_id": "53230",
            "reply_to_id": "53019"
        },
        {
            "user_name": "arnarj",
            "text": "task var að selja fínar samsettar xp1600 vélar á 29.900 um daginn, virðist ekki finna þær á síðunni lengur.\n\n\n\nEkki topp of the line vélar en án efa þrælfínar fyrir þennan pening.",
            "date": "2004-08-25 16:16:00",
            "post_id": "53541",
            "reply_to_id": "53230"
        }
    ],
    "date": "2004-08-21 10:08:00"
}