{
    "forum_title": "Til sölu - Tölvuvörur",
    "id": "52466",
    "title": "ÓE: USB snúru fyrir Xbox 360 controller",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=11&t=52466",
    "posts": [
        {
            "user_name": "nuckzer",
            "text": "Sælir, var að spá hvort einhver hérna ætti USB snúru fyrir xbox360 fjarstýringu, ekki viss hvort þetta sé selt í einhverjum búðum hérna >.< langar að fara plögga fjarstýringunni við PC og er ekki að nenna að hafa hana wireless og standa í því að skipta um batterí á milljón..",
            "date": "2013-01-03 06:11:00",
            "post_id": "487298",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Ekki hægt án \nmassífs\n vesens ef þú ert með þráðlausa Xbox 360 fjarstýringu.\nÞráðlausar fjarstýringar fá einungis straum í gegnum þetta port og einhverjar upplýsingar \nfrá\n hinu tækinu.\nÞyrftir að kaupa fjarstýringu með snúru.",
            "date": "2013-01-03 06:27:00",
            "post_id": "487299",
            "reply_to_id": "487298"
        },
        {
            "user_name": "Nariur",
            "text": "ég get staðfest þetta",
            "date": "2013-01-03 06:42:00",
            "post_id": "487301",
            "reply_to_id": "487299"
        },
        {
            "user_name": "Örn ingi",
            "text": "Ein pælin nú á ég einar 4 xbox360 fjarstýringar 1 með snúru og 3 wireless, horfði um daginn á video á youtube þar sem gæjinn var að sýna hyperspin appið fyrir xbmc þar notaðist hann við þráðlausa fjarstýringu enn ég sá hvergi koma fram hvernig hann tengdi hana við xbmc clientinn ?\nÆtli það sé hæt að fá eithvað \"usb dongle\" eða eithvað til þess?",
            "date": "2013-01-03 10:08:00",
            "post_id": "487311",
            "reply_to_id": "487301"
        },
        {
            "user_name": "svensven",
            "text": "Hugsanlega eitthvað svipað þessu ?\nhttp://www.newegg.com/Product/Product.a ... 6874103054",
            "date": "2013-01-03 10:41:00",
            "post_id": "487319",
            "reply_to_id": "487311"
        },
        {
            "user_name": "Zpand3x",
            "text": "Þau þarft bara að fá þér annað hvort stakan Xbox 360 wireless receiver eða fá þér þetta \nhttp://tolvutek.is/vara/microsoft-xbox- ... ni-svartur\n . \nÞetta er venjuleg xbox 360 fjarstýring og receiver fyrir PC. Getur notað allt að 4 fjarstýringar með einum receiver \n Leikir eins og \"Rayman Origins\" og \"Trails Evolution gold\" (kemur Q1 2013) supporta 4 player á PC \n held að fótbolta leikir á PC geri það líka",
            "date": "2013-01-03 12:31:00",
            "post_id": "487323",
            "reply_to_id": "487319"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Keypti einn svona í desember, keypti af amazon, af einhverjum gæjum sem sendu til Íslands. Klárlega aftermarket vara, ekki beint frá Microsoft. Var ekki einu sinni tollaður og held ég hafi borgað um 2500kr fyrir þetta + sending.\nNota svo eina af þráðlausu fjarstýringunum með PC vélinni og get notað hleðslusnúrun til að hlaða fjarstýringuna ef þess er þörf í gegnum tölvuna.",
            "date": "2013-01-03 15:08:00",
            "post_id": "487333",
            "reply_to_id": "487323"
        },
        {
            "user_name": "Zorky",
            "text": "Ég keyfti svona sendi beint frá china á 10$ dollara og get tengt 4 xbox þrálausa fjarsteringar við pc án nokkurs vandamál...Driveranir eru í windows database bara velja nýjast og þá er það komið er að nota hann með steam tv dótinu.",
            "date": "2013-01-03 15:18:00",
            "post_id": "487335",
            "reply_to_id": "487333"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Jebb, Steam Big Picture Mode er nett. Verst að nýja GTX670 kortið mitt neitar að sýna mynd á sjónvarpinu mínu...\nMinnir mig á að finna eitthvað út úr því.",
            "date": "2013-01-03 15:45:00",
            "post_id": "487337",
            "reply_to_id": "487335"
        },
        {
            "user_name": "nuckzer",
            "text": "Takk fyrir svörin, já var bunað sjá að það er hægt að fá þennann Wireless adapter en mér langar að hafa þetta með snúru :/ verst að það er svona mikið vesen, ætli ég reyni ekki að kaupa þetta einhvernvegin í gegnum netið.\nMín xbox360 er bunað vera RRoD í einhver 2ár núna og er ekkert á leiðinni að láta laga hana, langar bara að nota fjarstýringarnar mínar með big picture á steam \n Einhver hérna samt með reynslu á bæði snúru og wireless adapternum? er einhvað sniðugra að hafa wireless og þurfa skipta alltaf um batterí? það er eiginlega eina sem ég er að hugsa með að fá snúru fyrir þetta.",
            "date": "2013-01-03 18:23:00",
            "post_id": "487375",
            "reply_to_id": "487337"
        },
        {
            "user_name": "Zorky",
            "text": "Ég gat ekki notað snúru á wireless bara sendinn.",
            "date": "2013-01-03 18:39:00",
            "post_id": "487377",
            "reply_to_id": "487375"
        },
        {
            "user_name": "Nariur",
            "text": "batteríin endast það lengi að það ætti ekki að vera vandamál, ég fæ hátt í 100 tíma á einu pari af batteríum.",
            "date": "2013-01-03 19:17:00",
            "post_id": "487380",
            "reply_to_id": "487377"
        },
        {
            "user_name": "Zorky",
            "text": "Ég er með eithvað hleðslu batterý sem ég sting sér í samband tek það úr fjarsteringuni \nSvona dæmi",
            "date": "2013-01-03 19:47:00",
            "post_id": "487384",
            "reply_to_id": "487380"
        },
        {
            "user_name": "Zpand3x",
            "text": "Ef þú vilt \nnota wireless fjarstýringarnar\n sem þú átt \nþá þarftu að kaupa wireless receiver\n. Einu tengin á fjarstýringunni eru fyrir hleðslu og til að tengja litla lyklaborðið. Það er engin önnur leið!\nEf þú vilt vera með 360 fjarstýringu með snúru þá þarftu að kaupa nýja wired fjarstýringu.",
            "date": "2013-01-04 00:00:00",
            "post_id": "487435",
            "reply_to_id": "487384"
        },
        {
            "user_name": "Zorky",
            "text": "Það er hægt að tengja það í hvaða usb tengi sem er með dótinu fyrir ofan sem ég limkaði.",
            "date": "2013-01-04 00:06:00",
            "post_id": "487437",
            "reply_to_id": "487435"
        },
        {
            "user_name": "FuriousJoe",
            "text": "Ég á 2 svona snúrur sem þú smellir í þráðlausa fjarstýringu (USB tengdar)\nVirkar á PC. - Sendu mér Pm ef þú hefur áhuga.",
            "date": "2013-01-04 02:02:00",
            "post_id": "487462",
            "reply_to_id": "487437"
        },
        {
            "user_name": "Nariur",
            "text": "Af hverju ertu að ljúga að manninum?",
            "date": "2013-01-04 02:46:00",
            "post_id": "487465",
            "reply_to_id": "487462"
        },
        {
            "user_name": "Zorky",
            "text": "Hann er að tala um það sem ég linkaði myndin !",
            "date": "2013-01-04 03:03:00",
            "post_id": "487466",
            "reply_to_id": "487465"
        },
        {
            "user_name": "Nariur",
            "text": "Ó, nvm.",
            "date": "2013-01-04 03:30:00",
            "post_id": "487467",
            "reply_to_id": "487466"
        }
    ],
    "date": "2013-01-03 06:11:00"
}