{
    "forum_title": "Koníakstofan",
    "id": "52753",
    "title": "Slökkt á Windows Live Messenger",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=52753",
    "posts": [
        {
            "user_name": "krissi24",
            "text": "Eins og fram hefur komið þá verður Slökkt á Windows Live Messenger þann 15 mars næstkomandi..... Ég hætti reyndar að nota þessa samskiptaþjónustu fyrir að verða 3 - 4 árum.... Hvað finnst ykkur um þetta samt sem áður? :p",
            "date": "2013-01-15 00:52:00",
            "post_id": "489642",
            "reply_to_id": false
        },
        {
            "user_name": "axyne",
            "text": "Eru ekki allir hættir að nota þetta og því er verið að hætta með þetta.\nMér er a.m.k slétt sama.",
            "date": "2013-01-15 00:54:00",
            "post_id": "489643",
            "reply_to_id": "489642"
        },
        {
            "user_name": "bulldog",
            "text": "ég hef ekki notað msn messenger í mörg ár. good riddance",
            "date": "2013-01-15 00:57:00",
            "post_id": "489646",
            "reply_to_id": "489643"
        },
        {
            "user_name": "worghal",
            "text": "fór á msn svona upp á djókið um daginn.\n2 online af um 200",
            "date": "2013-01-15 00:58:00",
            "post_id": "489647",
            "reply_to_id": "489646"
        },
        {
            "user_name": "krissi24",
            "text": "Hehe \n Microsoft vill meina það að email reikningarnir verða færðir yfir á samskiptakerfi Skype sem er einnig í eigu Microsoft.... Ef ég átti semsagt hotmail: \nkrissi24@live.com\n, myndi það þá verða: \nkrissi24@skype.com\n..... Eða munu bara allir email reikningarnir þurrkast út? Eða ætla þeir að uppfæra skype þannig að það verði líka email-a samskiptakerfi? Bara svona spurning....",
            "date": "2013-01-15 01:03:00",
            "post_id": "489651",
            "reply_to_id": "489647"
        },
        {
            "user_name": "Black",
            "text": "Ég sem var að setja nýja Display mynd",
            "date": "2013-01-15 01:40:00",
            "post_id": "489655",
            "reply_to_id": "489651"
        },
        {
            "user_name": "Svansson",
            "text": "Félagi minn notar þetta til að tala við kæró útí Canada, ennþá eithvað vinsælt þar. Hef marg oft sagt honum að skipta út í skype en hann hlustar ekki. Núna virðist sem hann fái ekkert um það að segja.",
            "date": "2013-01-15 07:37:00",
            "post_id": "489668",
            "reply_to_id": "489655"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég nota MSN oft á dag...mun sakna þess.\nSé ekki hvernir Skype á að koma í staðin fyrir msn.\nÞetta er í stíl við annað hjá Microsoft, þeir taka tvö skref áfram og svo tíu afturábak.",
            "date": "2013-01-15 08:00:00",
            "post_id": "489669",
            "reply_to_id": "489668"
        },
        {
            "user_name": "emmi",
            "text": "Þú getur signað þig inná MSN með Skype forritinu. Eins og ég skil þetta þá eru þeir að losa sig við MSN clientinn sjálfan en networkið verður uppi áfram.",
            "date": "2013-01-15 08:02:00",
            "post_id": "489671",
            "reply_to_id": "489669"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ahh þannig að í sjálfu sér eru þeir ekki að drepa  MSN beint, heldur vilja stýra því hvaða forrit við notum til að nýta þjónustuna.\nÉg er nú svo vanafastur að ég myndi 100x frekar vilja msn/adium en þetta skype dót, nota það örsjaldan til að hringja í ættingja í Svíþjóð, hef ekki tekið eftir MSN fídus þar. Verð að skoða það betur.",
            "date": "2013-01-15 08:08:00",
            "post_id": "489673",
            "reply_to_id": "489671"
        },
        {
            "user_name": "Frost",
            "text": "Hef ekki notað MSN í svo langan tíma, kominn tími á að það var slökkt á þessu \n.\nSkype hefur tekið yfir hjá mér.",
            "date": "2013-01-15 08:19:00",
            "post_id": "489674",
            "reply_to_id": "489673"
        },
        {
            "user_name": "Senko",
            "text": "Er einmitt að merga skypeið og MSNið hjá mér, er í því að deleta mörg hundruð contactum sem maður hefur ekki talað við í mörg ár af MSN, annars hef ég altaf verið meira fyrir MSN, en það er alveg rétt að það er að verða úrelt miðað við skype / facebook chat, allavegana þegar það kemar að því hversu margir nota það.",
            "date": "2013-01-15 08:38:00",
            "post_id": "489676",
            "reply_to_id": "489674"
        },
        {
            "user_name": "Icarus",
            "text": "Ég nota þetta nú öðru hvoru, tala við nokkra sem eru ekki á facebook og svona. held ég muni samt ekkert missa svefn þó þessu sé lokað.\nværi til í að sjá hvernig þeir ætla að útfæra þennan samruna, ég er með eitt e-mail á msn og annað á skype. Einnig finnst mér leiðinlegt með Skype er að samtölin geymast alltaf, jafnvel þó maður sé ekki skráður inn, þá nær clientinn í þau þegar maður svo skráir sig inn. Of public þegar maður er ekki eini notandinn að tölvunni.",
            "date": "2013-01-16 17:17:00",
            "post_id": "489954",
            "reply_to_id": "489676"
        },
        {
            "user_name": "upg8",
            "text": "Það er verið að færa ALLAR þjónustur undir sama hatt, eitt login fyrir Xbox Live, Skydrive, Skype, Windows 8. Office 365 osfv. Ferlið til að sameina þetta er mjög einfalt, bara velja áfram og áfram og samþykkja \n \nEr miklu einfaldara fyrir alla að þurfa ekki að vera með tugi af mismunandi lykilorðum og þar sem Skype gerir nánast allt það sama og MSN gerði þá fagna ég því að nú verði öll áherslan lögð á Skype.\nFacebook átti líklega stærsta þáttinn í falli MSN. Facebook er aðgengilegt í gegnum Skype og Skype er aðgengilegt í gegnum Facebook svo það er aðeins auðveldara að ná til þeirra sem ekki nenna að setja upp eitthvern client hjá sér.",
            "date": "2013-01-16 17:36:00",
            "post_id": "489959",
            "reply_to_id": "489954"
        },
        {
            "user_name": "GuðjónR",
            "text": "Kannsi...mig grunar samt að þetta sé liður í því að markaðssetja Skype sem M$ keypti af eBay á sínum tíma fyrir 8.5 milljarða dollara!\nhttp://www.wired.com/business/2011/05/m ... s-skype-2/",
            "date": "2013-01-16 17:58:00",
            "post_id": "489963",
            "reply_to_id": "489959"
        },
        {
            "user_name": "krissi24",
            "text": "En hvað verður þá um Email þjónustuna? Hverfur allur tölvupósturinn eða? Og þá er ég aðallega að tala um þessi pósta sem tilheyra fortíðinni.... Kannski að maður ætti bara að taka afrit af þeim? :p",
            "date": "2013-01-17 00:00:00",
            "post_id": "490061",
            "reply_to_id": "489963"
        },
        {
            "user_name": "upg8",
            "text": "krissi þú getur notað þitt e-mail áfram, þú loggar þig áfram inn með því. Ég ákvað að nýta mér tækifærið og breyta um e-mail address þegar það var opnað á outlook.com, -flutningurinn gekk fullkomlega fyrir sig og öll e-mail sem eru send á gamla e-mailið berast á það nýja. Allt þetta gamla er aðgengilegt hjá mér, auk þess geturðu alltaf gert merge á nokkra accounta og haft þá aðgengilega, t.d. ef þú ert foreldri og hefur yfirumsjón með netföngum barna þinna.",
            "date": "2013-01-17 00:09:00",
            "post_id": "490063",
            "reply_to_id": "490061"
        },
        {
            "user_name": "krissi24",
            "text": "Já þannig.... :p hehe, Ég sem er búinn að færa konuna yfir á gmail og allar þær þjónustur sem tengdust hotmail-inu hennar yfir á nýja gmail-ið hehe! Ég sjálfur hef notað gmail í 6 - 7 ár.... :p",
            "date": "2013-01-18 16:06:00",
            "post_id": "490355",
            "reply_to_id": "490063"
        },
        {
            "user_name": "intenz",
            "text": "Mér finnst þetta bara allt í lagi. Ég þekki engan sem var ennþá að nota MSN. En ég nota Skype hins vegar mjög mikið og veit um fullt af fólki sem notar það sem aðal samskiptaforrit í dag - fyrir utan Facebook chat.",
            "date": "2013-01-18 22:26:00",
            "post_id": "490439",
            "reply_to_id": "490355"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Spjallið í Skype finnst mér forljótt eins og annað viðmót.\nMessenger er notaður fáránlega mikið í fyrirtækjum ennþá sem eru ekki með Office Communicator / Lync, Spurning hvort menn noti Skype þá í staðinn",
            "date": "2013-01-28 14:06:00",
            "post_id": "492301",
            "reply_to_id": "490439"
        },
        {
            "user_name": "dori",
            "text": "Google talk -> 17x þægilegra í notkun en Skype.",
            "date": "2013-01-28 14:08:00",
            "post_id": "492303",
            "reply_to_id": "492301"
        },
        {
            "user_name": "lyfsedill",
            "text": "hvað halda menn eða vita?  verður hægt að nota msn áfram á netsíðum eins og iloveim.com, ebuddy.com og imo.im? veit einhver það?",
            "date": "2013-01-30 04:00:00",
            "post_id": "492776",
            "reply_to_id": "492303"
        },
        {
            "user_name": "Haxdal",
            "text": "það er verið að drepa \nWindows Live\n vörumerkið,  öll MSN virknin færð undir Skype og búa til einn unified Microsoft account einsog upg8 sagði sem meikar alveg sense,   þú ert ekki með 5 mismunandi aðganga til að komast inná google dótið þitt .. af hverju ætti að þurfa helling af mismunandi aðgöngum til að komast inná microsoft dótið \nAnnars er ég eiginlega hættur á MSN,  tala við 2 einstaklinga þar .. nota bara Facebook fyrir allt annað,  setti bara facebook chattið upp í Pidgin svo það hefur alveg komið í staðinn fyrir MSN",
            "date": "2013-01-30 08:29:00",
            "post_id": "492784",
            "reply_to_id": "492776"
        },
        {
            "user_name": "lyfsedill",
            "text": "hvað halda menn eða vita? verður hægt að nota msn áfram á netsíðum eins og iloveim.com, ebuddy.com og imo.im? Eða gegnum pidgin? veit einhver það?",
            "date": "2013-01-31 21:50:00",
            "post_id": "493128",
            "reply_to_id": "492784"
        },
        {
            "user_name": "Xovius",
            "text": "Ég hætti að nota MSN þegar þeir breyttu forritinu algjörlega, það eyðilagðist eiginlega alveg í mínum augum. Síðan hef ég notað skype og er bara mjög sáttur með það",
            "date": "2013-01-31 22:17:00",
            "post_id": "493135",
            "reply_to_id": "493128"
        },
        {
            "user_name": "raRaRa",
            "text": "FYI: Ég mæli með Compact View í Skype, það lætur það líta meira út eins og MSN. Þá opnast sér gluggi við hvern notanda sem þú ert að tala við.\nView -> Compact View",
            "date": "2013-02-01 11:16:00",
            "post_id": "493188",
            "reply_to_id": false
        }
    ],
    "date": "2013-02-01 11:16:00"
}