{
    "forum_title": "Koníakstofan",
    "id": "52802",
    "title": "Eitthvað app sem getur komið í staðinn fyrir SMS",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=52802",
    "posts": [
        {
            "user_name": "Dagur",
            "text": "Eru einhverjir hérna að nota app í staðinn fyrir sms?\nGoogle talk er mjög þægilegur staðgengill fyrir sms ef að báðir aðilar eru með android en ef maður ætlar að senda á iPhone notanda þá flækjast málin. Ég notaði forrit sem heitir What's App en það er ókeypis á android en kostar fyrir iPhone þannig að mér finnst það ekki vera option, það væri best ef allir notuðu það sama.",
            "date": "2013-01-17 16:21:00",
            "post_id": "490133",
            "reply_to_id": false
        },
        {
            "user_name": "Ripparinn",
            "text": "Viber",
            "date": "2013-01-17 16:22:00",
            "post_id": "490134",
            "reply_to_id": "490133"
        },
        {
            "user_name": "Vignirorn13",
            "text": "Forrit sem heitir kik. Er frítt í iphone og androit minnir mig.",
            "date": "2013-01-17 16:26:00",
            "post_id": "490137",
            "reply_to_id": "490134"
        },
        {
            "user_name": "Dagur",
            "text": "Ég prófaði kik einu sinni og var ekki hrifinn af viðmótinu. Ég ætla að skoða viber.  Eru þið að nota þetta mikið?",
            "date": "2013-01-17 16:29:00",
            "post_id": "490138",
            "reply_to_id": "490137"
        },
        {
            "user_name": "Vignirorn13",
            "text": "Já kik er ekkert spes. En viber er fínt. Mæli með því.",
            "date": "2013-01-17 16:49:00",
            "post_id": "490144",
            "reply_to_id": "490138"
        },
        {
            "user_name": "J1nX",
            "text": "ég nota bara þetta venjulega, ekkert að því \n fæ sms og get skrifað sms",
            "date": "2013-01-17 17:44:00",
            "post_id": "490153",
            "reply_to_id": "490144"
        },
        {
            "user_name": "playman",
            "text": "Ég nota nú bara facebook messenger, það er frítt, virkar á öll kerfi, getur notað það í símanum og í tölvuni \nOg það virkar bara alveg eins og SMS í raun.",
            "date": "2013-01-17 18:03:00",
            "post_id": "490157",
            "reply_to_id": "490153"
        },
        {
            "user_name": "Frantic",
            "text": "Já facebook messenger er held ég að bjóða uppá það í android að vera sms clientinn ásamt messenger á facebook.\nEn mér finnst handcent of þæginlegt sms app.\nÉg hef notað whatsapp en eiginlega allir sem ég þekki eiga android síma svo það er ekki problem.\nFinnst það vera snilld, annars nota ég aðalega fb messenger.",
            "date": "2013-01-17 18:32:00",
            "post_id": "490161",
            "reply_to_id": "490157"
        },
        {
            "user_name": "intenz",
            "text": "Ég hef prófað Viber, Kik, KakaoTalk, WhatsApp og fíla ekki neitt af þessu - aðallega út af því að þetta sýgur batteríið (lélegar útfærslur á push-messaging).\nEn Google er að vinna að því að sameina Talk, Messenger, Hangouts og Voice. Bara vonandi fara þeir út fyrir Android svo hægt sé að drepa þetta SMS fyrirbæri. Löngu kominn tími til.",
            "date": "2013-01-18 22:41:00",
            "post_id": "490441",
            "reply_to_id": "490161"
        },
        {
            "user_name": "J1nX",
            "text": "svona útaf þú ert að tala um að sjúga batterýið þá finnst mér batterýið helvíti fljótt að klárast á mínum S3 síma.. er eitthvað forrit sem ég get notað til að nýta batterýið betur eða cleana forrit sem eru í gangi sem þurfa ekki að vera í gangi og eru að taka út batterýið, dugar varla í sólarhring batterýið þó að síminn sé í lítilli notkun, í mikilli notkun er hann kannski að duga rúmlega hálfan dag",
            "date": "2013-01-19 00:23:00",
            "post_id": "490455",
            "reply_to_id": "490441"
        },
        {
            "user_name": "intenz",
            "text": "Það slæma er að það getur verið svo margt. Símkerfið (signal / roaming), birtustigið á skjánum, WiFi, 3G, GPS, önnur öpp, ofl.\nEf þú ert ekki búinn að roota þá mæli ég með því að setja þetta upp til að fylgjast með batteríseyðslunni:\nhttps://play.google.com/store/apps/deta ... amlabs.bbm",
            "date": "2013-01-19 01:15:00",
            "post_id": "490457",
            "reply_to_id": "490455"
        }
    ],
    "date": "2013-01-17 16:21:00"
}