{
    "forum_title": "Allt annað...",
    "id": "52929",
    "title": "Heyrnatól til sölu, Sennheiser, Plantronics, Grado o.fl.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=67&t=52929",
    "posts": [
        {
            "user_name": "enypha",
            "text": "Fjögur mjög vönduð heyrnatól til sölu. Öll eins og ný, fer einstaklega vel með hlutina mína.\nSennheiser HD-280 PRO - Kr. 12.000,-\nhttp://www.amazon.com/Sennheiser-HD-280-Pro-Headphones/dp/B000065BPB/ref=sr_1_1?s=electronics&ie=UTF8&qid=1358905988&sr=1-1&keywords=sennheiser+280\nGrado SR80i - Kr. 13.500,-\nhttp://www.amazon.com/Grado-Prestige-SR80i-Stereo-Headphone/dp/B000G3LCQC/ref=sr_1_1?s=electronics&ie=UTF8&qid=1358906080&sr=1-1&keywords=grado+sr80\nPlantronics Gamecom 780 7.1 USB - Kr. 13.000,-\nhttp://www.netverslun.is/Verslun/(S(qatrfh0i3btaimk01kqluj54))/product/Plantronics-GameCom-780-leikjaheyrnart%C3%B3l,15668,402.aspx\nSoul by Ludacris SL300 Noise Cancelling - Kr. 40.000,-\nhttp://www.amazon.com/SOUL-Ludacris-SL300GG-Definition-Headphones/dp/B0052XQD7O\nÁstæða sölu: Á of mikið af heyrnatólum (duh!) og ekki nógu mörg eyru",
            "date": "2013-01-23 05:17:00",
            "post_id": "491147",
            "reply_to_id": false
        },
        {
            "user_name": "Kristján",
            "text": "aldur, ábyrgð og hvar eru þau keypt? og myndir af þeim í núverandi ástandi.",
            "date": "2013-01-23 06:26:00",
            "post_id": "491149",
            "reply_to_id": "491147"
        },
        {
            "user_name": "enypha",
            "text": "Öll keypt í jú-ess-off-ei.\nSoul SL300 Noise Cancelling - keypt þessari viku. Impulse buy. Fín heyrnatól með mjög góðu noise cancelling, en mig vantar SVO ekki fleiri. Held þeim ef ég sel eitthvað af hinum.\nPlantronics Gamecom 780 - snilldar græja. Elska að horfa á kvikmyndir með þessum. Keypt í mars í fyrra.\nGrado SR80i - Circa þrjú ár líklega. Örugglega notað þau í minna en 10 klukkutíma. Þau eru mjög \"opin\" (heyrist út frá þeim, hönnuð þannig) og ég hef einfaldlega ekki aðstöðu til að njóta þeirra. Vona að þau komist á gott heimili, því þetta eru án nokkurs vafa bestu heyrnatól sem ég hef nokkuð tímann hlustað á. Ef þú elskar tónlist, sama hvernig tónlist, og býrð einn eða getur í það minnsta lokað að þér, þá verðurðu að fá þér þessi.\nSennheiser HD-280 Pro - Circa tveggja ára. Byggð eins og skriðdreki, held það sé ekki hægt að skemma þau, þó það hafi vissulega ekki reynt á það. Þetta eru go-to heyrnatólin mín og þau sem ég vill síst selja. Hljóma fáránlega vel af lokuðum heyrnatólum að vera. Kemur í ljós hvort ég tími að láta þau frá mér ef einhver vill kaupa þau \nSkal setja inn myndir af Sennheiser og Soul SL300 á eftir. Er í Bandaríkjunum eins og er og bara með þau tvö með mér. En það sér ekki á neinum þeirra, þannig myndirnar lýsa þeim mjög vel. Sennheiser tólin eru með eina \"öfuga\" lúppu á snúrunni, svona \"coiled\" eða snúin snúra á þeim, eins og á gömlum símum fyrir þá sem muna eftir þeim.",
            "date": "2013-01-23 19:22:00",
            "post_id": "491294",
            "reply_to_id": "491149"
        }
    ],
    "date": "2013-01-23 05:17:00"
}