{
    "forum_title": "Koníakstofan",
    "id": "52990",
    "title": "Plex vs. XBMC",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=52990",
    "posts": [
        {
            "user_name": "PepsiMaxIsti",
            "text": "Góða kvöldið\nLangar að  forvitnast hvort sé \"betra\" er svona að fikta mig áfram í þessu, og langar að fá smá upplýsingar um það hvort sé betra. Ef þið getið komið með kosti og galla við hvort um sig.\nKv. PepsiMaxIsti",
            "date": "2013-01-24 22:28:00",
            "post_id": "491583",
            "reply_to_id": false
        },
        {
            "user_name": "capteinninn",
            "text": "Held að XBMC sé meira svona fiktaraforrit á meðan Plex er meira professional eða svoleiðis.\nSvo er líka til Boxee sem mér finnst líta mjög vel út en hef ekkert fiktað mig mikið með það hingað til\nÞetta segi ég samt án þess að vita mikið um þetta",
            "date": "2013-01-25 00:02:00",
            "post_id": "491605",
            "reply_to_id": "491583"
        },
        {
            "user_name": "BugsyB",
            "text": "ég nota plex en það er aðalega útaf því að ég er með samsung smart tv og það er bara til plex app fyrir það - en xbmc er með margfallt fleiri möguleikum og hægt að gera miklu meira í xbmc en plex er mjög þægilegt og býður upp á mjög auðvelt stream over internet.",
            "date": "2013-01-25 01:49:00",
            "post_id": "491629",
            "reply_to_id": "491605"
        },
        {
            "user_name": "gardar",
            "text": "Mismunandi forrit fyrir mismunandi fólk/aðstæður, prófaðu bæði sjálfur.",
            "date": "2013-01-25 01:54:00",
            "post_id": "491630",
            "reply_to_id": "491629"
        },
        {
            "user_name": "AntiTrust",
            "text": "XBMC: \nHraðari þróun, clientinn er oftast fyrr með support fyrir nýja fítusa/staðla (DTS-HD og flr.)\nFleiri þemu og meira hægt að customiza yfir höfuð (eins og er amk.)\nMikið fleiri plugins.\nPlex:\nMiðlægur server sem þjónar mörgum mismunandi clientum. Getur horft á efni á einum stað, haldið áfram á næsta. Hvað er búið að horfa á etc, syncast allt saman á milli tækja.\nTil hellingum af clientum. iOS, Android, SmartTVs, Roku og flr tæki. PC, Mac  og núna Linux. Einnig komið Metro App.\nTranskóðar yfir í þau tæki sem þess þurfa, PS3, síma, tablets - bæði yfir WiFi og 3G. \nBetri metadata skafarar/flokkarar fyrir ýmislegt efni eins og heimildarmyndir, íþróttaviðburði, heimagerð fjölskyldumyndbönd og fleira. Getur lagfært röng match í web managernum mjög auðveldlega.\nEinn besti möguleikinn hjá Plex er WebAccess - Getur farið í browser-based interface hvar sem er og horft á hvað sem er, svo lengi sem vélin er nógu öflug til að transkóða efnið.\nÞað má líka benda á að nýjasti beta Plex Clientinn er byggður á nýjustu útgáfu af XBMC og styður þar af leiðandi nánast allt sem XBMC styður. Þess client er þó eingöngu í boði fyrir þá sem eru með plexpass, eins og er, verður svo public eins og allt annað eftir beta stigin.\nÉg var og er mikill XBMC maður, en Plex hefur bara svo óteljandi margt framyfir að það er erfitt að réttlæta notkun á XBMC framyfir Plex.",
            "date": "2013-01-25 02:36:00",
            "post_id": "491642",
            "reply_to_id": "491630"
        },
        {
            "user_name": "capteinninn",
            "text": "Vantar bara plex fyrir r-pi og þá værum við golden",
            "date": "2013-01-25 02:49:00",
            "post_id": "491645",
            "reply_to_id": "491642"
        },
        {
            "user_name": "starionturbo",
            "text": "Ég reyndar prófaði plex í mánuð og þetta er eins og að vera með product hjá apple, ekki hægt að stjórna neinu. Var ekki lengi að skipta yfir í xbmc + mediatomb, það fer líka svona fjári vel með Snzbd+SB+CP+HP í git repoi.\nEn það eru misjafnar skoðanir á þessu.",
            "date": "2013-01-25 08:26:00",
            "post_id": "491656",
            "reply_to_id": "491645"
        },
        {
            "user_name": "PepsiMaxIsti",
            "text": "Hvað er þetta snzbd sb cp hp og git repoi? \nSent from my GT-I9100 using Tapatalk 2",
            "date": "2013-01-25 09:36:00",
            "post_id": "491663",
            "reply_to_id": "491656"
        },
        {
            "user_name": "mind",
            "text": "Dót til að fylgjast með, sækja, fletta upp metadata, flokka og setja á réttan stað þætti,bíómyndir, tónlist. Virkar með bæði torrent/nzb í flestum tilvikum.",
            "date": "2013-01-25 09:46:00",
            "post_id": "491665",
            "reply_to_id": "491663"
        },
        {
            "user_name": "PepsiMaxIsti",
            "text": "okey, eru einhverjar leiðbeingar hvernig maður getur sett svona upp, er með sér borðtölvu sem er notuð til að ná í hluti og geyma gögn, þannig að mig langar að setja svona upp á hana. Væri gaman að geta fengið hjálp við þetta, þannig að maður þurfi ekki alltaf að vera að muna að ná í þætti á réttum tímum.",
            "date": "2013-01-25 14:13:00",
            "post_id": "491731",
            "reply_to_id": "491665"
        },
        {
            "user_name": "gRIMwORLD",
            "text": "Það er til plex plugin fyrir xbmc á r-pi en það er langt í frá að vera jafn functional og stabílt og full blown plex client",
            "date": "2013-01-25 14:22:00",
            "post_id": "491738",
            "reply_to_id": "491731"
        },
        {
            "user_name": "starionturbo",
            "text": "m/v clean ubuntu install ættiru að vera með python 2.6, en þá er þetta ca svona:\nKóði: \nVelja allt\nsudo su\napt-get install git\nmkdir /var/htpc\ncd /var/htpc\ngit init\ngit submodule add git://github.com/sabnzbd/sabnzbd.git sabnzbd\ngit submodule add git://github.com/SickBeard-Team/SickBeard.git sickbeard\ngit submodule add git://github.com/RuudBurger/CouchPotatoServer.git couchpotato\ngit submodule add git://github.com/rembo10/headphones.git headphones\ngit submodule update --recursive --init\nsvo geturu sett upp nginx og proxyað slóðirnar á port 80 með subdirectory ex. localhost/sickbeard etc.\nKóði: \nVelja allt\nlocation /sabnzbd {\n  proxy_pass        http://127.0.0.1:8080;\n  proxy_set_header  X-Real-IP  $remote_addr;\n}\nsvo þarftu bara að setja upp API á milli forrita, category fyrir CP og HP. en setur autoProcessTv.py á sickbeard.\nsvo seturu bara í /etc/crontab\nKóði: \nVelja allt\n0 0 15 * *  cd /var/htpc && git update --recursive\nef þið hafið áhuga, up-to-date versions af hlestu forritunum.",
            "date": "2013-01-25 15:46:00",
            "post_id": "491753",
            "reply_to_id": "491738"
        },
        {
            "user_name": "AntiTrust",
            "text": "Þá mæli ég einnig með MediaCenterMaster. Bestu 20$ sem ég borga árlega.\nSkefur eftir metadata\nSækir þætti og bíómyndir sjálfkrafa eftir stillingum - styður bæði Torrent og NZB\nEndurskýrir allar skrár eftir minni hentisemi og flokkar allt á rétta staði\nSækir texta og trailera ef ég vil\nHendir torrentum úr uTorrent þegar þau klárast\nEyðir tómum möppum og samples og flr. ónothæfum skrám\nUnpakkar úr þjöppuðum skrám, hendir síðan rar pökkunum\nMjög detailed info um skrárnar sjálfar\nOg e-ð fleira.. Og vissulega talsvert einfaldara í uppsetningu.",
            "date": "2013-01-25 16:05:00",
            "post_id": "491761",
            "reply_to_id": "491753"
        },
        {
            "user_name": "PepsiMaxIsti",
            "text": "Link? \nSent from my GT-I9100 using Tapatalk 2",
            "date": "2013-01-25 16:37:00",
            "post_id": "491773",
            "reply_to_id": "491761"
        },
        {
            "user_name": "AntiTrust",
            "text": "www.mediacentermaster.com\nGoogle getur líka svarað ýmsu",
            "date": "2013-01-25 16:39:00",
            "post_id": "491774",
            "reply_to_id": "491773"
        },
        {
            "user_name": "krissiman",
            "text": "Er það bara ég eða er XBMC betra ef þú vilt spila af library?",
            "date": "2013-01-25 16:48:00",
            "post_id": "491777",
            "reply_to_id": "491774"
        },
        {
            "user_name": "AntiTrust",
            "text": "Hvað meinaru? Þegar þú spilar local efni?",
            "date": "2013-01-25 16:49:00",
            "post_id": "491778",
            "reply_to_id": "491777"
        },
        {
            "user_name": "PepsiMaxIsti",
            "text": "Jæja, þá er maður búinn að ná í þetta, en núna er bara að reyna að fynna út hvernig ég nota þetta til að ná í þætti og annað fyrir mig, væri ekki verra ef að hægt væri að leiðbeina manni smá með þetta\nHvernig get ég látið forritið ná í þætti sem að mig vantar, eða nýja þætti í hverri seríu",
            "date": "2013-01-25 22:29:00",
            "post_id": "491844",
            "reply_to_id": "491778"
        }
    ],
    "date": "2013-01-24 22:28:00"
}