{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "53014",
    "title": "Bergrisinn",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=53014",
    "posts": [
        {
            "user_name": "bogganero",
            "text": "Þá er ég kominn með í hendur alla íhlutina sem ég pantaði fyrir nokkru síðan.\nKassi: Silverstone Sugo SG08 (\nhttp://www.silverstonetek.com/product.php?pid=317\n)\nMóðurborð: Asus P8Z77-I Deluxe (\nhttp://www.asus.com/Motherboard/P8Z77I_DELUXE/\n)\nÖrgjörvi: Intel i5 3570K (\nhttp://ark.intel.com/products/65520/Int ... o-3_80-GHz\n)\nKæling: Noctua NH-C12P SE14 (\nhttp://noctua.at/main.php?show=productv ... =35&lng=en\n)\nMinni: 8GB G.Skill Sniper 1866 MHz - CL9 (\nhttp://www.gskill.com/products.php?index=385\n)\nHarðir diskar: 2x Samsung SSD 840 PRO 128 GB (RAID-0) (\nhttp://www.samsung.com/us/computer/memo ... Z-7PD128BW\n)\n1x Western Digital Green 2TB (\nhttp://www.wdc.com/global/products/spec ... language=1\n)\nBudget-ið leyfir ekki almennilegt skjákort í bili, en ég bæti því eflaust við síðar. Læt mér innbyggða Intel GPU-ið duga í bili (HD Graphics 4000).\nHvað segið þið moddarar við þessum pakka? Eitthvað vit í þessu? Einhver góð ráð áður en ég byrja að hnoða þessu saman?",
            "date": "2013-01-25 17:50:00",
            "post_id": "491785",
            "reply_to_id": false
        },
        {
            "user_name": "Nariur",
            "text": "Í hvað ætlaru að nota þessa?",
            "date": "2013-01-25 18:05:00",
            "post_id": "491791",
            "reply_to_id": "491785"
        },
        {
            "user_name": "bogganero",
            "text": "Hún er aðallega hugsuð sem HTPC. En þar sem ég er nettur flugnörd líka langar mig að geta keyrt Flight Simulatorinn þokkalega. Til þess þarf ég sæmilegt skjákort... svo þetta er minnsti og flottasti kassinn sem ég fann (tæpir 15 lítrar) sem þó tekur full-size GPU og rúmar almennilega kælingu. Fer mjög lítið fyrir þessum kassa inni í stofu.",
            "date": "2013-01-25 18:10:00",
            "post_id": "491792",
            "reply_to_id": "491791"
        },
        {
            "user_name": "GuðjónR",
            "text": "Flott tölva, algjört óverkill sem HTPC.",
            "date": "2013-01-25 18:19:00",
            "post_id": "491795",
            "reply_to_id": "491792"
        },
        {
            "user_name": "bogganero",
            "text": "Jamm... algjört rugl bara sem HTPC... en til að eiga sjens á að keyra FSX almennilega þá þarf doldið power.",
            "date": "2013-01-25 18:22:00",
            "post_id": "491797",
            "reply_to_id": "491795"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "overkill?? Hvað er það?? o.O\nÁ að modda þetta eitthvað?? Það gæti verið gaman að leika sér smá að þessum kassa held ég",
            "date": "2013-01-25 19:32:00",
            "post_id": "491805",
            "reply_to_id": "491797"
        },
        {
            "user_name": "bogganero",
            "text": "Nei ég á ekki von á að þurfa að modda þennan kassa neitt... amk. ekki til að byrja með. Gæti þurft að gera það þegar ég bæti við full-size GPU. Mér skilst að það muni blokka loftflæðið aðeins yfir móðurborðinu svo mögulega þarf ég að breyta kælingunni eitthvað þegar þar að kemur.",
            "date": "2013-01-25 19:36:00",
            "post_id": "491806",
            "reply_to_id": "491805"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Get alveg séð fyrir mér vatnskælt setup með crystal link og setja svo glugga hjá GPU en það er bara ég... Heldurðu að það væri hægt að skera úr toppnum fyrir 240 radiator?",
            "date": "2013-01-25 19:40:00",
            "post_id": "491807",
            "reply_to_id": "491806"
        },
        {
            "user_name": "bogganero",
            "text": "Nóbb... kassinn er ekki nema 222 á breidd... og það er 180 radiator í toppnum out-of-the-box.",
            "date": "2013-01-25 19:49:00",
            "post_id": "491810",
            "reply_to_id": "491807"
        },
        {
            "user_name": "Nariur",
            "text": "Hvað ertu að gera mér? Ég varð fáránlega spenntur yfir kassanum, en það er enginn fjandans rad í honum",
            "date": "2013-01-25 20:54:00",
            "post_id": "491819",
            "reply_to_id": "491810"
        },
        {
            "user_name": "bogganero",
            "text": "ahhhh... fyrirgefðu vinur. Ég er svoddan no0b þegar kemur að modding o.þ.h. Hélt að rad væri notað yfir vifturnar en ekki heatsinkið sjálft... sorry",
            "date": "2013-01-25 21:39:00",
            "post_id": "491829",
            "reply_to_id": "491819"
        },
        {
            "user_name": "worghal",
            "text": "rad er vatnskassinn...",
            "date": "2013-01-25 21:51:00",
            "post_id": "491835",
            "reply_to_id": "491829"
        },
        {
            "user_name": "bogganero",
            "text": "Got it... takk fyrir og man það næst",
            "date": "2013-01-25 22:07:00",
            "post_id": "491838",
            "reply_to_id": "491835"
        },
        {
            "user_name": "bogganero",
            "text": "Búinn að setja kassann saman og gera smá benchmark... nokkuð sáttur so far en eflaust hægt að tweak-a þetta eitthvað til. \nCPU-Z:\nAS SSD Benchmark:\nCore Temp:\nSmá vesen með hitann... er að velta fyrir mér að skipta viftunni út fyrir Thermalright TY-134 (\nhttp://www.thermalright.com/html/products/fan/ty-143.html\n).",
            "date": "2013-01-28 07:49:00",
            "post_id": "492237",
            "reply_to_id": "491838"
        },
        {
            "user_name": "Garri",
            "text": "Mundi segja að þetta væri of mikill hiti. \nÞú verður að athuga að þú getur ekki yfirklukkað Ivy til jafns á við Sandy. Ég er með í leikjavél i5 2500k og hann fer létt í 4.5Ghz vel undir 60° á sömu kælingu. Hef lesið að Ivy sé svona 200-300mhz undir miðað við samskonar hitamyndun.\nEins mundi ég skoða hvort þú hafir sett rétt magn af kælikremi sem og sért ekki með loft á milli (10° munur á kjörnum). Finnst þetta vera alltof hátt. \nHvað varstu annars að keyra þegar hitinn fór í og um 90° ?",
            "date": "2013-01-28 08:19:00",
            "post_id": "492238",
            "reply_to_id": "492237"
        },
        {
            "user_name": "bogganero",
            "text": "hmm... ég var einmitt að velta þessu fyrir mér með kælikremið. Ég er ekki viss um að ég hafi gert það rétt... sá eitthvað video á youtube af gaur sem setti pínulítinn punkt í miðjuna og dreifði svo úr því með puttanum... svo eru aðrir sem setja bara einn punkt og keyra svo kælinguna beint ofan á án þess að dreifa úr kreminu. Hvor leiðin er réttari?\nÉg var bara búinn að keyra í örfáar mínútur þegar hann var kominn í 90°... ca 4-5 mín.",
            "date": "2013-01-28 08:32:00",
            "post_id": "492240",
            "reply_to_id": "492238"
        },
        {
            "user_name": "Jon1",
            "text": "ekki dreifa úrþví\nbara punkt eða línu",
            "date": "2013-01-28 08:48:00",
            "post_id": "492241",
            "reply_to_id": "492240"
        },
        {
            "user_name": "Garri",
            "text": "Ég set einn punkt á stærð við hrísgrjón. Þrýsti kælingunni niður og sný henni sitt á hvað til hægri og vinstri, herði hana síðan niður án þess að lyfta henni eftir snúningana. Ath. set kælinguna á meðan móðurborðið er ekki í tölvunni, hef þannig eitthvað undir örranum á mb sem heldur á móti.\nEf þú dreifir fyrst, þá er hætt á að loft læsist á milli.",
            "date": "2013-01-28 08:53:00",
            "post_id": "492242",
            "reply_to_id": "492241"
        },
        {
            "user_name": "bogganero",
            "text": "Snilld... takk fyrir þessi ráð. Ég ætla að prófa að taka kælinguna upp í kvöld og setja hana aftur á með þessum leiðbeiningum. Ég þarf væntanlega að hreinsa allt gamla kremið mjög vel af fyrst?",
            "date": "2013-01-28 09:01:00",
            "post_id": "492243",
            "reply_to_id": "492242"
        },
        {
            "user_name": "Garri",
            "text": "Að sjálfsögðu.. helst að þrífa með Iso-propanóli líka (eða ethanoly)  \nÉg mundi taka móðurborðið af, sérstaklega ef þú getur ekki haldið við það á móti (þarf að vera gat á botninum undir örranum)\nÆttir að geta það án þess að losa vírana í kassann.. það er, ætti að vera nóg að losa bara þessar stærstu í PSU-ið osfv.\nAnnars er gallinn við Ivy aðallega sá að kæliplatan sem er bakið á örranum, er ekki soðin við örrann eins og með Sandy, heldur er það \"límt\" með svona kælikremi sem sumir segja að sé mjög lélegt í þokkabót. \nÞað eru til myndbönd á vefnum sem sýna hvernig skipt er um það kælikrem.. mæli samt ekki með því nema þá menn séu mjög handlagnir og eigi nóg af peningum.",
            "date": "2013-01-28 09:03:00",
            "post_id": "492244",
            "reply_to_id": "492243"
        },
        {
            "user_name": "bogganero",
            "text": "Ég tók kælinguna af, sótthreinsaði hana og örgjörvann og setti nýtt kælikrem á með þinni aðferð. Það virðist ekki breyta miklu. Hitinn var áfram svipaður. Ég lækkaði OC ration niður í 43 (úr 45) og þá er hitinn amk. kominn niður fyrir hættumörk en samt ennþá of heitur.\nHvað fleira gæti ég prófað til að koma hitanum niður? Einhverjar stillingar í OC settings sem hafa meiri áhrif á hitann en aðrar? \nAnnars pantaði ég Thermalright TY-143 viftu í dag. Hún er með talsvert meira airflow en viftan sem fylgdi Noctua kælingunni. Kannski hjálpar það eitthvað til. Ætti að koma á miðvikudaginn.",
            "date": "2013-01-28 19:14:00",
            "post_id": "492379",
            "reply_to_id": "492244"
        },
        {
            "user_name": "Garri",
            "text": "Það er hugsanlegt að örrinn þinn sé \"gallaður\" \nÞað er hita-kremið undir hlífinni sé ekki sem best.. \nHér er \nlinkur á Youtube\n með nokkrum svona dæmum. Hér er \nsíðan linkur\n á efsta linkinn.\nMæli ekki með að þú gerir þetta, langt í frá. Bara að þú skiljir að kannski er þetta eintak sem þú ert með, gallað að þessu leiti. Allavega þykir mér alltof mikill munur á kjörnum hjá þér sem einmitt er sameiginlegt með Ivy sem hitna, sbr. youtube myndböndin.\nKv.",
            "date": "2013-01-28 19:29:00",
            "post_id": "492381",
            "reply_to_id": "492379"
        },
        {
            "user_name": "Xovius",
            "text": "Það eru eiginlega bara voltin sem segja til um hitann. Þekki Ivy svosem ekkert en vatnskælingin mín höndlar 3930k (hexa core) í rúmum 1.43v alveg ágætlega svo mér finnst þetta nú hátt hjá þér miðað við 1.326v...",
            "date": "2013-01-28 20:35:00",
            "post_id": "492395",
            "reply_to_id": "492381"
        },
        {
            "user_name": "Garri",
            "text": "Ætla nú rétt að vona að höfundur hafi ekki farið að versla sér beitta dúkahnífa eða álíka verkfæri..",
            "date": "2013-01-28 21:59:00",
            "post_id": "492419",
            "reply_to_id": "492395"
        },
        {
            "user_name": "bogganero",
            "text": "haha... neehh... hugsa að ég láti það nú alveg eiga sig. Aðeins of extreme æfingar fyrir byrjanda eins og mig.\nHér er gaur sem er með sama kassa, sama örgjörva og sömu kælingu og ég (\nhttp://www.overclock.net/t/1269835/silverstone-sg08-mini-itx-build/30\n). Ég prófaði að klukka minn örgjörva eins og hér er niðurstaðan:\nTalsvert mikill munur... \nÞað hlýtur að vera eitthvað undarlegt í gangi... ætla að prófa að lækka voltin og athuga hvort það hafi einhver áhrif.",
            "date": "2013-01-28 22:26:00",
            "post_id": "492423",
            "reply_to_id": "492419"
        },
        {
            "user_name": "Garri",
            "text": "Mundi halda að voltin séu of há hjá þér. Ivy á að keyra á lægri voltum en Sandy. Ég er að keyra i5 2500k á 1.3v á 4.5Ghz\nOg já.. slepptu þessum æfingum.",
            "date": "2013-01-28 22:30:00",
            "post_id": "492426",
            "reply_to_id": false
        },
        {
            "user_name": "Xovius",
            "text": "Voltin skipta öllu máli en ekki multiplierinn. Annars er bara lotterí hversu vel örgjörvinn þinn yfirklukkast, þinn gæti einfaldlega bara verið verri í því. The silicon lottery \nhttp://forums.anandtech.com/showthread.php?t=2239867",
            "date": "2013-01-28 22:30:00",
            "post_id": "492427",
            "reply_to_id": "492426"
        },
        {
            "user_name": "bogganero",
            "text": "Held það sé bara akkúrat málið... ég prófaði að default-a bara allt í bios-num og keyra á clock speed og þá er hitinn alveg í samræmi við það sem Intel gefur upp sem Tcase.\nMitt eintak er greinilega ekki til í mikið OC... haldiði að það breyti einhverju þó ég fái mér mun öflugri viftu?",
            "date": "2013-01-28 22:56:00",
            "post_id": "492443",
            "reply_to_id": "492427"
        },
        {
            "user_name": "Garri",
            "text": "Er sjálfur með Noctua og er að keyra hana á minnsta styrk. Hef prófað allar kombinasjónir og það munar einhverjum örfáum gráðum til að frá hvort vifturnar eru að snúast á fullu eða um 75%\nÞetta er svona öfugt lógariþma fall. Það munar mikið um snúningana upp að ákveðnu marki, eftir það gerist lítið.\nHér er þráður frá því í haust þar sem ég er að glíma við vifturnar í þessari kælingu.\nviewtopic.php?f=1&t=51219",
            "date": "2013-01-29 05:53:00",
            "post_id": "492486",
            "reply_to_id": "492443"
        },
        {
            "user_name": "bogganero",
            "text": "Mér var bent á mjög góðar leiðbeiningar til að yfirklukka Ivy á Asus borðum. \nhttp://www.overclock.net/t/1291703/ivy-bridge-overclocking-guide-asus-motherboards\nNú er staðan þessi:\nEr þetta ekki alveg að verða ásættanlegt?",
            "date": "2013-01-29 09:40:00",
            "post_id": "492513",
            "reply_to_id": "492486"
        },
        {
            "user_name": "Garri",
            "text": "Held að þú ættir bara að vera ánægður með þetta. Þetta er eins og ég hef lesið á plani við það sem ég er með, það er, 2-300mhz undir Sandy Bridge en vissulega eitthvað hærri gráður hjá þér.\nHvaða test ertu að keyra sem setur vélina í 100% álag og hversu lengi ertu að keyra það?",
            "date": "2013-01-29 13:02:00",
            "post_id": "492552",
            "reply_to_id": "492513"
        },
        {
            "user_name": "mundivalur",
            "text": "Ef tölvan stenst test og er fín í einhvern tíma þá getur þú farið að lækka cpu volt um 0.10 í einu þangað til hún verður óstöðug þá hækkar þú aftur, kanski er hægt að lækka voltinn um slatta en kanski ekki",
            "date": "2013-01-29 13:45:00",
            "post_id": "492566",
            "reply_to_id": "492552"
        },
        {
            "user_name": "bogganero",
            "text": "Ég er að nota Prime95. Þetta tiltekna test keyrði ég bara í ca. 5 mín. En til að vera full viss um að hún sé stabíl skilst mér að maður verði að keyra það í amk. 12 tíma. Hitinn var samt sem áður kominn í 90-100° um leið og testið byrjaði áður en ég fór í gegnum OC Guide-inn.\nok... ég ætla að experimenta aðeins meira með það í kvöld, prófa að hækka/lækka voltin. Nýja viftan er líka komin í hús... (\nhttp://www.thermalright.com/html/produc ... y-143.html\n)... verður fróðlegt að sjá hvort hún breyti einhverju.",
            "date": "2013-01-29 15:24:00",
            "post_id": "492594",
            "reply_to_id": "492566"
        },
        {
            "user_name": "bogganero",
            "text": "ef mér tekst að lækka voltin (og þar með hitann) án þess að það bitni á stöguleikanum... get ég þá prófað að mjaka multipliernum upp? eða þarf þetta allt að haldast í hendur? hærri multiplier -> fleiri volt?",
            "date": "2013-01-29 15:29:00",
            "post_id": "492599",
            "reply_to_id": "492594"
        },
        {
            "user_name": "mundivalur",
            "text": "Já þú getur alveg prufað að hækka um einn án þess að breyta voltum og sjá hvernig það virkar \n  ef það kemur blárskjár þá verður þú eitthvað að skoða þetta betur !",
            "date": "2013-01-29 17:09:00",
            "post_id": "492631",
            "reply_to_id": "492599"
        },
        {
            "user_name": "bogganero",
            "text": "Smellti nýju viftunni í í kvöld og hún virðist heldur betur auka við kælinguna... er kominn í 4.5 GHz @ 1.35v og er nokkuð stabíll. Að vísu bara búinn að keyra 100% load með Prime95 í 20 mín. en ætla að leyfa því að malla í nokkra tíma. Hitinn búinn að rokka á milli 75 - 85 mest allan tímann. Þessi vifta er líka PWM þannig að þegar örrinn er Idle er kassinn nánast alveg hljóðlaus. Ég þarf að slökkva á öllu í herberginu og leggja eyrað við kassann til að heyra eitthvað í honum. Hins vegar þegar örrinn er kominn í 100% load þá heyrist ansi vel í viftunni. Sem betur fer hreyfist örgjörvinn nánast ekki neitt við að spila 1080p bíómyndir þannig að hann er ennþá algjörlega hljóðlaus þegar ég spila myndir úr XBMC. Það er alveg í góðu lagi þó það heyrist smá í honum þegar load-ið eykst, enda gerist það ekki nema í leikjum og þá er bose-inn hvort sem er í botni á sama tíma  \n \nSvona lítur þá kassinn út þegar allt er komið í hann. Að vísu er ennþá pláss fyrir skjákort en ég ætla að sjá til hvernig Flight Simulatorinn mun keyra á 4.5 GHz með Intel HD Graphics 4000 áður en ég fjárfesti í korti.",
            "date": "2013-01-29 23:59:00",
            "post_id": "492755",
            "reply_to_id": "492631"
        },
        {
            "user_name": "Andri Þór H.",
            "text": "Þessi kæling er bara ekkert að ráða við þetta og hvað þá inní svona litlum kassa.\nhérna er setupið mitt, @ 4700 MHz \nog svo hérna @ 5000 Mhz\ner með þessa kælingu - Scythe Mine 2 - \nhttp://www.kisildalur.is/?p=2&id=1779",
            "date": "2013-01-30 01:12:00",
            "post_id": "492773",
            "reply_to_id": "492755"
        },
        {
            "user_name": "vikingbay",
            "text": "Ef þú vilt vera alvöru flugnörd þá færðu þér X plane 10 \n \nhttp://www.x-plane.com/desktop/home/?ut ... ogle.is%2F",
            "date": "2013-01-30 10:06:00",
            "post_id": "492796",
            "reply_to_id": "492773"
        },
        {
            "user_name": "Xovius",
            "text": "Það er bara ekki hægt að bera svona saman sandy bridge og ivy bridge... sandy yfirklukkast alltaf betur.",
            "date": "2013-01-30 10:33:00",
            "post_id": "492798",
            "reply_to_id": "492796"
        },
        {
            "user_name": "Garri",
            "text": "Hmmm... sé að hitinn hefur jafnast meir á milli kjarna sem gæti bent til þess að út skiptingin á kælikreminu hafi átt rétt á sér (tekur smá tíma að jafnast)\nEftir sem áður er hitinn of hár hjá þér, sérstaklega þar sem þú ert aðeins að keyra Prime95 sem keyrir ekki jafn stíft og Intel Burn Testerinn, hvað þá á  mestu stillingu. Tíminn er líka stuttur og ljóst að eftir einhvera notkun væri hitastigið orðið hærra.\nHitastig um og yfir 90°mundi ég segja að væri alltof mikið. Þá er ég ekki bara að tala um örgjörvann, heldur og hitamyndunina sem verður í kringum hann. Endingartími á svona hlutum (sérstaklega þéttum) styttist við mikinn hita.\nAnnars.. tilhvers ertu að yfirklukka þessa vél ef hún er mest notuð í HTPC?",
            "date": "2013-01-30 11:32:00",
            "post_id": "492808",
            "reply_to_id": "492798"
        },
        {
            "user_name": "Maniax",
            "text": "1.4 volt drepur örgjörvann hjá þér nokkuð fljótt",
            "date": "2013-01-30 11:49:00",
            "post_id": "492811",
            "reply_to_id": "492808"
        },
        {
            "user_name": "mundivalur",
            "text": "Það er nú frekar gróft að segja það ! \nMinn sandy er búinn að vera 90% af sýnu lífi í 100% vinnslu á 1.44-1.50v síðustu 2 ár hitinn að vísu ekki yfir 75°c venjulega 60-65°c",
            "date": "2013-01-30 13:09:00",
            "post_id": "492817",
            "reply_to_id": "492811"
        },
        {
            "user_name": "Maniax",
            "text": "Já, en ivy bridge en 22nm og ræður ekki við jafn mikinn straum",
            "date": "2013-01-30 13:16:00",
            "post_id": "492818",
            "reply_to_id": "492817"
        },
        {
            "user_name": "vesley",
            "text": "Source ?",
            "date": "2013-01-30 14:10:00",
            "post_id": "492819",
            "reply_to_id": "492818"
        },
        {
            "user_name": "Xovius",
            "text": "Þó að 1.4v drepi örrann vissulega hraðar þá erum við kannski að tala um 7 ára líftíma í staðinn fyrir 10ár eða eitthvað álíka. Þá verður hann væntanlega löngu búinn að skipta honum út svo þetta skiptir engu máli.",
            "date": "2013-01-30 14:14:00",
            "post_id": "492820",
            "reply_to_id": "492819"
        },
        {
            "user_name": "Garri",
            "text": "http://www.tomshardware.com/news/ivy-br ... 15512.html\nIntel's 22 nano-meter die shrink can be seen as a huge achievement for the company, but that doesn't mean it is without faults.\nThe question among reviewers while overclocking Ivy Bridge chips is why the processors run hotter than their predecessor, Sandy Bridge. Overclockers.com reports temperatures “to be as much as 20 °C higher on Ivy Bridge compared to Sandy Bridge when overclocked.”\nThis extra heat is a huge drawback when overclocking, allowing Sandy Bridge to hit a much higher frequency and effectively matching the performance levels of Ivy Bridge. The question remains, how is it possible that the more power-hungry Sandy Bridge chips run cooler than Intel's latest Ivy Bridge processors?\nAccording to The Inquirer, Intel has no problem admitting that the Ivy Bridge platform runs hotter than its predecessor, stating that the extra heat is due the 22 nm die shrink, causing increased thermal density. The company noted that it is also using “a different package thermal technology”, that “thermal technology” is known as thermal paste, which replaced  a soldered heat spreader used on Sandy Bridge processors. Intel further added that “users may observe higher operating temperatures when overclocking,” but reassured customers that “this is as designed and meets quality and reliability expectations for parts operating under specified conditions.”\n...",
            "date": "2013-01-30 14:16:00",
            "post_id": "492821",
            "reply_to_id": "492820"
        },
        {
            "user_name": "Maniax",
            "text": "Jújú, það er kannski rétt, en soldið overkill að þurfa yfirklukka 3570k sem á að vera í HTPC og þessi auka hiti hjálpar lítið",
            "date": "2013-01-30 14:37:00",
            "post_id": "492825",
            "reply_to_id": "492821"
        },
        {
            "user_name": "bogganero",
            "text": "Ég prófaði X Plane 9 á sínum og var ekkert sérlega impressed og ákvað þá að halda mér við FSX. En X Plane 10 lookar vel... kannski að ég tjekki á honum líka.\nÉg reikna með að ég visti OC Bios stillingarnar í sér profile. Nota þær bara þegar ég spila tölvuleiki. Verð svo með annan Bios profile sem er stilltur á stock speed. Sá prófíll verður líklegast mest notaður í þessari vél (HTPC).\nÞetta passar alveg við það sem \"mundivalur\" er að segja. Ivy-inn minn er í kringum 75-85° í OC... fer þó aldrei yfir 95°... svo 20° give or take meikar sense.\nEf þið eruð að tala um að 7-10 ár sé range-ið þá er mér nokk sama. Ég er yfirleitt fljótur að skipta þessum hlutum út... hef ekki einu sinni átt sömu kærustuna svona lengi",
            "date": "2013-01-30 18:03:00",
            "post_id": "492864",
            "reply_to_id": "492825"
        }
    ],
    "date": "2013-01-28 22:30:00"
}