{
    "forum_title": "Koníakstofan",
    "id": "53068",
    "title": "Er ljósritunarvélin að njósna um þig?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=53068",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Þetta er sláandi frétt!\nÉg hefði ekki hugmynd um að ljósritunarvélar væru með hörðum disk og geymdu copy af öllu sem er ljósritað.\nhttp://www.cbsnews.com/video/watch/?id=6412572n",
            "date": "2013-01-28 12:59:00",
            "post_id": "492280",
            "reply_to_id": false
        },
        {
            "user_name": "playman",
            "text": "Þetta er svaðalegt, sérstaklega það sem kom frá lögregluni :S",
            "date": "2013-01-28 13:11:00",
            "post_id": "492283",
            "reply_to_id": "492280"
        },
        {
            "user_name": "snjokaggl",
            "text": "Stærri ljósritunarvélar prenta líka alltaf micro punkta (sem eru oftast gulir) á hverja einustu blaðsíðu.\nÞað er svo hægt að decoda þessa punkta (yfirleitt notað blá ljós og stækkunargler) til að fá serial númer vélarinnar og nákvæma tímasetningu sem blaðið er prentað.\nÞannig það er hægt að rekja hvar og hvenær hvert einasta blað er prentað.",
            "date": "2013-01-28 13:14:00",
            "post_id": "492285",
            "reply_to_id": "492283"
        },
        {
            "user_name": "snjokaggl",
            "text": "Meira um þetta hérna: \nhttp://en.wikipedia.org/wiki/Printer_steganography\nFlestir framleiðendur eru með einhverja útgáfu af þessu í gangi hjá sér.",
            "date": "2013-01-28 13:16:00",
            "post_id": "492287",
            "reply_to_id": "492285"
        },
        {
            "user_name": "rapport",
            "text": "LSH er vinnur með Optima sem dulkóðar gögnin sem fara á diskana og yfirskrifar svo allt á þeim með sama hætti og NSA gerir kröfu um...\nÞetta er OLD, var grunnkrafa í útboði sem við fórum í 2010",
            "date": "2013-01-28 13:33:00",
            "post_id": "492292",
            "reply_to_id": "492287"
        },
        {
            "user_name": "dori",
            "text": "Af hverju þarf samt HDD í þetta? Af hverju er RAM ekki nóg? Er það eitthvað use case að fá fleiri afrit af einhverju sem var ljósritað fyrir nokkrum dögum?",
            "date": "2013-01-28 13:36:00",
            "post_id": "492294",
            "reply_to_id": "492292"
        },
        {
            "user_name": "rapport",
            "text": "HDD svo að hægt sé að hafa template af t.d. eyðublöðum vistuð inná vélunum og svo stýrir þú aðgangi að þeim í gegnum AD eða umsýslutól viðkomandi framleiðanda.\nÞá getur fólk sótt helling af efni á næsta prentara í stað þess að þurfa að fara í tölvu, finna eyðublaðið og svo prenta það.\nMJÖG gott t.d. við útgáfustjórnun á eyðublöðum, handbókum o.þ.h. sem á að prenta út og á að vera tiltækt í neyð.\nÞá er líka hægt að prenta það út þó að netsamband fari og prentarinn bara með rafmagn...",
            "date": "2013-01-28 14:34:00",
            "post_id": "492311",
            "reply_to_id": "492294"
        }
    ],
    "date": "2013-01-28 12:59:00"
}