{
    "forum_title": "Koníakstofan",
    "id": "53145",
    "title": "Er SMÁÍS að stela hugbúnaði?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=53145",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Í Viðskiptablaðinu í dag er fjallað um forrit sem SMÁÍS á að hafa keypt frá Hollandi árið 2007 en ekki greitt fyrir.\nhttp://www.vb.is/frettir/80373/\nEf rétt reynist þá spyr ég bara, er þetta minni þjófnaður en að downloda á torrent?",
            "date": "2013-01-31 09:36:00",
            "post_id": "492976",
            "reply_to_id": false
        },
        {
            "user_name": "Jon1",
            "text": "svona hegðun gerir mig geðveikan ! Til að geta skipað lögum á aðra verðuru að fara eftir þeim sjálfur uppá staf engar undantekningar !",
            "date": "2013-01-31 09:41:00",
            "post_id": "492977",
            "reply_to_id": "492976"
        },
        {
            "user_name": "Talmir",
            "text": "Fyrir mér er þetta meiri þjófnaður.\nÍ venjulegum sjóræningjaskap þá er hugbúnað downloadað án þess að láta höfund vita fyrirfram, svo hann býst ekki við neinu frá sjóræningjanum, engin verðmæti tapast umfram það sem kanski, mögulega, ef tunglið er í áttunda húsi vatnsberans, ef sjóræninginn hefði viljað og getað greitt fyrir hugbúnaðinn fyrir fram. Semsagt, engin fyrirfram áætluð verðmæti.\nÞarna þá eru smáís að kaupa hugbúnað, sem þýðir að fyrirtækið úti býst við greiðslu. Þeir greiða ekki, svo þarna er hreint stolið hugbúnaðinum með allri verðmætasköpun af höfundnum.",
            "date": "2013-01-31 09:42:00",
            "post_id": "492979",
            "reply_to_id": "492977"
        },
        {
            "user_name": "AntiTrust",
            "text": "Sammála, finnst þetta verra ef satt er. Það er ekkert á \"gráu svæði\" við þetta, enda ekki bara hugbúnaður heldur einnig vinna á bakvið.",
            "date": "2013-01-31 09:47:00",
            "post_id": "492981",
            "reply_to_id": "492979"
        },
        {
            "user_name": "dabb",
            "text": "Ah, nú skil ég afhverju Brakúla var endurreistur þegar ég keypti einn leik á Steam sem ég hafði snákað niður áður.",
            "date": "2013-01-31 10:27:00",
            "post_id": "492989",
            "reply_to_id": "492981"
        },
        {
            "user_name": "vesi",
            "text": "Þetta er bara of gott til að vera satt..... Smá-ís 12 points!!!!",
            "date": "2013-01-31 10:40:00",
            "post_id": "492994",
            "reply_to_id": "492989"
        },
        {
            "user_name": "chaplin",
            "text": "Double standards?",
            "date": "2013-01-31 10:55:00",
            "post_id": "492998",
            "reply_to_id": "492994"
        },
        {
            "user_name": "Jon1",
            "text": "jæja , við þurfum stórakn kross , bensín og eitthvað til að kveikja í .... og svo eru það þeir sem banna hluti eins on netflix right ?",
            "date": "2013-01-31 10:56:00",
            "post_id": "492999",
            "reply_to_id": "492998"
        },
        {
            "user_name": "AntiTrust",
            "text": "Þeir vilja allavega fá sinn skerf af þeirri þjónustu (og gott betur, ef ég þekki þá rétt).",
            "date": "2013-01-31 11:02:00",
            "post_id": "493002",
            "reply_to_id": "492999"
        },
        {
            "user_name": "Tbot",
            "text": "Ég hélt að þeir gætu ekki komið í veg fyrir netflix, nema því aðeins að þeir væru að bjóða upp á Íslenskt efni.\nEr ekki netflix með samninga við höfundarrétthafa erlendis.\nEða er þetta dæmi um það að \"smáís þykist rukka\" fyrir erlenda höfunda og tekur síðan meirihlutann í ýmis umsýslugjöld þannig að sem minnst fari erlendis.\nEinhver skrýtin lykt hérna... er smáís að skíta upp á bak.\nLeiðrétting:\nSmáís segist vera nánu samstarfi við MPA.  Þetta er sama gengi og hefur ákveðið að skipta heiminum upp í ákveðin markaðssvæði og rukka mismunandi mikið fyrir sama hlutinn.",
            "date": "2013-01-31 11:08:00",
            "post_id": "493003",
            "reply_to_id": "493002"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég veit ekki hvernig þeir hugsa þetta nákvæmlega, og er í raun nokkuð viss um að þeir sjálfir eru ekki í neinni stöðu til að stöðva inngöngu Netflix frekar en aðrar on-demand þjónustur. Svo ljúga þeir og snúa dómnum um Sky eins og þeim sýnist til sinnar hentisemi, þegar það er í raun ekki ólöglegt að vera með Sky búnað til einkanota (hugsanlega brot á skilmálum Sky, en ekki lögbrot.) Þegar þú borgar áskrift af Netflix ertu sjálfkrafa búinn að greiða rétthöfum afnotagjald, enda greiðir Netflix þeim fyrir efnið.\nMáske er það skattaumhverfið hérna heima sem hefur verið fráhrindandi fyrir Netflix? Ég skal ekki segja, finnst mjög undarlegt að hin norðurlöndin séu komin með aðgang og við höfum verið skilin eftir útundan. E-rstaðar hljóta þeir að hafa mætt mótbyr - en ég veit reyndar að þessi út-fyrir-USA stækkun þeirra er af e-rjum orsökum að éta upp allan hagnað hjá þeim.",
            "date": "2013-01-31 11:22:00",
            "post_id": "493007",
            "reply_to_id": "493003"
        },
        {
            "user_name": "sibbsibb",
            "text": "Ég heyrði nú að ástæða þess að netflix væri ekki á þessum klaka væri að markaðurinn hér er einfaldlega ekki nógu stór fyrir þá til að þetta borgi sig. Að koma inní nýtt land og starfa þar krefst þess að hafa lögfræðinga team í vinnu fulltime við bara að sinna því og til að það borgi sig þarf að vera ákveðinn stór kúnna hópur. Þetta er bara það sem ég heyrði, veit ekkert meira en næsti Nonni í raun um þetta. En ég veit að ef Netflix hefði einhvern áhuga að koma hingað myndu þeir bara gera það og ekki láta smá batterí eins og Smáís stöðva sig... stór efast um að höfundarréttarlögin okkar eru mikið fáranlegri en í mörgum löndum sem þeir starfa í.",
            "date": "2013-01-31 12:47:00",
            "post_id": "493025",
            "reply_to_id": "493007"
        },
        {
            "user_name": "rapport",
            "text": "Samið um greiðslur fyrir afnot sem er svo ekki staðið við.\nBara að maður gæti greitt STEF gjöldin eftrá eða bara sleppt því að greiða þau....",
            "date": "2013-01-31 13:06:00",
            "post_id": "493036",
            "reply_to_id": "493025"
        },
        {
            "user_name": "natti",
            "text": "Skv fréttinni í VB, sem er nú lítið lengri en þessi teaser, þá segir SMÁÍS að þeir ætli sé að borga en að þeir séu að reyna að \"endursemja\" til þess að reyna að fá að borga minna en upphaflega stóð til.",
            "date": "2013-01-31 14:17:00",
            "post_id": "493043",
            "reply_to_id": "493036"
        },
        {
            "user_name": "Demon",
            "text": "Haha það er kaldhæðnislegt.\nEru þetta ekki sömu rök og margir hér hafa borið fyrir sig þegar kemur að \"ólöglegu\" niðurhali.\nÞað er að þeim langi alveg að borga fyrir plötuna\\myndina\\þáttinn, en langar að borga minna fyrir efnið. (og helst fá það rafrænt osfrv)",
            "date": "2013-01-31 14:20:00",
            "post_id": "493045",
            "reply_to_id": "493043"
        },
        {
            "user_name": "dori",
            "text": "Also, segir ekki í Viðskiptablaðinu að það hafi verið algjör radio silence af hálfu Smáís þegar fyrirtækið reyndi að ná sambandi við þá varðandi hvað þeir vildu gera?",
            "date": "2013-01-31 14:21:00",
            "post_id": "493046",
            "reply_to_id": "493045"
        },
        {
            "user_name": "worghal",
            "text": "djöfull vona ég að þessir gæjar kæra og setji SMÁÍS á hausinn.",
            "date": "2013-01-31 14:24:00",
            "post_id": "493048",
            "reply_to_id": "493046"
        },
        {
            "user_name": "skoffin",
            "text": "Þá verður það ólöglegt niðurhal sem setur SMÁÍS á hausinn. Q.E.D.",
            "date": "2013-01-31 14:31:00",
            "post_id": "493049",
            "reply_to_id": "493048"
        },
        {
            "user_name": "marijuana",
            "text": "Þið misskiljið, SMÁÍS tekur 100% af söluverðinu í STEF gjöld. Þetta endar hvort eð er í 0 þá",
            "date": "2013-01-31 15:34:00",
            "post_id": "493054",
            "reply_to_id": "493049"
        },
        {
            "user_name": "playman",
            "text": "Alveg kostuleg svörin hjá honum Snæbirni  \n \nhttp://www.visir.is/smais-hafnar-asokun ... 3130139817\nMaðurin er náttlega hálviti",
            "date": "2013-01-31 15:42:00",
            "post_id": "493057",
            "reply_to_id": "493054"
        },
        {
            "user_name": "worghal",
            "text": "veit einhver hvar ég get fengið að skoða ársreikninga smáís?",
            "date": "2013-01-31 16:34:00",
            "post_id": "493065",
            "reply_to_id": "493057"
        },
        {
            "user_name": "Cascade",
            "text": "Ég get því miður ekki vísað á heimild um það, en ég er rosalega viss um að ég hafi heyrt að ársreikningar þeirra séu lokaðir\nSem er örugglega flott fyrir svona glæpastarfsemi, komast upp með það",
            "date": "2013-01-31 16:36:00",
            "post_id": "493066",
            "reply_to_id": "493065"
        },
        {
            "user_name": "worghal",
            "text": "ég hélt að ársreikningar væru opnir almenning, fyrst STEF getur samviskulega byrt sína reikninga, sem meðal annars innihéldu vitnun í endurinnréttingu á eldhúsinu í skrifstufu húsnæði þeirra við laufásveg, upp á 4.6 miljónir.",
            "date": "2013-01-31 16:43:00",
            "post_id": "493069",
            "reply_to_id": "493066"
        },
        {
            "user_name": "GuðjónR",
            "text": "Er mikill munur þar á?",
            "date": "2013-01-31 18:02:00",
            "post_id": "493081",
            "reply_to_id": "493069"
        },
        {
            "user_name": "capteinninn",
            "text": "Vá, klárlega engin spilling þar á ferð og það er ekki séns að verktakarnir sem tóku þetta að sér þekki neinn persónulega inni á skrifstofu STEF",
            "date": "2013-01-31 21:54:00",
            "post_id": "493129",
            "reply_to_id": "493081"
        },
        {
            "user_name": "Sucre",
            "text": "þetta er alltof gott\n*stór mynd*",
            "date": "2013-02-01 18:05:00",
            "post_id": "493245",
            "reply_to_id": false
        },
        {
            "user_name": "Jon1",
            "text": "ég er ekki að stela bíó myndum , á eftir að bora ... eitthvertíma",
            "date": "2013-02-01 19:08:00",
            "post_id": "493253",
            "reply_to_id": "493245"
        },
        {
            "user_name": "Stuffz",
            "text": "iss piss..\nbrauðmolar fyrir páfagauka\nEDIT:\nSmáís er bara SMÁr local hluti af heildar ÍSjakanum",
            "date": "2013-02-01 21:28:00",
            "post_id": "493277",
            "reply_to_id": "493253"
        },
        {
            "user_name": "urban",
            "text": "æji strákar menn eiga ekki að vera svona rosalega einfaldir og sjá bara eina hlið á málunum.\nþað er bara einfaldlega ekki hægt að bera þetta saman við piracy, þar sem að það var jú gerður samningur.\nþað sem að við downloadum gerum við í 99% tilfella aldrei neinn samning um kaup á (já og að sjálfsögðu er þessi prósentu tala tilbúin á staðnum í hausnum á mér)\nþarna er gerður samningur um ákveðið verkefni, sem að þeir borga ekki af, en halda áfram að nota hugbúnaðinn, skuldin fer samt ekkert í burtu.\nþegar að average joe downloadar einhverju verður í raun ekki til nein skuld, þar sem að það var jú ekki gerður neinn samningur.\nog finnst einhverjum skrítið að það sé verið að reyna ð semja um lægri afborganir á þessu ?\nþað er samið um greiðslur í evrum í góðæðrinu, þegar að krónan var miklu miklu \"sterkari\" en hún er núna.\nen það svo sem breytir því ekki að þetta er alveg stórkostlegt að þetta skuli koma fram",
            "date": "2013-02-01 22:10:00",
            "post_id": "493285",
            "reply_to_id": "493277"
        },
        {
            "user_name": "playman",
            "text": "http://imgur.com/YhksOTJ\nÞess má geta að SMÁÍS eyddi svo statusnum af facebook.",
            "date": "2013-02-04 17:48:00",
            "post_id": "493736",
            "reply_to_id": "493285"
        },
        {
            "user_name": "elv",
            "text": "Algjör snild",
            "date": "2013-02-04 19:57:00",
            "post_id": "493756",
            "reply_to_id": "493736"
        },
        {
            "user_name": "Talmir",
            "text": "Smáís eyddu síðuni sinni tveimur mínútum eftir að ég náði skjáskoti af þessum póst.\nhttp://imgur.com/8BFxU7w",
            "date": "2013-02-04 20:43:00",
            "post_id": "493766",
            "reply_to_id": "493756"
        },
        {
            "user_name": "appel",
            "text": "Er SMÁÍS ekki bara hagsmunasamtök, þau njóta engra sérstakra fríðinda lagalega séð (einsog STEF) er það?",
            "date": "2013-02-04 20:49:00",
            "post_id": "493767",
            "reply_to_id": "493766"
        },
        {
            "user_name": "playman",
            "text": "",
            "date": "2013-02-04 21:22:00",
            "post_id": "493771",
            "reply_to_id": "493767"
        },
        {
            "user_name": "Stuffz",
            "text": "Mér hefur alltaf verið kennt að fara vel með verkfæri   \nEn ég er ekki á Facebook, hef ekki tíma í það frekar en þeir lol\nEDIT: svo svona grínlaust, óþarfi að flæma fólk í burtu  sem vill stunda málefnalegar umræður",
            "date": "2013-02-04 21:51:00",
            "post_id": "493778",
            "reply_to_id": "493771"
        },
        {
            "user_name": "appel",
            "text": "Í mínum huga er SMÁÍS ekkert til að pæla í. Þetta eru bara hagsmunasamtök \"myndrétthafa\" á Íslandi, þau hafa enga lagalega stöðu.\nSTEF er miklu verra fyrirbæri að mínu mati. Viljir þú t.d. vera með tónlist í bakgrunni á heimasíðu (ekki tekið fram hvað er átt við með \"tónlist\", gæti verið bara melódía), þá þarftu að borga gjald til STEF, \nSAMKVÆMT LÖGUM\n. Gjaldskrár fyrir annað liggja á stef.is. Trúarlegar sjónvarpsstöðvar fá afslátt ef þær vilja spila tónlist.\nÞað er stór munu á SMÁÍS og STEF. Allir ættu að hata STEF en vera sama um SMÁÍS, en því er öfugt farið.\nEn SMÁÍS þarf að breyta um taktík.\nHér erum við með líklegast óvinsælasta framkvæmdastjóra á landinu, sem er búinn að setja í loftið auglýsingar sem gera lítið úr neytendum. Að aðildarfélagar að SMÁÍS skuli sætta sig við Snæbjörn er óskiljanlegt, þessi maður er búinn að fá alla upp á móti þessum samtökum.\nMarkmið SMÁÍS er ekki að til að uppfylla þarfir neytandans, heldur eingöngu að standa vörð um hagsmuni aðildarfélaga sinna (365, Bergvík, Sam-Film, Sena, o.s.frv). Öll þessi fyrirtæki hafa hagsmuni af því að neytandinn kaupi vöruna af sér. Þannig virðist nærtækasta hlutverk framkvæmdastjóra SMÁÍS að ráðast á neytendur með áróðri og skipa þeim fyrir að kaupa vörur frá þessum fyrirtækjum, og fylla þá hræðslu að ef þeir gera það ekki þá eru þeir \"kannski\" að brjóta lög.\nEf ég hefði eitthvað með þetta að segja þá myndi ég fá nýjan mann í þetta, og tækla vandamálið öðruvísi. Í staðinn fyrir að ráðast á neytendur myndi ég ráðast á Hollywood. Í staðinn fyrir að blammera neytendur, þá myndi ég biðja þá afsökunar á að geta ekki uppfyllt þeirra þarfir en segjast vera gera allt til að bæta þar úr.\nHvernig gengi slíkt gegn hagsmunum aðildarfélaga SMÁÍS? Það gerir það nefnilega ekki. Að uppfylla þarfir neytandans, bjóða þeim vöru sem þeir vilja kaupa, er það sem þessi fyrirtæki ganga út á. Hægt er nefnilega að tækla vandamálið með því að skapa sér velvild neytendanna, með því að segjast vera vinna í þeirra hag.\nSnæbjörn ætti að vera staðsettur í Hollywood, að berjast fyrir betri dreifingarsamningum fyrir aðildarfélaga sína, svo þeir geti boðið upp á almennilegt úrval á góðu verði fyrir neytendur á Íslandi, svo þeir þurfi ekki að fara og stela því.",
            "date": "2013-02-04 21:52:00",
            "post_id": "493779",
            "reply_to_id": "493778"
        },
        {
            "user_name": "playman",
            "text": "http://visir.is/smais-gafst-upp-a-faceb ... 3130209626",
            "date": "2013-02-04 22:23:00",
            "post_id": "493786",
            "reply_to_id": "493779"
        },
        {
            "user_name": "Moldvarpan",
            "text": "hahah djöfulsins ræfill",
            "date": "2013-02-04 23:58:00",
            "post_id": "493801",
            "reply_to_id": "493786"
        },
        {
            "user_name": "Haxdal",
            "text": "Það sem mér fannst merkilegast við þessa frétt er \nþað er ekki furða að SmáÍs standi sig svona illa þegar kemur að samskiptum ef Snæbjörn er eini gæjinn í apparatinu,  hann gefur ekki beint frá sér svona PR sjarma..",
            "date": "2013-02-05 00:45:00",
            "post_id": "493807",
            "reply_to_id": "493801"
        },
        {
            "user_name": "xerxez",
            "text": "",
            "date": "2013-02-05 12:10:00",
            "post_id": "493831",
            "reply_to_id": "493807"
        },
        {
            "user_name": "worghal",
            "text": "ég fékk smá flugu í hausinn.\nhvað ef.... Snæbjörn er að vinna með okkur?\ngæti ekki verið að hann hafi komið sér í stjórn þarna til að koma óorði á SMÁÍS og reyna að eiðileggja það að innanfrá?",
            "date": "2013-02-05 12:35:00",
            "post_id": "493832",
            "reply_to_id": "493831"
        },
        {
            "user_name": "Talmir",
            "text": "http://i.imgur.com/UmpOi.gif",
            "date": "2013-02-05 12:55:00",
            "post_id": "493836",
            "reply_to_id": "493832"
        },
        {
            "user_name": "beatmaster",
            "text": "",
            "date": "2013-02-05 13:44:00",
            "post_id": "493842",
            "reply_to_id": "493836"
        },
        {
            "user_name": "Talmir",
            "text": "Góðar fréttir. Smáís er komið aftur á fésið!",
            "date": "2013-02-05 16:25:00",
            "post_id": "493863",
            "reply_to_id": "493842"
        },
        {
            "user_name": "fannar82",
            "text": "er þetta ekki bara einhver \"rasshausinn\" að vera fyndinn og gerði fake síðu?",
            "date": "2013-02-05 16:57:00",
            "post_id": "493868",
            "reply_to_id": "493863"
        },
        {
            "user_name": "Talmir",
            "text": "Jú, virðist vera það því miður.",
            "date": "2013-02-05 18:24:00",
            "post_id": "493886",
            "reply_to_id": "493868"
        },
        {
            "user_name": "Stuffz",
            "text": "er enn verið að tala um þetta lol\njæja nokkrar staðreyndir.\nÞetta verkfæri er búið að vera til síðan \n1992\nog það vissi enginn um það fyrr en:\nog svo ekki mikið farið fyrir þeim eftir Istorrent.\nog þetta DC++ mál var nú ljóta skítaklúðrið einsog allir sem komu að því vita, hefði verið fróðlegt að fá að sjá þennan trúnaðarsamning sem gerður var við King/Queen* en dómarinn var á hraðferð svo gafst ekki tími, allir skíthræddir við að opinbera vanþekkingu og vanhæfni sýna í málinu, enda vissu allir að leikurinn var gerður til að þóknast meira erlendum en hérlendum hagsmunum, svo sama uppá teninginum og með thepiratebay sænsk stjórnvöld að þjónkast um of við sömu hagsmunaaðila, bara þarlendir netverjar tóku skrefið lengra en við og stofnuðu stjórnmálaafl.. go figure.\n*\"Verktakann\" sem hafi fjárhagslega hagsmuni af því að matreiða bullið sem málið var byggt á ofaní tæknihefta opinbera starfsmenn, með fullri virðingu fyrir tækniheftu fólki",
            "date": "2013-02-05 22:13:00",
            "post_id": "493931",
            "reply_to_id": "493886"
        },
        {
            "user_name": "Fumbler",
            "text": "Ég fylgist með twittum frá thepiratebay og  þeir voru að linka í frétt á torrentfreak \nhttp://t.co/TXprCtzN\n  Iceland’s MPAA Quits Facebook After 4 Days of Fail.\nÉg sá að smáís væri kominn aftur á fésið en finn þá ekki núna, er hann hættur aftur?",
            "date": "2013-02-07 12:30:00",
            "post_id": "494149",
            "reply_to_id": "493931"
        },
        {
            "user_name": "Talmir",
            "text": "Þetta var því miður bara einhver gaur að trolla.",
            "date": "2013-02-07 13:47:00",
            "post_id": "494159",
            "reply_to_id": "494149"
        },
        {
            "user_name": "playman",
            "text": "Bara varð að henda þessu inn.\nhttp://www.flickmylife.com/archives/29137\nMyndbandið er svo hérna.\nhttp://www.facebook.com/photo.php?v=101 ... =2&theater",
            "date": "2013-02-08 16:28:00",
            "post_id": "494310",
            "reply_to_id": "494159"
        },
        {
            "user_name": "playman",
            "text": "Góður pistill hér á ferð.\nhttp://deiglan.com/index.php?itemid=13665",
            "date": "2013-02-13 14:22:00",
            "post_id": "495236",
            "reply_to_id": false
        }
    ],
    "date": "2013-02-13 14:22:00"
}