{
    "forum_title": "Vaktin.is",
    "id": "5318",
    "title": "Opera vesen eða bara ég?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=46&t=5318",
    "posts": [
        {
            "user_name": "Emizter",
            "text": "Hmm í dag hefur Opera alltaf lokast þegar ég fer á vaktin.is \n\n\nKannski bara kominn tími á format?",
            "date": "2004-08-25 21:19:00",
            "post_id": "53610",
            "reply_to_id": false
        },
        {
            "user_name": "corflame",
            "text": "Mögulega, svo er auðvitað sá möguleiki fyrir hendi að nota Mozilla Firefox\n\n\n\nhttp://static.hugi.is/forrit/mozilla/firefox/FirefoxSetup-0.9.3.exe",
            "date": "2004-08-25 21:38:00",
            "post_id": "53613",
            "reply_to_id": "53610"
        },
        {
            "user_name": "Emizter",
            "text": "Persónulega fíla ég best Opera..",
            "date": "2004-08-25 22:31:00",
            "post_id": "53623",
            "reply_to_id": "53613"
        },
        {
            "user_name": "corflame",
            "text": "Heh, er það ekki bara misskilningur hjá þér?",
            "date": "2004-08-26 16:45:00",
            "post_id": "53750",
            "reply_to_id": "53623"
        },
        {
            "user_name": "Daz",
            "text": "Format er ekki lausnin á öllum trivial vandamálum. Held að fyrst ættirðu nú að prófa minna \"drastískar\" lausnir eins og að sækja nýjustu útgáfu af Operu, uppfæra windows, uninstall + reinstall af operu, eitthvað í þessum dúr.",
            "date": "2004-08-26 16:48:00",
            "post_id": "53751",
            "reply_to_id": "53750"
        },
        {
            "user_name": "gnarr",
            "text": "nei! eina sem þú getur gert er að taka harðadiskinn úr tölvunni lemja hann með slegjju og kveikja í honum! svo verðuru að kveikja í tölvunni þinni og fleija henni logandi í sjóinn.\n\n\n\n\n\nég er ekki búinna að formata system diskinn minn síðan harði diskurinn minn krassaði.. einhverntíman í september í fyrra og hún gengur jafn smooth og ketlingur í fiðurhrúgu.",
            "date": "2004-08-26 17:21:00",
            "post_id": "53766",
            "reply_to_id": "53751"
        },
        {
            "user_name": "Pandemic",
            "text": "Kafnar hann ekki?",
            "date": "2004-08-26 18:29:00",
            "post_id": "53770",
            "reply_to_id": "53766"
        },
        {
            "user_name": "gnarr",
            "text": "hmmm.. maður ætti kanski að athuga það. ég henti honum ofaní kistu fulla af fiðri fyrir 2 mánuðum síðan.. og það hefur ekkert heyrst í honum",
            "date": "2004-08-27 08:17:00",
            "post_id": "53820",
            "reply_to_id": "53770"
        },
        {
            "user_name": "Daz",
            "text": "Ef þú setur kött í algerlega lokaðann og ógagnsæjann kassa, þá veistu ekki hvort hann er til í rauninni fyrr en þú opnar aftur. Á meðan kassinn er lokaður þá eru ekki nema 50% líkur á því að það sé köttur í honum.",
            "date": "2004-08-27 11:16:00",
            "post_id": "53824",
            "reply_to_id": "53820"
        },
        {
            "user_name": "MezzUp",
            "text": "ROFL, hefðir átt að lesa greinina í Lifandi Vísindum AÐEINS betur........ \n\n\n\n\nVitaskuld er kötturinn í kassanum ef að þú varst að setja hann í kassan og kassinn er alveg lokaður.\n\n\n\nÉg man þetta nú heldur ekki alveg, en þetta var einhvernveginn þannig að þú varst með geislavirkt efni í glasi í kassanum sem að var algjörlega tilviljunnarkennt hvenær helltis úr glasinu. Þessvegna gastu ekki sagt til um hvort að kötturinn væri lifandi eða dauður þangað til að þú opnaðir kassann, þangað til var kötturinn í svokölluðu \"ofurástandi\", þ.e. bæði lifandi og dauður.\n\n\n\n(Ef einhver á blaðið eða man þetta betur en ég, endilega leiðréttið)",
            "date": "2004-08-27 11:26:00",
            "post_id": "53825",
            "reply_to_id": "53824"
        },
        {
            "user_name": "Daz",
            "text": "Tengist lifandi vísindum ekki neitt, þetta var gömul heimspekitilraun, svona \"ef ég sé það ekki, er það þá til\" dæmi. Og með gömul á ég við svona 19. aldar gamalt.",
            "date": "2004-08-27 12:01:00",
            "post_id": "53828",
            "reply_to_id": "53825"
        },
        {
            "user_name": "gnarr",
            "text": "vitiði hvað 9KG þungur köttur er lengi að hverfa úr kassa sem er 95x35x60cm ?",
            "date": "2004-08-27 12:23:00",
            "post_id": "53831",
            "reply_to_id": "53828"
        },
        {
            "user_name": "MezzUp",
            "text": "hmm, ok\n\n\n\nEn þetta í Lifandi Vísindum var nýjasta (vísinda)kenningin við gamalli heimspeki gátu þar sem að það var köttur og þetta geislavirki efni í lokuðum kassa.\n\n\n\nEn um gátuna þína, ef að þú varst að setja köttinn í kassann, afhverju eru þá 50% líkur á að hann sé í kassanum?\n\n\n\nps. talandi um að hi-jacka þráðum",
            "date": "2004-08-27 12:25:00",
            "post_id": "53832",
            "reply_to_id": "53831"
        },
        {
            "user_name": "Daz",
            "text": "Afþví að annaðhvort er hann í kassanum eða ekki í kassanum, 2 stöður mögulegar og þar með 50% líkur á hvorri fyrir sig.\n\n\n\nAugljóslega er þetta nú bara létt grín, svo fólk haldi nú ekki að ég trúi þessu sjálfur \n\n\n\n\nEn svo við setjum þetta on topic, ef við setjum biluðu tölvuna hans Emizters í lokaðann kassa, ætli séu þá 50% líkur á því að hún sé köttur?",
            "date": "2004-08-27 12:37:00",
            "post_id": "53834",
            "reply_to_id": "53832"
        },
        {
            "user_name": "MezzUp",
            "text": "Jæja, smá Google gaf mér nafnið á þessari \"gátu\" sem að ég var að tala um; Schrödinger's cat.\n\n\n\nLesing um \"gátuna\" á whatis.com\n\n\nOg nettur djókur hjá \nUser-friendly\n \n\n\n\n\nps. ekki það sama og Daz var að tala um, enda er \"köttur Schrödingers\" ekki létt grín heldur \"gáta\" sem að útskýrir svokallað ofurástand (e. superpostition) skammtafræðinnar",
            "date": "2004-08-27 13:24:00",
            "post_id": "53847",
            "reply_to_id": "53834"
        }
    ],
    "date": "2004-08-25 21:19:00"
}