{
    "forum_title": "Til sölu - Tölvuvörur",
    "id": "53349",
    "title": "500GB diskar (bilaðir í ábyrgð) á 3þ",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=11&t=53349",
    "posts": [
        {
            "user_name": "arnarj",
            "text": "Er með 2 stk svona diska, þeir eru báðir bilaðir en eru í ábyrgð hjá Seagate til 20.maí 2013. Ég er búinn að prófa þá og kominn með test code frá seatools sem útskýrir bilunina. Ég hef ekki nennt að standa í því að senda þá út. Þannig að ef það er einhver sem er vanur að standa í svona þá er ég að spá í að selja diskana.\nSambærilegur diskur kostar nýr 10.750 stk þar sem hann er ódýrastur skv. vaktinni. Athugið að allar umbúðir til að senda diskana út fylgja þannig að það þarf einungis að gera RMA hjá Seagate og senda diskana út.\nSeagate Barracuda 7200.11, 500GB:\nModel: ST3500320AS\nhttp://www.newegg.com/Product/Product.a ... 6822148288\nHvað væri sanngjarnt verð fyrir báða diskana?  Hver er c.a. kostnaður við að claima diskana?",
            "date": "2013-02-11 21:19:00",
            "post_id": "494838",
            "reply_to_id": false
        },
        {
            "user_name": "arnarj",
            "text": "Endurverk þennan þráð, ef einhver er að fara að senda út diska í RMA þá er núna tækifæri að kippa þessum með fyrir lítinn pening. Svona diskar kosta enn 10.750 kr stykkið skv. verðvaktinni.",
            "date": "2013-04-23 10:22:00",
            "post_id": "506973",
            "reply_to_id": "494838"
        },
        {
            "user_name": "qurr",
            "text": "Ertu með kaupnótu?",
            "date": "2013-04-30 22:27:00",
            "post_id": "508454",
            "reply_to_id": "506973"
        },
        {
            "user_name": "arnarj",
            "text": "Hún ætti að vera til, diskarnir eru samt ekki í ábyrgð hjá íslenskum söluaðila og því lítið gagn í nótunni.",
            "date": "2013-05-01 09:57:00",
            "post_id": "508495",
            "reply_to_id": "508454"
        },
        {
            "user_name": "arnarj",
            "text": "........",
            "date": "2013-05-02 20:11:00",
            "post_id": "508864",
            "reply_to_id": "508495"
        },
        {
            "user_name": "Klemmi",
            "text": "Pakkasending með Íslandspóst (sem er ódýrust af sendingaraðilum) fyrir ca. 2kg pakka til Seagate er Svíþjóð er um 3500kr.-\nSvo þarf að að láta póstinn útbúa útflutningsskýrslu nema menn kunni það sjálfir, sem er 2500kr.-\nÞað kostar því um 6000kr.- að senda þessa diska út, ólíkt því sem tíðkast á Íslandi að þá endurnýjast ábyrgðin ekki, svo að viðgerðu diskarnir sem koma til baka, merktir certified repaired, eru aðeins í ábyrgð til 20. maí 2013.\nÞað tekur diskana ca. 10 daga að komast á afhendingarstað og Seagate tekur sér um 2-3 vikur að skipta þeim út en senda þá svo með hraðsendingu til Íslands.\nHeildar ferlið er því 4-5 vikur, ef diskarnir væru sendir út núna væru þeir því í ábyrgð í 2-3 vikur þegar viðgerðu diskarnir lenda hér á landi.\nMenn geta svo verðlagt diskana samkvæmt þessum upplýsingum",
            "date": "2013-05-02 20:31:00",
            "post_id": "508868",
            "reply_to_id": "508864"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Ábyrgðin endurnýjast einungis ef um nýja afhendingu er að ræða. Ef gert er við vöru innan ábyrgðartíma þá endurnýjast ábyrgðin ekki.",
            "date": "2013-05-02 21:08:00",
            "post_id": "508872",
            "reply_to_id": "508868"
        },
        {
            "user_name": "Klemmi",
            "text": "Í tilfelli harða diska þá er alltaf um nýja afhendingu að ræða, bæði hjá verzlunum hér heima og hjá Seagate.\nNý afhending á ekki einungis við um nýjan hlut, ef þú færð annan eins, viðgerðan hlut, þá endurnýjast ábyrgðin.  Enn fremur skal nefna að ef skipt er um einhvern íhlut í bilaðri vöru, þá endurnýjast ábyrgðin á þeim íhlut.",
            "date": "2013-05-02 21:41:00",
            "post_id": "508879",
            "reply_to_id": "508872"
        },
        {
            "user_name": "arnarj",
            "text": "flott, takk fyrir þetta. Þannig að sá sem kann að græja útflutningsskýrslu gæti fengið 2 \"refurbished\" diska með því að leggja út c.a. 3500 kr + það sem ég sel diskana á. Hljómar 4 þ ekki sanngjarnt fyrir báða diskana? Pakkningar fyrir báða diska fylgja. Aðili fær þá 2 diska beint frá Seagate á 7500 kr alls. Nývirði 21500 á íslandi.",
            "date": "2013-05-02 23:26:00",
            "post_id": "508892",
            "reply_to_id": "508879"
        },
        {
            "user_name": "Alex97",
            "text": "Mig minnir að þú getir fengið 1 refurbished disk á 5000 kr í Tölvutek með 6 mánaðar ábyrgð svo ég held að 7500 kr sé of mikið fyrir þá með engri ábyrgð.",
            "date": "2013-05-02 23:36:00",
            "post_id": "508897",
            "reply_to_id": "508892"
        },
        {
            "user_name": "arnarj",
            "text": "Eins og ég skildi klemma þá endurnýjast ábyrgð ef þú færð nýjan disk?",
            "date": "2013-05-02 23:45:00",
            "post_id": "508898",
            "reply_to_id": "508897"
        },
        {
            "user_name": "Klemmi",
            "text": "Nei því miður vinur",
            "date": "2013-05-03 10:13:00",
            "post_id": "508939",
            "reply_to_id": "508898"
        },
        {
            "user_name": "arnarj",
            "text": "Ok, þá er textinn hér að ofan væntanlega ekki réttur.",
            "date": "2013-05-03 10:19:00",
            "post_id": "508941",
            "reply_to_id": "508939"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Held hann meini nú bara hérlendis þar sem lögbundin ábyrgð á Íslandi segir nokkurnveginn að þegar vara er afhent út þá er tveggja ára ábyrgð á henni sem söluaðili skal standa við. Það sama gildir ekki um framleiðanda erlendis.",
            "date": "2013-05-03 10:27:00",
            "post_id": "508944",
            "reply_to_id": "508941"
        },
        {
            "user_name": "arnarj",
            "text": "Þetta er ekki rétt enda hljómaði þetta einum of vel. Tölvutek selur endursenda diska frá framleiðanda með 6 mánaða ábyrgð á 20% lægra verði en nýja diska. þeir eiga núna 1TB diska og slíkur diskur kostar 11.120kr (í stað 13.900 fyrir nýjan).",
            "date": "2013-05-03 11:19:00",
            "post_id": "508957",
            "reply_to_id": "508944"
        },
        {
            "user_name": "Alex97",
            "text": "Nú síðast þegar ég vissi þá voru þeir á 50% afslætti en það gæti líka verið búið að breyta því.",
            "date": "2013-05-03 20:19:00",
            "post_id": "509024",
            "reply_to_id": "508957"
        },
        {
            "user_name": "arnarj",
            "text": "Veit einungis að þeir eru á 20% lægra verði en nýjir í dag.",
            "date": "2013-05-03 22:15:00",
            "post_id": "509041",
            "reply_to_id": "509024"
        },
        {
            "user_name": "arnarj",
            "text": "Læt báða diskana á 3þ og umbúðir fylgja",
            "date": "2013-05-03 22:17:00",
            "post_id": "509042",
            "reply_to_id": "509041"
        },
        {
            "user_name": "arnarj",
            "text": "Enginn sem vill ná sér í refurbished diska á slikk?",
            "date": "2013-05-06 09:27:00",
            "post_id": "509367",
            "reply_to_id": "509042"
        },
        {
            "user_name": "Kristján",
            "text": "alveg eins og þú þá nennir enginn að standa í því að senda og bíða og bíða eftir diskunum.\nþað á enginn eftir að kaupa þetta ef það hangir á þessu einhver vinna, já fólk er latt.\nsend þú frekar út diskana og fáðu þá nýja og seldu þá þá fyrir miklu meira.... meikar það ekki sens?",
            "date": "2013-05-06 09:35:00",
            "post_id": "509368",
            "reply_to_id": "509367"
        },
        {
            "user_name": "arnarj",
            "text": "Ég kann ekki að fylla út þessa skýrslu. Ef einhver kann það verður afraksturinn þeim mun betri. Ég ákvað að bjóða diskana ef það er einhver sem vill ná sér í diska á góðu verði. Ef ekki hendi ég einfaldlega diskunum.",
            "date": "2013-05-06 09:41:00",
            "post_id": "509371",
            "reply_to_id": "509368"
        },
        {
            "user_name": "Kristján",
            "text": "",
            "date": "2013-05-06 09:42:00",
            "post_id": "509372",
            "reply_to_id": "509371"
        },
        {
            "user_name": "Blue",
            "text": "arnarj Skrifaði:\nEf ekki hendi ég einfaldlega diskunum.\nÞetta eru greinilega ekki góð kaup - fyrst þér finnst betra að henda diskunum í stað þess að greiða póstinum 2.500,- fyrir að fylla út eyðublaðið sem þú nennir ekki að fylla út!",
            "date": "2013-05-06 10:48:00",
            "post_id": "509376",
            "reply_to_id": "509372"
        },
        {
            "user_name": "arnarj",
            "text": "Rólegir strákar. Diskarnir eru sannarlega \"claimable\", það liggur ljóst fyrir með því að lesa þráðinn hver kostnaður er en síðan er misjafnt hvað menn vilja greiða fyrir diska. Þó svo að tölvutek mundi selja slíkan diska á 10.750-20% (taka séns á 6mán ábyrgð) þá mundi ég aldrei selja diskana hér á vaktinni á því verði enda mundi ég ekki bjóða ábyrgð. Einnig hef ég ekkert við þá að gera og því minni hvati fyrir mig að standa í þessu, ef mig vantaði diska mundi ég áreiðanlega gera þetta sjálfur. Þetta virðist vera afar einfalt reikningsdæmi ef þráðurinn er lesinn. Ef einhverjir lesa þetta sem eru vanir að senda út bilaða hluti og sjá samt ekki tækifæri í að kaupa diskana þá er þetta líklega ekki góður díll og fellur um sjálft sig 20.maí þegar ábyrgðin rennur út.",
            "date": "2013-05-06 11:14:00",
            "post_id": "509378",
            "reply_to_id": "509376"
        },
        {
            "user_name": "dori",
            "text": "Af hverju gefurðu þessa diska ekki bara og leyfir einhverjum sem nennir að standa í þessu veseni að gera það? Þú tapar engu á því fyrst þú ætlar hvort eð er að henda þeim.\nReyndar alveg góður díll fyrir einhvern sem vantar þetta. En samt varla þess virði m.v. vesenið sem fer í þetta. Pæling, fara tölvuverslanir alltaf í gegnum þetta ferli?",
            "date": "2013-05-06 11:49:00",
            "post_id": "509380",
            "reply_to_id": "509378"
        },
        {
            "user_name": "benediktkr",
            "text": "Núna eru 10 dagar í 20. maí. Hvað gerist ef diskarnir koma til Seagate 21. maí?",
            "date": "2013-05-10 15:16:00",
            "post_id": "510018",
            "reply_to_id": false
        },
        {
            "user_name": "arnarj",
            "text": "Það skiptir ekki máli, þarf að gera RMA á heimasíðu þeirra á meðan ábyrgðin er gild og sending þarf að berast til þeirra innan 30 daga.",
            "date": "2013-05-10 15:27:00",
            "post_id": "510019",
            "reply_to_id": "510018"
        },
        {
            "user_name": "benediktkr",
            "text": "Okei sniðugt. Ef þú ert tilbúinn að lækka verðið (fyrst þú ætlar að henda þeim annars) þá hef ég kanski áhuga",
            "date": "2013-05-10 15:42:00",
            "post_id": "510020",
            "reply_to_id": "510019"
        },
        {
            "user_name": "Frosinn",
            "text": "Býð í báða diska saman: 1.000 kall \nMiðað við akstur að sækja þá, umstang við RMA, sendingarkostnað, bið...þá treysti ég mér ekki hærra. En kannski einhver annar meti þetta hærra, og ég hef þá bara komið af stað litlu uppboði fyrir þig hérna.",
            "date": "2013-05-10 19:33:00",
            "post_id": "510044",
            "reply_to_id": "510020"
        },
        {
            "user_name": "arnarj",
            "text": "Fara báðir á 2þ",
            "date": "2013-05-14 22:47:00",
            "post_id": "510701",
            "reply_to_id": "510044"
        },
        {
            "user_name": "benediktkr",
            "text": "Of mikið finnst mér. Færi ekki ofar en 1000.",
            "date": "2013-05-15 10:17:00",
            "post_id": "510739",
            "reply_to_id": "510701"
        },
        {
            "user_name": "Blue",
            "text": "Þetta sagði ég líka við hann þann 13. feb. s.l. þegar \"arnarj\" bauð þetta fyrst til sölu\nog bauð honum 1.000,- fyrir báða diskana - fékk held ég aldrei svar.  En gott að vita\nað menn eru sammála mér um verðið.",
            "date": "2013-05-15 10:43:00",
            "post_id": "510748",
            "reply_to_id": "510739"
        },
        {
            "user_name": "qurr",
            "text": "Mér finnst 3.000,-kr sanngjart!",
            "date": "2013-07-17 22:42:00",
            "post_id": "520462",
            "reply_to_id": "510748"
        }
    ],
    "date": "2013-05-10 15:16:00"
}