{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "53567",
    "title": "3x skjáir?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=53567",
    "posts": [
        {
            "user_name": "tanketom",
            "text": "Góðan daginn vaktarar!\nNú er ég búinn að spá lengi að fá mér 3x settup af skjám fyrir leikjaspilun og var að pæla í 24'' en nú spyr ég, er þetta þess virði? Verður meiri upplifun í leikina? Ég er núna búinn að vera spila lengi vel með 27'' skjá sem mjög fínt og myndi helst ekki vilja fara niður um.. Er þá kanski málið að fara í 3x 27''? Eða er þá komið í öfgar, mig langar rosalega fá álit hjá þeim sem eru með eða hafa prufað svona settup. Eða er best að halda sig við bara stakan 27''\nEndilega koma með líka með hugmyndir af skjám, mig langar ekki í drasl en mig langar heldur ekki að borga of mikið, semsagt fá eitthvað mjög gott fyrir peninginn  \nhérna er gamli skjárinn sem ég hef verið að nota til hliðar og ákvað að fá smá útrás  \n ekkert merkilegt video en alltaf gaman að sprengja eitthvað í tætlur",
            "date": "2013-02-23 18:57:00",
            "post_id": "497009",
            "reply_to_id": false
        },
        {
            "user_name": "Olli",
            "text": "Nú hef ég ekki prufað þetta, en í FPS leikjum bætist allavega við skjáinn (tegist ekki á honum), svo að þeir sem hafa 3 skjái hafa í rauninni ákveðið forskot á hina, eef ég ætti skít nóg af peningum færi ég tvímælalaust í þann pakka",
            "date": "2013-02-23 19:00:00",
            "post_id": "497010",
            "reply_to_id": "497009"
        },
        {
            "user_name": "AntiTrust",
            "text": "Fer rosalega eftir leikjum hvort þetta er að gefa þér mikla upplifun, en í bílaleikjum t.d. og mörgum FPS þá já, er þetta algjörlega þess virði. F1 2012, Dirt 3 etc urðu hreinlega allt aðrir leikir með eyefiniti setup. 22-24\" er flott, 3x27\" er líklega talsvert overkill en það fer auðvitað aðstæðum.\nPersónulega þó finnst mér þetta bara must upp á proper multitasking.",
            "date": "2013-02-23 19:02:00",
            "post_id": "497012",
            "reply_to_id": "497010"
        },
        {
            "user_name": "tanketom",
            "text": "en nú spyr ég, reynir þetta ekki meira á tölvuna og myndi mín höndla þetta tildæmis fyrir Battlefield 3, Dirt 3 og þessa fansy leiki eða skiftir það engu máli og já skjákortið bíður uppá hámark 4 skjái\nAMD phenom(tm) II X4 955 Processor 3.20 GHz\n8 gb ram\n120gb SSD\nAMD Radeon HD 6870 1GB",
            "date": "2013-02-23 19:23:00",
            "post_id": "497013",
            "reply_to_id": "497012"
        },
        {
            "user_name": "tanketom",
            "text": "enginn að svara spurningu minni? \n hvar fæ ég milli stikkið til að tegja fleirri skjái við amf kortið?",
            "date": "2013-02-24 12:35:00",
            "post_id": "497082",
            "reply_to_id": "497013"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Með þetta rig þá geturðu gleymt því að keyra 3x skjái fyrir leikjaspilun.\nVar með 2x gtx680 OC og prufaði reyndar líka 2x 7970 og það dugði ekki til að keyra nýlega leiki í 5760x1080 i steady 60 fps+..\nog lítið betra að lækka upplausn, sérstaklega þar sem maður er að þessu uppa lúkkið og fílinginn í leiknum...\nVar nánast alveg hættur að nota þetta útaf fps droppi.\nVar gaman í flugleikjum, rally og rpg... en fps og rts var bara pirrandi...\nGaman fyrst en gekk alltaf verr í leiknum utaf fps og hökti.\nEn að vera með 3 skjái í day2day stuffi er algjör snilld uppá multitasking.\nmyndi skoa 2560x1440 með low input lag til að fa sem flottasta visual effect i dag... gætir skoðað ips panel en það er oft vesen með ghosting og input lag...\nbyðst forlats a villum... sent úr síma",
            "date": "2013-02-24 12:50:00",
            "post_id": "497086",
            "reply_to_id": "497082"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég er voðalega ósammála þessu. Fyrst þegar ég keyrði eyefiniti setup hjá mér var það á single 5770 korti, og jú ég var vissulega með hinar og þessar stillingar í low-to-medium en þrátt fyrir það skemmti ég mér konunglega með ágætis fps. Félagi minn er með HD6870 1GB kort og það dugar fínt fyrir Dirt 3 og F1 2012 t.d. í EyeFiniti - ásamt fleiri leikjum. \nÞótt að það sé ekki hægt að keyra leikinn með \nallt\n í high/max þá er það ekki þarmeð sagt að það sé ónothæft/leiðinlegt",
            "date": "2013-02-24 12:56:00",
            "post_id": "497087",
            "reply_to_id": "497086"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Ég veit ekki í hvaða stillingum þú ætlar að keyra BF3 í triple monitor á einu 6870. \nÉg held að miðað við spurningarnar þá sértu að gefa honum óraunhæfar væntingar. Þetta yrði ekki visual boost. Með BF3 í Medium stillingum í 5760-1080 (1920*1080 x 3 skjáir, std upplausn að mínu mati) þá var ég reglulega að droppa í 45-50 fps með 2x GTX 680 OC. Á einu 6870 gætiru kannski keyrt 3840x720 í Low og það choppy og það er ekki visual boost frá 1080 High single monitor fyrir mér. \nÉg hef prufað þetta í bak og fyrir með öllum stillingum með hardcore hardware og ég mæli ekki með þessu. Of mikið fyrir of lítið. Ég hef keyrt þetta single GPU líka og það er hreint út sagt hræðilegt.\nOg talandi ekki um in game glitcha þar sem lélegir driverar eru ekki optimized fyrir triple monitor (menu issues, sérð í gegnum veggi, slæmt on screen ratio (view angle) og margt margt fleira.)\nÞað vantar hreinlega meira vram og afl.\nAgain, multimonitor er samt frábært í day2day stuffi bara ekki kominn nægilega góður stuðningur fyrir það í leikjum að mínu mati og þá sérstaklega ef þú spilar FPS leiki.\n2560x1440 núna og svo triple monitor leikjasetup þegar þetta er komið á næsta level og orðið aðeins meira main stream.",
            "date": "2013-02-24 13:24:00",
            "post_id": "497090",
            "reply_to_id": "497087"
        },
        {
            "user_name": "tanketom",
            "text": "er 3D þá eitthvað meira vit? eða er það sama vitleysan",
            "date": "2013-02-24 13:32:00",
            "post_id": "497095",
            "reply_to_id": "497090"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég spila reyndar afskaplega lítið af FPS, ekki mitt thing, og get því lítið kommentað á það. \nVeit bara að ég spila reglulega t.d. Dirt 3 og F1 2012 á single GPU í ágætis gæðum (5760-1080) með fínt fps - það er btw á single 6870 korti, ekkert choppy. \nMér er frekar mikið sama um e-r pínulítið details atriði sem ég þarf að keyra niður eins og terrain og shadows details, það er bara allt, allt annað að spila svona leiki í eyefiniti setupi, upplifunin verður bara allt önnur. Persónulega finnst mér þetta ekki breyta það miklu í FPS leikjum, oftast bara meira truflandi ef e-ð.\nHann gæti örugglega keyrt ágætis eyefiniti með 2x6870 kortum, þótt það séu auðvitað líka þekkt issues með crossfire.",
            "date": "2013-02-24 13:44:00",
            "post_id": "497097",
            "reply_to_id": "497095"
        },
        {
            "user_name": "zonik",
            "text": "ég hef gert tilraun á að nota 3 skjái og er það ákveðin stemming sem er í því reyndar voru tveir af þeim ekki það góðir .. en allavega þegar ég spilaði call of duty þá fékk ekki að sjá meira heldur teigðist bara á myndini, en þegar ég spilaði wow þá fékk ég að sjá meira , en svo fór ég að skoða þetta nánar og langaði mig þá að fá mér 2 aukaskjái sem gætu stutt góða upplausn en kemst ég að því ef þú vilt keyra max upplausn eins og t.d. 1920x1080 þá þarftu 1 gíg í skjákortvinnsluminni fyrir hvern skjá, vona að þetta hjálpar",
            "date": "2013-02-24 13:51:00",
            "post_id": "497099",
            "reply_to_id": "497097"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Það fer eftir því hvort þú sért að spyrja um 120hz skjá eða 3D mode gaming með gleraugu.\n120hz skjáir eru æðislegir í FPS þar sem motion blur hverfur nánast alveg. Screen of choice fyrir marga CS, BF og MW spilara. En þeir eru hlutfallslega mjög dýrir fyrir einhæfa uppfærslu, þ.e. 120 riða refresh rate sem gagnast þér í lítið annað en FPS shootera. Og aftur er skjákortið að hamla þér þar sem þú villt þá helst vera með 120fps+ til að virkilega nýta uppfærsluna.\nFyrir 3D mode með þá vantar þér kort með betri frame buffer. 1gb vram er bara ekki nóg til að gaman sé að þessu fyrir þig (mín skoðun).\nÉg myndi forðast þetta allt eins og staðan er í dag. \nTaka mainstream línuna, hugsanlega skoða 2560x1440 og eyða pening í að uppfæra skjákortið þitt. Þannig fengiru mesta immersion bónusinn og in-game upplifunina að mínu mati.\nÉg er reyndar sammála þér um rallý og flugleiki. Það verður eiginlega að nálgast þetta annað hvort með rall og flug í huga eða FPS. Þá er Eyefinity ekki sami hluturinn. Örlítið input lag, fps drop og kvillar sem eyðileggja FPS upplifun skipta nánast engu í rallý leikjum.\nÉg segi samt bottom line, not worth it!",
            "date": "2013-02-24 13:55:00",
            "post_id": "497101",
            "reply_to_id": "497099"
        },
        {
            "user_name": "tanketom",
            "text": "ég þakka kærlega fyrir aðstoðina, held að ég já að ég haldi aðeins lengur í 27 og geri uppfærslu seinna",
            "date": "2013-02-24 14:17:00",
            "post_id": "497110",
            "reply_to_id": "497101"
        },
        {
            "user_name": "braudrist",
            "text": "http://hexus.net/tech/reviews/graphics/ ... nd/?page=3\nSérð á þessu að tvö 690 GTX í SLI rétt svo meika BF3 í 5760x1080 í Ultra settings. Ekki þess virði nema að þú viljir spila í low-medium",
            "date": "2013-02-24 14:19:00",
            "post_id": "497111",
            "reply_to_id": "497110"
        },
        {
            "user_name": "AntiTrust",
            "text": "Single 690GTX kort er að ná 60fps í high settings - hugsa að það myndi duga allflestum.",
            "date": "2013-02-24 14:36:00",
            "post_id": "497114",
            "reply_to_id": "497111"
        },
        {
            "user_name": "Alex97",
            "text": "það gæti líka verið minnis limitað vegna þess að 690 er aðeins með 2gb á hvorum gpu þar sem að þeir geta ekki nýtt minnið saman heldur bara af einum gpu svo að þó þú sért með þau í quad sli þá nýtir það bara 2gb ekki 8gb",
            "date": "2013-02-24 14:42:00",
            "post_id": "497117",
            "reply_to_id": "497114"
        },
        {
            "user_name": "tanketom",
            "text": "en 7970 kortið? GTX kortið er svo fjandi dýrt",
            "date": "2013-02-24 14:47:00",
            "post_id": "497120",
            "reply_to_id": "497117"
        },
        {
            "user_name": "Alex97",
            "text": "7970 kotið er mjög gott allavega eftir mýju driverana einnig þá er eyefinidy betra á amd en nvidea",
            "date": "2013-02-24 14:55:00",
            "post_id": "497128",
            "reply_to_id": "497120"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Tjahh... Seldi 7970 kortin mín af því ég þoldi ekki micro stutter vesenið sem fylgdi Crossfire og Eyefinity vs Nvidia Surround er líka svona skoðanaskipt dæmi. Það var þó fyrir nýjustu driver breytingar. Var með 7970 kortin rétt eftir útgáfu.\nÞað þú þarft líka að skoða er screan tearing ef þú ert með AMD. Fer eftir tengjunum aftaná en ég mæli t.d. ekki með því að tengja 2x skjái DVI og 1x DP. Það getur valdið veseni.\nEkki misskilja mig. Ég er alveg sammála að 2x GTX680 Sli í Nvid Surround getur verið geggjað töff í sumum aðstæðum (RPG og Simulator leikjum). En það er of dýrt fyrir það sem þú færð í staðin. Sem er aðallega vesen. Hvað þá eitthvað 6870 kort í triple monitor, það er ekkert fjör...",
            "date": "2013-02-24 15:10:00",
            "post_id": "497132",
            "reply_to_id": "497128"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ha? Ég er bara að benda á að single 690GTX kort nær 60fps í háum gæðum, sem 'mótsvar' við því að það sé varla þess virði afþví að það krefjist \"low-to-medium\" stillingum.",
            "date": "2013-02-24 15:18:00",
            "post_id": "497138",
            "reply_to_id": "497132"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Hehe já las þetta aðeins of hratt yfir. My bad",
            "date": "2013-02-24 15:20:00",
            "post_id": "497140",
            "reply_to_id": "497138"
        },
        {
            "user_name": "Alex97",
            "text": "Nýju driverarnir eru geðveikir frá amd mikið performens increase og svo eru líka flest 7970 orðin GHZ edition",
            "date": "2013-02-24 15:21:00",
            "post_id": "497141",
            "reply_to_id": "497140"
        },
        {
            "user_name": "tanketom",
            "text": "ég veit að ég er að fara svoldið off topic með þennan þráð en í stað þess að byrja á nýum langar mig að spyrja hvort einhver veit hvað þessi myndi kosta hingað til landsins \nhttp://www.amazon.com/dp/B009C3M7H0/ref ... B009C3M7H0",
            "date": "2013-02-28 02:01:00",
            "post_id": "497691",
            "reply_to_id": "497141"
        }
    ],
    "date": "2013-02-23 18:57:00"
}