{
    "forum_title": "Almennt um vélbúnað",
    "id": "53674",
    "title": "Ömurleg þjónusta hjá Tæknibæ / computer.is",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=53674",
    "posts": [
        {
            "user_name": "gagnakureki",
            "text": "Ég vill bara vara fólk hérna við að eiga viðskipti við þetta fyrirtæki\nhttp://www.tb.is/\nHérna er mín saga. Keypti vél fyrir nokkrum árum hjá þeim sem nú er runnin úr ábyrgð. Setti í hana nýjan harðan disk\nsem hefur verið til vandræða. Vandamálið lýsir sér þannig að stundum finnst diskurinn ekki þegar kveikt er á vélinni.\nUm daginn drapst síðan powersupply í vélinni og ég fer með hana í viðgerð í Tæknibæ. (computer.is)\n1) Þeir setja nýtt powersupply í vélina og tékka á disknum. Tjá mér að það sé ekkert að disknum\n    og segja hann virka eftir að power supply var skipt út. Þeir rukka mig fyrir power supply og grunnvinnu,\n    en síðan aukalega fyrir \"greiningarvinnu\" á disknum.\n2) Ég kem heim og sé að vandamálið með diskinn er ennþá til staðar. Þannig að ég fer með tölvuna aftur til þeirra og kvarta yfir því að vandamálið sé \n    enn til staðar. Og að það sé ósanngjarnt að þeir hafi rukkað mig fyrir einhverja greiningarvinnu sem var röng. Þeir hringja loks í mig og tjá mér að \n    þeir hafi sett diskinn í dokku og náð að endurskapa vandamálið og að það sé eitthvað fault í disknum. Rukka mig fyrir þessa vinnu. \n    Afhverju var þetta ekki gert í fyrsta skiptið? (sjá 1)\n3)  Ég fer heim með vélina. En núna tek ég eftir því að viftan á nýja power supplyinu frá þeim er ekki að fara í gang. Við þetta\n     hitnar powersupply mjög mikið og ég finn bruna/hitalykt úr kassanum.\n     Ef ég ýti smávegis við viftunni  þá fer hún í gang og hitastigið snarlækkar strax. Fer enn eina ferðina með vélina til þeirra. \n     Þeir tjá mér að ekkert sé að powersupply og kenna skjákortinu í tölvunni um. Vilja rukka mig enn eina ferðina en ég segji þeim \n     að lögsækja mig bara. Það sé út í hött að ætlast til að ég borgi fyrir         svona vinnubrögð.\nÞannig að ég sit uppi með ónýtt/eða bilað powersupply frá þessum jólasveinum. Ég vara alla við að eiga viðskipti við svona fólk. Þeir vinna vinnuna sína ílla og reyna að komast upp með að féflétta mann hægri vinstri. Ég er tölvumenntaður einstaklingur og veit vel að þetta powersupply er ekki að \nhegða sér sem skyldi og það er fráleitt að halda neinu öðru fram.\nHér með lýkur tölvuvælinu mínu í bili.\nGK",
            "date": "2013-03-01 14:40:00",
            "post_id": "497907",
            "reply_to_id": false
        },
        {
            "user_name": "hagur",
            "text": "Skrítið, hef alltaf fengið toppþjónustu hjá þeim.  Vonandi einstakt tilfelli.",
            "date": "2013-03-01 16:48:00",
            "post_id": "497938",
            "reply_to_id": "497907"
        },
        {
            "user_name": "Ulli",
            "text": "Sama hérna frábær tjónusta sem ég hef feingið þarna.\nMb mitt bilaði og ég fekk annað betra að kostnaðarlausu á sínum tíma.",
            "date": "2013-03-01 19:15:00",
            "post_id": "497970",
            "reply_to_id": "497938"
        },
        {
            "user_name": "bulldog",
            "text": "það var löngu vitað að glæpabær sé ömurlegt fyrirtæki .....",
            "date": "2013-03-01 19:40:00",
            "post_id": "497974",
            "reply_to_id": "497970"
        },
        {
            "user_name": "rapport",
            "text": "Ég þekki þá bara af góðu...  en hef aldrei heldur þurftað díla við þá vegna bilana.",
            "date": "2013-03-01 21:20:00",
            "post_id": "497998",
            "reply_to_id": "497974"
        }
    ],
    "date": "2013-03-01 14:40:00"
}