{
    "forum_title": "Koníakstofan",
    "id": "53695",
    "title": "Innbrot!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=53695",
    "posts": [
        {
            "user_name": "demaNtur",
            "text": "Fundið",
            "date": "2013-03-02 09:34:00",
            "post_id": "498057",
            "reply_to_id": false
        },
        {
            "user_name": "flottur",
            "text": "Í hvernig kassa var tölvan í?",
            "date": "2013-03-02 09:56:00",
            "post_id": "498058",
            "reply_to_id": "498057"
        },
        {
            "user_name": "RazerLycoz",
            "text": "djö... óheppni vonandi færðu dótið þitt  og veskið aftur",
            "date": "2013-03-02 10:08:00",
            "post_id": "498060",
            "reply_to_id": "498058"
        },
        {
            "user_name": "Kristján",
            "text": "helvitis pakk, settu bland sem upphafsíðu hjá þér því átt eftir að vera á henni mikið :/",
            "date": "2013-03-02 10:17:00",
            "post_id": "498061",
            "reply_to_id": "498060"
        },
        {
            "user_name": "demaNtur",
            "text": "Þetta er í eldgömlum kassa sem er forljótur enn stór og kældi vel.. Veit ekki hvað hann heitir því miður!",
            "date": "2013-03-02 10:18:00",
            "post_id": "498062",
            "reply_to_id": "498061"
        },
        {
            "user_name": "flottur",
            "text": "ok, geturu líst honum svo maður viti hvað maður á að vera leita af ef ég sé hann á bland.is\nLitur, framhlið eitthvað athugarvert við hann útlitslega séð.",
            "date": "2013-03-02 10:20:00",
            "post_id": "498063",
            "reply_to_id": "498062"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég samhryggist þér, ömurlegt að lenda í svona löguðu. En hvað varstu að gera með 172 þúsund í veskinu??",
            "date": "2013-03-02 10:31:00",
            "post_id": "498064",
            "reply_to_id": "498063"
        },
        {
            "user_name": "demaNtur",
            "text": "Fór í banka og tók út fyrir leigu og því sem ég skuldaði einum manni héðan af spjallinu sem ég sé ekki fram á að geta borgað (nema ég fái peninginn í veskinu aftur  \n)\nEnn já, það var engin hlið á tölvunni þar sem örgjafakælingin var of stór fyrir kassan (þal. stóð út úr kassanum) og það er vifta aftan á tölvunni með 4 bláum led ljósum.. Meira get ég ekki sagt til um útlit hennar.",
            "date": "2013-03-02 11:00:00",
            "post_id": "498067",
            "reply_to_id": "498064"
        },
        {
            "user_name": "krat",
            "text": "búinn að tala við lögregluna, og tryggingarfélagið ?",
            "date": "2013-03-02 11:11:00",
            "post_id": "498068",
            "reply_to_id": "498067"
        },
        {
            "user_name": "demaNtur",
            "text": "Búinn að tala við lögregluna, á eftir að tala við tryggingafélagið hjá mér.",
            "date": "2013-03-02 11:22:00",
            "post_id": "498069",
            "reply_to_id": "498068"
        },
        {
            "user_name": "rapport",
            "text": "Þetta er of mikil tilviljun til að geta verið tilviljun, að farið sé inn í eitt herbergi í húsi og þar sé tekin ein tölva og eitt veski sem hvorutveggja er $$$$$\nVissi einhver hvað þú varst með í herberginu þínu?",
            "date": "2013-03-02 11:45:00",
            "post_id": "498074",
            "reply_to_id": "498069"
        },
        {
            "user_name": "stefhauk",
            "text": "sáust einhver ummerki á glugganum ef farið var í gegnum glugga þar að segja?",
            "date": "2013-03-02 11:51:00",
            "post_id": "498075",
            "reply_to_id": "498074"
        },
        {
            "user_name": "vesley",
            "text": "Sammála þetta er virkilega grunsamlegt , miðað við að það var farið beint inní herbergið og þetta eingöngu tekið og ekkert annað. \nKæmi mér alls ekki á óvart ef þú þekkir einstaklinginn.",
            "date": "2013-03-02 12:09:00",
            "post_id": "498077",
            "reply_to_id": "498075"
        },
        {
            "user_name": "demaNtur",
            "text": "Er ekki alveg viss  \n \nVoðalega lítið, hann var skrúfaður upp.. Synd að ég hafi verið kallaður í vinnu þessa nótt, hefði mikið til í að vera heima þegar þetta gerðist!",
            "date": "2013-03-02 12:11:00",
            "post_id": "498078",
            "reply_to_id": "498077"
        },
        {
            "user_name": "svensven",
            "text": "Eftir að þetta bættist við þá styð ég þessa kenningu...",
            "date": "2013-03-02 12:26:00",
            "post_id": "498082",
            "reply_to_id": "498078"
        },
        {
            "user_name": "tanketom",
            "text": "einhvernveginn hef eg það á tilfinnngu að þu sert að reyna komast framhjá því að borga þessum aðila sem þú skuldar hérna á spjallinu og þú þykist leit af tölvu sem er stolinn og veski af einhverri ákveðni upphæð til að fá athygli og svo sagan þín verði trúverðugari.. ég er bara ekk að kaupa þetta bull",
            "date": "2013-03-02 13:13:00",
            "post_id": "498088",
            "reply_to_id": "498082"
        },
        {
            "user_name": "Plushy",
            "text": "Ætti þá að vera ekkert mál að redda þessum peningum seinna fyrir hann sem þú skuldar. Leiðinlegt atvik samt",
            "date": "2013-03-02 13:24:00",
            "post_id": "498090",
            "reply_to_id": "498088"
        },
        {
            "user_name": "stefhauk",
            "text": "alrei skilið þegar menn leyfa fólki að borga seinna fyrir vöru sem þeir selja á netinu",
            "date": "2013-03-02 13:30:00",
            "post_id": "498093",
            "reply_to_id": "498090"
        },
        {
            "user_name": "pulsar",
            "text": "Helvítis hafnarfjörðurinn..\nalltaf eitthvað vesen á þessu svæði, ég hugsa að ég myndi frekar búa í tjaldi frekar en að leigja herbergi þarna",
            "date": "2013-03-02 14:29:00",
            "post_id": "498101",
            "reply_to_id": "498093"
        },
        {
            "user_name": "demaNtur",
            "text": "Ég mun að sjálfsögðu borga honum, enda topp maður sem seldi mér þetta! Ég hef \nalltaf\n staðið við mín viðskipti! \nOg já, hann er líka með hlut frá mér í \"pant\" sem er dýrari en það sem ég fékk hjá honum þannig hann þarf ekki að hafa áhyggjur.\nps. er farinn að gruna 3 stráka sem komu í partý hjá mér fyrir þó nokkuð löngu síðan og ég gæti trúað þessu uppá þá",
            "date": "2013-03-02 14:49:00",
            "post_id": "498106",
            "reply_to_id": "498101"
        },
        {
            "user_name": "natti",
            "text": "Þó svo að það sé alltaf möguleiki á að þetta sé einhver sem þekkir til, þá þarf það nú ekkert að vera.\nOg það er ekkert grunsamlegt við að það sé bara farið í eitt herbergi.\nSetjið ykkur bara í spor innbrotsþjófsins.\nFyrsta herbergið sem hann fer í (þar sem tölvubúnaður er er jafnan verðmæti) dettur hann í lukkupottinn, finnur veski fullt af seðlum.\nHann getur valið á milli þess að taka þetta og það sem er nálægt, og látið sig hverfa meðan hann er ennþá \"safe\", eða haldið áfram að skoða sig um í von um að finna e-ð meira og þá tekið áhættuna á að einhver komi heim eða verði hans var.\nÞeir sem standa í svona á annað borð eru eflaust ekki vanir því að finna fullt af seðlum, og því væri bara mjög lógískt að láta þetta \"duga\".\nEn ég hef verið í þínum sporum, meira tekið að vísu, og ég vona innilega að viðkomandi finnist.",
            "date": "2013-03-02 15:13:00",
            "post_id": "498110",
            "reply_to_id": "498106"
        },
        {
            "user_name": "dandri",
            "text": "úr hvaða hverfi var þessu stolið?",
            "date": "2013-03-02 15:15:00",
            "post_id": "498111",
            "reply_to_id": "498110"
        },
        {
            "user_name": "Danni V8",
            "text": "Bara leiðinlegt að lenda í svona innbrotum. Fyrir nokkrum mánuðum var einmitt brotist inn í aðstöðu sem við félagarnir leigðum saman og öllum verkfærunum okkar stolið, ásamt bensíninu af bílunum sem voru inni og útvarpstækjunum úr þeim líka!\nAlveg ömurleg tilfinning sem fylgir þessu og það til lengri tíma. Sérstaklega þegar maður þarf að nota hlutina sem var stolið en maður hefur ekki ennþá haft tök á verða sér úti um nýja hluti í staðinn.",
            "date": "2013-03-02 16:28:00",
            "post_id": "498122",
            "reply_to_id": "498111"
        },
        {
            "user_name": "sniper 69",
            "text": "Vona að þú finnir dótið",
            "date": "2013-03-02 16:42:00",
            "post_id": "498123",
            "reply_to_id": "498122"
        },
        {
            "user_name": "DJOli",
            "text": "Skoðaðu alla sem þig grunar, fáðu hjálp lögreglu ef þú getur. Treystu engum.\nsérstaklega ef hann heitir ómar (daði eða waage) sigurðsson",
            "date": "2013-03-02 18:40:00",
            "post_id": "498144",
            "reply_to_id": "498123"
        },
        {
            "user_name": "sakaxxx",
            "text": "þar sem þú varst kallaður óvænt í vinnuna þá gæti verið sniðugt að athuga hver vissi að þú færir í vinnuni.",
            "date": "2013-03-02 19:12:00",
            "post_id": "498149",
            "reply_to_id": false
        },
        {
            "user_name": "Stuffz",
            "text": "ok ég er með nokkur atriði sem dettur í hug..\nhver myndi vita að þú varst kallaður í vinnu, og hve algengt er að þú sért kallaður svona út á nóttunni?\nertu vanalega með svona mikinn pening í veskinu og ef ekki þá hverjir myndu geta vitað að þú værir með svona mikinn pening í veskinu á þessum tíma.\nlíka afhverju varstu ekki með veskið á þér, og hverjir myndu vita að þú værir vanalega ekki með veskið á þér í vinnunni.\nþú ætti að rifja upp allar upplýsingar sem þú hefur deilt nýverið um að þú værir með mikinn pening á þér á þessum tíma, um að þú gætir verið kallaður í vinnu á þessum tíma, o.s.f. allt sem eitthver gæti notað til að púsla saman þeim upplýsingum sem voru nauðsynlegar til komast upp með verknaðinn.\nvarðandi kassann, geturðu teiknað mynd af kassanum og skannað inn, hve þungur var hann, eitthverjar einkennandi t.d. rispur eða annað sem hægt væri að bera kennslu á o.s.f.\nhvernig var brotist inn og hvaða dag, brotin hurð/gluggi, notaður lykill, býrðu í blokk\nLíka for the record, þekkirðu nokkuð eitthvern sem gæti talið þig skulda sér pening og hafa \"hjálpað\" sjálfum sér að dótinu þínu.\nHversvegna stendur (bráðabyrgða) við skjákortin í undirskriftinni þinni?",
            "date": "2013-03-02 19:36:00",
            "post_id": "498160",
            "reply_to_id": "498149"
        },
        {
            "user_name": "Knubbe",
            "text": "Ég hef \nalltaf\n staðið við mín viðskipti! \nAnnað hef ég nú heyrt t.d tölvu sem þú seldir enn virkaði ekki svo þegar kaupandi kom með hana heim, móðurborð brann yfir og þú segist ætla taka þátt í kostnað á viðgerð þegar þú fengir útborgað.\nSvo þegar kom að skuldardögum þá neitaru að taka þátt í því og hótar honum að þú þekkir lið til að svæfa þessi viðskipti niður.\nÞetta er nottla fyrir neðan allar hellur og að þessi maður heldur hérna áfram inná vaktinni ótrauður með viðskipti sín.\nÞú færð alltaf svona í bakið sama hvað.\nKv. Jón spæjó",
            "date": "2013-03-03 14:41:00",
            "post_id": "498272",
            "reply_to_id": "498160"
        },
        {
            "user_name": "demaNtur",
            "text": "Nú er ég ekki alveg að kveikja á perunni um hvað þú ert að tala um.. Ef viðkomandi talar við mig þá skal ég glaður borga minn hluta af þessu, vill ekki hafa svona óorð á mér í viðskiptum!  \n \nenn \nOT\n;\nFæ þetta bætt með tölvuna með mestu líkindum, enn ekki með veskið og þal. peninginn!",
            "date": "2013-03-03 15:12:00",
            "post_id": "498277",
            "reply_to_id": "498272"
        },
        {
            "user_name": "Frantic",
            "text": "Það er alls ekki skrítið að það sé aðeins brotist inní herbergið og ekki farið víðar um íbúðina.\nÞetta er búið að vera að gerast mikið í grafarvoginum.\nÞessir vitleysingar vita það að það er aldrei hreyfiskynjari í svefnherbergjum svo þeir brjótast yfirleitt bara þar inn.\nGæti verið sömu náungarnir.",
            "date": "2013-03-03 15:35:00",
            "post_id": "498283",
            "reply_to_id": "498277"
        },
        {
            "user_name": "troll face96",
            "text": "Ég hata fólk sem stela dótið okkar er það ekki satt",
            "date": "2013-03-03 15:43:00",
            "post_id": "498289",
            "reply_to_id": "498283"
        },
        {
            "user_name": "demaNtur",
            "text": "Jæja tölvan er komin í leitirnar, enn veskið er ennþá týnt!",
            "date": "2013-03-17 00:54:00",
            "post_id": "500518",
            "reply_to_id": "498289"
        },
        {
            "user_name": "vargurinn",
            "text": "hvernig fannstu tölvuna?",
            "date": "2013-03-17 02:23:00",
            "post_id": "500522",
            "reply_to_id": "500518"
        },
        {
            "user_name": "Eiiki",
            "text": "Fannst tölvan við húsleit en veskið er ennþá týnt?\nÞetta hljómar eins og lélegt tryggingarsvindl..",
            "date": "2013-03-17 10:41:00",
            "post_id": "500537",
            "reply_to_id": "500522"
        },
        {
            "user_name": "Baldurmar",
            "text": "Ég er nokkuð viss um að reiðufé sem er stolið fæst ekki bætt...",
            "date": "2013-03-17 12:54:00",
            "post_id": "500546",
            "reply_to_id": "500537"
        },
        {
            "user_name": "rapport",
            "text": "passar... fæst ekki bætt, veit ekki hvernig það er með verslanir samt... held að það sé spes trygging...",
            "date": "2013-03-17 12:58:00",
            "post_id": "500547",
            "reply_to_id": "500546"
        },
        {
            "user_name": "jonandrii",
            "text": "Það má læsa þessum þræði. kv demantur",
            "date": "2013-03-17 14:20:00",
            "post_id": "500552",
            "reply_to_id": "500547"
        },
        {
            "user_name": "Sveinn",
            "text": "Alltsaman ?",
            "date": "2013-03-17 14:25:00",
            "post_id": "500554",
            "reply_to_id": "500552"
        }
    ],
    "date": "2013-03-02 19:12:00"
}