{
    "forum_title": "Koníakstofan",
    "id": "53724",
    "title": "HJÁLP Týndur Iphone HJÁLP",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=53724",
    "posts": [
        {
            "user_name": "gullis",
            "text": "Sælir/ar.  \nVantar hjálp frá snillingum og góðviljugum spjallverjum.\nUng frænka mín gleymdi Iphone í leigubíl í keflavík á laugardagsnóttina (hvítur með fjólubláu coveri) og hann finnst ekki.\nLeigubílstjórinn leitaði í bílnum í dag og hafði uppá farþeganum sem var á eftir frænku en án árangurs.\nHvernig getum við fundið símann ?  Er einvher leið ? Og það er búið að reyna hringja í allan dag og það er slökkt á símanum svo greinilega er einhver með hann undir höndum.  Öll ráð vel þegin, ung námskona og saknar símans MJÖG MIKIÐ. \nKveðja...",
            "date": "2013-03-03 21:58:00",
            "post_id": "498375",
            "reply_to_id": false
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Ef hún hefur sett iCloud þjónustuna þá er forrit í Mac OS sem heitir Find my iPhone. Ertu búinn að kíkja á það?",
            "date": "2013-03-03 22:01:00",
            "post_id": "498376",
            "reply_to_id": "498375"
        },
        {
            "user_name": "Sphinx",
            "text": "https://www.icloud.com/",
            "date": "2013-03-03 22:02:00",
            "post_id": "498378",
            "reply_to_id": "498376"
        },
        {
            "user_name": "vesley",
            "text": "Þetta er 5 Iphone-inn sem ég frétti af sem var stolið í Keflavík um laugardagskvöldið/nótt.",
            "date": "2013-03-03 22:51:00",
            "post_id": "498386",
            "reply_to_id": "498378"
        },
        {
            "user_name": "gullis",
            "text": "Það var eh búinn að benda okkur á þetta og hún er að fylgjast með því þar...  \n  þar sem það er slökkt á símanum þá sést hann ekki or som.. Kann ekki sjálfur á þetta þar sem ég á ekki Iphone..\nEn þetta IMEI nr,,, Geta ekki símafyrirtækið rekið það ?  eða s.s allavega séð hvar hann var seinast staðsettur þegar það slökknaði á honum ?",
            "date": "2013-03-04 13:45:00",
            "post_id": "498473",
            "reply_to_id": "498386"
        },
        {
            "user_name": "Tiger",
            "text": "Jú símafyrirtæki og lögregla eiga að geta séð hvaða sim er notað við hvaða IMEI númmer og þannig séð hver notar síman næst þegar nýtt SIM er sett í hann. EN hvort þau geri það fyrir þig eða ekki er svo annað mál, allavegana veit ég að þau eru mjög treg til þess og þarf að fara í gegnum lögreglu og hún er enn tregari til þess því miður (been there done that).",
            "date": "2013-03-04 14:35:00",
            "post_id": "498487",
            "reply_to_id": "498473"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Til þess að skanna IMEI númer þarf að fara með númerið til löglegru og láta þá stimpla á beiðni. Því næst þarf að fara með beiðnina til allra fjarskiptafélaganna og láta þau athuga hvort síminn hafi tengst þeirra búnaði.\nSvo þarf eiginlega að gera það á viku-mánaðar fresti til að athuga hvort síminn hafi tengst.\nEf það sést svo hjá einhverju fjarskiptafélaganna að hann hafi tengst fer þetta líklega í rannsókn hjá lögreglu þar sem hún athugar með númerið sem tengdist, hver á það og rannsakar það líklega sem þjófnaðarmál.",
            "date": "2013-03-04 14:52:00",
            "post_id": "498490",
            "reply_to_id": "498487"
        },
        {
            "user_name": "gullis",
            "text": "Sælir/ar... \nVill byrja á að þakka ykkur fyrir ráðleggingarnar...\nÞað sem við erum búinn að gera er að gefa skýrslu hjá lögreglu... Sem er skref nr1 þar sem símfyrirtækin rekja ekki IMEI nr nema hafa skýrslu/beiðni frá lögreglunni með. (komst að þessu áðan)\nHjá Nova (þar sem frænka er í viðskiptum) kostar það um 5000kr að rekja IMEI nr-ið og eru innifalin tvær rakningar í því gjaldi. VIð ætlum að byrja á því að gera það. En þá spyr ég... þar sem ekkert PIN er á SIM kortinu sjálfu heldur á \nsímanum\n þá skiptir ekki máli hvaða SIM kort er sett í, aðilinn með símann getur ekki kveikt á honum eða notað hann nema hann \"cracki\" símann á einhvern hátt. Er það ekki meiriháttar mál að gera það ? Og mér skilst að það beri engan árangur að rekja IMEI nr nema það sé kveikt á símanum. Svo líklegast er ekkert sniðugt að láta NOVA rekja IMEI nr-ið of snemma, Mér finnst það ólíklegt að ef síminn er í höndum aðila sem ætlar sér að halda honum að hann sé búinn að \"cracka\" hann strax.",
            "date": "2013-03-04 16:33:00",
            "post_id": "498508",
            "reply_to_id": "498490"
        },
        {
            "user_name": "AntiTrust",
            "text": "Alltaf hægt að roota og/eða resetta símann í factorys settings. Ef þetta er iPhone5 endar hann alveg örugglega ekki bara ofaní skúffu hjá e-rjum ónotaður.",
            "date": "2013-03-04 16:40:00",
            "post_id": "498509",
            "reply_to_id": "498508"
        },
        {
            "user_name": "gullis",
            "text": "Þetta er Iphone 4.\nEn þarf ekki að komast inní símann til þess að roota hann eða resetta hann í factory settnings ?  Hún segir að síminn var læstur.. það þurfti að slá inn ákveðið PIN í hvert sinn til að nota símann,,, og einnig þarf að slá inn það sama PIN ef það er slökkt á símanum og kveikt á honum aftur.",
            "date": "2013-03-04 16:48:00",
            "post_id": "498510",
            "reply_to_id": "498509"
        },
        {
            "user_name": "gullis",
            "text": "Sæll. Var að spá... Er þetta ekki örugglega icloud sem þú ert að tala um hérna... s.s þetta find my Iphone.... ég fór með henni inná icloud og gátum þar valið \"lost mode\" sem við gerðum og þar skráðum við inn símanr föður hennar sem mun birtast þegar síminn tengist við net ásamt eh skilaboðum um að þetta sé týndur sími og viðkomandi vinsamlegst beðinn um að hafa samband í það símanr til að koma símanum til eiganda síns. Ertu að tala kannski um eitthvað annað ??",
            "date": "2013-03-04 16:51:00",
            "post_id": "498511",
            "reply_to_id": "498510"
        },
        {
            "user_name": "AntiTrust",
            "text": "Það er hægt að factory resetta iPhone einfaldlega með iTunes. Eina sem þetta PIN passar uppá eru persónulegu gögnin. Þegar síminn er resettaður eyðist allt slíkt út.",
            "date": "2013-03-04 16:52:00",
            "post_id": "498512",
            "reply_to_id": "498511"
        },
        {
            "user_name": "gullis",
            "text": "Já oki ! Djöfull er það glatað  \n \nTakk fyrir þessar uppl AntiTrust.\nAnnað: Er engin síða sem maður getur sjálfur slegið inn IMEI nr-inu og trackað símann... Maður hefur svo litla trú á að lögreglan hafi tíma til að vera eitthvað að fylgja þessu eftir.... Þeas ef hún fær einhverjar uppl frá símfyrirtækjunum um að það hafi fundist eitthvað við rekjun",
            "date": "2013-03-04 17:07:00",
            "post_id": "498514",
            "reply_to_id": "498512"
        },
        {
            "user_name": "Output",
            "text": "Eftir eitthvað smá gúgl:\nhttp://www.trackimei.com/",
            "date": "2013-03-04 17:21:00",
            "post_id": "498522",
            "reply_to_id": "498514"
        },
        {
            "user_name": "gullis",
            "text": "Virkar ekki á Íslandi  \n \nTakk samt",
            "date": "2013-03-05 15:39:00",
            "post_id": "498684",
            "reply_to_id": "498522"
        }
    ],
    "date": "2013-03-03 21:58:00"
}