{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "53753",
    "title": "Myndavélarnar ykkar eru ónýtar!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=53753",
    "posts": [
        {
            "user_name": "tlord",
            "text": "http://www.canon.com/news/media/20130304mov.mp4",
            "date": "2013-03-05 14:13:00",
            "post_id": "498665",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Ekki lýsandi titill og engar meðfylgjandi upplýsingar.\nVaktin/10 þráður. \nHnotskurn: Nýr skynjari sem stendur sig betur í myrkri.\nhttp://www.canon.com/news/2013/mar04e.html",
            "date": "2013-03-05 14:17:00",
            "post_id": "498666",
            "reply_to_id": "498665"
        },
        {
            "user_name": "Sigurður Á",
            "text": "skrítið mín virkar alveg ennþá er ekkert að fatta hvernig þú getur dæmt hana bara ónýta svona án þess að skoða hana",
            "date": "2013-03-05 14:30:00",
            "post_id": "498673",
            "reply_to_id": "498666"
        },
        {
            "user_name": "hfwf",
            "text": "Mín virkar bara mjög vel takk fyrir.",
            "date": "2013-03-05 14:48:00",
            "post_id": "498676",
            "reply_to_id": "498673"
        },
        {
            "user_name": "Gets",
            "text": "Ég á þrjár og allar í fínu lagi !",
            "date": "2013-03-05 14:55:00",
            "post_id": "498678",
            "reply_to_id": "498676"
        },
        {
            "user_name": "Garri",
            "text": "Ég á nokkrar og þær taka fínar myndir.. flestar af þeim allavega.\nSamt er ég að bíða eftir nýjum ljósnæmum sensor. Ekki svo viss um að þessi sé ný hönnun, gat ekki horft á myndbandið, það hökkti bara hökkti, gruna að þetta sé sami CMos-sensorinn og er í FF myndavélum í dag, rétt eins og ég á, þarna sé bara verið að nota hann í video vél.. skal ekki segja, allavega væri fyrsta skrefið að nota svona sensor í venjulega myndavél.\nSíðustu ár hefur nánast engin þróun verið í sensorum. Sýnist nánast öll þróunin sé í raun hugbúnaðar- og örgjörvalegs eðlis. Það er, vélarnar geta suðeytt á meðan þær eru að konvertera frá analog í digital í vél. Þetta var ekki hægt fyrir 6 árum, en í dag með mun öflugrri örgjörvum, þá er hægt að gera hluti á forritunar-stigi sem kreista meir úr tækninni. \nSíðan er fólki selt þetta sem tækniframfarir í mynd-töku sem það faktískt er ekki.",
            "date": "2013-03-05 15:08:00",
            "post_id": "498679",
            "reply_to_id": "498678"
        },
        {
            "user_name": "toybonzi",
            "text": "Spurning hvort þú hafir lesið greinina eða bara horft á vídeóið. Í greininni kemur skýrt fram að þetta sé ætlað fyrir vídeóvélar (pro) í það minnsta til að byrja með \nÞannig að ég er bara sáttur með vélina mína, hún hætti í það minnsta ekki að taka myndir þegar þú póstaðir þessum þræði",
            "date": "2013-03-05 18:07:00",
            "post_id": "498717",
            "reply_to_id": "498679"
        },
        {
            "user_name": "Garri",
            "text": "Var að horfa á þetta loksins.. hér er um cmos sensor að ræða. Hann er búinn að vera til nokkuð lengi og m.a. notaður í helstu Digital vélum okkar heims.\nEitthvað eru þeir búnir að tvíka hann til, mun ljósnæmari en fyrri gerðir. \nFann þetta meðal annars:",
            "date": "2013-03-05 19:13:00",
            "post_id": "498724",
            "reply_to_id": "498717"
        },
        {
            "user_name": "geeX",
            "text": "Mín virkar vel takk fyrir",
            "date": "2013-03-05 19:25:00",
            "post_id": "498726",
            "reply_to_id": "498724"
        },
        {
            "user_name": "Bjosep",
            "text": "Ég henti minni!",
            "date": "2013-03-05 20:53:00",
            "post_id": "498746",
            "reply_to_id": "498726"
        }
    ],
    "date": "2013-03-05 14:13:00"
}