{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "53772",
    "title": "Síminn með besta loftnetið",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=53772",
    "posts": [
        {
            "user_name": "eini",
            "text": "Þar sem ég hef þurft að eyða ansi miklum tíma á Landsspítalanum undanfarið er ég orðinn ansi leiður á að þurfa að hlaupa fram og aftur til að finna stað sem er með sæmileg skylirði þar sem ég get talað í síma.Því leita ég til mér fróðari manna um hvaða sími er með besta lofnetið. Er með Iphone 4S og hann er engan veginn að virka nógu vel þarna inni. Verð er ekki aðalatriði bara að ég geti talað í símann án þess að fólk haldi að ég sé skrýtnari en ég er  og samtalið slitni ekki of oft.\nMeð kveðju\nEini",
            "date": "2013-03-05 22:00:00",
            "post_id": "498759",
            "reply_to_id": false
        },
        {
            "user_name": "steinarorri",
            "text": "Ef þú ert hjá Nova eða Vodafone gætirðu líka prófað að færa þig yfir til Símans eða Tals (þeir nota Símakerfið) en Síminn er með langbesta dreifikerfið. Myndir væntanlega líka sjá betri rafhlöðuendingu.\nSvo er spurning að þú talir við fjarskiptafyrirtækið þitt og nefnir þetta við þá... Landspítalinn er mjög stór vinnustaður með mikið af fólki sem vill vera tengt símkerfinu svo þeir kannski setja upp annan sendi :/",
            "date": "2013-03-05 22:04:00",
            "post_id": "498761",
            "reply_to_id": "498759"
        },
        {
            "user_name": "Manager1",
            "text": "Ef þú finnur gamlan Nokia síma, t.d. 5110 eða 3310 þá eru þeir með mjög góð loftnet.",
            "date": "2013-03-05 22:42:00",
            "post_id": "498782",
            "reply_to_id": "498761"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Flestir símar, reyndar ekki iPhone, eru með tengi fyrir loftnet, ef það er eitthvað sem þú hefur áhuga á.",
            "date": "2013-03-05 23:38:00",
            "post_id": "498802",
            "reply_to_id": "498782"
        },
        {
            "user_name": "rapport",
            "text": "Vodafone á að vera með senda um allan spítala, sérstaklega Fossvogi og Hringbraut.\nÞað er ekki nema í einhverjum myrkraherbergjum í kjallaranum sem ekkert GSM samband er.\nÞað er aftur á móti takmarkað WiFi net og fer það eftir húsum og deildum hver styrkur þess er.",
            "date": "2013-03-06 09:16:00",
            "post_id": "498831",
            "reply_to_id": "498802"
        },
        {
            "user_name": "eini",
            "text": "Ég er hjá Vodafone og bara á bráðamótökunni í fossvogi eru ansi margir staðir þar sem að ég næ ekki sambandi. Hef eytt þar alltof miklum tíma undanfarið í hlaup um gangan í að ná signali. En takk fyrir svörin.\nKveðja\nEini",
            "date": "2013-03-06 11:57:00",
            "post_id": "498846",
            "reply_to_id": "498831"
        },
        {
            "user_name": "Plushy",
            "text": "Veit að Tal er að bjóða upp á góða díla fyrir gsm síma - 10Gb á 500kr t.d. síðan eru þeir eins og áður hefur komið fram að nota senda frá Símanum, ég hef aldrei lent í því að ná ekki sambandi eða að það sé eitthvað skrítið.",
            "date": "2013-03-06 12:49:00",
            "post_id": "498851",
            "reply_to_id": "498846"
        }
    ],
    "date": "2013-03-05 22:00:00"
}