{
    "forum_title": "Koníakstofan",
    "id": "53820",
    "title": "Hóppöntun frá FrozenCPU",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=53820",
    "posts": [
        {
            "user_name": "Tiger",
            "text": "Sælir vaktarar. Ég var nú búinn að heita mér því eftir vesenið á síðustu pöntun að gera þetta ekki aftur. En ég hef ekki samviskubit í að panta þaðan án þess að láta ykkur vita.\nÞannig að ef þið hafið áhuga á að minnka fluttningskostnað og sameina í eina pöntun (ATH fluttningskostnaður er eini kostnaðurinn sem lækkar + smá tollagjald, VSK og vöruverð breytist ekki eins og margir hérna héldu síðast) sendið mér link á vöruna, magn, og valkosti ef þeir eru möguleigir (lit á sleeve, gengjustærð eða álíka) og ég tek þetta saman og sendi ykkur \náætlað verð\n. Sendi síðan loka verð og rukka alla og panta um leið og allir hafa greitt og kemur þetta oftast á nokkrum dögum.\nAth þegar þið reiknið verðið á síðunni þeirra, þá markfalið þið verðið með 128 (vísa gengi) og svo aftur með 1,255 til að fá verð með VSK án fluttningsgjalda. \nhttp://www.frozencpu.com",
            "date": "2013-03-08 15:15:00",
            "post_id": "499181",
            "reply_to_id": false
        },
        {
            "user_name": "Tiger",
            "text": "TTT",
            "date": "2013-03-09 16:37:00",
            "post_id": "499311",
            "reply_to_id": "499181"
        },
        {
            "user_name": "xate",
            "text": "Hérna ein spurning, leggst ekki virðisaukaskatturinn (s.s. 25,5%) ofan á fluttningskostnaðinn líka? Aðalega að spá uppá að þú sért ekki að tapa á þessu á eitthvern hátt",
            "date": "2013-03-09 18:26:00",
            "post_id": "499330",
            "reply_to_id": "499311"
        },
        {
            "user_name": "vesley",
            "text": "júbb",
            "date": "2013-03-09 18:36:00",
            "post_id": "499333",
            "reply_to_id": "499330"
        },
        {
            "user_name": "rikkith",
            "text": "Hvenæra ætlaru að panta?",
            "date": "2013-03-09 22:03:00",
            "post_id": "499353",
            "reply_to_id": "499333"
        },
        {
            "user_name": "Tiger",
            "text": "Jú jú, hef gert þetta nokkrum sinnum áður. En bara erfitt að reikna sendingarkostaðn fyrr en ég veit hverjir og hvað fólk ætlar að kaupa og því kemur loka verð ekki fyrr en fólk hefur sent til mín \"óskalista\".",
            "date": "2013-03-10 00:18:00",
            "post_id": "499369",
            "reply_to_id": "499353"
        },
        {
            "user_name": "Halldór",
            "text": "Hvenar ættlarðu að hafa \"deadline\" á því að skila inn \"óskalistanum\"  \n ?",
            "date": "2013-03-10 18:45:00",
            "post_id": "499445",
            "reply_to_id": "499369"
        },
        {
            "user_name": "Tiger",
            "text": "það verður líklega ekki fyrr en um miðja þessa viku.... vara sem 2 bíða eftir kemur ekki á lager hjá þeim fyrr en þá (t.d. varan sem ég er að panta og varð kveikjan að þessari hóppöntun).",
            "date": "2013-03-10 19:45:00",
            "post_id": "499453",
            "reply_to_id": "499445"
        }
    ],
    "date": "2013-03-08 15:15:00"
}