{
    "forum_title": "Koníakstofan",
    "id": "53954",
    "title": "Nú vantar mig ykkar hjálp, leigja bílskúr eða atvinnuhúsnæði",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=53954",
    "posts": [
        {
            "user_name": "vesley",
            "text": "Er búinn að vera í basli við það að redda mér húsnæði undir allt það sem ég er að brasa í frítíma mínum og ætla því að prófa að spyrja ykkur  \n \nBílskúr dugar en atvinnuhúsnæði er skárra.  Helst svo að jeppi komist fyrir og maður geti unnið í kringum hann. \nEr meira en til í að leigja pláss hjá eitthverjum sem er með atvinnupláss eða lagerhúsnæði. Eina sem ég þarf er rennandi vatn og rafmagn. \nÞað er ekki inní myndinni að vera að borga 100+ þús fyrir stærðarinnar hús því ég mun aldrei hafa meira en 1-2 bíla inni í einu. \nÞannig ef það er eitthver sem þið þekkið eða eitthvað sem þið vitið um þá væri vel þegið að fá að vita af því og hver veit nema maður skelli í 1stk ókeypis þrif fyrir þig í staðinn",
            "date": "2013-03-16 12:00:00",
            "post_id": "500408",
            "reply_to_id": false
        },
        {
            "user_name": "vesley",
            "text": "Enginn sem veit um neitt ?  Til í að skoða allt á höfuðborgarsvæðinu.",
            "date": "2013-03-17 14:07:00",
            "post_id": "500550",
            "reply_to_id": "500408"
        },
        {
            "user_name": "Magni81",
            "text": "Auglýstu á jeppaspjallinu",
            "date": "2013-03-17 14:38:00",
            "post_id": "500560",
            "reply_to_id": "500550"
        },
        {
            "user_name": "flottur",
            "text": "Hvaða verð hafðiru í huga að borga fyrir húsnæðið?",
            "date": "2013-03-17 20:01:00",
            "post_id": "500620",
            "reply_to_id": "500560"
        },
        {
            "user_name": "vesley",
            "text": "Fer allt eftir stærð og aðstöðu. \nEn gæti alveg borgað uppí 50-60 í mesta lagi. Fer algjörlega eftir hve vel mun ganga hjá mér. \nEr meira að hallast að eitthverjum 30þús kall í leigu á ágætis plássi. Kemur oft svoleiðis inn, er bara jafn fljótt að hverja.",
            "date": "2013-03-17 20:18:00",
            "post_id": "500625",
            "reply_to_id": "500620"
        },
        {
            "user_name": "tanketom",
            "text": "Vesley ef ég má spurja, hvað ertu að gera? Ertu í bílþrifum?",
            "date": "2013-03-17 21:33:00",
            "post_id": "500635",
            "reply_to_id": "500625"
        },
        {
            "user_name": "vesley",
            "text": "Jebb svo er bara fínt að hafa aðstöðu undir allt grúsk hjá manni",
            "date": "2013-03-17 21:36:00",
            "post_id": "500636",
            "reply_to_id": "500635"
        },
        {
            "user_name": "tanketom",
            "text": "Ertu með einhverjar upplýsingar um verð og hvort þú sért að bóna,massa, djúphreinsa",
            "date": "2013-03-17 21:39:00",
            "post_id": "500637",
            "reply_to_id": "500636"
        },
        {
            "user_name": "vesley",
            "text": "copy-paste af auglýsingu sem ég henti upp í flýti í gær. \nAlþrif á fólksbíl 5000kr. Jepplingur: 6000kr. Jeppi : 7000kr \nFyrir auka 1500kr er bíll allur leiraður fyrir þá sem vita ekki hvað leirun er þá er hér gott video sem sýnir virkni hans. \nInnifalið í alþrifum er: \nBíll tjöruþveginn og sápuþveginn með ullarsvamp sem fer töluvert betur með lakkið en hefðbundinn svampur. \nBíll leiraður ef þess er óskað \nÞurrkaður og yfirfarinn. \nBorið efni á öll plöst til að ná fram upprunalegri svertu \nAllar rúður þrifnar að utan og innan \nBónaður að minnstakosti 2 umferðið fyrir hámarks gláa og vörn. \nBorinn dekkjaglái á öll dekk til að fá fallega svertu og gláa \nInnrétting ryksuguð, þurrkað af öllu og mottur þrifnar. \nGet massað allar gerðir af bílum og er verð umsemjanlegt eftir gerð, lofa þrátt fyrir það alltaf góðu verði. \nHægt að hafa samband í gsm : 8430206",
            "date": "2013-03-17 21:52:00",
            "post_id": "500640",
            "reply_to_id": "500637"
        },
        {
            "user_name": "Dazy crazy",
            "text": "Að leira bíl fyrir 1500 kall er náttúrulega bilun og getur ekki verið sérstaklega gott.",
            "date": "2013-03-17 21:58:00",
            "post_id": "500643",
            "reply_to_id": "500640"
        },
        {
            "user_name": "vesley",
            "text": "Fer aldrei heill leir í einn bíl og ef maður leitar vel þá finnur maður góðann leir á fínu verði. \nEr einmitt að fara að kaupa allan minn leir að utan og flytja sjálfur inn ásamt mörgu öðru. \nSvo þar ekki þetta sérstaka \"lube\" sápuvatn dugar , þar sem þetta leir \"lube\" er í sjálfu sér bara sápuvatn.",
            "date": "2013-03-17 22:01:00",
            "post_id": "500644",
            "reply_to_id": "500643"
        },
        {
            "user_name": "Dazy crazy",
            "text": "Ég er nú bara meira að tala um tímann sem fer í þetta, ég er svona 1-2 tíma að leira bíl",
            "date": "2013-03-17 22:44:00",
            "post_id": "500654",
            "reply_to_id": "500644"
        },
        {
            "user_name": "vesley",
            "text": "Það er allt allt of langur tími  \n \nEf þú horfir t.d. á videoið með Larry þá sérðu hvað hann er fljótur að leira.  Leir er svo rosalega klístraður að maður þarf ekki að vera lengi yfir þeim fleti sem maður er að leira til að ná fullkomnri leirun.",
            "date": "2013-03-17 22:55:00",
            "post_id": "500662",
            "reply_to_id": "500654"
        }
    ],
    "date": "2013-03-16 12:00:00"
}