{
    "forum_title": "Koníakstofan",
    "id": "54005",
    "title": "FM 91.9",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=54005",
    "posts": [
        {
            "user_name": "tanketom",
            "text": "Nýjasta nýtt FM 91.9, loksins kominn útvarpsstöð sem er að gera eitthvað að viti!  \nedit:\nÍ dag stigum við fyrsta skrefið í átt að aukinn útbreiðslu Flass vörumerkisins!\nFyrri stöðin, af tveimur hliðarstöðvum Flass 104,5, fór í loftið í dag. Nýja stöðin mun bera nafnið Flass Back. Hlustendur stöðvarinnar munu svo sannarlega fá Flass Back því stöðin mun einbeita sér að því að spila tónlist frá árunum 1990 – 2005. Þú getur hlustað á Flass Back á FM 91.9 á Suð-vestur horninu og á \nwww.flass.is\n.\nEins og áður sagði er Flass Back fyrsti liðurinn í frekari útbreiðslu Flass því á næstunni mun Flass Xtra bætast við. Þar fá hlustendur að heyra tónlistarstefnur sem útvarpsstöðvar á Íslandi hafa svelt hingað til. HipHop og raftónlist verða þar áberandi. Jaðartónlist mun fá nýtt heimili á Flass Xtra og íslenskir tónlistarmenn fá að vera í algjöru aðalhlutverki. Stöðin verður bæði send út á FM-tíðni og á netinu, líkt og Flass 104,5 og Flass Back.\nFlass mun því halda úti þremur útvarpsstöðvum sérsniðnum til þess að þjóna fólki á aldrinum 15-35 ára og raunar hressu fólki á öllum aldri. Er þetta aukin þjónusta fyrir hlustendur sem nú hafa valmöguleika að nálgast fjölbreytt efni og sömuleiðis aukin þjónusta fyrir auglýsendur sem vilja ná til þess markhóps.\nTakk fyrir frábær viðbrögð! – Áfram Flass!\nHlustaðu á stöðina í beinni á netinu hér:  \nhttp://www.flass.is/live/back/",
            "date": "2013-03-19 14:01:00",
            "post_id": "500919",
            "reply_to_id": false
        },
        {
            "user_name": "worghal",
            "text": "Og spilar hvad ?",
            "date": "2013-03-19 14:06:00",
            "post_id": "500921",
            "reply_to_id": "500919"
        },
        {
            "user_name": "tanketom",
            "text": "ekki sömu helvítis 10 lögin aftur og aftur og aftur, hún heitir flassback sem sagt þessi gömlu góðu hittarar 2000 og uppúr, jafnvel eldra",
            "date": "2013-03-19 14:12:00",
            "post_id": "500923",
            "reply_to_id": "500921"
        },
        {
            "user_name": "capteinninn",
            "text": "Geturðu komið með einhverja betri lýsingu en þetta?\nRokk, popp, techno, what is it ?",
            "date": "2013-03-19 14:16:00",
            "post_id": "500924",
            "reply_to_id": "500923"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Eru þeir með heimasíðu eða eitthvað til að hlusta á netinu?",
            "date": "2013-03-19 14:18:00",
            "post_id": "500926",
            "reply_to_id": "500924"
        },
        {
            "user_name": "ponzer",
            "text": "http://www.flass.is/2013/03/15/flass-back-i-loftid/\nhttp://www.flass.is/back/\nhttp://www.flass.is/live/back/",
            "date": "2013-03-19 14:26:00",
            "post_id": "500927",
            "reply_to_id": "500926"
        },
        {
            "user_name": "worghal",
            "text": "Sigh, entha engin rock tonlistarstod!",
            "date": "2013-03-19 14:30:00",
            "post_id": "500928",
            "reply_to_id": "500927"
        },
        {
            "user_name": "Nördaklessa",
            "text": "true that",
            "date": "2013-03-19 15:46:00",
            "post_id": "500944",
            "reply_to_id": "500928"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Djöfull líst mér vél á þetta undirstrikaða. Flott framtak! Meira svona!",
            "date": "2013-03-19 16:02:00",
            "post_id": "500947",
            "reply_to_id": "500944"
        },
        {
            "user_name": "valdij",
            "text": "Frábær stöð, búinn að vera með kveikt á henni mikið síðustu 2 daga",
            "date": "2013-03-19 16:07:00",
            "post_id": "500948",
            "reply_to_id": "500947"
        },
        {
            "user_name": "worghal",
            "text": "er ekki allveg að fatta hvort þetta sé kaldhæðni eða ekki  \n \nannars eru þetta tonlistarstefnur sem er of mikið af.\neina alvöru stöðin er rás 2 eftir klukkan 10 eða 11 á kvöldin þegar enginn er að hlusta...\nbúinn að fá upp í kok af þessum útvarpsstöðum, einstaka sinnum lumar x-ið á sér en í heildina sökkar þetta allt.\nég hlustaði aðeins á x-ið í gær og tók eftir að Telstar með The Tornados var í spilun í bakgrunni meðan þáttastjórnandi var að tala eins og það væri næst í spilun og ég varð himin lifandi, en svo var farið í auglýsingar og lagið fékk ekki spilun",
            "date": "2013-03-19 16:12:00",
            "post_id": "500949",
            "reply_to_id": "500948"
        },
        {
            "user_name": "rapport",
            "text": "Hver man ekki eftir Útrás og B-hliðinni...\nhttps://soundcloud.com/b-hli-in-og-fleira-gott\nSvona útvarp þarf að vera til og skapar bara skemmtilega og fjölbreytta menningu.\n@1.50.00  Snilldin byrjar... ohhhhh... hvað ég dýrkaði þetta lag... áttu ekki allir hérna Icerave á sínum tÍma?",
            "date": "2013-03-19 17:01:00",
            "post_id": "500960",
            "reply_to_id": "500949"
        },
        {
            "user_name": "DJOli",
            "text": "Ég er að verða tuttugu og þriggja, en ég man eftir að bróðir minn hlustaði á tónlist álíka þessu þegar ég var sirka 4-5 ára.\nhttp://www.youtube.com/watch?v=zYbd6DhriM8",
            "date": "2013-03-19 18:11:00",
            "post_id": "500974",
            "reply_to_id": "500960"
        },
        {
            "user_name": "Black",
            "text": "Þetta er ömurleg útvarpsstöð.",
            "date": "2013-03-19 19:20:00",
            "post_id": "500985",
            "reply_to_id": "500974"
        },
        {
            "user_name": "Saber",
            "text": "Þetta hlítur að vera kaldhæðni í þér? Raftónlist fær sáralítið að heyrast í íslensku útvarpi, fyrir utan nokkra sérþætti á X-inu og Rás 2 og ég hef ekki orðið mikið var við það að Hip-Hop fái að heyrast neitt heldur. Þetta er það sem meirihluti unga fólksins í dag hlustar á, kemur manni lítið á óvart að þetta skuli vera \"deyjandi miðill\".\nFlott framtak! Hefðuð mátt samt setja Xtra í loftið á undan.",
            "date": "2013-03-19 19:22:00",
            "post_id": "500986",
            "reply_to_id": "500985"
        },
        {
            "user_name": "siggik",
            "text": "fynst þetta flott stöð, samt búinn að heyra svoldið mikið sömu lögin seinustu 2 daga",
            "date": "2013-03-19 20:35:00",
            "post_id": "501003",
            "reply_to_id": "500986"
        },
        {
            "user_name": "Sveinn",
            "text": "Þetta er bara snilld þessi útvarpsstöð \n sjálfur búinn að vera með stillt á hana síðan hún var sett í loftið. Stöðin er að spila hittara frá árunum 1995-2005. Í augnablikinu eru um 500 lög í spilun en á næstu dögum fara þau upp í allavegana 1500 lög og svo hækkar það á næstu vikum. \nÚtvarpsstöðin er bara nýbyrjuð þannig það er ekki skrítið að menn séu að heyra sömu lög þar sem 500 lög eru bara rúmlega sólarhringur í stanslausri spilun (m.v. að lag sé 3min). Annars eru bara snillingar sem standa að þessu og veit ég að þeir eru að vanda sig mjög við val á tónlist.",
            "date": "2013-03-19 21:03:00",
            "post_id": "501011",
            "reply_to_id": "501003"
        },
        {
            "user_name": "Black",
            "text": "Sko nú er bara verið að spila Britney Spears,",
            "date": "2013-03-19 21:18:00",
            "post_id": "501016",
            "reply_to_id": "501011"
        },
        {
            "user_name": "tanketom",
            "text": "þú verður þó að viðurkenna að þetta er betra en flest allar aðrar stöðvar",
            "date": "2013-03-19 21:24:00",
            "post_id": "501021",
            "reply_to_id": "501016"
        },
        {
            "user_name": "Gunnar",
            "text": "þú ert nýbuinn að segja að þessi útvarpsstöð sé ömuleg. er það ekki nóg?",
            "date": "2013-03-19 21:26:00",
            "post_id": "501023",
            "reply_to_id": "501021"
        },
        {
            "user_name": "zedro",
            "text": "Jæja Black er búið að vera hlusta á FM 91,9 í hvað, rúmar tvær klukkustundir! BÖSTED",
            "date": "2013-03-19 21:38:00",
            "post_id": "501025",
            "reply_to_id": "501023"
        },
        {
            "user_name": "oskar9",
            "text": "Mikið rosalega eruð þið vitlausir, þetta tekur slagara frá 1990-2005 sirka, britney var vinsæl á þeim tíma þó þið fýlið það ekki, hættið þessu helvítis grenji, stofnið ykkar eigin útvarpstöð og spilið bara tónlist sem þið viljið heyra  \n \nAnnars skil ég ekki þetta væl á vaktinni, hélt að allir hér væru með Aux-væddar græjur í bílunum eða slíkt, ég hef ekki hlustað á útvarp í 4 ár held ég, hlusta á 95Blö og annars er ég með mitt efni á símanum og CD, hlusta mest á raftónlist, trentemoller og slíkt, einnig inflames, Pantera, Rammstein og þannig, X-ið er bara með eitthvað svona indy væl rokk, 104.5 var mikið meira electro fyrir nokkrum ár síðan, nú shuffla þeir sama lista og FM957, Íslenskt útvarp er orðið að algjöru sorpi, bind vonir við þessa Flass-Xtra, vandað hipphopp og raftónlist væri vel séð",
            "date": "2013-03-19 21:44:00",
            "post_id": "501026",
            "reply_to_id": "501025"
        },
        {
            "user_name": "valdij",
            "text": "Mjög mikið til í hvernig Flass er orðið núna - mikil synd. Fyrir 3-5 árum var þetta miklu meira electró og það heyrðist varla þetta R&B sorp sem er í spilun 24/7 á FM957.. Núna er þetta eins og þú segir réttilega bara sami listi og á FM. Ég var dyggur Flass-ari en verð fyrir vonbrigðum í hvert skipti sem ég hlusta á það núna.",
            "date": "2013-03-19 23:04:00",
            "post_id": "501037",
            "reply_to_id": "501026"
        },
        {
            "user_name": "capteinninn",
            "text": "Vá hvað ég hef hljómað bitur þarna efst, þegar Tanketom setti þennan post inn fyrst stóð ekkert um stöðina en ég sé núna að hann er búinn að bæta hana.\nÉg hlustaði aðeins á hana áðan og get ekki sagt að ég hafi verið mjög hrifinn, er búinn að gefast upp á íslensku útvarpi og hlusta eiginlega bara á iPodinn minn eða set á BBC World service eða Rás 2 þegar ég hlusta á útvarpið í bílnum. Mun samt hlusta eitthvað meira á þetta áður en ég dæmi þetta almennilega.\nÉg er samt spenntur fyrir Flass Xtra, hún hljómar eins og hún gæti verið góð, verið með einhverja sérþætti sem væri mjög gaman að heyra, langflestar útvarpsstöðvarnar eru algjört rusl og spila allar sömu tónlistina. Flass FM er nú samt ekki alslæm því ég heyri við og við góða tónlist þegar ég er í bíl með félögum mínum sem setja á hana en þau eru ekki mörg innan um flóðið af leiðinlegu tónlistinni.\nÉg er annars 24 ára gamall og mér finnst ótrúlegt að það sé ekkert sem ég get hlustað á í útvarpinu miðað við þá frábæru tónlist sem íslenskir listamenn eru að dæla út.",
            "date": "2013-03-19 23:55:00",
            "post_id": "501058",
            "reply_to_id": "501037"
        },
        {
            "user_name": "DJOli",
            "text": "Var að senda skilaboð til eiganda (trúi ég) Flassfm með ábendingu á lög frá þessu skemmtilega tímabili.\nÉg benti á m.a. Public Enemy, Tupac, Biggie, Big L, Tribe called quest, D12 og fleira.\nMikið djöfulli væri ég til í að '(það er rangt að tala um að rönna, ég lofa að vanda málfar mitt annars verð ég bannaður, lengi lifi ritskoðun!)' þetta show.\nEf þeir taka svo upp á einhverju heimskulegu eins og spila mix (eða fokking 'bootleg') frá dj óla geir þá verð ég bara að segja að ég hafi misst alla trú á mannkyninu.\ndj óli geir er seriously svo hræðilega lélegur að það er ekki til orð til að lýsa því.",
            "date": "2013-03-20 01:28:00",
            "post_id": "501069",
            "reply_to_id": "501058"
        },
        {
            "user_name": "vesley",
            "text": "er ég sá eini sem finnst x-ið hafa breyst töluvert á síðustu dögum. heyri mikið meira af góðum slögurum t.d. pearl jam, alice in chains og fleira.",
            "date": "2013-03-20 09:31:00",
            "post_id": "501085",
            "reply_to_id": false
        },
        {
            "user_name": "Sallarólegur",
            "text": "Það er engin útvarpsstöð á Íslandi sem leggur áherslu á Hip Hop og Raftónlist.\nÉg flokka poppið á Flass ekki undir raftónlist.",
            "date": "2013-03-20 09:46:00",
            "post_id": "501086",
            "reply_to_id": "501085"
        },
        {
            "user_name": "Steini B",
            "text": "Þetta er æðisleg stöð",
            "date": "2013-03-20 20:57:00",
            "post_id": "501228",
            "reply_to_id": "501086"
        },
        {
            "user_name": "Gúrú",
            "text": "Mér finnst þetta bara stórfínt.",
            "date": "2013-03-20 22:40:00",
            "post_id": "501249",
            "reply_to_id": "501228"
        }
    ],
    "date": "2013-03-20 09:31:00"
}