{
    "forum_title": "Netkerfi - internetið",
    "id": "54010",
    "title": "Hringiðan",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=54010",
    "posts": [
        {
            "user_name": "k0fuz",
            "text": "Sælir vaktarar,\nHefur einhver hérna reynslu af Hringiðunni? Ég er eins og stendur hjá hringdu og þeir já sjúga b*ll þannig að ég er að velta fyrir mér hvað gæti verið góður kostur?\nkveðja",
            "date": "2013-03-19 17:04:00",
            "post_id": "500961",
            "reply_to_id": false
        },
        {
            "user_name": "steinarorri",
            "text": "Ég er með ljósnet hjá Hringiðunni og mjög sáttur. Það kom á tímabili upp að netið varð hægt á kvöldin en þeir buðu okkur strax að skipta um router. \nHef hinsvegar ekki enn skipt en ég hef heldur ekki tekið eftir þessu undanfarið.\nHeld að við höfum aldrei orðið netlaus eftir að hafa farið yfir til Hringiðunnar.",
            "date": "2013-03-19 20:38:00",
            "post_id": "501005",
            "reply_to_id": "500961"
        },
        {
            "user_name": "Saber",
            "text": "Ég er með VDSL frá þeim (\"ljósnet\") og er bara mátulega sáttur. Röflaði aðeins í þeim út af aukakostnaði sem mér var ekki sagt frá við kaup, sem þeir svöruðu bara fullum hálsi og ég fékk ekki einu sinni afsökunarbeiðni, en að öðru leiti hefur þetta bara verið nokkuð gott. Þeir virðast setja \"ofurnotendur\" aftast í QoS þegar gagnamagnið klárast í stað þess að cappa eins og stóru símafyrirtækin, sem ég er bara helvíti sáttur við. Bróðir minn spilar svolítið af online leikjum og kvartar stundum í mér yfir lélegu pingi, en það gæti samt bara verið vegna QoS eða tengingar. \nNú fyrst að ljósleiðarinn er kominn í götuna þá er ég farinn að hugsa að færa mig samt aftur til Vodafone...",
            "date": "2013-03-19 23:05:00",
            "post_id": "501038",
            "reply_to_id": "501005"
        },
        {
            "user_name": "tdog",
            "text": "Hvaða kostnaði greindu þeir ekki frá?",
            "date": "2013-03-20 00:41:00",
            "post_id": "501065",
            "reply_to_id": "501038"
        },
        {
            "user_name": "steinarorri",
            "text": "Já, ég hef ekki verið cappaður hjá þeim þó maður fari óvart aðeins yfir... það er mjög vel séð.",
            "date": "2013-03-20 07:37:00",
            "post_id": "501080",
            "reply_to_id": "501065"
        },
        {
            "user_name": "sigurfr",
            "text": "Vil bara benda á að það er hægt að fá ljósleiðaratengingu hjá Hringiðunni líkt og Vodafone, ef þú vilt vera á Ljósleiðaranum og hafa Hringiðuna áfram sem þjónustuveitu.\nKv. Sigurður\nStarfsmaður GR.",
            "date": "2013-03-20 10:23:00",
            "post_id": "501090",
            "reply_to_id": "501080"
        },
        {
            "user_name": "k0fuz",
            "text": "Já ég er aðallega að pæla í ljósleiðara. Ef einhver er með svoleiðis.",
            "date": "2013-03-20 10:27:00",
            "post_id": "501091",
            "reply_to_id": "501090"
        },
        {
            "user_name": "FriðrikH",
            "text": "Ég er með ljósleiðara hjá Hringiðunni og er ósköp sáttur bara, stabílt og fínt.",
            "date": "2013-03-20 10:28:00",
            "post_id": "501092",
            "reply_to_id": "501091"
        },
        {
            "user_name": "Icarus",
            "text": "Sælir piltar,\ngaman að heyra að flestir hérna séu sáttir, svona fyrir utan janus, það ætti ekki að vera neinn falinn aukakostnaður, við reynum að taka allt fram þegar fólk kemur í viðskipti. Helstu hlutirnir þar eru línuleiga og svo routerleiga, eitthvað sem allir átta sig kannski ekki á. Fyrir utan það áttu ekki að vera fá neina aukareikninga frá okkur eða aukagjöld.\nJanus: ég hér með bið þig innilegrar afsökunar á þessu samskiptaleysi til að byrja með og vona að það hafi ekki orsakað mikil vandræði fyrir þig, ef þú villt skoða þær leiðir sem við höfum í ljósleiðaranum er ég meira en tilbúinn að fara yfir það með þér ef þú óskar þess.\nEf þið hafið einhverjar spurningar sem ég get svarað þá endilega skjótið.\nVið höfum lagt svolítið uppúr að hafa góða þjónustu, persónulegri en kannski gengur og gerist, höfum mætt heim til fólks ef það er eitthvað vesen án þess að vera að rukka það sérstaklega fyrir það, er okkur mikilvægt að netið hjá öllum virki og að þeir séu sáttir með þá þjónustu sem þeir fá.\nIngvar Linnet\nMarkaðs- og sölustjóri Hringiðunnar\ningvar@vortex.is",
            "date": "2013-03-20 10:43:00",
            "post_id": "501095",
            "reply_to_id": "501092"
        },
        {
            "user_name": "stefan251",
            "text": "þarna með vdsl allt upp að 60 eru þið þá með custum prófila er hjá símonum er og að sync með 80mb er eitthvað um að plana að hækka hraðan eða?",
            "date": "2013-03-20 21:22:00",
            "post_id": "501235",
            "reply_to_id": "501095"
        },
        {
            "user_name": "coldcut",
            "text": "",
            "date": "2013-03-20 21:44:00",
            "post_id": "501239",
            "reply_to_id": "501235"
        },
        {
            "user_name": "Farcry",
            "text": "Ég get mælt með hringiðuni buin að vera hjá þeim í 3-4 ár á ljósleiðara ekkert vesen og alltaf í sambandi.",
            "date": "2013-03-20 21:47:00",
            "post_id": "501242",
            "reply_to_id": "501239"
        },
        {
            "user_name": "stefan251",
            "text": "hahaha er bara að pæla hvort þeir ætla að bjóða upp á meiri hraða á vdsl þegar það kemur eða ef þú syncar vél",
            "date": "2013-03-20 21:48:00",
            "post_id": "501243",
            "reply_to_id": "501242"
        },
        {
            "user_name": "astro",
            "text": "Ég er að pæla í að fara í VDSL (60Mb), hvernig er hraðin utanlands hjá þeim sem eru með þessar tengingar hjá Hringiðjunni ? góður til útlanda? stabíll ? verra á kvöldin en morgnanna ? álag ? dettur niður ?",
            "date": "2013-03-20 23:31:00",
            "post_id": "501261",
            "reply_to_id": "501243"
        },
        {
            "user_name": "Icarus",
            "text": "Default hraðar eru 50/25, svona það sem línan ætti alltaf að bera, ef hún ber það ekki, þá á VDSL ekki að vera í boði.\nÞvert á móti hef ég séð línur sem eru að bjóða yfir 120Mb/s, fræðilegt hámark.\nEn þá, rétt eins og hjá Símanum er línað cöppuð þar fyrir neðan.\nSvo fræðilega séð undir ákveðnum aðstæðum gætirðu fengið 80Mb/s, hverjar þær aðstæður þyrftu að vera er ég ekki viss um, og hvernig Síminn stjórnar hraðanum á línunum þekki ég ekki nógu vel þó til að fullyrða neitt um þetta.",
            "date": "2013-03-21 09:50:00",
            "post_id": "501314",
            "reply_to_id": "501261"
        },
        {
            "user_name": "Saber",
            "text": "Línugjald fyrir tengingu án heimasíma, sem er greidd mánaðarlega og stofngjald fyrir tengingu, sem er greitt einu sinni. Þetta er hvergi tekið fram á heimasíðunni þeirra. Tengingin er auglýst á 6.900 kr. á mánuði á síðunni þeirra, reikningurinn sem ég fæ um hver mánaðarmót hljóðar upp á 9.050 kr. (lína og routerleiga eins og Ingvar nefnir)\nEn á meðan þeir cappa mig ekki, þá borga ég bara og brosi.\nSæll Ingvar. Ánægjulegt að sjá hvað símafyrirtækin eru farin að taka þátt í netmenningunni hér og að þið skulið vera þar á meðal. Varðandi ljósleiðarann, þá er ég líklega að fara að selja íbúðina svo það er on hold í bili. Ég spjalla við ykkur betur áður en maður ákveður að færa sig aftur. \nEin spurning þó og tvær beiðnir: \nVarðandi vefsvæðið (ftp aðganginn) sem fylgir internettengingum hjá ykkur. Það kemur ekkert fram á síðunni ykkar hversu mikið pláss, hversu mikla bandvídd og/eða hvort það sé yfir höfuð http aðgangur að gögnunum fyrir notendur. Vodafone (svo við ræðum smá samkeppni \n) býður 2GB pláss með tengingum sínum og það er algerlega opin \"hefbundinn\" http aðgangur að gögnunum (Ég hýsi heimasíðuna mína, DJ mix og frumsamda tónlist þar, ásamt temporary gögnum sem ég þarf að hafa aðgang að from time to time.) \nGætir þú gefið okkur einhverjar meiri upplýsingar um þessa þjónustu hjá ykkur? \nSvo vil ég endilega biðja ykkur um að bæta þessum upplýsingum sem ég hef nefnt hér í þessum pósti inn á heimasíðuna ykkar ásamt því að biðja ykkur um að setja sundurliðun á reikninginn sem þið sendið viðskiptavinum í hverjum mánuði. Það stendur alltaf bara \"Mánaðargjald\" og svo bara ein upphæð á reikningnum sem ég fæ. \n(Biðst afsökunar á þessari langloku.)",
            "date": "2013-03-21 21:48:00",
            "post_id": "501449",
            "reply_to_id": "501314"
        },
        {
            "user_name": "Icarus",
            "text": "Vefsvæðið, þú færð ftp aðgang sem hægt er að nálgast á notandi.vortex.is. Þetta er opið svæði, veit ekki til þess að það sé sérstök bandvíddartakmörkun á því enda hefur ekki komið til vandamál þar að ég best viti en það fylgja 100MB með þessu svæði.\nVið höfum síðustu vikur unnið að því að taka í gegn verðskrána okkar á heimasímaþjónustu og þessari línuleigu. Nú í dag kláruðum við loksins að koma þeim breytingum í gagnið í okkar kerfum og búið er að uppfæra heimasíðuna.\nNú er tekið fram að þörf sé annaðhvort á því að hafa virkan heimasíma á línunni eða borga þessa línuleigu. Eins og sést til dæmis á \nhttp://hringidan.is/is/vdsl\nÞeir notendur sem hafa ekki virkan heimasíma og borga línuleigu til okkar munu sjá verðlækkun uppá 160kr frá og með næstu mánaðarmótum.\nkv. Ingvar",
            "date": "2013-03-22 22:47:00",
            "post_id": "501660",
            "reply_to_id": "501449"
        },
        {
            "user_name": "Saber",
            "text": "Þetta er flott.  \n \nk0fuz, mér sýnist vera óhætt að mæla með Hringiðunni.",
            "date": "2013-03-23 03:41:00",
            "post_id": "501702",
            "reply_to_id": "501660"
        }
    ],
    "date": "2013-03-19 17:04:00"
}