{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "54020",
    "title": "Dreamware frá Start",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=54020",
    "posts": [
        {
            "user_name": "danheling92",
            "text": "Hvað finnst ykkur um þessar \"Dreamware\" tölvur? Veit einhver hérna hver er að framleiða þetta, og hefur einhver hérna reynslu af þessu?\nEr að hugleiða að fá mér eina svona..",
            "date": "2013-03-20 01:19:00",
            "post_id": "501068",
            "reply_to_id": false
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Hef aðeins heyrt góða hluti um þessar dreamware og þessi hugmynd er bara snilld. Vinur minn hringdi í mig um daginn og var þá eitthvað búinn að vera að skoða þetta og sagði að þetta væri skynsamasta lausnin í dag ef þú vilt fá þér fartölvu eftir þínu höfði. Ég hef enga persónulega þekkingu eða reynslu af þessum vélum en þetta er það sem ég er að heyra",
            "date": "2013-03-20 02:27:00",
            "post_id": "501075",
            "reply_to_id": "501068"
        },
        {
            "user_name": "danheling92",
            "text": "Ég hef ákveðið að skella mér bara á þetta : )\nÞetta er það sem ég pantaði mér\n3rd Generation Intel® Core i7-3630QM Quad Core ( 6MB L3 Cache, 2.40GHz - 3.4GHz)\n15.6\" 1920x1080 Full HD LCD Glare skjár\n8GB Kingston DDR3 1600MHz CL11 (2x4GB)\n120GB Samsung SSD 840, leshraði 530MB/s, skrifhraði 130MB/s (85K/32K IOPS)\nEnginn diskur\nWindows 8 64bit (styður allt að 16GB af vinnsluminni)\n8X Super Multi DVD±ReWriter SATA\n6 cells Smart Lithium-Ion rafhlaða, 4400mAh, 48.84Wh\nEnginn Office hugbúnaður\nEngin vírusvörn\nAðeins 174.000 þar sem að þeir eru með 20 þús lækkun vegna fermingar tilboðs, greiðsla yfir 36 mánuði, á samt eftir að borga þetta á svona næstu 3 mánuðum.",
            "date": "2013-03-20 02:59:00",
            "post_id": "501076",
            "reply_to_id": "501075"
        },
        {
            "user_name": "Kristján",
            "text": "spurning með hvaða skjákort þú vilt, sýnist að þessi sem þú ert að velja er bara með hd4000 sem er á örranum sem er ekkert slæmt en kannski ekki eins gott og gtx 650-670m í leikjum td\nannars á ég 13 tömmuna og hún er búin að reynast mér helviti vel, i5 16gb ram og svo ssd, flott skólavél sem ég þurfti.",
            "date": "2013-03-20 04:42:00",
            "post_id": "501077",
            "reply_to_id": "501076"
        },
        {
            "user_name": "danheling92",
            "text": "Nei hún er með GT 650M, er búinn að horfa á helling af leikja gameplay, og þetta er bara mjög fínt finnst mér.\nCrysis 3 á mjög líkari vél:\nhttp://www.youtube.com/watch?v=1PEunXiivdA",
            "date": "2013-03-20 04:49:00",
            "post_id": "501078",
            "reply_to_id": "501077"
        },
        {
            "user_name": "Kristján",
            "text": "Flott en upplausnin er í 720p í myndbandinu og þú ert með 1080p skjá \nEn samt frekar gott list vel á þessa vél",
            "date": "2013-03-20 07:03:00",
            "post_id": "501079",
            "reply_to_id": "501078"
        },
        {
            "user_name": "Frost",
            "text": "Væri fínt að heyra reynslusögur af þessum vélum ef einhver hefur átt svona vél. Vantar nýja tölvu fyrir skólann á næstu önn og er mikið að pæla í Dreamware vél",
            "date": "2013-03-20 11:44:00",
            "post_id": "501110",
            "reply_to_id": "501079"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Mjög fínn vélbúnaður, en alls ekki sterkbyggðar, allavega ekki fyrstu módelin. Hef ekki séð nýju týpuna. T.d. ef þú stingur USB/HDMi snúru, þá vagga þær mjög mikið í tenginu, svoleiðis tengi eiga það til að losna með tímanum.",
            "date": "2013-03-20 11:49:00",
            "post_id": "501112",
            "reply_to_id": "501110"
        },
        {
            "user_name": "danheling92",
            "text": "Geri kannski youtube review á hana eftir svona 1 mánaða notkun.",
            "date": "2013-03-20 12:11:00",
            "post_id": "501115",
            "reply_to_id": "501112"
        },
        {
            "user_name": "hfwf",
            "text": "Keypti mér eina í maí í fyrra, get ekki borið neitt nema góðar sögur af henni so far, er reyndar nýbúnað fá hana úr viðgerð, eitthvað með móðurborðið að gera man ekki nákvæmlega hað það var, en því bara skipt út bara eins og ekkert var tók 3 vikur upp á dag. \n Mín er i5 somethinesomethine með gt520m 8gb ram. 15.6\" skja´r með 13xx upplausn ( vildi ekki eyða auka penger í stærri) Er einstaklega sáttur. \nKlárlega de facto kaup ef einhver ætlar að fá sér vél sem er ekki brandname ( apple hóst )  5 stjörnur hér allavegana. Svo er bara sjá hvað hún endist lengi gamla mín ASUS endist í 4 ár með einni viðgerð.",
            "date": "2013-03-20 13:00:00",
            "post_id": "501123",
            "reply_to_id": "501115"
        },
        {
            "user_name": "danheling92",
            "text": "Talandi um dýrar brand tölvur, sá þessa macbook pro hérna með nánast sömu specs og tölvan sem ég var að panta mér á 175k\nhttp://www.epli.is/tolvur/fartolvur/mac ... -7ghz.html\n530.000.kr... Eini munurinn á þessum tölvum er að apple tölvan lítur meira fancy út, og er með \"retina\" display, fussumsvei segi ég nú bara við svona dellu",
            "date": "2013-03-20 13:05:00",
            "post_id": "501124",
            "reply_to_id": "501123"
        },
        {
            "user_name": "chaplin",
            "text": "Hvaða tölva var það? Annars hækkar retina skjárinn verðið á vélinni um 100.000 kr og svo er annar 100.000 kr í disknum. Og af því sem ég best veit eru Apple vélarnar alveg mjög solid á rafhlöðuendingu, 7 klst rafhlaða fyrir svona öfluga specca er ekki ódýr. Ef þú ættir að finna vél með nákvæmlega eins specca (þám. Thunderbolt tengi og baklýst lyklaborð) þá væri hún sjálfsagt ekkert langt frá þessu verði ef ekki er tekið tillit til Apple skattsins.",
            "date": "2013-03-20 13:29:00",
            "post_id": "501127",
            "reply_to_id": "501124"
        },
        {
            "user_name": "danheling92",
            "text": "Hún er samt jafn kröftug og þessi sem ég pantaði, 16gb ddr3 í staðin fyrir 8gb er eini munurinn, og 6gb er nóg fyrir hvern allan fjandann sem maður gerir í tölvum.\nEr samt ekkert að kvarta, bara enn og aftur að benda á það augljósa okur og óþarfa dýra fínerí sem apple stendur fyrir. Það er aldrei hagstætt fyrir meðal mann að kaupa apple vörur, nema kannski ipod eða eitthvað álíka.",
            "date": "2013-03-20 13:39:00",
            "post_id": "501132",
            "reply_to_id": "501127"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Komdu með link á þína vél og við skulum fara yfir þetta.",
            "date": "2013-03-20 13:41:00",
            "post_id": "501133",
            "reply_to_id": "501132"
        },
        {
            "user_name": "danheling92",
            "text": "General specs : \nhttp://dreamware.is/velin-thin/fartolvu ... re_w150erq\n3rd Generation Intel® Core™ i5 eða i7 örgjörvi\nTvö skjákort, nVIDIA GeForce GT 650M 1GB GDDR5 með Optimus Technology / Intel GMA HD 4000 Graphics\n15.6\" 1920x1080 Full HD LED Backlit skjár\nIntel® HM76 Express Chipset\nAllt að 16GB Dual Channel DDR3 vinnsluminni\nPláss fyrir 2 harða diska eða SSD\nInnbyggður fingrafaralesari\nInnbyggð 2.0M Digital Video Camera með mic\n1 HDMI 1.4a output Port, 1 CRT output Port, 2 USB 3.0 Ports, 1 USB 2.0 Ports, 1 eSATA Port (USB 3.0 Combo), 1 Headphone Jack, 1 Microphone Jack, 1 S/PDIF output Jack, 1 Gigabit LAN\nUmmál: 374(W) X 250(D) X 16.3~39.4(H)mm\nÞyngd: 2.7kg með 48.84WH rafhlöðu\nRafhlöðuending 48.84WH: 3 klst (með UMA mode)\nRafhlöðuending 62.16WH: 4 klst (með UMA mode)\nOg mín custom specs : \n3rd Generation Intel® Core i7-3630QM Quad Core ( 6MB L3 Cache, 2.40GHz - 3.4GHz)\n15.6\" 1920x1080 Full HD LCD Glare skjár\n8GB Kingston DDR3 1600MHz CL11 (2x4GB)\n120GB Samsung SSD 840, leshraði 530MB/s, skrifhraði 130MB/s (85K/32K IOPS)\nWindows 8 64bit (styður allt að 16GB af vinnsluminni)\n8X Super Multi DVD±ReWriter SATA\n6 cells Smart Lithium-Ion rafhlaða, 4400mAh, 48.84Wh",
            "date": "2013-03-20 13:43:00",
            "post_id": "501135",
            "reply_to_id": "501133"
        },
        {
            "user_name": "dori",
            "text": "Nokkrir hlutir...\nApple vélin vs. þín\n16GB vs. 8GB RAM\n512GB vs. 120GB SSD \n220 vs. ~150 ppi\n7 klst vs. 3 klst ending\nÉg er ekki að segja að Apple vélin sé \"peninganna virði\" eða neitt slíkt. En að segja að þetta sé sambærileg vél við þá sem þú ert að kaupa er eins og að segja að Volkswagen Polo og BMW M3 séu sambærilegir bílar af því að þeir eru báðir með dekk og fara áfram.",
            "date": "2013-03-20 14:02:00",
            "post_id": "501140",
            "reply_to_id": "501135"
        },
        {
            "user_name": "chaplin",
            "text": "Apple vélin er einnig um 25% léttari, helmingi þynnri, ál umgjörð, með IPS skjá á meðan það er ekker tekið fram um Dreamware vélina. Allt svona er ótrúlega fljótt að telja.\nFyrir leikjaspilun eru þín vél með meira en nóg af vinnsluminni, en þegar þú ert að fara opna fullt af .RAW fælum, mikið af layerum, osfrv. að þá viltu sjálfsagt hafa aðeins meira vinnsluminni.\nAnnars fór ég að skoða Dreamware vélarnar á sínum tíma og virtust þetta vera ágætis vélar, skoðaði þó ekkert portin á vélunum svo ég get ekkert sagt um þau..",
            "date": "2013-03-20 14:32:00",
            "post_id": "501143",
            "reply_to_id": "501140"
        },
        {
            "user_name": "danheling92",
            "text": "Apple vélin vs. þín \n16GB vs. 8GB RAM - eins og ég sagði þá skiptir það engu máli á meðan maður er að nota tölvuna í eðlilegri vinnslu.\n512GB vs. 120GB SSD - Ég þarf ekkert meira pláss en þetta, og ef ég þyrfti meira, þá myndi ég bara kaupa mér annan disk í hana.\n220 vs. ~150 ppi - Mér gæti ekki verið meira sama.\n7 klst vs. 3 klst ending - Þegar ég ferðast þá er ég yfirleitt á flugvöllum þar sem það eru innstungur út um allt.[/quote]\nEn allavega þá sé ég í hvaða átt þessi þráður er að fara, og ég er ekki að nenna að verja minn \"ódýra\" smekk á fartölvum frekar",
            "date": "2013-03-20 14:46:00",
            "post_id": "501145",
            "reply_to_id": "501143"
        },
        {
            "user_name": "Skuggasveinn",
            "text": "Ég á Dreamware og er bara gríðarlega ánægður með hana.",
            "date": "2013-03-20 16:55:00",
            "post_id": "501174",
            "reply_to_id": "501145"
        },
        {
            "user_name": "Gylfiþ",
            "text": "Ég er með dreamwaer tölvu w150erq með 120g ssd, i5-3210, 16g hyperX ram og er að fara að fá mér stærri rafhlöðuna og i7. En ég er ekkert nema sáttur.. eina veseneið er smá hitavandamál þegar ég er að spila EVE og Star craft á sama tíma tölvan hefur slökkt á sér þegar ég er að spila báða leikina í fullir upplausn en annars er ég mjög sáttur.",
            "date": "2013-04-17 12:55:00",
            "post_id": "505929",
            "reply_to_id": "501174"
        },
        {
            "user_name": "inservible",
            "text": "Ég er nú ekki að sjá að þessar vélar séu eitthvað bang for the buck... Hvað með að borga bara 20-30 meira og fá eitthvað brand sem maður treystir? Það er kannski bara ég en ég þoli ekki að fara með hluti í viðgerð sem eru í ábyrgð. Það er svona tákn um að hún eigi rétt eftir að endast ábyrgðartímann.",
            "date": "2013-04-17 13:22:00",
            "post_id": "505934",
            "reply_to_id": "505929"
        }
    ],
    "date": "2013-03-20 01:19:00"
}