{
    "forum_title": "Koníakstofan",
    "id": "54034",
    "title": "Þroskaðari Leikir vs Barnalegri",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=54034",
    "posts": [
        {
            "user_name": "Stuffz",
            "text": "Lítandi yfir all leikjaflóruna sem er í boði í dag þá fór ég að spá í hvað menn myndu túlka sem þroskaða leiki, eða allavegana þroskaðri en í meðallagi, það eru til margir svosem ágætir leikir en sem eru hálf barnalegir þá meina ég eitthverja sem maður kannski hefði ekki mikinn áhuga á að láta jafnaldra sýna sem eru ekki mikið í leikjum sjá sig spila ef maður á að vænta þess að þeir taki mann alvarlega \nsvo allavegana hvað eru góð dæmi um þroskaða leiki og hvað eru góð dæmi um \"síður en svo\" þroskaða leiki, ég skal byrja með hvað mér dettur í hug, ef eitthver er ósammála þá er velkomið að koma með tillögur.\nÞroskaðari:\nSkákforrit og svipaðir tölvuvæddir borðleikir\nSpilastokks leikir, kaplar o.s.f. \nSögulegir Stríðsleikir, Total War, AtWar, RISK o.s.f.\nAðrir sögulegir leikir\nAðrar tilnefningar:\n Minecraft, Mount and Blade, Civilization, EVE\nhmm svona í miðjunni/Misþroskaðir:\nAllir Geimveru, Fantasý og Zombie leikir\nAðrir stríðsleikir\n~Kubbaröðun og aðrir þrautaleikir\nGTA-Grand theft Auto o.s.f teiknimyndastíls leikir.\nÓþroskaðari:\nAllt pokímon o.s.f. teiknimyndafígúru leikir\nAllir teiknimynda leikir sem eru ekki sögulegir.\nAllt annað barnalegt\nAðrar tilnefningar:\n call of duty\nSpurning hvar \"Angry Birds\" passar?  \n \nSvo hérna gott dæmi um Þroskaðari leiki, þetta er það sem ég myndi flokka undir sögulega stríðsleiki, með alvöru kort, borgir o.s.f. og eitthvað sem maður getur notað frítt.",
            "date": "2013-03-20 20:14:00",
            "post_id": "501219",
            "reply_to_id": false
        },
        {
            "user_name": "worghal",
            "text": "call of duty í óþroskað, takk.",
            "date": "2013-03-20 20:16:00",
            "post_id": "501220",
            "reply_to_id": "501219"
        },
        {
            "user_name": "Stuffz",
            "text": "ekki viss um að allir væru sammála\nEDIT:\nannars myndi hann vera í miðjunni í \"Aðrir stríðsleikir\"",
            "date": "2013-03-20 20:20:00",
            "post_id": "501221",
            "reply_to_id": "501220"
        },
        {
            "user_name": "oskar9",
            "text": "Þetta er einhver bjánalegast þráður sem ég hef séð lengi, hvernig er einhver turn based kortaleikur \"Þroskaður\" á meðan shooter leikir sem reyna mikið á samhæfni, reflexes, oft mjög krefjandi og oft mikið teamwork \"óþroskaður\"\nFólk sem hraunar yfir shootera og allt það er oftast því það borðar tvær kúlur í þeim.\nSpila ekki Cod BTW, spila BF3, War thunder og EVE online og borderlands 2.\nþú ert bara að opna can of worms hérna inná, þó EVE sé vissulega meira krefjandi en hinir leikirnir þá er t.d. Borderlands þá er hann ekki \"óþroskaður\" á nokkurn hátt vegna þess að hann er mikið hraðari en það sem þú kallar \"þroskaða\" leiki\nRant OFF",
            "date": "2013-03-20 20:30:00",
            "post_id": "501222",
            "reply_to_id": "501221"
        },
        {
            "user_name": "GuðjónR",
            "text": "Þroskaður eða þroskandi ... veit ekki ... Minecraft!!!",
            "date": "2013-03-20 20:38:00",
            "post_id": "501223",
            "reply_to_id": "501222"
        },
        {
            "user_name": "Stuffz",
            "text": "fínt meira svona\nég sjálfur var nú bara efstur á klakanum í BF2, en ég myndi ekki flokka hann sem þroskaðan leik þótt ég hafi vissulega þurft á öllu reflex, o.s.f. að halda, samt allir svona rosalega ping háðir leikir eru IMO ekki áræðanlegu mælikvarði á skills nema sért beinlínis í sama herbergi og hinir, en þetta er kannski off topic.\nhérna er smá attitude signature sem maður gerði þegar var sem mest að spila",
            "date": "2013-03-20 20:48:00",
            "post_id": "501224",
            "reply_to_id": "501223"
        },
        {
            "user_name": "Gúrú",
            "text": "Tókstu aldrei eftir því að þú skrifaðir Arctic vitlaust?",
            "date": "2013-03-20 20:53:00",
            "post_id": "501225",
            "reply_to_id": "501224"
        },
        {
            "user_name": "Stuffz",
            "text": "vááá þú ert fyrstur til að benda mér á það  \n \nauðvitað\nég kenni háskólagengnum bróður mínum um það  \nnei náttúrulega átti maður að goggla það fyrst",
            "date": "2013-03-20 20:55:00",
            "post_id": "501227",
            "reply_to_id": "501225"
        },
        {
            "user_name": "worghal",
            "text": "artic, goggla, pokímon.\noh dear.\ní öllu góðu gríni",
            "date": "2013-03-20 21:07:00",
            "post_id": "501230",
            "reply_to_id": "501227"
        },
        {
            "user_name": "Stuffz",
            "text": "hehe\nannars er það ekki íslenska nafnið á þessu fyrirbæri?",
            "date": "2013-03-20 21:10:00",
            "post_id": "501232",
            "reply_to_id": "501230"
        },
        {
            "user_name": "Stuffz",
            "text": "ekki spilað hann sjálfur en hef heyrt góða hluti um hann.\nég setti kubbaleiki í miðjuna, þetta er svona kubbaleikur en með fígúrum er það ekki, er eitthver leikjaspilun?",
            "date": "2013-03-20 21:18:00",
            "post_id": "501233",
            "reply_to_id": "501232"
        },
        {
            "user_name": "Daz",
            "text": "Án þess að vilja endilega dæma einn eða neinn, er þetta ekki flokkun sem unglingur í mótþróa/uppreisn gerir til að finnast hann meira fullorðinn? \"Ég spila bara þroskaða leiki!\" Í það minnsta sé ég lítil not í svona flokkun, ég flokka afþreyingu bara í leiðinlega og skemmtilega. Skylanders og Orcs must die er skemmtileg afþreying, Risk er bara flóknari útgáfa af Lúdó.",
            "date": "2013-03-20 21:29:00",
            "post_id": "501236",
            "reply_to_id": "501233"
        },
        {
            "user_name": "Lunesta",
            "text": "Ef þú myndir setja total war í þroskaða leiki myndirðu líka setja Mount and Blade þangað? M&B er náttúrulega ekkert sérlega sögulegur en samt er hann líkur Total war leikjunum en samt er hann algjörlega týpískur stríðsleikur þegar þú ferð í MP eða bardaga fyrir utan það að þú getur stýrt hermönnum þínum og barist sjalfur a meðan.\nHeld það sé ekkert hægt að skipta þessu svona einfaldlega niður. Verður bara að miða við hvern og einn leik þegar að því kemur. Það munu alltaf verða leikir milli hópa eða í 2 hopum og jafnvel leikir sem passa ekki neins staðar.",
            "date": "2013-03-20 21:37:00",
            "post_id": "501237",
            "reply_to_id": "501236"
        },
        {
            "user_name": "Stuffz",
            "text": "hehe\ntja miðað við að maður var að spila Lemmings, DOOM, o.s.f. þegar maður var á þeim aldri þá að sama skapi án þess að dæma er það ekki baraaðili í afneitun um þroskastig uppáhalds leikjanna sinna sem myndi amast við svona flokkun \nég held a.m.k ef mér hefði verið leyft að leika mér eins mikið og ég vildi þá væri ég kannski enn að kubba legó í dag, enda endalaust skemmtilegt, margt sem mann langaði að byggja en kom aldrei í verk, væri ekkert mál fyrir mann núna að fara útí búð og kaupa sér tonn af legókubbum en eitthverra hluta vegna gerir maður það ekki  \nok skal adda því\nog þessi listi er ekkert meitlaður í stein bara það sem mér datt í hug",
            "date": "2013-03-20 21:46:00",
            "post_id": "501241",
            "reply_to_id": "501237"
        },
        {
            "user_name": "Daz",
            "text": "Ég leik mér öðru hverju í Legó. Fékk meira að segja Legó í jólagjöf! Afhverju ætti maður ekki að leika sér með Legó ef maður getur það?\nEn ég er ekkert að amast við flokkuninni á leikjum, ég bara skil hana ekki.",
            "date": "2013-03-20 21:56:00",
            "post_id": "501245",
            "reply_to_id": "501241"
        },
        {
            "user_name": "Varasalvi",
            "text": "Civilization - Þroskaður?\nEn hvaða leikur er þetta með mappinu?\nEdit: Varðandi Minecraft, þá lítur hann mjög barnalegur út en ég myndi kalla gameplay þroskað, eða eins og Guðjón seigir, þroskandi.",
            "date": "2013-03-20 22:10:00",
            "post_id": "501246",
            "reply_to_id": "501245"
        },
        {
            "user_name": "appel",
            "text": "Fer það ekki eftir aldri þínum hvað þú telur vera \"þroskaðan\" eða \"barnalegan\" leik?",
            "date": "2013-03-20 22:13:00",
            "post_id": "501247",
            "reply_to_id": "501246"
        },
        {
            "user_name": "Stuffz",
            "text": "já legó er endalaust skemmtilegt \nbara.. tja misjafn áhugi I guess, fyrir mér \"been there done that, time to move on\", ég t.d. hef ekki eins mikinn áhuga á skotleikjum lengur, og reyndar hef aldrei haft, er meira svona turn based strategy gaur, vantaði \"substitude hobbý\" þarna 2005 og BF2 var að koma út svo bara overkillaði á honum, var svona í og með að \"prove a point\" persónulega líka en burt séð frá því var skemmtilegt meðan á stóð, tja nema kannski þegar maður var að maska ódýru ebay lyklaborðunum sem ég keypti sérstaklega fyrir þannig moment, priceless LOL\nen samt aldrei velt fyrir þér afhverju sumar eiginkonur kalla kallinn sinn sitt fyrsta barn?  \njá Civ auðvitað, skal bæta þessu við.\nmappið, hvað þá í undirskriftinni eða?\nAuðvitað\nen þá á persónulegu leveli\nþetta hinsvegar er hugsað til að miðast við hvað myndi almennt teljast til \"þroskaðan\" eða \"barnalegan\" leikja.",
            "date": "2013-03-20 22:24:00",
            "post_id": "501248",
            "reply_to_id": "501247"
        },
        {
            "user_name": "danheling92",
            "text": "Call of Duty leikirnir eru mismunandi barnalegir.\nCall of Duty 2 er ekki nálægt því að vera barnalegur, mér leið eins og að ég væri hermaður í seinni heimsstyrjöldinni þegar ég var að spila campaignið!\nHeld að þú sért aðallega að vitna í online samfélagið, sem getur á köflum verið skítlegt, og ég tel að leikjahönnuðir seinni cod leikja hafi að mörgu leiti reynt að móta leikina eftir því hvað þeir töldu samfélagið vilja úr þeim..",
            "date": "2013-03-21 00:17:00",
            "post_id": "501268",
            "reply_to_id": "501248"
        },
        {
            "user_name": "Minuz1",
            "text": "paradox framleiðir í flestum tilfellum \"þroskaðari\" leiki\nMoO og álíka leikir eru líka \"þroskaðari\" að mínu mati.\nGeimveru og álíka klassinn er óviðeigandi, gæti flokkað Eve Online sem slíkann leik, sem er ekki miðlungs leikur.",
            "date": "2013-03-21 02:21:00",
            "post_id": "501283",
            "reply_to_id": "501268"
        },
        {
            "user_name": "DJOli",
            "text": "Ég heimta hér með að eve fari í þroskaðasta flokkinn.\nEinfaldlega byggt á þeim rökum að það getur einfaldlega ekki hver sem er spilað hann.\nEinnig:",
            "date": "2013-03-21 04:54:00",
            "post_id": "501288",
            "reply_to_id": "501283"
        },
        {
            "user_name": "Varasalvi",
            "text": "EvE Online er varla leikur, þetta er second life.",
            "date": "2013-03-21 05:14:00",
            "post_id": "501289",
            "reply_to_id": "501288"
        },
        {
            "user_name": "danheling92",
            "text": "Skil þetta ekki alveg, afhverju er valtarinn að keyra yfir þá sem náðu að komast á rétta braut?",
            "date": "2013-03-21 05:15:00",
            "post_id": "501290",
            "reply_to_id": "501289"
        },
        {
            "user_name": "Stuffz",
            "text": "MoO var skemmtilegur, náði einu sinni 5000 score í MOO2 samt miðlungs IMO, ég byrjaði að spila Eve þegar hann kom út en var bara ekki tilbúinn að eyða þeim tíma sem þurfti til að komast eitthvað áfram í honum að ráði svo hætti eftir 1-2 mánuði.\nFlóknir leikir og þroskaðari leikir eru ekki það sama, það væri hægt að taka pokemon sem dæmi, gera rosalega djúpan söguþráð í kringum hann og með allskonar flóknu systemi, og milljón upgrade valmöguleika en í lok dagsins þá er hann ennþá bara pokemon teiknimyndafígúruleikur, EVE online er viðskipta/uppbyggingar/stríðs/ o.s.f. svona bara bland í poka leikur og dálítið spec með tengingu við Dust 514 en í lok dagsins þá er hann geim-fantasíu leikur, ég meina ég er t.d. að spila Forngrísk-fantasíu leik þar sem ég eyddi ógrynni tíma síðustu nokkur árin í að gera flókin roadplans sem skiluðu mér top plássi í einum heimi og enn flóknari plön til að koma alliance í top plássi í öðrum heimi en í lok dagsins er þetta bara silly leikur sem sumir aðrir spilarar klóra sé í kollinum afhverju maður sé að eyða svona miklum tíma og pælingu í \n*\nÉg geri mér fyllilega grein fyrir að þetta sé í besta falli miðlungs þroskaður leikur en samt er maður að spila þetta lol\ner eiginlega búinn að ná þeim markmiðum sem ég setti mér í honum svo er að hugsa mér til hreyfingar, svona einsog BF2, yngri kynslóðir spilara taka við.\n*hmm já þetta heitir nú EIMU bara af því ég var ekkert voðalega alvörugefinn þegar ég valdi nafn á þetta, eiginlega bara persónulegur húmor með tilvitnun í Gámanúmer",
            "date": "2013-03-21 17:17:00",
            "post_id": "501391",
            "reply_to_id": "501290"
        },
        {
            "user_name": "inservible",
            "text": "what did I just read?",
            "date": "2013-03-21 18:38:00",
            "post_id": "501414",
            "reply_to_id": "501391"
        }
    ],
    "date": "2013-03-20 20:14:00"
}