{
    "forum_title": "Netkerfi - internetið",
    "id": "54065",
    "title": "Lagg í browser leikjum",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=54065",
    "posts": [
        {
            "user_name": "Xovius",
            "text": "Sælir, \nNú er ég búinn að vera að spila Bloons Tower Defense 5 (besti TD leikur sem ég hef prófað þar sem maður getur haldið áfram \"endalaust\" btw) svoldið mikið síðustu daga og hef tekið eftir því að hann laggar svakalega þegar mikið er að gerast á skjánum. Ég fór og kíkti á cpu/ram/gpu usage og það var allt vel undir 10% svo það er pottþétt ekki það að tölvan sé ekki að ráða við þetta enda ræður hún ágætlega við leiki eins og Crysis 3 og fleiri.\nEr einhver leið til að láta leikinn nýta tölvuna betur?\nSpecs í undirskrift + Google Chrome á windows 8",
            "date": "2013-03-22 09:08:00",
            "post_id": "501508",
            "reply_to_id": false
        },
        {
            "user_name": "Output",
            "text": "Ég býst ekki við öðru miðað við að flest allir svona leikir eru keyrðir á flash.\nAnnars hefur alltaf virkað að restarta fyrir mig þegar þetta gerist. \nEn í guðana bænum spilaðu alvöru leiki",
            "date": "2013-03-22 09:16:00",
            "post_id": "501511",
            "reply_to_id": "501508"
        },
        {
            "user_name": "Xovius",
            "text": "Spila alvöru leiki alveg líka, bara stundum gaman að fá smá tilbreytingu",
            "date": "2013-03-22 09:22:00",
            "post_id": "501513",
            "reply_to_id": "501511"
        },
        {
            "user_name": "playman",
            "text": "Hjartanlega sammála, gaman að hverfa aðeins í \"retro\" fílinginn af og til.\nEN ég hef tekið stundum eftir þessu, og það er í 300þ vélinni minni, ekki mikið en eitthvað samt.\nÞað eina sem mér dettur í hug að þetta stafi út frá því að vafrarnir eru orðnir eins og hálfgerð stýri kerfi\nog það er eins og þeir séu ekki að höndla reikningana í leikjunum, þá sérstaklega flash leikjunum.\nog þetta er rosalega mismunandi í hvaða browser maður er hverninn leikurin höndlar sig.\nEn auðvitað eru þetta bara getgátur hjá mér, en það er skárra en ekkert",
            "date": "2013-03-22 09:31:00",
            "post_id": "501516",
            "reply_to_id": "501513"
        },
        {
            "user_name": "belvar",
            "text": "Ef þú ert að spila þennan leik í Chrome þá myndi ég gíska á að þú sért með 2 flash plugins enable-að hjá þér, pepper flash sem kemur installað með chrome og svo það sem þú hefur installað frá adobe getur séð það með því að fara í chrome://plugins/ og þar ættiru að geta disable-að \"pepper flash\"",
            "date": "2013-03-22 10:01:00",
            "post_id": "501525",
            "reply_to_id": "501516"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hver er slóðin á Bloons Tower Defense 5 svo ég geti prófað?",
            "date": "2013-03-22 10:12:00",
            "post_id": "501528",
            "reply_to_id": "501525"
        },
        {
            "user_name": "kizi86",
            "text": "getur lika ath hvort ert að nota hw acceleration i flash",
            "date": "2013-03-22 12:42:00",
            "post_id": "501550",
            "reply_to_id": "501528"
        },
        {
            "user_name": "Plushy",
            "text": "http://ninjakiwi.com/Games/Tower-Defens ... nse-5.html\nFyrstri linkur á google",
            "date": "2013-03-22 12:46:00",
            "post_id": "501551",
            "reply_to_id": "501550"
        },
        {
            "user_name": "Xovius",
            "text": "Tékkaði á því og ekkert pepper flash til staðar.\nÞað er ekki á, er sniðugra að hafa það í gangi eða?",
            "date": "2013-03-22 16:04:00",
            "post_id": "501587",
            "reply_to_id": "501551"
        },
        {
            "user_name": "kizi86",
            "text": "mæli eindregið með því ef vilt fá fulla vinnslu í flash leikjum",
            "date": "2013-03-22 16:38:00",
            "post_id": "501595",
            "reply_to_id": "501587"
        }
    ],
    "date": "2013-03-22 09:08:00"
}