{
    "forum_title": "Koníakstofan",
    "id": "54074",
    "title": "Kea Skyr í ruglinu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=54074",
    "posts": [
        {
            "user_name": "Plushy",
            "text": "Lenti í því skemmtilega atviki að fara henda í mig 500ml Vanillu (grænu) Kea skyri í hádeginu. Ekkert að því en ég opna það og það er rosa hvítt og hreint. Hlýt ég þá að hafa keypt köttinn í sekknum því skyrið hafði ekkert vanillubragð heldur bragðaðist og leit alveg eins út og hreint, hrært (blátt) skyr frá Kea. Vitlaus merking eða vitlaust skyr farið í dolluna\nEinhver lent í svipuðu? keypt hamborgara en fengið pylsu?",
            "date": "2013-03-22 15:05:00",
            "post_id": "501573",
            "reply_to_id": false
        },
        {
            "user_name": "Output",
            "text": "Ég ekki fatta.",
            "date": "2013-03-22 15:07:00",
            "post_id": "501575",
            "reply_to_id": "501573"
        },
        {
            "user_name": "Plushy",
            "text": "Ég keypti svona \n en það var svona \n í dollunni",
            "date": "2013-03-22 15:11:00",
            "post_id": "501576",
            "reply_to_id": "501575"
        },
        {
            "user_name": "playman",
            "text": "",
            "date": "2013-03-22 15:45:00",
            "post_id": "501582",
            "reply_to_id": "501576"
        },
        {
            "user_name": "Xovius",
            "text": "Áttu eitthvað eftir af skyrinu? \nÉg fékk til dæmis nokkrar vondar engjaþykkni pakkningar í fyrra og talaði við MS og þeir sendu mér alveg böns af fríu dóti til baka",
            "date": "2013-03-22 16:00:00",
            "post_id": "501585",
            "reply_to_id": "501582"
        },
        {
            "user_name": "Plushy",
            "text": "Jamm ég fékk mér bara smá smakk til að prófa. Þau ætla að bæta mér þetta upp á mánudaginn. Ég reyndar skildi eftir dolluna eftir í ísskápnum og kærastan gerði sér ferð í ísskápinn, tók dolluna og var komin hálfa leið þegar hún fattaði að þetta var eitthvað skrítið, en borðaði sem betur fer ekki mikið",
            "date": "2013-03-22 16:04:00",
            "post_id": "501586",
            "reply_to_id": "501585"
        },
        {
            "user_name": "Sallarólegur",
            "text": "",
            "date": "2013-03-22 16:10:00",
            "post_id": "501588",
            "reply_to_id": "501586"
        },
        {
            "user_name": "tanketom",
            "text": "ég keyfti einu sinni Burn orkudrykk og það var ávaxtaburn í honum, fékk 18 stikki Burn í skaðABÓT",
            "date": "2013-03-22 16:25:00",
            "post_id": "501593",
            "reply_to_id": "501588"
        },
        {
            "user_name": "vesley",
            "text": "Er á inná \nwww.bland.is\n eða \nwww.spjallid.is\n ?",
            "date": "2013-03-22 17:44:00",
            "post_id": "501601",
            "reply_to_id": "501593"
        },
        {
            "user_name": "gRIMwORLD",
            "text": "Ég keypti einu sinni AXA músli og fékk lifandi fiðrildi úr pakkanum. Fékk nokkra pakka af morgunkorni út á það en ég var svosem ekkert að stressa mig yfir því.",
            "date": "2013-03-22 18:25:00",
            "post_id": "501608",
            "reply_to_id": "501601"
        },
        {
            "user_name": "capteinninn",
            "text": "Keypti einu sinni Powerade í Vísi og drakk það í vinnunni, þegar ég var að klára síðasta sopann sá ég að það hafði runnið út nokkrum mánuðum fyrr.\nFann engan mun og ég minntist á þetta við gömlu hjónin næst þegar ég var að kaupa eitthvað hjá þeim og þau bönnuðu mér að borga fyrir það sem ég var að kaupa mér í það skiptið.\nMan samt einu sinni eftir því þegar ég var á KFC í mosó og var að bíða eftir matnum mínum þá kom einhver inn alveg brjálaður með zinger twister sem var að mestu étinn, hann var brjálaður að þetta væri sterkt og sagði að hann hefði keypt þetta á föstudeginum (þetta gerðist á mánudegi), staffið sagði honum að þetta væri zinger twister og að þeir væru alltaf smá kryddaðir. Hann var ekki að taka í þau svör og varð alveg brjálaður og strunsaði út. Mér fannst þetta fyndið í fyrsta lagi því hann nánast kláraði twisterinn, setti hann í ísskápinn yfir helgi og kom svo á mánudegi ennþá brjálaður yfir þessu og líka því að Zinger Twister er mjög langt frá því að vera eitthvað sterkt.",
            "date": "2013-03-22 19:23:00",
            "post_id": "501617",
            "reply_to_id": "501608"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Hentu meili á KEA og kvartaðu.\nGætir grætt kassa af skyri eða eitthvað á þessu.",
            "date": "2013-03-22 19:44:00",
            "post_id": "501620",
            "reply_to_id": "501617"
        },
        {
            "user_name": "Plushy",
            "text": "Ert inn á Koníakstofunni, má ekki neitt? :/",
            "date": "2013-03-22 19:56:00",
            "post_id": "501622",
            "reply_to_id": "501620"
        },
        {
            "user_name": "Unnaro",
            "text": "Lenti í nákvæmlega sama og þú. Ég sendi mail á KEA og þeir könnuðust ekkert við þetta en sögðust samt að sjálfsögðu ætla að bæta mér þetta.",
            "date": "2013-03-22 20:04:00",
            "post_id": "501628",
            "reply_to_id": "501622"
        },
        {
            "user_name": "capteinninn",
            "text": "It's all good, þetta er koníakstofan fyrir",
            "date": "2013-03-22 20:26:00",
            "post_id": "501630",
            "reply_to_id": "501628"
        },
        {
            "user_name": "Moquai",
            "text": "Systir mín lenti í svipuðu þegar hún keyptir sér Doritos (Svart), en í raun var Blátt Doritos í pokanum.\nHringdi og fékk ehv shitload af drasli frá þeim.",
            "date": "2013-03-22 20:44:00",
            "post_id": "501631",
            "reply_to_id": "501630"
        },
        {
            "user_name": "tdog",
            "text": "Ég hefði verið sallarólegur yfir Skyri og Powerade ... En með svart Doritos, ég persónulega hefði farið með haglabyssu í heildsöluna og heimtað skýringar.",
            "date": "2013-03-22 21:28:00",
            "post_id": "501639",
            "reply_to_id": "501631"
        },
        {
            "user_name": "FuriousJoe",
            "text": "Keypti nýlega pepsi sem innihélt pylsubréf, hringdi og kvartaði. Maðurinn sagði mér að það væri ekkert sem hægt væri að gera, skaðinn væri skeður og þetta hefði nú ekki kostað mikið. (var búinn með ca hálfa flösku þegar ég tók eftir því, enda er maður ekki vanur að grandskoða flöskurnar)\nHætti að versla pepsi eftir það.",
            "date": "2013-03-22 23:18:00",
            "post_id": "501667",
            "reply_to_id": "501639"
        },
        {
            "user_name": "HalistaX",
            "text": "Keypti einu sinni hnetutopp.. opnaði hann, voru daimtopp umbúðir undir því og daimtoppur inní.. Besti hnetutoppur sem ég hef smakkað.",
            "date": "2013-03-22 23:26:00",
            "post_id": "501668",
            "reply_to_id": "501667"
        },
        {
            "user_name": "g0tlife",
            "text": "Keipti 2L kók en þegar ég opnaði hana var ekkert gos í henni. Ég fór til þeirra og fékk kippu í staðinn. Besta við það er að ég ruglaðist svo á flöskum þegar ég var að fara til þeirra og tók 2L sem var óopnuð. Hefði verið fyndið ef starfsmennirnir ætla svo að skoða þetta bakvið og fyrsta sem heyrist þegar þeir opna er ''ttssss'' hljóðið haha !",
            "date": "2013-03-23 06:09:00",
            "post_id": "501705",
            "reply_to_id": "501668"
        }
    ],
    "date": "2013-03-22 15:05:00"
}