{
    "forum_title": "Koníakstofan",
    "id": "54081",
    "title": "Hljóðkerfi í íbúðarblokk",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=54081",
    "posts": [
        {
            "user_name": "danheling92",
            "text": "Sælir veriði drengir, ég segi drengir því ég held að það séu bókstaflega engar stelpur hérna  \n \nÉg er með viðbjóðslega öflugt hljóðkerfi inni í herbergi hjá mér sem ég skemmti mér heldur betur við að blasta um helgar, og ég hef þá paranoiu að nágrannar mínir heyri allavega svona 30% af því sem kerfið gefur frá sér á því stigi sem ég er að blasta það á, og ég væri ekki frá því að ef svo er, að þá séu þau að plotta að myrða mig þegar tækifæri gefst.\nEr eitthvað vit í þessu hjá mér, eða eru íbúðir í *Breiðholtinu* svona almennt, frekar vel aðskildar hvað varðar hljóð á milli hverra annara?",
            "date": "2013-03-22 20:54:00",
            "post_id": "501633",
            "reply_to_id": false
        },
        {
            "user_name": "Garri",
            "text": "Hefur þér virkilega aldrei dottið í hug að banka upp á og spyrja þá?",
            "date": "2013-03-22 20:56:00",
            "post_id": "501634",
            "reply_to_id": "501633"
        },
        {
            "user_name": "danheling92",
            "text": "Ég er hræddur um að þau eigi eftir að horfa á mig hatursfullum augum",
            "date": "2013-03-22 20:57:00",
            "post_id": "501635",
            "reply_to_id": "501634"
        },
        {
            "user_name": "vesley",
            "text": "x2. \nÉg væri sjálfur orðinn pirraður ef þetta er oft. \nÉg bý sjálfur í blokk og eitt og eitt party og tónlist einstaka kvöld sem berst örlítið upp skemmir ekki fyrir neinum.  En hávaði að nóttu til að óþörfu og oft í viku er eitthvað sem ég yrði brjálaður yfir.",
            "date": "2013-03-22 20:57:00",
            "post_id": "501636",
            "reply_to_id": "501635"
        },
        {
            "user_name": "danheling92",
            "text": "Þegar ég segi blasta, þá er ég ekki að tala um \"rave mode\". Ég er með frekar viðkvæm eyru og ef ég hef þetta of hátt þá verður suð í eyrunum mínum í marga daga eftir á.\nT.d, þegar ég fer inn í annað herbergi í íbúðinni og loka báðum hurðunum, þá heyri ég mjög vægt hljóð. Á ekki að vera frekar solid hljóðeinangrun á milli veggja í svona almennum íbúðarblokkum? Ég veit bara ekkert um þetta..",
            "date": "2013-03-22 21:06:00",
            "post_id": "501637",
            "reply_to_id": "501636"
        },
        {
            "user_name": "hkr",
            "text": "Ef þú þorir ekki að spyrja sjálfur að þá gætir þú haft samband við þann aðila sem sér um húsfélagið/sameignina og spurt hvort að það hafi borist einhverjar kvartanir.\nAnnars myndi ég hafa meiri áhyggjur af þeim sem eru fyrir ofan og neðan þig, eins og þú segir að þá eru oftast 2-3 veggir á milli uppruna hljóðsins og í næstu íbúð en aðeins gólf/loft fyrir þá sem eru fyrir neðan/ofan þig.",
            "date": "2013-03-22 21:47:00",
            "post_id": "501642",
            "reply_to_id": "501637"
        },
        {
            "user_name": "danheling92",
            "text": "Geri það hugsanlega, góð ábending",
            "date": "2013-03-22 21:55:00",
            "post_id": "501644",
            "reply_to_id": "501642"
        },
        {
            "user_name": "Nitruz",
            "text": "þú ert með þetta öfugt það heyrist nær 70% og já það kæmi mér ekki að óvart ef þú yrðir drepinn.",
            "date": "2013-03-22 22:03:00",
            "post_id": "501647",
            "reply_to_id": "501644"
        },
        {
            "user_name": "danheling92",
            "text": "",
            "date": "2013-03-22 22:06:00",
            "post_id": "501648",
            "reply_to_id": "501647"
        },
        {
            "user_name": "vesi",
            "text": "Er ekki bara málið að koma framm við náungan eins og þú vilt að hann komi framm við þig,, í Breiðholti eru lang flestar blokkir í Eldri kantinum, og voru bygðar eftir gömlum reglum um  hljóeinangrun og fleirru,, svo nei,, myndi telja að það væru ekki mjög góðar einangranir á milli íbúða,",
            "date": "2013-03-22 22:14:00",
            "post_id": "501649",
            "reply_to_id": "501648"
        },
        {
            "user_name": "Sveinn",
            "text": "Ég er með nýtt harman kardon heimabíókerfi í íbúðinni minni .. ég spila tónlist svona við og við en aðallega á daginn (ekki partý þá, bara fyrir sjálfann mig). Mér finnst það fín regla að fólk má gera það sem það vill í  blokkinni svo lengi sem ég má gera það sem ég vill, sem er náttúrulega alveg heimskuleg regla því að ég á t.d. auðvelt með að sofna í hávaða en aðrir kannski ekki - en það friðar mig !",
            "date": "2013-03-22 23:31:00",
            "post_id": "501669",
            "reply_to_id": "501649"
        },
        {
            "user_name": "danheling92",
            "text": "Samt óþæginleg tilfinning að vita að það gæti verið einhver fjölskylda sem þarf að upplifa hljóðmengun fyrir vikið, og er við það að fara niður til þín í reiðiskasti til að öskra á þig, Ekki satt?",
            "date": "2013-03-22 23:36:00",
            "post_id": "501670",
            "reply_to_id": "501669"
        },
        {
            "user_name": "tdog",
            "text": "Settu bara bréf í alla póstkassana og spurðu nágrannana bara hvort þú sért með þetta of hátt. Það er kurteisislegt og einfalt.",
            "date": "2013-03-22 23:38:00",
            "post_id": "501671",
            "reply_to_id": "501670"
        },
        {
            "user_name": "danheling92",
            "text": "Frekar góð hugmynd hjá þér, elska að koma hingað fyrir ráð hjá ykkur krítísku hugsuðum",
            "date": "2013-03-22 23:39:00",
            "post_id": "501672",
            "reply_to_id": "501671"
        },
        {
            "user_name": "gardar",
            "text": "Bíddu bara eftir að einhver banki uppá",
            "date": "2013-03-22 23:50:00",
            "post_id": "501673",
            "reply_to_id": "501672"
        },
        {
            "user_name": "bixer",
            "text": "Ég heyrði það frá iðnaðarmanni að í blokkum þá magnist hljóð niður á milli hæða. þessvegna er líklegt að ef það er íbúð fyrir neðan þig þá sé þessvegna svipaður hávaði þar og innihjá þér og magnist á leiðinni niður. hver hæð á að virka eins og auka hátalari. athugið að ég treysti þessum manni ekkert 100% en meikar alveg sens. hann talaði um þetta þegar við vorum að vinna hávaðavinnu á efstu hæð. það kom kvörtun frá neðstu hæðinni og þá fór hann að tala um þetta",
            "date": "2013-03-22 23:59:00",
            "post_id": "501675",
            "reply_to_id": "501673"
        },
        {
            "user_name": "danheling92",
            "text": "Ok það er gott því að ég er á neðstu hæð",
            "date": "2013-03-23 00:02:00",
            "post_id": "501676",
            "reply_to_id": "501675"
        },
        {
            "user_name": "gutti",
            "text": "Skyldur í fjölbýli.\nEigendum er skylt að haga hagnýtingu sinni og umgengni þannig að aðrir í húsinu verði ekki fyrir meiri ama, ónæði og óþægindum en óhjákvæmileg er og venjulegt í sambærilegum húsum. Eiganda ber að taka sanngjarnt og eðlilegt tillit til sambýlisfólks síns og fara eftir lögum og reglum og samþykktum húsfélagsins í því efni. Í flestum tilvikum er sambýlið til allrar hamingju með ágætum ogþá oftast af sjálfu sér án þess að menn séu að velta fyrir sér reglum og fari meðvitað eftir þeim. Hin nauðsynlegu gildi, tillitssemi og umburðalyndi, eru sem betur fer í heiðri hjá flestu fólki. Þessi gullnu gildi og gagnkvæm virðing eru lykillinn að góðu og friðsömu sambýli. Gleymist þau þá fer allt í háaloft og hund og kött hvað sem lög og reglur segja. Nágrannar verða að sætta sig við viss óþægindi og vissar truflanir sem óhjákvæmilega fylgja fjölbýli. Venjulegt fjölskyldubrambolt verða menn að þola. Fólk í fjölbýli er ekki eitt í heiminum og kemst aldrei hjá því að verða vart við granna sína og það brölt sem fylgir venjulegu heimilislífi.Það er einatt mjög erfitt að draga mörkin milli þess sem má og ekki má. Sumar athafnir eru leyfilegar þótt þeim fylgi ónæði og óþægindi.\nhttp://www.huseigendafelagid.is/index.p ... 25&cid=155",
            "date": "2013-03-23 00:32:00",
            "post_id": "501681",
            "reply_to_id": "501676"
        },
        {
            "user_name": "xate",
            "text": "Eins og nokkrir hafa bent á hérna er einfaldasta leiðin bara að labba upp á hæðina fyrir ofan og banka og spurja þau að þessu, held þau myndu líta miklu betur á það en ef þú skilur eftir bréf í póstkassanum, og þau þurfa svo að svara þessu bréfi þínu með því annaðhvort að banka uppá hjá þér (sem þú varst að reyna að forðast in the first place) eða skilja eftir bréf með svari í þínum póstkassa sem er tbh frekar kjánalegt =).\nSegðu bara \"Góðan daginn/kvöldið, ég var að velta því fyrir mér að ég er stundum að spila tónlist hérna niðri kanski frekar hátt. Er þetta eh að trufla ykkur eða verðiði lítið sem ekkert vör við það kanski?\" (Ég geng út frá því að það sé fjölskylda sem býr fyrir ofan þig ekki einstaklingur, í því tilviki tekuru út ykkur/þið fyrir þig/þú).",
            "date": "2013-03-23 00:57:00",
            "post_id": "501686",
            "reply_to_id": "501681"
        },
        {
            "user_name": "Sveinn",
            "text": "Tjah jú, ég hef samt aldrei fengið kvörtun á ævinni útaf hávaða (oftast eru 1-2 íbúðir sem eru svona partýpinnar, þannig fólk gleymir þeim fáu skiptum sem ég er með hávaða).\nÉg meirasegja lenti í því núna um daginn að það er gamall kall sem býr á sömu hæð og ég, og hann s.s. segir við mig \"Hvað, er íbúðin á sölu?\" (ég er að leigja semsagt),ég e-ð \"jáá því miður, bara verið að selja undan manni\", og hann e-ð \"djöfullinn, ég vill bara hafa þig hérna, frábært að fá þig í blokkina\" .. haha, ég var bara what, hann hlýtur að heyra illa",
            "date": "2013-03-23 01:18:00",
            "post_id": "501688",
            "reply_to_id": "501686"
        },
        {
            "user_name": "kizi86",
            "text": "breiðholtsblokkir (seljahverfi og fellahverfi) hafa flestar þann galla að hljóð heyrist MJÖG vel ANNAÐHVORT niður eða upp, í blokkinni sem ég bý í (seljahverfi) þá heyrist verulega mikið niður, jafnvel þegar bara er verið að tala eða hlusta á tónlist á lágum stillingum..",
            "date": "2013-03-23 04:29:00",
            "post_id": "501703",
            "reply_to_id": "501688"
        }
    ],
    "date": "2013-03-22 20:54:00"
}