{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "54130",
    "title": "TITAN - skrýtið hljóð",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=54130",
    "posts": [
        {
            "user_name": "Templar",
            "text": "Sælir\nEr með TITAN kort, mjög nýlegt, þegar ég er í t.d. Black Ops, 2550x1440 4xTXAA + allt annað í botni (max/high/on etc.) þá er einstaka sinnum eins og \"blístur\" sem kemur frá tölvunni, ég hélt að þetta væri PSUið en kom svo í ljós að þetta er Titan kortið. Ferlega skrýtið, aldrei vitað um svona hljóð frá skjákorti og leit á Google skilaði engu sem lýsti þessu nákvæmlega. Kortið annars svínvirkar, 100-200fps, ég á ekkert sem að virkilega reynir á kortið ennþá.\nKannast e-h við svipað eða með góðar pælingar?",
            "date": "2013-03-24 21:11:00",
            "post_id": "501922",
            "reply_to_id": false
        },
        {
            "user_name": "Maniax",
            "text": "Coil whine yo",
            "date": "2013-03-24 21:14:00",
            "post_id": "501924",
            "reply_to_id": "501922"
        },
        {
            "user_name": "Hnykill",
            "text": "Skjákortið mitt er með svona hljóð þegar það er vel yfirklukkað og í mikilli vinnslu. Kemur víst frá Ferrit choke þéttunum á kortinu. \nFyrir utan hljóðið sjálft þá er ekkert að samt.",
            "date": "2013-03-24 21:19:00",
            "post_id": "501925",
            "reply_to_id": "501924"
        },
        {
            "user_name": "Templar",
            "text": "áhugavert, núna eru öll TITAN kortin eins, ekkert custom borð til enn sem er en nVidia er með lokað á slíkt eins og er svo þetta ætti að vera á öllum borðunum ef þetta er eðlilegt en samt segir G ekki neitt.",
            "date": "2013-03-24 21:27:00",
            "post_id": "501929",
            "reply_to_id": "501925"
        },
        {
            "user_name": "kizi86",
            "text": "your google-fu is weak it seems.. með þvi að leita að geforce titan coil whine, kemur helling af niðurstöðum....",
            "date": "2013-03-24 21:31:00",
            "post_id": "501930",
            "reply_to_id": "501929"
        },
        {
            "user_name": "Templar",
            "text": "Já en hvað ef ég notaði ekki sama leitarorð þú, eins og t.d. \"strange noise\", fann nokkra með þetta sama mál undir \"coil whine\", takk",
            "date": "2013-03-24 22:26:00",
            "post_id": "501943",
            "reply_to_id": "501930"
        },
        {
            "user_name": "Kristján",
            "text": "Já það er satt google-fu-ið þitt er greinilega ekki gott. \nGooglaðu það sem hann sagði og þá sérðu hvað þetta er\nSkil ekki alveg hvað þú ert að meina með neikvæðni nema þunna eigin",
            "date": "2013-03-24 22:57:00",
            "post_id": "501946",
            "reply_to_id": "501943"
        },
        {
            "user_name": "Templar",
            "text": "Ég hraðlas innleggið og las það vitlaust, biðst afsökunar á því, takk fyrir að lesa og pósta strákar!",
            "date": "2013-03-24 23:02:00",
            "post_id": "501948",
            "reply_to_id": "501946"
        },
        {
            "user_name": "Kristján",
            "text": "Skil alveg pirringinn en keyptirðu ekki kortið á netinu?  Hvernig er með ábyrgð og svona?  Fellur þetta hljóð ekki undir það?",
            "date": "2013-03-24 23:10:00",
            "post_id": "501949",
            "reply_to_id": "501948"
        },
        {
            "user_name": "Templar",
            "text": "Jú, keypt á eBay, var margra vikna biðtíma fyrir kortinu hérlendis. Held að það sé bara RMA beint á framleiðenda en ég heyrði frá einum eVGA spjallinu og hann sagði að þetta myndi ekki gera neitt nema að pirra mann svo þetta er ekkert akkútt mál samkvæmt honum. \nVar að klára session með stráknum áðan í Black Ops 2 Zombies t.d. og heyrði hljóðið aldrei svo í Civ 5 heyrði ég það \n!?\nEn amk. þið sem kannist við þetta hafið bilanagreint þetta og takk fyrir það!! Ég þarf ekki að aðhafast neitt nema ég nenni því, ætla því bara að sigla í páskana og taka stöðuna eftir þá. \nÞangað til ætla ég að duna mér að setja nýja AZRock OC móbóið í, spurning að skella sér á Corsair H90 svona í leiðinni, gera e-h skemmtilegt?",
            "date": "2013-03-24 23:39:00",
            "post_id": "501955",
            "reply_to_id": "501949"
        },
        {
            "user_name": "GuðjónR",
            "text": "Miðað við það sem ég hef lesið og upplifað sjálfur þá virðist þétta-væl vera mun algengara í nVidia en ATI skjákortum.\nMeira að segja iMac sem ég átti og var með nVidia skjástýringu lét svona sem og gamla nVidia 9800 GTX+ kortið mitt.",
            "date": "2013-03-24 23:50:00",
            "post_id": "501958",
            "reply_to_id": "501955"
        },
        {
            "user_name": "worghal",
            "text": "farðu í corsair H100i mikið skemmtilegri kæling \nbara spurning hvort kassinn þinn stiðji það",
            "date": "2013-03-24 23:51:00",
            "post_id": "501959",
            "reply_to_id": "501958"
        },
        {
            "user_name": "Templar",
            "text": "'\nZalman GS1000, passar þetta kit í toppinn á honum?",
            "date": "2013-03-24 23:53:00",
            "post_id": "501960",
            "reply_to_id": "501959"
        },
        {
            "user_name": "Xovius",
            "text": "Þarf ekki mikið pláss fyrir svona 240mm rad. Veit ekki með kassann þinn en minn(HAF-X) tók 360 rad auðveldlega án mods. \nAnnars er svona coil-whine víst nokkuð algengt á hinum ýmsu skjákortum. Lagast kannski ef þú skellir v-sync á?",
            "date": "2013-03-25 00:00:00",
            "post_id": "501964",
            "reply_to_id": "501960"
        },
        {
            "user_name": "worghal",
            "text": "nei, það er of langt bil á milli þar sem þú setur vifturnar í.\nbara fá sér alvöru kassa fyrst þú ert að fá þér alvöru hardware \n ég mæli með corsair kössunum",
            "date": "2013-03-25 00:05:00",
            "post_id": "501965",
            "reply_to_id": "501964"
        },
        {
            "user_name": "Templar",
            "text": "Hvaða Corsiar kassi mælir þú með?\nMeinar að vifturnar plús vatnskassinn séu of þykkt til að passa í topinn á kassanum, þ.e.a.s. Zalman GS1000?",
            "date": "2013-03-25 00:28:00",
            "post_id": "501967",
            "reply_to_id": "501965"
        },
        {
            "user_name": "worghal",
            "text": "nei ekki þiktin, heldur bilið á milli beggja viftana.\nen ef ég væri að setja saman tölvu með með dótinu þínu þá mundi ég ekki sætta mig við neitt annað en Corsair 800D \n (nema ef CaseLabs væri í myndinni)",
            "date": "2013-03-25 00:41:00",
            "post_id": "501970",
            "reply_to_id": "501967"
        },
        {
            "user_name": "MatroX",
            "text": "versta er að ég efast um að þetta sé ábyrgðar mál:( ég var með msi 275gtx sem var í ábyrgð sem lét svona og það var ekkert gert. ég var svo lika með 480gtx sem var 2 mánaða gamalt sem lét svona og það var ekkert gert heldur en að vísu eftir hálft ár eða svo þá hætti það að láta svona",
            "date": "2013-03-25 00:59:00",
            "post_id": "501973",
            "reply_to_id": "501970"
        },
        {
            "user_name": "Templar",
            "text": "Áhugavert, já það er samt bara flott að það er ekkert \"að\", bara minniháttar böggur sem jafnvel ekki gerir alltaf vart við sig.",
            "date": "2013-03-25 10:36:00",
            "post_id": "501992",
            "reply_to_id": "501973"
        },
        {
            "user_name": "Templar",
            "text": "Flottur kassi, verst að hann er ekki 100% alu, virðist virkilega \"King of the hill\", verð að hugsa málið",
            "date": "2013-03-25 10:37:00",
            "post_id": "501993",
            "reply_to_id": "501992"
        },
        {
            "user_name": "playman",
            "text": "Ef að þetta eru bara þéttarnir sem að eru með þessi óhljóð, og þú færð þetta ekki viðgert út á RMA, þá gætirðu\nlátið skipta út þéttunum, það mun kosta eitthvað ef þú lætur gera það á verkstæði, en þú ættir\nþó að losna við óhljóðin.",
            "date": "2013-03-25 10:43:00",
            "post_id": "501994",
            "reply_to_id": "501993"
        },
        {
            "user_name": "Templar",
            "text": "Hver er að skipta þessu út hérlendis?",
            "date": "2013-03-25 11:31:00",
            "post_id": "501999",
            "reply_to_id": "501994"
        },
        {
            "user_name": "playman",
            "text": "Flest almenn raftækjaverkstæði.\nVertu bara viss og spurðu þá hvaða þétta þeir eru að nota, bara svona uppá það að þeir séu ekki að nota \n\"óníta\" þétta.\nhérna er fínn listi yfir óníta og góða þétta, semsagt 2 efstu stickies.\nhttp://www.badcaps.net/forum/forumdisplay.php?f=10",
            "date": "2013-03-25 11:51:00",
            "post_id": "502001",
            "reply_to_id": "501999"
        },
        {
            "user_name": "FreyrGauti",
            "text": "Svo það sé á hreinu þá fellur kortið úr ábyrgð hjá þér ef þú gerir þetta.",
            "date": "2013-03-25 13:33:00",
            "post_id": "502013",
            "reply_to_id": "502001"
        },
        {
            "user_name": "playman",
            "text": "Ertu viss? þó svo ef að það er gert á löglegu verkstæði, rétt eins og að hluturin sé bilaður?",
            "date": "2013-03-25 13:41:00",
            "post_id": "502017",
            "reply_to_id": "502013"
        },
        {
            "user_name": "Klemmi",
            "text": "Almennt séð að þá eru framleiðendur ekki til í að láta aðra en sín eigin viðurkenndu verkstæði eiga við íhlutina sína, hvað þá með jafn mikla aðgerð og það er að skipta um þétta.\nEF framleiðandi væri til í að halda ábyrgðinni í gildi eftir svona æfingar og ef kortið myndi byrja að láta illa seinna meir, þá þyrfti hann að finna út hvort það væru nýju þéttarnir eða eitthvað annað á kortinu sem væri að valda vandræðum áður en hann gæti íhugað að senda kortið í RMA.  Þess ber að geta að það sést ekki alltaf utan á þéttum ef þeir eru orðnir lélegir/farnir að bila.",
            "date": "2013-03-25 14:44:00",
            "post_id": "502028",
            "reply_to_id": false
        },
        {
            "user_name": "playman",
            "text": "Já það er kanski rétt hjá þér.\nÞegar að maður er með svona dýra vöru þá er maður ekkert að leika sér með þetta.",
            "date": "2013-03-25 14:51:00",
            "post_id": "502029",
            "reply_to_id": "502028"
        },
        {
            "user_name": "Saber",
            "text": "Ég lennti í svona coil whine á GTX 285 korti sem ég átti þegar ég keyrði það á aflgjafa sem þurfti að hafa mikið fyrir því að keyra það. Ég myndi prófa kortið á öðrum aflgjafa áður en þú ferð í að láta gera eitthvað róttækt.",
            "date": "2013-03-25 18:24:00",
            "post_id": "502061",
            "reply_to_id": "502029"
        },
        {
            "user_name": "Maniax",
            "text": "Ekkert að aflgjafanum hjá honum.",
            "date": "2013-03-25 20:18:00",
            "post_id": "502085",
            "reply_to_id": "502061"
        },
        {
            "user_name": "Templar",
            "text": "Ekkert orðið var við þetta núna í smá tíma eftir að ég setti nýja móðurborðið í svo að full skýring á þessu er enn með öllu óljós, mig grunar að ef þetta var PSUinn að ekki var mögulega ein snúran alveg nógu vel í, þegar ég var að rífa allt í sundur var amk. ein snúran í skjákortið ekki alveg föst í PSU megin. Takk fyrir góð svör herramenn, tonn af kunnáttu hérna að finna eins og vanalega.",
            "date": "2013-04-01 15:22:00",
            "post_id": "503208",
            "reply_to_id": "502085"
        }
    ],
    "date": "2013-03-25 14:44:00"
}