{
    "forum_title": "Til sölu - Tölvuvörur",
    "id": "54156",
    "title": "Hin ágætasta desktop til sölu - 60k",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=11&t=54156",
    "posts": [
        {
            "user_name": "danheling92",
            "text": "Fyrir 5 þús í viðbót get ég látið þig hafa þennan skjá með sem ég er að selja einan sér á 10 þús. \n > \nhttps://bland.is/classified/entry.aspx? ... Id=1633699\n \nFyrir neðan getur þú séð tæknilegar upplýsingar varðandi tölvuna. \nMobo : \nhttp://www.asrock.com/mb/overview.asp?Model=P43DE\n \nÖrri : Core2Duo e7400, OC í 3.5ghz án vandræða \nSkjákort : GTX 550 TI, frekar nýlegt, ætti að vera með nótu einhversstaðar. \nVinnsluminni : 4gb DDR2 mushkin 800mhz \nAflgjafi : Tacins Radix III 520w \nörgjörva kæling : Einhver Thermaltake kæling, frekar stór sem ég keypti nýlega til að yfirklukka örgjörvan með 2 bláum lýsandi kæliviftum sem fylgdu með henni, ætti einnig að vera með nótu. \nNýlegt diskdrif sem ég ætti að vera með nótu fyrir \n3x harðir diskar SATA2 \n-500gb \n-150gb \n-250gb \nOg kassi sem heitir Tacens Victoria II. \nÉg myndi selja hana í mjög fínu standi. Ryk hreinsa, skipta um kælikrem, og þurrka allt efni af hörðu diskunum út endanlega.",
            "date": "2013-03-26 05:47:00",
            "post_id": "502145",
            "reply_to_id": false
        },
        {
            "user_name": "MatroX",
            "text": "er þetta verð ekki djók eða?",
            "date": "2013-03-26 11:29:00",
            "post_id": "502164",
            "reply_to_id": "502145"
        },
        {
            "user_name": "Gúrú",
            "text": "Þú ert a.m.k. ekki einn í því að finnast það hlægilegt.",
            "date": "2013-03-26 12:28:00",
            "post_id": "502169",
            "reply_to_id": "502164"
        },
        {
            "user_name": "ArnarF",
            "text": "Þetta er allt í lagi strákar, hann ætti að vera með nótu fyrir þessu einhverstaðar !",
            "date": "2013-03-26 14:52:00",
            "post_id": "502191",
            "reply_to_id": "502169"
        },
        {
            "user_name": "danheling92",
            "text": "Bið stjórnendur vinsamlegast um að eyða þessum þræði þar sem að ég sé ekki fram á það að selja tölvuna hérna.",
            "date": "2013-03-26 14:58:00",
            "post_id": "502193",
            "reply_to_id": "502191"
        },
        {
            "user_name": "MatroX",
            "text": "semsagt þú ætlar að svindla á fólki annarstaðar?",
            "date": "2013-03-26 15:12:00",
            "post_id": "502196",
            "reply_to_id": "502193"
        },
        {
            "user_name": "Kristján",
            "text": "rólegur leet matrox.\nen danheling, við hverju bístu? þessi sala hjá þér er faranlega upp sett, engar upplýsingar um íhluti og þú gætir verið með nótur einhverstaðar??....\nmeina það segir manni bara að þetta sé eitthvað vafasamt og enginn gerir tilboð í þessa tölvu hjá þér.\nvertu með nokkra hluti á hreinu:\nábyrgð, hvernær rennur hún út og eða hvort það sé ábyrgð á hlutunum.\naldur, hvað er þetta allt gamalt, á við um með ábyrgðina líka, ef maður veit hvað þetta er gamalt þá veit maður með ábyrgðina.\nnótur, finna þær allar til áður en settur er upp þráður, allavega ekki segja að þú sért með hana \"einhverstaðar\", þú getur fengið hana hjá versluninni sem þú fékkst íhlutinn í.\nástand, mikið verið að fara á lön?, örrinn hjá þér er yfirklukkaður, hvað er stock hraðinn og hvað er yfiklukk hraðinn, þetta minkar líka verðið á honum.\nmyndir, myndir eru must og helst af tölvuni sjálfri eins og hún er núna og svo af öllum íhlutunum frá framleiðendum af síðum þeirra.\nupplýsingar fyrir hvern íhlut, mjög gott er að linka á speccheet fyrir hvern íhlut til að fólk sjái betur hvað er verið að selja, ekki, \"einhver thermaltake kæling\"\nþetta er eitthvað sem þarf að hafa i huga til að selja eitthvað, meira svona common sense tbbh",
            "date": "2013-03-26 15:23:00",
            "post_id": "502198",
            "reply_to_id": "502196"
        },
        {
            "user_name": "danheling92",
            "text": "Ég mun selja þessa vél á 60 þúsund sama hversu mikið þið mótmælið því. Nema að þið viljið eitthvað frekara internet drama, þá mæli ég með því að þessum þræði verði læst eða eytt",
            "date": "2013-03-26 15:30:00",
            "post_id": "502200",
            "reply_to_id": "502198"
        },
        {
            "user_name": "MatroX",
            "text": "ekkert drama vill bara ekki að þú sért að svindla á eitthverjum einstakling útibæ",
            "date": "2013-03-26 15:32:00",
            "post_id": "502201",
            "reply_to_id": "502200"
        },
        {
            "user_name": "Tesy",
            "text": "Er bland.is planið þitt?",
            "date": "2013-03-26 15:34:00",
            "post_id": "502202",
            "reply_to_id": "502201"
        },
        {
            "user_name": "danheling92",
            "text": "Ef ég mundi selja hana á svona 75 þús þá mundi ég vera sammála þér með að ég væri að svindla á honum, en ég er að selja hana á 60k með fínan skjá með á 5 þús.",
            "date": "2013-03-26 15:44:00",
            "post_id": "502204",
            "reply_to_id": "502202"
        },
        {
            "user_name": "MatroX",
            "text": "haha nei þetta er svona 40-50þús kr virði max",
            "date": "2013-03-26 15:58:00",
            "post_id": "502207",
            "reply_to_id": "502204"
        },
        {
            "user_name": "danheling92",
            "text": "Haltu áfram að væla og sjáðu hvert það kemur þér",
            "date": "2013-03-26 16:51:00",
            "post_id": "502216",
            "reply_to_id": "502207"
        },
        {
            "user_name": "MatroX",
            "text": "já ég er að væla lestu reglurnar hérna og hvað stendur fyrir neðan sölu flokkinn ég er bara að koma í veg fyrir það að þú seljir eitthverjum ágæta vél á alltof mikin pening",
            "date": "2013-03-26 17:06:00",
            "post_id": "502217",
            "reply_to_id": "502216"
        },
        {
            "user_name": "danheling92",
            "text": "Ég las reglurnar og það gefur ekkert til kynna um að ég megi ekki selja þessa tölvu á það sem að mér hentar, og auk þess þá er það ekki undir þér komið að \"vara aðra við\" mínu verði til að reyna að koma í veg fyrir það að ég nái að selja vöruna. Skiptu þér bara ekkert að viðskiptum annarra (opinberlega), sérstaklega ef það kemur í veg fyrir hagsmuni þeirra, og fynndu þér eitthvað betra að gera heldur en að væla og leika einhverja dedicated \"verðlöggu\".",
            "date": "2013-03-26 17:37:00",
            "post_id": "502223",
            "reply_to_id": "502217"
        },
        {
            "user_name": "MatroX",
            "text": "haha nei \n fólk sem ætlast til að fá 60þús fyrir vél með core2duo þarf aðeins að kynna sér verðlaggningu á hlutunum það var vél með 3770k að fara á 75þús hvernig geturu réttlætt þetta?",
            "date": "2013-03-26 17:44:00",
            "post_id": "502224",
            "reply_to_id": "502223"
        },
        {
            "user_name": "dori",
            "text": "Þú hlýtur að vera nýr hérna.",
            "date": "2013-03-26 18:09:00",
            "post_id": "502226",
            "reply_to_id": "502224"
        },
        {
            "user_name": "xate",
            "text": "Sko í fyrsta lagi er auglýsingin illa sett upp, það kemur hvergi fram aldurinn á vélbúnaðinum sjálfum nema því sem þú hefur keypt \"nýlega\" en það segir kaupanda/okkur virkilega lítið, ég gæti flokkað nýlega undir allt að ári, en þú kanski 2vikur. Vinsamlegast komdu með dagsettningar, og þetta \"ætti að vera með nótu\", \"nótan ehstaðar hérna\" o.s.fr. virkar einfaldlega ekki, ef þú ætlar þér að selja þessa vél er 98% kaupanda sem vill fá allar meðfylgjandi nótur sem til eru, afhverju drífuru þig þá ekki bara að finna þær áður en þú ferð að auglýsa vélina til sölu? frekar en að þurfa að gera það t.d. eftir að eh ákveður að kaupa vélina og svo kanski finnuru þær ekki?\nEn annars að verðinu, persónulega finnst mér þessi vél aldrei 60þúsund króna virði þar sem þetta er alltsaman orðið vel \"úrelt\" og það eina sem í raun er eh virði í þessum pakka er skjákortið og kanski kassi + aflgjafi, rest er mikið til orðið \"drasl\" sem þú færð kanski 5þúsund fyrir ef þú ert heppinn.\nMér til stuðnings geturu t.d. séð verðið á örranum á amazon (\nhttp://www.amazon.com/Intel-E7400-Proce ... B001V7U2HM\n) en nýr kostar hann 62$ og þinn er væntalega orðinn vel í kringum 2ára ef ekki eldri þannig 60þúsund er skyhigh verð sem mætti í raun kalla bara svindl á góðri íslensku.",
            "date": "2013-03-26 18:16:00",
            "post_id": "502227",
            "reply_to_id": "502226"
        },
        {
            "user_name": "danheling92",
            "text": "Ég keypti tölvuna nýja í heild sinni fyrir sirka 3 árum ef ég man rétt þannig að flestar nóturnar runnu út fyrir ári. Er búinn að kaupa nýtt diskdrif, skjákort, og örgjörvakælingu, afhverju kalla þetta úrelt? Hún ræður kannski ekki við Battlefield 3, en ég er að spila marga nýja leiki með 45-60 fps auðveldlega, eins og Skyrim, og nýr leikur sem ég var að dl í dag t.d sem heitir Shootmania, sem ég er að runna flawlessly með allt á high. Þetta er fínasta vél ef maður OC-ar örrann og heldur systeminu hreinu af allskonar drasli sem hægir á henni.\nEf maður er ekki einhver hardcore gamer sem vill runka sér yfir nýjustu grafík, þá eru þetta fín kaup.",
            "date": "2013-03-26 18:23:00",
            "post_id": "502228",
            "reply_to_id": "502227"
        },
        {
            "user_name": "Yawnk",
            "text": "",
            "date": "2013-03-26 18:27:00",
            "post_id": "502229",
            "reply_to_id": "502228"
        },
        {
            "user_name": "dandri",
            "text": "Linkið bara þessum þræði á bland.is auglýsinguna hans.",
            "date": "2013-03-26 18:50:00",
            "post_id": "502233",
            "reply_to_id": "502229"
        },
        {
            "user_name": "danheling92",
            "text": "Gangi þér vel með það, ég þarf að samþykkja allar athugasemdir áður en þær eru sýnilegar fyrir almenningi",
            "date": "2013-03-26 19:12:00",
            "post_id": "502236",
            "reply_to_id": "502233"
        },
        {
            "user_name": "Output",
            "text": "Djöfull er það asnalegt kerfi á Bland O.O",
            "date": "2013-03-26 19:14:00",
            "post_id": "502238",
            "reply_to_id": "502236"
        },
        {
            "user_name": "danheling92",
            "text": "Mjög gott kerfi þar sem að það hindrar fólki að stinga nefinu í það sem því kemur enganvegin við.",
            "date": "2013-03-26 19:27:00",
            "post_id": "502241",
            "reply_to_id": "502238"
        },
        {
            "user_name": "Output",
            "text": "Hvernig kemur það fólki ekki við þegar þú póstar auglýsingu \nspjallborð",
            "date": "2013-03-26 20:23:00",
            "post_id": "502245",
            "reply_to_id": "502241"
        },
        {
            "user_name": "danheling92",
            "text": "Ef þú vilt flokka söluþræði undir spjallþræði, þá þú um það. Ég bað engan um þeirra álit á neinu, eingöngu auglýsti það sem ég var að selja. Frekar einföld samskipti sem eiga að fara fram þegar kemur að sölu á einhverju..",
            "date": "2013-03-26 20:33:00",
            "post_id": "502251",
            "reply_to_id": false
        },
        {
            "user_name": "Daz",
            "text": "Ef maður er ekki hardcore Gamer, þá er hagstæðara og líklega ódýrara að kaupa nýja tölvu. T.d. \nþessa hjá Kísildal\n og bæta svo við skákorti, ef maður vill spila leiki.\nÞessvegna er þetta verð út í hött, notaður (3 ár+) búnaður, á hærra verði en \"sambærilegur\" nýr búnaður. Verðlöggurnar hérna eru (vonandi) ekki að skamma þig fyrir verðið, frekar að reyna að benda þér á hvað er raunhæft að þú getir fengið. Ég er ekki einu sinni viss um að einhver á bland myndi kaupa þetta á 60 þúsund.",
            "date": "2013-03-26 20:38:00",
            "post_id": "502253",
            "reply_to_id": "502251"
        },
        {
            "user_name": "chaplin",
            "text": "1. Það skiptir \nengu máli\n hvað það hentar \nþér\n að selja vöruna á, ef hún er ekki þess virði þá færðu það ekki fyrir hana. \n2. Hann var aldrei að \"reyna að koma í veg\" fyrir neitt, hann og aðrir sögðu verðið hjá þér væri of hátt, sem það er.\n3. Hann er ekki að reyna að koma í veg fyrir þína hagsmuni, það er þú hinsvegar að gera. Þú ert að heimta að fá 30-50% meira fyrir vélina en hún er virði, ef einhver kaupir hana af þér á þínu verði, þá er sá aðili augljóslega að tapa á kaupunum.\n4. Á Vaktinni eru verðlöggur, Árni (MatroX) hefur mjög mikla þekkingu á þessu sviði og veit alveg hvers virði hlutirnir eru, eina sem hann gerði var að setja spurningarmerki við verðið hjá þér og þú svara með stælum, svo einfalt er það.",
            "date": "2013-03-26 20:40:00",
            "post_id": "502254",
            "reply_to_id": "502253"
        },
        {
            "user_name": "danheling92",
            "text": "Ég svaraði ekkert með stælum, það er eðlilegt að nota sum orð til að koma máli sínu á beint framfæri við manneskju sem að svarar með leiðinlegri kaldhæðni, og kallar mig svindlara.",
            "date": "2013-03-26 20:54:00",
            "post_id": "502255",
            "reply_to_id": "502254"
        },
        {
            "user_name": "Squinchy",
            "text": "Svona comment fá mig oftast til að hlæja upphátt \n, ekta svona \"Mig langaði hvorteðer ekkert að leika við þig\" fílingur",
            "date": "2013-03-26 20:58:00",
            "post_id": "502259",
            "reply_to_id": "502255"
        },
        {
            "user_name": "danheling92",
            "text": "Það er gáfulegast að loka svona þráðum strax áður en þetta verður að einhversskonar tilgangslausu \"circlejerk\" internet argumenti sem að endar aldrei með neinni niðurstöðu.",
            "date": "2013-03-26 21:02:00",
            "post_id": "502261",
            "reply_to_id": "502259"
        },
        {
            "user_name": "Tesy",
            "text": "Ég skil ekki afhverju þessi þráður er ekki læstur eða eyddur þar sem stofnandinn er búinn að biðja um það sjálfur.",
            "date": "2013-03-26 21:05:00",
            "post_id": "502263",
            "reply_to_id": "502261"
        },
        {
            "user_name": "chaplin",
            "text": "Þetta fór framhjá mér - læst.",
            "date": "2013-03-26 21:11:00",
            "post_id": "502266",
            "reply_to_id": "502263"
        }
    ],
    "date": "2013-03-26 20:33:00"
}