{
    "forum_title": "Netkerfi - internetið",
    "id": "54175",
    "title": "[networking-related]Atvinna í boði",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=54175",
    "posts": [
        {
            "user_name": "natti",
            "text": "CCP: \nhttp://www.ccpgames.com/en/jobs/job-det ... ?jobid=435\nSímafélagið: \nhttp://t.co/j0US1nAm9c\nBasis: \nhttp://tvinna.is/jobs/netserfr%C3%A6%C3%B0ingur-3\nLSH: \nhttp://www.landspitali.is/um-lsh/laus-storf/?id=12078\nApparently þá er skortur á networking fólki af báðum kynjum.",
            "date": "2013-03-27 14:10:00",
            "post_id": "502343",
            "reply_to_id": false
        },
        {
            "user_name": "hrabbi",
            "text": "Já atvinnublaðið um helgina var líka frábært.\nEn ein spurning þessu tengt: Af hverju auglýsa fyrirtæki stundum eftir háskólamenntuðu fólki í þessi störf (kerfis- og netstjóra)? Virðist enginn munur á auglýsingunni m.v. þar sem bara er farið fram á diplóma + reynslu. Eftir því sem ég best veit þá er tölvunarfræðinám nánast ekkert stílað inná svona störf og maður myndi læra meira á að taka stutt námskeið hjá einhverjum af tölvuskólunum.",
            "date": "2013-03-27 14:23:00",
            "post_id": "502345",
            "reply_to_id": "502343"
        },
        {
            "user_name": "tlord",
            "text": "segir líklega vissa sögu um starfsmannastjórann",
            "date": "2013-03-27 14:37:00",
            "post_id": "502347",
            "reply_to_id": "502345"
        },
        {
            "user_name": "rapport",
            "text": "Þetta er gert til að hafa smá þröskuld, aðilar með diplomu en ekkert sjálfstraust sleppa því að sækja um...\nEn fjögur störf auglýst er nú ekki dæmi um að einhver svakalegur skortur sé á netstjórum.\nEn netstjórinn sem fer til LSH verður að búa við að hafa mig í næsta herbergi og rauðhærðann mann sem hópstjóra...",
            "date": "2013-03-27 14:50:00",
            "post_id": "502349",
            "reply_to_id": "502347"
        },
        {
            "user_name": "AntiTrust",
            "text": "Mér finnst akkúrat undarlegt að vera að óska eftir tölvunarfræðimenntu fólki í margar svona stöður, þar sem það er svo gríðarlega mikið af tölvunarfræðinni sem kemur kerfisstjórnun ekki nokkuð við. \nFinnst vanta að fyrirtæki taki meira tillit til reynslu og hæfni meðfram eða í staðinn fyrir gráður, þ.e. að það sé \"Háskólamenntun og/eða x ára reynsla af sambærilegu starfi æskileg.\"",
            "date": "2013-03-27 16:06:00",
            "post_id": "502362",
            "reply_to_id": "502349"
        },
        {
            "user_name": "hrabbi",
            "text": "Er þetta þá meira \"blöff\" en að það sé verið að stefna að því að ráða háskólamenntaðann mann í starfið ?\nVelti því fyrir mér hversu hátt hlutfall þeirra sem eru í þessum störfum séu háskólamenntaðir, sérstaklega vegna þess að diplómufólkið er í raun með menntun sem hentar betur í starfið...\nHáskólafólkið myndi þá allavega vera á svipuðum launum og developers eru að fá, sem gæti aftur sett pressu á launin hjá þeim sem eru ekki háskólamenntaðir.\nAnnað sem ég hegg eftir í LSH auglýsingunni: þar er þetta kallað \"sérfræðingur\" í XXX. Var bara kallað kerfis-/netstjóri hér áður fyrr.",
            "date": "2013-03-27 16:32:00",
            "post_id": "502365",
            "reply_to_id": "502362"
        },
        {
            "user_name": "tlord",
            "text": "fyrirtækið getur líka haft betri stöðu í launadæminu ef það auglýsir eftir meiri menntun sá ráðni hefur..\n\"við getum svosem reynt notast við þig þó þú sért ekki með þessa gráðu, en þú getur bara fengið xxx í laun\"\nþegar fyrirtækjaeigendur eru að tala um skort á menntuðu fólki, eru þeir oft að meina að launin sem þarf\nað borga fólkinu séu of há að þeirra mati..",
            "date": "2013-03-27 16:48:00",
            "post_id": "502366",
            "reply_to_id": "502365"
        },
        {
            "user_name": "natti",
            "text": "Eftir því sem \"kröfurnar\" eru minni, þá er enn stærri hópur af hinu ótrúlegasta fólki sem sækir um.\nStundum fínt að hafa smá kröfur þannig að t.d. einstaklingar sem telja upp \"word, excel, photoshop\" sem helstu tölvukunnáttu séu ekki jafn mikið að sækja um... (nema ætlunin sé að finna fólk til að þjálfa upp.)\nHitt er, þó að \"tölvunarfræði\" tengist kannski ekki beint kerfis- eða netrekstri, þá er samt ákveðinn grunnur sem einstaklingar sem hafa farið í gegnum það nám hafa.\nÞessi grunnur getur líka verið mun meira \"relevant\" heldur en fikt meðfram tölvuleikjaspilun.\nÞess fyrir utan, þá fær fólk sem fer í gegnum háskólanám oft ágætis æfingu í að vinna með og leysa stærri verkefni, þannig að þó námið tengist ekki alltaf \"beint\" vinnunni, þá getur það hjálpað.\nSvo er nú ekki eins og einstaklingar með \"reynslu\" liggi mikið á lausu, sérstaklega ekki þegar kemur að netkerfum.",
            "date": "2013-03-27 23:55:00",
            "post_id": "502444",
            "reply_to_id": "502366"
        }
    ],
    "date": "2013-03-27 14:10:00"
}