{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "54226",
    "title": "?Reynsla af PAN-TXL50EM5 á tilboði Sjónvmiðstöðvarinnar?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=54226",
    "posts": [
        {
            "user_name": "semper",
            "text": "Búinn að halda að mér höndum í öll þessi ár í þessu flatskjáarbixi, en nú finnst mér komið raunhæft verð á þessum tækjum\nÞetta sjónvarp er \" a lot of screen for minimum bucks\".   50\"  á 149.000!\nhttp://sm.is/product/50-fhd-1080p-led-sjonvarp\nOf gott til að vera satt,      eða.........of gott til að vera gott?\nHefur einhver reynslu af þessu tæki?",
            "date": "2013-03-30 16:39:00",
            "post_id": "502824",
            "reply_to_id": false
        },
        {
            "user_name": "Kristján",
            "text": "skeltu þér bara á þetta, ef þetta er fyrsti flatskjátvið þitt þá bara go for it.\nþetta er voða basic tæki og fín byrjun.\nsvo eru þetta ekkert raunhæf verð, þetta er bara basic tv þess vegna er það á tilboði, því meira sem þú borgar því betra færðu, þannig virkar þetta yfirleitt, en ekki alltaf.\neins og alltaf er verið að segja við fólk sem spyr um reynsly af einhverjum tvum eða biður um hjálp við að velja sér tv, þá er eina svarið að þú þarf að fara og skoða sjálfur, og taka þér tíma í þetta.\nsvo líka hvort 150k sé burdget???, hvað með að borga tæpa 200k frekar og fá þar með MIKLU betra sjónvarp, kannski er það 40-42\" en það er með miklu betri mynd og sem er loaded af fítusum og mun endast miklu lengur???\nfyrir mitt leiti þá mundi ég fara niður i sjónvarpsmiðstöð og tala við einhverja gæja þar, ég hef allavega góða reynslu af þeim.",
            "date": "2013-03-30 18:02:00",
            "post_id": "502846",
            "reply_to_id": "502824"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "fara á staðinn að sjá hvernig það er í gángi og bera það saman við önnur tæki.. ég segi hiklaust frekar taka 50\" tæki frekar en 42\" tæki sem er á sama verði með aðeins betri myndgæðum.. þú situr ekki alveg upp í tækinu og overall tekurðu ekki eftir smá mun, en þú tekur gríðarlega mikið eftir hvort þú ert að horfa á 42\" tæki eða 50\".. stærðarmunurinn er það mikill.",
            "date": "2013-03-30 21:43:00",
            "post_id": "502887",
            "reply_to_id": "502846"
        },
        {
            "user_name": "angelic0-",
            "text": "Sorry bróðir, en þetta er eitt það vitlausasta sem að ég hef séð mann skrifa um sjónvarpstæki...\nÉg er t.d. með sjónvarpstæki sem að er í dýrari kantinum, nei það er ekki 3D, en það er 600Hz og með 50.000.000:1 í Contrast Ratio...\nÉg kem inn hjá flestum vinum mínum og varla meika að horfa á sjónvarpið hjá þeim, því að mér líður eins og ég sé að horfa á AVI skrá sem að er compressed í rusl þó að þeir séu að spila .mkv \nMaður með glöggt auga fyrir gæðum mun alltaf spotta HIGH END vs LOW END tæki...\nLeiðinlegt samt með síðuna hjá SM.is að það er mjög lítið um speccana á tækjunum, vantar t.d. contrast ratio...\nPanasonic svíkur hinsvegar sjaldan... myndi segja þetta vera gott fyrir peninginn..",
            "date": "2013-03-31 02:25:00",
            "post_id": "502928",
            "reply_to_id": "502887"
        },
        {
            "user_name": "rango",
            "text": "Ignorance is bliss, my brother.",
            "date": "2013-03-31 02:30:00",
            "post_id": "502929",
            "reply_to_id": "502928"
        },
        {
            "user_name": "angelic0-",
            "text": "Bara leiðrétta þig aðeins",
            "date": "2013-03-31 02:36:00",
            "post_id": "502931",
            "reply_to_id": "502929"
        },
        {
            "user_name": "KanDoo",
            "text": "Sannleikur.\nEn eins og þeir voru að nefna, kíkka bara í SM, tjekka á tækjunum og spjalla við starfsfólkið þar",
            "date": "2013-03-31 02:37:00",
            "post_id": "502932",
            "reply_to_id": "502931"
        },
        {
            "user_name": "MatroX",
            "text": "er með svona tæki og er rosalega sáttur með það",
            "date": "2013-03-31 02:57:00",
            "post_id": "502933",
            "reply_to_id": "502932"
        },
        {
            "user_name": "fallen",
            "text": "lols\n.",
            "date": "2013-03-31 03:02:00",
            "post_id": "502936",
            "reply_to_id": "502933"
        },
        {
            "user_name": "angelic0-",
            "text": "Correct term... abbreviation... gætum þrætt þetta... menn hafa tvískiptar skoðanir á þessu samt",
            "date": "2013-03-31 03:08:00",
            "post_id": "502939",
            "reply_to_id": "502936"
        },
        {
            "user_name": "gissur1",
            "text": "Þetta tæki er bara 50Hz, frekar mikið hökkt í myndinni.",
            "date": "2013-03-31 12:42:00",
            "post_id": "502964",
            "reply_to_id": "502939"
        },
        {
            "user_name": "Tiger",
            "text": "Vitlaust og ekki vitlaust.... það fer mjög mikið eftir því hversu langt frá tækinu þú munt sitja/standa. Sérðu gæðamunin í 15-20m fjarlægð, eða tekuru frekar eftir stærðarmuninum? Sem væri akkúrat öfugt ef þú sætir í 3-5m fjarlægð. \nOg veistu fyrir hvað þessi 600Hz þín standa? Hjálpar 0 með motion blur eins og refresh rate á LCD gerir. Og 600Hz á líklega bara við bandaríkin (60Hz) þar sem hvert sub-field er sýnt 10x en hérna þar sem það er 50Hz væri þetta 500Hz.\nsemper\n. Ég er nokkuð viss um að þetta tæki sé mjög gott fyrir þennan pening. Nei er ekki 3D (kostur fyrir marga) og ekki með facebook eða youtube bling. Og þótt það standi að það sé 50Hz að þá er mjög líklegt að það sé með sama \"refreshrate\" (sem er ekk til fyrir plasma) og tæki sem eru auglýst sem 600Hz/500Hz. (Þar sem þetta tæki er ekki það gamalt er það örugglega með 10 sub field rate en ekki 8 eins og eldri/elstu plasma tækin).",
            "date": "2013-03-31 12:44:00",
            "post_id": "502965",
            "reply_to_id": "502964"
        },
        {
            "user_name": "MatroX",
            "text": "get nú ekki sagt að það sé frekar mikið hökkt í myndinni. er búinn að vera spila PS3 á þessu og get ekki sagt að það sé hökkt í mynd.",
            "date": "2013-03-31 12:48:00",
            "post_id": "502967",
            "reply_to_id": "502965"
        },
        {
            "user_name": "gissur1",
            "text": "Ég bar það nú bara saman við önnur tæki í búðinni og ég og félagi minn sem var með mér sáum mikinn mun.",
            "date": "2013-03-31 12:50:00",
            "post_id": "502968",
            "reply_to_id": "502967"
        },
        {
            "user_name": "Tiger",
            "text": "Held það sé 100% að ef það var hökt þá var það source-in sem olli því en ekki sjónvarpið sem leiðir til þess að þig langi til að kaupa dýrara tækið (Elko leiðin, auglýsa gott tæki ódýrt og fá þig í verslunina, stilla það illa og selja þér svo dýrara tæki við hliðina með mun betri mynd).\n50Hz plasma er ekki eins og 50Hz LCD og langt frá því. Smá útskýring hvernig plasma vikar. Motin blur í plasma er svo til ógerlegt.",
            "date": "2013-03-31 12:57:00",
            "post_id": "502969",
            "reply_to_id": "502968"
        },
        {
            "user_name": "gissur1",
            "text": "Ég reyndar kíkti á stillingarnar á báðum og þau voru bæði default stillt.\nEn annars veit ég ekki, kannski eru þeir að plata mann með þessu, en ég efast samt um það.\nÞetta tæki er LCD btw.",
            "date": "2013-03-31 13:05:00",
            "post_id": "502972",
            "reply_to_id": "502969"
        },
        {
            "user_name": "MatroX",
            "text": "",
            "date": "2013-03-31 13:07:00",
            "post_id": "502973",
            "reply_to_id": "502972"
        },
        {
            "user_name": "Tiger",
            "text": "á mig...... ha ha ha ég las þetta sem Plasma tæki einhverja hluta vegna. Og mikið af páskaeggjum í morgun  \n  I stand corrected og discard all I said above",
            "date": "2013-03-31 13:08:00",
            "post_id": "502974",
            "reply_to_id": "502973"
        },
        {
            "user_name": "gissur1",
            "text": "Ok ekkert mál kallinn minn, er ekkert að reyna að vera leiðinlegur. En eruð þið þá að segja mér að þegar hann spilaði sama myndbandið á öllum sjónvörpunum í búðinni að hann hafi passað uppá að þetta tæki væri ekki eins vel tengt ? Skil ekki alveg.",
            "date": "2013-03-31 13:11:00",
            "post_id": "502975",
            "reply_to_id": "502974"
        },
        {
            "user_name": "angelic0-",
            "text": "Þú ert ekkert að fara að greina \"hökt\" á 50Hz..\nÞað er frekar að þú sjáir e'h \"Tru-motion\" eða álíka bull í hinum tækjunum og það bjagar ásýnd þína á þetta tæki...\nBlurring simulates fluidity, sharpness simulates stuttering.\nEf að þú sást í raun hökt í myndinni bendir það til þess að myndin í tækinu hafi verið skýrari en myndin í hinum tækjunum...\nÞetta má laga með því að draga úr sharpness",
            "date": "2013-03-31 14:04:00",
            "post_id": "502987",
            "reply_to_id": "502975"
        },
        {
            "user_name": "gissur1",
            "text": "Ah ok, já ég veit voða lítið um þetta, hélt að riðin (hz) skipti máli í sambandi við hversu smooth myndin er.",
            "date": "2013-03-31 14:45:00",
            "post_id": "502997",
            "reply_to_id": "502987"
        },
        {
            "user_name": "angelic0-",
            "text": "riðin skipta máli upp á \"FPS\".. getur auðvitað alveg séð mun á mynd þannig...\nEn ef að þú ert að spila t.d. DVD/BluRay með 24.9FPS þá ertu ekki að fara að sjá neinn mun á myndinni í 50Hz vs 100Hz...\nÞér finnst myndin vitaskuld vera að stuttera í tækinu sem að framkallar skýrari (meira crisp) mynd...\nSvo að ég endurtaki sjálfan mig;\nBlurring simulates fluidity, sharpness simulates stuttering...\nÞetta er staðreynd...",
            "date": "2013-03-31 14:50:00",
            "post_id": "502998",
            "reply_to_id": "502997"
        },
        {
            "user_name": "stebbi23",
            "text": "því miður segja contrast upplýsingar frá framleiðanda nánast ekkert í dag...eru engar reglur um hvernig þeir eigi að mæla þetta...",
            "date": "2013-04-01 15:08:00",
            "post_id": "503203",
            "reply_to_id": "502998"
        }
    ],
    "date": "2013-03-30 16:39:00"
}