{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "54288",
    "title": "Dual screen vesen, Hjálp!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=54288",
    "posts": [
        {
            "user_name": "Xovius",
            "text": "Ég var að koma heim eftir páskafrí erlendis (tölvan er semsagt búin að standa ónotuð í svona 2 vikur) og þegar ég kveiki á henni fékk ég bara mynd upp á annan skjáinn minn. Þeir eru stilltir sem \"extended display\" en ef ég skipti yfir í duplicate these displays þá kemur einungis mynd upp á hinn skjáinn minn (semsagt þann sem ekki virkaði áður). Það útilokar snúru/tengingarvandamál . Ef ég tek screenshot fæ ég mynd af báðum eins og vanalega og ég get dregið glugga yfir á hinn skjáinn og til baka. \nOS: win8 pro 64bit\nskjáir : Philips 247EL 1920*1080 og HP w2216 1680*1050\nSkjákort : 7970",
            "date": "2013-04-02 13:47:00",
            "post_id": "503427",
            "reply_to_id": false
        },
        {
            "user_name": "rapport",
            "text": "Áttu við að screenshottið sýni það sem á að gerast ef báðir skjáir væru í lagi, en annar er samt alltaf svartur í raun...?\nSpes...  Hef ekki heyrt um þetta áður.\nHugsanlega \"8\" tengt...\nEða að þú verðir að selja mér skjákortið þitt á hrakviði, hvað segir þú um 5þ.?",
            "date": "2013-04-02 14:14:00",
            "post_id": "503431",
            "reply_to_id": "503427"
        },
        {
            "user_name": "stefan251",
            "text": "þetta gerist stundum fyrir mig það sem ég geri er að spama detect í Control Panel\\Appearance and Personalization\\Display\\Screen Resolution og þá kemur það inn með win 8 og 22 og 24 skjái",
            "date": "2013-04-02 14:30:00",
            "post_id": "503434",
            "reply_to_id": "503431"
        },
        {
            "user_name": "capteinninn",
            "text": "Ég geri það sama og stefan251. Ýti á Detect nokkrum sinnum (yfirleitt virkar það samt í fyrsta skiptið) og þá poppar hann inn.\nÞað sem mig vantar samt að vita er hvort ég geti verið með músina læsta á aðalskjáinn og haft skjá tvö bara með XBMC-inu mínu.",
            "date": "2013-04-02 16:08:00",
            "post_id": "503441",
            "reply_to_id": "503434"
        },
        {
            "user_name": "Haxdal",
            "text": "ég lendi stundum í veseni með dual screenið mitt,  þá cyclea ég bara dual monitor modeið í windows með \"Win+P\" þangað til það kemur út rétt ... eina sem ég þarf að vesenast eitthvað í control panel eða nvidia settings dótinu er ef skjáirnir koma vitlausu megin og ég get ekki fært músina \"rétt\" á milli.    Getur prófað Win+P og séð hvort eitthvað af modeunum þar lagi þetta hjá þér.",
            "date": "2013-04-02 16:55:00",
            "post_id": "503446",
            "reply_to_id": "503441"
        },
        {
            "user_name": "Farcry",
            "text": "átt að geta stillt það í Xbmc ferð inn í System eða settings þar inn í system svo inn í Video Output þar undir display mode eiga skjáirnir að koma fram velur annanhvorn.",
            "date": "2013-04-02 18:59:00",
            "post_id": "503463",
            "reply_to_id": "503446"
        },
        {
            "user_name": "capteinninn",
            "text": "Já er með XBMC í gangi á skjá tvö en mig langar að hafa skjá 2 bara dedicated fyrir XBMC. Þannig að músin hjá mér sé bara á skjá eitt og að hvorki ég né einhver forrit hjá mér komist í skjá tvö.",
            "date": "2013-04-02 19:02:00",
            "post_id": "503464",
            "reply_to_id": "503463"
        }
    ],
    "date": "2013-04-02 13:47:00"
}