{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "54280",
    "title": "Sími fyrir 70 þús.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=54280",
    "posts": [
        {
            "user_name": "CurlyWurly",
            "text": "Sælir.\nEins og titillinn bendir til er ég að leita mér að nýjum farsíma\nLangar að fá ykkar ábendingar um hvað væri sniðugt að taka á þessu verðbili og mögulega einnig hvar er ódýrast að fá símann.\nEr einna helst að skoða S3 mini og S2 en held ég ráði ekki við mikið stærri skjá en 4,3\"\nAllar ábendingar vel þegnar.\nMeð fyrirfram þökkum, CurlyWurly.",
            "date": "2013-04-02 00:17:00",
            "post_id": "503355",
            "reply_to_id": false
        },
        {
            "user_name": "Tesy",
            "text": "Ég myndi tbh bæta við 10 þúsund og reyna að kaupa glænýjan S3 frá einhverjum. Hef oft séð fólk selja glænýjan S3 inná bland.is og fl. á 80þ. Ég hef líka oft séð S3 sem er ekki einu sinni orðinn 5 mánaða gamall fara á 70 þúsund.\nÉg veit að þú sagðir að 4,3\" skjár væri í hámarki hjá þér en þú munt ekki sjá eftir því að fara í 4,8\".\nSvo.. Ef ég væri með 70-80 þúsund og þarf síma, þá myndi ég reyna að finna mér eh Samsung Galaxy S3.\nEf þú ert ekki að flýta þér þá er S4 að koma í lok apríl-maí og þá mun S3 væntanlega lækka í verði líka.\nEDIT\n: \nHérna\n er til dæmis maður inn á bland að selja glænýjan Samsung Galaxy S3, reyndar pantað frá Bretlandi. Hann segist vilja fá 75þ fyrir bláir símar og 80þ fyrir hvítir og hann á nóg til samkvæmt comment sem hann commentaði fyrir 3 dögum.\n,,Alltsaman nýjir og ónotaðir símar, verksmiðju ólæstir! \n\" segir hann.",
            "date": "2013-04-02 00:26:00",
            "post_id": "503356",
            "reply_to_id": "503355"
        },
        {
            "user_name": "CurlyWurly",
            "text": "Takk fyrir þetta. Ég er alls ekki að flýta mér svo ég hugsa að ég bíði fram yfir að S4 sé gefinn út óháð því hvaða síma ég kaupi.\nEn er 4,8\" í alvörunni ekki orðið svolítið stórt? Mér finnst þessir S3 og Note símar virka eins og algjör flykki, finnst m.a.s. skrítið að kalla Galaxy Note síma en ekki spjaldtölvu.",
            "date": "2013-04-02 00:42:00",
            "post_id": "503361",
            "reply_to_id": "503356"
        },
        {
            "user_name": "Output",
            "text": "https://vefverslun.siminn.is/vorur/fars ... 100_white/",
            "date": "2013-04-02 00:46:00",
            "post_id": "503364",
            "reply_to_id": "503361"
        },
        {
            "user_name": "Tesy",
            "text": "Ég er alveg sammála þér að Galaxy Note sé alltooof stór. Ég sagði sjálfur alltaf að 4,8\" væri of stór en eftir að hafa leikið mér með S3 lengi þá finnst mér þetta vera fullkomin stærð. Best væri í raun að hlaupa út í búð einhvern tíman og prófa þetta sjálfur og sjá hvað þér finnst.\nAnnars er NOVA með Samsung Galaxy S2 á \nsnjalltilboði\n (59.990kr) ásamt bíokorti \n ef þér finnst S3 vera of stór.",
            "date": "2013-04-02 00:49:00",
            "post_id": "503365",
            "reply_to_id": "503364"
        },
        {
            "user_name": "stefan251",
            "text": "er að fara að pæla að selja minn s3 ef þu hefur áhuga fékk hann september 2012",
            "date": "2013-04-02 01:38:00",
            "post_id": "503371",
            "reply_to_id": "503365"
        },
        {
            "user_name": "CurlyWurly",
            "text": "bump",
            "date": "2013-04-02 20:03:00",
            "post_id": "503473",
            "reply_to_id": "503371"
        },
        {
            "user_name": "audiophile",
            "text": "Bíddu bara þangað til allir fara að selja S3 símana þegar Galaxy S4 kemur í Maí.",
            "date": "2013-04-02 21:19:00",
            "post_id": "503494",
            "reply_to_id": "503473"
        },
        {
            "user_name": "CurlyWurly",
            "text": "Bump.\nLangar líka að benda á að ég er frekar að leita mér að nýjum síma beint úr kassanum heldur en notuðum.",
            "date": "2013-04-03 20:04:00",
            "post_id": "503658",
            "reply_to_id": "503494"
        },
        {
            "user_name": "Plushy",
            "text": "Ég fékk mér Samsung Galaxy SII fyrir stuttu og hann virkar fullkomlega \nMæli með honum, bætir við nokkrum þúsundköllum",
            "date": "2013-04-03 20:11:00",
            "post_id": "503660",
            "reply_to_id": "503658"
        },
        {
            "user_name": "Tesy",
            "text": "Kostar 60þ í NOVA eins og ég linkaði fyrir ofan svo hann þarf ekki að bæta við neitt.",
            "date": "2013-04-03 20:15:00",
            "post_id": "503661",
            "reply_to_id": "503660"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Ég hef enga reynslu af öllum símunum, en ég keypti mér Samsung S3 Mini og er mjög sáttur með hann. Ég vildi einmitt ekki kaupa mér dýrari síma en á 70k, og dual core er alveg meiira en nóg fyrir mig í farsíma.  Er ekki að nota svo þung öpp.  Síminn er þokkalega snappy og að mínu mati betur útlítandi en S2.  Myndavélin á honum er alveg þrælgóð og batteríið dugar alveg þokkalega, fer samt eftir því hvað maður er að nota hann í eins og gefur að skilja.\nEina sem mér fannst leiðinlegt við hann, var hvað hann var sleipur síminn. Ég keypti mér gel/plast hulstur utanumhann, sem gerir gripið gott.  Sem og e-h vörn ef síminn dettur.\nOg fyrir mér er 4\" skjár á farsíma fullkomin stærð, myndi alls ekki vilja hafa hann minni og hann mætti heldur ekki vera mikið stærri. 4.3\" myndi kannski sleppa, en ég myndi ekki nenna að vera með tæplega 5\" dreka í hendinni eins og á nýja S4 sem er að koma út   \n \nEn þetta er að sjálfsögðu einstaklingsbundið.  Mér finnst upplausnin ekki skipta öllu máli, frekar hversu mikið PPI(pixels per inch) síminn býður uppá.",
            "date": "2013-04-03 20:24:00",
            "post_id": "503662",
            "reply_to_id": "503661"
        },
        {
            "user_name": "CurlyWurly",
            "text": "Bump.\nBara að sjá hvort það komi einhverjar nýjar uppástungur eða ábendingar.\nEr t.d. ekkert varið í þessa HTC síma?",
            "date": "2013-04-04 21:39:00",
            "post_id": "503915",
            "reply_to_id": "503662"
        }
    ],
    "date": "2013-04-02 00:17:00"
}