{
    "forum_title": "Almennt um vélbúnað",
    "id": "54331",
    "title": "Að versla íhluti erlendis frá.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=54331",
    "posts": [
        {
            "user_name": "Guffaluff",
            "text": "Daginn daginn!\nNú er ég að huga að því að smíða mér nýjan turn, og er að leitast að bestu verðunum. Ég vildi athuga hvort fólk hérna hefði einhverja reynslu af að panta íhluti erlendis frá? Er einhver verðmunur sem munar um? \nEndilega segið mér frá ef þið hafið reynslu af þessu, og þá kannski bendið mér líka á vefsíður sem þið getið mælt með?",
            "date": "2013-04-04 14:11:00",
            "post_id": "503847",
            "reply_to_id": false
        },
        {
            "user_name": "MatroX",
            "text": "borgar sig varla útaf ábyrgðar málum",
            "date": "2013-04-04 14:12:00",
            "post_id": "503849",
            "reply_to_id": "503847"
        },
        {
            "user_name": "Guffaluff",
            "text": "Grunaði það svo sem \n. EInhverjir fleiri sem hafa eitthvað til málanna að leggja?",
            "date": "2013-04-08 18:01:00",
            "post_id": "504504",
            "reply_to_id": "503849"
        },
        {
            "user_name": "Klemmi",
            "text": "Sama svar... Borgar sig svo lengi sem ekkert bilar.\nEf einhver íhlutur bilar ertu að öllum líkindum kominn í mínus hvað peningahliðina varðar, auk þess sem þú ert með ónothæft rigg á meðan þú garfar í ábyrgðarmálum eða kaupir nýjan íhlut hér heima.",
            "date": "2013-04-08 21:16:00",
            "post_id": "504534",
            "reply_to_id": "504504"
        },
        {
            "user_name": "Frosinn",
            "text": "Tek undir það sem áður hefur komið fram. Ég gerði töluvert af því að kaupa íhluti frá USA hér áður fyrr, en er nánast hættur því vegna ábyrgðarmála. Hér heima er 2ja ára ábyrgð skv. neytendalögum, en yfirleitt 3 mánuðir í USA (nema annað komi fram hjá seljanda). Við bættist umstang og kostnaður við RMA til útlanda, og þá var bara orðið ódýrara, auðveldara og þægilegra að kaupa dótið hérna heima (að því gefnu að það fengist hér), jafnvel þó söluverð væri örfáum þúsundköllum hærra á klakanum.",
            "date": "2013-04-08 23:40:00",
            "post_id": "504573",
            "reply_to_id": "504534"
        }
    ],
    "date": "2013-04-04 14:11:00"
}