{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "54350",
    "title": "Fartölva fyrir skóla og leiki.[HELP]",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=54350",
    "posts": [
        {
            "user_name": "siggigauti",
            "text": "Er að fara í háskóla svo ég er að fara að uppfæra fartölvuna mína,  vil helst vera með 6 kl tima endingu á battery og nægilega öflug fyrir leiki,  er að tala um alla nýjustu leikina,  má kosta allt að 300k \nSpecs sem ég vil er helst i5 örgjava, gott battery og skjákort,  SSD + HDD er stór +++++ en má vera bara HDD 1TB. 6 gb vinnsluminni (1600mhz ?)  endilega komið með spurningar og ég svara af bestu getu,  \nAðeins svara ef þú veist hvað þú ert að tala um, vil ekki lenda á tölvu sem er þekkt fyrir að bila eða eh.   Er varið í samsung eða Gigabyte U2442N-CF2 ( \nhttp://www.tolvutek.is/vara/gigabyte-u2 ... mpavinslit\n )?\nTakk fyrirfram fyrir öll svör.\nSiggiG",
            "date": "2013-04-05 18:25:00",
            "post_id": "504066",
            "reply_to_id": false
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Hef ekki mikla reynslu af Toshiba tölvum en það er rosalegt skjákort í þessari. \nhttp://www.att.is/product_info.php?cPat ... 1306d507bf\nEdit: Rakst á þessa, Asus fartölvur hafa reynst mér vel og ef að ég væri að leita mér að 300 þús króna fartölvu myndi ég kaupa þessa alveg hiklaust! \nhttp://tl.is/product/asus-g75vw-t1392h-fartolva",
            "date": "2013-04-05 19:03:00",
            "post_id": "504069",
            "reply_to_id": "504066"
        },
        {
            "user_name": "Magni81",
            "text": "ég er með ASUS G74SX í Háskólanum. Búinn að vera með hana í að verða 2 ár og er hún í toppstandi. Ekkert vesen á henni, hún ræður leikandi við þá leiki sem ég er að spila og einnig við þunga Revit teiknivinnslu og AutaCad með 2 x 24\" skjái tengda við hana. En hún nær reyndar ekki 6klst batterís endingu. Getur örugglega fengið G75 á þessu verði. Mæli hiklaust með þessari.",
            "date": "2013-04-05 19:07:00",
            "post_id": "504070",
            "reply_to_id": "504069"
        }
    ],
    "date": "2013-04-05 18:25:00"
}