{
    "forum_title": "Windows",
    "id": "54393",
    "title": "Týndur Product key ?!?!?!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=15&t=54393",
    "posts": [
        {
            "user_name": "Svansson",
            "text": "Ég keypti win 7 þegar það kom nýtt út og hef alltaf notað það og svo formataði ég tölvuna mína fyrir tveim vikum og fann ekki product keyinn sem með disknum fylgdi, var með hann skrifaðann einhverstaðar og hann hefur bara glatast einhvernveginn. Er einhver leið að recovera hann einhvernvegin eða þarf ég virkilega að kaupa nýjan? Ef ég þarf að kaupa nýjan þá kaupi ég win8 en ef einhver hérna getur reddað þessu einhvernvegin þá væri það algjör snilld",
            "date": "2013-04-08 21:08:00",
            "post_id": "504528",
            "reply_to_id": false
        },
        {
            "user_name": "Maniax",
            "text": "Ef þú ert með það uppsett ennþá þar að segja\nhttp://www.magicaljellybean.com/keyfinder/",
            "date": "2013-04-08 21:10:00",
            "post_id": "504530",
            "reply_to_id": "504528"
        },
        {
            "user_name": "Plushy",
            "text": "Gæti verið límmiði fastur aftaná tölvunni sjálfri?",
            "date": "2013-04-08 21:11:00",
            "post_id": "504531",
            "reply_to_id": "504530"
        },
        {
            "user_name": "Hargo",
            "text": "Ef þú hefðir áttað þig á því að lykillinn væri týndur áður en þú byrjaðir á að formatta þá hefðirðu sennilega getað náð honum af gömlu uppsetningunni með tóli sem heitir \nProdukey\nHinsvegar þar sem þú ert búinn að strauja vélina þá grunar mig að lykillinn sé glataður.",
            "date": "2013-04-08 21:12:00",
            "post_id": "504532",
            "reply_to_id": "504531"
        },
        {
            "user_name": "lukkuláki",
            "text": "Ættir að geta fengið það sem þú þarft með því að nota serialnúmer vélarinnar á síðu framleiðandans og fylla út umsókn hefurðu skoðað það eitthvað ?",
            "date": "2013-04-08 21:28:00",
            "post_id": "504535",
            "reply_to_id": "504532"
        },
        {
            "user_name": "Svansson",
            "text": "Þetta er saman settur turn, þessi límiði var á gamla turnkassanum en hann er víst seldur og ég náði aldrei að taka þenna límmiðaa af honum þannig ég skrifaði þetta niður og er búin að flytja tvisvar síðan þá og engin leið að finna þann miða held ég",
            "date": "2013-04-08 22:23:00",
            "post_id": "504552",
            "reply_to_id": "504535"
        },
        {
            "user_name": "lukkuláki",
            "text": "Sorry en þetta lítur frekar illa út, turninn með lic er seldur og leyfið fór með honum það er bannað sð nota sama oem licence á margar tölvur veit ekki hvað þú getur gert til að sleppa ódýrt snnað en nota eitthvað eins og activation crack sem er auðvitað ólöglegt",
            "date": "2013-04-08 23:00:00",
            "post_id": "504564",
            "reply_to_id": "504552"
        },
        {
            "user_name": "Minuz1",
            "text": "brot á eula, ekki brot á íslenskum lögum",
            "date": "2013-04-08 23:22:00",
            "post_id": "504568",
            "reply_to_id": "504564"
        },
        {
            "user_name": "arons4",
            "text": "Þeir sem eru að linka forritum til að gera þetta, er ekki nóg að gera bara properties á 'My Computer'? Eða er þetta eitthvað annað þar neðst?",
            "date": "2013-04-08 23:27:00",
            "post_id": "504569",
            "reply_to_id": "504568"
        },
        {
            "user_name": "Oak",
            "text": "Afhverju ekki bara að kaupa win 8 uppfærslu á um 5 þús. á netinu?",
            "date": "2013-04-08 23:32:00",
            "post_id": "504570",
            "reply_to_id": "504569"
        },
        {
            "user_name": "Svansson",
            "text": "Hver geri ég það, og þarf ég ekki eithvað credit kort (ekki orðinn 18 ára) Til að gera það?",
            "date": "2013-04-09 13:38:00",
            "post_id": "504622",
            "reply_to_id": "504570"
        },
        {
            "user_name": "Klemmi",
            "text": "Því tilboði lauk því miður fyrir svolitlu síðan.  Núna kostar hönd og fót að uppfæra í gegnum netið, ódýrara að kaupa uppfærslupakka í búðum.",
            "date": "2013-04-09 18:18:00",
            "post_id": "504649",
            "reply_to_id": "504622"
        }
    ],
    "date": "2013-04-08 21:08:00"
}