{
    "forum_title": "Koníakstofan",
    "id": "54447",
    "title": "Bjarni Ben íhugar að segja af sér",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=54447",
    "posts": [
        {
            "user_name": "capteinninn",
            "text": "Finnur einhver annar lykt af einhverju lélegu plotti hjá Sjálfstæðisflokknum til að ná meira fylgi með þessum skrípaleik síðustu daga með Hönnu Birnu og Bjarna Ben.\nFyrst kemur frétt um að Hanna Birna sé vinsælli, svo kemur frétt um að hann sé að íhuga afsögn, svo kemur frétt um að hann finni fyrir styrk til að halda áfram, svo koma SUS og lýsa yfir eindrægnum stuðning við Bjarna.\nMér finnst þetta aðeins of fyndið svona rétt fyrir kosningar, sýnist þeir vera að reyna að ná aftur einhverjum af atkvæðum sínum sem virðast vera að fara í Framsókn með því að reyna að peppa flokkinn saman, þurfum öll að standa saman með honum Bjarna okkar.\nEr ég einn um þetta?",
            "date": "2013-04-12 15:57:00",
            "post_id": "505117",
            "reply_to_id": false
        },
        {
            "user_name": "GuðjónR",
            "text": "<örvænting> \nxD\n </örvænting>",
            "date": "2013-04-12 16:19:00",
            "post_id": "505121",
            "reply_to_id": "505117"
        },
        {
            "user_name": "snjokaggl",
            "text": "Hehe, þetta komment lætur mig vilja stofna flokk: xML",
            "date": "2013-04-12 16:37:00",
            "post_id": "505123",
            "reply_to_id": "505121"
        },
        {
            "user_name": "GuðjónR",
            "text": "Allt eða ekkert. Og svo skipt í tvennt.",
            "date": "2013-04-12 17:22:00",
            "post_id": "505128",
            "reply_to_id": "505123"
        },
        {
            "user_name": "intenz",
            "text": "Markmið flokka er að ná sem mestu fylgi. Fyrst Hanna Birna ýtir undir meira fylgi sem formaður, af hverju þá ekki að skipta út og ná því markmiði?\nSent from my GT-I9300 using Tapatalk 2",
            "date": "2013-04-12 17:46:00",
            "post_id": "505130",
            "reply_to_id": "505128"
        },
        {
            "user_name": "OverClocker",
            "text": "Þetta er bara skrípaleikur sem er gerður í örvæntingu til að fá meira fylgi.. hann segir aldrei af sér...",
            "date": "2013-04-12 20:41:00",
            "post_id": "505152",
            "reply_to_id": "505130"
        }
    ],
    "date": "2013-04-12 15:57:00"
}