{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "5446",
    "title": "vantar fartölvu sem virkar líka vel í leiki",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=5446",
    "posts": [
        {
            "user_name": "goldfinger",
            "text": "er að leita mér að ferðavél sem ég get notað í medal of honor, battlefield, Championship Manager og svona og svo að sjálfsögðu í skólann líka, en vil að hún ráði vel við leiki, þarf samt ekkert að ráða við farcry og doom3 í einhverri úber upplausn þar sem ég spila þá ekki  \n\n\n\n\nen líst ágætlega á þessa i bt, þessa öflugu sem kostar eitthvað 239þúsund or sum en ég er eins og mörgum öðrum held ég frekar illa við að versla í bt en spurning hvort það fáist betra einhverstaðar annarstaðar ?\n\n\n\nEn hvernig list ykkur á þessa:\n\n\n\nEr hún ekki bara nokkuð góð:\n\n\n\nhttp://www.ejs.is/template2.asp?pageID=67\n\n\n\n\neða þessi:\n\n\n\nhttp://www.taeknival.is/TV/is-IS/Vorur/ ... -17-30.htm",
            "date": "2004-09-03 19:19:00",
            "post_id": "54942",
            "reply_to_id": false
        },
        {
            "user_name": "Daz",
            "text": "Þá verð ég víst að endurtaka það sem ég sagði í hinni umræðunni, clawhammer tölvan úr BT er ekki fartölva heldur lítil borðtölva. Stór, engin batterísending og líklega frekar hávær.\n\nEf þú vilt fartölvu kaupirðu tölvu með Pentium M (helst Dothan) örgjörva. GHZ talan á þeim segir ekki alla söguna, sumir vilja meina að 1,6 GHZ Pentium M örgjörvi sé á við 2,8-3,0 GHZ Pentium 4 örgjörva.\n\nEf þú vilt fá þér leikjatölvu geturðu fengið góða leikjatölvu á 100-120 þúsund og eytt afganginum í litla ódýra fartölvu (sem hefur þá alvöru batterísendingu og er meðfærileg).\n\nEn ef þú vilt eyða öllum þínum peningum í eina tölvu skoðaðu þá frekar HP nx7010, MSI megabook m510c, Mitac MiNote 8050d, Dell inspiron 8600 eða dýru Acer týpurnar. Sumar af þessum fást í Tölvulistanum, aðrar í t.d. Hugver.",
            "date": "2004-09-03 19:26:00",
            "post_id": "54943",
            "reply_to_id": "54942"
        },
        {
            "user_name": "goldfinger",
            "text": "það er ein stór og feit leikjatölva á heimilinu, en vandinn er að ég kemst svo sjaldan í hana, á hana ekki einn  \n\n\n\n\nEn ég vil þá tölvu sem ég get haft inni í herberginu mínu og einnig farið með hana i skólann, vill ekki borðtölvu.\n\n\n\nvar einmitt að skoða þessa Dell Inspiron 8600 ferðatölvu hjá tölvulistanum, kostar lika 239.900 og líst bara helviti vel á hana",
            "date": "2004-09-03 19:44:00",
            "post_id": "54945",
            "reply_to_id": "54943"
        },
        {
            "user_name": "BerserK",
            "text": "Ég var að kaupa mér ACER aspire 2012 WLCI og hún er að reynast mér mjög vel! Ég er að spila cod, bf, doom 3, nýja splinter cell og Jedi knight-Jedy academy svo að eitthvað sé nefnt og tölvan ræður mjög vel við þá. \n\nDoom 3 spila ég í medium án laggs (kannski smá á köflum en varla neitt). \n\n\n\nSkjárinn er mjög góður og reynist mér vel. Tölvan er þunn og kúl look, og bara 3 kg þannig að hún hentar líka vel í skóla. Þú getur verslað hana hjá tölvulistanum.",
            "date": "2004-09-04 18:32:00",
            "post_id": "55032",
            "reply_to_id": "54945"
        },
        {
            "user_name": "goldfinger",
            "text": "Acer Aspire 2023WLMi ferðatölva ætti samt að vera betri i leikina  \n  512mb minni og 128mb skjákort",
            "date": "2004-09-04 22:54:00",
            "post_id": "55052",
            "reply_to_id": "55032"
        },
        {
            "user_name": "goldfinger",
            "text": "og þessi enn betri: \n\n\n\nFartölva -  Dell Inspiron 8600 ferðatölva með TV Out (S-VHS) \n\nÖrgjörvi -  1.7 GHz Intel PM Centrino með 2MB cache og 400MHz bus \n\nVinnsluminni -  512 MB 333MHz DDR 200pin - stækkanlegt í 2GB \n\nHarðdiskur -  80 GB Ultra DMA ATA100 harðdiskur \n\nGeisladrif -  8x DVD+RW Skrifari sem einnig skrifar CD-RW diska \n\nHljóðkort -  Hljóðkort, góðir hátalarar og hljóðnemi \n\nMódem / netkort -  Innvært 56K V.92 módem og 10/100 base netkort \n\nSkjákort -  128MB DDR ATI Radeon 9600 Pro Turbo skjákort \n\nSkjár -  15.4\" WSXGA+ TFT LCD, 1680 x 1050  x 16.7 milljón litir  \n\nLyklaborð -  86 hnappa lyklaborð / DELL Dualpoint snertimús og pinnamús \n\nStýrikerfi -  Windows XP Pro og Works 7.0 (ritvinnsla, töflureiknir ofl) \n\nÞráðlaust net -  Intel Pro 2200 þráðlaust netkort og loftnet innbyggt 54Mbps \n\nBluetooth -  Innbyggt Bluetooth kort \n\nTengingar -  2x USB 2.0, Firewire, 1xPCMCIA, PS2, Serial, Parallel, VGA, SVHS \n\nÞyngd og mál -  3.27kg, H 38mm x W 359mm x D 274mm \n\nRafhlaða -  9-cell 72Whr \"Smart\" Lithium-Ion, ending að 3 klst., hleðslut 2 klst. \n\nÁbyrgð -  2ja ára ábyrgð á tölvu, 1 árs ábyrgð á rafhlöðu \n\nAnnað -  Öflug vírusvörn \n\n\n\nVerð aðeins kr. 259.090. \n\nEða staðgreitt kr. 239.900. með vsk \n\n\n\n\n\nFinnst reyndar rafhlöðuendingin frekar slöpp, nær það virkilega bara kannski 3 timum við vinnslu í word ?",
            "date": "2004-09-05 13:16:00",
            "post_id": "55101",
            "reply_to_id": "55052"
        },
        {
            "user_name": "Daz",
            "text": "Stóra spurningin er, er hún virkilega 40 þúsund krónum meira virði en \nþessi",
            "date": "2004-09-05 13:39:00",
            "post_id": "55106",
            "reply_to_id": "55101"
        },
        {
            "user_name": "Voffinn",
            "text": "Þokkalega.",
            "date": "2004-09-05 13:40:00",
            "post_id": "55107",
            "reply_to_id": "55106"
        },
        {
            "user_name": "Daz",
            "text": "Og ástæðan fyrir því er?",
            "date": "2004-09-05 13:48:00",
            "post_id": "55108",
            "reply_to_id": "55107"
        },
        {
            "user_name": "Lazylue",
            "text": "1.7ghz dothan\n\n1gb 333mhz\n\n40gb diskur\n\n15.4\" WXGA skjár\n\nradeon 9700 128mb\n\n\n\nKeypti þetta á 170k í sumar reyndar án stýrikerfis. Kannski skárri kostur ef þú villt spara pening.\n\nEn djöfull eru þessar dell vélar dýrar á Íslandi.",
            "date": "2004-09-05 13:53:00",
            "post_id": "55110",
            "reply_to_id": "55108"
        },
        {
            "user_name": "goldfinger",
            "text": "Acer Aspire 2023WLMi ferðatölva vs. Dell Inspiron 8600 = vélarnar 2 sem mig langar mest í  \n\n\n\n\nÖrgjörvi - Dell Inspiron 8600\n\nVinnsluminni -  Dell Inspiron 8600\n\nHarðdiskur - Dell Inspiron 8600\n\nGeisladrif -  Dell Inspiron 8600\n\nHljóðkort -  Acer Aspire 2023WLMi\n\nMódem / netkort - Acer Aspire 2023WLMi\n\nSkjákort - Dell Inspiron 8600 \n\nSkjár - Dell Inspiron 8600 \n\nLyklaborð - Dell Inspiron 8600 \n\nStýrikerfi -  Dell Inspiron 8600 \n\nÞráðlaust net -  Bluetooth - Dell Inspiron 8600 \n\nTengingar - Dell Inspiron 8600 \n\nÞyngd og mál -  Acer Aspire 2023WLMi (300gr léttari, *vá*)\n\nRafhlaða -  Acer Aspire 2023WLMi (3klst. munur?)\n\n\n\nDell Inspiron 8600 fær 9 vinninga\n\nAcer Aspire 2023WLMi  fær 4 vinninga",
            "date": "2004-09-05 18:21:00",
            "post_id": "55161",
            "reply_to_id": "55110"
        },
        {
            "user_name": "Daz",
            "text": "verð = Acer 40 þúsund vinningar.\n\n\n\nEða skiptir verðið þig engu máli? Ef svo er skaltu bara fá þér dýrasta thinkpadinn sem þú finnur. Það er í það minnsta MÍN ráðlegging. \nÞessi\n er alveg sæmileg, en það er örugglega hægt að fá Thinkpad með betra skjákorti.",
            "date": "2004-09-05 18:46:00",
            "post_id": "55166",
            "reply_to_id": "55161"
        },
        {
            "user_name": "goldfinger",
            "text": "broðir minn á nú thinpad vél sem hann keypti á 200 og eitthvað þúsund og hún hefur nú ekkert verið að standa sig, oft bilað og batteríið endist illa, en nei verðið er ekki mikil fyrirstaða og svo finnst mér nú þessi sem þú bendir á bara ekkert spez, prófaðu að bera þær saman, ekki bara hugsa um það sem þér \"finnst\"  \n\n\n\n\nEn mér er alveg sama hvað tölvan heitir, skiptir mig ekki miklu máli, má þessvegna heita thinkpad, það er innihaldið sem skiptir máli og útlitið, ekki nafnið",
            "date": "2004-09-05 18:52:00",
            "post_id": "55168",
            "reply_to_id": "55166"
        },
        {
            "user_name": "Daz",
            "text": "Þær hafa jafn mikið minni, 9700 kortið er líklega betra en 9600 pro, lyklaborð eru bara lyklaborð, tengingarnar eru eins (nema dellinn hefur bluetooth sem gefur honum víst vinningin í þráðlausum netum). Ég skora þetta s.s. 5 - 5 og Acer tölvan kostar 40 þúsund minna.",
            "date": "2004-09-05 18:56:00",
            "post_id": "55172",
            "reply_to_id": "55168"
        },
        {
            "user_name": "Daz",
            "text": "Ég er ekki bara að hugsa um nafnið af því að það er nafn, ég er að hugsa um það því ég veit að Thinkpad tölvur eru einstaklega vandaðar og ég hef alltaf fengið topp þjónustu hjá Nýherja, bróðir þinn hefur mögulega bara verið óheppinn með vél.\n\n\n\nThinkpadinn sem ég benti á er fyllilega sambærilegur, nema að hann hefur ekki DVD skrifara sem ég tel ekki mikla nauðsyn í fartölvu og að hann er með 9600 non-pro skjákort. En á móti fær maður léttari tölvu og gott batterí (ekki bara ending í klukkutímum heldur líka ending í árum).",
            "date": "2004-09-05 18:59:00",
            "post_id": "55174",
            "reply_to_id": "55172"
        },
        {
            "user_name": "goldfinger",
            "text": "aðeins 40gb harður diskur, ekki jafn góður skjár\n\n\n\nskjákortið er líka bara 64mb,-",
            "date": "2004-09-05 19:13:00",
            "post_id": "55177",
            "reply_to_id": "55174"
        },
        {
            "user_name": "Daz",
            "text": "Ég var búinn að minnast á skjákortið, skjárinn er 15\" sem er feikinóg (15,4\" þýðir aðalega að tölvan verður stærri) og 40gb eða 60 gb er smámunir sem kostar líklega ekki mikið að fá stækkað. 40gb er í sjálfu sér alveg nóg fyrir fartölvu, nema þú sért mikið í því að sækja ólöglegt efni á netinu \n\n\n\n\nAlveg fyrir utan að ég tók þessa tölvu bara sem dæmi, ég nenni ekki að fara niður í nýherja að spyrja þá um fleiri týpur fyrir þig \n\n\n\n\nedit: Já og eitt enn, að skoða bara hvað er inní tölvunum er bara hálf sagan, þú verður að skoða þær \"in person\" til að vita virkilega hversu góðar þær eru (sérstaklega þá skjárinn), hversu þægilegt er að vinna með þær (sem er MJÖG mismunandi) og hversu háværar þær eru undir miklu og litlu álagi.",
            "date": "2004-09-05 19:15:00",
            "post_id": "55178",
            "reply_to_id": "55177"
        },
        {
            "user_name": "goldfinger",
            "text": "40gb munur á 40gb diski og 80gb sem er þónokkuð þegar maður ætlar ekki bara að nota þetta í skólanum og svona, ætla að vera með slatta af tonlist og biomyndum og svona á henni  \n\n\n\n\nog svo var ég nú ekki aðallega að hugsa um sko muninn á 15\" og 15,4\" heldur upplausnina... munar dálitið á þeim, og svo hef ég ekkert nema gott heyrt um dell tölvuna  \n\n\n\n\nEn ég á eftir að fara í eigin persónu niðrí Tölvulistann og fleiri staði og skoða þetta betur, það er rétt hjá þér, vefsíður og spjallborð segja ekki endilega alla söguna",
            "date": "2004-09-05 19:28:00",
            "post_id": "55180",
            "reply_to_id": "55178"
        },
        {
            "user_name": "Daz",
            "text": "Þó að Dell tölvan bjóði uppá ansi háa upplausn þá kæmi mér á óvart að þú færir mikið yfir 1024-768 (eða eitthvað í kringum 1280 - 1024), mikið hærri upplausn á 15\" skjá þýðir bara að allt verður svakalega lítið. En Dell tölvan er mjög áhugaverð ég neita því ekki. En 3,3 kg og ekki nema 3 tíma batterísending er frekar lélegt fyrir centrino fartölvu, sérð að thinkpadinn er næstum því 1 kg léttari (og það munar MIKIÐ um það ef þú ætlar að taka tölvuna með þér í skólann).",
            "date": "2004-09-05 19:38:00",
            "post_id": "55183",
            "reply_to_id": "55180"
        },
        {
            "user_name": "goldfinger",
            "text": "jámm jámm, rafhlöðuending upp á 3klst. er frekar slappt, en hinsvegar er ég með skáp í skólanum og það er innstunga inni í honum svo ég get hlaðið batteríin og svo er einnig buið að setja innstungur á veggina i flestum stofum meðfram borðaröðunum svo ef maður sest upp við gluggaröðina þá getur maður stungið henni i samband þar  \n\n\n\n\nen gæti þá líka skellt mér þá bara á Acer Aspire 2023WLMi frá tölvulistanum en hun er með allt að 6 tima batterisendingu, og 40þús kr. ódýrari og samt með 128mb skjákorti en hún er lika töff  \n  einn sem er með mér i bekk á svoleiðis, helviti nett  \n\n\n\n\nEn ég ætla að safna aðeins pening lengur, má ekki taka þetta á láni segir mamma",
            "date": "2004-09-05 20:25:00",
            "post_id": "55187",
            "reply_to_id": "55183"
        },
        {
            "user_name": "MezzUp",
            "text": "fáránlegasti samanburður sem að ég hef séð á tölvum.............\n\nSegjum að önnur tölvan hefði bara 3 vinninga, í cpu, ram og batterý, þá væri staðan 3 - 10 fyrir hinni ekki satt..........?\n\n\n\nEn ef að tölvan væri, 3Ghz, 2048MB og 11 klst. á móti 1Ghz, 128MB og 1 klst.?",
            "date": "2004-09-05 20:50:00",
            "post_id": "55194",
            "reply_to_id": "55187"
        },
        {
            "user_name": "goldfinger",
            "text": "hehehe, og mér er ekki sama",
            "date": "2004-09-05 20:53:00",
            "post_id": "55195",
            "reply_to_id": "55194"
        },
        {
            "user_name": "Daz",
            "text": "Ég held nú að við séum bara að reyna að hjálpa þér við kaupin og kannski spara þér smá pening í leiðinni, ekki taka ókeypis hjálp illa",
            "date": "2004-09-05 21:20:00",
            "post_id": "55197",
            "reply_to_id": "55195"
        },
        {
            "user_name": "Voffinn",
            "text": "Mér finnst mjög ..hvað eigum við að segja, skrýtið, þegar menn eru að leita sér að laptop til að spila tölvuleiki. Það er alveg bæði ódýrara og mikið betra að kaupa sér frekar nýja borðtölvu.",
            "date": "2004-09-05 21:33:00",
            "post_id": "55200",
            "reply_to_id": "55197"
        },
        {
            "user_name": "zream",
            "text": "Kanski vilja þeir nota hana í skólann , og geta svo spilað tölvuleiki þegar þeir vilja , eins og eftir skóla eða eitthvað svona. Það er allavegar það sem ég vill",
            "date": "2004-09-05 21:38:00",
            "post_id": "55202",
            "reply_to_id": "55200"
        },
        {
            "user_name": "goldfinger",
            "text": "jamm veit\n\n\n\nen mezzup, veit að þetta var asnalegur samanburður, en bara svona sko segja hver er með betra af hverju, en i heildina litið er dell tölvan betri, en hugsanlega tek ég hina en maður þarf bara að kikja og sjá hvernig þær eru for real, eins og hávaði og svona, en 3 timar er frekar litil ending a batteríi",
            "date": "2004-09-05 21:47:00",
            "post_id": "55203",
            "reply_to_id": false
        },
        {
            "user_name": "goldfinger",
            "text": "hef ákveðið að láta duga að fá mér bara einhverja sem virkar vel fyrir cm \n þarf ekkert þá að vera með einhverju svaka skjákorti, ef ég hugsa út í það þá myndi ég frekar vera  i tölvunni niðri i mohaa eða battlefield heldur en að vera i fartölvu, en hinsvegar væri fint að geta laggst upp í rúm með cm  \n\n\n\n\nÞannig að ég vil þá bara einhverja með góðan örgjörva, vinnsluminni, dvd skrifara helst, góð hljóðgæði og góð rafhlöðuending og að sjálfsögðu flott útlit  \n\n\n\n\nÞað er samt allt i lagi að möguleikinn sé fyrir hendi að spila einhvern bilaleik eða eitthvað, en ekki nauðsyn að það virki eitthvað geðveikt vel",
            "date": "2004-09-06 16:15:00",
            "post_id": "55329",
            "reply_to_id": "55203"
        },
        {
            "user_name": "gumol",
            "text": "Sumir hafa ekki efni á borðtölvu og laptop.",
            "date": "2004-09-06 21:26:00",
            "post_id": "55378",
            "reply_to_id": "55329"
        },
        {
            "user_name": "goldfinger",
            "text": "hvernig er þessi\n\n\n\ncer Aspire 1714SMi\n\nPentium 4 3.4GHz\n\n1GB DDR (mest 2GB)\n\n120GB (7200 snún.)\n\nDVD-RW (Super Multidual -&+)\n\n17\" SXGA skjár (1280 x 1024 Upplausn)\n\n128MB nVidia GeForce FX Go5600\n\n4x USB 2.0, Firewire, S-Video (TV-out), Infrared\n\n6-in-1 Kortalesari (t.d minniskort úr stafrænum myndavélum)\n\n56k Modem\n\nÞráðlaust netkort(802.11g)\n\n10/100 Netkort\n\n102 hnappa lyklaborð(full-size)\n\nWindows XP Home",
            "date": "2004-09-06 22:59:00",
            "post_id": "55399",
            "reply_to_id": "55378"
        },
        {
            "user_name": "WarriorJoe",
            "text": "Þetta er ekki lengur ferðavél.. Þetta er massagóð borðtölva..\n\n\n\nEn já ég er líka í ferðatölvu pælingum og nenni ekki að stofna nýjan þráð.\n\n\n\nÞetta á að notast í skólanum, og líka leiki. Hún þarf að hafa góða batterýsendingu og þá er ég að tala um 4-5 tíma, hún þarf að hafa lágmark 512 í minni og vera með Radeon 9600 Pro / 9700 korti.. Hún þarf einnig að vera létt, með þráðlausu netkorti, og fínum skjá..\n\n\n\nEkki væri verra ef hún væri til í Bandaríkjunum og eitthver yndislegur þarna úti sem gæti gefið mér beint url ferðatölvu sem innihelldur allt þetta sem ég leitast eftir, ekki væra verra ef þetta url væri af bandarískri tölvubúð þar sem ég mun líklegast panta þetta þaðan.\n\n\n\nVona að eitthver taki sig til og finni eitt stykki djúsí laptop handa mér",
            "date": "2004-09-06 23:06:00",
            "post_id": "55401",
            "reply_to_id": "55399"
        },
        {
            "user_name": "Daz",
            "text": "goldfinger: ég segi það bara einusinni enn, ef tölvan er ekki með Pentium M örgjörva, þá er batterísendingin algerlega 0, sérstaklega ef þú vilt fá tölvu með \"desktop\" örgjörva eins og P4 eða AMD clawhammer. Svo er 17\" skjár OF STÓRT fyrir fartölvu, fyrir utan að tölvan er þá farin að nálgast 5 kg. Hvar fannstu annars þessa tölvu?",
            "date": "2004-09-06 23:23:00",
            "post_id": "55404",
            "reply_to_id": "55401"
        },
        {
            "user_name": "Petur",
            "text": "Í staðinn fyrir að splæsa 250 þus kall í fartölvu myndi ég frekar fá mér killer heimilistölvu og sætta mig við 100.000kr ferðavél....",
            "date": "2004-09-07 04:04:00",
            "post_id": "55414",
            "reply_to_id": "55404"
        },
        {
            "user_name": "gnarr",
            "text": "ertu viss um að þetta sé ekki bara borðtölva?? 102 hnappa lyklaborð... 4xusb.. 7200snúninga diskur... 3.4GHz P4. ef þetta er selt sem fartölva, þá er þetta líklegast bara venjulegur borðtölvukassi með axlaböndum og rafgeymi.",
            "date": "2004-09-07 07:45:00",
            "post_id": "55429",
            "reply_to_id": "55414"
        },
        {
            "user_name": "goldfinger",
            "text": "herna er mynd af henni\n\n\n\n\n\n\n\nthetta er hja \nhttp://www.svar.is\n \n\n\n\n\nhun kostar reyndar 250thus sem er kannski full mikid, en mer fannst thetta dalitid wierd samt lika  \n\n\n\n\nAetla ekkert ad kaupa thessa sko, of dyr og veit ekkert um thetta fyrirtaeki heldur  \n\n\n\n\nEn jamm mer finnst mjog liklegt ad hun eydi miklu batteri\n\n\n\nps. sry med stafsetninguna, er a asnalegri tolvu i skolanum, bara enskir stafir",
            "date": "2004-09-07 09:04:00",
            "post_id": "55438",
            "reply_to_id": "55429"
        },
        {
            "user_name": "ganjha",
            "text": "WarriorJoe\n\n\n\nhttp://www.bodeind.is/tilboda.html\n\n\n\n\nASUS A3000N er kannski vélin sem þú ert að leita að?",
            "date": "2004-09-08 16:10:00",
            "post_id": "55613",
            "reply_to_id": "55438"
        },
        {
            "user_name": "ganjha",
            "text": "Sorry, átti að vera Asus M6800NE.",
            "date": "2004-09-08 16:11:00",
            "post_id": "55615",
            "reply_to_id": "55613"
        },
        {
            "user_name": "Daz",
            "text": "ganjha, ertu að vinna hjá Boðeind? Þessi ASUS tölva er frekar dýr miðað við Mitec og MSI tölvurnar, svona á blaði í það minnsta.",
            "date": "2004-09-08 16:17:00",
            "post_id": "55616",
            "reply_to_id": "55615"
        },
        {
            "user_name": "goldfinger",
            "text": "nei, ég ætla bara að fá mér Acer Aspire 2012WLCi, timi ekki að eyða 200þús+ til að fá einhverja alvöru i leikina þegar það er alvöru leikjatölva á heimilinu, svo ég ætla bara að fá mér svona sæmilega sem dugar fyrir cm og hægt að kannski skella sér i cod eða eitthvað ef hin er i notkun",
            "date": "2004-09-08 16:46:00",
            "post_id": "55622",
            "reply_to_id": "55616"
        },
        {
            "user_name": "ganjha",
            "text": "Nei Daz, ég er ekki að vinna hjá Boðeind.\n\nÉg er hinsvegar að selja þessar sömu vélar, og mæli alveg hiklaust með þeim.  Ég hef líka fengið aðrar fartölvur í viðgerðir, þannig að ég tel mig hafa ágætis samanburð.",
            "date": "2004-09-08 17:10:00",
            "post_id": "55626",
            "reply_to_id": "55622"
        },
        {
            "user_name": "Daz",
            "text": "Ef þú ert að spá í CM þá er 4200 rpm diskur ekkert frábært, diskhraði skipti miklu máli í CM (alveg eins og örgjörvi og minni). Ég er ekki að segja að 4200 rpm sé ekki nóg, en meiri hraði á disk er betra.\n\nEn fyrir CM væri líklega hvaða 1,5 Centrino tölva með 512+ MB minni meira en nóg, 160 þúsund fyrir tölvu til að spila CM og taka glósur er ansi dýrt \n\n\nOg ef þú ert ekki að spá í neinu þrívíddarkorti er intel extreme alveg nóg, þá er ekki vitlaust að spá aðeins betur í \"ódýrari\" týpurnar af Dell eða thinkpad, t.d. \nþessa Dell\n.",
            "date": "2004-09-08 17:17:00",
            "post_id": "55629",
            "reply_to_id": "55626"
        },
        {
            "user_name": "WarriorJoe",
            "text": "ganjah. Takk fyrir þetta, þessi vél lítur hrikalega vel út.. Skoða þetta",
            "date": "2004-09-08 17:39:00",
            "post_id": "55633",
            "reply_to_id": "55629"
        },
        {
            "user_name": "goldfinger",
            "text": "takk fyrir þetta Daz:\n\n\n\nSpurning um að finna einhverja sem er með betri hdd (hraðari)\n\n\n\nAllar hjá tölvulistanum... \n\n\n\nAllar með 512mb vinnsluminni\n\nog 5400rpm hraða hdd\n\n\n\nTölva 1:\n\n\n\nFartölva -  HP Compaq nx5000 FERÐATÖLVA  \n\nÖrgjörvi -  1.6 GHz Intel Pentium M - Centrino með 1MB cache  \n\nVinnsluminni -  512 MB 333MHz DDR 200pin - stækkanlegt í 2GB  \n\nHarðdiskur -  40 Gb ATA100 5400rpm harðdiskur  \n\nGeisladrif -  24x skrifari sem er líka DVD geisladrif í MultiBay  \n\nHljóðkort -  Hljóðkort, góðir hátalarar og hljóðnemi  \n\nMódem / netkort -  Innvært 56K V.92 módem og 10/100 base netkort  \n\nSkjákort -  64MB DDR Intel Extreme Graphics II með TV-út  \n\nSkjár -  15\" XGA TFT LCD, 1024 x 768 x 16.7 milljón litir  \n\nLyklaborð -  86 hnappa lyklaborð  \n\nStýrikerfi -  Windows XP Professional  \n\nÞráðlaust -  þráðlaust netkort og loftnet innbyggt í skjáinn - 54Mbps  \n\nTengingar -  2x USB 2.0, 2xPCMCIA, Serial, Parallel, FireWire, VGA og PS/2  \n\nÞyngd og mál -  2.61kg, H 326mm x W 275mm x D 367mm  \n\nRafhlaða -  6-cell \"Smart\" Lithium-Ion, ending allt að 4 klst.  \n\nÁbyrgð -  3ja ára HP Carepack ábyrgð, 1 ár á rafhlöðu  \n\n\n\nVerð aðeins kr.  188.890.  \n\nEða staðgreitt kr.  174.900. með vsk \n\n\n\n\n\nTölva 2:\n\n\n\nFartölva -  MSI Mega notebook M510c  með TV(SVHS) út \n\nÖrgjörvi -  1.6 GHz Pentium M Dothan - Centrino með 2MB cache \n\nVinnsluminni -  512MB DDR 333Mhz með lífstíðarábyrgð (stæk.í 2GB) \n\nHarðdiskur -  60 Gb Ultra ATA100 harðdiskur 5400RPM \n\nCombodrif -  24x Skrifari sem er líka DVD geisladrif \n\nSkjár -  15\" TFT XGA með 1024x768dpi og 16milljón liti \n\nSkjákort -  64MB ATI Mobility Radeon 9600 skjákort m/ TV-Out \n\nHljóð -  Hljóðkort, mjög góðir hátalarar og hljóðnemi \n\nLyklaborð -  88 lykla lyklaborð í fullri stærð með 3 Win og 12 flýtihnöppum \n\nMús -  Innbyggð snertinæm músarstýring með skrun hjóli \n\nNetbúnaður -  10/100 netkort og 56K módem \n\nÞráðlaust -  Innbyggt þráðlaust netkort 54Mbps 802.11g  \n\nStýrikerfi -  Windows XP PRO \n\nAnnað -  3xUSB2, 1xFireWire, Parallel, PCMCIA, ofl... \n\nRafhlaða -  8 sellu 4400mAh Li-ion rafhlaða, ending allt að 7 tímar \n\nÞyngd -  Aðeins 2.9Kg, W 329 x D 280 x H 32.9mm \n\nAnnað -  4-í-1 lesari fyrir MMC, SD, MS og SM minniskort \n\n\n\nVerð aðeins kr. 183.490. \n\nEða staðgreitt kr. 169.900. með vsk \n\n\n\nTölva 3:\n\n\n\nFartölva -  Dell Latitude D505 ferðatölva með TV Out (S-VHS)  \n\nÖrgjörvi -  1.7 GHz Intel PM Centrino með 2MB cache og 400MHz bus  \n\nVinnsluminni -  512MB 333MHz DDR 200pin - stækkanlegt í 1024MB  \n\nHarðdiskur -  40 GB Ultra DMA ATA100 5400RPM harðdiskur  \n\nGeisladrif -  DVD+RW Skrifari sem einnig skrifar CD-RW diska  \n\nHljóðkort -  Hljóðkort, góðir hátalarar og hljóðnemi  \n\nMódem / netkort -  Innvært 56K V.92 módem og 10/100 base netkort  \n\nSkjákort -  64MB DDR Intel Extreme Graphics II með TV-út  \n\nSkjár -  15\" XGA TFT LCD, 1024 x 768 x 16.7 milljón litir  \n\nLyklaborð -  88 hnappa lyklaborð / DELL Dualpoint snertimús  \n\nStýrikerfi -  Windows XP PRO  \n\nÞráðlaust net -  Dell þráðlaust netkort og loftnet innbyggt í skjáinn 54Mbps  \n\nBluetooth  Innbyggt Bluetooth kort  \n\nTengingar -  2x USB 2.0 , 1xPCMCIA, VGA, SVHS  \n\nÞyngd og mál -  frá 2.3kg, H 33.1mm x W 338.4mm x D 273mm  \n\nRafhlaða -  6-cell 48Whr allt að 5 tíma ending rafhlöðu  \n\nÁbyrgð -  3ja ára ábyrgð á tölvu, 1 árs ábyrgð á rafhlöðu  \n\n\n\n\n\nVerð aðeins kr. 194.290.  \n\nEða staðgreitt kr. 179.900. með vsk  \n\n\n\n\n\nMér líst best á þessa nr. 2 og hún er þar að auki ódýrust af þessum 3, en ég tók bara ábendingu Daz og fann þrjár með betri hdd en ég nefndi þarna ofar sem var aðeins með 4200rpm hraða hdd\n\n\n\n \n  Þetta er alveg rétt hjá honum, skiptir máli að vera með góðan hdd fyrir cm  \n\n\n\n\nSvo má vel vera að það sé betra að taka einhverja aðra, en ég vil helst hafa hana undir 170þús en samt vera með góðann hdd og 512mb vinnsluminni",
            "date": "2004-09-08 18:03:00",
            "post_id": "55640",
            "reply_to_id": "55633"
        },
        {
            "user_name": "Daz",
            "text": "Skoðaðu ódýrari týpurnar af Mitec tölvunum líka, sjá [url=http://www.hugver.is/Tilboð_04.htm]hér[/url] 1,7 Dothan + 512 minni + 5400 rpm 40 gb diskur á 144 þúsund.",
            "date": "2004-09-08 18:27:00",
            "post_id": "55645",
            "reply_to_id": "55640"
        },
        {
            "user_name": "goldfinger",
            "text": "amm þetta er flott, fæ örugglega bílinn lánaðann á laugardaginn og rúnta um og skoða þetta betur",
            "date": "2004-09-08 18:31:00",
            "post_id": "55646",
            "reply_to_id": "55645"
        },
        {
            "user_name": "Daz",
            "text": "Kíktu þá líka á hvað Nýherji er að bjóða. Þó þær séu dýrar þá eru það einu fartölvurnar sem ég myndi persónulega mæla með",
            "date": "2004-09-08 18:34:00",
            "post_id": "55647",
            "reply_to_id": "55646"
        },
        {
            "user_name": "goldfinger",
            "text": "þær eru bara komnar upp i 200þús ef þær eiga að vera eitthvað almennilegar  \n\n\n\n\nEDIT: MSI Mega notebook M510c - Tilboð nr. 3 hjá tölvulistanum\n\n\n\n170þús staðgreitt\n\n\n\nÖrgjörvi -  1.6 GHz Pentium M Dothan - Centrino með 2MB cache \n\nVinnsluminni -  512MB DDR 333Mhz með lífstíðarábyrgð (stæk.í 2GB) \n\nHarðdiskur -  60 Gb Ultra ATA100 harðdiskur 5400RPM \n\nCombodrif -  24x Skrifari sem er líka DVD geisladrif \n\nSkjár -  15\" TFT XGA með 1024x768dpi og 16milljón liti \n\nSkjákort -  64MB ATI Mobility Radeon 9600 skjákort m/ TV-Out \n\nHljóð -  Hljóðkort, mjög góðir hátalarar og hljóðnemi \n\nLyklaborð -  88 lykla lyklaborð í fullri stærð með 3 Win og 12 flýtihnöppum \n\nMús -  Innbyggð snertinæm músarstýring með skrun hjóli \n\nNetbúnaður -  10/100 netkort og 56K módem \n\nÞráðlaust -  Innbyggt þráðlaust netkort 54Mbps 802.11g  \n\nStýrikerfi -  Windows XP PRO \n\nAnnað -  3xUSB2, 1xFireWire, Parallel, PCMCIA, ofl... \n\nRafhlaða -  8 sellu 4400mAh Li-ion rafhlaða, ending allt að 7 tímar \n\nÞyngd -  Aðeins 2.9Kg, W 329 x D 280 x H 32.9mm \n\nAnnað -  4-í-1 lesari fyrir MMC, SD, MS og SM minniskort \n\n\n\nþessi er með 5400rpm hdd",
            "date": "2004-09-08 18:39:00",
            "post_id": "55648",
            "reply_to_id": "55647"
        }
    ],
    "date": "2004-09-05 21:47:00"
}