{
    "forum_title": "Til sölu - Tölvuvörur",
    "id": "54473",
    "title": "MJÖG GÓÐ leikjaheadphone GAMECOM PLANTRONICS",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=11&t=54473",
    "posts": [
        {
            "user_name": "Bragi Hólm",
            "text": "Á þessu MJÖG góðu headphone til sölu. Mic-inn hefur reyndar eitthvað verið að stríða enn er með webcam með mic svo hef ekkert verið að pæla í því. var bara að fá gefins geðveik þráðlaus svo þessi enda bara uppá háalofti ef enginn vill þau.\nverð eru litlar skitnar 10þúsund krónur, sem er ekki neitt fyrir þessa gæða vöru. Það má alveg gera tilboð. geðveikt sound úr þeim og eru VIRKILEGA þæginleg.\nhttp://images.bidorbuy.co.za/user_image ... eadset.jpg",
            "date": "2013-04-14 13:04:00",
            "post_id": "505351",
            "reply_to_id": false
        },
        {
            "user_name": "Plushy",
            "text": "Hef átt 2x svona, þetta eru Plantronics Gamescom 367 heyrnatól. Micinn var alltaf hræðilegur, heyrðist illa í mér á vent, skype o.s.frv. og hljóðið í þeim er ekkert til að hrópa húrra yfir.\nBæði heyrnatólin brotnuðu, spöngin á einum brotnaði og á hinum var það festingin fyrir spöngina til að lengja/stytta hana.\nMinnir að ég hafi keypt þau á um 7-8þ, voru í Tölvutækni og Tölvutek minnir mig.\nGangi þér vel með söluna",
            "date": "2013-04-14 13:15:00",
            "post_id": "505353",
            "reply_to_id": "505351"
        },
        {
            "user_name": "Klemmi",
            "text": "Litli bróðir spilar í fleiri klukkustundir á dag með svona heyrnatól og er þá yfirleitt á Skype með einhverjum köppum, hann hefur verið mjög ánægður með þau. Einnig seldum við slatta af þessum, aðeins ein hafa komið biluð til baka svo ég muni en þá var sambandsleysi í volume-controlinu á snúrunni.  \nFleiri kvartanir fengum við ekki svo ég muni, nema einmitt lenti Plushy í því að spöngin hjá honum brotnaði \nÉg er hins vegar hjartanlega sammála honum að þetta er allt of hátt verð, við vorum að selja þessi heyrnatól ný á 7.990 og seinna á 8.490.  Það er ekki hægt að segja að það hafi verið heimsins bezti hljómur í þeim en hins vegar voru þau að mínu mati alltaf good bang for the buck.",
            "date": "2013-04-14 13:36:00",
            "post_id": "505359",
            "reply_to_id": "505353"
        },
        {
            "user_name": "Swanmark",
            "text": "Og hvað eru þau gömul?",
            "date": "2013-04-14 14:05:00",
            "post_id": "505366",
            "reply_to_id": "505359"
        },
        {
            "user_name": "Bragi Hólm",
            "text": "voru keypt notuð á bland á 10þús. strákurinn sem seldi mér þau sagði þau vera rétt rúmlega ársgömul þannig þau eru svona sirka eins og hálfs - 2 ára\nÉg hef ekki getað kvartað yfir hljóði eða þægindum með þau. Micinn er leiðinlegur.  Á 4 brotin skull candy headphone, alltaf á sama staðnum. enn þessi eru bara rúm og þæginleg.\nVeit ekkert hvað þetta kostar nýtt ég keypti þetta bara á 10þúsund og því set ég 10þús á þau enn mönnum eins og sagði velkomið bjóða eitthvað í þau.",
            "date": "2013-04-14 14:51:00",
            "post_id": "505385",
            "reply_to_id": "505366"
        },
        {
            "user_name": "Plushy",
            "text": "Ætla ekki að rakka niður þessi heyrnatól endalaust. Fyrir pengininn eru þetta frábær heyrnatól eins og Klemmi segir, Bang for the buck. Mjög þæginleg og lokuð heyrnatól sem útiloka önnur hljóð, sitja þægilega með stórum eyrnahlífum og volume control takkinn svínvirkar og er með mute on/off.\nVerðið á þeim er hinsvegar í hærra kantinum hér.",
            "date": "2013-04-14 14:54:00",
            "post_id": "505388",
            "reply_to_id": "505385"
        },
        {
            "user_name": "Bragi Hólm",
            "text": "http://www.netverslun.is/Verslun/produc ... ,9638.aspx",
            "date": "2013-04-14 14:55:00",
            "post_id": "505389",
            "reply_to_id": "505388"
        },
        {
            "user_name": "kizi86",
            "text": "kaupir vöru á x pening, átt hana i rúmt hálft ár, og ætlast til að fá sömu upphæð fyrir vöruna þegar selur hana? þetta buisness plan bara virkar ekki í þessum heimi sem við lifum á.. það eru afföll á öllum vörum, hvort sem þér líkar það eða ekki.. og búið að benda á að þessi heyrnartól kostuðu i verslun ný 8þ þannig að þessi séu um 2 ára, þa held að sanngjarnt verð sé 3-5þ fyrir þetta\nhvort ertu að selja 377 eða 367 heyrnartólin?? linkar fyrst á 367 en núna linkar þú á 377..",
            "date": "2013-04-14 15:03:00",
            "post_id": "505394",
            "reply_to_id": "505389"
        },
        {
            "user_name": "Swanmark",
            "text": "2.000",
            "date": "2013-04-14 15:16:00",
            "post_id": "505397",
            "reply_to_id": "505394"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Og hjá nýherja í þokkabót",
            "date": "2013-04-14 15:19:00",
            "post_id": "505399",
            "reply_to_id": "505397"
        },
        {
            "user_name": "Bragi Hólm",
            "text": "jesús strákar. eins og sagði endilega bjóðið. þetta er bara einhver verðhugmynd. seinni linkurinn er réttur. skulum nú ekki fara yfirum útaf einhverjum gömlum heyrnartólum.",
            "date": "2013-04-14 15:30:00",
            "post_id": "505403",
            "reply_to_id": "505399"
        },
        {
            "user_name": "Kristján",
            "text": "keypti min á sínum tíma á 7990 held ég eða 8990 og vöru þau keypt bara til að bera með headset fyrir leikina.\nþað er hræðilegt hljóð úr þessu og volume controlið er að gefa sig, þarft að þrysta á það til að fá hljóð báðu meginn annars er bara öðrumeginn.\nþað að þú hafir keypt þau á bland og það eitthvað af bland fyrir það er sorglegt fyrir þig og þau voru nokkuð gömul líka og fyrir 10.000 ufff, gler í vasilíninu????\nþessum heyrnatólum ættiru að henda eða gefa einhverjum, ef eitthvað verð verður að fást fyrir þetta þá er það 2-3k og þá er þetta rán.",
            "date": "2013-04-14 18:04:00",
            "post_id": "505450",
            "reply_to_id": "505403"
        },
        {
            "user_name": "Bragi Hólm",
            "text": "Þessi eru fín fyrir utan micinn ekkert að takkanum og góður hljómur í þeim. og já ég vissi bara ekki betur enn þegar ég keypti þau að ég væri að kaupa eitthvað voða flott og sá aðili laug að mér fyrir allan peningin greinilega. Sagði að þau hefðu kostað 25þúsund og fleira.. Ég er ekki að því! ég er búinn að segja hvað er að þeim og hvað er ekki að þeim, ég er búinn að biðja um tilboð og nú bið ég bara einhvern um að hreinsa þennan þráð upp.. þetta er komið bara gott af rugli...",
            "date": "2013-04-14 18:27:00",
            "post_id": "505456",
            "reply_to_id": "505450"
        },
        {
            "user_name": "Kristján",
            "text": "þú gerir smá background check næst",
            "date": "2013-04-14 19:13:00",
            "post_id": "505465",
            "reply_to_id": "505456"
        },
        {
            "user_name": "Bragi Hólm",
            "text": "upp með þetta dótarí",
            "date": "2013-05-26 20:20:00",
            "post_id": "512572",
            "reply_to_id": "505465"
        }
    ],
    "date": "2013-04-14 13:04:00"
}