{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "546",
    "title": "Hvaða turnar eru bestir?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=546",
    "posts": [
        {
            "user_name": "dados",
            "text": "Hvað á maður að versla sér? \n\n\n\nHvaða turnar eru hljóðlátastir, kæla best og hvar fæ ég þá?\n\n\n\nKv,\n\ndados",
            "date": "2003-04-02 17:35:00",
            "post_id": "3590",
            "reply_to_id": false
        },
        {
            "user_name": "kiddi",
            "text": "Það er ekkert til sem heitir hljóðlátur turn sem kælir vel \n Allavega ekki hér heima, það eru til tilbúnir vatnskælingakassar úti en þeir kosta sitt \n\n\n\n\nEf þú tekur hljóðlátan kassa þá þýðir það að hann er vel einangraður, sem þýðir að hann heldur hitanum inni og þarafleiðandi þarftu enn fleiri viftur til að koma hitanum út, og þá ertu aftur kominn með lætin.\n\n\n\nPersónulega mæli ég með bara eðlilegum kassa, t.d. þeim sem eru byggðir á eins grind og er notuð t.d. í Dragon & Thermaltake Xaser kössunum, og að þú vandir valið á viftum, skjákorti og hörðum diskum. Fleiri trick til að halda niður hávaðanum eru m.a. að hafa tölvukassana ekki uppi á skrifborði (synd þegar sumir þeirra eru eins flottir og raun ber vitni), heldur að þú setjir þá undir skrifborðin og eins langt frá þér og þú mátt við. Hver sentimeter skiptir máli \n\n\n\n\nÉg er með Dragon kassa með P4 2.4ghz og 4x kassaviftum (ekki að ég þurfi þess, ég er bara mod-nutt), nota viftustýringu til að halda kassaviftunum í kringum 1000 sn/min og tölvan mín er eins hljóðlát og hún getur verið án þess að vera vatnskæld. Ég keypti MSI GF4-Ti4200-8X aðallega því ég hafði lesið að það væri hljóðlátasta skjákortið í þessum flokki. Losaði mig við HDD'a sem voru komnir með hátíðnisuð og skipti út fyrir diska sem eru hljóðlátir. Þetta breytti miklu",
            "date": "2003-04-02 17:44:00",
            "post_id": "3592",
            "reply_to_id": "3590"
        }
    ],
    "date": "2003-04-02 17:35:00"
}