{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "54640",
    "title": "XBOX 360 eða PS3",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=54640",
    "posts": [
        {
            "user_name": "svanur08",
            "text": "Hvor mæla menn með og hverjir eru kostir og gallar í báðum?",
            "date": "2013-04-23 17:36:00",
            "post_id": "507048",
            "reply_to_id": false
        },
        {
            "user_name": "chaplin",
            "text": "Ég hugsa að í heildina litið er þetta bara spurning um hvaða leiki þú vilt spila.",
            "date": "2013-04-23 18:02:00",
            "post_id": "507051",
            "reply_to_id": "507048"
        },
        {
            "user_name": "svanur08",
            "text": "Íþróttaleiki, skotleiki, bardagaleiki.",
            "date": "2013-04-23 18:06:00",
            "post_id": "507054",
            "reply_to_id": "507051"
        },
        {
            "user_name": "peturthorra",
            "text": "Þetta er eins og spyrja um Kók eða Pepsi... \nViltu spila Gears of War, Halo eða Forza. XBOX\nViltu spila Uncharted, God of War, Killzone, Gran Turismo. PS3",
            "date": "2013-04-23 18:12:00",
            "post_id": "507056",
            "reply_to_id": "507054"
        },
        {
            "user_name": "fedora1",
            "text": "Skoðaðu Kinnect sem hægt er að kaupa með XBOX. Helsta ástæða þess að ég vandi XBOX360.\nHeld að það sé samt meira úrval af leikjum í PS3, td. í fríhöfninni.\nAnnars koma líklega nýjar útgafur af xbox og ps í haust, spurning hvort þú hafir þolinmæði til að bíða. Markaður með notaðar vélar gæti amk. glæðst",
            "date": "2013-04-23 18:18:00",
            "post_id": "507059",
            "reply_to_id": "507056"
        },
        {
            "user_name": "Labtec",
            "text": "Bunað vera tölvuleikja spilari til fleiri ára og eiga flest alla leikjatölvur siðan NES,\nEf þú átt PC þá PS3/Wii er langt besti kostur fyrir þig",
            "date": "2013-04-23 18:39:00",
            "post_id": "507064",
            "reply_to_id": "507059"
        },
        {
            "user_name": "capteinninn",
            "text": "Ég myndi bíða eftir næstu gen af tölvunum.\nÉg á Xbox360 og er mjög ánægður með hana, hef prófað PS3 og mér finnst ekkert svo mikill munur á tölvunum sjálfum en fyrir mér er fjarstýringin dealbreaker. Mér finnst PS3 fjarstýringin óþægileg, á það til að detta af joystickunum á verstu stundum í FIFA og svoleiðis.",
            "date": "2013-04-23 18:46:00",
            "post_id": "507066",
            "reply_to_id": "507064"
        },
        {
            "user_name": "fedora1",
            "text": "Ég næ ekki tengingunni, af hverju hentar ps3/wii betur fyrir þá sem eiga PC. Er XBOX þá betra fyrir þá sem eiga mac ?",
            "date": "2013-04-23 22:23:00",
            "post_id": "507112",
            "reply_to_id": "507066"
        },
        {
            "user_name": "svanur08",
            "text": "Búinn að lesa mig aðeins til um þetta, finnst glatað með xbox að það þurfi að borga að spila leiki online og líka alltaf að kaupa ný og ný batterí í fjarstýringuna engin hleðsla.",
            "date": "2013-04-23 22:33:00",
            "post_id": "507119",
            "reply_to_id": "507112"
        },
        {
            "user_name": "Haxdal",
            "text": "Kaupir bara hleðslubatterý,  ekki einsog þau kosti mikið í dag. Meina þú ert að fara kaupa leikjavél á fleiri tugi þúsunda þar sem hver nýr leikur kostar yfir 10 þúsund kall .. hvað eru nokkrir þúsundkallar í hleðslubatterý.\nMér finnst betra að vera með útskiptanleg batterý í staðinn fyrir að vera með einhverja gigantic usb framlengingarsnúru einsog pjakkurinn er með þegar hann er að spila ps3 og fjarstýringin verður rafmagnslaus.  á meðan þá er ég bara með hleðslubatterý í xboxið mitt og alltaf ready að skipta þeim út þegar þarf og setja þessi tómu í hleðslu",
            "date": "2013-04-23 22:39:00",
            "post_id": "507120",
            "reply_to_id": "507119"
        },
        {
            "user_name": "svanur08",
            "text": "Já var einmitt að hugsa þetta",
            "date": "2013-04-23 23:12:00",
            "post_id": "507125",
            "reply_to_id": "507120"
        },
        {
            "user_name": "Labtec",
            "text": "Því PS3 og  Wii á töluvert meira af exclusive leikjum en Xbox360, þú getur alveg eins spilað Gears of Wars og Halo 1 og 2 á PC\nþar af leiðandi blanda af PC/PS3/Wii gefur þér mesta úrval hvað varðar tölvuleikjaheiminn",
            "date": "2013-04-23 23:15:00",
            "post_id": "507126",
            "reply_to_id": "507125"
        },
        {
            "user_name": "vesley",
            "text": "Fylgdu 3 fjarstýringar með mínu Xbox og hef ekki þurft að skipta neinu batterí úr þeim.  Hleð þær bara með snúrunni.  Endast í ca 5-6 klst af spilun býst ég við.",
            "date": "2013-04-24 00:05:00",
            "post_id": "507136",
            "reply_to_id": "507126"
        },
        {
            "user_name": "capteinninn",
            "text": "Myndi nú ekki telja það vera eitthvað mat á leikjatölvunum hvaða leikir eru exlusive. PS3 er ekki með neina svaka leiki exclusive og Xbox ekki heldur",
            "date": "2013-04-24 00:23:00",
            "post_id": "507138",
            "reply_to_id": "507136"
        },
        {
            "user_name": "Labtec",
            "text": "Já þú hefur alveg rétt fyrir þér sem dæmi Uncharted, Resistance, Metal Gear Solid 4, God Of War, Infamous, Killzone, LittleBigPlanet\nRatchet and Clank, Yakuza, Ico og Shadow of the Colossus (sem er reyndar bestir PS2 tittlar en í HD)\nSly, Motorstorm, Gran Turismo...er ekki neitt sem myndi flokkast undir svakalegt",
            "date": "2013-04-24 00:35:00",
            "post_id": "507139",
            "reply_to_id": "507138"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Halo>Killzone\nForza>Gran Turismo\nUncharted>Gears\nATH mín skoðun.\nPS3 Kostir: BluRay spilari, mikið meiri stuðningur hér á landi. Ef þú kaupir ekki leiki af amazon þá er betra að eiga ps3 þar sem gamlir leikir lækka actually í verði annað en xbox leikir. Ef þú borgar fyrir ps+ áskrift færðu afnot af mörgum góðum leikjum og afslættir af mörgum vörum í ps store. Nýjir leikir koma strax inní ps store. MIKIÐ úrval af AAA Exclusives\nPS3 Gallar: PSN er fáranlega oft niðri vegna maintenance eða af öðrum ástæðum. Tekur fáranlega langan tíma að installa leikjum á HDD, Stýripinni virkilega óþægilegur(mín skoðun)\nXbox360 Kostir: Tekur stuttan tíma að installa leikjum á hdd, frábær netþjónusta(netspilun, partychat) ef þú ert með gold áskrift(ca 600kr á mán), frábær stýripinni, ódýrari en ps3, virkilega góðir exclusives, virkilega gott samfélag( xbox360.is)\nxbox360 Gallar: netspilun kostar, fáir AAA Exclusives, lélegur stuðningur hér á landi(þó hægt að komast fram hjá því með að versla við amazon.co.uk), enginn BluRay spilari.\nÞetta er svona það sem mig dettur í hug í fljótu bragði",
            "date": "2013-04-24 01:12:00",
            "post_id": "507140",
            "reply_to_id": "507139"
        },
        {
            "user_name": "capteinninn",
            "text": "Ég get alveg líka komið á móti því með: Fable, Forza, Gears of War, Halo, Trials, Kinect support o.s.frv.\nNýji Metal Gear Solid kemur út á Xbox og PS3 og gömlu leikirnir eru til í HD remake á Xbox.\nMiklu meira af indie leikjum á Xbox sem PS3 hefur ekki. Xbox eru búnir að dæla pening í leikjaframleiðendur til að gera leikina opna fyrir Xbox líka. PS3 hefur reyndar Playstation Plus sem er algjör snilld.\nPS3 hefur blu-ray en ég þekki ekki marga sem nota það eitthvað.\nÞetta er ultimately bara persónubundið hvor fólki líkar betur, mér sýnist flestir miða við hvernig fjarstýringin er á tölvunum og hvor þeim líkar. Ég er hrifnari af Xbox fjarstýringunni og þessvegna finnst mér Xbox betri.\nXbox finnst mér líka með betri playback stuðning, hef verið að streama með plex í hana án neinna vandamála en félagi minn sem á PS3 hefur verið í örgustu vandamálum með það.\nAnnars mæli ég með því að þráðarhöfundur bíði með tölvur þangað til að nýju tölvurnar koma út, mér sýnist PS4 vera að gera hnúða á joystickana á fjarstýringunum sem að mínu mati ýtir henni fyrir framan Xboxið en það hefur samt mjög lítið komið officially fram um tölvurnar sjálfar þannig að ég tel það best að bíða.",
            "date": "2013-04-24 01:47:00",
            "post_id": "507141",
            "reply_to_id": "507140"
        },
        {
            "user_name": "upg8",
            "text": "Líka hægt að nefna Xbox Smart Glass",
            "date": "2013-04-24 09:39:00",
            "post_id": "507151",
            "reply_to_id": "507141"
        },
        {
            "user_name": "Orri",
            "text": "PS3 er með fleiri og betri exclusive developers heldur en Xbox 360.\nEinnig er PS3 öflugri heldur en Xbox 360 sem og með Blu-Ray spilara sem er mikill plús að mínu mati.\nÞó svo PS3 sé kannski örlítið dýrari þá er hún með fría netspilun sem er mjög góð (þetta maintainance sem John talar um er alls ekki oft og þá yfirleitt á virkum dögum frá 9-12 eða álíka á daginn) sem og þú þarft ekki að fjárfesta í hleðslubatteríi fyrir fjarstýringuna.\nEinnig geturðu sett hvaða 2,5\" harða disk sem er í PS3 tölvuna þína á mjög einfaldann hátt.\nMeð því að lesa yfir svörin hérna þá ættirðu að fá ágætis mynd á kosti og galla vélanna, en þetta snýst aðallega um tvennt, hvaða exclusive leikir heilla þig meira og hvaða tölvu vinir þínir eiga.\nAnnars myndi ég bara bíða eftir PS4 eða Xbox 720 ef þú hefur þolinmæðina.",
            "date": "2013-04-24 10:52:00",
            "post_id": "507155",
            "reply_to_id": "507151"
        },
        {
            "user_name": "svanur08",
            "text": "Held ég fáir mér bara ps3 nenni ekki að bíða, tölvan verður líka dýr fyrst og lengi að koma leikir í þetta.",
            "date": "2013-04-24 18:27:00",
            "post_id": "507214",
            "reply_to_id": "507155"
        },
        {
            "user_name": "capteinninn",
            "text": "Talandi um Xbox 360 og PS3\nAnnars myndi ég reyna að kaupa notaða PS3, getur fengið fullt af leikjum með þeim oftast\nKeyptu svo Playstation All-stars og spilaðu með vinum þínum, frábær leikur",
            "date": "2013-04-24 19:48:00",
            "post_id": "507228",
            "reply_to_id": "507214"
        },
        {
            "user_name": "svanur08",
            "text": "Kemur XBOX 360 og PS3 vel út á Plasma tæki?",
            "date": "2013-04-30 05:53:00",
            "post_id": "508323",
            "reply_to_id": "507228"
        },
        {
            "user_name": "upg8",
            "text": "Já þær ættu báðar að koma vel út á Plasma tæki.",
            "date": "2013-04-30 08:42:00",
            "post_id": "508328",
            "reply_to_id": "508323"
        }
    ],
    "date": "2013-04-23 17:36:00"
}