{
    "forum_title": "Koníakstofan",
    "id": "54677",
    "title": "Eiga Píratar eftir að ná yfir 5% múrinn (I hope so)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=54677",
    "posts": [
        {
            "user_name": "Stuffz",
            "text": "Á þetta eftir að verða eins og með Íslandshreyfinguna 2007 \"No Go!\"\neða koma Píratar nýju blóði yfir á 4 flokka Ríkisfreigátuna\nHvað halda vaktarar?\nÉg held að það sé tæpt.\nEDIT:  HMM SMÁ MISSKILNINGUR, ÉG ER AÐ SEGJA AÐ ÞAÐ ÞARF AÐ GERA BETUR TIL AÐ TRYGGJA AÐ PÍRATAR NÁI INN, ÞAÐ ÞARF NÝTT BLÓÐ OG NÝJA HUGSUN TIL AÐ VEITA RÁÐANDI ÖFLUM BETRA OG ÖFLUGARA AÐHALD, OG PÍRATAR ERU BEST TIL ÞESS FALLNIR IMO",
            "date": "2013-04-25 16:48:00",
            "post_id": "507395",
            "reply_to_id": false
        },
        {
            "user_name": "Bjosep",
            "text": "http://ornbardur.com/2013/04/23/5-eda-ekki-5/\nEru Píratar ekki að mælast hærri en Björt framtíð skv. nýjustu tölum?",
            "date": "2013-04-25 16:59:00",
            "post_id": "507398",
            "reply_to_id": "507395"
        },
        {
            "user_name": "Xovius",
            "text": "Jafnvel hærri en VG. \nHeld að það sé líklegt að við náum yfir 5% :p",
            "date": "2013-04-25 17:01:00",
            "post_id": "507399",
            "reply_to_id": "507398"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "skoðanakannanir er lítt að marka.. það er það sem skeður á laugardaginn sem ræður þessu.",
            "date": "2013-04-25 17:05:00",
            "post_id": "507401",
            "reply_to_id": "507399"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Ég hef fulla trú á að Píratar fari yfir 5% og rúmlega það.\nÞetta er það sem hefur vantað lengi, fersk sjónarmið frá ungu fólki.  Við þurfum ekki fleiri tröll á þing.",
            "date": "2013-04-25 17:08:00",
            "post_id": "507402",
            "reply_to_id": "507401"
        },
        {
            "user_name": "Stuffz",
            "text": "Ég myndi allavegana ekki fagna sigri of snemma\nheld að of margt ungt fólk endi með að kjósa bara \"Mömmu og Pabba flokkana\" vegna þess að þau treysta sér ekki til að taka upplýsta ákvörðun.\nAnnars hérna eru t.d. nokkrar skoðanakannanir frá \n2007 \nkosningunum til samanburðar við núverandi.\nÍslandshreyfingin mældist með alltað 150% meira fylgi en hún svo endaði uppi með (5% en fékk 3.3%)\n25 Mars\n15 apríl\n22 Apríl\n6 Maí\n11 Maí\nNiðurstöður\nþetta ræðst á lokametrunum, og enn getur ýmislegt gert\nsumir virðast t.d. ekkert hafa lært af síðasta skipti sem þetta fyrirkomulag ríkisstjórnarfyrirkomulag var á:",
            "date": "2013-04-25 17:42:00",
            "post_id": "507404",
            "reply_to_id": "507402"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Ekki kjósa eftir skoðanakönnunum! Það er ekkert að marka þær.\nEf allir myndu hugsa svona þá væri ekkert lýðræði.\nKjóstu eftir þinni sannfæringu og láttu annað ekki skipta máli.",
            "date": "2013-04-25 17:52:00",
            "post_id": "507406",
            "reply_to_id": "507404"
        },
        {
            "user_name": "capteinninn",
            "text": "Þessar kannanir eru líka svo mikið bull, fyrir nokkrum vikum átti Framsókn að fá nánast hreinan meirihluta á þingi.\nEins og Moldvarpan segir, veljið þann flokk sem þið teljið nálægast ykkar skoðunum!\nAnnars var ég að senda póst á Smáís og athuga hvort þessi ummæli væru frá Smáís samtökunum sem slíkum eða persónuleg skoðun Snæbjörns, lýsti líka yfir vanþóknun minni á að þessi samtök væru að ráðast gegn einstökum flokkum í kosningum. Bíð spenntur eftir svari frá þeim.",
            "date": "2013-04-25 18:33:00",
            "post_id": "507411",
            "reply_to_id": "507406"
        },
        {
            "user_name": "appel",
            "text": "Píratar... hmmmm.... það vantar prinsippfólk á þing, um að gera að kjósa píratana sem myndu verja málfrelsið með kjafti og klóm.\nKemur til greina hjá mér að kjósa þá.\nEn já, ég held að þeir nái fólki á þing.",
            "date": "2013-04-25 20:58:00",
            "post_id": "507444",
            "reply_to_id": "507411"
        },
        {
            "user_name": "GuðjónR",
            "text": "Mér finnst þeir ekki hafa neina stefnu...kannski er það bara ég.",
            "date": "2013-04-25 21:04:00",
            "post_id": "507445",
            "reply_to_id": "507444"
        },
        {
            "user_name": "Stuffz",
            "text": "Mig langar að sjá hvað þeir geta, 4-6 manns ætti að vera ágætis byrjun fyrir nýjan flokk.\nÞeir þurfa að sanna sig á þessu kjörtímabili, á meðan almenningur reynir af trúa því að Framsókn geti eitthvað betur en síðast.\nég held reyndar að Framsókn hafi fengið fullt af góðviljuðu atkvæðafylgi í skoðunarkönnunum sem verðlaun fyrir að veðja á réttan hest í icesafe en það eigi ekki allt eftir að skila sér í kassann á kjördag.\nheld að sumir eigi eftir að finnast þeir neyðist til að treysta Sjálfstæðisflokkinum aftur þ.e.a.s. að hann hafi lært eitthvað af hörmungunum.\nÉg myndi allavegana ekki vilja sjá það sama gerast fyrir Pírata og Íslandshreyfingunni að þeir fengju ekki að spreyta sig, held í minnsta lagi þetta hreyfi við svipað þenkjandi öflum í hinum flokkunum, þ.e.a.s. það er eftirspurn eftir svona nálgunum í samtíma stjórnmálum hvort sem aðrir flokkar aðlagi sig að þeim og píratar sameinist að lokum þeim flokki sem helst á samleið með þeim í þessum málum eða að píratar stækki uppí einn af stóru flokkunum á næstu áratugum, það sem skiptir samt náttúrulega mest máli er þær lýðræðisumbætur sem auknar kröfur eru gerðar um í dag af almenningi komi til skjalanna á borði og ekki bara í orði.\n:]",
            "date": "2013-04-25 21:23:00",
            "post_id": "507449",
            "reply_to_id": "507445"
        },
        {
            "user_name": "zobbah",
            "text": "Mér líst best á Pírata enda blöskrar mér hvernig komið er málfrelsinu í dag.  Sannleiksböðlar stefna fólki hægri vinstri fyrir að segja sannleikann og þó að nær allir viðskiptavinir þeirra eiga það sameiginlegt að vera vafasamir og oft það sem fólk myndi kalla skíthæla.  Á meðan Alþingi gerir ekki neitt þá græða skíthælarnir og lögfræðingar þeirra.   Tek ofan fyrir DV að láta ekki bugast þrátt fyrir hótanir og töpuð mál í fáránlegu lagaumhverfi.",
            "date": "2013-04-25 21:27:00",
            "post_id": "507452",
            "reply_to_id": "507449"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Vel hugsandi fólk á þing..... eða kjósa þingmenn með sömu tuggurnar, veifandi gylliboðum.\nMér finnst þetta no brainer.\nAfhverju er fólk svona hrætt við nýja flokka?",
            "date": "2013-04-25 21:43:00",
            "post_id": "507455",
            "reply_to_id": "507452"
        },
        {
            "user_name": "Xovius",
            "text": "Stefnur í hvaða málum finnst þér vanta? hérna eru ýmis samþykkt stefnuskjöl \nhttps://x.piratar.is/polity/1/\n og hérna eru önnur stefnumál \nhttp://www.piratar.is/stefnumal/\nAnnars veit ég að þeir reyna (ólíkt mörgum öðrum flokkum) að gefa ekki frá sér endalaus gylliboð sem hafa sér svo enga stoð í raunveruleikanum.",
            "date": "2013-04-25 22:06:00",
            "post_id": "507459",
            "reply_to_id": "507455"
        },
        {
            "user_name": "Stuffz",
            "text": "Var að skoða síðuna\nVoðalega er þetta sniðugt Alþingisrýni þarna hjá Pírötum\nhttp://r.piratar.is/thingmenn/#skroparar\nskv þessu þá er þetta mesti \"Skróparinn\" og \"Vélmennið\" lol",
            "date": "2013-04-25 22:48:00",
            "post_id": "507470",
            "reply_to_id": "507459"
        },
        {
            "user_name": "urban",
            "text": "Enda maður sem að á ekkert að vera á þingi.",
            "date": "2013-04-25 22:50:00",
            "post_id": "507473",
            "reply_to_id": "507470"
        },
        {
            "user_name": "GuðjónR",
            "text": "Eru ekki allir eyjapeyjar vinir?",
            "date": "2013-04-26 00:35:00",
            "post_id": "507500",
            "reply_to_id": "507473"
        },
        {
            "user_name": "Stuffz",
            "text": "Jæja einsog ég óttaðist\nPíratar rétt slefuðu yfir 5 prósentin, þetta var alltof tæpt, EKKI hærra en BF og ekki hærri en VG (sbr comment) held að bestu skoðanakannanir sýndu þá í 180% af því sem þeir fengu svo í kassann, sýnir að maður þarf að taka þessum skoðanakönnunar tölum með stórum varnagla, þarf að gera miklu betur við næstu kosningar, ekkert að slaka á þótt tölurnar líti vel út.\nog Framsóknin hjá B listanum var meira sýnd veiði en gefin þegar á hólminn var komið.\nP.S. Ég hef illan bif um að BF eigi eftir að manifesta sig sem ákveðin andstaða við Pírata í © málum, vona að það verði ekki raunin.",
            "date": "2013-04-28 11:34:00",
            "post_id": "508037",
            "reply_to_id": "507500"
        }
    ],
    "date": "2013-04-25 16:48:00"
}