{
    "forum_title": "Koníakstofan",
    "id": "54695",
    "title": "Flugvöllurinn",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=54695",
    "posts": [
        {
            "user_name": "Skippó",
            "text": "Sælt gott fólk,\nNúna er að koma upp sú umræða á fésbókinni að Flugvöllurinn eigi að fara úr Vatnsmýrinni og upp eftir til Keflavíkur.\nHver er ykkar skoðun á þessu máli?",
            "date": "2013-04-26 14:21:00",
            "post_id": "507597",
            "reply_to_id": false
        },
        {
            "user_name": "GuðjónR",
            "text": "Er það ekki bara hið besta mál?",
            "date": "2013-04-26 14:27:00",
            "post_id": "507600",
            "reply_to_id": "507597"
        },
        {
            "user_name": "FriðrikH",
            "text": "Hólmsheiði, Keflavík... Hvort sem er þá væri ég ánægður með að losna við hann úr Vatnsmýrinni.",
            "date": "2013-04-26 14:32:00",
            "post_id": "507601",
            "reply_to_id": "507600"
        },
        {
            "user_name": "Bassi6",
            "text": "Hafa hann áfram í Vatnsmýrinni!",
            "date": "2013-04-26 14:35:00",
            "post_id": "507602",
            "reply_to_id": "507601"
        },
        {
            "user_name": "capteinninn",
            "text": "Getur einhver komið með TL:DR útgáfu af rökum með flugvelli í Vatnsmýrinni og á móti því.\nMér heyrist að þetta sé basically sumir vilja færa hann til að byggja á landinu sem hann er að taka upp í miðborginni, aðrir vilja hafa hann því að landsbyggðin getur flogið þá nánast beint á sjúkrahús.",
            "date": "2013-04-26 14:41:00",
            "post_id": "507604",
            "reply_to_id": "507602"
        },
        {
            "user_name": "Xovius",
            "text": "Keflavík er bara svo helvíti langt frá.",
            "date": "2013-04-26 15:04:00",
            "post_id": "507607",
            "reply_to_id": "507604"
        },
        {
            "user_name": "Skippó",
            "text": "Ég er ekkert á móti því að færa hann EN! Ef það á að færa hann þá finnst mér að Landspítalinn eigi að fara með honum upp á Keflavík. Annars finnst mér bara að Reykjarvíkur borg getur bara fundið sér eitthvað annað til byggja á.",
            "date": "2013-04-26 15:13:00",
            "post_id": "507608",
            "reply_to_id": "507607"
        },
        {
            "user_name": "Plushy",
            "text": "Fínt eins og þetta er.",
            "date": "2013-04-26 15:14:00",
            "post_id": "507609",
            "reply_to_id": "507608"
        },
        {
            "user_name": "dori",
            "text": "Mér finnst að það eigi annað hvort að hafa hann þar sem hann er eða færa innanlandsflugið til Keflavíkur. Allavega ekki byggja nýjan flugvöll einhversstaðar rétt fyrir utan bæinn með öllum þeim kostnaði sem slíku ævintýri fylgir.\nHelst vil ég seinni kostinn - engin ástæða fyrir því að hafa flugvöll inní miðbæ (hvar finnst slíkt annarsstaðar?).\nÉg sé ekki hvernig rökin með sjúkraflug halda vatni. Ef það er eitthvað neyðarástand þá er hægt að fljúga með flugvél til Keflavíkur og færa sjúklinginn svo yfir í þyrlu og fara til Reykjavíkur. Annars finnst mér líka vitleysa að byggja alla sjúkrahúsastarfsemi landsins inní miðbæinn á höfuðborginni. Það væri miklu sniðugra, ef það á á annað borð að byggja nýtt sjúkrahús, að hafa þetta í einhverjum öðrum kjarna til að létta álag á umferðinni í 101 á morgnanna.",
            "date": "2013-04-26 16:11:00",
            "post_id": "507624",
            "reply_to_id": "507609"
        },
        {
            "user_name": "DabbiGj",
            "text": "Flott einsog er, ég bý í örskammri fjarlægð frá flugvellinum og finnst það vera frásinna að það eigi að byggja nýja flugstöð uppá hólmsheiði fyrir milljarða þegar að þessi flugvölur er ágætur og staðsetningin gerir hann mikilvægan varðandi sjúkraflug o.s.f. þau rök um að það þurfi að rýma fyrir nýrri byggð meðan að það standa tugir ef ekki hundruðir gatna auðar í Úlfarsárdal og Hafnarfirði. \nÞessi flugvöllur angrar mig ekki og það myndi ganga frekar hart að innanlandsflugi ef að hann yrði færður t.d. til Keflavíkur eða ráðist væri í eitthvað jafn kjánalegt og að fara að byggja flugstöð fyrir milljarða á Hólmsheiði, þeir sem ég þekki í flugrekstri og flugmenn hrista bara hausinn yfir þeim hugmyndum.\nAnnars skiptir þetta svosem litlu máli hvað ég skrifa hér en ég bendi þeim sme hafa áhuga á að halda flugvellinum áfram í Vatnsmýrinni á facebooksíðu um þessi málefni \nhttps://www.facebook.com/flugvollinnafram?fref=ts\nEf að flugvöllurinn verður rifinn af borgaryfirvöldum að þá verður það ekki gert í þeim tilgangi að bæta lífa borgarbúa eða með almannahagsmuni í fyrirrúmi heldur til að geta náð í rándýrt byggingarland og reist blokkir til að þétta byggð. \nNýr flugvöllur kostar 17-20 milljarða og ég get séð margt annað sniðugara sem að almannafé má verja í heilbrigðiskerfið heldur en fegurðarkeppni milli fjölbýlishúsa og \nflugskýla.\nSumir nefna að fljúga ætti með sjúklinga til Keflavíkur og þaðan með þyrlur en það er mjög háð veðurskilyrðum hvort að þyrlan geti á annað borð farið í loftið eða lent, t.d. er aldrei möguleiki á lenda við sjúkrahús þegar að aðstæður til blindflugs myndast og þær krefjast flugbrautar.",
            "date": "2013-04-26 16:17:00",
            "post_id": "507625",
            "reply_to_id": "507624"
        },
        {
            "user_name": "Haxdal",
            "text": "x2\nSem einstaklingur sem eyddi vetrinum bíllaus og þurfti að fara útá flugvöll 2x með stuttum fyrirvara útaf óveðursseinkunum þá hefði ég síður viljað borga leigubíl til Keflavíkur eða uppá einhverja heiði.. nógu andskoti dýrt að hafa þurft að borga fyrir leigubíl útí Vatnsmýrina.\nOg ef völlurinn fer á þessa Heiði þá má búast við óveðursseinkunum Reykjavíkurmegin en ekki bara landsbyggðarmegin svo já nei, bara hafa þetta einsog þetta er.",
            "date": "2013-04-26 16:21:00",
            "post_id": "507626",
            "reply_to_id": "507625"
        },
        {
            "user_name": "Stutturdreki",
            "text": "(Sorry.. man ekki lengur hvernig maður býr til url..)\nLos Angeles : \nhttp://www.mapquest.com/maps?name=Los+A ... irect=true\nWashington DC : \nhttp://www.mapquest.com/maps?name=Ronal ... irect=true\nBoston : \nhttp://www.mapquest.com/maps?name=Logan ... irect=true\nNYC : \nhttp://www.mapquest.com/maps?name=John+ ... irect=true\nI.e. það er bara frekar algengt að flugvellir séu innann borgarmarka.\nEinhverstaðar las ég að þyrlur gætu ekki lent við spítalana í Reykjavík nema af því að það er flugturn í Reykjavík.",
            "date": "2013-04-26 16:24:00",
            "post_id": "507628",
            "reply_to_id": "507626"
        },
        {
            "user_name": "littli-Jake",
            "text": "Að fara úr flugvél, yfir í þirlu, þirluflug til rvk. Þetta tekur allt tíma. Plús að það væri alltaf lengra að fljúa til keflavíkur en rvk svo það er líka aukning á tíma sem tæki að flitja sjúkling. Þegar er verið af flitja sjúkling svona er ástandið alvarlegt. Þá geta 10 min skipt bínsa miklu máli.",
            "date": "2013-04-26 16:35:00",
            "post_id": "507633",
            "reply_to_id": "507628"
        },
        {
            "user_name": "dori",
            "text": "Taktu eftir því að ég segi \ninní miðbæ\n ekki innan borgarmarka.\n4 klst og 30 mínútna labb\n1 klst og 30 mínútna labb\n(Þú þyrftir að labba slatta langan hring úr miðbænum yfir á flugvöllinn þarna...) 25 mínútur með almenningssamgöngum\n(Google vill ekki einu sinni að maður labbi þetta...) klukkutími með almenningssamgöngum\nOg nú \nReykjavík\n hálftíma labb (fer eftir því hvað þú telur vera miðbæinn en alltaf ~30 mín).\nÉg trúi því ekki að það sé ekki hægt að redda þessu. Viðurkenni samt að ég hef núll vit á flugi og umfangi neyðarflugs með sjúklinga. Ef það er ekki hægt að redda því þá er hvort eð er verið að tala um að byggja nýtt sjúkrahús. Ef það væri t.d. byggt miðja vegu milli Reykjavíkur og Keflavíkur...?",
            "date": "2013-04-26 16:44:00",
            "post_id": "507637",
            "reply_to_id": "507633"
        },
        {
            "user_name": "Stutturdreki",
            "text": "'Miðbær' er afstætt hugtak, og hvað þá fjarlægðir þegar þú berð samann borgir af mismunandi stærð \nOg þetta með lendingarnar tengjist líklega því að lenda þegar það er ekki æðislegt veður og top skyggni.\nÞað mætti endilega færa flugvöllinn fyrir mér (aðflug fyrir lendingar úr suðri er beint yfir húsið sem ég bý í) og spítalann með (bjánaleg staðsettning hvort eð sem er) en að flytja hann bara til að byggja blokkir í Vatnsmýrinni er ótrúlega léleg hugmynd en það virðist samt vera aðal drifkrafturinn á bakvið allar hugmyndir um flutning.",
            "date": "2013-04-26 16:59:00",
            "post_id": "507640",
            "reply_to_id": "507637"
        },
        {
            "user_name": "GuðjónR",
            "text": "Nota KEF völlinn bara, leggja svo hraðlest milli KEF og RVK. \nMálið dautt.",
            "date": "2013-04-26 16:59:00",
            "post_id": "507641",
            "reply_to_id": "507640"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Eitt varðandi Keflavík, völlurinn í Reykjavík er varaflugvöllur fyrir Keflavík, ef honum yrði lokað (vegna veðurs.. kemur fyrir) þyrfti að lenda á Akureyri eða Egilsstöðum þegar það er lokað í Keflavík.\nEn það væri fínt að fá Egilsstaðir -> Akureyri -> Reykjavík hraðlest og þá væri hægt að leggja innannlandsflugið niður.. nema kannski til eyja.",
            "date": "2013-04-26 17:04:00",
            "post_id": "507643",
            "reply_to_id": "507641"
        },
        {
            "user_name": "rapport",
            "text": "Það þyrfti ekki að vera hraðlest, venjuleg lest fer hraðar en fólksbíll á þessari leið.\nEn ef flugvöllurinn er tekinn úr Vatnsmýrinni, þá vil ég líka að samgöngumiðstöðin fari úr miðbænum. \nÞað er alveg óþarfi að hafa eitthvað rútu, strætó terminal á \"the sweet spot\", þetta ætti að vera í Mjódd eða Ártúnið eða eitthvað. \nÞess vegna í Kópavogi, Kringlunni eða eitthvað...",
            "date": "2013-04-26 17:08:00",
            "post_id": "507644",
            "reply_to_id": "507643"
        },
        {
            "user_name": "dori",
            "text": "Ég er svosem alveg sammála því að það að byggja einhverjar blokkir eigi ekki að vera drifkrafturinn á bakvið þetta. Satt með miðbæinn og hvernig fjarlægðir eru afstæðar. Reykjavík er náttúrulega lítil borg. En þetta er mjög nálægt miðbænum. Ég hef ekki farið til allra þessa bandarísku flugvalla sem þú bendir á. Lenti samt á LAX fyrir stuttu og fór inní borgina. Það var alveg löng ferð með lest/strætó og svo fór ég til baka með leigubíl og það var alveg mjög langt - ekkert sambærilegt því hvernig þetta er hérna. Sama með evrópska flugvelli sem ég hef farið á...",
            "date": "2013-04-26 17:09:00",
            "post_id": "507645",
            "reply_to_id": "507644"
        },
        {
            "user_name": "Zpand3x",
            "text": "Fyrir mér má hann vera í Reykjavík.. en bara ef þeir láta trén í Öskjuhlíð í friði. Það að þeir ætli að fella hundruði trjáa þarna er grátlegt. Hjóla þarna allavega 1 sinni í viku allt árið, á stígunum inná milli trjánna. Þetta er eini \"skógurinn\" í miðbænum og nágreni með almennilega stíga.",
            "date": "2013-04-26 17:13:00",
            "post_id": "507647",
            "reply_to_id": "507645"
        },
        {
            "user_name": "ponzer",
            "text": "Burt með flugvöllinn úr Reykjavík og bætum völlinn í Kef til að taka á móti öllu flugi og bætum samgöngur milli Rvk-Kef helst lest.\nGóður púnktur af Facebook útaf umræðunni útaf Hólmsheiði...",
            "date": "2013-04-26 17:44:00",
            "post_id": "507657",
            "reply_to_id": "507647"
        },
        {
            "user_name": "GuðjónR",
            "text": "Já og nýji spítalinn líka úr bænum, hafa hann uppá Hólmsheiði við hliðina á fangelsinu.",
            "date": "2013-04-26 17:46:00",
            "post_id": "507658",
            "reply_to_id": "507657"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "alveg á tæru að ef flugvöllurinn verður fluttur útfyrir höfuðborgarsvæðið þá geta þeir eins lagt hann bara af því enginn fer að fljúga suður og þurfa að greiða 5-6 þús kall í leigubíl til að komast í reykjavík.\nþessi framkvæmt getur aldrei staðið undir sér enda veit ég ekki hvar borgin ætlar að finna alla þessa milljarða sem þetta kostar.. ríkið mun aldrei koma nálægt þessu enda hefur það enga skildu til.. þessi flugvöllur tilheyrir reykjavík og þurfa þeir að greiða brúsann ef þeir vilja ráðast í þessar framkvæmdir.",
            "date": "2013-04-26 18:06:00",
            "post_id": "507661",
            "reply_to_id": "507658"
        },
        {
            "user_name": "stjani11",
            "text": "Það fara rútur á milli keflavíkur og BSÍ...",
            "date": "2013-04-26 18:16:00",
            "post_id": "507663",
            "reply_to_id": "507661"
        },
        {
            "user_name": "appel",
            "text": "Flytja hann á Hólmsheiði, og leyfa einkaaðilum að byggja hann. Það kostar skít á priki að malbika smá spotta. Væri hægt að gera nýjan flugvöll þarna á Hólmsheiði fyrir milljarð. Ég skil ekki vandamálið. Landssvæðið í Vatnsmýrinni er líklega 10 milljarða virði.",
            "date": "2013-04-26 19:16:00",
            "post_id": "507671",
            "reply_to_id": "507663"
        },
        {
            "user_name": "vikingbay",
            "text": "Hvernig er sjúkraflug ekki nógu góð ástæða til að hafa völlinn þar sem hann er. Ég skil ekki að þetta skuli enn vera umræða. Það er vitað mál að líf svo margra eiga staðsetningu vallarins að þakka.",
            "date": "2013-04-26 19:29:00",
            "post_id": "507675",
            "reply_to_id": false
        },
        {
            "user_name": "Moldvarpan",
            "text": "Plís ekki byrja með þessa flugvallar tuggu.....\nÞað er búið að vera rífast um þetta síðan 1946.",
            "date": "2013-04-26 19:46:00",
            "post_id": "507676",
            "reply_to_id": "507675"
        },
        {
            "user_name": "zedro",
            "text": "Þú ert greinilega ekki flugmaður \nÞessi völlur hefur bara ekkert að gera uppá Hólmsheiði. Fjöll og veður gera Hólmsheiði að mjög slæmri staðsetningu. \nEinnig má geta að þegar ég hef flogið í gengum svæðið þá dettur GPS tækið mitt alltaf út ég veit ekki afhverju og \nveit ekki hvort stærri vélar verða fyrir þessari truflun en ekki finnst mér að gott að missa GPS í t.d. GPS aðflugi...\nVarðandi sjúkraflug, frá því að sjúkraflug lendir í RVK líða 5mín þangað til að bíllinn er kominn uppá spítala.\nÁ þessum 40 mín sem það tekur frá KEF geti móðir, faðir, bróðir, systur, vinur eða vinnufélagi dáið.....\nTréin í öskjuhlíð? Var að lenda á braut 31 í dag og ég gat ekki betur séð en að svæðið hafi gott af smá grisjun.\nAthyglisvert hvernig það má fella eina ösp vegna skugga í Reykjavík en þegar það kemur að öryggi þá má ekki\nsnerta þessi blessuðu tré sem að svei mér þá ég held að fáir pæli lítið sem ekkert í þeim fyrren einhver nefnir \nhvað það sé hræðilegt að missa þau. Ég tel það er fínt að fella þau og rækta ný í staðin. Einnig má benda á að það \ner búið að skrifa undir samning og þessi tré verða felld.\nEinnig hef ég mikið verið að spá þegar fólk vill byggja í mýrinni er það ekki frekar skammtímalausn?\nAfhverju má ekki stækka Reykjavík útávið? Afhverju viljum við troða helling af fólki beint inní miðbæinn?\nÞví ég er allveg á því að fólk mun ekki vera sækja vinnu í göngufæri og mun keyra til vinnu og þá aðallega\nað vetri til á götum sem ráða illa við háanna umferðina einsog er. Miklu frekar ættum við að reikna með \níslendingar gætu hugsanlega fyllt öll húsnæðin í mýrinni og byggja flott gatnakerfi og móta stærri Reykjavík\nsem getur séð um meira en 300.000 Íslendinga.\nVÖLLINN ÁFRAM Í VATNSMÝRINNI!!!",
            "date": "2013-04-26 21:16:00",
            "post_id": "507699",
            "reply_to_id": "507676"
        },
        {
            "user_name": "Skari",
            "text": "Skiptir mig voda litlu mali hvar hann er,notadi thetta litid medan eg bjo a landinu en oryggisins vegna fyrir landsbygdina tha myndi eg vilja hafa hann thar sem er. Tala nu ekki um ef thad er eitthvad slys og hver sekunda thar skiptir mali og menn vilja tha feara letta lengra i burtu sem eg a erfitt med ad skilja.\nEInnig til theirra sem benda a ad thad thekkist nanast hvergi annars stadar ad vera med flugvoll i midbae, tha eru nu lika oftast betri samgongur en eru hja okkur. Var ad skoda hvad thad kostadi mig ad fara fra KEF og i baeinn seinast thegar eg kom til landsins og mig minnir ad thad hafi verid um 10 eda 12 thus med taxa, einnig sumir bent a rutu en personulega finnst mer thad hraedilegur ferdamati.\nAfsakid ad thad seu engir islenskir stafir herna, a eftir ad setja thad upp a thessari",
            "date": "2013-04-26 21:47:00",
            "post_id": "507709",
            "reply_to_id": "507699"
        },
        {
            "user_name": "Snorrmund",
            "text": "Sammála! Er búsettur úti á landi og í reykjavík og mér finnst alveg nóg að það taki mig klukkutíma að taka flug til Reykjavíkur, tala nú ekki um ef að það er sjúkraflug. Annars nota ég líklegast innanlandsflug mun meira en meðal íslendingurinn(held ég sé kominn í 8-10 flug á þessu ári..) Og hef ekki áhuga á því að lengja ferðina mína til reykjavíkur um 40 mínútur til þess að hægt sé að dúndra niður einhverjum blokkaríbúðum þarna! Plús þá kostar það 22.300 kr að fljúga EGS-RVK, hef lítinn áhuga á að bæta kostnaði af samgöngum frá KEF-RVK ofaná þetta!",
            "date": "2013-04-26 21:51:00",
            "post_id": "507711",
            "reply_to_id": "507709"
        },
        {
            "user_name": "appel",
            "text": "Er þá ekki bara málið að flytja þennan Landspítala nær flugvelli á Hólmsheiði?",
            "date": "2013-04-26 21:56:00",
            "post_id": "507714",
            "reply_to_id": "507711"
        },
        {
            "user_name": "Gúrú",
            "text": "Hvað ef við færum bara alla sem þurfa á spítölunum að halda frá spítölunum appel?",
            "date": "2013-04-26 21:57:00",
            "post_id": "507715",
            "reply_to_id": "507714"
        },
        {
            "user_name": "zedro",
            "text": "Hmmm ég sem hélt að ég hefði vandað mál mitt varðandi afhverju Hólmsheiði er ekki góð staðsetning...\nEn jújú við getum flutt spítalann þangað Reykvíkingar geta allveg tekið rúntinn og fín staðsetning þegar \nflugvél flýgur á næsta fjall í aðflugi að Hólmsheiðarvelli. Styttra að sækja alla slösuðu....",
            "date": "2013-04-26 22:08:00",
            "post_id": "507719",
            "reply_to_id": "507715"
        },
        {
            "user_name": "Minuz1",
            "text": "Það er búið að greiða atkvæði um þetta, búið mál.\nFasistmi lýðræðisins vinnur, getið vælt eins mikið um þetta og þið viljið en ef við Íslendingar viljum hafa eins stjórnfyrirkomulag eins og er við lýði þá þurfið þið bara að sætta ykkur við niðurstöðurnar.",
            "date": "2013-04-27 01:06:00",
            "post_id": "507754",
            "reply_to_id": "507719"
        },
        {
            "user_name": "Danni V8",
            "text": "Hraðlest \nÞað tekur 25 mínútur að keyra Reykjanesbrautina sem er án efa besta hraðbraut landsins.\nLest væri bara peningasóun.",
            "date": "2013-04-27 05:42:00",
            "post_id": "507771",
            "reply_to_id": "507754"
        },
        {
            "user_name": "jagermeister",
            "text": "Þú ert að djóka, ekki satt?",
            "date": "2013-04-27 13:25:00",
            "post_id": "507803",
            "reply_to_id": "507771"
        },
        {
            "user_name": "Nariur",
            "text": "Ekki Vatnsmýri, ekki Hólmsheiði og alls ekki Keflavík. Það þarf að finna annan stað.\nEn þó að ekkert breytist í flugvallamálunum væri ekki slæm hugmynd að skoða hraðlest milli Kef og Rvk.\nFun fact: Höfuðborgarsvæðið er jafn stórt og New York borg, það er fáránlega strjálbýlt.",
            "date": "2013-04-27 15:24:00",
            "post_id": "507828",
            "reply_to_id": "507803"
        },
        {
            "user_name": "Danni V8",
            "text": "Hvernig er hægt að réttlæta hraðlest á milli Reykjavíkur og Keflavíkur? Gríðarlegur kostnaður bæði við byggingu og viðhaldi, sem bætist ofaná kostnað við viðhald Reykjanesbrautar. Styttir tímann á milli úr 25 mín í hvað.. 15mín? Og það er síðan án þess að horfa á biðina eftir næstu ferð sem gæti þess vegna verið eftir 20 mín. Síðan þegar þú ert kominn á leiðarenda þá ertu farartækjalaus. Þetta myndi bara hagnast borgarbúum sem nenna ekki að keyra Reykjanesbrautina fyrir flug, engum öðrum. Ekki einusinni túristum.",
            "date": "2013-04-27 16:11:00",
            "post_id": "507844",
            "reply_to_id": "507828"
        },
        {
            "user_name": "urban",
            "text": "Flugvöllinn áfram í vatnsmýrinni.\nReykvíkingar þurfa að átta sig á því að það að vera höfuðborg Íslands er aðeins meira en cool nafn.\nFlugvöllurinn þarf að vera þarna fyrir landsbyggðarfólk sem að þarf að komast í þjónustu í höfuðborginni, þar sem að það er jú alltaf verið að skera niður úti á landi og öll þjónusta færð til höfuðborgarinnar.\ná síðasta ári flaug ég 6 sinnum frá eyjum og til reykjavíkur og til baka.\nöll skiptin til að sækja ýmiskonar þjónustu sem að er ekki í boði nema eingöngu á höfuðborgarsvæðinu (læknar, námskeið, próf og opinber þjónusta)\nAnnars er ekkert mál að færa flugvöllinn til keflavíkur, byggja nýtt háskólasjúkrahús þar líka, færa þangað hina helstu þjónustur og færa höfuðborgarnafnið bara líka.\nþá geta reykvíkingar rifið óhemju mikið af húsnæði sem að kæmi til með að standa autt og byggt þar einsog þeir vilja.",
            "date": "2013-04-27 16:54:00",
            "post_id": "507854",
            "reply_to_id": "507844"
        },
        {
            "user_name": "hallihg",
            "text": "Nýtingarhlutfall flugvallar uppá Hólmsheiði væri 97%, skv. rannsóknum. (\nhttp://www.ruv.is/frett/ekki-haegt-ad-u ... arflugvoll\n)\nÖll stærstu úthverfi og íbúahverfi Reykjavíkur eru austan við kringlumýrarbraut, auk fjölda fyrirtækja, svo það tæki flesta jafn stuttan eða styttri tíma að sinna erindum sínum í Rvk ef flugvöllurinn væri á Hólmsheiði. Ætli þingmenn hafi hér mikið vægi? Fólk bölvar 101 Rvk einn daginn en þann næsta er nauðsynlegt að flugvöllurinn sé þar.\nMenn tala um sjúkraflug og ég sé að hér eru einhverjir Eyjamenn ágætir. Hvað staðsetningu Reykjavíkurflugvallar varðar að þá skiptir hver mínúta máli segja menn og nálægð við landspítalann. En svo átta menn sig ekki sjálfir á því að sjúkraflug, eins og í eyjum, er þjónustað út frá Akureyri. Þannig að sjúkraflugvél leggur af stað að norðan, til VEY og síðan til Rvk. Þessi rök falla um sig sjálf. Auk þess þarf ekki að benda á að Hólmsheiði er ekki við Hveragerði. Það tæki sjúkrabíl með forgangsakstri svona 5-8 mínútur að keyra frá Hólmsheiði niðrí Fossvog á spítala.\nSamgöngur alveg frá Grafarholti og Norðlingaholti og alla leið í Vesturbæ eru mjög góðar. Fjölmargar akgreinar á Vesturlandsvegi, Miklubraut og nýgerðri Hringbraut og mislæg gatnamót á flestum stöðum. Það tekur íbúa í þessum úthverfum ekki langan tíma að commute-a úr úthverfunum, og það tæki ekki langan tíma að koma sér frá Hólmsheiðarflugvelli og niður í bæ. \nFólk lætur eins og þetta séu rosalegar fjarlægðir, en það er það ekki. Flugvöllur á Hólmsheiði er ekkert annað en málamiðlun í mínum huga. Byggingarsvæði Vatnsmýrar og mikilvægi þess fyrir framtíðarskipulag borgarinnar, auk ofangreindra raka, fella einfaldlega flest rök fyrir því að flugvöllurinn eigi að vera um kyrrt. Norðlingaholt er eitt hverfi Reykjavíkur, og þeir sem vilja fljúga til Reykjavíkur er engin vorkunn að því að þurfa að keyra í 10-15 mínútur til þess að komast í 101 Reykjavík rétt eins og íbúar Grafarholts og Norðlingaholts, ef erindið á yfir höfuð heima í 101, sem það er sjaldnast.",
            "date": "2013-04-27 19:56:00",
            "post_id": "507891",
            "reply_to_id": "507854"
        },
        {
            "user_name": "angelic0-",
            "text": "17mín akstur frá KEF international (Hringtorg) og í Hafnarfjörð (Hringtorg) á 90kmh (Tók án gríns tímann, sem að var nákvæmlega 17min 22sek) \nfullkomnasta og nýstárlegasta skurðstofa landsins stendur ónotuð hjá HSS í Reykjanesbæ \nAllskyns rök sem að segja okkur að innanlandsflug ætti að vera flutt til KEF..\nHólmsheiði er alveg út úr kortinu, eins og Árni Johnsen bendir réttilega á",
            "date": "2013-04-27 20:00:00",
            "post_id": "507893",
            "reply_to_id": "507891"
        },
        {
            "user_name": "urban",
            "text": "Mér finnst hólmheiði nú fyrst og fremst ekki vera möguleiki vegna fjárhags ríkisins, ekki staðsetningar, enda mætti hann alveg vera þar ef að talið er réttlætanlegt.\nen einhver staðar sá ég nú að nýtingarhlutfallið væri 88 - 91 % \nman bara því miður ekki hvar ég sá það þannig að ég get ekki bennt þá það, en ef að svo er, þá er það of lítið einfaldlega fyrir nýjan flugvöll.",
            "date": "2013-04-27 20:21:00",
            "post_id": "507896",
            "reply_to_id": "507893"
        },
        {
            "user_name": "appel",
            "text": "Við skulum ekki gleyma því að margir fara í sjúkrabifreið frá suðurlandi og inn í miðborgina. Með því að færa flugvöllinn nær akureyri er ljóst að vegalengdir styttast ef spítalinn er færður þar sem flugvöllurinn er. Þ.e., já, ef flugvöllurinn.... ég held að við ættum að byggja háhýsi við hliðina á spítalanum til að geyma allt fólkið í og flytja allan af landsbyggðinni í spítalann, svo geta þeir búið í háhýsunum á meðan þeir þurfa ekki að vera í spítalanum.  \nÖnnur hugmynd. Hvað ef allir búa bara í spítala, og það er flugvöllur á þakinu?",
            "date": "2013-04-27 20:30:00",
            "post_id": "507897",
            "reply_to_id": "507896"
        },
        {
            "user_name": "cc151",
            "text": "x3",
            "date": "2013-04-27 20:43:00",
            "post_id": "507902",
            "reply_to_id": "507897"
        },
        {
            "user_name": "dori",
            "text": "You sir, are a genius.",
            "date": "2013-04-27 20:49:00",
            "post_id": "507904",
            "reply_to_id": "507902"
        },
        {
            "user_name": "hallihg",
            "text": "Keflavíkurflugvöllur er ágætis kostur mín vegna fyrir farþegaflug. Svo væri hægt að hafa einhverja litla flugbraut hérna nær spítalanum, hvar sem hún yrði til þess að þjónusta sjúkraflug. Þá væru sterkustu rökin fyrir því að hafa þetta áfram í Vatnsmýri fallin.",
            "date": "2013-04-27 21:02:00",
            "post_id": "507909",
            "reply_to_id": "507904"
        },
        {
            "user_name": "Stuffz",
            "text": "mér finnst að það eigi að búa til  neðanjarðarflugvöll",
            "date": "2013-04-27 22:50:00",
            "post_id": "507936",
            "reply_to_id": "507909"
        },
        {
            "user_name": "angelic0-",
            "text": "http://www.vf.is/frettir/endalok-skurds ... sinu/56388\nhttp://www.visir.is/hss--skurdstofa-opi ... 8302080050\nKoma þessu frekar í nýtingu... Það er bein og greið leið frá flugvellinum og á sjúkrahús \nNýjustu og bestu tæki landsins eru á Suðurnesjum... sé ENGA ástæðu fyrir því að menn ættu á eitthvern hátt að vera VERR settir með að komast á skurðstofu hérna í Keflavík en í Reykjavík...\nÞetta verður þá kannski til þess að maður þarf ekki að hringja í 112 til þess að þeir opni dyrnar á sjúkrahúsinu",
            "date": "2013-04-27 23:34:00",
            "post_id": "507955",
            "reply_to_id": "507936"
        },
        {
            "user_name": "appel",
            "text": "Hvað ef svona star trek teleporterar verða fundnir upp á morgun? Hvað þá? Á ekki að leggja niður Reykjavíkurflugvöll? Mér finnst þessi umræða landsbyggðafólks vera frekar fáránleg.",
            "date": "2013-04-27 23:37:00",
            "post_id": "507957",
            "reply_to_id": "507955"
        },
        {
            "user_name": "SIKk",
            "text": "Landspítalinn býður uppá ýmislegt fleyra en bara skurðstofur, það er ekki hægt að bara miða alla spítalastarfssemi útfrá því..\nÞað er ekki alltaf hægt að hugsa til skemmri tíma, það verður að hugsa áfram og ég held að það sé alls ekki skref í rétta átt að fjarlægja eina flugvöllinn á höfuðborgarsvæðinu, svo að fleiri komist fyrir í miðborg sem er nú þegar að springa af margmenni? Vitleysa.\nAnnar punktur sem er nú ekki búinn að koma sjaldan upp hérna, það er spítala-aðsóknar-tími (heh).. Á meðan svona lítil fjárlög fara í heilbrigðisgeirann þá er nauðsynlegt að halda þessu eins og þetta er, Er ekki bara önnur sjúkraþyrla landsins starfhæf í augnablikinu? það þarf nú ekki mikið að koma uppá til að hin bili líka, og hvaða fjármagn á að nota í að laga þær á stundinni? það yrði dregið í einhverjar vikur og hvað á fólk utan að landi sem þarfnast neyðarflugs í bæinn þá að gera?\nÞessi flugvöllur á ekki að fara fet, það á að gera við hann og bæta!",
            "date": "2013-04-28 08:48:00",
            "post_id": "508020",
            "reply_to_id": "507957"
        },
        {
            "user_name": "Dagur",
            "text": "Ég vil hafa flugvöllinn á sama stað en ef það á að færa hann þá ætti það að vera á Bessastaði",
            "date": "2013-04-28 11:13:00",
            "post_id": "508036",
            "reply_to_id": false
        },
        {
            "user_name": "angelic0-",
            "text": "Það er enginn að segja að þetta snúist bara um skurðstofur,\nAðstaðan við HSS er til algjörs sóma, en núna stendur þetta alveg autt, sjúkrahúsið eins og það leggur sig er alveg nýtt...\nFæðingardeildin á HSS er talin sú besta á landinu sem dæmi...\nAð bera fyrir sig sjúkraflugið er alveg steikt, það er 30mínútur að fara með rútu frá KEF flugvöll og niður á BSÍ...\nAkstur með bíl tekur eins og ég hef áður tekið fram 17mínútur á milli hringtorga.... KEF airport - N1 við Lækjargötu...",
            "date": "2013-04-28 13:24:00",
            "post_id": "508056",
            "reply_to_id": "508036"
        },
        {
            "user_name": "rapport",
            "text": "Ég vinn á LSH og bjó í KEF...\nHSS er rusl stofnun m.v. mína persónulegu reynslu af því að fara þangað sjálfur og með börnin mín.\nLæknavaktin er betri.\nSkurðlæknar verða að hafa eitthvað að gera til að geta viðhaldið hæfni og starfsréttindum = 15þ. manna pláss og tvær ófullkomnar skurðstofur eru ekki það sem þeir óska eftir.\nÞað eru engin speglunartæki eða hjartaþræðingartæki eða bráðamóttaka með skurðstofu.\nÞað eina sem þeir geta gert á þessum skurðstofum er að gera fyrirframákveðnar aðgerðir á fólki sem er er vel undirbúið s.s. fólk af biðlistum.\nÞar sem það er duðhreinsun er ekki á staðnum, blóðbanki er ekki á staðnum og svæfingalæknar, skurðlæknar, skurðhjúkrunarfræðingar, gjörgæsla og vöknun er ekki á staðnum, þá þyrfti að smíða smá meira og flytja mikið af fólki til KEF til að gera þetta brúkanlegt...\nAð eyða pening í þessar skurðstofur var vitleysa og sá sem ákvað að gera það er klárlega ekki með mikið vit á heilbrigðisþjónustu.",
            "date": "2013-04-28 15:19:00",
            "post_id": "508067",
            "reply_to_id": "508056"
        },
        {
            "user_name": "Minuz1",
            "text": "Hefur þann tíma sem þarf til þess að flytja sjúklinginn á staðinn til þess að undirbúa það sem þarf. (væri gaman að sjá tölur um hversu langan tíma það tekur frá því að sjúkaflug er pantað þar til sjúklingur er kominn á áfangastað)\nÆtti ekki er vera mikið mál að flytja blóð og fólk á staðinn.\nVeit ekki með tæki til dauðhreinsunar og annað sem þarf til þess að koma upp bráðamóttöku en það ætti ekki að vera mikill kostnaður við að koma því upp í samanburði við verðgildi landssvæðis undir Reykjavíkurflugvöll.",
            "date": "2013-04-28 16:04:00",
            "post_id": "508073",
            "reply_to_id": "508067"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Þú veist augljóslega ekki um hvað þú ert að tala.",
            "date": "2013-04-28 16:33:00",
            "post_id": "508074",
            "reply_to_id": "508073"
        },
        {
            "user_name": "rapport",
            "text": "Dauðhreinsun og skurðstofulager er á Tunguhálsi, Blóðbankinn er á Snorrabraut, hjartaþræðing og skurðstofur eru í húsi nr.1 á Hringbraut, bráðamóttaka og skurðstofur eru í Fossvogi, fæðingadeild og skurðstofur í húsi nr. 2 á Hringbraut.\nNæringastofa sem reiknar út hvernig næra skuli skjólstæðinga til bata eftir stórar aðgerðir er á Eiríksgötu 19, Augnskurðdeild er á Þorfinnsgötu.\nÖnnur starfsemi sem þarf að vera nálægt þeim stað sem aðgerðir fara fram og fólk liggur inni áður en farið er í aðgerð er t.d.  Nýrnavélar og skilun er í Húsi 13 (ef ég man rétt) á Hringbraut, CT, Röntgen, blóðrannsóknir, vefjarannsóknir, apótek, lyfjablöndun, ísótópar... og örugglega margt annað sem ég er að gleyma.\nHSS er t.d. ekki með vararafmagn á þessum skurðstofum, ekki dísil eða UPS.\nÞað er ekki boðlegt að deyja vegna rafmagnsleysis á Íslandi... þarna er það raunverulegur möguleiki.\nÉg er kannski ekki sammála staðss. á nýjum spítala, en það er bráðnauðsynlegt að koma þessari starfsemi á sem minnstan flöt.\nHSS er glorified elliheimili.\nNútíma spítali þarf að vera með margt sem er ekki fyllilega til staðar í dag:\n- Loftræstikerfi sem dreifir ekki sýklum milli herbergja.\n- Frágang á rafmagni, vararafmagni, UPSum skv. reglugerðum, sérstaklega á skurðstofum o.þ.h. \n- Frágang á sorp og lín móttökum/söfnurum sem valda ekki sýkingahættu.\n- Nútíma tækjabúnaði í umhverfi sem \"mengar\" ekki. T.s. radar frá flugvellinum skemmir virkni þráðlauss. nets.\n- Rannsóknastofur sem afkasta hratt og örugglega, getru t.d. sparað eina aðgerð á sjúkling ef hægt er að framkvæma vefjarannsókn á sýni úr krabbameinsæxli á meðan aðgerð er í gangi, ekki loka sjúkling og opna aftur seinna þegar niðurstaða kemur.\nEn ég nenni ekki að bomba þessu öllu hérna inn.\nKíkið á Landakot í matsalinn eða efst í turninn í Fossvogi.\nÁstandið á þessu húsnæði er ekki boðlegt, það er skelfilegt.",
            "date": "2013-04-28 16:55:00",
            "post_id": "508082",
            "reply_to_id": "508074"
        },
        {
            "user_name": "bigggan",
            "text": "Best að henda þessum þráði upp aftur þegar flugvöllurinn er loksinn að fara!\nGott mál þetta, vonum bara ekki flokkarnir úr skagfirsku efnahagssvæði ná að loka á þessu, mjög skrýtið að fólk úti á landi getur haft svona áhrif á Reykjavik. Hvað mundu þeir finnast ef að Reykjavik færi að skifta sig af skipulagsmál á Akureyri td.",
            "date": "2015-04-13 22:31:00",
            "post_id": "596210",
            "reply_to_id": "508082"
        },
        {
            "user_name": "appel",
            "text": "Þessi reykjavíkurflugvöllur má fara til fjandans fyrir mér. Ég nota hann eiginlega aldrei, og í mínum augum, sem reykvíkingi, þá er þetta risastórt lýti á reykjavík.",
            "date": "2015-04-13 22:50:00",
            "post_id": "596212",
            "reply_to_id": "596210"
        },
        {
            "user_name": "Yawnk",
            "text": "Hér er ég, um mig, frá mér, til mín?",
            "date": "2015-04-13 22:57:00",
            "post_id": "596213",
            "reply_to_id": "596212"
        },
        {
            "user_name": "appel",
            "text": "Eru ekki allir sem eru með sína skoðun eiginhagsmunaseggir?\nEn hví er landsbyggðafólki svona annt um þennan flugvöll? Hvaða máli skiptir það hvort Rvk-flugvöllur er í Vatnsmýrinni eða einhversstaðar í nágrenni Reykjavíkur, t.d. einsog var talað um Hvassahraun í þeim efnum. Er það virkilega svo að þetta fólk telur mikilvægara að spara 10 mín í akstur nokkrum sinnum á ári eða áratug heldur en að Reykvíkingar fái frelsi til að skipuleggja borgina sína án þess að hálft miðborgarsvæðið fari undir þennan völl með tilheyrandi skipulagsveseni (t.d. að byggingar í miðborginni mega bara vera ákveðið háar).\nHeld að mestu eiginhagsmunaseggirnir hér eru einmitt landsbyggðafólk.\nSkipulagsmál er eitthvað sem íslendingar eru einna ömurlegastir í.",
            "date": "2015-04-13 23:14:00",
            "post_id": "596217",
            "reply_to_id": "596213"
        },
        {
            "user_name": "Glazier",
            "text": "Það er nákvæmlega það sem málið snýst um.. án gríns !\nÞessar auka 10 mínútur geta í mörgum tilfellum verið banvænar fyrir fólk sem er að koma úr sjúkraflugi að norðan á leið á sjúkrahús í reykjavík !",
            "date": "2015-04-13 23:21:00",
            "post_id": "596220",
            "reply_to_id": "596217"
        },
        {
            "user_name": "bigggan",
            "text": "Flottar sjúkrastofur nálægt keflavik sem eru ekki notkun. rikið mun græða alveg alt að 60 milljarða að taka flugvöllin burt, það er lika hægt þá að setja nokra miljarða i að uppfæra sjúkrahúsið á akureyri til háskólasjúkrahús og það sjúkrahús getur séð um brátaðillfelli á landsbygðinni ef sjúkrahúsið á keflavik er ekki nog.\nAnnað sem hægt er að gera eins og norðmenn er að þau keyftu inn læknaþyrlur sem aðeins sér um fluttningar sjúklinga og björgun nálægt höfuðstöðvar þýrlunar, odyrara i rekstur en gömlu þýrlurnar eru þau lika.",
            "date": "2015-04-13 23:27:00",
            "post_id": "596223",
            "reply_to_id": "596220"
        }
    ],
    "date": "2013-04-28 11:13:00"
}