{
    "forum_title": "Koníakstofan",
    "id": "54754",
    "title": "Afglæpavæðing Cannabis",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=54754",
    "posts": [
        {
            "user_name": "Limeguy",
            "text": "Hvað finnst ykkur um þetta málefni?\nEr þetta eithvað sem gæti haft slæm/góð áhrif í ísland?\nPersónulega þá sé ég ekki skaðann af afglæpavæðingu.\nhttps://www.betraisland.is/ideas/60-afg ... g-cannabis",
            "date": "2013-04-30 13:01:00",
            "post_id": "508342",
            "reply_to_id": false
        },
        {
            "user_name": "tdog",
            "text": "Lestu \nþetta viðtal\n. Helsta vandamálið við Kannabis er afneitunin. Kannabisefni eru skaðleg. \nAnnars þá er þessi umræða frekar þreytt hérna inni, og þetta er þitt fyrsta innlegg svo ég held að þessi þráður þinn sé aðeins til þess að æsa menn.",
            "date": "2013-04-30 13:05:00",
            "post_id": "508343",
            "reply_to_id": "508342"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Helsta vandamálið við kannabis er of mikil neysla. Það að gera fólk að glæpamönnum minnkar því miður ekki neysluna.\nÁfengi getur verið tiltölulega skaðlítið í hóflegu magni. Sama má segja um kannabis.\nÁfengi getur haft hræðilegar afleiðingar fyrir líkamlega og andlega heilsu sé þess neytt í of miklum mæli. Sama má segja um kannabis.",
            "date": "2013-04-30 13:11:00",
            "post_id": "508344",
            "reply_to_id": "508343"
        },
        {
            "user_name": "Dagur",
            "text": "Þannig að einn gaur misnotar þetta og þá ætti að henda öllum í fangelsi sem hafa þetta undir höndum? Ég get alveg fundið svona sögu fyrir þig um einstakling sem byrjaði að misnota áfengi við ungan aldur og er búinn að skemma lífið sitt út af því. \nEins og með áfengið þá verða alltaf einhverjir sem misnota það en það þýðir ekki að lausnin sé að banna þetta.",
            "date": "2013-04-30 13:15:00",
            "post_id": "508345",
            "reply_to_id": "508344"
        },
        {
            "user_name": "Limeguy",
            "text": "Ef þið hafið sterka skoðun á þessu málefni, endilega látið hana í ljós hérna \nhttps://www.betraisland.is/ideas/60-afg ... g-cannabis\nMörg ríki innan Bandaríkjanna eru nú búin að afglæpavæða eða leyfa notkun fyrir sjúklinga sem þurfa efnið.",
            "date": "2013-04-30 13:39:00",
            "post_id": "508347",
            "reply_to_id": "508345"
        },
        {
            "user_name": "tlord",
            "text": "Áfengi er skaðlegt, það er bara málamiðlun að það sé leyft.\nKanabis er lúmskara en áfengi séð frá umhvefi (fjölskydu, vinnuveitanda) notandans, þessvegna er það litið hornauga m.a.\nMenn eru í lagi 12-24 tímum eftir að drykkja hættir, þó hún sé mikil, það á ekki við um kanabis.",
            "date": "2013-04-30 13:45:00",
            "post_id": "508348",
            "reply_to_id": "508347"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Þú hefur augljóslega aldrei reykt kanabis og tel ég því að þú eigir að halda þínum röngu staðhæfingum í einhverjum öðrum þráð. Hef aldrei heyrt um mann sem er ekki í lagi eftir reykingar 8 tímum seinna.",
            "date": "2013-04-30 13:59:00",
            "post_id": "508353",
            "reply_to_id": "508348"
        },
        {
            "user_name": "Bjosep",
            "text": "Ég sé ekki alveg tilganginn í því að vera að ræða hollustugildi kannabis. Það er margt óhollt sem er leyft, sykur, transfita, tóbak og áfengi.\nKannabis verður ekkert hollara eða óhollara þó svo að leyft og það er því tilgangslaust að fara að ræða þetta á þeim forsendum.\nUmræðan um afglæpavæðingu hlýtur að snúast að því hvort kerfið eins og það er í dag sé til góðs eða hvort betra sé að slaka á löggjöfinni.",
            "date": "2013-04-30 14:03:00",
            "post_id": "508354",
            "reply_to_id": "508353"
        },
        {
            "user_name": "AciD_RaiN",
            "text": "Það er hægt að ofgera öllu. Ég þekki fólk sem fær sér í æð svona af og til rétt eins og fólk fær sér í glas af og til. \nEf fólk er að nota einhver vímuefni í hófi og er ekki með þetta fíknigen í sér þá eru öll þessi efni safe. Eina efnið sem mér finnst persónulega vera eingöngu eiturlyf er heróín. Ég notaði slatta af því þegar ég bjó í Belgíu og eina sem það gerir meira en morfín er að þú verður meira \"dópaður\" á meðan morfín er frábært lyf við extreme verkjum og heróín líka en heróínið er meiri vímugjafi.\nEina efnið sem ég hef ekki prófað er PCP þannig ég get ekkert um það sagt.\nÁfengi og benzodiazepine lyf frá lækni taka alla stjórn frá mér og gera mig að einhverjum sem ég er ekki á meðan þú hefur töluvert mikla stjórn á sjálfum þér á öllum öðrum efnum.\nSvo eru efni sem við eigum að vera skíthrædd við eins og mescaline, LSD, psilocybin, dimethiltriptamine osfr sem geta í réttum og hreinum skömmtum verið æðisleg efni til að víkka aðeins okkar eigin sjóndeildarhring og veit okkur innblástur í lífinu. Þessi psychedelic efni hafa ekki þennan eiginleika að menn þurfi alltaf aftur og aftur og aftur eins og heróín og margt annað. Gallinn ligur hjá okkur mannfólkinu því við kunnum okkur ekki hóf eða okkur er ófært um að hafa stjórn á þessu.\nÞetta eru allt saman eiturlyf hvort sem það er áfengi eða heróín. \nMín persónulega skoðun er að lögleiðing á hinum og þessum efnum og þá sérstaklega cannabis sé góðs viti og þá væri líka hægt að skattleggja þetta og það er jú gott fyrir ríkið.\nSterk indica er alveg skelfilega góð fyrir þá sem eru bakveikir eða með gigt og hjálpar manni að þola sársaukann...",
            "date": "2013-04-30 14:14:00",
            "post_id": "508357",
            "reply_to_id": "508354"
        },
        {
            "user_name": "GuðjónR",
            "text": "Einu sinni var áfengi bannað og það eru ekk ýkja mörg ár síðan sala á bjór var ólögleg!\nBjór! for crying out loud! Ég er hræddur um að okkur fyndist fáránlegt í dag ef bjór yrði allt í einu bannaður aftur.\nHvað varðar Cannabish þá eru nú mörg rök sem benda til þess að í USA sé það bannað til þess eins að Wall Street geti grætt á einokun á efninu.\nMeð \"læknisræðilega\" afsökun.\nEf Cannabish yrði leyft í dag þá er ég handviss um að eftir 25 til 30 ár yrði horft til baka og hlegið af því að það hafi verið bannað og hvað þá refsivert. \nAlveg eins og okkur finnst fáránlegt að bjórinn hafi verið bannaður.\nÉg hef aldrei prófað þetta og hef ekki hugmynd hvernig ég ætti að bera mig að ef mig langaði til þess og mér finnst fáránlegt að mér sem fullorðnum einstakling sé ekki heimilt að prófa svona hefði ég áhuga á því en á sama tíma má ég kaupa allt það áfengi sem ég vil og þess vegna drekka mig í hel.\nÞað í fínu lagi bara af því að ríkið hagnast um nokkrar krónur í leiðinni.\nLeyfa þetta bara og málið dautt!",
            "date": "2013-04-30 14:21:00",
            "post_id": "508361",
            "reply_to_id": "508357"
        },
        {
            "user_name": "axyne",
            "text": "Ég hef verið að fylgjast smá með þessu hérna í Köben, það er búið að \nsamþykkja tilraunir\n á sölu kannabis. Hef samt ekki séð neitt um hvernig á að útfæra þetta, en er spenntur að sjá hvernig fer. Ég er sannfærður um að það sé til góðs að afglæpavæða, og eins og Guðjón segir að við eigum eftir að hlægja þegar litið er til baka eftir 20-30 ár.",
            "date": "2013-04-30 14:50:00",
            "post_id": "508364",
            "reply_to_id": "508361"
        },
        {
            "user_name": "hagur",
            "text": "Here we go again .... er ekki búið að taka þessa umræðu hérna nægilega oft?",
            "date": "2013-04-30 14:58:00",
            "post_id": "508365",
            "reply_to_id": "508364"
        },
        {
            "user_name": "DabbiGj",
            "text": "Er hrifinn af afglæpavæðingunni og mögulegum tekjum fyrir rikið, vill samt ekki taka undir með þeim sem halda því fram að þetta sé með öllu skaðlaust því að þeir eru jafn kjánalegir og þeir sem vilja meina ða áfengisneysla sé skaðlaus.",
            "date": "2013-04-30 14:59:00",
            "post_id": "508367",
            "reply_to_id": "508365"
        },
        {
            "user_name": "dori",
            "text": "Þessi umræða fer alltaf útí það hvað kannabis (oftast) er hættulegt eða ekki hættulegt. Mér finnst það ekki skipta öllu máli.\nÞó svo að kannabis væri það versta sem þú getur gert líkama þínum þá væri það samt rétt í stöðunni að afglæpavæða það þannig að það sé hægt að meðhöndla vandamálið sem það sem það er. Heilbrigðisvandamál.",
            "date": "2013-04-30 15:08:00",
            "post_id": "508368",
            "reply_to_id": "508367"
        },
        {
            "user_name": "lukkuláki",
            "text": "\"Þeir\" eiga aldrei eftir að gefast upp og trúa engu slæmu upp á kannabisefni ótrúlegt alveg \n \nJú það er ekki langt síðan það var tekin svona umræða og mér finnst nóg komið af þessari vitleysu.",
            "date": "2013-04-30 15:19:00",
            "post_id": "508369",
            "reply_to_id": "508368"
        },
        {
            "user_name": "vikingbay",
            "text": "Þetta verður rosalega spennandi, það er mjög skuggalegt liðið sem er að selja þarna! Um að gera að koma þessu úr höndunum á þeim því guð má vita hvað þeir fjármagna með þessu.",
            "date": "2013-04-30 15:26:00",
            "post_id": "508373",
            "reply_to_id": "508369"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Það eru auðvitað bara óvitar sem trúa því að kannabis sé ekki skaðlegt. Spurningin er hvort þetta sé rétta leiðin til að takast á við vandann. Neysla fíkniefna eykst með hverju árinu og svarti markaðurinn verður stærri. Stríðið við fíkniefni er fyrir löngu tapað og það er ekkert að því að spyrja sig hvort ekki eru til betri leiðir til að takast á við vandamálið.\nhttp://edition.cnn.com/2012/12/06/opini ... r-on-drugs\nhttp://newswatch.nationalgeographic.com ... e-failure/\nhttp://www.nytimes.com/2012/07/04/busin ... d=all&_r=0\nhttp://www.drugpolicy.org/new-solutions ... rs-failure\nÁrið 2011 á Íslandi:\nhttp://www.visir.is/langflest-afbrot-he ... 1712289955\nHef heyrt nýlega að þriðjungur fanga á Íslandi sitji inni vegna fíkniefnalagabrota.",
            "date": "2013-04-30 17:48:00",
            "post_id": "508394",
            "reply_to_id": "508373"
        },
        {
            "user_name": "Hnykill",
            "text": "Fólk er búið að nota Cannabis í mörg þúsund ár.. og þetta er búið að vera bannað í 50 ár eða svo.\nGood luck segi ég bara",
            "date": "2013-04-30 18:13:00",
            "post_id": "508399",
            "reply_to_id": "508394"
        },
        {
            "user_name": "lukkuláki",
            "text": "Það að lögleiða eitthvað vegna þess að svo margir eru að nota það er og verður aldrei rétta leiðin í mínum huga hvað þá þegar um skaðleg efni er að ræða.\nEn mitt persónulega álit er að það mætti skoða að leyfa læknum að ávísa á efnið í einstaka tilfellum til sjúkra.\nÉg sé alveg fyrir mér að fá yfir mig núna spurningaflaum eins og \n\"Hvað er skaðlegt við kannabis?\" \n\"Hvað er skaðlegra við kannabis en áfengi?\"\n\"áfengi drepur svo og svo marga\" og \"kannabis drepur engan\" osfrv.",
            "date": "2013-04-30 18:23:00",
            "post_id": "508401",
            "reply_to_id": "508399"
        },
        {
            "user_name": "Bjosep",
            "text": "En sýnir það að svo og svo margir séu að nota eitthvað ekki fram á að bannið er ekki að skila tilætluðum (neinum) árangri ?",
            "date": "2013-04-30 18:30:00",
            "post_id": "508402",
            "reply_to_id": "508401"
        },
        {
            "user_name": "haywood",
            "text": "Mitt svar \nhttp://vimeo.com/5896606\n Mynd sem kallast breaking the taboo og fólk í antilögleiðingar hug ætti að horfa á sem fræðsluefni",
            "date": "2013-04-30 18:31:00",
            "post_id": "508403",
            "reply_to_id": "508402"
        },
        {
            "user_name": "Sallarólegur",
            "text": "En hvernig væri þá að kynna sér aðeins málefnið? Hlusta á rök?\nhttp://www.bbc.co.uk/news/world-us-canada-13624303",
            "date": "2013-04-30 18:41:00",
            "post_id": "508405",
            "reply_to_id": "508403"
        },
        {
            "user_name": "lukkuláki",
            "text": "Nei mér finnst það bara sýna að við þurfum stærri/fleiri fangelsi hraðvirkara réttarkerfi og fleiri lögreglumenn.\nEf eitthvað er bannað með lögum þá er það alveg jafn bannað þó þúsundir manna séu að brjóta lögin.",
            "date": "2013-04-30 19:34:00",
            "post_id": "508411",
            "reply_to_id": "508405"
        },
        {
            "user_name": "urban",
            "text": "Afglæpavæðing er mjög góð að mínu mati, þó það væri ekki nema bara til að spara stórfé hjá lögreglu, dómum og fangelsum\npersónulega myndi ég vilja að ríkið gengi lengra en það og myndi selja þetta sjálft til þess að losna við svarta markaðinn.\nKannabisneysla er ekki skaðlaus, sá sem að heldur því fram er náttúrulega bara á móti staðreyndum\nen tækifærisneysla á því get ég ekkert séð að(á sama hátt og ég sé ekkert á móti tækifærisneyslu á áfengi)\nen því miður er bara yfirleitt ekki hægt að ræða þessi málefni á eðlilegan máta, þar sem að það eru svo rosalega margir hræddir um það að ef að þetta verði löglegt þá verði í lagi að vera undir áhrifum í vinnu, akstur og allt annað.\njá og virðast halda að það verði bara \"allir\" bólufreðnir 24/7",
            "date": "2013-04-30 20:05:00",
            "post_id": "508414",
            "reply_to_id": "508411"
        },
        {
            "user_name": "Einsinn",
            "text": "ég er sammála því að afglæpavæða eigi kannabis og taka á því sem heilsuvandamáli frekar en glæp, svo er mín skoðun um hvort að þetta sé skaðlegt eða ekki.. þá er það mismunandi eftir fólki sumir ánetjast þessu og reykja frá sér allt vit nánast en svo erum við mun fleiri sem reykjum ekki jafnmikið en kannski tölum ekki mikið um það utan lokaðar vinahóps og annað fólk hefur ekki hugmynd um, því það sér bara þessa hausa sem reykja daglega og mynda þá útfrá því þá skoðun að þetta er stóhættulegt og ætti að banna.",
            "date": "2013-04-30 20:28:00",
            "post_id": "508418",
            "reply_to_id": "508414"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Manni finnst einnig að það eigi að fara taka á eiturlyfjavandamálinu hér á landi á þann veg að bjóða þeim sem eru að sjá fram á að lenda í fangelsi í fyrsta skipti (vegna vímuefnaneyslu) að fá að taka dóminn út í meðferð frekar en að senda þessa einstaklinga í fangelsi  (Þá er ég að tala um einstaklinga sem eru ekki búnir að fremja ofbeldisglæp/i heldur glæpi til að fjármagna neyslu sína á einn eða annan hátt).",
            "date": "2013-04-30 20:45:00",
            "post_id": "508423",
            "reply_to_id": false
        },
        {
            "user_name": "Moldvarpan",
            "text": "Fíkn er ekki glæpur. Og um það snýst þetta, ekkert annað.  Það eru hinsvegar fíklarnir sem að leiðast útí glæpi(innbrot og þess háttar) útaf refsistefnunni. Fíklarnir eru að reyna fjármagna eigin neyslu.\nMeð því að afglæpa neysluna mun glæpum eins og innbrotum fækka gífurlega. Lögreglan getur þar af leiðandi einbeitt sér meira að graf alvarlegum glæpum, eins og barnaníð, sem er nú alllllltof mikið af í okkar samfélagi.\nFíkn er heilbrigðisvandamál, hvort það sé fíkn í sykur, áfengi, nikótín, koffín, kannabis, amfetamín og svo frammvegis, þá hafa þessi efni öll sama grunnvandamálið. Neytendur eiga það til að misnota þau.\nSvo er hægt að smíða allskonar reglugerðir í kringum þetta, til að hafa aðhald á þessu. Vera með fagfólk á staðnum sem getur veitt fíklum ráðleggingar og viðeigandi hjálp.\nÞessi vandi er nú þegar til staðar, hvort sem þetta er glæpur eða ekki. Þetta er bara spurningin hvernig við(samfélagið) viljum tækla fíkni vandamál. \nFinnst ykkur þessi refsistefna hafi verið að skila árangri?",
            "date": "2013-04-30 21:13:00",
            "post_id": "508432",
            "reply_to_id": "508423"
        },
        {
            "user_name": "vargurinn",
            "text": "Stríðið við eiturlyfin er ekki alveg tapað, það deyja miklu færri útaf fíkniefnum en úr áfengi og tóbaki.",
            "date": "2013-04-30 21:14:00",
            "post_id": "508434",
            "reply_to_id": "508432"
        },
        {
            "user_name": "Gúrú",
            "text": "Ertu að halda því fram að það sé breyting frá því áður en að fíkniefnastríðið hófst?",
            "date": "2013-04-30 21:35:00",
            "post_id": "508437",
            "reply_to_id": "508434"
        },
        {
            "user_name": "Xovius",
            "text": "Margir hérna sem eru að setja samasem merki milli þess að lögleiða kannabis og afglæpavæða kannabisneyslu. Þetta er alls ekki sami hluturinn. \nAfglæpavæðingin gengur út á það að vinna úr fíkn sem heilbrigðisvandamáli (eins og fíkn er augljóslega) en ekki dómsmáli eins og gert er í dag. Það myndi þá fela í sér að fíklar yrðu ekki sendir í fangelsi fyrir það eitt að eiga neysluskammta af kannabis heldur frekar vísað á meðferðarúrræði sem hjálpa þeim að taka á fíkninni.\nAnnars er ég persónulega hlynntur lögleiðingu kannabis efna á forsendum sem hafa verið bornar fram nokkrum sinnum í þessum þræði.",
            "date": "2013-04-30 21:36:00",
            "post_id": "508439",
            "reply_to_id": "508437"
        },
        {
            "user_name": "lukkuláki",
            "text": "Það deyja færri úr þessu já er það ekki eðlilegt miðað við að áfengi og tóbak er löglegt og milljón + sinnum fleiri sem nota það en önnur fíkniefni ?\nEf kannabis yrði gert \"löglegt\" þá hækkar dánartíðni af völdum þess það er ekki nokkur spurning.\nAnnars er greinilegt að ég eins og margir misskildi op í sambandi við að \"afglæpavæða\" kannabis en það væri ekkert annað en fyrsta skrefið í lögleiðingu þess er það ?",
            "date": "2013-04-30 21:49:00",
            "post_id": "508444",
            "reply_to_id": "508439"
        },
        {
            "user_name": "Gúrú",
            "text": "Úr hverju, skv. þér?\nÞú mátt þá henda inn slóð sem bakkar þá tölu/tíðni upp.\nAllar tölur sem ég hef lesið sem að tala um kannabis sem áhrifavald eru hverfandi fáránlega lágar, þá sérstaklega m.v. fjölda notenda, \nog ekkert segir að hún myndi hækka við afólögleiðingu.",
            "date": "2013-04-30 22:00:00",
            "post_id": "508449",
            "reply_to_id": "508444"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Hahahaha!!! kannabis overdose? held það hafi bara aldrei gerst.",
            "date": "2013-04-30 22:13:00",
            "post_id": "508453",
            "reply_to_id": "508449"
        },
        {
            "user_name": "vikingbay",
            "text": "Er það ekki satt með allt annað sem er ólöglegt? Mér finst ekki hægt að nota þetta sem rök..\nHeimurinn myndi ekkert tapa á aukinni dánartíðni, en það er önnur umræða",
            "date": "2013-05-01 00:07:00",
            "post_id": "508469",
            "reply_to_id": "508453"
        },
        {
            "user_name": "daremo",
            "text": "Ég hef sennilega meiri reynslu af þessu efni en margir hérna á þessu spjalli. Ég reykti þetta ásamt vinum og jafnöldrum mínum þegar við vorum 15 ára.\nReykti kannski 5-6 sinnum og ákvað að halda ekki áfram. Þeir héldu áfram.\nÞeir eru allir aumingjar í dag.\nAtvinnulausir eða að vinna við einhverja algjöra skítavinnu. Nördinn ég sem hélt ekki áfram að reykja með þeim og var alltaf \"skrítinn\" þegar ég reykti, er að þéna margfalt á við þá í dag.",
            "date": "2013-05-01 01:00:00",
            "post_id": "508478",
            "reply_to_id": "508469"
        },
        {
            "user_name": "quad",
            "text": "dæmisögur á la bíblían daremo sem þú kemur með og efast um að þú hafir nokkra reynslu af notkun eiturlyfsins eftir 5-10 prófanir. Þetta er nokkuð einfalt, ef einstaklingur getur neytt mildra eiturlyfja (reykingar, áfengi, kannabis) í hófi þá er erfitt að sýna fram á skaðsemi eins yfir annað, þó óneitanlega allt ofangreint skaðlegt, hins vegar er færri enn fleiri mögulegt að stýra meðalhófi. á það sérstaklega við efni eins og kannabis hér á landi sem skilgreint er sem ólöglegt eiturlyf. nýlega voru transfitusýrur gerðar ólöglegar samkvæmt lögum.... talar einhver um að hafa í den borðað ólöglegar franskar kartöflur á macdonalds? lol",
            "date": "2013-05-01 03:38:00",
            "post_id": "508482",
            "reply_to_id": "508478"
        },
        {
            "user_name": "daremo",
            "text": "Hvers vegna efast þú um það? Ég játaði það að hafa prófað stöku sinnum, en sagðist einnig eiga vini sem hafa lent í mikilli neyslu.\nÞú ræður hverju þú trúir.\n..og að nefna biblíu í sömu setningu og mitt nick hlýtur að vera einhvers konar guðlast.",
            "date": "2013-05-01 03:50:00",
            "post_id": "508483",
            "reply_to_id": "508482"
        },
        {
            "user_name": "Garri",
            "text": "Hugsa að dæmisaga daremo (enginn?) sé ekki einstæð. \nFólk sem tekur canabis á unga aldrei ber þess merki á efri árum. Hugsa að orðin sljóvgað, lítt áhugasamt, kæurlaust og jafnvel, þunglynt gæti lýst einhverjum hluta þeirra einstaklinga. \nÞað sem öllu verra er, er sú staðreynd að smá neysla leiðir alltof oft í meiri neyslu.",
            "date": "2013-05-01 07:40:00",
            "post_id": "508485",
            "reply_to_id": "508483"
        },
        {
            "user_name": "Sofadyr",
            "text": "Og ég þekki dagreykingamenn sem eru í læknanámi.. svona huglægar frásagnir eins og frá þér daremo eru frekar gagnlausar og hafa ekkert sönnunargildi.  Ég held að aðstæður í lífi fólks hafi meira með fólkið sjálft að segja heldur en grasið sem það reykir, þó svo að þeir sem laðast að mikilli grasnotkun séu oftast þeir sem fóta sig illa í lífinu. Sem dæmi má taka þá kenni ég ekki mat fyrir offitu fólks þó svo að offeit fólk laðast að óhollum mat, það er einstakslingsgalli.\nVill samt bæta inn þar sem ég sá svarið frá Garra eftir að ég sendi inn mitt svar að ég er algjörlega sammála því að börn koma sjaldan vel útúr því að taka inn hugbreytandi (kannabis, etc) eða ávanabindandi efni (áfengi/sígarettur/etc), og það er \nakkúratt\n ástæðan fyrir því afhverju kannabis ætti að vera löglegt þar sem framboðið á kannabisi í öllum heiminum er fáránlega mikið og aðgengi að því hefur aldrei verið auðveldara. Salar biðja ekki um skilríki en það gerir ÁTVR, það er ekki hægt að stjórna svörtum markaði sem er að rækta illgresi.",
            "date": "2013-05-01 07:47:00",
            "post_id": "508486",
            "reply_to_id": "508485"
        },
        {
            "user_name": "Garri",
            "text": "Það að þekkja einn og einn sem eitthvað frekar en annað er engin sönnun í sjálfu sér. \nHinsvegar þegar menn eru orðnir eins og ég, hálfrar aldar gamall, þá sjá þeir kannski það sem á ensku er kallað, trend og á Íslensku, fylgni.\nÞegar maður sér aftur og aftur unga efnilega einstaklinga fara þessa leið og enda lang flesta á botni samfélagsins, þá já, dregur maður ályktanir og nefnir kannski dæmisögu eða tvær í leiðinni.",
            "date": "2013-05-01 07:50:00",
            "post_id": "508487",
            "reply_to_id": "508486"
        },
        {
            "user_name": "Sofadyr",
            "text": "Nákvæmlega, bætti við svarinu mínu afhverju mér finnst að kannabis ætti að vera lögleitt en það er einmitt auðvelt aðgengi þess, kannabis er mjög auðvelt að rækta og salar biðja ekki um skilríki, það er ekki hægt að losna við kannabis, þegar ég var ungur þá var auðveldara fyrir mig að komast í gras heldur en sígarettur því það var alltaf félagi félaga manns sem var að selja.\nEn ég bendi aftur á að fólkið sem endar svona í svaðinu á oft við persónuleikagalla að stríða og laðast frekar að fíkn. Þó þú myndir fjarlægja efnin úr tilverunni þá væri þessi sjálfseyðingahvöt ennþá til staðar og það vantar betri meðferðarúrræði fyrir þannig fólk.",
            "date": "2013-05-01 07:56:00",
            "post_id": "508488",
            "reply_to_id": "508487"
        },
        {
            "user_name": "Garri",
            "text": "Hugsa að þetta með sjálfseyðingarhvötina geti átt við í einhverjum tilfellum, en ekki öllum. Hugsa líka að þú sért ekki orðinn nógu gamall til að geta fullyrt að það sé einasta skýringin út frá eigin reynslu. \nMundi frekar túlka þín skrif og reynslu sem afneitun. \nÞú getur einmitt talað við virka alkahólista sem einmitt eiga hafsjó af svona \"réttlætingum\"\nStaða þeirra sjálfra er alltaf einhverjum öðrum að kenna.",
            "date": "2013-05-01 08:07:00",
            "post_id": "508489",
            "reply_to_id": "508488"
        },
        {
            "user_name": "Sofadyr",
            "text": "Það er bara alls ekki það sem ég var að segja og ég veit ekki hvernig þú náðir að lesa það úr skrifunum mínum, hvaða réttlætingar ert þú að tala um?\nÞað þarf ekki masters gráðu til þess að sjá það að lögbannið á kannabis er ekki að virka og það þarf að finna aðar leiðir til þess að draga úr aðgengi barna að fíkniefnum, en eins og staðan er í dag þá geta þau fengið það heimsent með 20 sekúnda símtali . Það er fljótlegra að kaupa sér gras heldur en pizzu á dominos.\nÞað þarf að ríkis- og regluvæða þetta, því svarti markaðurinn hefur algjöra stjórn á þessu eins og er, það hefur ekki breyst þrátt að \"stríðið á fíkniefni\" verði harðara með hverju árinu, þvert á móti þá hækkar framboðið og aðgengi, og efnin verða sterkari og ódýrari! Og það er ekkert að fara að breytast fyrst það hefur ekki breyst í 4 áratugi, það er kominn tími til að viðurkenna að bannstefnan voru mistök.\nMín lausn væri að ríkisvæða kannabis, og nota þessa milljarða í hagnað sem myndu annars fara til Jóns og Co. í forvarnarstarsemi og almennilegar meðferðarstofnanir, tala nú ekki um þær hundruðir milljónir sem myndu sparast í löggæslukostnað og dómstóla-ruglið sem kemur af völdum glæpavæðingu kannabiss. En það eru nákvæmlega engin gögn sem benda til þess að afglæpun (og jafnvel lögleiðing!) kannabiss stuðli að aukinni notkun, það er nóg af löndum sem hafa prufað þá stefnu og það eina sem gerist er sparnaður, hagnaður, og minnkuð neysla.\nÞannig að ef einhver er í afneitun þá ert það þú, afneitun á því að þú hefur rangt fyrir þér, en það er einmitt ástæðan fyrir því afhverju þetta bölvaða fíkniefnastríð sem tapaðist á fyrsta árinu er ennþá í fullum gangi 4um áratugum seinna og afhverju það hefur aldrei verið auðveldara fyrir börn að kaupa fíkniefni.",
            "date": "2013-05-01 08:17:00",
            "post_id": "508490",
            "reply_to_id": "508489"
        },
        {
            "user_name": "lukkuláki",
            "text": "Þú ert ekkert að grínast eða hvað ?\nÉg veit ekki hvort þú nennir að lesa þetta en það koma fram ýmsar upplýsingar um skaðsemi kannabis hér og margt af þessu getur leitt til dauða.\nMeðal annars stóraukin hætta á lungnakrabba (Ennþá meiri en hjá tóbaksreykingafólki)\nhttp://www.visindavefur.is/svar.php?id=242\nhttp://fikno.is/index.php?option=com_content&task=view&id=24&Itemid=24\n\"Líkamleg og sálræn skaðsemi: \nNú er ljóst orðið að kannabisreykingar auka hættu á ýmsum sjúkdómum. Mótstaða slímhúðar við sjúkdómum í nefi og munni minnkar og aukning verður á sýkingum í nefi, hálsi og lungum. Kannbisreykingar hafa og mjög slæm áhrif á þá sem haldnir eru astma eða öðrum lungnasjúkdómum. \nKannabisefni eru reykt á mjög sérstakan hátt, reyknum er andað snöggt að sér og haldið niðri í lungunum í nokkurn tíma til að ná fram hámarksáhrifum. Þetta orsakar ákveðna ertingu sem skapast af hita reyksins. \nMagn tjöru í kannabisefnum er margfalt meira en í tóbaki. Hættan á krabbameini er veruleg og er enn meiri en við tóbaksreykingar. Sú staðreynd að kannabis er yfirleitt reykt með tóbaki dregur síður en svo úr þeirri hættu. \nHæfni blóðsins til að flytja súrefni minnkar þar sem karbondíoxíð binst hemóglóbíni. Það hefur aftur þau áhrif að minna súrefni berst til hjartans og það leiðir svo til örari hjartsláttar (hraðari púls og lækkaður blóðþrýstingur). Þannig ástand er í sjálfu sér ekki skaðlegt fyrir sæmilega hrausta manneskju, sé einungis um tímabundið ásigkomulag að ræða. Hins vegar geta þessi einkenni haft alvarlegar afleiðingar í för með sér fyrir fólk sem haldið er hjarta- og blóðrásartruflunum. Hættan á hjartaáfalli og blóðtappa er veruleg. \nLangtímaáhrif vímuefnisins hafa ekki verið rannsökuð nægilega en almennt er álitið að miklar líkur séu á að neytandinn fái fyrrgreinda sjúkdóma.\"\nÞarna á fikno.is kemur einnig meðal annars fram:\n\"Helge Waal (norskur yfirlæknir) hefur dregið saman hin skaðlegu áhrif kannabis og skipt þeim í þrjá hópa; öruggt, líklegt og hugsanlegt: \n1. það er öruggt að kannabisreykingar auka sýkingar á borð við bronkítis, sinusitis og aðra öndunarsjúkdóma. \n2. Það er öruggt að kannabisreykingar hafa slæm áhrif á astmasjúklinga og aðra þá sem þjást af öndunarsjúkdómum. \n3. Það er öruggt að tíðni lungnakrabbameins er mun hærri hjá þeim sem reykja kannabisefni heldur en tóbaksreykingamönnum. \n4. Það er öruggt að karboxyhemóglóbín eykst hjá kannabisneytendum og dregur úr getu blóðsins til að flytja súrefni. \n5. Það er öruggt að hjartsláttartruflanir eru í þeim mæli að hjartveikum stafar hætta af. \n6. Það er hugsanlegt að endurtekin neysla geti aukið möguleika á blóðþrýstingsbreytingum og leitt til hjartaveilu. \n7. Það er öruggt að breytingar verða á hormónabúskap líkamans, sem leiða til minnkandi eggja- og sæðisframleiðslu. \n8. Það er hugsanlegt að erfðafræðilegar breytingar verði í genum eða sæðisfrumum sem auka líkur á vansköpun. \n9. Það er líklegt en ekki öruggt að neysla kannabisefna á meðgöngu hafi áhrif á fæðingarþyngd, auki líkur á andvana fæddum börnum og geti að auki í einstaka tilfellum, þar sem saman fara fleiri þættir, leitt til vaxandi hættu á vansköpun. \n10. Það er líklegt að neysla kannabisefna slævi ónæmiskerfi líkamans og hugsanlegt að ofnæmisástand versni. \n11. Það er öruggt að kannabisneysla minnkar námsgetu. Skammtímaminni hrakar. Það er hugsanlegt að mikil og löng neysla spilli námshæfni fyrir fullt og allt í sumum tilfellum. \n12. Það er öruggt að vímuefnið hefur slævandi áhrif á neytandann sem að lokinni langvarandi notkun getur leitt til sinnuleysis eða tilfinningaleysis sem hverfur ekki fyrr en mörgum mánuðum eftir að neyslu hefur verið hætt. \n13. Fyrir ákveðinn hóp fólks sem er veikt fyrir getur langtímaneysla leitt til heilaskaða. \n14. Það er öruggt að undirstöðuefni kannabis sest fyrir í fitufrumum. Það er því ljóst að um umtalsverðan forða er að ræða hjá \"venjulegum\" neytendum. Það er líklegt að þessi uppsöfnun eigi sér jafnvel stað með lítilli neyslu. Áhrif þessa liggja ekki alveg á lausu þar sem ekki er vitað með vissu hvaða efnasambönd safnast saman og hvort hin virku efni sem áhrif hafa á heilann berist út í blóðrásina eður ei. Það er á hinn bóginn líklegt að þessi forðasöfnun orsaki sinnuleysi það, sem einkennir kannabisneytendur gjarnan. \n15. Það er því öruggt að margir neytendur eru undir stöðugum áhrifum þess kannabisforða sem safnast hefur fyrir í líkamanum. Hins vegar hefur ekki verið sýnt fram á það líffræðilega hversu virk þessi áhrif eru. Langtíma heilsufarslegar afleiðingar eru óljósar. \n16. Það er öruggt að eituráhrif kannabisefna minnka samhæfingargetuna svo hæfileikinn til að keyra bíl, fljúga flugvél o.s.frv. dofnar. \n17. Það er öruggt að notkun kannabisefna framkallar sálræn vandamál s.s. kvíðaköst og þunglyndi. Það er öruggt að meðferð sjúkdóma á borð við geðklofa og þunglyndi er erfiðari og líklegt að neysla vímuefnisins auki lengd og tíðni slíkra kasta. \n18. Það er líklegt að neytendur verði fyrir sérstakri tegund andlegrar óreiðu sem lýsir sér þannig að hann getur endurupplifað löngu liðið vímuástand (flash-back). \n19. Það er öruggt að kannabisneysla gerir alkóhólisma illviðráðanlegri, eykur skaðleg áhrif alkóhóls á einstaklinga og flækir meðferð þess sjúkdóms verulega. Listinn er býsna yfirgripsmikill. Neysla kannabisefna eykur því hættuna á heilsubresti. Hætta á skaða m.t.t. tíðni neyslu er ekki nægilega rannsökuð enn sem komið er. Svörin við þessari spurningu og ýmsum öðrum varðandi skaðlegar afleiðingar kannabisneyslu velta að ákveðnu marki á því að unnt verði að rannsaka neytendur á mismunandi stigum neyslunnar.\"\nSamt virðast svo margir vera í svo ofboðslegri afneitun gagnvart kannabis að það er ekki til neins að ræða þetta við þá. \n(Þessu er \nekki\n beint sérstaklega til þín Gúrú)\nSvo er hérna mjög góð lesning á mbl.is um hvernig efnið getur eyðilagt líf fólks.\nhttp://www.mbl.is/frettir/innlent/2013/04/26/thad_er_ekkert_bara_vid_kannabis/",
            "date": "2013-05-01 09:05:00",
            "post_id": "508492",
            "reply_to_id": "508490"
        },
        {
            "user_name": "Bjosep",
            "text": "Þú komst með fullyrðinguna að ef kannabis yrði lögleitt þá myndu dauðsföll aukast. \nEf a þá b\n.\nEnginn þessara tengla sem þú komst með sýnir að \nef a þá b\n.\nKomdu með heimildir sem sýna að dauðsföll kannabisneytenda hafi aukist eftir lögleiðingu, ekki tengla um skaðsemi kannabis. Tenglar um skaðsemi kannabis styðja ekki fullyrðingu þína um að \nef a þá b\n.",
            "date": "2013-05-01 09:48:00",
            "post_id": "508493",
            "reply_to_id": "508492"
        },
        {
            "user_name": "Sofadyr",
            "text": "1. það er öruggt að kannabisreykingar auka sýkingar á borð við bronkítis, sinusitis og aðra öndunarsjúkdóma.\n- Það er ekki hægt að neyta því að innöndun á hverskonar reyk er skaðsamur starfsemi lungnanna, en það kemur virku efnunum í kannabis jafn minna við og að reykja te, bæði er skaðlegt að reykja því lungun eru ekki gerð til þess að\nvinna úr þessum reykefnum. Að setja samasem merki á milli bronkítis og kannabis er rökvilla þar sem það er einungis samasem merki á milli reyks í lungu og bronkítis, en ef það er eitthvað sem neytendur hafa áhyggjur af þá er hægt\nað elda og borða kannabis, eða nota það sem heitir \"vaporizer\", en þá þarftu ekki að hafa áhyggjur af skaðsemi reyks á lungun þín.\n2. Það er öruggt að kannabisreykingar hafa slæm áhrif á astmasjúklinga og aðra þá sem þjást af öndunarsjúkdómum. \n- Ef þú ert með astma eða annarskonar öndunarsjúkdóma þá auðvitað ættir þú ekki að anda að þér reyk! En ég minni á punkt númer eitt, þetta kemur virku efnunum í kannabis ekki við.\n3. Það er öruggt að tíðni lungnakrabbameins er mun hærri hjá þeim sem reykja kannabisefni heldur en tóbaksreykingamönnum. \n- Ég býst við því að þeir notast við gamlar heimildir við þessa staðhæfingu því hér er rannsókn frá því að seinasta ári:\nhttp://healthland.time.com/2012/01/10/s ... ng-damage/\nMarijuana does not impair lung function—at least not in the doses inhaled by the majority of users, according to the largest and longest study ever to consider the issue, which was published today in the Journal of the American Medical Association\n4. Það er öruggt að karboxyhemóglóbín eykst hjá kannabisneytendum og dregur úr getu blóðsins til að flytja súrefni. \nÞað ætti að gefa þér smá hugmynd um hversu traust heimild þessi listi er þar sem þeir kunna ekki einu sinni heitin yfir það sem þeir eru að reyna að útskýra. En það sem þeir eru að reyna að koma frá sér er kolmónoxíðmettun í blóði eftir reykingar.\n- \nhttp://www.ncbi.nlm.nih.gov/pubmed/3821073\nMean COHb values of mice receiving 8 consecutive puffs of marijuana smoke were 18.6 and 22.0% saturation, but CO was rapidly cleared from the blood.\n No acute lethal effects were observed in mice receiving multiple daily episodes of 8 puffs per episode of marijuana smoke,\n whereas mice exposed to a single 8-puff episode of tobacco smoke suffered about 50% acute lethal effects.\nÞað er annars lítið að marka blóðrannsóknir gerðar strax og reyknum er andað inn en það er svipað og að taka kolmónoxíðmettunina á manni sem var að anda að sér útblástrinum á bíl og miða niðurstöðurnar við manneskju sem sat í loftræstu rými. Þessi rannsókn sýnir hinsvegar fram á það að mýsnar jöfnuðu út kolmónoxíð hlutfallið í blóðinu aðeins klukkutíma eftir innöndun á kannabis reyk, \nen auðvitað má búast við hærri hlutfalli hjá manni sem var að draga að sér reyk!\n. Niðurstöðurnar yrðu fyrst skrýtnar ef hlutfallið jafnast ekki út eftir að reyk innöndun hættir, sem er ekki raunin hér.\n5. Það er öruggt að hjartsláttartruflanir eru í þeim mæli að hjartveikum stafar hætta af.\n- Já það er ekki hægt að neita því að hjartsláttartíðni hækkar á meðan vímuástandi stendur og hjartveikir ættu að forðast það.\n6. Það er hugsanlegt að endurtekin neysla geti aukið möguleika á blóðþrýstingsbreytingum og leitt til hjartaveilu. \n- Fann engar heimildir sem benda til þess, mátt hjálpa mér að googla en allt sem ég finn er bara lýsandi á vímuástandinu, ekki stöðugum breytingum eftir langtíma notkun.\nFinn heldur ekki neitt sem bendir til þess að kannabisreykingar geta leitt til hjartveilu, þetta er reyndar í fyrsta skipti sem ég heyri af því.\n7. Það er öruggt að breytingar verða á hormónabúskap líkamans, sem leiða til minnkandi eggja- og sæðisframleiðslu. \n- Rétt.\n8. Það er hugsanlegt að erfðafræðilegar breytingar verði í genum eða sæðisfrumum sem auka líkur á vansköpun. \n- Nákvæmlega engar heimildir sýna fram á þetta, ekki ein rannsókn. Þessvegna er þetta kannski flokkað sem hugsanlega? Svona eina og Coca Cola getur hugsanlega valid eistnakrabbameini en ég get ekki sannað það.\nAccording to the NATIONAL ACADEMY OF SCIENCES,1 \"Studies suggesting that marijuana probably does not break chromosomes are fairly conclusive.\" Cannabinoids in themselves are neither mutagenic nor carcinogenic, though the tars produced by marijuana combustion are. Some laboratory studies have suggested that high dosages of THC might interfere with cell replication and produce abnormal numbers of chromosomes; however, there is no evidence of such damage in realistic situations.\n1. NATIONAL ACADEMY OF SCIENCES Report, p. 101.\n9. Það er líklegt en ekki öruggt að neysla kannabisefna á meðgöngu hafi áhrif á fæðingarþyngd, auki líkur á andvana fæddum börnum og geti að auki í einstaka tilfellum, þar sem saman fara fleiri þættir, leitt til vaxandi hættu á vansköpun. \n- Rétt, enda ættir þú aldrei að nota fíkniefni á meðgöngu, hvort sem það er kannabis, tóbak, áfengi eða verkjatöflur í óhófi.\n10. Það er líklegt að neysla kannabisefna slævi ónæmiskerfi líkamans og hugsanlegt að ofnæmisástand versni. \n -  The recent discovery of a cannabinoid receptor inside rat spleens, where immune cells reside, raises the likelihood that cannabinoids do exert some sort of influence on the immune system.2 It has even been suggested that these effects might be beneficial for patients with auto-immune diseases such as multiple sclerosis. Nevertheless, not a single case of marijuana-induced immune deficiency has ever been clinically or epidemiologically detected in humans.\n1. Dr. Leo Hollister, \"Marijuana and Immunity,\" Journal of Psychoactive Drugs 20(1): 3-8 (Jan/Mar 1988).\n2. Sean Munro, Kerrie Thomas and Muna Abu-Shaar, \"Molecular characterization of a peripheral receptor for cannabinoids,\" Nature 365:61-5 (Sept. 2, 1993); Leslie Iversen, \"Medical Uses of Marijuana?\", ibid. pp. 12-3.\n3. D. Tashkin, \"Is Frequent Marijuana Smoking Hazardous To Health,?\" op. cit.\n4. Nicholas Cozzi, ibid.\n5. Donald Tashkin et al., \"Cannabis 1977,\" Ann. Intern. Med. 89:539-49 (1978).\n6. Richard A Kaslow et al, \"No Evidence for a Role of Alcohol or Other Psychoactive Drugs in Accelerating Immunodeficiency in HIV-1-Positive Individuals,\" JAMA 261:3424-9 (June 16, 1989).\n11. Það er öruggt að kannabisneysla minnkar námsgetu. Skammtímaminni hrakar. Það er hugsanlegt að mikil og löng neysla spilli námshæfni fyrir fullt og allt í sumum tilfellum. \n- Þetta er nú ekki rétt og ég skal leyfa þér að finna þær rannsóknir sjálfur því þær eru útum allt á Google.\n12. Það er öruggt að vímuefnið hefur slævandi áhrif á neytandann sem að lokinni langvarandi notkun getur leitt til sinnuleysis eða tilfinningaleysis sem hverfur ekki fyrr en mörgum mánuðum eftir að neyslu hefur verið hætt. \n- Vímuástandið sjálft er slævandi, rétt er það, og óhófleg neysla hefur skaðleg áhrif á andlega getu einstaklings ef hann er að misnota efnið, ætla ekki að véfengja það, en allt er óhollt í óhófi.\n13. Fyrir ákveðinn hóp fólks sem er veikt fyrir getur langtímaneysla leitt til heilaskaða. \n- Hvaða ákveðni hópur er það. Fann eina grein sem staðfesti að kannabis valdi heilaskaða, og svo var restin (cirka 10 og þar af 3 nýlegri en þessi eina grein) með þveröfugar staðhæfingar, þ.e.a.s, kannabis er ekki tengt við heilaskaða.\n14. Það er öruggt að undirstöðuefni kannabis sest fyrir í fitufrumum. Það er því ljóst að um umtalsverðan forða er að ræða hjá \"venjulegum\" neytendum. Það er líklegt að þessi uppsöfnun eigi sér jafnvel stað með lítilli neyslu. Áhrif þessa liggja ekki alveg á lausu þar sem ekki er vitað með vissu hvaða efnasambönd safnast saman og hvort hin virku efni sem áhrif hafa á heilann berist út í blóðrásina eður ei. Það er á hinn bóginn líklegt að þessi forðasöfnun orsaki sinnuleysi það, sem einkennir kannabisneytendur gjarnan. \n- Í öðrum orðum heitir þetta \"niðurbrotsefni\" en þar sem THC er fitusameind þá brýtur líkaminn sameindina niður og geymir fituna í fituforðanum sínum. Þetta samansem merki á milli þess og \"sinnuleysis\" kannabissnotandans er eitthvað sem skrifandi hefur sjálfur hugsað upp, því það er ekkert í nútíma lyfafræði sem staðfestir það.\n15. Það er því öruggt að margir neytendur eru undir stöðugum áhrifum þess kannabisforða sem safnast hefur fyrir í líkamanum. Hins vegar hefur ekki verið sýnt fram á það líffræðilega hversu virk þessi áhrif eru. Langtíma heilsufarslegar afleiðingar eru óljósar. \n- Aftur, þetta eru niðurbrotsefni og ástæðan fyrir því að það er ekki verið hægt að sýna fram á það hversu \"líffræðilega virk\" þau eru (hvað þýðir það í þessu samhengi?) er vegna þess að þetta er fita.. Það er ástæðan fyrir því afhverju nýlega er hætt að geta sektað fólk fyrir að vera undir áhrifum kannabiss fyrir það eitt að vera með niðurbrot efni þess í líkamanum, því þetta eru óvirk efni.\n16. Það er öruggt að eituráhrif kannabisefna minnka samhæfingargetuna svo hæfileikinn til að keyra bíl, fljúga flugvél o.s.frv. dofnar. \n- Rétt er það enda er kannabis sljóvgandi vímuefni, samhæfingargetan kemur aftur þegar víman rennur af.\n17. Það er öruggt að notkun kannabisefna framkallar sálræn vandamál s.s. kvíðaköst og þunglyndi. Það er öruggt að meðferð sjúkdóma á borð við geðklofa og þunglyndi er erfiðari og líklegt að neysla vímuefnisins auki lengd og tíðni slíkra kasta. \n- Það er líka öruggt að kannabis er notað við  meðferð á kvíða (t.d dauðakvíða hjá krabbameinssjúkum o.fl)  svo ég býst við að þetta er einstakslingsbundið?\n18. Það er líklegt að neytendur verði fyrir sérstakri tegund andlegrar óreiðu sem lýsir sér þannig að hann getur endurupplifað löngu liðið vímuástand (flash-back). \n- Heitir öðrum orðum nostalgía. Ef það er verið að meina Hallucinogen Persisting Perception Disorder, þá hefur aldrei verið tengt það við kannabis, hér er listinn: \nDrugs that have been associated with HPPD include LSD,[3] 2C-E, 2C-I, 5-MeO-DiPT,[9] MDA, MDMA,[10][11] psilocybin,[12] mescaline,[3] diphenhydramine, PCP, \nsynthetic cannabis\n, and high doses of dextromethorphan. Additionally there are anecdotal reports of the atypical psychedelic Salvia divinorum causing persisting symptoms consistent with HPPD.\n \nÉg legg áheyrslu á synthetic cannabis, en það er ekki tengt cannabis sjálfu. Getur lesið um það hér: \nhttp://en.wikipedia.org/wiki/Synthetic_cannabis\n19. Það er öruggt að kannabisneysla gerir alkóhólisma illviðráðanlegri, eykur skaðleg áhrif alkóhóls á einstaklinga og flækir meðferð þess sjúkdóms verulega.\"\n \n- Það er ekkert leyndarmál að manneskja með alkóhólisma ætti að vara sig á öðrum vímuefnum.",
            "date": "2013-05-01 10:23:00",
            "post_id": "508498",
            "reply_to_id": "508493"
        },
        {
            "user_name": "lukkuláki",
            "text": "Dauði af völdum ofneyslu cannabis er ekki líkleg en notkun þess eykur á ýmisskonar líkamleg og andleg vandamál sem auka líkur á dauðsföllum.\nÞað þarf ekki nein excel skjöl til að sjá hvort þetta efni drepur fólk. Það er í rauninni alveg nóg að hugsa hlutina frá byrjun til enda og líta á skaðsemina sem er augljós og vísindalega staðfest.  Hjartasjúkdómar eins og aukinn blóðþrýsingur. Blóðtappi. Geðsjúkdómar (Paranoja ofl.)\nÍ gegnum tíðina hafa dauðsföll af völdum ökumanna undir áhrifum fíkniefna verið skráð sem \"slys\" ökumenn undur áhrifum cannabis eru samt að drepa sig og aðra í umferðinni. \nÍ dag eru dauðsföll af völdum lungnakrabba því miður ekki flokkuð niður eftir því hvort viðkomandi hafi verið að reykja tóbak eða \"bara\" cannabis en það er samt vitað að cannabis-reykingafólk fær lungnakrabba eins og aðrir reykingamenn jafnvel þó þar reyki \"bara\" marijuana.\nVissuð þið að cannabis sem er verið að nota í dag td. í Amsterdam er um 40 sinnum sterkara en efnið var á hippatímabilinu ?\nÞað er í raun alveg sama hvað ég segi hérna meðmælendur þessara efna geta oft gert lítið úr því með því að segja eitthvað svona eins og þú segir\n\"Komdu með heimildir\" ... eða eitthvað eins og \"það eru engar sannfærandi vísindaniðurstöður\" \"það er alltaf hægt að rakka allt niður.\nEn nota bene þó áfengi sé löglegur vímugjafi þá er ég ekki að segja að það sé neitt betra en cannabis annað er löglegt en hitt ekki og eins og með öll fíkniefni þá er mismunandi hversu vel fólk höndlar vímuna, ég á vin sem býr í DK hann reykir reglulega og hann er í þokkalegu lagi, klár og duglegur en svo þekkti ég annan sem drap sig eftir stutta neyslu á cannabis hann virðist \"bara\" hafa sturlast.\nÞetta verða mín lokaorð í þessari umræðu.",
            "date": "2013-05-01 11:05:00",
            "post_id": "508505",
            "reply_to_id": "508498"
        },
        {
            "user_name": "Sofadyr",
            "text": "\"en það er samt vitað að cannabis-reykingafólk fær lungnakrabba eins og aðrir reykingamenn jafnvel þó þar reyki \"bara\" marijuana.\"\n- \nhttp://healthland.time.com/2012/01/10/s ... ng-damage/",
            "date": "2013-05-01 11:09:00",
            "post_id": "508506",
            "reply_to_id": "508505"
        },
        {
            "user_name": "Bjosep",
            "text": "Það er náttúrulega geigvænleg þróun og ber vott um það hversu mikið samfélaginu hnignar að menn séu krafðir um heimildir fyrir fullyrðingum sínum.",
            "date": "2013-05-01 11:44:00",
            "post_id": "508513",
            "reply_to_id": "508506"
        },
        {
            "user_name": "Frantic",
            "text": "",
            "date": "2013-05-01 12:01:00",
            "post_id": "508518",
            "reply_to_id": "508513"
        },
        {
            "user_name": "AngryMachine",
            "text": "Ég sé þetta einmitt frá þveröfugu sjónarhorni. Áfengi er ekki eftirsótt af því að það er löglegt - áfengi er löglegt af því að það er eftirsótt. Áfengisbannið sem var komið á í ýmsum vestrænum ríkjum á 3-4 áratug síðustu aldar hafði engin áhrif á eftirspurnina eftir áfengi. Í mínum augum er núverandi kannabisbann af svipuðum toga.\nSkaðlegt eða ekki, margt fólk er tilbúið að leggja ansi mikið á sig til að nálgast vímuefni (áfengi, kannabis, fill in the blank), sem gerir þetta að einni helstu tekjulind glæpamanna. Í mínum huga er þá er lögleiðing með skaðaminnkun sem markmið mun skynsamari kostur en að eyða ómældum resúrsum í að berjast við vindmyllur.",
            "date": "2013-05-01 12:53:00",
            "post_id": "508535",
            "reply_to_id": false
        },
        {
            "user_name": "Xovius",
            "text": "Þetta er einmitt málið. Ég ætla ekki að reyna að rífast fyrir því að kannabis geti ekki verið óhollt ef misnotað. Hinsvegar hefur það sýnt sig í þeim löndum sem það hefur verið leyft hefur neysla oftar en ekki dregist saman. Þannig gæti fjöldi dauðsfalla dregist saman, ekki afþví að efnið er skaðlaust.",
            "date": "2013-05-01 13:12:00",
            "post_id": "508538",
            "reply_to_id": "508535"
        },
        {
            "user_name": "GrimurD",
            "text": "Þessi þráður er kominn svo langt útaf upprunalega umræðuefninu. \nMér finnst portúgalska leiðin vera brilliant, getið séð fína grein um hana með því að smella \nhér\n. Styð því afglæpavæðingu heilshugar. Styð hinsvegar ekki lögleiðingu.",
            "date": "2013-05-01 13:13:00",
            "post_id": "508539",
            "reply_to_id": "508538"
        },
        {
            "user_name": "intenz",
            "text": "Núna er búið að lögleiða Cannabis í Colorado fylki í Bandaríkjunum.\nHér er fyrsta manneskjan til að kaupa marijuana löglega í Ameríku.",
            "date": "2014-01-01 23:54:00",
            "post_id": "545040",
            "reply_to_id": "508539"
        },
        {
            "user_name": "biturk",
            "text": "Miki vona ég að það getist hér líka bráðum",
            "date": "2014-01-02 00:34:00",
            "post_id": "545042",
            "reply_to_id": "545040"
        },
        {
            "user_name": "AntiTrust",
            "text": "Sjá svipinn á manninum. Ef alsæla er fitting lýsingarorð.",
            "date": "2014-01-02 01:42:00",
            "post_id": "545045",
            "reply_to_id": "545042"
        },
        {
            "user_name": "rapport",
            "text": "Eftir mikla umræðu hér og á öðrum stöðum þá hefur mér snúist hugur um þetta málefni.\nPortúgalska leiðin er málið... svo lengi sem að þeir sem eru teknir með meira magn séu látnir svara til saka.",
            "date": "2014-01-02 01:49:00",
            "post_id": "545046",
            "reply_to_id": "545045"
        },
        {
            "user_name": "Minuz1",
            "text": "Ég vil strax leyfa notkun á kannabis í lækningarskyni, lyfseðill, apótek færð þín verkjalyf sem eru skaðminni en hefðbundin verkjalyf.\nÞað er kannski ákveðin vísbending á hversu mikill mótþrói gagnvart kanabis er að við þykjumst vita betur en læknar hvað er gott fyrir fólk.",
            "date": "2014-01-02 04:39:00",
            "post_id": "545057",
            "reply_to_id": "545046"
        },
        {
            "user_name": "axyne",
            "text": "http://www.youtube.com/watch?v=TXKjRkkoIOU",
            "date": "2014-01-02 11:13:00",
            "post_id": "545074",
            "reply_to_id": "545057"
        },
        {
            "user_name": "ZiRiuS",
            "text": "",
            "date": "2014-01-02 15:54:00",
            "post_id": "545091",
            "reply_to_id": "545074"
        },
        {
            "user_name": "marijuana",
            "text": "Þetta er nákvamlega eins með lækna. Það er skiptaskoðanir hjá þeim einnig gagnvart skaðsemi Cannabis.",
            "date": "2014-01-02 17:38:00",
            "post_id": "545100",
            "reply_to_id": "545091"
        },
        {
            "user_name": "vikingbay",
            "text": "Ég vil fá þetta í það minnsta leyft sem lyf. Það er bara hreinlega svo mikið af fólki sem gæti nýtt þetta svo miklu betur en það sem það fær hjá læknunum.\nSem dæmi þá fær konan mín alvarlega slæma túrverki, sem lama hana algjörlega og hef ég þurft að sækja hana niðrí bæ þar sem hún hneig bara niður úti á götu og búin að æla verkjatöflunum tvisvar sökum verkja.\nOg þá erum við að tala um verkjatöflur sem hún þurfti að fá áskrifaðar sem gera henni heilt á litið meiri skaða en jónan sem hún fékk sér þegar við komum heim, sem sló fullkomlega á alla verki, og leyfði henni að sofa af sér verstu verkina. \nEn þetta þýðir það að einusinni í mánuði þarf hún að brjóta lögin hreinlega til þess að lifa af. Og hún er langt frá því að vera sú eina. \nSkaðsemi kannabis felst í misnotkuninni á því.\nLeyfum fólkinu sem þarf á því að halda að sleppa við að brjóta lögin til þess að nýta þetta. \nSama hvað hver segir, eftir svona 5-6 ár, ef það verður ekki búið að leyfa þetta þá, verðum við alvarlega farin að íhuga þetta og landsmenn farnir að opna augun og átta sig á staðreyndunum.\nÞetta mun gerast! Sættu þig við það. Þetta er bara spurning um hvenær.",
            "date": "2014-01-02 20:40:00",
            "post_id": "545115",
            "reply_to_id": "545100"
        },
        {
            "user_name": "GullMoli",
            "text": "Tékkið á 12:08 (Fyrir lata; \nhttp://youtu.be/TXKjRkkoIOU?t=12m8s\n )\nMeikar meira sense það sem hann segir, en eins og er þá hefur þetta einfaldlega ekki verið rannsakað nóg til þess að það sé hægt.",
            "date": "2014-01-02 21:50:00",
            "post_id": "545129",
            "reply_to_id": "545115"
        },
        {
            "user_name": "blitz",
            "text": "Flottir fulltrúar",
            "date": "2014-04-20 23:32:00",
            "post_id": "559830",
            "reply_to_id": "545129"
        },
        {
            "user_name": "Klemmi",
            "text": "Eitthvað verri en einhverjir aðrir?",
            "date": "2014-04-20 23:48:00",
            "post_id": "559833",
            "reply_to_id": "559830"
        },
        {
            "user_name": "slapi",
            "text": "Ég hef alltaf séð skaðsemi í þessu \"lyfi\".  Hver þekkir það ekki að eiga félaga sem byrjaði snemma að neyta kannabis efna og hefur staðnað í þroska?\nÞetta \"lyf\" er og verður predikað í sama flokki og öll önnur eiturlyf fyrir mínum börnum með fræðslu hvað þetta gerir við fólk, jafnvel með vettvangsferðum.",
            "date": "2014-04-21 09:51:00",
            "post_id": "559843",
            "reply_to_id": "559833"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Með myndina, þá þætti mér betra ef þessir fulltrúar væru aðeins eldri en þessir sem sjást þarna á myndinni. Virðast vera lítið yfir 18 ára aldurinn.  En ég ætla ekki að dæma þá, ekki mitt hlutverk.\nÞegar byrjað er að tala um afglæpavæðingu þá byrja flestir að lýta í kringum sig, og flestir þekkja eh í þessu.\nÞað er klár staðreynd ef þú sest niður á sófann og reykir í 10ár daglega, þá er mjög líklegt að viðkomandi staðnar andlega.   En að sama skapi þá er það ekki fyrir alla að vera með fjölskyldu og því sem fylgir því.\nÞað er staðreynd að nokkuð stór hluti neytenda cannabis geta fúnkerað vel, stunda vinnu, áhugamál og eiga fjölskyldu.   Þessir aðilar geta verið dagreykingarmenn, en þó ekki frá morgni til kvölds, heldur fá sér aðallega á kvöldin.\nVinnan göfgar manninn.\nSvo eru það fíklarnir og þeir sem eiga við geðraskanir/geðsjúkdóma að ræða.\nÞað er til fólk í samfélaginu sem er svo miklir fíklar á allt, og afglæpavæðing myndi ekki skipta þeim hóp neinu máli.  \nOg svo er það þeir örfáuu af þeim sem reykja cannabis sem fá geðraskanir.  En þá er það ekki cannbis sem veldur geðröskunum, heldur eru þær undirliggjandi og cannbis-ið virkar sem trigger á þær.\nÞað eru mjög miklar líkur á því að þessar geðraskanir hefðu komið framm seinna meir, þótt viðkomandi hann hafði aldrei reykt cannabis.\nSvo út frá hugmyndum um afglæpavæðingu,,,,\nÞá er aðallega verið að taka hóp 1 og 2, og gera þessa menn ekki að \"glæpamönnum\" fyrir að fá sér að reykja kannabis, á kvöldin eða eftir vinnu.\nEf þessu verður ekki breytt, þá ef þessir aðilar lenda í að lögreglan leitar í þeirra eigum, þá eiga þeir þá hættu að missa vinnuna og jafnvel réttinn til að sjá börnin sín. Fyrir utan fordómana frá samfélaginu.\nÞað er mesti skaðinn við þessa refistefnu fyrir almennan neytanda.\nÉg þekki til nokkuð hundruð manna sem reykja og lang flestir þeirra stunda sýna vinnu af metnaði.",
            "date": "2014-04-21 10:12:00",
            "post_id": "559844",
            "reply_to_id": "559843"
        },
        {
            "user_name": "slapi",
            "text": "Þetta [að mínu mati] ýtir undir ýmislegt sem getur veið undirliggjandi , eins og stöðnunin sem verður í ákveðnum einstaklingum getur verið eitthvað form af þunglyndi. Það er þá ekki verið gott fyrir einstaklinginn að hafa cannabis huluna yfir sér í stað þess að tækla vandamálið.\nAlkahólið er eiturlyf einnig, og  eins með cannabis hafa börn ekkert með þetta að gera þar sem þau hafa einfaldlega ekki þroskann [reynsluna] í að eiga við þessi efni líkt og þessi hópur sem á myndinni er.\nKannski er rétta leiðin að lögleiða þetta en ég hef bara ekki hugmynd um það, en að halda þessu frá börnunum okkar þessum algengu byrjunarvímugjöfum, áfengi og cannabis sem lengst í átt að 20 því hvert ár eftir 16 ára aldur er afrek eins og með áfengisneyslu. En það á ekki að vera með hræðsluáróður yfir þessu heldur uppbyggilega fræðslu til að fá börnin til að taka ákvörðun um þetta sjálft og það hefur tekist vel eins og með tóbaksreykingar.",
            "date": "2014-04-21 11:05:00",
            "post_id": "559845",
            "reply_to_id": "559844"
        },
        {
            "user_name": "benderinn333",
            "text": "Eg er ekki buinn að lesa þennan þráð en vildi bara segja það\nÉg var stoppaður af lögguni nov.2013 tekinn i þvag og blóðprufu, þvagið kom ut jákvætt og blóðprufan neikvæð\nSvo fæ eg simtal um að koma niður á stöð jan.2014 þar var ég sviptur profinu i 3 man fyrir að vera með kannabis i þvagi\nBtw eg reykti náhvæmlega viku aður (kannabis getur verið i þvagi 4-6 vikur)\nEg segi bara það þarf að fara sauma þessa holu saman....",
            "date": "2014-04-21 11:13:00",
            "post_id": "559846",
            "reply_to_id": "559845"
        },
        {
            "user_name": "Klemmi",
            "text": "Nú er ég of latur til að skoða lögin, geturðu sagt mér hvert viðmiðið er fyrir kannabis í þvagi, það er, hver styrkurinn þarf að vera?\nAnnars er ég forvitinn um af hverju þeir voru að taka þig í blóð- og þvagprufu ef þetta var bara hefðbundið vegaeftirlit?",
            "date": "2014-04-21 11:20:00",
            "post_id": "559847",
            "reply_to_id": "559846"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Ég er algjörlega sammála með að enginn yngri en 20 ára ætti að nota áfengi né kannabis.\nEn með stöðnunina, þá vill ég fá skilgreiningu á því orði. Afar misjafnt hvað fólk teygir það orð.",
            "date": "2014-04-21 11:21:00",
            "post_id": "559848",
            "reply_to_id": "559847"
        },
        {
            "user_name": "slapi",
            "text": "Þegar ég tala um stöðnun þá er það samfélagsleg , hætta í skóla, láglauna vinnur etc.\nLífið snýst oft þá um reykingar og þá oft samhliða tölvuleiki eða þessháttar\nSíðan hittir maður þessa einstaklinga kannski 10 árum seinna og þeir eru enn 16 ára. Þetta finnst mér í kringum mig of algengt þó ég viti til um mjög virka einstaklinga sem eru reykingamenn einnig.",
            "date": "2014-04-21 11:51:00",
            "post_id": "559850",
            "reply_to_id": "559848"
        },
        {
            "user_name": "benderinn333",
            "text": "Styrkur pff ekkert þannig a plast glosunum bara ja eda nei\nVar svo mikil \"lygt af mer\" kannabis þá :s",
            "date": "2014-04-21 12:03:00",
            "post_id": "559851",
            "reply_to_id": "559850"
        },
        {
            "user_name": "Tbot",
            "text": "Vekja gamlan þráð:\nhttp://www.dailymail.co.uk/health/artic ... lness.html\nEfnið skaðar, sama hvað fólk reynir að halda fram öðru.",
            "date": "2015-11-27 10:25:00",
            "post_id": "611883",
            "reply_to_id": "559851"
        },
        {
            "user_name": "Klara",
            "text": "http://journals.cambridge.org/action/di ... 1715002342",
            "date": "2015-11-27 11:00:00",
            "post_id": "611887",
            "reply_to_id": "611883"
        },
        {
            "user_name": "urban",
            "text": "Ég efast ekkert um það að efnið skaði fólk, sérstaklega ef að það er neytt í mikils mælis.\nAftur á móti ef að það á að nota skaðleikann til þess að nota á móti afglæpavæðingu (ég vil fara enþá lengra) þá mætti nú aldeilis banna margt.\nAftur á móti breytir það því ekki að neyslan er til staðar og hún fer frekar aukandi en minnkandi.\nÞað að hafa þetta bannað kostar ríkið óhemju fé á hverju ári og skilar bara einfaldlega akkurat engum árángri, neyslan er ekki að minnka.\nBara það að afglæpavæða smáskammta kemur til með að spara ríkinu stórfé á ári.",
            "date": "2015-11-27 11:24:00",
            "post_id": "611891",
            "reply_to_id": false
        },
        {
            "user_name": "DJOli",
            "text": "Rétt eins og með áfengi. Ef þú ert 20+ þá ferðu út í búð og verslar það sjálfur. Ef ekki, færðu einhvern til að versla það fyrir þig. Ef pabbi þinn eða mamma er að brugga, geturðu örugglega samið við þau um að fá dreitil eða nokkra.\nMér finnst málið vera það að, það er komið fram við okkur eins og ungabörn. Við megum drekka okkur í hel. Við megum brugga heima (svo lengi sem við seljum ekki).\nEn ef þú ert með kannski, gramm af kannabisefnum þá ertu bara orðinn argasti dópisti, og hættulegur almenningi þó að þú sért með kristalhreina ferilskrá.\nÞað kemur að því, gott fólk, að þið þurfið að hætta þessu rugli, og ná hausnum aftur út úr rassgatinu á ykkur. Þetta er 21. Öldin. Upplýsingar eru til allsstaðar. Þú verður bara að vita hvað þú vilt finna.\nViltu finna niðurstöður rannsókna sem sýna fram á gagnsemi kannabis? Googlaðu \"Cannabis uses\"\nViltu finna niðurstöður sem sýna fram á skaðleysi kannabis? Googlaðu \"Cannabis harmful or not?\"\nViltu finna niðurstöður sem sýna fram á skaðsemi kannabis? Googlaðu \"Cannabis dangerous\"\nSömu leitarorð (skiptu cannabis út fyrir alcohol) gilda um áfengi, sykur og svo margt, margt fleira.\nÉg ætla að láta fylgja hér í commenti mínu, íslenska bók sem Þorsteinn Úlfar Björnsson skrifaði.\nMeðal þess sem hún sýnir fram á, er hvernig foreldrar eiga að koma fram við börn sín þegar eiturlyf eru til umræðu, hvort sem það sé koffín, sykur, spítt, kók, eða kannabis.\nBókin er frí, og hægt að lesa hana hér:\nhttp://issuu.com/thorsteinnulfar/docs/d__p__lo_rez\nhttps://www.youtube.com/watch?v=TXKjRkkoIOU\nhttps://www.youtube.com/watch?v=nrBW55Cbz8Q\nEndilega taktu þátt í þræðinum þegar álit þitt er ekki myndað af reynsl, þekkingarleysi og ríkis og lögreglu-hræðsluáróðri.",
            "date": "2015-11-27 11:40:00",
            "post_id": "611893",
            "reply_to_id": "611891"
        },
        {
            "user_name": "dori",
            "text": "Að pósta link á Daily Mail og treysta því að fyrirsögnin þeirra sé rétt er mjög furðulegt. Þetta er álíka traustur miðill og DV eftir yfirtöku Pressunnar. Auðvitað er biluð klukka rétt tvisvar á dag þannig að það má skoða. En ef þú vilt að það sé tekið mark á þér þá ættirðu að finna rannsóknina sem er verið að tala um, skilja hana og nota niðurstöðurnar úr henni til að færa rök fyrir máli þínu (og linka í hana frekar en Daily Mail greinina).\n@Klara er þetta úr rannsókninni sem Daily Mail var að fjalla um?",
            "date": "2015-11-27 11:47:00",
            "post_id": "611894",
            "reply_to_id": "611893"
        },
        {
            "user_name": "rapport",
            "text": "Fíkn er sjúkdómur og það á að beita skaðaminnkandi aðferðum til að koma á móts við fíkla en ekki jaðarsetja þá.\nFyrir aðra sem vilja nota fíkniefni sér til dægrastyttingar eða lyfta sér upp öðru hvoru, þá ætti það ekki að vera ólöglegt.\nÞað þarf að auka fræðslu um fíkniefni og lögleiða sölu á því með tilheyrandi eftirliti með framleiðslu og dreifingu (sbr. áfengi).\nOg svo á að taka hart á þeim sem reyna að fara framhjá kerfinu í sölu og dreifingu á þessum efnum.\nSvo verð ég að koma \"orðinu\" hingað inn... \"fordómar\" gagnvart þeim sem hafa einhverntíman notað fíkniefni eða orði fíkn að bráð eru skelfilegir í okkar samfélagi og einkennast af hörku og miskunnarleysi en ekki samúð og skilningi.\nRétt eins og ef einhver fær annarskonar sjúkdóm (en fíkn) þá fær viðkomandi oftar en ekki samúð og skilning, en ef það er fíkn (eða aðrir jaðarsettir sjúkdómar) þá fer fólk í allt annan gír.",
            "date": "2015-11-27 11:52:00",
            "post_id": "611896",
            "reply_to_id": "611894"
        },
        {
            "user_name": "Klara",
            "text": "Já, þetta er rannsóknin.\nhttp://journals.cambridge.org/action/di ... 1715002342",
            "date": "2015-11-27 11:59:00",
            "post_id": "611898",
            "reply_to_id": "611896"
        },
        {
            "user_name": "Tbot",
            "text": "Á ég ekki líka að lesa rannsóknina upphátt fyrir þig, ásamt því að mata þig og skeina.\nEf fólk vill lesa sér meira til þá finnur það sjálft rannsóknina.  Ég ætla ekka að mata fólk.\nÉg set daily mail skör ofar en DV, moggann og fréttablaðið.  Svo ekki sé gleymt að minnast á ritskoðað rúv.\nÓtrúlegt en satt þá get ég lesið rannsóknina og skilið hana.  En ætla ekki að eyða tíma í að færa rök fyrir skaðsemi þessa efnis eða annarra.",
            "date": "2015-11-27 12:41:00",
            "post_id": "611902",
            "reply_to_id": "611898"
        },
        {
            "user_name": "dori",
            "text": "Ef þú getur það. Af hverju linkaðirðu ekki í rannsóknina sjálfa? Daily Mail er algjörlega marklaus pappír sem hefur það sem helsta hobbí að flokka hluti niður eftir því hvort þeir valda krabbameini eða lækna það (og sumt setja þeir í báða flokka). Ég var ekki að gera athugasemd við neitt af því sem þú varst að segja. Bara... Ég skil ekki af hverju nokkur maður linkar í Daily Mail nema \"hey, sjáðu hvað það er fyndið á netinu\" skilaboð til vina sinna.\nMér er svo slétt sama um hvort kannabis geti valdið einhverjum slæmum kvillum að ég mun örugglega aldrei lesa þessa rannsókn og kynna mér niðurstöðurnar almennilega. Það breytir því nefnilega ekki að þetta fíkniefnastríð er tapað. Það breytir því ekki að fólk vill reykja þetta og gerir það sama hvort þetta sé bannað eða ekki (ég væri mun frekar til í að sjá tekjur af sölu þess renna til rannsókna/forvarna/meðferðarúrræða en í svarta Benza fyrir einhverja tappa). Það breytir því ekki að það að jaðarsetja neytendur kannabis og annarra efna er líklega mun skaðlegra fyrir samfélagið en þessi áhrif verða nokkurn tíma.\n(Fólk sem dettur í gírinn og segir að kannabis sé svarið við öllu og að það sé samsæri sem haldi þessu niðri útaf því að hampurinn megi ekki vinna einhver önnur efni... - og eitthvað, ég hef ekki náð því hvað það er að segja ennþá - er eitthvað sem ég meika ekki btw.)",
            "date": "2015-11-27 12:51:00",
            "post_id": "611903",
            "reply_to_id": "611902"
        },
        {
            "user_name": "Klara",
            "text": "Eins og með svo margar blaðagreinar um vísindi er hlutum slegið fram sem föstum þegar þeir eru orðaðir sem \"líklegir\" í greinunum. Þessi grein sannar ekki að kannabis valdi heilaskemmdum eða breytingum á heila. Hún sýnir hinsvegar fram á tengsl þar á milli. Þetta er fyrsta slíka rannsóknin eins og höfundar benda á ásamt því að beina tilmælunum í síðustu tilvitnun til þeirra sem eru að rannsaka kannabis og heilaskaða/breytingar.",
            "date": "2015-11-27 19:40:00",
            "post_id": "611925",
            "reply_to_id": "611903"
        },
        {
            "user_name": "kizi86",
            "text": "en hvað tengist allt þetta um skaða og bladíbladíbla upprunalegu umræðunni um AFGLÆPAVÆÐINGU cannabis? ekki neitt, afglæpavæðing þýðir það að það sé ekki lengur glæpur að hafa í fórum sér neysluskammt af þessum efnum, og það sé ekki lengur glæpur að vera undir áhrifum efnisins (eins og það er í dag), semsé hætta að gera neyslu cannabis að glæp, gera þetta að heilbrigðismáli í staðinn fyrir dómstólamáli..\nen umræðan um skaða eftir langvarandi notkun á efninu, þá getur hver og einn hasshaus (grashaus þessa dagana) dæmt sjálfur um það (þar á meðal ég, ég neytti cannabis efna daglega í yfir tíu ár) samkvæmt minni reynslu og ALLRA sem ég þekki sem hafa neytt þessi efni í langan tíma (yfir 2 ár) við höfum ÖLL sögu um skaða, ÖLL sögu um þunglyndi eftir neysluna, ÖLL höfum við sögu um skaddað minni.. þá er samt bara að tala um þá sem ég þekki persónulega (svona 50-60 manns), þannig að ég er ekki að reyna að réttlæta notkun eða leggja blessun mína yfir þetta efni, langt í frá, en er mjög hliðsinntur afglæpavæðingu (ALLS EKKI LÖGLEIÐINGU), gerum þetta að heilbrigðismáli svo fíklar geti fengið þá aðstoð sem þeir þurfa svo innilega mikið á að halda!",
            "date": "2015-11-28 14:12:00",
            "post_id": "611952",
            "reply_to_id": "611925"
        },
        {
            "user_name": "hakkarin",
            "text": "Þetta er algjört rugl. Fíklar verða að glæpamönnum að því að þeir verða að fjármagna fíknina einhvernvegin. Heldur þú að fíklar hætti að stela til að fjármagna fíknina bara að því að neysla er ekki lengur ólögleg? Þessi mýta um að afglæpavæðing geti eytt fíkniefna tengdum brotum er bara kjaftæði.",
            "date": "2015-11-29 22:10:00",
            "post_id": "612023",
            "reply_to_id": "611952"
        },
        {
            "user_name": "einarhr",
            "text": "Þín fullyrðing að Fíklar verða að glæpamönnum er nákvæmlega það sem mátti búast við af þér. Það eru ekki allir fíklar glæpamenn !",
            "date": "2015-11-29 23:05:00",
            "post_id": "612028",
            "reply_to_id": "612023"
        },
        {
            "user_name": "kizi86",
            "text": "2. gr. Varsla og meðferð ávana- og fíkniefna, sem talin eru upp í 6. gr. laga þessara, er óheimil á íslensku forráðasvæði samkvæmt því sem nánar segir í 4. mgr. \nhttp://www.althingi.is/lagas/nuna/1974065.html\njú samkvæmt núverandi lögum. eru flestir fíklar glæpamenn, þar sem það er lögbrot að meðhöndla ólögleg efni, og svo er það ólöglegt að meðhöndla lyfseðilsskild lyf ef þau eru ekki uppáskrifuð á þig, svo er það á gráu svæði þeir sem eru að misnota lyf sem þeim er uppáskrifað, fara til margra lækna og fá sama lyfið uppáskrifað..\nreyndar ef þú ert að fá lyf sem er ávanaefni frá lækni má í flestum tilvikum bara skrifa upp á skammt sem er fyrir 30 daga..\nsvo kemur þessi klausa:\n 14. gr. \nhttp://www.reglugerd.is/reglugerdir/allar/nr/233-2001\nBrot gegn reglugerð þessari varða sektum eða fangelsi allt að 6 árum, nema þyngri refsing liggi við skv. lögum. Tilraun og hlutdeild í brotum gegn reglugerð þessari eru refsiverð samkvæmt III. kafla almennra hegningarlaga.\nÁvana- og fíkniefni og önnur eftirlitsskyld efni, sem aflað hefur verið á ólögmætan hátt eða eru á annan hátt í ólögmætri vörslu, skal gera upptæk til ríkissjóðs. Þá skal og heimilt að gera upptækt til ríkissjóðs andvirði ólögmætrar sölu ávana- og fíkniefna svo og hvers konar muni og áhöld, sem notuð hafa verið eða ætluð eru til ólögmætrar meðferðar efnanna.\nmætti flokka þetta sem hlutdeild í broti að reyna að fá uppáskrifað frá fleiri læknum sama lyfinu.... svo samkvæmt því er það ólöglegt líka að misnota lyfseðilsskyld lyf..",
            "date": "2015-11-30 00:04:00",
            "post_id": "612030",
            "reply_to_id": "612028"
        },
        {
            "user_name": "einarhr",
            "text": "Já það er ólöglegt að neyta fíkiefna en eins og Hakkarinn segir þá leyðast allir fíklar útí glæpi, ss að stela ofl. Það er til fullt af fólki sem á nóg af peningum og þarf þá ekki að stela til að fjármagna neyslu.",
            "date": "2015-11-30 21:47:00",
            "post_id": "612083",
            "reply_to_id": "612030"
        },
        {
            "user_name": "Tbot",
            "text": "Flottir leigjendur\nhttp://www.dv.is/frettir/2016/1/13/runa ... -nagranna/",
            "date": "2016-01-14 08:40:00",
            "post_id": "615557",
            "reply_to_id": "612083"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Það væri hægt að segja það nakvæmlega sama um fólk sem reykir sígarettur inni hjá sér, hættu nú þessari fáfræði og kynntu þér málefnið.",
            "date": "2016-01-14 09:20:00",
            "post_id": "615559",
            "reply_to_id": "615557"
        },
        {
            "user_name": "worghal",
            "text": "Ég er nú ekki reykingarmaður, hvorki kannabis eða annað. En svona virkar þetta einfaldlega ekki.\nLyktin læsir sig ekki í húsgögn og föt og veldur þér ekki veikindum.\nÉg segi þetta afþví að ég á nágranna sem reykja full mikið og lyktin kemur inn til mín við og við og gangurinn lyktar mikið, en lyktin fer, hún festist ekki í neinu.",
            "date": "2016-01-14 10:54:00",
            "post_id": "615563",
            "reply_to_id": "615559"
        },
        {
            "user_name": "Tbot",
            "text": "Hvaða fáfræði, að sumir kannabis neytendur eru steiktir.\nAð efnið sé hættulegt.\nAð þetta sé vímuefni.\nAf því að ég sé á móti þessu þá hafi ég ekki kynnt mér neitt,",
            "date": "2016-01-14 11:20:00",
            "post_id": "615564",
            "reply_to_id": "615563"
        },
        {
            "user_name": "Tbot",
            "text": "Einhvað er minnið þitt að klikka, þeir sem muna eftir því þegar reykt var á öllum skemmtistöðun.  Þá var það þannig að þú angaðir allur af reykjarlykt eftir djammið, þ.e. bæði þú sjálfur og fötin þín.\nEinnig þeir sem hafa þrifið bíla vita það að þú nærð aldrei allri reykingalykt burtu.\nÞetta fynnst þegar þú ert að skoða notaða bíla á bílasölum.  Oft reynt að blekkja með því að gera einhverja aðra lykt sterkari.",
            "date": "2016-01-14 11:29:00",
            "post_id": "615566",
            "reply_to_id": "615564"
        },
        {
            "user_name": "worghal",
            "text": "Ég er að tala um kannabis lyktina. Ekki tóbak.",
            "date": "2016-01-14 11:39:00",
            "post_id": "615568",
            "reply_to_id": "615566"
        },
        {
            "user_name": "HalistaX",
            "text": "Á mínum reykinga dögum, í gamla daga, áður en ég vissi betur, þá festist lyktin í fötunum mínum, herberginu mínu og bílnum mínum(Ekki það að ég hafi verið að keyra freðinn, það er stór hættulegt og er ég ekki algjör fáviti, vinur minn kveikti einu sinni í jónu hálfur inní bílnum en reykti hana svo úti) í marga daga á eftir. Ég get svo svarið það að gras lyktina fann ég í meira en tvær vikur á eftir í bílnum. Ég get ekki ímyndað mér hvernig þetta er hjá einhverjum sem reykir daglega og það mikið á dag.\nÉg reyki tóbak sjálfur, inní bílnum mínum, með opnann glugga, á ferð og ef ég geri það ekki í nokkra daga er tóbaks lyktin alveg farin á svona viku. Sígarettu sniffi hundar eins og hún móðir mín finnur hana kannski en ég seldi eitt sinn bíl sem reyklausann þrátt fyrir að hafa reykt töluvert marga pakka inní honum. Aska ég samt alltaf út og hef ég komið inní bíla þar sem askað og stubbað er í öskubakkann og lyktin inní þeim er vægast sagt viðbjóðsleg. Alltaf. Og ef ég þyrfti að giska, þá myndi ég segja að þeir bílar væru einfaldlega ónýtir á eftir. Þú gætir allavegana ekki selt þá með góðu móti nema til keðjureykingamanns. \nAnnars er kannabis allt annað en skaðlaust, hvort sem þú notar það einu sinni í mánuði eða einu sinni hverja þrjá tíma dagsins. \nMín tvö cent um lögleiðingu/afglæpavæðingu væri fyrst og fremst fyrir lækninga og verkjastillandi krafta plöntunar. \nMér er alveg sama þó þetta verði aldrei lögleitt fyrir einkaneyslu. \nEn eins og mér finnst ég muna eftir að hafa skrifað á þennan þráð áður, finnst mér samt eins og enginn hafi réttinn til þess að banna manni hvað fer ofaní mann. \nÞannig að það væri kannski hægt að fara með þetta eins og vændi, bannað að kaupa en mátt selja. Nema, þú veist, það væri öfugt fyrir kannabisið. \nEn enn og aftur, bara mín tvö cent, og þarf enginn að taka mark á þessum skoðunum mínum.",
            "date": "2016-01-14 23:38:00",
            "post_id": "615614",
            "reply_to_id": "615568"
        }
    ],
    "date": "2015-11-27 11:24:00"
}