{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "54781",
    "title": "HTC One Dev Edition Vs. Samsung Galaxy S4",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=54781",
    "posts": [
        {
            "user_name": "chaplin",
            "text": "Jæja piltar, nokkrar spurningar og pælingar varðandi símana.\n- Hvorn símann myndu þið kjósa og afhverju? \n- Er e-h umboðsaðili fyrir HTC á Íslandi? Er þá aðalega að hugsa varðandi rafhlöðuna þar sem ef hún bilar, er síminn gott sem ónýtur nema því það er nánast ómögulegt að skipta út rafhlöðunni nema með miklum kostnaði og skemmir það gjörðina víst að eitthverju leiti.\n- Rökstuðningur er vel þeginn hjá þeim sem kjósa.\nÞað það sé ekki microSD rauf er ekki vandamál fyrir mér.",
            "date": "2013-05-01 18:14:00",
            "post_id": "508605",
            "reply_to_id": false
        },
        {
            "user_name": "atlifreyrcarhartt",
            "text": "Eg a s3 t.d. og eg se eingan ókost við hann, en htc eg hef heyrt slæmt af teim :/ min skoðun er samsung s2 3 eda 4 allt mjog goðir simar",
            "date": "2013-05-01 18:48:00",
            "post_id": "508620",
            "reply_to_id": "508605"
        },
        {
            "user_name": "FreyrGauti",
            "text": "Tæki HTC One, finnst hann flottari og er búinn að eiga tvo HTC og er mjög ánægður með þá, er með HTC One S núna.\nHátækni er \"umboðsaðili\" fyrir þá en senda alla síma út í viðgerð.",
            "date": "2013-05-01 18:56:00",
            "post_id": "508621",
            "reply_to_id": "508620"
        },
        {
            "user_name": "chaplin",
            "text": "HTC One\nKostir:\n \n- Betur byggður\n- Betri myndavél við lítil birtuskilyrði\n- Zoe\n- Betri skjár\n- Betri hátalarar\n- Meira \"smooth\" í vinnslu\n- Betri rafhlöðuending\n- USB viðmót (USB Interface, hef ekki hugmynd um hvað það er)\n- FM Útvarp\n- Almennt talinn betri sími í \"review\"-um.\nGSM Arena Dómar\n:\nDesign: 8.4\nFeatures: 8.3\nPerformance: 8.4\nGalaxy S4\nKostir:\n- Stærri skjár\n- Öflugri búnaðir\n- Nýrri hugbúnaður\n- Hægt að fjarlægja rafhlöðu\n- Hægt að bæta við SD korti\n- Betri myndavél í nema við lítil birtuskilyrði\n- Meira af hugbúnaði (S. Translator, S. Health os.frv.)\n- Betra multitasking \n- Rakamælir (?)\n- Hitamælir (?)\n- Hægt að halað þráðlaust (með aukabúnaði)\nGSM Arena Dómar\n:\nDesign: 6.3\nFeatures: 7.0\nPerformance: 7.1",
            "date": "2013-05-01 18:57:00",
            "post_id": "508623",
            "reply_to_id": "508621"
        },
        {
            "user_name": "chaplin",
            "text": "Hef átt HTC Desire og S2, ánægður með báða símana en HTC finnst mér vera mun meiri gæðasími, algjör tankur.\nEf ég kaupi síma erlendis, veistu hvort ég gæti þá farið með símann til Hátækni ef hann skildi klikka og þeir sjá um allt ferlið?",
            "date": "2013-05-01 18:59:00",
            "post_id": "508624",
            "reply_to_id": "508623"
        },
        {
            "user_name": "fedora1",
            "text": "S4, á sjálfur htc legend, en konan á S3. HTC er ekki að standa sig í uppfærslum. Mun aldrei kaupa mér HTC síma aftur.",
            "date": "2013-05-01 19:12:00",
            "post_id": "508629",
            "reply_to_id": "508624"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Er sjálfur með S4 og dýrka hann. Var með S2 fyrir.\nHef ekki reynslu af HTC þó.\nSent from my GT-I9505 using Tapatalk 2",
            "date": "2013-05-01 19:47:00",
            "post_id": "508632",
            "reply_to_id": "508629"
        },
        {
            "user_name": "Unnaro",
            "text": "Veit einhver hér hvenær HTC One á að koma í búðir hér á landi?",
            "date": "2013-05-01 19:48:00",
            "post_id": "508635",
            "reply_to_id": "508632"
        },
        {
            "user_name": "slapi",
            "text": "Ég er gjörsamlega veikur yfir HTC One en ekkert spenntur yfir S4.\nOne er miklu flottari aími og betur byggður.",
            "date": "2013-05-01 20:37:00",
            "post_id": "508640",
            "reply_to_id": "508635"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "s4.. er að bíða eftir octacore og sjá hvort hann hafi fm útvarp, ef svo er þá upgrada ég s3-inn.",
            "date": "2013-05-01 21:28:00",
            "post_id": "508644",
            "reply_to_id": "508640"
        },
        {
            "user_name": "FreyrGauti",
            "text": "Finnst það ólíklegt, mögulega ef þú kaupir hann í evrópu. Best að hringja í þá og spurja.",
            "date": "2013-05-01 21:39:00",
            "post_id": "508646",
            "reply_to_id": "508644"
        },
        {
            "user_name": "chaplin",
            "text": "Þrátt fyrir að hann sé Octo-core, getur þú eingöngu nýtt 4 kjarna í einu. Aðal munurinn liggur í skjástýringunum, Adreno 320 vs PowerVR SGX 544MP3. Af því sem ég hef lesið er PowerVR um tvöfalt öflugri en A320.\nBáðir símarnir verða því gott sem identical í afli, um eða aðeins öflugri en iP5.",
            "date": "2013-05-01 21:55:00",
            "post_id": "508652",
            "reply_to_id": "508646"
        },
        {
            "user_name": "andrespaba",
            "text": "Hef einmitt verið að leita eftir upplýsingum, en finn ekkert. Er einhver insider hérna sem veit e-ð?",
            "date": "2013-05-01 21:59:00",
            "post_id": "508653",
            "reply_to_id": "508652"
        },
        {
            "user_name": "hfwf",
            "text": "kemur ekki með fm-radio.",
            "date": "2013-05-01 22:03:00",
            "post_id": "508654",
            "reply_to_id": "508653"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Þetta með Micro SD kortið og non removable battery gerir alveg útslagið fyrir mér...\nEn ég er reyndar alveg einstaklega storage sjúkur \nS4 svona rétt rétt hefur það fyrir minn part...\nSamt helvíti flottur HTC síminn.\nPs. Finnst líka vanta að henda inn upplýsingum um verðin á þeim ef þú ætlar að bera þá saman...\nPps. og kannski linka á réttann síma í GSM arena, þ.e. ef þú ert að tala um I9500 útgáfuna (Octa core).\nPpps. Og setja þá líka inn rétt performance score í samanburðinum þínum... \nBara svona til að vera ANAL",
            "date": "2013-05-01 22:23:00",
            "post_id": "508659",
            "reply_to_id": "508654"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "það er spurning.. ég veit að 4 kjarna er seldur hér með og án fm t.d síminn að selja síma án fm en nova hinsvegar með þá með fm. hugsa að sama muni verða með octa\ner ekki bara spurning um típu.. þessir án fm ætlaðir ameríkunni en hinir evrópu með fm?",
            "date": "2013-05-01 22:26:00",
            "post_id": "508660",
            "reply_to_id": "508659"
        },
        {
            "user_name": "gissur1",
            "text": "HTC One því mér finnst hann líta út fyrir að vera gæðalegri sími. Ál vs plast.\nÚtlit og ending skiptir mig meira máli en smá performance munur.\nOg skjárinn á One lítur út fyrir að vera rosalegur.",
            "date": "2013-05-01 22:27:00",
            "post_id": "508662",
            "reply_to_id": "508660"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Finna þér \nþessa\n útgáfu \n \nOcta core og Dual SIM option.",
            "date": "2013-05-01 22:31:00",
            "post_id": "508663",
            "reply_to_id": "508662"
        },
        {
            "user_name": "tveirmetrar",
            "text": "WRONG!  \n  I9500 kemur líka með PowerVR SGX 544MP3 skjástýringunni, plús 1 stk Quad-core 1.6 GHz Cortex-A15 og já svo er annar örri quad-core 1.2 GHz Cortex-A7...\nEfast einhvern vegin að HTC-inn sé alveg jafn öflugur.",
            "date": "2013-05-01 22:42:00",
            "post_id": "508666",
            "reply_to_id": "508663"
        },
        {
            "user_name": "chaplin",
            "text": "1. One DE 64gb kostar $650. S4 16gb kostar $600. Finnst það eðlilegt að greiða $50 fyrir 48gb.\n2. i9505 er seldur á Íslandi, ekki i9500.\n3. Þetta eru réttu tölurnar.",
            "date": "2013-05-01 22:48:00",
            "post_id": "508667",
            "reply_to_id": "508666"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Varstu ekki að tala um að panta þér síma að utan? Og varstu ekki að tala um I9500 útgáfuna? (Settir allavega specana af honum efst...)",
            "date": "2013-05-01 22:54:00",
            "post_id": "508668",
            "reply_to_id": "508667"
        },
        {
            "user_name": "Tesy",
            "text": "Eins og Chaplin sagði, þú getur ekki nýtt meira en 4 kjarna í einu í S4 þannig að hann er ekkert svo mikið öflugari. S4 vinnur kanski í benchmark og eitthvað en þetta eru bara tölur.. Það sem skiptir máli er real life performance og þú munt ekki sjá mun á þeim tbh.\nSpurningin er eiginlega bara, hvort finnst þér vera mikilvægara? Build quality eða removable battery og SD-kort.",
            "date": "2013-05-01 22:57:00",
            "post_id": "508672",
            "reply_to_id": "508668"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Já ég er ennþá að reyna að fá á hreint hvort við séum að tala um I9500 eða I9505.\nÞví 9500 útgáfan er ekki bara Octa core, heldur eins og Chaplin sagði, hann er einnig með mun öflugri skjástýringu.",
            "date": "2013-05-01 23:00:00",
            "post_id": "508673",
            "reply_to_id": "508672"
        },
        {
            "user_name": "chaplin",
            "text": "Ugh..\nOne og i9505 eru með sama örgjörva og sömu stýringu, i9505 er þó klukkað örlítið hærra og því eru þeir gott sem identical í afli.\ni9500 er þó með annan örgjörva og stýringu, rétt eins og ég nefndi. Og sú stýring er um tvöfalt öflugri en stýringin sem er í One, rétt eins og ég nefndi. \ni9500 mun því vera með nánast tvöfalt öflugri stýringu en iP5 notar í dag, en i9505 og One verða sambærilegir iP5 í afli. Því verður i9500 um tvöfalt öflugri en i9505 og One í keyrslum sem krefjast öflugrar skjástýringu. Það er þó ekki sama sagan um vinnslu sem örgjörvinn sér um, amk. ekki ef það verður ekki hægt að keyra alla 8 kjarnana á sama tíma.\nHættu svo að snúa útúr rauðhærði sálarlausi sauður og bjóddu mér frekar upp á bjór í tilefni gærdagsins.",
            "date": "2013-05-01 23:02:00",
            "post_id": "508674",
            "reply_to_id": "508673"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Read the question please.\nErtu að bera saman HTC ONE og I9505\nEða ertu að bera saman HTC ONE og I9500\nAfþví að efst á síðunni ertu svo almennilegur að gefa specca fyrir I9500\nEn svo í næstu innsendingu linkaru á I9505...\nMaður þarf ekki að vera rauðhærður til að geta spottað svona dvergamistök.\nhaha sem þú varst að laga...\nIdiot",
            "date": "2013-05-01 23:14:00",
            "post_id": "508676",
            "reply_to_id": "508674"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Svo er i9500 market dependant varðandi LTE svo hann nýtist sennilega ekki í 4g hér heima.\nVarðandi performance þá man ég að borðtölvan mín var 13-14 sek að reikna fyrstu 1M í pi. Síminn minn er rúmar 2 sek.\nSent from my GT-I9505 using Tapatalk 2",
            "date": "2013-05-01 23:21:00",
            "post_id": "508677",
            "reply_to_id": false
        },
        {
            "user_name": "tveirmetrar",
            "text": "Er búinn að vera skoða að panta mér i9500 og þetta er einmitt stórt issue.\nEr ekki hægt að finna síma með réttri tíðni fyrir Íslenska kerfið? Það er það eina sem stoppar LTE kerfið í að vera \"universal\", þ.e. tíðnismunurinn á milli landa, er það ekki rétt hjá mér?\nSvo maður þarf bara að finna út hvaða tíðni LTE verður á hérna heima og matcha það saman við síman sem þú ætlar að panta...\nEr það ekki rétt skilið hjá mér?",
            "date": "2013-05-01 23:33:00",
            "post_id": "508680",
            "reply_to_id": "508677"
        },
        {
            "user_name": "worghal",
            "text": "hold the phone!!\nsíminn 2 sec að reikna 1mil aukastafi í pi?\nþegar tölvan mín, overclockuð í 5.5Ghz var 6.817 sec...\neru ekki einhverjar ýkjur í gangi ?",
            "date": "2013-05-01 23:41:00",
            "post_id": "508681",
            "reply_to_id": "508680"
        },
        {
            "user_name": "hfwf",
            "text": "i9500 sstyður ÖLL LTE bands ( eins og Samsung sjálft orðar það ) þeal mun ekki vera neitt issue fyrir hann hér á landi.",
            "date": "2013-05-01 23:50:00",
            "post_id": "508684",
            "reply_to_id": "508681"
        },
        {
            "user_name": "tveirmetrar",
            "text": "Sweet.\nEn hvað með \nþennan\n i9502.\nDual Sim optionið hljómar vel ef það er hægt að skipta um active simkort með einum takka.\nEf maður er á annað borð að fara panta sér að utan, er það þá ekki besti kosturinn...?\ni9500 og i9502 eru eins að öðru leiti.",
            "date": "2013-05-01 23:57:00",
            "post_id": "508685",
            "reply_to_id": "508684"
        },
        {
            "user_name": "eriksnaer",
            "text": "WRONG!! Þeir eru farnir að gera við eitt og annað í þeim hér heima.... Málið er bara að þeir þurfa að sækja námskeið til HTC til að mega gera það, þessvegna gera þeir ekki við alla síma hér heima....\nEn að öðru, ég myndi taka HTC, finnst muna rosalega á þessum 3\" í vasanum... svo á ég HTC og hef ekki undan einu né neinu að kvarta !",
            "date": "2013-05-02 00:23:00",
            "post_id": "508692",
            "reply_to_id": "508685"
        },
        {
            "user_name": "FreyrGauti",
            "text": "Það er þá stutt síðan það gerðist.\nEdit: Ok, ég veit svo sem ekki hvenar það gerðist en efast stórlega um að þeir séu búnir að taka námskeið fyrir HTC One.",
            "date": "2013-05-02 00:32:00",
            "post_id": "508695",
            "reply_to_id": "508692"
        },
        {
            "user_name": "hfwf",
            "text": "Virðist vera með sama chipset og i9500 og eingöngu fyrir asíu/kínamarkað. Gef ekki skoðað þennan mikið eða heyrt um hann á annað borð \n en hann er fyrir kínamarkað sýndist mér í fljótu bragði. voða sniðugt allavegana duo dæmi.  Veit ekki hvernig þetta virkar alveg, man að ég var með einhvern duo síma fyrir löngu þá voru bæði simkortin active í einu, minnir mig. ( batterý hog ) \nedit: þetta er allavegana ekkert sem ég myndi treysta.\nedit edit: virðist vera dual standby sumsé bara annað kortið í gangi í einu og þá væntanlega eitthvað app til að skipta á milli. Sé annars ekkert sem kæmi í veg fyrir að nota hann hér heima í fljótu bragði. Myndi bíða þó með að versla hann þangað til það kemur einhver reynsla á símann. (i.e. þangað til xda er búið að taka hann í gegn )",
            "date": "2013-05-02 00:43:00",
            "post_id": "508702",
            "reply_to_id": "508695"
        },
        {
            "user_name": "capteinninn",
            "text": "Hvenær kemur svo Motorola Phone X ?",
            "date": "2013-05-02 01:02:00",
            "post_id": "508707",
            "reply_to_id": "508702"
        },
        {
            "user_name": "chaplin",
            "text": "Haha, ég spottaði þetta á endanum og lagaði  \n  - en já ég er að bera saman símana sem ég linkaði í.",
            "date": "2013-05-02 01:08:00",
            "post_id": "508708",
            "reply_to_id": "508707"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Veit ekki hver munurinn er á þessum benchmarks. Sá þetta bara á play store og prófaði þetta.\nSent from my GT-I9505 using Tapatalk 2",
            "date": "2013-05-02 08:42:00",
            "post_id": "508722",
            "reply_to_id": "508708"
        },
        {
            "user_name": "eriksnaer",
            "text": "Eru komnir með fyrir nokkra af þeim, eins og One x, One V og svona... en myndi taka þá um 2-3 mán held ég að byrja að gera þetta hér heima...",
            "date": "2013-05-02 12:29:00",
            "post_id": "508748",
            "reply_to_id": "508722"
        }
    ],
    "date": "2013-05-01 23:21:00"
}