{
    "forum_title": "Koníakstofan",
    "id": "54871",
    "title": "Armbandsúr tekið í tollinum",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=54871",
    "posts": [
        {
            "user_name": "siggik",
            "text": "http://www.visir.is/greidir-700-thusund ... 3130509464\nmaður sem á efni á svona úri á líklega efni að sektinni, en að missa úrið í þokkabót .... áts",
            "date": "2013-05-06 16:06:00",
            "post_id": "509404",
            "reply_to_id": false
        },
        {
            "user_name": "beggi90",
            "text": "Rosalega \"overkill\" refsing.\nSkil ekki afhverju hann á að missa úrið.",
            "date": "2013-05-06 16:19:00",
            "post_id": "509407",
            "reply_to_id": "509404"
        },
        {
            "user_name": "rango",
            "text": "svo skattman geti fengið jólabónusinn sinn.",
            "date": "2013-05-06 16:23:00",
            "post_id": "509411",
            "reply_to_id": "509407"
        },
        {
            "user_name": "siggik",
            "text": "það er víst þannig að ef reynt er að smygla inn vörum þá þarf að borga tolla og svo er varan tekin af manni ... kannski er það bara yfir einhverja ákveðna upphæð ..",
            "date": "2013-05-06 16:42:00",
            "post_id": "509415",
            "reply_to_id": "509411"
        },
        {
            "user_name": "vesley",
            "text": "700þús er ca VSK á svona úri.",
            "date": "2013-05-06 16:43:00",
            "post_id": "509416",
            "reply_to_id": "509415"
        },
        {
            "user_name": "Stuffz",
            "text": "Vá 700þús kr í ríkiskassann, við erum orðin rík aftur \nef ég á að giska þá hafa þeir fengið ábendingu\nhugsanlega frá óánægðum fyrrum viðskiptamanni viðkomandi\nþað væri allavegana svona \"klassískur\" söguþráður.",
            "date": "2013-05-06 16:45:00",
            "post_id": "509417",
            "reply_to_id": "509416"
        },
        {
            "user_name": "rapport",
            "text": "Loksins er skatturinn hér á klakanum farinn að nálgast vinnuaðferðir í USA og Norðurlöndunum...\nSvona á þetta að vera...\nGaurinn getur svo boðið í úrið á næsta uppboði hjá Tollstjóra ;-)",
            "date": "2013-05-06 16:51:00",
            "post_id": "509421",
            "reply_to_id": "509417"
        },
        {
            "user_name": "Xovius",
            "text": "Ef hann var til í að spreða 3 millum í klukku þá vorkenni ég honum nákvæmlega ekkert fyrir að hafa verið tekinn fyrir þetta lögbrot.",
            "date": "2013-05-06 19:35:00",
            "post_id": "509435",
            "reply_to_id": "509421"
        },
        {
            "user_name": "astro",
            "text": "Akkúrrat það sem ég ætlaði að farað skrifa !",
            "date": "2013-05-06 19:40:00",
            "post_id": "509436",
            "reply_to_id": "509435"
        },
        {
            "user_name": "beggi90",
            "text": "En ef þú færir þetta yfir á sjálfan þig.\nHefðir tekið með þér 100 þúsund króna hlut, þyrftir að borga 40 þúsund króna sekt og hluturinn tekinn af þér.\nVæri bara sanngjarnt því að þú varst til í að spreða 100 krónum í eitthvern hlut.\nPrófaðu að setja þig hinum megin við borðið.",
            "date": "2013-05-06 21:27:00",
            "post_id": "509453",
            "reply_to_id": "509436"
        },
        {
            "user_name": "oskar9",
            "text": "Af hverju setti hann bara ekki úrið á sig og setti àbyrgðarskírtenið innà nærbuxurnar?",
            "date": "2013-05-06 21:33:00",
            "post_id": "509455",
            "reply_to_id": "509453"
        },
        {
            "user_name": "siggik",
            "text": "haha nákvæmlega",
            "date": "2013-05-06 21:43:00",
            "post_id": "509456",
            "reply_to_id": "509455"
        },
        {
            "user_name": "Xovius",
            "text": "Já, auðvitað. Ef ég væri að reyna að smygla hlut inní landið þá væri fullkomlega sanngjarnt að laganna verðir framfylgdu íslenskum lögum.\nAlveg eins og það er alveg sanngjarnt að ef ég stunda hraðakstur þá fæ ég sekt og/eða prófið tekið af mér.",
            "date": "2013-05-06 21:44:00",
            "post_id": "509457",
            "reply_to_id": "509456"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hann hefði getað sent sjálfum sér ábyrgðarskírteinið í bréfapósti.\nEn þetta sýnir líka að það er ekki sama hvort þú ert jón eða séra jón, muniði ekki eftir því þegar Dorrit kom með risa demantshring á hendinni inn í landið? \nÉg man ekki betur en sá hringur hafi verið metinn á 60 milljónir á sínum tíma, líklega í kringum 150 milljónir í dag. Og ekki datt tollvörðunum í hug að gera athugasemd við það.\nÞetta var á forsíðu Séð og Heyrt ef mig minnir rétt.",
            "date": "2013-05-06 21:47:00",
            "post_id": "509459",
            "reply_to_id": "509457"
        },
        {
            "user_name": "Klemmi",
            "text": "Hafa haldið að hún væri ferðamaður.",
            "date": "2013-05-06 21:49:00",
            "post_id": "509460",
            "reply_to_id": "509459"
        },
        {
            "user_name": "GuðjónR",
            "text": "Reyndar er hún það, hún hefur víst aldrei borgað skatta á íslandi þó hún hafi búið hérna í mörg ár, (sem ferðamaður kannski).",
            "date": "2013-05-06 21:52:00",
            "post_id": "509462",
            "reply_to_id": "509460"
        },
        {
            "user_name": "capteinninn",
            "text": "Ég get alveg skilið sektina en afhverju er úrið tekið af honum ?",
            "date": "2013-05-06 21:58:00",
            "post_id": "509465",
            "reply_to_id": "509462"
        },
        {
            "user_name": "Danni V8",
            "text": "Vá hvað ég gæti ekki verið tollvörður. \nÉg er alltof góðhjartaður til að geta sinnt þeirri vinnu vel. Ég myndi algjörlega láta þetta slide-a. En myndi nota allt mitt vald hins vegar til að geri lífið leitt ef ég myndi nappa einhvern með fíkniefni.",
            "date": "2013-05-06 21:59:00",
            "post_id": "509466",
            "reply_to_id": "509465"
        },
        {
            "user_name": "astro",
            "text": "Ef maður tilkynnir ekki (ferð með hlutin/a í \"rauða hliðið\") á leið úr fríhöfn á maður í hættu að hluturinn sé tekin af manni, það er tekið sem maður sé að stinga undan gjöldum og vsk.",
            "date": "2013-05-06 22:29:00",
            "post_id": "509472",
            "reply_to_id": "509466"
        },
        {
            "user_name": "Xovius",
            "text": "Þetta eru bara reglurnar, það verður síðan selt á uppoði held ég.",
            "date": "2013-05-06 22:29:00",
            "post_id": "509473",
            "reply_to_id": "509472"
        },
        {
            "user_name": "methylman",
            "text": "Kannski bara að prófa að fara í \"rétt\"  hlið í Flugstöðinni  \n   Gaurinn gamblaði með þetta og tapaði vorkenni honum ekkert",
            "date": "2013-05-07 12:28:00",
            "post_id": "509520",
            "reply_to_id": "509473"
        },
        {
            "user_name": "tlord",
            "text": "vinir hans munu örugglega verða mikið að spurja \"Hvað er klukkan?\"",
            "date": "2013-05-07 12:32:00",
            "post_id": "509521",
            "reply_to_id": "509520"
        },
        {
            "user_name": "sibbsibb",
            "text": "Mér finnst meika fullkomið sens að þetta sé tekið af honum. Annars myndu allir bara reyna að smygla inn drasli og ef þeir væru bustaðir myndir þeir bara borga sekt og hugsa \"Ahhh, gengur betur næst\". Væri ekki beint hvetjandi að fara lögleguleiðina þegar maður hefur ekki miklu að tapa á hinu.",
            "date": "2013-05-07 12:44:00",
            "post_id": "509522",
            "reply_to_id": "509521"
        },
        {
            "user_name": "dori",
            "text": "Er það ekki það sem allir eru að gera í dag hvort eð er.\nMér finnst að það eigi að breyta þessu systemi eitthvað - hugsa aðeins hver markmiðin með tollgælsu eru og finna betri lausn. Þegar við erum með svona sjúklega strangar reglur þá áttu að þurfa að leggja meiri hugsun í það að segja \"ég er með allt mitt á hreinu\" en að labba beinu leiðina út. Það eru flestir sem koma frá útlöndum með hluti fyrir meira en 88 þúsund (eða eitthvað annað sem brýtur einhverjar reglur), hvað þá þegar þetta var 60 þúsund kall eins og fyrir nokkrum mánuðum síðan. Þú þarft að taka á þig krók til að fara í rauða hliðið og þú ert, hef ég heyrt, trítaður eins og glæpamaður og leitað í öllu hjá þér ef þú gerir það.",
            "date": "2013-05-07 14:49:00",
            "post_id": "509549",
            "reply_to_id": "509522"
        },
        {
            "user_name": "coldcut",
            "text": "Auðvitað þarf að breyta þessu en lög eru lög. Varðandi að vera trítaður eins og glæpamaður þá lenti ég ekki í því þegar ég fór þar í gegn og enginn annar af þessum 20+ sem fóru í rauða hliðið.",
            "date": "2013-05-07 14:56:00",
            "post_id": "509551",
            "reply_to_id": "509549"
        },
        {
            "user_name": "FriðrikH",
            "text": "Af hverju að breyta þessu, ef það er ekkert mál að versla úti, tax free, og borga svo engan skatt heima, hvernig ætti að vera mögulegt að selja t.d. dýrari úr á Íslandi?  Það mundu einfaldlega allirbara biðja næsta mann að pikka 3 milljón króna úrið með sér eða gera sér ferð til DK, UK eða hvað það nú er til að sækja hlutinn, enda kostar flugmiðinn mikið minna en virðisaukaskatturinn.\nMér finnst þessar reglur því fullkomlega eðlilegar.",
            "date": "2013-05-07 15:04:00",
            "post_id": "509554",
            "reply_to_id": false
        },
        {
            "user_name": "tlord",
            "text": "næst fara þeir að athuga hvort fólk er að koma með nýjar tannfyllingar",
            "date": "2013-05-07 15:28:00",
            "post_id": "509567",
            "reply_to_id": "509554"
        },
        {
            "user_name": "Xovius",
            "text": "Skil bara ekki fólk sem finnst það að komast upp með þetta lögbrot alveg sjálfsagður hlutur. Eftirlitið er nánast ekkert eins og er, ég hef sjálfur komið með dýra hluti og labbað beint í gegnum græna hliðið...",
            "date": "2013-05-07 15:36:00",
            "post_id": "509575",
            "reply_to_id": "509567"
        },
        {
            "user_name": "dori",
            "text": "Skil bara ekki fólk sem gerir eins og ég... wat?",
            "date": "2013-05-07 15:59:00",
            "post_id": "509581",
            "reply_to_id": "509575"
        },
        {
            "user_name": "Templar",
            "text": "Það er meira en nóg refsing að borga tollinn og sekt, upptaka úrsins er þjófnaður. Þeir sem ekki skilja að upptaka af hálfu hins opinbera er þjófnaður vantar skilning á eðli stakkheimtu og tolla, það er t.d. ekkert sjálfsagt að hafa toll eða rukka skatt, þú ert með valdboði að fara í veski náungans og skammta þér af eignum hans, samkomulag um þetta heitir samfélags sáttmáli og það samþykkir engin upptöku eigna, ergo því er þetta þjófnaður af hinu opinbera. \nXovier þú þarft að lesa aðeins meira um heimspeki, skatta og pólitískar stefnur nú og í sögunni og ég svara þér með þessu; ég skil bara ekki fólk sem finnst svona reglur í lagi og ekki að brjóta svona reglur sem eru bara þjófnaður. \nTemplar",
            "date": "2013-05-07 16:39:00",
            "post_id": "509588",
            "reply_to_id": "509581"
        },
        {
            "user_name": "Xovius",
            "text": "Ég skil ekki fólk sem finnst sjálfsagt að komast upp með þetta, mér finnst það ekki sjálfsagt.",
            "date": "2013-05-07 16:41:00",
            "post_id": "509589",
            "reply_to_id": "509588"
        },
        {
            "user_name": "FriðrikH",
            "text": "Hvað meinarðu?? Sekt er upptaka á eignum? Er það þá líka þjófnaður að beita sektum? Reglurnar varðandi þetta eru alveg skýrar og ef fólk er tilbúið að taka þessa áhættu, þá á það að vera tilbúið að taka afleiðingunum.",
            "date": "2013-05-07 17:02:00",
            "post_id": "509591",
            "reply_to_id": "509589"
        },
        {
            "user_name": "Gúrú",
            "text": "Að fangelsa fyrir morð er mannrán. Það væri alveg nóg að skamma fólk bara. Samt fangelsum við fólk. Það er bara mannrán.",
            "date": "2013-05-07 17:09:00",
            "post_id": "509592",
            "reply_to_id": "509591"
        },
        {
            "user_name": "Halli13",
            "text": "Afhverju ætti fólk ekki að missa vöruna?\nEf það höstlar vörunni inní landið þá er varan ólögleg, alveg einsog t.d fíkniefni og ólöglegir hlutir eru gerðir upptækir.\nGeri mér alveg grein fyrir því að fíkniefni og úr eru ekki sömu hluturnir en eru bæði ólöglegt ef ekki er borgað tollur af úrinu.\nÞað þarf að vera refsing fyrir öll lögbrot og refsingin á ekki að vera sú sama og það sem hefði kostað að gera hlutinn löglega, það er ekki refsing.",
            "date": "2013-05-07 17:15:00",
            "post_id": "509594",
            "reply_to_id": "509592"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Þú borgar tollinn og sekt í ofanálag. Er varan ennþá ólögleg þegar þú ert búinn að borga af henni öll gjöld? Það er bara blaut tuska og putti í andlitið að taka vöruna líka.\nOg btw, að líkja þessu við morð er bara vitleysa. Ég skil vel að menn reyni að sneiða okkar asnalega tollakerfi.",
            "date": "2013-05-07 17:23:00",
            "post_id": "509597",
            "reply_to_id": "509594"
        },
        {
            "user_name": "Halli13",
            "text": "Sektinn í þessu tilfelli er úrið, sem er kannski rangt, en þá er sektin allavegna í hlutfalli við það sem þú braust af þér.\nSektin gæti einnig verið andvirði úrsins en aftur á móti hafa ekki allir efni á því að punga út þá upphæð aftur.",
            "date": "2013-05-07 17:36:00",
            "post_id": "509599",
            "reply_to_id": "509597"
        },
        {
            "user_name": "natti",
            "text": "Hvenær fórstu síðast til útlanda?\nEr mikið búið að breytast síðusta mánuðinn eða tvo? Ég gekk þarna síðast í gegn í mars...\na) Þú tekur engan \"krók\" til að fara í \"rauða hliðið\". Þetta er nánast eins og lúgusjoppa á leiðinni út.\nb) Í \"rauða hliðinu\" ertu bara afgreiddur með það sem þú segir til um, það er engin leit eða þess háttar þar, undir venjulegum kringumstæðum þ.e.\nÞú basically talar við einstakling, sýnir kvittanir, borgar, færð kvittun, og depending á hvernig tæki þetta er þá geturu fengið límmiða líka.\nÞegar þú ert búinn þar, þá labbaru aftur inn á sama gang og allir aðrir ferðamenn, og heldur áfram að ganga út ganginn á leiðinni út.\nAðeins lengra eru tollverðirnir sem sjá um að pikkka fólk út fyrir leit.\nAð öllu jöfnu hafa þessir tollverðir ekki hugmynd um hvort þú sért búinn að fara í rauða hliðið eða ekki, og hvort þú verður fyrir valinu í að það sé leitað hjá þér er þá á allt öðrum forsendum.\nEina undantekningin á þessu er ef einstaklingurinn sem afgreiddi þig í rauða hliðinu kalli til hinna tollvarðanna og biðji sérstaklega um að þú sért stoppaður, sem ég efast um að sé algengt nema þú sért sérstaklega grunsamlegur.",
            "date": "2013-05-08 21:05:00",
            "post_id": "509795",
            "reply_to_id": "509599"
        },
        {
            "user_name": "coldcut",
            "text": "Ég reikna með að þú hafi quoteað vitlaust en annars kom ég til Íslands frá BNA í desember, með þrjár huge ferðatöskur.",
            "date": "2013-05-10 09:43:00",
            "post_id": "509983",
            "reply_to_id": "509795"
        }
    ],
    "date": "2013-05-07 15:04:00"
}