{
    "forum_title": "Koníakstofan",
    "id": "54888",
    "title": "Mesti hagvöxtur í heimi á Íslandi?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=54888",
    "posts": [
        {
            "user_name": "hakkarin",
            "text": "Var að spjalla við vinn minn um pólitíkina og ég var að drulla yfir vinnstri stjórnina.\nHann reyndi að verja hana og sagði að Íslandi væri ekki í svo vondum málum, og sagði hann að t.d. væri mesti hagvöxtur í heimi á Íslandi.\nEr þetta rétt hjá honum? Veit ekki alveg hvernig þetta hagvaxtardrasl virkar. Hvað er svona sérstakt við það og hvað er hagvöxtur?",
            "date": "2013-05-07 04:20:00",
            "post_id": "509498",
            "reply_to_id": false
        },
        {
            "user_name": "paze",
            "text": "Af hverju varstu að drulla yfir eitthvað ef þú vissir ekki hvað þú varst að drulla yfir?\nÞað er ekkert að því að hugsa smá og 'pick your battles'.\nÞað er ekki erfitt að lækka vísitölu þegar maður sker niður öll útgjöld ríkissins og blóðmjólkar fólkið í 4 ár. Þetta hefðiru átt að segja.\nGangi þér betur næst.",
            "date": "2013-05-07 07:25:00",
            "post_id": "509499",
            "reply_to_id": "509498"
        },
        {
            "user_name": "methylman",
            "text": "Hvernig er það man enginn eftir því hvernig þetta var hérna fyrstu dagana eftir hrunið,  það vildi enginn úti lána íslenskum fyrirtækjum sem höfðu verið í viðskiftum í áratugi,  það var ekki víst að greiðslur fyrir fisk kæmust hingað og inn í hagkerfið aftur.  Yrði til bensin á bíla landsmanna og olía á fiskiskipaflotann,  eða lækningavörur og lyf.  Það er margt sem er mikilvægara en pizza tvisvar í viku,  við íslendingar eigum mörg heimsmet og þar á meðal er heimsmet í eigingirni og frekju.",
            "date": "2013-05-07 08:06:00",
            "post_id": "509500",
            "reply_to_id": "509499"
        },
        {
            "user_name": "FriðrikH",
            "text": "En nei, það er ekki mesti hagvöxtur í heimi á Íslandi, hagvöxtur í Kína var t.d. 7,8% árið 2012.",
            "date": "2013-05-07 08:34:00",
            "post_id": "509501",
            "reply_to_id": "509500"
        },
        {
            "user_name": "coldcut",
            "text": "",
            "date": "2013-05-07 09:07:00",
            "post_id": "509503",
            "reply_to_id": "509501"
        },
        {
            "user_name": "ManiO",
            "text": "Hljómar bara eins og nánast allar umræður um pólitík. Hvorurug hliðin á deilunni hafa hugmynd um hvað þær eru að tala um.\nGætir alveg eins skipt út vinstri og hægri fyrir United og City.",
            "date": "2013-05-07 09:35:00",
            "post_id": "509506",
            "reply_to_id": "509503"
        },
        {
            "user_name": "Icarus",
            "text": "that",
            "date": "2013-05-07 10:22:00",
            "post_id": "509510",
            "reply_to_id": "509506"
        },
        {
            "user_name": "Hamsurd",
            "text": "Is Iceland an oil country, answer is : nope \nIs Iceland a Hag-Fruit country, answer is : yes",
            "date": "2013-05-07 11:38:00",
            "post_id": "509516",
            "reply_to_id": "509510"
        }
    ],
    "date": "2013-05-07 04:20:00"
}