{
    "forum_title": "Koníakstofan",
    "id": "55004",
    "title": "Enn ein heyrnatólaspurning *sigh*",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=55004",
    "posts": [
        {
            "user_name": "demaNtur",
            "text": "Jæja, ég keypti mér hljóðkort um daginn (Sound Blaster X-Fi Titanium Fatal1ty Pro) og langar að uppfæra heyrnatólin svona uppá að fá sem bestu hljómgæðin, mín eru orðin frekar gömul og lúinn (sennheiser 5555/595)\nNú spyr ég ykkur, hvaða heyrnatól eru sniðugur kostur fyrir mig? (bæði gaming og tónlistar-spilun)\nHef svosem ekkert budget limit fyrir þetta..",
            "date": "2013-05-14 02:05:00",
            "post_id": "510563",
            "reply_to_id": false
        },
        {
            "user_name": "capteinninn",
            "text": "/offtopic!\nEkkert diss á þig en væri kannski sniðugt að gera þræði þar sem það væri listi yfir bestu hluti miðað við budget í allskonar aukahlutum eins og t.d. heyrnartólum og fleira.\nÉg var að spyrja um stól um daginn og þá var til þráður um það núþegar, þetta væri mjög sniðugt þannig að fólk gæti bara farið í þráðinn fyrir hvað sem maður leitar að og séð þar hvað Vaktarar teldu það besta miðað við budget. Hugsanlega fengið admin eða einhvern til að uppfæra hann þegar fólk mældi með einhverju eða eitthvað hætti að vear til sölu.\nEn annars er þetta ekkert að bögga mig neitt sérstaklega að sjá nýja þræði um þetta en þetta myndi líklega hjálpa fólki að finna það sem það leitar að hraðar.\nEn ég veit ekkert um heyrnartól, mjög margir mæla með sennheiser og ég hef bara átt góð heyrnartól frá þeim.",
            "date": "2013-05-14 02:38:00",
            "post_id": "510564",
            "reply_to_id": "510563"
        },
        {
            "user_name": "Gunnar",
            "text": "fyrst það er ekkert limit!!!\nHD 800\nen er með hd 555 og það næsta sem ég fæ mér er örugglega \nþetta hérna = HD 598",
            "date": "2013-05-14 02:40:00",
            "post_id": "510565",
            "reply_to_id": "510564"
        },
        {
            "user_name": "demaNtur",
            "text": "HD800 er algjör draumur, enn mér finnst það svolítið of mikið að kaupa headphones fyrir 180~þúsund, enn er alvarlega að íhuga þau, bara góð reviews sem ég finn um þau.\nHvernig er það, hefur eitthver hérna prufað HD598?",
            "date": "2013-05-14 03:13:00",
            "post_id": "510569",
            "reply_to_id": "510565"
        },
        {
            "user_name": "Gunnar",
            "text": "yeah nema þú eigir ríka foreldra sem gefa þér allt myndi ég ekki fá mér þetta.\nnokkuð viss um að eigandi síðunnar eigi svoleiðis svoleiðis, aka GuðjónR þar að segja HD598\nsamt allveg óþarfi að uppfæra í HD598 úr HD595...solid headsett sem þú ert með núna",
            "date": "2013-05-14 03:21:00",
            "post_id": "510571",
            "reply_to_id": "510569"
        },
        {
            "user_name": "demaNtur",
            "text": "Er í þokkalega vel launaðari vinnu sjálfur  \n \nEr frekar spenntur fyrir HD598, er nokkuð viss um að ég sé með þeim að nýta hljóðkortið til fulls, miðað við að mín núverandi séu alveg djöfulli góð, enn gömul, lúin og ljót eftir nokkurra ára notkun..\nGuðjón og fleiri eigendur mega endinlega smella inn hvað þeim finnst um 598",
            "date": "2013-05-14 03:26:00",
            "post_id": "510572",
            "reply_to_id": "510571"
        },
        {
            "user_name": "demaNtur",
            "text": "Búinn að vera skoða \nCorsair 2000\n þráðlausu headphonein, lýst mjög vel á þau, eru þau seld eitthvernstaðar hérna heima?\nEdit; Fann þau hjá tölvulistanum, langar að skoða fleirri headphones samt, endinlega komið með uppástungur.",
            "date": "2013-05-14 19:34:00",
            "post_id": "510674",
            "reply_to_id": "510572"
        },
        {
            "user_name": "worghal",
            "text": "Sennheiser 380PRO!!!",
            "date": "2013-05-14 19:36:00",
            "post_id": "510675",
            "reply_to_id": "510674"
        },
        {
            "user_name": "MatroX",
            "text": "ef það er ekkert budget þá ferðu í heyrn.is og lætur taka mót af eyrunum á þér og velur þér svo eitthvað af þessum Ultimate Eears heyrnatólum \nhttp://ultimateears.logitech.com/en-us/home\nþetta er það besta sem fæst og flestar stærstu hljómsveitir og frægir tónlistamenn í heiminum nota þetta á sviði.",
            "date": "2013-05-14 19:49:00",
            "post_id": "510677",
            "reply_to_id": "510675"
        },
        {
            "user_name": "worghal",
            "text": "er þetta ekki bara notað fyrir click-tracks ?",
            "date": "2013-05-14 19:54:00",
            "post_id": "510680",
            "reply_to_id": "510677"
        },
        {
            "user_name": "MatroX",
            "text": "ha? haha nei\nþetta eru monitor headphone og þetta er örruglega bestu hljómgæði sem maður kemst í fyrir peninginn",
            "date": "2013-05-14 19:57:00",
            "post_id": "510681",
            "reply_to_id": "510680"
        },
        {
            "user_name": "Nariur",
            "text": "Er þetta ekki fyrir on-stage monitoring? Ég stórefa að þetta sé notað í studioum.",
            "date": "2013-05-14 20:02:00",
            "post_id": "510684",
            "reply_to_id": "510681"
        },
        {
            "user_name": "MatroX",
            "text": "já þetta er notað on-stage, af FOH og af monitor mönnum live, en þetta hefur líka verið notað í studio-um úti.",
            "date": "2013-05-14 20:09:00",
            "post_id": "510685",
            "reply_to_id": "510684"
        },
        {
            "user_name": "audiophile",
            "text": "Verður að fara í HD 600/650/800 til að fá eitthvað betra en 595.",
            "date": "2013-05-14 20:32:00",
            "post_id": "510688",
            "reply_to_id": "510685"
        },
        {
            "user_name": "odinnn",
            "text": "Var að panta mér Philips Fidelio X1 áðan ásamt nýrri snúru í þá, er sjúklega spenntur fyrir því að prófa þá og sjá hvernig þeir eru miðað við 11 ára gömlu Sennheiser 570 headphone-ana mína sem eru núna að detta í sundur. Kannski eins gott að þeir standi sig fyrir +50þ kall.",
            "date": "2013-05-14 21:22:00",
            "post_id": "510690",
            "reply_to_id": "510688"
        },
        {
            "user_name": "demaNtur",
            "text": "Mér finnst gífurlega óþæginlegt að hafa svona earbuds, eða hvað sem þetta nú heitir, þó að þetta gæti verið þæginlegt (enda búið til eftir móti) þá er ég frekar að leita mér að headphones sem ná yfir eyrun. \nEf eitthver misskilningur varð þá er ég ekki bara að leita mér að sennheiser, ég er til í að prufa eitthvað nýtt \nEndinlega láttu mig vita hvernig þau eru",
            "date": "2013-05-14 21:33:00",
            "post_id": "510691",
            "reply_to_id": "510690"
        },
        {
            "user_name": "MatroX",
            "text": "myndi skoða þessi þá\nhttp://www.hljodfaerahusid.is/is/vorur/viewProduct/3981",
            "date": "2013-05-14 21:38:00",
            "post_id": "510693",
            "reply_to_id": "510691"
        },
        {
            "user_name": "astro",
            "text": "Sæll, ég er með SH 598.\nAth: Ég er að nota heyrnartólin með ASUS Xonar Essence ST hljóðkorti og met tólin útfrá því.\nHljómgæði: 8/10 - Mjög skörp og skýr heyrnartól, skilar öllum tónsviðum vel í eyrun, einstaklega góð þegar maður er að hlusta á klassíska tónlist. Eina sem ég get sett útá er bassinn. \nFinst vanta meiri þéttleika og úmfph í hann, en það er að öllum líkindum vegna þess að þau eru opin og skila alldrei sama þéttleika og lokuð. Ekki samt miskilja og halda að ég sé að segja að það \nsé enginn bassi, hann er allveg til, en þegar maður er að hlusta á eithvað hart dubstep eða eithvað með prodigy þá vantar alltaf þetta CLIMAX bassa punch.\nBuild-gæði: 6/10 - Ágætlega byggð, hef misst þau nokkrum sinnum úr 1m hæð og þau eru enn 100% heil. Annað má segja með 555 eða 595 (mín gömlu) sem voru öll með brot hjá spönginni eða sem heldur spönginni.\n598 eru nákvæmlega eins nema annar litur, veit ekki hvort þetta sé annað plast efni en ég er mjög hræddur alltaf þegar ég missi þau að þau brotni.\nÉg er búinn að eiga þau í rúm 2 ár og það heyrist svona plast-nudd-ískur í þeim þegar ég toga þau í sundur og legg yfir hausinn, og heyrist stundum þegar ég er að hreyfa mig og hlusta.\nMaterial gæði: 7/10 - Leðrið í höfuðspönginni er ódýrt, það leið rétt rúmt ár og það voru komnar sprungur og rifur í það, það hefði allveg mátt vera svona mjúkt mikrófíber eins og er á eyrnarskálunum, það er þó slitsterkara.\nÁ eyrnarskálunum er mjög mjúkt og þæginlegt efni fyrir svæðið í kringum eyrun, góður svampur eða filler efni, ekki of mikið eða of stíft. Eina sem ég set útá það er að það festist allt ryk í því.\nNotkun: 10 / 10 - Það er hægt að nota þessi heyrnartól í fleirri fleirri klst án þess að finna fyrir þreytu, ég notaði þau um daginn samfleitt í 14klst þegar ég var að vinna stórk verkefni og var með tónlist í eyrunum og gleymdi þeim allveg.\nÞau sitja þétt að manni en ekki þannig að maður verður þreyttur á þeim og finnur fyrir þrýsting eða neinu svoleiðis, þau eru medium létt þannig að engin þreyta þar undan.\nSnúran er mjög sterk, er búinn að renna mér yfir hana óteljandi sinnum og alltaf er hún eins. Hún er líka mjög löng, er með hana vafða í kringum skrifborðið mitt svo hún sé sem minnst fyrir.\nOverall: 8/10 - Bestu Sennheiser sem ég hef átt overall.",
            "date": "2013-05-14 22:38:00",
            "post_id": "510700",
            "reply_to_id": "510693"
        },
        {
            "user_name": "atlifreyrcarhartt",
            "text": "Eg er að nota alienware tactx og það er flott sound og flott look og  rosalega þægilegt fyrir langtimaspilun en það sem böggar mig er það að mer fynst að það eigi að vera hægt að hækka meyra i þeim!",
            "date": "2013-05-15 01:25:00",
            "post_id": "510719",
            "reply_to_id": "510700"
        },
        {
            "user_name": "Gilmore",
            "text": "Ég er með Audio Technica M50LE og Sennheiser HD595. \nÉg er eiginlega hættur að nota HD595 eftir að ég fékk M50, þau eru líka lokuð þannig að þau trufla ekki þá sem eru í kringum mig. Og M50 er örugglega það besta í þessu price range.",
            "date": "2013-05-15 11:13:00",
            "post_id": "510757",
            "reply_to_id": "510719"
        },
        {
            "user_name": "Garri",
            "text": "Ég var einmitt að kaupa mér M50 frá Audio Technica ásamt því að eiga Sennheiser 180 þráðlaus. Var að bera þessi tvö saman í gegnum svona test - skrár á netinu, THX video á Youtube ofl. \nFannst M50 koma betur út. Hinsvegar nýtast þau mér á annan hátt en þráðlaus. Spurning hvenær það koma alvöru heyrnartól með 20 riða heyrnarnæmni, þráðlaus og eða ásamt bluetooth. Var að leita að þessu um daginn og fanst eins og enn væri þetta ekki orðið \"alvöru\" en kostar samt helling.\nHér til dæmis eitt \nfrá Sony\n sem eiga að vera mjög góð en sýnist þau aðeins ná niður í 100rið sem er að sjálfsögðu ekki ásættanlegt fyrir alvöru músik hlustun.\nÞessi hér\n sýnist mér hinsvegar vera alvöru og þau eru með Bluetooth. Kosta vissulega slatta en virðast vera alveg \"ekta\"\nSvo er það að sjálfsögðu \nSennheiser MM450-X\n, var búinn að lesa smá um þau, sumt neikvætt en meira jákvætt.",
            "date": "2013-05-15 12:13:00",
            "post_id": "510765",
            "reply_to_id": "510757"
        },
        {
            "user_name": "demaNtur",
            "text": "Snillingur! Takk kærlega  \n \nEru þessar M50 seldar hérna heima? Ef svo er, hvar?\nFinnst þessi ekki næginlega \"appealing\", skoðaði fleiri þarna inni og fann \nhttp://www.hljodfaerahusid.is/is/vorur/viewProduct/7666\n þessi, mér finnst þessi töff, verst að maður er fluttur úr bænum og getur ekki farið á milli staða og prufað headphone-in sem maður hefur áhuga á..",
            "date": "2013-05-15 17:58:00",
            "post_id": "510811",
            "reply_to_id": "510765"
        },
        {
            "user_name": "Frikkasoft",
            "text": "M50 eru seld í Nýherja\nhttp://www.netverslun.is/verslun/produc ... 5,722.aspx",
            "date": "2013-05-15 18:34:00",
            "post_id": "510817",
            "reply_to_id": "510811"
        },
        {
            "user_name": "GuðjónR",
            "text": "Held ég myndi ekki kaupa HD 598 aftur.",
            "date": "2013-05-15 18:48:00",
            "post_id": "510818",
            "reply_to_id": "510817"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Myndi klárlega fá mér þessi! Búinn að vera skoða þessi mikið á netinu og lesa ansi mörg reviews og þetta eru lang bestu headphoninn fyrir þennan pening.",
            "date": "2013-05-15 19:01:00",
            "post_id": "510823",
            "reply_to_id": "510818"
        },
        {
            "user_name": "demaNtur",
            "text": "Var að panta mér corsair 2000 þráðlaus headphones, ætla sjá hvernig ég fýla þau og ef ég fýla þau ekki, þá hendi ég mér yfir í M50",
            "date": "2013-05-15 19:32:00",
            "post_id": "510828",
            "reply_to_id": false
        },
        {
            "user_name": "jonsig",
            "text": "Grado ps-500 . Þéttur og nákvæmur bassi, og skarpir detailar.  Dýr heyrnatól",
            "date": "2013-05-22 09:48:00",
            "post_id": "511863",
            "reply_to_id": "510828"
        },
        {
            "user_name": "demaNtur",
            "text": "Ég náði í corsair 2000 heyrnatólin í dag, þessi slá út gömlu sennheiser sem ég var með, easily.\nEitt on the downside, leiðinlegt static suð alltaf.",
            "date": "2013-05-31 21:14:00",
            "post_id": "513364",
            "reply_to_id": "511863"
        },
        {
            "user_name": "Kristján",
            "text": "http://forum.corsair.com/v3/showthread.php?t=108354\nfín lesning herna. nokkrir með góða tillögur um hvað skal gera.\nertu með hljóðkort?, er á onboard kortið disabled?\nertu buinn að snerta jörð....?\ner hljóðið ennþá þegar headphonin eru ekki i hleðslu eða er það bæði þegar það er i hleðsi og ekki?\ngera driver sweep og bara vera með driverinn fyrir hljóðkortið sem er default og hafa hitt disabled.\ner nokkuð volumeið hjá þér í botni einhverstaðar.. það getur verið i windows sound, eða foritinu eða á headsetinu sjálfu ( mér finnst best að vera með allt í 50% og svo vera með eitthvað eitt ti lað hækka og lækka í) \nread on, google some more and read more.",
            "date": "2013-05-31 22:41:00",
            "post_id": "513390",
            "reply_to_id": "513364"
        },
        {
            "user_name": "demaNtur",
            "text": "ertu með hljóðkort? Já, Sound Blaster X-Fi Titanium Fatal1ty Pro\ner á onboard kortið disabled? Já.\nertu buinn að snerta jörð....?  \n  Já. \ner hljóðið ennþá þegar headphonin eru ekki i hleðslu eða er það bæði þegar það er i hleðsi og ekki? Þetta er alltaf, ég er samt byrjaður að venjast þessu og heyri þetta static suð ekki lengur.\nOg nei ekkert volume í botni   \n*Note, þegar ég connectaði teamspeak 3 núna rétt í þessu, þá boostaðist static hljóðið alveg þvílíkt! (Er með push2talk)",
            "date": "2013-06-01 07:53:00",
            "post_id": "513419",
            "reply_to_id": "513390"
        },
        {
            "user_name": "jonsig",
            "text": "Held að hann sé að tala um hina illræmdu \"ground\" loop.  Hvernig suð er þetta?",
            "date": "2013-06-09 06:10:00",
            "post_id": "514577",
            "reply_to_id": "513419"
        },
        {
            "user_name": "demaNtur",
            "text": "Eftir að hafa lesið mér smá til, þá er líklegast að þetta sé \"noise cancelling static\".\nEr alveg hættur að taka eftir þessu samt",
            "date": "2013-06-09 07:21:00",
            "post_id": "514580",
            "reply_to_id": "514577"
        },
        {
            "user_name": "jonsig",
            "text": "Ég held að sterka hlið Xonar STX er EMI skjöldurinn, þetta er fyrsta hljókortið sem ég hef átt sem hefur ekki suð. Og auðvitað eftir því sem þú hefur betri headphones þá verður alltaf mikilvægara að hindra rafsegul truflanir",
            "date": "2013-06-09 09:53:00",
            "post_id": "514586",
            "reply_to_id": "514580"
        },
        {
            "user_name": "CendenZ",
            "text": "Já miklu betri. suðið gerir gæfumunin",
            "date": "2013-06-09 11:07:00",
            "post_id": "514589",
            "reply_to_id": "514586"
        },
        {
            "user_name": "Hvati",
            "text": "Hefur einhver hérna reynslu á Grado heyrnartólunum sem fást í Hljómsýn?\nÉg hef verið að skoða SR-325is tólin sem fást á 57.700 kr. hjá þeim.",
            "date": "2013-06-09 13:50:00",
            "post_id": "514601",
            "reply_to_id": "514589"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "skellti mér á turtle beach px5, einu þráðlausu 7.1 heyrnartólin sem ég fann sem hafa optical tengi á sendirinum.\nekkert suð.. frábært sound.. horfði á matrix og mér leið eins og ég væri með heimabíókerfið í gángi.",
            "date": "2013-06-09 15:36:00",
            "post_id": "514620",
            "reply_to_id": "514601"
        },
        {
            "user_name": "demaNtur",
            "text": "Ætti maður ss. að splæsa í eitt þannig stykki?  \n \nHahaha, jafn ótrúlegt og það hljómar, þá jú, miklu betri",
            "date": "2013-06-09 21:06:00",
            "post_id": "514656",
            "reply_to_id": "514620"
        },
        {
            "user_name": "jonsig",
            "text": "Yebb, ég uppfærði úr hd595 í grado ps-500 og sé ekki eftir krónu .",
            "date": "2013-06-09 22:35:00",
            "post_id": "514674",
            "reply_to_id": "514656"
        },
        {
            "user_name": "jonsig",
            "text": "Og til að svara þessu með suðið, þá verða heyratól næmari fyrir öllum truflunum, sem dæmi ef upptökur eru lélegar þá tekur maður kannski bara fyrst eftir því þegar maður er kominn með high end headphones",
            "date": "2013-06-09 22:38:00",
            "post_id": "514676",
            "reply_to_id": "514674"
        },
        {
            "user_name": "Moquai",
            "text": "Mér finnst þau frábær, hef ekki notað/prufað heyrnartól sem mér finnst hafa verið betri síðan ég keypti mér þessi, og það eru alveg 2 ár eða eitthvað síðan ég fékk þau.\nVerst að þú þarft alveg op hljóðkort til að fá almennilegann hljóm úr þessu, og svo ef þú ert með hljóðkort til að ampa þetta þá geturu bókstaflega notað þau sem hátalara.\nÆtla að fjárfesta í þessu : \nhttp://www.newegg.com/Product/Product.a ... 6829132010\nHeyrnartólin eru með 6.5mm basic headphone jack, en fylgir 6.5->3.5mm millstykki með.\nEin pæling, veit eitthver hver munurinn er, segjum sem svo að ef við værum með tvö alveg eins hljóðkort fyrir utan það að eitt hljóðkortið er með 6.5mm, en hitt 3.5mm.\nVæri eitthver munur í hljóði?",
            "date": "2013-06-09 22:44:00",
            "post_id": "514677",
            "reply_to_id": "514676"
        },
        {
            "user_name": "jonsig",
            "text": "Vissulega gerir amp hd598 líflegri en varla , sérstaklega þar sem þau hafa lágan impedance þá er það ekki nauðsin nema þú sért með crap source eins og síma t.d. .Og í besta falli eru hd598/hd595 í grunnu lauginni í \"high end audio heyrnartólum\"  ,þú skilur hvað ég á við ef þú mundir hlusta á hd800 / grado ps-500 / byer dynamic T1 tesla.\nOg síðast en ekki síst EKKI NOTA headphones sem speakera, nema þú viljir skemma þau .",
            "date": "2013-06-10 10:01:00",
            "post_id": "514702",
            "reply_to_id": "514677"
        }
    ],
    "date": "2013-05-15 19:32:00"
}