{
    "forum_title": "Þjónusta / Viðgerðir",
    "id": "55105",
    "title": "Ps3 Slim vandamál með diskadrif (myndband)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=13&t=55105",
    "posts": [
        {
            "user_name": "heiftrobert",
            "text": "Þannig er mál með vexti að fyrir stuttu fór Playstation 3 tölvan mín að eiga í vandamálum með að lesa diska. Ég las mig mikið til um þetta vandamál og komst að því að það þyrfti bara að þrífa linsuna sem ég gerði. \n \nÉg opnaði tölvuna að diskadrifinu og þreyf lisnuna eins og mér var leiðbeint með alcahol rubber og eyrnapinna. Ég set saman tölvuna aftur og gat spilað. En aðeins einum degi síðar lendi ég í því vandamáli að þegar ég set diskinn í tölvuna tekur vélin ekki á móti disknum. \n \nÞað kemur ekkert hljóð og einfandlega gerist ekkert. Ef þið fattið ekki hvað ég á við þá er ég að tala um að þegar ég set diskinn í tölvuna tekur hún ekki á móti disknum.\n \nÞetta lýsir sér síðan kannski örlítið betur hér í myndbandinu að neðan.\n \nHvert er vandamálið ?\nhttp://www.youtube.com/watch?v=SHOfm2y8 ... e=youtu.be",
            "date": "2013-05-20 16:39:00",
            "post_id": "511550",
            "reply_to_id": false
        },
        {
            "user_name": "svanur08",
            "text": "sleðinn ekki bara bilaður?",
            "date": "2013-05-20 16:52:00",
            "post_id": "511553",
            "reply_to_id": "511550"
        },
        {
            "user_name": "heiftrobert",
            "text": "Er einhvað sem ég get gert sjálfur til þess að laga þetta. Ef ekki hvert fer ég með tölvuna í viðgerð og hvað er hugsanlegur viðgerðar kostnaður á þessu ?",
            "date": "2013-05-20 16:58:00",
            "post_id": "511555",
            "reply_to_id": "511553"
        },
        {
            "user_name": "atlifreyrcarhartt",
            "text": "Opnaðu tölvuna og atuga tengingarnar a geisladrifinu, vastu að gera eh serstagt þegar þetta gerðist? Getur verið að eh hafi troðið disk i tolvuna meðan ekkert rafmagn var a henni?\nGangi þér vel",
            "date": "2013-05-20 17:06:00",
            "post_id": "511556",
            "reply_to_id": "511555"
        },
        {
            "user_name": "heiftrobert",
            "text": "Það var ekki troðið neinum disk inní tölvuna. Það gæti verið að einhverjar tengingar hafi losnað en áður en ég fer í það að opna tölvuna aftur hvaða snúrur eru það sem koma geilsa drifinu við ?",
            "date": "2013-05-20 17:22:00",
            "post_id": "511561",
            "reply_to_id": "511556"
        },
        {
            "user_name": "atlifreyrcarhartt",
            "text": "Þu att að sja það strax annars liggja þær undir því",
            "date": "2013-05-20 17:30:00",
            "post_id": "511563",
            "reply_to_id": "511561"
        },
        {
            "user_name": "heiftrobert",
            "text": "Já alveg hárrétt hjá þér það var ein laus snúra takk fyrir hjálpina. Hinsvegar er ég kominn með alveg nýtt vandamál núna  \n Núna er eins og tölvan sér að reyna ýta einhverjum disk út, tekur ekki við disknum og gefur frá sér hljóð.",
            "date": "2013-05-20 17:46:00",
            "post_id": "511567",
            "reply_to_id": "511563"
        },
        {
            "user_name": "heiftrobert",
            "text": "Nevermind þetta er komið í lag. Takk fyrir hjálpina.",
            "date": "2013-05-20 18:23:00",
            "post_id": "511573",
            "reply_to_id": "511567"
        }
    ],
    "date": "2013-05-20 16:39:00"
}