{
    "forum_title": "Þjónusta / Viðgerðir",
    "id": "55145",
    "title": "PS3",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=13&t=55145",
    "posts": [
        {
            "user_name": "Skippó",
            "text": "Sælir Vaktara,\nVar að lenda í því að fá YLOD eða Yellow Light Of Death á PS3 tölvunni minni. Ekki vitið hvort að það sé eitthvað hægt að gera í þessu eða að tölvan sé alveg dauð?",
            "date": "2013-05-22 19:06:00",
            "post_id": "511950",
            "reply_to_id": false
        },
        {
            "user_name": "Hargo",
            "text": "Reflow á CPU/GPU á móðurborðinu með hitabyssu eða jafnvel bakstri í ofni kemur henni í gang aftur, ekki verra ef þú berð flux á rétta staði. Hvað hún endist lengi eftir það er erfitt að segja. Í fyrsta skipti sem ég gerði þetta við mína vél entist hún í um 1 ár áður en hún fékk YLOD aftur. Í næstu tvö skipti voru þetta um 6-8 mánuðir minnir mig. Endaði að lokum að kaupa nýja og seldi gömlu á klink. Ég lagaði hana hinsvegar enn einu sinni áður en ég seldi hana til kunningja og hún er enn í notkun hjá honum (fingers crossed). \nÞað má hinsvegar koma fram að vélin var í mjög mikilli notkun hjá mér, var notuð sem media center líka og var í notkun á hverjum degi.",
            "date": "2013-05-22 19:23:00",
            "post_id": "511951",
            "reply_to_id": "511950"
        },
        {
            "user_name": "Skippó",
            "text": "Væri í lagi að setja allt borðið bara í venjulega ofn eða?",
            "date": "2013-05-23 02:20:00",
            "post_id": "512013",
            "reply_to_id": "511951"
        },
        {
            "user_name": "cure",
            "text": "http://vimeo.com/27111917\nég notaði þetta þegar ég lagaði mína.. \npassaðu að taka batterýið úr móðurborðinu og kælikubbana..\n10 min á 200C og mín svínvirkar enþá það er kanski hálft ár síðan ég lagaði hana svona",
            "date": "2013-05-23 02:35:00",
            "post_id": "512014",
            "reply_to_id": "512013"
        },
        {
            "user_name": "Skippó",
            "text": "Hann semsagt hreinsar þetta með alkahóli og setur þetta svo bara í ofninn og skellir svo bara kælikremi á?",
            "date": "2013-05-23 03:54:00",
            "post_id": "512015",
            "reply_to_id": "512014"
        },
        {
            "user_name": "halfdeaf",
            "text": "Þessi aðferð er bara redding og getur virkað í 3 vikur eða ef að menn eru heppnir í lengri tíma. Þetta er aldrei til frambúðar. tölvan mun klikka aftur. \nÞað er hægt að gera við YLOD en til þess þarf þó nokkra kunnáttu og réttar græjur. Það þarf að re-balla lóðningarnar á móðurborðinu til þess að hún haldi áfram að ganga án vesens. Ég lét gaur sem bauð uppá þessa þjónustu gera þetta fyrir mig á sínum tíma og eftir því sem að ég best veit er hún ennþá gangandi(seldi hana fyrir tæpum tveimur árum). Ef að þú finnur einhvern sem að getur gert þetta er það mikið betra en gæti kostað sitt.",
            "date": "2013-05-23 11:03:00",
            "post_id": "512027",
            "reply_to_id": "512015"
        },
        {
            "user_name": "Hargo",
            "text": "Var það hjá FixIt sem að lokum hætti?",
            "date": "2013-05-23 17:56:00",
            "post_id": "512087",
            "reply_to_id": "512027"
        },
        {
            "user_name": "cure",
            "text": "basically já... ég þori samt ekkert að lofa að þetta virki en þetta virkaði hjá mér.. passaðu 1 líka vel það er það að hreifa alls ekki við móbóinu á meðan það er sjóðandi heitt !! slekkur bara á ofninum of leyfir því að kólna þar inni..",
            "date": "2013-05-23 20:06:00",
            "post_id": "512105",
            "reply_to_id": "512087"
        },
        {
            "user_name": "halfdeaf",
            "text": "Já, það passar. Það er leiðinlegt að hann skuli hafa hætt þessu.",
            "date": "2013-05-23 20:26:00",
            "post_id": "512108",
            "reply_to_id": "512105"
        },
        {
            "user_name": "Hargo",
            "text": "Held að 1 árs ábyrgðin sem fylgdi viðgerðinni hafi gert út af við þessa starfsemi.\nhttp://spjall.vaktin.is/viewtopic.php?f=13&t=50906&p=471620&hilit=fixit#p471535",
            "date": "2013-05-23 20:49:00",
            "post_id": "512109",
            "reply_to_id": "512108"
        },
        {
            "user_name": "gr00ve",
            "text": "reflowing, heat gun and oven stuff is not going to help YLOD for a long time. \nI do reballing for consoles, laptops, and everything else. \nlet me know if you need help. quality work. \n-------------------------------------------------------------- \nViðgerðir -- PS3 XBOX WII -- Viðgerðir \nhttp://www.elerepair.net\n \nViðgerðir -- PS3 XBOX WII -- Viðgerðir \n--------------------------------------------------------------",
            "date": "2013-10-30 07:29:00",
            "post_id": "535507",
            "reply_to_id": "512109"
        },
        {
            "user_name": "Saber",
            "text": "Hi. I've got an old fat PS3 that needs reballing. Do you have any pictures of your reballing equipment?",
            "date": "2013-10-30 19:38:00",
            "post_id": "535626",
            "reply_to_id": "535507"
        },
        {
            "user_name": "gr00ve",
            "text": "I don´t see how my equipment is relevant to what You need. \nYou don´t go to a car service asking them to show their tools, do you? \nequipment is self made, and working with success. service is professional. \nif you think I´m one of those ''heat gun experts'' or \"console bakers\" then you are wrong. I know what I´m doing, and I´m aware there are NOT a lot of people in Iceland doing the same thing. \ncheck my web page, there are no BGA pictures yet, but I will post them soon. \nBR",
            "date": "2013-10-31 20:53:00",
            "post_id": "535812",
            "reply_to_id": "535626"
        },
        {
            "user_name": "capteinninn",
            "text": "How much are you charging for fixing an PS3 with YLOD ?",
            "date": "2013-10-31 20:58:00",
            "post_id": "535813",
            "reply_to_id": "535812"
        },
        {
            "user_name": "gr00ve",
            "text": "8þús for a virgin console, 10þús for opened. (I don´t give any warranties, if I get opened console)\nBR",
            "date": "2013-11-01 21:28:00",
            "post_id": "535988",
            "reply_to_id": "535813"
        },
        {
            "user_name": "Saber",
            "text": "I might, if I have a specific job request that requires a specific tool and I know nothing about the car service. No need to be offended, but to me, you're \"just some guy on the internet\".",
            "date": "2013-11-28 23:12:00",
            "post_id": "539696",
            "reply_to_id": "535988"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Fyrir þá sem vilja kynna sér hversu mikið ves þetta getur verið, frá 1:00:",
            "date": "2013-11-29 04:18:00",
            "post_id": "539734",
            "reply_to_id": "539696"
        }
    ],
    "date": "2013-05-22 19:06:00"
}