{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "55147",
    "title": "cydia vesen! iOS 6.1.2",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=55147",
    "posts": [
        {
            "user_name": "holavegurinn",
            "text": "Er löngu buinn að jailbreika ipadinn minn og hef verið að dl og setja inn tweak og svoleiðis. Allt gengið vel bara, átti aldrei í neinu veseni með að uninstalla tweaki með því að fara bars í cydia-installed-finna appið-modify og það. \nNúna gerst það í flestum tilvikum þegar eg reyni að deleta tweaki þá kemur þessi error up: \n \nEr með ios 6.1.2 í ipad mini\nEr með iFile ef það er hægt að nota það.",
            "date": "2013-05-22 21:26:00",
            "post_id": "511971",
            "reply_to_id": false
        },
        {
            "user_name": "Oak",
            "text": "Þú ert að reyna að setja inn frá öðru source sem þú ert nú þegar með á ipadnum. Ertu að reyna að uppfæra?",
            "date": "2013-05-22 23:49:00",
            "post_id": "511993",
            "reply_to_id": "511971"
        },
        {
            "user_name": "holavegurinn",
            "text": "málið er að þetta kemur þegar eg er að losa mig við tweak og svoleiðis, þetta var aldrei neitt vandamál en núna nylega get eg í fæstum tilvikum eytt tweakum út. Ekkert vandamál að installa tweaks.\nHef verið að sækja mest frá Xsellize repoinu \nGæti eg þurft að losa mig við alla sorceana eða skiptir það engu máli? \nEg man ekki nákvæmlega hvenær þetta byrjaði en eg er frekar nýlega byrjaður að nota springtomize2 og það kemur upp í error dæminu þannig að það gæti verið að valda þessu á einhvern hátt kanski?\nEinn alveg lost",
            "date": "2013-05-23 01:12:00",
            "post_id": "512010",
            "reply_to_id": "511993"
        },
        {
            "user_name": "holavegurinn",
            "text": "Var búinn að prófa það en ákkvað að prófa það aftur núna(reyna að eyða sprongtomize2)og viti menn það virkaði! Ipadinn dó í millitíðinni en annars veit eg ekki afhverju það virkaði allt í einu.\nAllavegana þá er þett bras búið og eg get eytt öllu sem eg vil wohooo\nÞá er það bara að tékka a springtomize frá öðrum sorce",
            "date": "2013-05-23 01:22:00",
            "post_id": "512011",
            "reply_to_id": "512010"
        }
    ],
    "date": "2013-05-22 21:26:00"
}