{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "55157",
    "title": "Hjálp, við að setja upp tölvu fyrir brósa",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=55157",
    "posts": [
        {
            "user_name": "Haflidi85",
            "text": "Sælir félagar eins og stendur í tittli er ég að reyna að uppfæra tölvu fyrir bróður minn, hann er með frekar lítið budget og það setup sem við ætluðum að reyna að nota úr gömlu vélinni hans er Gygabyte Aurora 3d kassi - linkur \nhttp://www.overclock3d.net/reviews/case ... ora_case/1\n og OCZ 420adj sem er semsagt 420W Psu.\nVar að spá í að láta hann kaupa notaða hluti hérna a vaktinni og rakst á þennan þráð -> \nviewtopic.php?f=11&t=55028&p=511761#p511761\n  þetta er semsagt Asus Crosshair V Formula-Z 990FX móðurborð og Amd AM3+ FX-8150 örgjörvi og svo ætlaði ég sjálfur að gefa honum gamla kortið mitt MSI 5770 hd hawk.\nÞað sem ég hef áhyggjur af, er að þessi aflgjafi sé of lítill, en samkvæmt einhverjum psu calculator á þessari síðu \nhttp://www.extreme.outervision.com/psuc ... orlite.jsp\n þá ætti þetta setup með 2 ddr3 kubbum að þurfa minimum 334 W en recommended er 384w miðað við að ég styllti móðurborð þarna sem \"high end desktop\", en ef ég stilli það sem \"regular desktop\" þá min 317w og recomended 367w.\nÉg er semsagt með 3 spurningar: \n1. Er þoranlegt að nota þennan aflgjafa, ég veit hann var frekar þéttur á sínum tíma og getur keyrt í overload 520w í einhverjar 60 sec, eða þarf hann nýjan.\n2. Mér skilst að hægt sé að fá þetta setup á 35 þús kall þ.e. þetta móðurborð og örgjörva, er það ekki bara top díll eða mæla menn með einhverju öðru.\n3. hvaða innra minni mynduð þið mæla með að fá sér með þessu setupi, þ.e. miðað við að verið se að fara í 8 gb og halda kostnaði niðri.",
            "date": "2013-05-23 15:03:00",
            "post_id": "512059",
            "reply_to_id": false
        },
        {
            "user_name": "siggik",
            "text": "er ekki minimum fyrir skjákortið 4-500w PSU ? myndi allavega ekki fara í minna en 500, ekki eitthvað cheap þá, hef prufað það",
            "date": "2013-05-23 16:05:00",
            "post_id": "512068",
            "reply_to_id": "512059"
        },
        {
            "user_name": "Haflidi85",
            "text": "las einhverstaðar minimum 450W on a high end system, ah fann það - > \nhttp://www.guru3d.com/articles_pages/ms ... iew,7.html\n ,en já þetta er tæpt held ég",
            "date": "2013-05-23 16:22:00",
            "post_id": "512071",
            "reply_to_id": "512068"
        },
        {
            "user_name": "nos8547",
            "text": "á lika til minni ef hann vill 8gb corsair vengeance low profile 1600mhz\nhttp://www.att.is/product_info.php?cPat ... ded8ab5a70\ngetur fengið þetta á 8000 kall er búin að vera með þetta í 3 mánúði.",
            "date": "2013-05-23 19:30:00",
            "post_id": "512102",
            "reply_to_id": "512071"
        }
    ],
    "date": "2013-05-23 15:03:00"
}