{
    "forum_title": "Koníakstofan",
    "id": "55150",
    "title": "iPod nano Gen 6, bilaður",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=55150",
    "posts": [
        {
            "user_name": "Garri",
            "text": "Sælir\nGaf dóttur minni svona iPod nano Gen 6 að ég held, pínulítill með snertiskjá og hægt að nota sem úr osfv.\nÍ dag kom dóttir mín með hann og þá bara virkaði power-takkinn á honum ekki. Ég gúglaði og þetta virðist vera eitthvað algengt, allavega ef eitthvað er að marka þessa gutta á Youtube. \nMálið er, ef þetta er jafn algengt og menn segja, vita menn hvort Apple sé með einhvern skiptidíl í gangi, jafnvel þótt tækið sé komið úr ábyrgð?\nMan bara ekki hvar ég keypti þetta. \nKv. Bjarni - Garri",
            "date": "2013-05-23 00:57:00",
            "post_id": "512007",
            "reply_to_id": false
        },
        {
            "user_name": "Klemmi",
            "text": "Ég lenti í sambærilegu með minn 5th generation sem var þá innan ábyrgðar, ýtti því á undan mér að fara með hann í viðgerð í einhverja mánuði, svo þegar ég prófaði að tengja hann næst við tölvuna að þá flaug hann í gang og hefur virkað fínt síðan þá, orðinn ca. 4 ára.\nEkki að það leysi þitt vandamál, en þú getur prófað að láta hann standa í 1-2 daga og skella honum svo í samband við tölvu og vonast til að þetta sé eitthvað tilfallandi.",
            "date": "2013-05-23 12:43:00",
            "post_id": "512037",
            "reply_to_id": "512007"
        },
        {
            "user_name": "capteinninn",
            "text": "Power takkinn hjá mér varð mjög lélegur hjá mér og ég gat varla ýtt á hann en það hefur lagast. Hann \"smellur\" ekki eins og volume takkarnir en virkar samt sem áður.",
            "date": "2013-05-23 14:28:00",
            "post_id": "512048",
            "reply_to_id": "512037"
        },
        {
            "user_name": "Garri",
            "text": "Reif iPod-inn í sundur. Smá mál og hrikalega lítið allt, sérstakega skrúfurnar. Nú, skoðaði snertunar (bólunar) og á hækka og lækka tökkunum var svartur depill á að sirka 0.2 - 0.3mm að stærð úr plasti. Prófaði að snert annan depilinn og hann datt af umleið. Blandaði saman 2ja þátta Epoxy og setti doppur ofan á bólurnar. Er að þorna núna, gef þessu allavega 12 tíma til að þorna. Var með lesgleraugu og stækkunargler með ljóskastara á þessu sem og flísatöng til að laga deplana eins og ég taldi þurfa. Þurfti að sníða minnsta stjörnuskrúfjárnið til sem og þjala flísatöngina til. \nLæt ykkur vita af því hvað úr þessu kemur, en þetta er greinilega hönnunargalli. Þessir plastdeplar geta ekki annað en slitnað og dottið af.",
            "date": "2013-05-23 16:40:00",
            "post_id": "512073",
            "reply_to_id": "512048"
        }
    ],
    "date": "2013-05-23 00:57:00"
}