{
    "forum_title": "Netkerfi - internetið",
    "id": "55268",
    "title": "Hvert á maður að fara? Vodafone hækkar verð",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=55268",
    "posts": [
        {
            "user_name": "hallihg",
            "text": "Jæja, nú ætlar Vodafone að hækka verðskrárnar 1. júlí næstkomandi. Nógu hátt er þetta orðið, og slappt í mínu tilfelli.\nhttp://www.vb.is/frettir/84521/\nLangar ekki að borga 10k fyrir ljósleiðara og myndlykil fyrir rúv í gegnum leiðarann.\nHvernig var staðan á Hringdu? Var skortur á sæstrengs bandvídd leyst hjá þeim? Þeir eru áberandi ódýrastir.\nEr Síminn þess virði, þmt. ljósnetið þeirra?",
            "date": "2013-05-29 17:09:00",
            "post_id": "513010",
            "reply_to_id": false
        },
        {
            "user_name": "Frost",
            "text": "Var að færa mig frá Vodafone yfir til Símans. Virkar bara fínt hjá mér og er að borga eitthvað svipað og ég var að borga hjá Vodafone.",
            "date": "2013-05-29 17:21:00",
            "post_id": "513015",
            "reply_to_id": "513010"
        },
        {
            "user_name": "Tesy",
            "text": "Verðhækkun? ... Jæja, nú þarf maður að fá svar frá fólkinu sem eru hjá Hringdu \nHvernig er netið þar? Er það eins og það var fyrir 3-4 mánuði þegar maður gat ekki loadað 240p youtube myndband?\nEDIT: Var að lesa hringdu.is þráðinn og netið virðist vera ömurlegt þar.. Nú er ég í vanda!",
            "date": "2013-05-29 17:59:00",
            "post_id": "513021",
            "reply_to_id": "513015"
        },
        {
            "user_name": "rango",
            "text": "Persónubundið við hringdu, Aðeins núna búið að vera vesen á netinu. \nhef nokkum sinnum sent þeim póst og hef fengið svar samdægurs. Live chattið gengur vel fyrir sig.\nNetið overall er la-la til útlanda en gott innanlands. þannig að t.d. ódýrasti hringdu ljósleiðarinn og svo openvpn.is til að tengjast út væri alls ekki svo óvitlaust.\nLangar í hringiðuna enn það bara kostar mig nýru per mán",
            "date": "2013-05-29 18:15:00",
            "post_id": "513024",
            "reply_to_id": "513021"
        },
        {
            "user_name": "Lunesta",
            "text": "vorum einmitt að færa okkur hér á hringdu því okkur fanst of dýrt hjá vodafone þar sem við klaruðum niðurhalið alveg vel siðasta manuð (netflix og hulu...) og skiptum\nyfir i hringdu því þeir voru með betri deal.. Redduðum okkur einum cisco router og speedtestið er að fá miiikklu hærra en hja vodafon þar sem 100mb/s skilaði tæpum 40mb/s\nskv. speedtest.net a goðum degi. Skiptum i gær og þá var youtube ekki að loadast skit og allt erlent var með leiðindi en við höfðum samband og var að gera tilraun þar sem eg\nvar að downloada á utorrent (erlendu) og horfa á youtube á 1080p og það kom ekkert hökt og ég var bara háður sendanda fjölda i torrent svo kannski snyst það bara um að\nhringja og spjalla við liðið þarna i hringdu",
            "date": "2013-05-29 19:10:00",
            "post_id": "513027",
            "reply_to_id": "513024"
        },
        {
            "user_name": "GrimurD",
            "text": "Verð hjá hinum ýmsu fyrirtækjum. Tek Hröðustu tengingarnar hjá hverjum aðila og miða við 80gb nettengingu, ódýrasta heimasímann og háskerpu myndlykli.\nRaðað eftir verði á pakka, hæsta efst og lægsta neðst.\nVodafone\nNýtt 13/6\n: Breytingarnar sem taka gildi 1. júlí eru \nfeitletraðar\nInternet um Ljósleiðara 80gb / \n100gb\n - 5570kr / \n5770kr\nLeigugjald HD Myndlykils - 790kr / \n1280kr\nLeiga á router - 599kr\nHeimasími 0 - 1190kr / \n1390kr\nGR línugjald - 2610kr\nKostir: Tenging 100mb/s upp og niður, 1000 fríar mínútur í heimasíma ef þú ert í Vodafone gull, hægt að bæta við 6 erlendum sjónvarpsstöðvum ef þú ert í Vodafone gull á 395kr, engin binditími og ekkert stofngjald.\nÓkostir: \nEkkert tímaflakk\n, engar innifaldar erlendar sjónvarpsstöðvar, \ndýrara að leigja háskerpumyndlykil heldur en SD myndlykil, ekkert tímaflakk á SD myndlykli.\n, \nbæta sjálfkrafa við 10gb aukaniðurhali ef gagnamagn klárast og gera það allt að 3 sinnum.\nSamtals\n: 10759kr / \n11649kr\nSíminn: \nNýtt 13/6\n: Setti inn nýju verðin sem tóku gildi 1.júní. Þau eru \nfeitletruð\n.\nLjósnet 3 - \n6790kr\n - \n6990kr\nLeigugjald beinis -  \n490kr\n - \n590kr\nLínugjald - \n1490kr\n - \n1590kr\nLeigugjald HD Myndlykils: 1490kr\nHeimasímaleið Vinur - 490kr\nKostir: Innifaldar 8 erlendar stöðvar í grunnleigu á myndlykli, tímaflakk á myndlykli.\nÓkostir: Tenging aðeins 50mb/s download og 25mb/s upload, 6080kr stofngjald ef þú bindur þig ekki í 6 mánuði. \nBæta sjálfkrafa við 10gb aukaniðurhali ef gagnamagnið klárast.\nSamtals\n: \n10750kr\n - \n11150kr\nTal\nNýtt 13/6\n: Uppfærði verð á myndlykli samanborið við hækkanir hjá Vodafone 1. júlí.\nLjósleiðari 80gb - 5190kr\nHeimasími yfir ljós - 1190kr\nLeigugjald routers - 499kr\nGR línugjald - 2610kr\nMyndlykill - 790kr / \n1280kr\nKostir: Tenging 100mb/s upp og niður, 1200mínútur innifaldar í heimasíma, \nÓkostir: Engar innifaldar sjónvarpsstöðvar, 500kr hærra verð á interneti ef þú ert ekki með allar þjónustur hjá þeim, \nekkert tímaflakk\n(\ntímaflakk kemur á HD myndlykla í næsta mánuði\n), 6 mánaða binditími með 15 þúsund króna riftunargjaldi, myndlykill í gegnum Vodafone á ljósleiðara. \nbæta sjálfkrafa við 10gb aukaniðurhali ef gagnamagn klárast og gera það allt að 3 sinnum.\nSamtals\n: 10279kr / \n10769kr\nHringdu\nNýtt 13/6\n: Uppfærði verð á myndlykli samanborið við hækkanir hjá Vodafone 1. júlí.\nLjósleiðari 80 - 4895kr\nHeimasími - 795kr\nMyndlykill - 790kr / \n1280kr\nGR línugjald - 2610kr\nKostir: Tenging 100mb/s upp og niður, frítt að hringja í heimasíma, frítt að hringja innan kerfis, enginn binditími og ekkert stofngjald, stærsta mögulega þjónustuleið 250gb samanborið við 140gb hjá öðrum.\nÓkostir: Engar innifaldar sjónvarpsstöðvar, slæmt orðspor á útlandasambandi, engin router innifalinn heldur verðuru að kaupa hann frá hringdu, fann ekkert verð á router á heimasíðunni þeirra, \nekkert tímaflakk\n(\ntímaflakk kemur á HD myndlykla í næsta mánuði\n), myndlykill í gegnum Vodafone á ljósleiðara.\nSamtals\n: 9090kr / \n9580kr\nSkrifa þetta með fyrirvara. Fann allar þessar upplýsingar á heimasíðu þjónustuaðilanna. Einnig miðaði ég alltaf við hröðustu tengingu í boði, Tal og Hringdu bjóða líka upp á ljósnet/adsl og myndlykl frá símanum og ég er nokkuð vissum að hjá báðum aðilum er það sama innifalið, þ.e.a.s sömu sjónvarpsstöðvar og tímaflakkið(ekki tekið fram á heimasíðu Hringdu en stendur hjá Tal). Hinsvegar tók ég bara fyrir ljósleiðara og það er aðeins hægt að vera með sjónvarp vodafone ef þú ert á honum og því tel ég ekki sjónvarp símans með sem kostir/ókostir hér fyrir ofan hjá þessum fyrirtækjum.\nEDIT: Bætti aðeins við fyrirvarann.\nEDIT 2 - 13/6: Uppfærði ný verð hjá símanum og bætti við nýju verðunum hjá Vodafone. Uppfærði sömuleiðis verðin hjá Tal og Hringdu þar sem þeir eru báðir með Vodafone myndlykla á ljósleiðara. Allar breytingar eru feitletraðar.",
            "date": "2013-05-29 19:36:00",
            "post_id": "513030",
            "reply_to_id": "513027"
        },
        {
            "user_name": "hallihg",
            "text": "Góðar uppl. Spurning hvort það sé þess virði að henda auka þússara í Hringdu og fá 250 gb. Samt ódýrara en vodafone.\nAð fara yfir til Hringdu væri þess virði ef það væri ekki alltaf þetta vesen með utanlandshraðann, það repp er bara að festast við þá.",
            "date": "2013-05-29 21:01:00",
            "post_id": "513035",
            "reply_to_id": "513030"
        },
        {
            "user_name": "hallihg",
            "text": "Væri ekki heimskuleg hugmynd að bæta símfyrirtækjunum á verðvaktina hérna. Upplýsingarnar breytast nú ekki hratt. Væri þægilegt fyrir fólk að sjá þetta alltaf svona uppstillt hlið við hlið og hvetur fyrirtækin, alla vega þessi litlu, til að undirbjóða þau stóru.",
            "date": "2013-05-29 21:05:00",
            "post_id": "513036",
            "reply_to_id": "513035"
        },
        {
            "user_name": "GuðjónR",
            "text": "Miðað við verðin sem Grímur telur upp þá er greinilegt að það er álíka mikil samkeppni á fjarskiptamarkaði og það er á bensín og bankamarkaði.",
            "date": "2013-05-29 21:12:00",
            "post_id": "513037",
            "reply_to_id": "513036"
        },
        {
            "user_name": "Icarus",
            "text": "Fer rosalega eftir notkuninni hvar er best að vera.\nFyrir suma er jafnvel hagstæðast að fara á VDSL.\nVerður líka áhugavert að sjá hvort þessar verðskrásbreytingar Vodafone munu líka eiga við sjónvarpsþjónustuan.",
            "date": "2013-05-30 11:00:00",
            "post_id": "513109",
            "reply_to_id": "513037"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Held reyndar að  þú finnir hvergi jafn mikla samkeppni. Breytingar geta líka verið mjög hraðar og fyrirtækin gera allt til að halda í.\nT.d. þegar Vodafone kynntu nýju áskriftarleiðirnar í farsíma var Síminn búinn að 'copera' allt 20 dögum síðar.\nhttp://www.vodafone.is/simi/gsmaskrift\nhttp://www.siminn.is/einstaklingar/farsiminn/askrift/",
            "date": "2013-05-30 11:51:00",
            "post_id": "513116",
            "reply_to_id": "513109"
        },
        {
            "user_name": "ponzer",
            "text": "PFS er með reiknivél... \nhttp://reiknivel.is/",
            "date": "2013-05-30 12:26:00",
            "post_id": "513118",
            "reply_to_id": "513116"
        },
        {
            "user_name": "Icarus",
            "text": "Verst bara að hún er svo vitlaus.",
            "date": "2013-05-30 13:08:00",
            "post_id": "513120",
            "reply_to_id": "513118"
        },
        {
            "user_name": "Jss",
            "text": "Það er líka hægt að sjá verðsamanburð á heimasíðu Gagnaveitu Reykjavíkur sem er uppfærður reglulega:\nhttp://gagnaveita.is/Heimili/Verddaemi/\n______________________\nJóhann\nStarfsmaður Gagnaveitu Reykjavíkur",
            "date": "2013-05-31 09:42:00",
            "post_id": "513271",
            "reply_to_id": "513120"
        },
        {
            "user_name": "lukkuláki",
            "text": "Munar of litlu á verði til að maður nenni að standa í að skipta um þjónustuaðila svo hækka allir hinir sína verskrá örugglega mjög fljótlega eftir að Vodafone hækkar hjá sér.",
            "date": "2013-05-31 10:18:00",
            "post_id": "513272",
            "reply_to_id": "513271"
        },
        {
            "user_name": "hrabbi",
            "text": "Þessi verðsamanburður hjá gagnaveitunni er nú ekki nógu góður heldur. Þó að verðin séu rétt (ólíkt PFS reiknivélinni) er einungis tekið eitt dæmi, og það dýrasta dæmið, um ljósnetið þrátt fyrir að þetta eigi að vera samanburður á ljósleiðara, ljósneti og ADSL.",
            "date": "2013-05-31 10:51:00",
            "post_id": "513277",
            "reply_to_id": "513272"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Þetta eru allt 40GB leiðir sem eru vinsælustu leiðirnar á Íslandi vænti ég. Skil ekki hvað þú ert að fara.",
            "date": "2013-05-31 10:57:00",
            "post_id": "513278",
            "reply_to_id": "513277"
        },
        {
            "user_name": "hrabbi",
            "text": "Það stendur að þetta eigi að vera samanburður á ljósleiðara, ljósneti og adsl en þetta er samanburður á ljósleiðara, adsl og 1 stk dýrustu ljósnetsleiðinni.",
            "date": "2013-05-31 12:15:00",
            "post_id": "513282",
            "reply_to_id": "513278"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ert þú að horfa á sama lista og ég? Þarna taka þeir 40GB ljósnet, sem kostar 5690, dýrasta kostar 8090",
            "date": "2013-05-31 12:31:00",
            "post_id": "513285",
            "reply_to_id": "513282"
        },
        {
            "user_name": "beatmaster",
            "text": "Á heimasíðu Gagnaveitunar er ljosnet leiðin sem að notuð er til viðmiðunar næstódýrasta leiðin sem að er í boði (er nr. 2 af 4 verðlega séð)",
            "date": "2013-05-31 12:33:00",
            "post_id": "513287",
            "reply_to_id": "513285"
        },
        {
            "user_name": "chaplin",
            "text": "Búinn að vera hjá Tal núna í ca. ár, aldrei klikkað.",
            "date": "2013-05-31 13:00:00",
            "post_id": "513289",
            "reply_to_id": "513287"
        },
        {
            "user_name": "appel",
            "text": "Það er erfitt að bera saman verð á þjónustum sem eru allar í eðli sínu mjög misjafnar, bæði í gæðum og einnig aukaþjónustum.\nÞetta er svolítið einsog að bera saman tölvuskjái bara eftir stærð og verði, þegar augljóslega að panel-tæknin skiptir máli, allskonar software og kubbar í skjánum til að enhanca myndina, baklýsingartæknin, upplausn, fagurfræðin, hvort skjárinn komin á upphækkanlegum standi og pivot, og svo jú auðvitað ábyrgð og bilanaþjónusta.\nMenn þurfa að átta sig á því hvað hentar þeim og velja þjónustuaðila miðað við það.",
            "date": "2013-05-31 13:31:00",
            "post_id": "513291",
            "reply_to_id": "513289"
        },
        {
            "user_name": "GrimurD",
            "text": "Allar breytingarnar hjá vodafone komnar inná \nhttp://www.vodafone.is/breytingar\nVerð á öllum internetþjónustuleiðum hækkar um 200kr en þeir auka með því innifalið gagnamagn. 40gb verður 50gb, 80gb verður 100, 140gb verður 150gb.\nÁ sama tíma hækkar verð á aukaniðurhali, 10gb á 1700kr. Og þeir byrja að bæta sjálfkrafa við aukagagnamagni þegar það klárast(og rukka að sjálfsögðu fyrir það).\nEr ekki hrifinn af þessum aukaniðurhals breytingum(þ.e.a.s. að bæta sjálfkrafa við) en það má alveg bæta við auka gagnamagni við þjónustuleiðirnar án þess að ég kvarti \nEDIT: Var að taka eftir þessari skilmálabreytingu:",
            "date": "2013-05-31 21:34:00",
            "post_id": "513369",
            "reply_to_id": "513291"
        },
        {
            "user_name": "Icarus",
            "text": "Svo sjónvarpsþjónusta Vodafone verður orðin dýrari en hjá Símanum ef maður vill HD myndlykil. Þá vill ég frekar segja pass á tímaflakkið.",
            "date": "2013-05-31 21:57:00",
            "post_id": "513376",
            "reply_to_id": "513369"
        },
        {
            "user_name": "GrimurD",
            "text": "Sé nú ekki hvernig þú færð það út, verðið fyrir standard HD myndlykilinn er ennþá 200kr ódýrara en hjá Símanum, hinsvegar er ekkert innifalið hjá vodafone. Ef þú ert með þessar 6 stöðvar þá verður það 185kr dýrara",
            "date": "2013-05-31 22:01:00",
            "post_id": "513377",
            "reply_to_id": "513376"
        },
        {
            "user_name": "AntiTrust",
            "text": "Kvóta kærustuna mína, komment (sem ég er 110% sammála) sem hún setti inn á vegginn á Facebook síðu Vodafone:",
            "date": "2013-05-31 22:23:00",
            "post_id": "513383",
            "reply_to_id": false
        },
        {
            "user_name": "Vaktari",
            "text": "Það er enginn að neyða neinn í að fá þetta sjálfvirka niðurhal. Þeir sem eru hjá vodafone hljóta að geta beðið um að þau fái ekki viðbótar gagnamagn sjálfkrafa á tengingarnar síðan.\nHjá Tal t.d. veit ég að það var tilkynnt öllum það að þessu sjálfvirku pakkar myndu taka gildi og þeir sem eru með netið þar gátu ráðið hvort þeir takið við þessum pökkum sjálfkrafa eða ekki.\nSíminn að ég held hefur alltaf verið með þessa sjálfvirku niðurhalspakka að ég held á sínum tengingum.\nEn get svosem vel skilið að allir séu ekki sáttir við svona breytingar en þetta á víst að vera í lagi ef þetta er tilkynnt um mánuði fyrir breytingu.\nHlítur nú einhver sem starfar hjá vodafone að geta svarað þeirr spurning hvort fólk geti verið með sjálfvirkt niðurhal eða ekki.",
            "date": "2013-05-31 22:32:00",
            "post_id": "513385",
            "reply_to_id": "513383"
        },
        {
            "user_name": "AntiTrust",
            "text": "Það er þá hvergi tekið fram amk í nýju skilmálunum. Ef þetta er valkvæmt, no harm no foul. Ef ekki, erum við farin með okkar viðskipti annað, klárt mál.",
            "date": "2013-05-31 22:36:00",
            "post_id": "513387",
            "reply_to_id": "513385"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Þeir eru að segja að þeir ælti að bæta allt að 5100 kr. við reikninginn sjálfkrafa.",
            "date": "2013-05-31 22:38:00",
            "post_id": "513388",
            "reply_to_id": "513387"
        },
        {
            "user_name": "Vaktari",
            "text": "Ef að það er ekki valmöguleiki á því að velja að vera ekki með þessa sjálfvirku pakka þá get ég vel skilið að fólk sé ekki sátt með þessa breytingu",
            "date": "2013-05-31 22:39:00",
            "post_id": "513389",
            "reply_to_id": "513388"
        },
        {
            "user_name": "Manager1",
            "text": "Ég elska svona fyrirtækjatexta, hérna er búið að dulbúa sjálfvirka viðbótarniðurhalið sem meiri og betri þjónustu við viðskiptavinina þó svo að þetta komi til með að vera til ama fyrir langflesta, þar sem enginn þorir að fara nálægt efri mörkum á gagnamagninu til að eiga það ekki á hættu að fara yfir mörkin.",
            "date": "2013-06-01 00:16:00",
            "post_id": "513405",
            "reply_to_id": "513389"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Gæti trúað því að 50% af símtölum í þjónustuver í enda mánaðar séu til þess að bæta við 10GB... þó þetta verði til ama fyrir einhverja, þá minnkar þetta álagið á þjónustuverið þar sem fólk er oft að bíða í 10-30 mínútur.",
            "date": "2013-06-01 00:54:00",
            "post_id": "513409",
            "reply_to_id": "513405"
        },
        {
            "user_name": "AntiTrust",
            "text": "M.v. þetta þá þarf ekki nema bara að gleyma e-rju autodownloadi í gangi yfir eina nótt og þá ertu kominn með auka 5100kr á reikninginn þinn. Það er fáránlegt. \nÞað er reyndar alveg örugglega ekki svo stór prósenta, en burtséð frá því væri þetta allt annað ef það væri verið að bæta bara við 1x10GB, líkt og Síminn gerir. 1700kr vs 5100kr. Í öllum tilfellum á þetta að vera val viðskiptavinarins, hvort þetta viðbótargagnamagn eigi að vera automatískt eða ekki. Sum fyrirtækin ætla sér greinilega að vera miklir tækifærissinnar á kostnað viðskiptavina.",
            "date": "2013-06-01 00:59:00",
            "post_id": "513410",
            "reply_to_id": "513409"
        },
        {
            "user_name": "lukkuláki",
            "text": "Þetta er ekert sniðugt í því tilfelli sem niðurhalið klárast 30. eða 31. dag mánaðarins nema þessi 10 GB. færist yfir á nýja tímabilið sem ég stórefa.\nÉg hef verið alveg við það að klára gagnamagnið en það hefur alltaf verið síðasta dag mánaðarins ég vil ekki fá +10GB fyrir nokkrar klst sem nýtast mér ekkert þegar nýja tímabilið hefst.",
            "date": "2013-06-01 12:29:00",
            "post_id": "513428",
            "reply_to_id": "513410"
        },
        {
            "user_name": "GuðjónR",
            "text": "Það á ekki að þurfa að biðja um það! Kúnninn á að biðja um að þá þessa þjónustu virkjaða ef hann vill hana af fyrra bragði.\nÞeir geta látið nýja viðskiptavini skrifa undir svona skilmála, en ekki breytt gildandi skilmálum þannig að fólk sé sjálfkrafa að fá einhverja vöru eða þjónustu án þess að biðja um hana. Það er ekki löglegt að setja á þjónustu í áskrift og ætlast til þess að fólk sem aldrei bað um hana segji henni upp af fyrra bragði. Þetta ætti Vodafone að vera ljóst. Það virðist vera of mikið af EXCEL hausum í vinnu hjá þessu stóru fyrirtækjum.\nGamli Íslandssími var með svona dirty-trick á sínum tíma, var þar í þjónustu og fékk bréf þess efnis að það væri komin vírusvörn á email þjóninn þeirra og það væri komið mánaðargjald upp á kr. 1990.- fyrir það gjald átti pósturinn minn að vera vírusfrír.\nEf ég myndi ekki segja þessari nýju \"þjónustu\" upp þá myndi gjald fyrir hana koma á næsta greiðsluseðil.",
            "date": "2013-06-01 14:15:00",
            "post_id": "513438",
            "reply_to_id": "513428"
        },
        {
            "user_name": "verba",
            "text": "Þetta er í annað sinn á minna en ári sem þeir hækka allar verðskrár minnir mig. Og er 62% hækkun á HD myndlykli ekki fullmikið?",
            "date": "2013-06-01 15:49:00",
            "post_id": "513447",
            "reply_to_id": "513438"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ætli þeir hafi ekki bara horft á verðskránna hjá Símanum til að miða við það, þar sem þetta eru einu fyrirtækin sem bjóða upp á VOD þjónustu. Plúsinn við það að vera með Vodafone lykill er sá að þú færð frían Digital Ísland lykil í kaupbæti.",
            "date": "2013-06-06 21:13:00",
            "post_id": "514275",
            "reply_to_id": "513447"
        },
        {
            "user_name": "Tesli",
            "text": "Þið þurfið að fara að fá botn í það hvar best er að vera því ég þarf að sækja um nýja tengingu vegna flutninga á mánudag",
            "date": "2013-06-07 01:08:00",
            "post_id": "514293",
            "reply_to_id": "514275"
        },
        {
            "user_name": "FuriousJoe",
            "text": "Gaman að sjá að skýring Vodafone á hækkun séi vegna taps á erlendu dótturfyrirtæki vodafone.\nS.s fyrirtæki sem vodafone rekur erlendis gengur illa, og það bitnar á íslenskum neytendum.",
            "date": "2013-06-07 01:24:00",
            "post_id": "514295",
            "reply_to_id": "514293"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "veit ekki hvernig það ætti að geta haft einhver áhrif á þá.. meina það er ekki eins og þeir hefðu eitthvað gagn af því þarna úti þó að þeir fengu fullann 40 feta gám sendann af íslenskum krónum",
            "date": "2013-06-07 01:53:00",
            "post_id": "514296",
            "reply_to_id": "514295"
        },
        {
            "user_name": "Fallout",
            "text": "Er að fara fá mér ljósleiðara í næsta mánuði þegar hann verður loksins tekinn í notkun í götunni minni, er með adsl hjá Tali núna og var að velta fyrir mér hvert það væri þá fljótlegast að taka ljósleiðarann hjá þeim? Annars var ég að spá í að taka sénsinn á hringiðunni eða hvað fynnst ykkur? hringiðan vs tal\nOg er ekki málið að kaupa sér sinn eigin router og losna þannig við þetta leigugjald ?",
            "date": "2013-06-12 18:27:00",
            "post_id": "515064",
            "reply_to_id": "514296"
        },
        {
            "user_name": "Vaktari",
            "text": "Ef það er ekki box í íbúðini hjá þér, þá getur tekið um svona 3-4 vikur að fá box.  \nEn annars hef ég ekki heyrt neitt af hringiðuni sjálfur.",
            "date": "2013-06-12 18:47:00",
            "post_id": "515065",
            "reply_to_id": "515064"
        },
        {
            "user_name": "siggik",
            "text": "auglýsing frá Nova ... 4g .. samkvæmt þeim er 4g 3x öflugra heldur en adslið mitt hjá voda, og ef ég myndi skipta yfir myndi ég spara mér sirka 1400kr..",
            "date": "2013-06-12 19:29:00",
            "post_id": "515069",
            "reply_to_id": "515065"
        },
        {
            "user_name": "rapport",
            "text": "Ég hef haft veður af því að Vodafone sé að pæla í að breyta gjaldamódelinu hjá sér og rukka fyrir bæði upload og download a.m.k. í einhverjum tilfellum áskriftarleiðum. \nYrði það þá erlent upload eða er þá farið að telja innlenda uploadið?\nHefur einhver hér meira info um þetta?",
            "date": "2013-06-12 19:30:00",
            "post_id": "515070",
            "reply_to_id": "515069"
        },
        {
            "user_name": "AntiTrust",
            "text": "Skv. tilkynningu frá Vodafone þá byrja þeir að mæla erlent upload sama dag og verðbreytingarnar taka gildi. \nSent from my Nexus 4 using Tapatalk 4 Beta",
            "date": "2013-06-12 21:19:00",
            "post_id": "515086",
            "reply_to_id": "515070"
        },
        {
            "user_name": "Tbot",
            "text": "Vodaf..k er í eigu sjóða og einstaklinga sem vilja fá sína aura til baka og það hratt.\nMikið er nú gott að vera með disk, þannig að ég næ erlendum rásum eins og ég vill.\nog ekkert Vod dótarý.",
            "date": "2013-06-12 21:26:00",
            "post_id": "515087",
            "reply_to_id": "515086"
        },
        {
            "user_name": "rapport",
            "text": "WHAT!!!\nÞetta er náttúrulega skandall...\nVá hvað ég er feginn að vera hjá Símanum.... nú fer að skapast markaður fyrir netveitur eins og í den tid...",
            "date": "2013-06-12 22:06:00",
            "post_id": "515093",
            "reply_to_id": "515087"
        },
        {
            "user_name": "GuðjónR",
            "text": "Fyrsta aprílgabb? uhhh..það er ekki fyrsti apríl. \nHvaða rugl er þetta??",
            "date": "2013-06-12 22:08:00",
            "post_id": "515095",
            "reply_to_id": "515093"
        },
        {
            "user_name": "Haffi",
            "text": "Trúi ekki að þeir fari út í þann pakka að rukka fyrir upphal líka, það yrði sett heimsmet í uppsögnum á nettenginum!",
            "date": "2013-06-12 22:33:00",
            "post_id": "515098",
            "reply_to_id": "515095"
        },
        {
            "user_name": "AntiTrust",
            "text": "http://www.vodafone.is/pdf/verdbreyting ... ternet.pdf",
            "date": "2013-06-12 22:56:00",
            "post_id": "515102",
            "reply_to_id": "515098"
        },
        {
            "user_name": "Vaktari",
            "text": "Það verður ekki mögulegt að stoppa þessa sjálfvirku niðurhalspakka á tengingunum samkvæmt þeim sem ég talaði við hjá vodafone í dag.\nEn hver veit hvort þeir endurskoði þá ákvörðun",
            "date": "2013-06-13 15:35:00",
            "post_id": "515182",
            "reply_to_id": false
        },
        {
            "user_name": "GrimurD",
            "text": "Ég tók mér það bessaleyfi að breyta verðlistanum sem ég gerði fyrir 2 vikum síðan og uppfærði hann með verðbreytingunum hjá Símanum og Vodafone.",
            "date": "2013-06-13 15:56:00",
            "post_id": "515183",
            "reply_to_id": "515182"
        },
        {
            "user_name": "AntiTrust",
            "text": "Nei, þetta skildist mér líka. Þetta sjálfvirka viðbótarniðurhal eitt og sér er nóg til að láta mig flytja annað, og ég streymi talsvert af efni til erlendra vina svo mæling á UL er ekkert til að bæta stöðuna. Svei mér þá ef maður endar ekki bara með að gefa Hringdu séns.",
            "date": "2013-06-13 17:18:00",
            "post_id": "515190",
            "reply_to_id": "515183"
        },
        {
            "user_name": "TraustiSig",
            "text": "Hjá sjónvarpi Símans hjá TAL færðu þessar erlendu stöðvar innifaldar: BBC Entertainment, Boomerang, DR1, History HD, National Geographic, Sky News og VH1. \nEinnig er hægt að segja upp sjálfvirku niðurhalspökkunum. Eitt símtal í þjónustuver eða póstur.",
            "date": "2013-06-13 17:20:00",
            "post_id": "515191",
            "reply_to_id": "515190"
        },
        {
            "user_name": "Vaktari",
            "text": "Varðandi uploadið hjá vodafone svör sem ég fékk í dag varðandi hvernig það verður tæklað eða allavega samkvæmt starfsmanni\nheyrðu, þetta upload er víst eitthvað rosalega loðið. ég var að heyra í mínum yfirmanni sem sagði mér að þetta sé búið að vera í skilmálum okkar í nokkur ár en það er í raun ekki talning á því líkt og með niðurhalinu\nheldur notum við þenna skilmála ef það er verið að uploada óeðlilega mikið og upload frá ip tölunni hafi bara áhrif á burðarnetið okkar í heildinni þá munum við geta vísað í þennan skilmála\ní upphali þá mun að öllum líkindum geta farið yfir þá tölu en um leið og burðarnetið ogg verðir vart við gígantíska umferð frá þér og v.v. kannski kominn langt yfir munum við geta cappað það",
            "date": "2013-06-14 00:00:00",
            "post_id": "515251",
            "reply_to_id": "515191"
        },
        {
            "user_name": "GuðjónR",
            "text": "Loðið? ég skil ekki eitt aukatekið orð af þessu",
            "date": "2013-06-14 00:12:00",
            "post_id": "515252",
            "reply_to_id": "515251"
        },
        {
            "user_name": "rango",
            "text": "Þússt loðið,",
            "date": "2013-06-14 00:16:00",
            "post_id": "515254",
            "reply_to_id": "515252"
        },
        {
            "user_name": "Vaktari",
            "text": "Skal henda öllu samtalinu bara inn, frekar mikið tekið úr samhengi.\n13.6.2013 16:17:40\n Starfsmaður: Sæll Guðmundur\n13.6.2013 16:17:45\n Starfsmaður: hvernig get ég aðstoðað?\n13.6.2013 16:21:57\nGuðmundur Árni: Spá í upload\n13.6.2013 16:22:2\nGuðmundur Árni: semsagt 1 júlí\n13.6.2013 16:22:30\nGuðmundur Árni: verður cappað á bæði semsagt allt upload?\n13.6.2013 16:22:38\nGuðmundur Árni: óháð þvi hvort það sé innanlands eða ekki\n13.6.2013 16:25:22\n Starfsmaður: Þetta er bundið við erlent upload\n13.6.2013 16:25:35\nGuðmundur Árni: ok\n13.6.2013 16:26:13\nGuðmundur Árni: Takk fyrir svarið.\n13.6.2013 16:26:26\nGuðmundur Árni: eitt enn\n13.6.2013 16:26:42\nGuðmundur Árni: Munuði bjóða upp á auka upload pakka ef maður myndi fara yfir?\n13.6.2013 16 :28:36\n Starfsmaður: þegar stórt er spurt, ekki búið að tilkynna mér eitthvað með það\n13.6.2013 16:28:42\n Starfsmaður: Ertu til að leyfa mér að kanna það frekar\n13.6.2013 16:28:48\nGuðmundur Árni: Já ekki málið\n13.6.2013 16:39:3\n Starfsmaður: heyrðu, þetta upload er víst eitthvað rosalega loðið. ég var að heyra í mínum yfirmanni sem sagði mér að þetta sé búið að vera í skilmálum okkar í nokkur ár en það er í raun ekki talning á því líkt og með niðurhalinu\n13.6.2013 16:40:17\n Starfsmaður: heldur notum við þenna skilmála ef það er verið að uploada óeðlilega mikið og upload frá ip tölunni hafi bara áhrif á burðarnetið okkar í heildinni þá munum við geta vísað í þennan skilmála\n13.6.2013 16:42:41\nGuðmundur Árni: Já ok semsagt i raun bara cappað ef þetta fer upp í það gagnamagn sem þ ú ert með á þinni þjónustuleið.\n13.6.2013 16:43: 50\n Starfsmaður: já á niðurhalinu. í upphali þá mun að öllum líkindum geta farið yfir þá tölu en um leið og burðarnetið ogg verðir vart við gígantíska umferð frá þér og v.v. kannski kominn langt yfir munum við geta cappað það\n13.6.2013 16:44:14\nGuðmundur Árni: Já skil þannig það er ekkert vís að það verði gert\n13.6.2013 16:44:27\nGuðmundur Árni: En náttúrulega hafið rétt á því að gera það.\n13.6.2013 16:44:39\n Starfsmaður: já nákvæmlega\n13.6.2013 16:45:3\nGuðmundur Árni: ok hélt þetta hefði verið hinsegin að það yrði strax cappað ef þú ferð í gagnamagnið þitt\n13.6.2013 16:45:8\nGuðmundur Árni: í uploadi\n13.6.2013 16:46:14\nGuðmundur Árni: Kannski fínt að þú fáir þessar spurningar núna hehe \n13.6.2013 16:46:25\n Starfsmaður: já það eru víst margir sem skynja það svoleiðis, enda kannski ekki gott að auglýsa þetta sem að við munum ekki gera það en bara kannski ef þú ert að upphala of mikið. betra að auglýsa kannski hnitmiðað \n13.6.2013 16:46:53\n Starfsmaður: já algjörlega, ég er vitrari núna heldur er þegar ég labbaði inn í húsið í dag\n13.6.2013 16:48:16\nGuðmundur Árni: Já var akkúrat að spá í því hvernig þetta er orðað svona þarna í þessari breytingu svona gefið í skyn að það sé cappað í raun stra\n13.6.2013 16:48:17\nGuðmundur Árni: x\n13.6.2013 16:53:51\n Starfsmaður: já einmitt... þessi upload skilmáli er víst búinn að vera þarna allan tímann, bara fáir sem hafa pælt í honum fyrr en við gerðum breytingar á niðurhalinu\n13.6.2013 16:55:18\nGuðmundur Árni: haha já skila það vel en kannski svolítið undarlega orðað\n13.6.2013 16:55:37\nGuðmundur Árni: Eitthvað kæmi mér lítið á óvart að þið eigið eftir að fá þessar spurningar\n13.6.2013 16:55:39\nGuðmundur Árni: \n13.6.2013 17:2:59\n Starfsmaður: Já ætli það ekki, ég ætla einmitt að vinna í því að láta sem flesta vita hérna innanhús\n13.6.2013 17:3:40\nGuðmundur Árni: hehe \n13.6.2013 17:3:48\nGuðmundur Árni: maður er svo góður\n13.6.2013 17:5:35\nGuðmundur Árni: En já takk fyrir svörin var bara að forvitnast með þetta \n13.6.2013 17:5:40\n Starfsmaður: Um að gera\n13.6.2013 17:5:43\n Starfsmaður:Takk sömuleiðis\n13.6.2013 17:5:53\nGuðmundur Árni: Báðir vitrari eftir þetta\n13.6.2013 17:5:58\n  Starfsmaður: Algjörlega\n13.6.2013 17:6:4\nGuðmundur Árni: Eigðu gott kvöld\n13.6.2013 17:6:9\n Starfsmaður: Sömuleiðis< br />",
            "date": "2013-06-14 00:34:00",
            "post_id": "515258",
            "reply_to_id": "515254"
        },
        {
            "user_name": "rapport",
            "text": "Ef þetat er málið, þá verða þeir að breyta orðalagin íþað sem það var, þetta gengur ekki svona, þeir eru að taka sér llt of mikinn rétt til afskipta...",
            "date": "2013-06-14 00:41:00",
            "post_id": "515259",
            "reply_to_id": "515258"
        },
        {
            "user_name": "bigggan",
            "text": "Þolir ekki að þessi félug eru allir að setja gagnamagns pakka, eg bjó lengi í útlöndum og þar gátum við hlaðið niður eins og maður vildi með ljósleiðarin sem ég var með þá.\nHvað þarf sá sem lés mbl og skoðar tölvupósturinn með 100/100 tengingu? Ef sá pakki væri til þá mundi ég frekar vera með 10/10, en 100/100 og með gagnamagn.",
            "date": "2013-07-31 23:16:00",
            "post_id": "522443",
            "reply_to_id": "515259"
        },
        {
            "user_name": "AntiTrust",
            "text": "Þú býrð á eyju, svo einfalt er það.",
            "date": "2013-07-31 23:29:00",
            "post_id": "522444",
            "reply_to_id": "522443"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Það er dýrara að kaupa aðgang að sæstreng fyrir 300 þúsund manna eyju heldur en á meginlandinu, t.d. í Evrópu þar sem búa 740 milljón manns.\nÞetta er ekki þarna upp á punt.\nFólk sem notar netið bara fyrir MBL á klárlega frekar að nýta sér 3G þjónustu frekar en að fá sér 100/100 ljós. Þá er líka hægt að vera bara með ferðarouter sem er hægt að taka með hvert sem er innanlands. Hængurinn er sá að sjónvarpið kemur í gegnum ljós/DSL svo fólk þarf hvort sem er að vera með línu. En 3G + Digital Ísland myndlykill er klárlega góð leið fyrir smánotendur til að spara pening, úr kannski 10 þúsundum niður í 3-5 þúsund.",
            "date": "2013-07-31 23:34:00",
            "post_id": "522446",
            "reply_to_id": "522444"
        },
        {
            "user_name": "hfwf",
            "text": "3g er aldrei leið til að spara pening meðan rukkað er fyrir innlenda notkun. sbr. innan Íslands.",
            "date": "2013-08-01 11:51:00",
            "post_id": "522501",
            "reply_to_id": "522446"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Jú.",
            "date": "2013-08-01 12:14:00",
            "post_id": "522504",
            "reply_to_id": "522501"
        },
        {
            "user_name": "hfwf",
            "text": "Flott svar.",
            "date": "2013-08-01 13:07:00",
            "post_id": "522510",
            "reply_to_id": "522504"
        },
        {
            "user_name": "steinarorri",
            "text": "Víst geturðu sparað pening þannig. ADSL þjónusta hjá Símanum með 1GB erlent kostar 3.890 kr plús línugjald 1.590 kr. Þú getur fengið 15 GB 4G þjónustu hjá Nova á 4 þúsund kall eða 5GB hjá Vodafone á 2.200 kr. Þarna ertu farinn að spara pening ef þú nýtir netið í mbl, einkabankann og e-ð þvíumlíkt.",
            "date": "2013-08-01 13:23:00",
            "post_id": "522521",
            "reply_to_id": "522510"
        },
        {
            "user_name": "hfwf",
            "text": "Án vafa er allt sem þú segir satt, en á adsli borgaru ekki fyrir upphal. Málið dautt.",
            "date": "2013-08-01 13:34:00",
            "post_id": "522525",
            "reply_to_id": "522521"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Fannst þetta virkilega flott svar. Enda segir þetta sig sjálft.\nManneskja sem notar netið til þess að lesa fréttir 10-20 sinnum á dag greiðir 1090 kr. á mánuði fyrir 3G.\nSama manneskja borgar t.d. 3890 + 1000 kr. línugjald = 4890 kr. fyrir ADSL hjá Símanum. Hann sparar því um 80% kostnaðar með því að fara í 3G.",
            "date": "2013-08-01 13:40:00",
            "post_id": "522526",
            "reply_to_id": "522525"
        },
        {
            "user_name": "Gislinn",
            "text": "Óháð sparnaðinum þá er 3G samband skelfilega óstabílt á Íslandi. Er búinn að vera að bíða núna í næstum 5 vikur eftir að fá Ljósleiðara og er búinn að vera á 3G á meðan, smá hluti af mér deyr í hvert sinn sem ég tengist þessu helvíti og reyni að nota þetta.",
            "date": "2013-08-01 14:35:00",
            "post_id": "522534",
            "reply_to_id": "522526"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Það fer auðvitað eftir búnaði og skilyrðum. T.d. eru litlu pungarnir mun stabílli við glugga en í miðjum kjallara.\nEinnig er hægt að fá ferðabeini sem hægt er að tengja við loftnet hússins, þá batna skilirðin til muna.",
            "date": "2013-08-01 14:48:00",
            "post_id": "522536",
            "reply_to_id": "522534"
        }
    ],
    "date": "2013-06-13 15:35:00"
}