{
    "forum_title": "Koníakstofan",
    "id": "55376",
    "title": "Hjálp með tollflokk.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=55376",
    "posts": [
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Var að spá hvort að einhverjir vaktarar hafi einhverja hugmynd um hvaða tollflokk, pedalar fyrir leikjastýri myndu flokkast undir?\nMyndi halda að þetta ætti að flokkast undir sama flokk og stýripinnar eða aukahluti fyrir leikjatölvur en ég finn engann svoleiðis flokk í reiknivélinni á tollur.is\nLinkur á pedala: \nhttp://us.fanatec.com/Pedals?product_id=255",
            "date": "2013-06-04 23:56:00",
            "post_id": "514059",
            "reply_to_id": false
        },
        {
            "user_name": "appel",
            "text": "Good luck with that.\nLíklegast flokkast sem tölvubúnaður, en veit ekki hvaða tollflokkur er. Flóknasta tollkerfi heims.",
            "date": "2013-06-05 00:04:00",
            "post_id": "514060",
            "reply_to_id": "514059"
        },
        {
            "user_name": "Xovius",
            "text": "Svona til að stela þessum þræði. Fyrst að OUYA tölvan mín er á leiðinni, hversu mikið ætli ég þurfi að borga til að fá þetta til mín? Hvernig snýr maður sér í þessu. Þeir sögðu í síðasta pósti að hún ætti að koma innan 2vikna...",
            "date": "2013-06-05 00:54:00",
            "post_id": "514065",
            "reply_to_id": "514060"
        },
        {
            "user_name": "dori",
            "text": "Tölvur eru \"\n8471\n Sjálfvirkar gagnavinnsluvélar og einingar til þeirra; lesarar fyrir segulletur eða ritletur, vélar til að umskrá gögn á gagnamiðla á táknmáli og vélar til að vinna úr slíkum gögnum, ót.a\"\nÉg myndi flokka þetta sem \"\n8473.3000\n Hlutar og fylgihlutir til véla í nr. 8471\" enda er þetta alveg gagnslaust fyrir eitthvað annað en að nota með tölvu.\nBtw. það er bara 25,5% vsk af þeim tollaflokki. Enginn tollur.",
            "date": "2013-06-05 00:56:00",
            "post_id": "514066",
            "reply_to_id": "514065"
        },
        {
            "user_name": "Vectro",
            "text": "Leikjatölvur og aukahlutir fyrir þær eru í tollflokki 9504.XXXX og bera 10% A toll.",
            "date": "2013-06-05 11:45:00",
            "post_id": "514098",
            "reply_to_id": "514066"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Þakka góð svör, hugsa ég prófi bara að hringja í tollinn og spurja þá að þessu",
            "date": "2013-06-05 11:52:00",
            "post_id": "514099",
            "reply_to_id": "514098"
        },
        {
            "user_name": "Daz",
            "text": "Bera almennt 10% toll, \nÞannig að ef þetta er pantað frá evrópu (amazon.co.uk/.de t.d.) ætti þetta ekki að taka neinn toll, bara vsk. Ætli ég sé ekki að skilja tollskrána rétt?",
            "date": "2013-06-05 16:32:00",
            "post_id": "514121",
            "reply_to_id": "514099"
        },
        {
            "user_name": "Vectro",
            "text": "Ef að vörunni fylgir upprunavottorð,EUR skírteini eða yfirlýsing á reikning, að varan sé framleidd í evrópu þá ber hún ekki toll nei.\nEn þar sem fæstar af þessum leikjatölvum og aukahlutum eru framleidd í evrópu (ef nokkrar?), þá gildir A tollur.",
            "date": "2013-06-05 16:57:00",
            "post_id": "514122",
            "reply_to_id": "514121"
        }
    ],
    "date": "2013-06-04 23:56:00"
}