{
    "forum_title": "Framtíð og þróun",
    "id": "55420",
    "title": "1TB SSD á klakanum!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=35&t=55420",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Nú sannast máltækið \"Margur er knár þótt hann sé smár\" en \nStart.is\n bjóða fyrstir allra á íslandi \n1TB SSD.\nÞessi risastóri SSD er líka súper hraður, eða Read 500MB/s og Write 400MB/s\nVerðið er tæp 110 þúsund en miðað við að verðið á þessum disk er í kringum $600 erlendis þá er þetta mjög góður díll.\nNú er bara spurninginn, hver verður fyrstur til að landa þessum ofur SSD. Pant verannnnn!!!!!!!!",
            "date": "2013-06-07 23:19:00",
            "post_id": "514402",
            "reply_to_id": false
        },
        {
            "user_name": "Arkidas",
            "text": "Sexy.",
            "date": "2013-06-07 23:28:00",
            "post_id": "514405",
            "reply_to_id": "514402"
        },
        {
            "user_name": "GuðjónR",
            "text": "wewwwy!",
            "date": "2013-06-08 00:03:00",
            "post_id": "514414",
            "reply_to_id": "514405"
        },
        {
            "user_name": "Daz",
            "text": "raid5!!",
            "date": "2013-06-08 00:16:00",
            "post_id": "514416",
            "reply_to_id": "514414"
        },
        {
            "user_name": "MrIce",
            "text": "holy crap thats sexy.....",
            "date": "2013-06-08 11:05:00",
            "post_id": "514459",
            "reply_to_id": "514416"
        },
        {
            "user_name": "Eiiki",
            "text": "Er ég sá eini sem er að spá í því hvað maður hefur að gera við 1TB SSD disk?",
            "date": "2013-06-08 12:04:00",
            "post_id": "514462",
            "reply_to_id": "514459"
        },
        {
            "user_name": "GuðjónR",
            "text": "Fínt ef þú vilt losa þig alveg við HDD og vera bara með SSD.\nÁ sínum tíma sögðu menn líka, sé ekki hvað maður hefur að gera við 1TB HDD  \nSvo kom 2TB 3TB 4TB....\nÞetta kallast þróun.",
            "date": "2013-06-08 12:12:00",
            "post_id": "514466",
            "reply_to_id": "514462"
        },
        {
            "user_name": "Xovius",
            "text": "Held að þetta væri tildæmis fullkomið upgrade fyrir fartölvuna þar sem ekki er pláss fyrir einn stýrikerfisdisk og einn geymsludisk.",
            "date": "2013-06-08 12:14:00",
            "post_id": "514468",
            "reply_to_id": "514466"
        },
        {
            "user_name": "GuðjónR",
            "text": "Nákvæmlega, þetta er fullkominn fartölvudiskur! tekur lítinn straum, hitnar ekkert og hefur mikið geymslupláss og hraðinn er svakalegur.\nÞetta er diskur sem maður myndi síðan taka úr og setja í næstu fartölvu þegar maður selur og uppfærir. \nMyndi líta á þetta sem fjárfestingu.",
            "date": "2013-06-08 12:19:00",
            "post_id": "514469",
            "reply_to_id": "514468"
        },
        {
            "user_name": "jojoharalds",
            "text": "þetta er snillt er einmitt með 2 1 tb i raid 0,\nkanski marr uppfærir, í þetta serstaklega þvi ég er búin að fjarlæga drive bay festingar úr turninum hjá mér.\nThumbs up for a verry great invention.\nbiða samt þangað til þetta lækkar aðeins í verði.100 kall stykki til að geyma **** er aðeins of mikið.",
            "date": "2013-06-23 23:40:00",
            "post_id": "516689",
            "reply_to_id": "514469"
        },
        {
            "user_name": "Labtec",
            "text": "þetta er snilld til að vera fyrstur inná counter-strike server",
            "date": "2013-06-24 00:38:00",
            "post_id": "516695",
            "reply_to_id": "516689"
        },
        {
            "user_name": "Sallarólegur",
            "text": "AFHVERJU segir fólk svona?!\nÞú ert inni á tækninördaspjalli, þetta er svo mikil bann spurning.",
            "date": "2013-07-12 10:24:00",
            "post_id": "519547",
            "reply_to_id": "516695"
        },
        {
            "user_name": "appel",
            "text": "Spinning diskar eru doldið á útleið. Þeir eru að verða doldið eins gömlu tape-drifin, geyma mikið af gögnum en eru hægvirkir og bilanagjarnir.\nÉg ætla ekki að kaupa mér spinning disk aftur miðað við þessa þróun. 1tb ssd kominn og stærsti hdd er 3tb. Nema maður sé algjör safnari þá hefur maður lítið við svona mikið pláss að gera.\nNúna er ég bara með einn 128gb ssd disk tengdan, og læt það duga, hendi út jafnóðum af honum. Ég á spinning diska en nenni ekki að vera með þá inni í kassanum, þeir eru svo hávaðasamir.\nEN... ef það kæmi einhver bylting í spinning diskum, t.d. að alltíeinu væri fundin tækni til að 10x eða 20x falda diskaplássið, þá værum við að tala saman. En líklegra er að þannig bylting komi í solid state diskum frekar en spinning.",
            "date": "2013-07-25 22:42:00",
            "post_id": "521497",
            "reply_to_id": "519547"
        },
        {
            "user_name": "oskar9",
            "text": "Ég keyri bara 240GB Intel disk og er með Torrent/ video 2TB snúnigsdisk í Hot swap drifi, tek hann úr í hvert skipti sem ég nota hann ekki bara útaf þessum víbringi og vinnsluhljóði, get ekki beðið eftir að gera keypt bara 1-1.5TB SSD á viðráðanlegu verði og skipt 7.200 diskunum út allveg\nSvo er maður svo mikið virkari að hreinsa út ónotuð forrit og bloatware þegar plássið er af svona skornum skammti sem þýðir að maður er alltaf með vél og stýrikerfi sem keyrir á minnstu mögulegu forritum, hentar mér mjög vel",
            "date": "2013-07-25 22:52:00",
            "post_id": "521500",
            "reply_to_id": "521497"
        },
        {
            "user_name": "hkr",
            "text": "Það er líka töluverður kostur við SSD að þeir \"deyja\" hægt og rólega (í flestum tilfellum) í stað þess að deyja allt í einu eins og snúnings diskarnir eiga til að gera.",
            "date": "2013-07-25 23:55:00",
            "post_id": "521519",
            "reply_to_id": "521500"
        },
        {
            "user_name": "Svansson",
            "text": "Maður má leyfa sér, þegar svona tækifæri koma. Þetta er kannski mikill peningur, en í þessu áhugamáli þarf maður bara að sætta sig þann galla.",
            "date": "2013-07-26 00:32:00",
            "post_id": "521528",
            "reply_to_id": "521519"
        },
        {
            "user_name": "Semboy",
            "text": "þetta er bara della hjá fólki. hefur ekkjart að gera með peninga sina",
            "date": "2013-07-26 06:50:00",
            "post_id": "521545",
            "reply_to_id": "521528"
        }
    ],
    "date": "2013-06-07 23:19:00"
}