{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "55464",
    "title": "iOS 7",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=55464",
    "posts": [
        {
            "user_name": "holavegurinn",
            "text": "Jæja, hvað finnst ykkur, skref í rétta átt?\nhttp://www.apple.com/ios/ios7/",
            "date": "2013-06-10 23:41:00",
            "post_id": "514779",
            "reply_to_id": false
        },
        {
            "user_name": "Hrotti",
            "text": "ekki spurning.",
            "date": "2013-06-11 00:38:00",
            "post_id": "514787",
            "reply_to_id": "514779"
        },
        {
            "user_name": "Tiger",
            "text": "Kominn með þetta upp and running \n Tekur tíma að venjast en lofar góðu.",
            "date": "2013-06-11 00:43:00",
            "post_id": "514788",
            "reply_to_id": "514787"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Ætli þeir lendi í veseni með þetta multi task dæmi? Frekar líkt Android viðmótinu. \nSent from my GT-I9505 using Tapatalk 4 Beta",
            "date": "2013-06-11 00:59:00",
            "post_id": "514789",
            "reply_to_id": "514788"
        },
        {
            "user_name": "Squinchy",
            "text": "How? Er betan ekki bara opin fyrir developer users?",
            "date": "2013-06-11 01:36:00",
            "post_id": "514794",
            "reply_to_id": "514789"
        },
        {
            "user_name": "capteinninn",
            "text": "Þetta lítur mun betur út en mér finnst þetta eiginlega vera bara bætingar á kerfi sem er núþegar í gangi.\nAllavega fær þetta mig ekki til að skipta úr Android yfir í iOS.\nVæri til í að sjá þá koma með eitthvað glænýtt og öðruvísi eins og Apple voru áður þekktir fyrir.\nMacPro tölvan þeirra er gott dæmi um þetta, tóku séns og prófuðu eitthvað nýtt og það kom glæsilega út.",
            "date": "2013-06-11 01:46:00",
            "post_id": "514796",
            "reply_to_id": "514794"
        },
        {
            "user_name": "Swooper",
            "text": "Vá. Ég er Android maður through and through, en ég verð að taka hattinn ofan fyrir Apple núna. Actually virkilega vel gerð endurhönnun. Mættu fara lengra með sumt (hefði viljað sjá ferköntuð icon t.d.), en þetta er amk risa skref í rétta átt. Flott að þeir hafi loksins losað sig við \"glassy\" icon stílinn og annan ógeðslegan skeumorphisma sem plagaði fyrri útgáfur. Verst bara að þetta mun ekki koma á gamla 1st-gen iPadinn minn... og ég er ekki að fara að fá mér aðra iOS græju á næstunni, þrátt fyrir þetta.\nHvernig? Þetta kemur ekki út fyrr en í haust er það?",
            "date": "2013-06-11 02:22:00",
            "post_id": "514799",
            "reply_to_id": "514796"
        },
        {
            "user_name": "Tiger",
            "text": "Skrái bara UDID-ið mitt hjá \nhttp://imzdl.com/\n og þeir registera það sem dev síma og set upp allar betur. Hef gert þetta við ios 5 og 6 líka og virkar fínt. Hægt að nálgast iPhone5 A1429 betuna meira að segja á deildu.net",
            "date": "2013-06-11 07:10:00",
            "post_id": "514808",
            "reply_to_id": "514799"
        },
        {
            "user_name": "vesley",
            "text": "Þetta er flott en mér finnst þetta bara vera algjör blanda af android/w8",
            "date": "2013-06-11 09:07:00",
            "post_id": "514813",
            "reply_to_id": "514808"
        },
        {
            "user_name": "Demon",
            "text": "Virkar flott í myndböndum frá apple. Fyrir utan hvað mér finnst nýju iconin mörg reyndar ljót.\nSetti þetta upp á símann (iPhone 4) og var fljótur að fara til baka í iOS 6.\nÁ iPhone 4 virðist vera eitthver gettó-útgáfa af þessu, t.d er ekkert transparent (þannig að maður sjái bakgrunn/icon bakvið osfrv).\nFilters ekki hægt að setja á í cameru-appinu, airdrop er ekki virkt osfrv.\nVerður að koma í ljóst hvort það er þess virði fyrir \"gamla síma\" eins og iPhone 4 að uppfæra, flott fyrir iPhone 5 allavega.",
            "date": "2013-06-11 11:08:00",
            "post_id": "514830",
            "reply_to_id": "514813"
        },
        {
            "user_name": "Klaufi",
            "text": "Þreytt:\nErtu með certificates líka?",
            "date": "2013-06-11 19:53:00",
            "post_id": "514928",
            "reply_to_id": "514830"
        },
        {
            "user_name": "Tiger",
            "text": "Nei bara Registration. Já þetta gerist alltaf eftir nýja útgáfu, ég var sniðugur í þetta skiptið og skráði mig áður en kynningin var, tók innan við mínútu. \nEr virkilega að fíla þetta, fullt af smáatriðum sem er gaman að finna við og við + fullt af stórum breytingum.",
            "date": "2013-06-11 20:23:00",
            "post_id": "514932",
            "reply_to_id": "514928"
        },
        {
            "user_name": "Klaufi",
            "text": "Kveikti strax að þetta var álag, hefði ég vitað af þessu hefði ég skráð mig fyrr!\nGet ekki beðið eftir að fikta!",
            "date": "2013-06-11 20:39:00",
            "post_id": "514935",
            "reply_to_id": "514932"
        },
        {
            "user_name": "GuðjónR",
            "text": "Nenniði virkilega að vera með gallaða betu næstu þrjá mánuðina?",
            "date": "2013-06-11 20:40:00",
            "post_id": "514936",
            "reply_to_id": "514935"
        },
        {
            "user_name": "Tiger",
            "text": "Hef ekki fundið einn galla ennþá....... Allt virkar eins og það á að virka.",
            "date": "2013-06-11 20:45:00",
            "post_id": "514938",
            "reply_to_id": "514936"
        },
        {
            "user_name": "Klaufi",
            "text": "Hef ekki enn komist í að prufa, en miðað við það sem ég hef lesið þá stenst það sem Tiger segir, fyrir utan eitthvað smotterí..\nBúinn að sækja fælinn, en er farinn að vorkenna F5 takkanum mínum á þessari registrationsíðu..",
            "date": "2013-06-11 20:49:00",
            "post_id": "514940",
            "reply_to_id": "514938"
        },
        {
            "user_name": "Tiger",
            "text": "Ertu að bíða hérna? \nhttp://imzdl.com/udid.php",
            "date": "2013-06-11 20:51:00",
            "post_id": "514942",
            "reply_to_id": "514940"
        },
        {
            "user_name": "Klaufi",
            "text": "Já, er einnig búinn að prufa nokkrar aðrar síður, ef ég kemst í gegn þar þá er paypal too busy..",
            "date": "2013-06-11 20:55:00",
            "post_id": "514944",
            "reply_to_id": "514942"
        },
        {
            "user_name": "GuðjónR",
            "text": "Paypal? eru þið að borga fyrir BETU af iOS ?",
            "date": "2013-06-11 20:59:00",
            "post_id": "514947",
            "reply_to_id": "514944"
        },
        {
            "user_name": "Klaufi",
            "text": "Borga klink fyrir að fá símann skráðan sem Developer tæki..",
            "date": "2013-06-11 21:00:00",
            "post_id": "514948",
            "reply_to_id": "514947"
        },
        {
            "user_name": "Tiger",
            "text": "Panorama sem wallpaper er nett cool finnst mér. Ekki mitt video, but it shows the point.",
            "date": "2013-06-11 22:40:00",
            "post_id": "514969",
            "reply_to_id": "514948"
        },
        {
            "user_name": "Tesy",
            "text": "Getur maður downgrade-a aftur niður í iOS6.1 með ez? Og hefur einhver gert það hérna? Vil ekki rústa síman",
            "date": "2013-06-11 23:09:00",
            "post_id": "514978",
            "reply_to_id": "514969"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Hefur lengi vel verið svipað í Android. Ekkert breakthrough þar á ferð en vissulega flott hjá þeim að hafa þennan fítus. \nSent from my GT-I9505 using Tapatalk 4 Beta",
            "date": "2013-06-11 23:19:00",
            "post_id": "514981",
            "reply_to_id": "514978"
        },
        {
            "user_name": "Tiger",
            "text": "Nenniru að senda mér link á það, vorum að leita fyrir félaga minn en fundum ekkert eins.",
            "date": "2013-06-11 23:38:00",
            "post_id": "514983",
            "reply_to_id": "514981"
        },
        {
            "user_name": "Arkidas",
            "text": "Það er ekkert hægt að keyra iOS 6 öpp á þessu er það?",
            "date": "2013-06-11 23:39:00",
            "post_id": "514984",
            "reply_to_id": "514983"
        },
        {
            "user_name": "Tiger",
            "text": "Jú, enda ekki til nein ios7 öpp enn þar sem developers fengu bara aðgang í gær. \nOg já, hægt að downgrade-a í ios6 aftur með að gera restorebúr DFU mode",
            "date": "2013-06-11 23:46:00",
            "post_id": "514986",
            "reply_to_id": false
        },
        {
            "user_name": "Tesy",
            "text": "Var að update-a upp í iOS 7 og verð að segja að ég er drullu sáttur með þetta. Búinn að vera með þetta í nokkra klst og er ekki enn búinn að finna bug. Ég er að fíla þessa nýja hönnun, sérstaklega á hvíta iPhone 5.",
            "date": "2013-06-12 03:24:00",
            "post_id": "515002",
            "reply_to_id": "514986"
        },
        {
            "user_name": "Tiger",
            "text": "Eini böggurinn sem ég hef fundið er að ef ég er að skrifa langan texta þá fylgir glugginn ekki með heldur skrifa ég bara útur glugganum, þarf bara að slide-a til hliðar til að sjá. That's it",
            "date": "2013-06-12 08:27:00",
            "post_id": "515007",
            "reply_to_id": "515002"
        },
        {
            "user_name": "Demon",
            "text": "Hvernig síma eruði með þið sem eruð að prófa þetta?",
            "date": "2013-06-12 12:20:00",
            "post_id": "515023",
            "reply_to_id": "515007"
        },
        {
            "user_name": "Tiger",
            "text": "iPhone5.",
            "date": "2013-06-12 13:41:00",
            "post_id": "515030",
            "reply_to_id": "515023"
        },
        {
            "user_name": "gissur1",
            "text": "Var að kaupa af þessari síðu \nhttp://regmyudid.com/#activate-now\nNú bíð ég bara eftir emaili frá þeim svo ég geti update-að",
            "date": "2013-06-12 15:20:00",
            "post_id": "515037",
            "reply_to_id": "515030"
        },
        {
            "user_name": "zobbah",
            "text": "Nú þegar er búið að uppfæra nokkur öpp. þar á meðal hið íslenska OZ TV\nÉg keypti skráningu hér\nhttp://www.ebay.com.au/itm/iOS-7-Beta-U ... AQ:AU:1123\nTók 5 mínutur þar til ég fékk email um að tækið mitt væri skráð",
            "date": "2013-06-12 17:23:00",
            "post_id": "515053",
            "reply_to_id": "515037"
        },
        {
            "user_name": "gissur1",
            "text": "Hvenær keyptirðu þetta ?",
            "date": "2013-06-12 17:47:00",
            "post_id": "515057",
            "reply_to_id": "515053"
        },
        {
            "user_name": "Tundurdufl",
            "text": "Ert þú ekki búinn að fá þína skráningu ennþá Gissur?",
            "date": "2013-06-12 18:56:00",
            "post_id": "515066",
            "reply_to_id": "515057"
        },
        {
            "user_name": "Klaufi",
            "text": "I do like dis.",
            "date": "2013-06-12 23:01:00",
            "post_id": "515104",
            "reply_to_id": "515066"
        },
        {
            "user_name": "gissur1",
            "text": "Kominn með þetta núna \nMér líður eins og smákrakka á jólunum",
            "date": "2013-06-12 23:18:00",
            "post_id": "515108",
            "reply_to_id": "515104"
        },
        {
            "user_name": "Tundurdufl",
            "text": "Virkar þetta allt saman? Eru menn búnir að prófa öll forrit og allt í frábæru lagi?\nVæri gaman að fá reynslusögur fyrir okkur hina sem þorum ekki að setja þetta inn",
            "date": "2013-06-13 14:36:00",
            "post_id": "515176",
            "reply_to_id": "515108"
        },
        {
            "user_name": "Arkidas",
            "text": "Það er alveg hægt að nota þetta.\nHef einu sinni lent í því að mér var ekki leyft\nað skrifa í textabox. Kom bara ekkert þegar ég\nsnerti það.\nEn annars allt í fína eftir 2 daga notkun hjá\nmér og öll forrit virka.",
            "date": "2013-06-13 14:50:00",
            "post_id": "515178",
            "reply_to_id": "515176"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Hef lengi verið Android maður, en var núna að versla mér eitt stykki iPhone 5 til að sjá what all the fuzz is about, get ekki beðið eftir að prufa þessa betu.",
            "date": "2013-06-13 16:10:00",
            "post_id": "515186",
            "reply_to_id": "515178"
        },
        {
            "user_name": "russi",
            "text": "Hér er myndband og linkur hvernig hægt er að gera þetta frítt fyrir þá sem vilja og það er lítið mál að láta þetta ganga til baka eins og útskýrt er þarna. Er búin að setja þetta upp hjá mér með þessari aðferð og virðist virka fínt, eina sem var að var það að keylockið respondaði ekki fyrst, svo endurræsti siminn sig sjálfur eftir smá tíma og það komst í lag\nhttp://www.youtube.com/watch?v=2QyfQiRPzK0",
            "date": "2013-06-13 19:19:00",
            "post_id": "515202",
            "reply_to_id": "515186"
        },
        {
            "user_name": "Tesy",
            "text": "Virkar ennþá fínt so far.. Er enn ekki búinn að finna stórt bug.\nEn eru menn virkilega að borga fyrir betuna? ekkert mál að downloada þetta frítt..",
            "date": "2013-06-13 21:40:00",
            "post_id": "515214",
            "reply_to_id": "515202"
        },
        {
            "user_name": "GuðjónR",
            "text": "Var að skoða iOS7 á youbute ... guð minn góður hvað þetta er ljótt! Er Apple alvara eða er þetta grín hjá þeim? Þetta hlýtur að vera grín!\nÞetta er jafnljótt eða ljótara en Win8 tiles ...  \n \nGooglaði iOS7 ugly icon og fékk þetta efst:\nhttp://www.networkworld.com/community/b ... hb&hpg1=mp",
            "date": "2013-06-20 21:42:00",
            "post_id": "516279",
            "reply_to_id": "515214"
        },
        {
            "user_name": "Tiger",
            "text": "Mona Lisa færi aldrei uppá vegg hjá mér því það er forljótt málverk, en ekki allir sammála mér þar. Þanngi að smekkur mann er misjafn. \nFinnst nýja IOS7 að öllu leiti fallegra, stílhreinna og betra en forverar. Þótt þessum Yoni Heisler þykir þetta ásamt þér, er gríðarlegur meirihluti sem er að fíla þetta, hef lesið hundruði bls af umræðum um þetta.\nEn sem betur fer hefur val, heldur þig bara við IOS6",
            "date": "2013-06-20 21:55:00",
            "post_id": "516280",
            "reply_to_id": "516279"
        },
        {
            "user_name": "GuðjónR",
            "text": "Já auðvitað held ég mig við iOS6 ef þetta er ekki grín? Að fíla þetta look er pjúúúúra fanboyism því þetta er ugly as hell.\nÍ fyrsta sinn sem mér finnst Apple koma með ljóta vöru á markað, algjört fail. iOS6 all the way...nú eða bara fara yfir í alvöru síma",
            "date": "2013-06-20 22:04:00",
            "post_id": "516282",
            "reply_to_id": "516280"
        },
        {
            "user_name": "Orri",
            "text": "Þetta er bara almennileg hönnun. Burt með þennann skeomorphisma sem var nett árið 2007 og inn með minimalismann.\nHelvetica Neue er afar falleg leturgerð, gegnsæju valmyndirnar neat touch og einfaldleikinn allsráðandi. Einnig eru viðmótin sem slík mun betri að mörgu leiti (t.d. að draga niður á homescreen til að leita, í stað þess að þurfa að skrolla alla leið til vinstri).\nAð mínu mati er þetta afar góð lending á milli iOS6 og Windows Phone 7/8 og Windows 8.\nVeit ekki hver þín skilgreining á fanboyism er, en að kunna að meta vandaða, fallega og nútímalega hönnun er ekki beint fanboyismi í mínum bókum.\nÞess má geta að ég á Windows Phone 7 síma, en hef reyndar átt iPhone.. er ég kannski bara fanboy?",
            "date": "2013-06-20 22:16:00",
            "post_id": "516284",
            "reply_to_id": "516282"
        },
        {
            "user_name": "GuðjónR",
            "text": "Nei þú ert pjúra gay.",
            "date": "2013-06-20 22:21:00",
            "post_id": "516286",
            "reply_to_id": "516284"
        },
        {
            "user_name": "Tiger",
            "text": "Eins rökrétt og ef ég myndi segja \"að fíla þetta ekki er bara vegna þess að iMacinn þinn dó og þú að spá að skipta um lið aftur.\" Engin fanboyism-i fyrir fimm aur, einfaldlega misjafnar skoðanir.",
            "date": "2013-06-20 22:24:00",
            "post_id": "516287",
            "reply_to_id": "516286"
        },
        {
            "user_name": "GuðjónR",
            "text": "Búið að laga iMac og ég er sáttari en minkur í hænsnakofa með hann.\nAuðvitað er þetta spurning um smekk, pottþétt að mörgum líki þetta en ég er ekki einn af þeim þetta er ótrúlega flatt og ljótt.\nMér finnst iOS 5/6 flott ...",
            "date": "2013-06-20 22:41:00",
            "post_id": "516290",
            "reply_to_id": "516287"
        },
        {
            "user_name": "vikingbay",
            "text": "Ég verð eiginlega að vera sammála Guðjóni, þetta er eitthvað svo teiknimyndalegt og barnalegt að mínu mati..\nMiklu meira detail í 'gömlu' iconunum",
            "date": "2013-06-21 00:59:00",
            "post_id": "516341",
            "reply_to_id": "516290"
        },
        {
            "user_name": "Arkidas",
            "text": "Það finnast margar klaufalegar hönnunarvillur í iOS 7 núna en mér finnst samt þægilegra að nota það heldur en iOS 6. Hönnunarstefnan sem ríkir í síðarnefnda er úrelt og mér líður eins og ég með eldgamlan síma.",
            "date": "2013-06-21 03:31:00",
            "post_id": "516353",
            "reply_to_id": "516341"
        },
        {
            "user_name": "demaNtur",
            "text": "",
            "date": "2013-06-21 04:02:00",
            "post_id": "516354",
            "reply_to_id": false
        },
        {
            "user_name": "Demon",
            "text": "Sammála, nýju iconin eru mörg hver bara einfaldlega ljót.\nÞetta með layers og að bakgrunnur sjáist alltaf (viðmótið transparent) kom samt nokkuð flott út í kynningu frá apple.\nEn iconin eru svo stór partur að í raun er gamla iOS (6 og niður) mun flottara en iOS 7 fyrir mér.",
            "date": "2013-06-21 07:36:00",
            "post_id": "516359",
            "reply_to_id": "516354"
        },
        {
            "user_name": "blitz",
            "text": "About time að Apple byrjar að ná Android!\nSammála Guðjóni samt - þessi nýu Icons eru ógeð.",
            "date": "2013-06-21 09:21:00",
            "post_id": "516364",
            "reply_to_id": "516359"
        },
        {
            "user_name": "Swooper",
            "text": "Ég er fullkomlega ósammála þér, GuðjónR - gamla iOS er fyrir mér kennslubókardæmi um allt sem maður á EKKI að gera í viðmótshönnun. Skeumorphismi, glassy icon, gradientar, rúnnuð horn... foj! Nýja er margfalt betra þó það sé alls ekki fullkomið (enda myndi líklega fullkomin hönnun leiða til kæru frá Google fyrir að copya Android  \n ). iOS er ekki lengur ljótasta mobile stýrikerfið (sorrí WP).",
            "date": "2013-06-21 09:47:00",
            "post_id": "516366",
            "reply_to_id": "516364"
        },
        {
            "user_name": "hagur",
            "text": "Hvað er að Skeumorphism-a?  Því ekki að nota raunverulega hluti sem fólk þekkir og apa eftir þeim?  Mér finnst margt flott við iOS7 en icon-in eru mörg hver svakaleg afturför að mínu mati.",
            "date": "2013-06-21 10:39:00",
            "post_id": "516371",
            "reply_to_id": "516366"
        },
        {
            "user_name": "Swooper",
            "text": "Nokkrar ástæður. Hann leiðir oft til inconsistent hönnunar (brúnt \"leður\" í Calendar, grænt \"filtborð\" í Game Center, \"bókahilla úr tré\" í News Stand o.s.frv.). Clutter í bakgrunni dregur athyglina óþarflega mikið frá sjálfu contentinu. Sýnir viljaleysi til að þróa betri stafræna lausn en \"gamla góða\" fýsíska hlutinn sem hönnunin byggir á - að ganga út frá tækninni sem er notuð (t.d. snertiskjá) í staðinn fyrir \"úreltum\" aðferðum (t.d. bók) er mun líklegri til að skila góðri hönnun en hið öfuga.\nEf maður horfir á þróun stafrænna viðmóta, þá má segja að þau hafi verið að þróa sig í átt að skeuomorphisma frá upphafi og þar til fyrir örfáum árum. Sjáið t.d. þróunina gegnum windows útgáfur frá 3.1 og upp í 7 - takkar urðu upphleyptir og með skuggum, í Vista komu glerkúlutakkar og gegnsæir gluggar... það var allt rosa kúl af því að það var cutting edge á þeim tíma. Núna erum við pretty much búin að ná raunveruleikanum, við getum gert viðmót sem lítur út nákvæmlega eins og hluturinn sem það er byggt á. En, turns out, að nú eru menn farnir að átta sig á að það er ekkert endilega alltaf besta hönnunin, svo skeuomorphismi er hættur að vera kúl. Í staðinn einbeita hönnuðir sér að því að gera clean, mínímalísk viðmót sem þjóna sínum tilgangi vel án þess að vera með eitthvað óþarfa leðurinnbindingaglerkúluskrautrugl. Meira að segja Apple er búið að fatta þetta, síðast allra.",
            "date": "2013-06-21 12:22:00",
            "post_id": "516382",
            "reply_to_id": "516371"
        },
        {
            "user_name": "Tesy",
            "text": "iOS 7 \nBeta 2\n released.\nEh búinn að prófa?",
            "date": "2013-06-24 17:04:00",
            "post_id": "516744",
            "reply_to_id": "516382"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ætli það sé búið að laga iconin ?",
            "date": "2013-06-24 17:24:00",
            "post_id": "516746",
            "reply_to_id": "516744"
        },
        {
            "user_name": "Opes",
            "text": "Nope, ennþá jafn ljót. Voice Memos er þó komið aftur \n.",
            "date": "2013-06-24 18:41:00",
            "post_id": "516761",
            "reply_to_id": "516746"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Líst mjög vel á þetta stýrikerfi, þó að ég sé sammála því að þessi Icons eru algerlega út úr kú.\nFarið vel yfir icon vandamálið hér, þegar maður sér þetta svona hlið við hlið með þessum texta þá getur maður ekki verið annað en sammála því að þessi icons eru skelfileg.\nhttp://gizmodo.com/whats-wrong-with-the ... -513831117\nSýnist Beta2 aðallega vera fyrir iPad stuðning... \nhttp://bgr.com/2013/06/24/ios-7-beta-2-change-log-ipad/\nhttp://www.gsmarena.com/apple_ios_7_bet ... s-6267.php",
            "date": "2013-06-24 19:18:00",
            "post_id": "516769",
            "reply_to_id": "516761"
        },
        {
            "user_name": "BjarniTS",
            "text": "Ég er með Gmail aðgang í mail appinu.\nAppið hrynur alltaf þegar ég leita í inbox eða sent.\nSlæ inn leitarorð , sértæk sem víðtæk.\nEru þið að lenda í þessu ?\nIphone 5\nBeta 2",
            "date": "2013-06-27 23:04:00",
            "post_id": "517311",
            "reply_to_id": "516769"
        },
        {
            "user_name": "BjarniTS",
            "text": "Virkar ebay appið hjá ykkur ?",
            "date": "2013-06-28 22:43:00",
            "post_id": "517451",
            "reply_to_id": "517311"
        },
        {
            "user_name": "Tiger",
            "text": "Neibb og er að lenda í sama og þú með leit í póstinum. Beta3 kemur 8.júlí \n En þetta er Beta, that is exspected.",
            "date": "2013-06-28 23:24:00",
            "post_id": "517458",
            "reply_to_id": "517451"
        },
        {
            "user_name": "Tiger",
            "text": "Beta 3 komin og sagt að search í mail sé tweeked þannig að vonandi er þetta vandamál úr sögunni. Ebay kom sjálft með update um daginn sem lagði þetta hjá þeim.",
            "date": "2013-07-08 21:52:00",
            "post_id": "519004",
            "reply_to_id": "517458"
        },
        {
            "user_name": "BjarniTS",
            "text": "Frábærar fréttir.\nBeta 3 hér kem ég.",
            "date": "2013-07-09 07:14:00",
            "post_id": "519056",
            "reply_to_id": "519004"
        },
        {
            "user_name": "gissur1",
            "text": "Er með beta 3 og ef ég er að hlusta á spotify og hækka eða lækka volume-ið þá krassar forritið, alltaf",
            "date": "2013-07-13 14:52:00",
            "post_id": "519759",
            "reply_to_id": "519056"
        },
        {
            "user_name": "marijuana",
            "text": "Að setja möppu inní möppu virkar enn í Beta 3 :O\nhttp://www.youtube.com/watch?feature=pl ... Bg8-tQzNu0",
            "date": "2013-07-13 15:09:00",
            "post_id": "519761",
            "reply_to_id": "519759"
        },
        {
            "user_name": "berteh",
            "text": "Eru menn byrjaðir að keyra beta3 ? ég hef verið að nota beta3 sjálfur í 3 daga og ekkert forrit krassað ennþá amk en ég hef fengið eitt random reboot meðan ég héllt á símanum, man nú ekki alveg hvað ég var að gera samt þegar það kom  \n \nEndilega póstið reynslum ykkar af beta3",
            "date": "2013-07-16 08:29:00",
            "post_id": "520217",
            "reply_to_id": "519761"
        },
        {
            "user_name": "BjarniTS",
            "text": "Volume up krassar alltaf Spotify.\nEkki uppfæra nema að vera klárir í það.\nHef líka rekið mig á AirPlay vandamál í Spotify eftir Beta3\nEmail leit - lagað\nEbay - lagað",
            "date": "2013-07-21 20:36:00",
            "post_id": "520949",
            "reply_to_id": "520217"
        },
        {
            "user_name": "snaeji",
            "text": "Það sem þessar breytingar á iconunum eiga eftir að valda miklum \nruglingi hjá risastóra tæknihefta hópnum sem notar iphone!",
            "date": "2013-07-22 00:12:00",
            "post_id": "521002",
            "reply_to_id": "520949"
        },
        {
            "user_name": "gissur1",
            "text": "Góður",
            "date": "2013-07-22 00:32:00",
            "post_id": "521003",
            "reply_to_id": "521002"
        },
        {
            "user_name": "BjarniTS",
            "text": "Langaði að deila með ykkur kúl fítus sem ég sé í album.\nÞarna skoðar þú myndina , notar zoom out og þá getur maður fært myndina aftur inn í album.\nÞú getur líka snúið myndinni allavega og fært til.  Mikið fyrir augað.\nVarðandi multitaskið , þið getið haft eitt forrit myndavél , snapchat , etc\nSem er vakandi og active sjáanlega á meðan þið flakkið á milli forrita.  Svolítið kúl.",
            "date": "2013-07-23 00:08:00",
            "post_id": "521144",
            "reply_to_id": "521003"
        },
        {
            "user_name": "BjarniTS",
            "text": "Virka video í Ted Talks hjá ykkur?\nVirka ekki hjá mér undir ios 7 beta3\nVideo verða bara svört.",
            "date": "2013-07-26 14:53:00",
            "post_id": "521596",
            "reply_to_id": "521144"
        },
        {
            "user_name": "BjarniTS",
            "text": "Beta 4 er lent.\nSpotify - lagað\nNýtt phone viðmót\nTedtalks ennþá í ólagi.\nVirkar sweet.",
            "date": "2013-08-01 19:43:00",
            "post_id": "522562",
            "reply_to_id": "521596"
        },
        {
            "user_name": "jardel",
            "text": "Ég er með iphone 4 síma er mér óhætt að setja beta 4 í hann?\nEf svo er? Hvernig er það gert? Itunes ið hjá mér finnur bara  6.1.3",
            "date": "2013-08-06 03:19:00",
            "post_id": "522999",
            "reply_to_id": "522562"
        }
    ],
    "date": "2013-06-21 04:02:00"
}