{
    "forum_title": "Til sölu - Tölvuvörur",
    "id": "55462",
    "title": "[Seld] Dell borðtölva - 20.000",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=11&t=55462",
    "posts": [
        {
            "user_name": "°°gummi°°",
            "text": "Til sölu Dell Optiplex GX280\n2,8GHz - 2GB minni - 80GB diskur\nFín til að fara á netið og svona þessa beisik hluti, frekar nett\nNýstraujuð með XP Pro\nverð 20.000 eða besta boð",
            "date": "2013-06-10 23:09:00",
            "post_id": "514774",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég myndi skoða hvernig vélar þú færð hérna á 20þúsund, og endurhugsa svo kannski örlítið verðlagninguna",
            "date": "2013-06-10 23:24:00",
            "post_id": "514776",
            "reply_to_id": "514774"
        },
        {
            "user_name": "°°gummi°°",
            "text": "Það er auðvitað öllum frjálst að bjóða - svo ef þú finnur óselda tölvu hérna á betra verði þá myndi nú vera sniðugt að bömpa henni - og allir græða (nema ég auðvitað \n )",
            "date": "2013-06-10 23:35:00",
            "post_id": "514778",
            "reply_to_id": "514776"
        },
        {
            "user_name": "°°gummi°°",
            "text": "jæja, ég sé engin bömp á ódýrari tölvum svo ég bömpa bara þessari",
            "date": "2013-06-12 20:57:00",
            "post_id": "515081",
            "reply_to_id": "514778"
        },
        {
            "user_name": "playman",
            "text": "Nei andskotin, hvað er málið með þessar helvítis dell vélar og gjörsamlega overpriced hjá öllum, minnir\nmig á gaurin sem reyndi að selja dell vél hérna overpriced í einhverjar vikur þangað til að hann ákvað að henda henni\nvegna þess að hann fékk ekki sem að hann vildi fyrir hana.\nÉg hef verið að selja þessar vélar á um 6000kr og mér fynnst það í hærri kantinum.\nlækkaðu verðið umtallsvert eða settu hana bara á uppboð, þá færðu allaveganna eitthvað fyrir hana.",
            "date": "2013-06-12 21:05:00",
            "post_id": "515083",
            "reply_to_id": "515081"
        },
        {
            "user_name": "Hnykill",
            "text": "Þetta er 5 til 8 þús kall.. ekkert meira en það.",
            "date": "2013-06-12 21:10:00",
            "post_id": "515085",
            "reply_to_id": "515083"
        },
        {
            "user_name": "°°gummi°°",
            "text": "Það er mun sniðugara fyrir ykkur að bömpa frekar betri tölvum sem er verið að selja ódýrar en þessa. Þá mynduð þið actually gera eitthvað gagn.\nAnnars eruð þið bara að bömpa tölvunni minni og pirra alla í leiðinni.\nÉg skal annars kaupa svona tölvu af ykkur á 6.000 kall",
            "date": "2013-06-13 10:18:00",
            "post_id": "515147",
            "reply_to_id": "515085"
        },
        {
            "user_name": "skoffin",
            "text": "Já! Láttu þá heyra það! Allir sem eiga ekki eins tölvu sem þeir eru til í að selja á 6.000 kall vita ekkert hvað þeir eru að tala um.",
            "date": "2013-06-13 10:57:00",
            "post_id": "515151",
            "reply_to_id": "515147"
        },
        {
            "user_name": "°°gummi°°",
            "text": "Bara standard \"put your money where your mouth is\"",
            "date": "2013-06-13 11:02:00",
            "post_id": "515153",
            "reply_to_id": "515151"
        },
        {
            "user_name": "playman",
            "text": "Ég skal alveg selja þér þær allar GX280 vélar sem ég fæ á um 6000kr og þú borgar sendingargjald, það er minnsta málið!\nÉg skal meyra að seygja selja þér allar GX280 sem koma í niðurrif til mín á 3000kr plús sendingar gjald, ættir að verða helvíti ríkur á því.",
            "date": "2013-06-13 11:19:00",
            "post_id": "515156",
            "reply_to_id": "515153"
        },
        {
            "user_name": "°°gummi°°",
            "text": "Hehe, sendingargjald, hvar í heiminum ertu eiginlega? \nEn án spaugs, ef þú ert að tala um, 2GB minni og nýstraujuð með XP pro leyfi - ekki spurning ég kaupi hana af þér",
            "date": "2013-06-13 11:29:00",
            "post_id": "515157",
            "reply_to_id": "515156"
        },
        {
            "user_name": "playman",
            "text": "Það stendur undir nafninu mínu hvar ég er staðsettur.\nVélarnar fara ekki frá mér nema að þær séu ný straujaðar og fulluppsettar og með leyfislykli.\nMinnið er flakkandi frá 1-2gb og verðið auðvitað eftir því, og ég er heldur ekki að tala um eina vél, þegar að\nég fæ svona vélar er það ævinlega lágmark 4 vélar í einu, hef mest fengið 30stk í einu.",
            "date": "2013-06-13 11:48:00",
            "post_id": "515159",
            "reply_to_id": "515157"
        },
        {
            "user_name": "°°gummi°°",
            "text": "Flott er, ég er til í eina 2GB til að byrja með þá - ef ég fæ hana á 6.000kall með sendingu",
            "date": "2013-06-13 11:51:00",
            "post_id": "515160",
            "reply_to_id": "515159"
        },
        {
            "user_name": "playman",
            "text": "Ég skal senda þér eina þegar að ég fæ þær inn til mín, en þú verður að borga \nsendingar kostnað, annars get ég alveg eins selt hana í búðinni.",
            "date": "2013-06-13 11:55:00",
            "post_id": "515162",
            "reply_to_id": "515160"
        },
        {
            "user_name": "°°gummi°°",
            "text": "Hvað er sendingargjaldið?",
            "date": "2013-06-13 11:56:00",
            "post_id": "515163",
            "reply_to_id": "515162"
        },
        {
            "user_name": "playman",
            "text": "2-3þ",
            "date": "2013-06-13 12:04:00",
            "post_id": "515164",
            "reply_to_id": "515163"
        },
        {
            "user_name": "°°gummi°°",
            "text": "Ok, svo þú ert að segja að ég ætti að borga 8-9þús fyrir svona vél? Eða varstu að tala um að selja mér hana á 3.000 + sendingarkostnað? \nFyrir 6þús myndi ég hiklaust taka hana og gefa einhverjum í fjölskyldunni (veit um allavega 3 lakari tölvur sem eru notaðar í nánustu fjölskyldu til að fara á netið) \nSem er einmitt líka málið með þessa tölvu sem ég er að bjóða, ég ekkert fastur á 20þús verðinu - en ef ég fæ ekkert sæmilegt verð þá mun ég frekar gefa einhverjum í fjölskyldunni hana.\nÞetta er algjörlega beisik - þessi tölva er mér einhvers virði til að gefa einhverjum í fjölskyldunni hana. Ef einhvern vantar bara einhverja tölvu fyrir lítinn pening þá sé ég ekki mikið í boði sem er ódýrara.\nSkítstormur í kommentaþræði fylgir frítt með",
            "date": "2013-06-13 12:28:00",
            "post_id": "515166",
            "reply_to_id": "515164"
        },
        {
            "user_name": "playman",
            "text": "Þetta yrði heildarkostnaður uppá 8-9þ tölvan+flutningur, hlítur að sjá það ef að ég er að\nselja þessar vélar hérna í búðinni á/um 6þ þá get ég ekki farið að senda hana út á land og borgað svo sjálfur sendingar\nkostnaðinn, það myndi ekki meika sense.\nEn gangi þér annars vel með söluna.",
            "date": "2013-06-13 13:22:00",
            "post_id": "515170",
            "reply_to_id": "515166"
        },
        {
            "user_name": "°°gummi°°",
            "text": "Já, mér finnst töff hjá þér að vera að selja svona vélar á 6þús - hvaða búð er þetta?",
            "date": "2013-06-13 13:27:00",
            "post_id": "515171",
            "reply_to_id": "515170"
        },
        {
            "user_name": "playman",
            "text": "Fjölsmiðjan",
            "date": "2013-06-13 13:36:00",
            "post_id": "515172",
            "reply_to_id": "515171"
        }
    ],
    "date": "2013-06-10 23:09:00"
}