{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "55485",
    "title": "Kaup á spjaldtölvu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=55485",
    "posts": [
        {
            "user_name": "omare90",
            "text": "Nú er komið að því að ég ætla að kaupa mér spjaldtölvu en ég er frekar grænn í þeim málum þannig að ég var að vona eftir einhverjum ráðum frá ykkur.\nHún má ekki kostar mikið meira en 100k helst samt á bilinu 70-85 og þyrfti helst að vera 10 tommur. Einnig lýst mér betur á Android og er einhverra hluta vegna á móti Apple vörum en það má reyna að sannfæra mig.\nÉg ætla helst að nota hana til að lesa, browsa netið og spila einhverja leiki\nMeð von um skemmtilega svör\nÓmar",
            "date": "2013-06-12 12:17:00",
            "post_id": "515021",
            "reply_to_id": false
        },
        {
            "user_name": "sibbsibb",
            "text": "Ég er í nákvæmlega sömu hugleiðingum og jafn grænn. Væri gaman að heyra hvað fólki hér finnst. Ég var að skoða reviews um Google Surface þó, var ekki að virka vel á mig. Held ég myndi svona einnum helst vera að skoða Samsung held ég en ekki með neinar forsendur fyrir því annað en merkið.",
            "date": "2013-06-12 16:32:00",
            "post_id": "515047",
            "reply_to_id": "515021"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Microsoft framleiðir surface og það keyrir á Windows 8. Google er  með Nexus 7 og 10 og þær eru með Android. Ekkert til sem heitir Google surface. \nAnnars myndi ég frekar mæla með Asus transformer tf300 eða tf700 í stað Samsung tabletanna. Eða þá Google Nexus. \nEinnig er hægt að fá fínustu Point of View spajldtölvur fyrir 30-60k í tölvutek. \nSent from my GT-I9505 using Tapatalk 4 Beta",
            "date": "2013-06-13 20:18:00",
            "post_id": "515210",
            "reply_to_id": "515047"
        },
        {
            "user_name": "Legolas",
            "text": "Þú átt PM.",
            "date": "2013-06-13 20:42:00",
            "post_id": "515213",
            "reply_to_id": "515210"
        },
        {
            "user_name": "Baraoli",
            "text": "iPad, gerir þetta allt saman á mjög einfaldan,þæginlegan og flottan hátt.",
            "date": "2013-06-13 22:20:00",
            "post_id": "515229",
            "reply_to_id": "515213"
        },
        {
            "user_name": "Squinchy",
            "text": "+1\nDýrka hvað hann er líka með solid feel en ekki plast eins og sumar spjaldtölvur, góður hátalari í þeim líka",
            "date": "2013-06-13 22:26:00",
            "post_id": "515232",
            "reply_to_id": "515229"
        },
        {
            "user_name": "magnusgu87",
            "text": "Ég nota 7\" Nexus í akkúrat í þessa sömu hluti. Mjög ángæður en vildi óska þess að hátalarinn væri á hliðinni/framana en ekki á bakinu.",
            "date": "2013-06-13 22:38:00",
            "post_id": "515236",
            "reply_to_id": "515232"
        },
        {
            "user_name": "sibbsibb",
            "text": "Já eitthvað að krossa þessir blessuðu ryðvírar í kollinum á mér, þarf að fara updata þetta. Var að skoða Microsoft Surface \n Hún var ekki að gera sérstaka hluti fannst mér.",
            "date": "2013-06-14 01:03:00",
            "post_id": "515264",
            "reply_to_id": "515236"
        }
    ],
    "date": "2013-06-12 12:17:00"
}