{
    "forum_title": "Almennt um vélbúnað",
    "id": "55566",
    "title": "Aflgjafa vesen *update*",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=55566",
    "posts": [
        {
            "user_name": "Snorrlax",
            "text": "Svo er mál með vexti að ég keypti mér nýja tölvu um daginn, allt gekk fínt en þegar ég kveikti á tölvunni minni með nýja aflgjafanum (Zalman ZM600-GT) þá er kemur í ljós stuttu seinna að viftan á honum er gölluð (ein legan virðist vera laus og viftan býr til hávaða) og þar sem að ég bý út á landi þá get ég ekki fengið skipt um fyrr en í næstu viku. \nsvo ég spyr, gæti ég notað gamlan aflgjafa sem að ég á hérna heima (keyptur seint 2008) till þess að gefa tölvunni afl.\naflgjafinn er Antec Earthwatts EA-430 ( \nhttp://store.antec.com/Product/power_su ... 434-0.aspx\n , \nhttp://images10.newegg.com/NeweggImage/ ... 006-04.jpg\n )\nog tölvan er\ni5-4670K\nAMD-HD 7850\nGA-Z87-D3HP\nBallastix 16GB (2x8)\n2 harðir diskar 1 ssd diskur",
            "date": "2013-06-18 10:49:00",
            "post_id": "515851",
            "reply_to_id": false
        },
        {
            "user_name": "Stutturdreki",
            "text": "Svo þetta er frekar tæpt hjá þér.",
            "date": "2013-06-18 10:57:00",
            "post_id": "515852",
            "reply_to_id": "515851"
        },
        {
            "user_name": "Haflidi85",
            "text": "ég tæki ekki sénsin...",
            "date": "2013-06-18 13:41:00",
            "post_id": "515870",
            "reply_to_id": "515852"
        },
        {
            "user_name": "littli-Jake",
            "text": "Ef þú tekur skjákortið úr og notar bara onbord grapics af móðurborð gæti það gengið",
            "date": "2013-06-18 14:13:00",
            "post_id": "515873",
            "reply_to_id": "515870"
        },
        {
            "user_name": "Snorrlax",
            "text": "var búinn að hugsa út í það og það lítur út fyrir að ég muni þurfa að gera það hvort sem er. var að taka skjákorið úr annari tölvu og að mér sýnist þá hef ég eyðilagt það með því að reka það í lever dótið sem að heldur vinnsluminninu og rifið af eitthverja smá íhluti af. kveikir ennþá á sér en viftan fer bara í 100%. sýnir samt post screeninn. er ekki komin með kjark till þess að fara í windows ennþá \n. einn versti dagur sem ég hef átt í langan tíma.",
            "date": "2013-06-18 15:52:00",
            "post_id": "515889",
            "reply_to_id": "515873"
        },
        {
            "user_name": "Snorrlax",
            "text": "jæja. Ég fékk skipt um aflgjafan og fékk annan af sömu tegund. Sem byrjar svona 2 mánuðum seinna að búa til óhljóðinn líka. þessi óhljóð eru ekki alltaf og gerast eiginlega upp úr þurru (allavegana sýnist mér það)\nhefur einhver einhverja hugmynd um hvað þetta gæti verið?\nMun sennilega skipta um aflgjafa aftur og fá annað módel í þetta skipti er samt forvitinn.\nég tók líka upptöku af óhljóðinu",
            "date": "2013-10-02 21:56:00",
            "post_id": "531612",
            "reply_to_id": "515889"
        }
    ],
    "date": "2013-06-18 10:49:00"
}