{
    "forum_title": "Koníakstofan",
    "id": "55638",
    "title": "Vesen með lyklaborð G800V",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=55638",
    "posts": [
        {
            "user_name": "Yawnk",
            "text": "Sælir félagar, ég á þetta lyklaborð hér : \nhttp://kisildalur.is/?p=2&id=1720\n A4Tech X7 G-800V Super Combo 15 USB\nVandamálið lýsir sér þannig að ef ég ýti kannski á W eða Shift eða slíkt í tölvuleikjaspilun og almennri notkun, og sleppi aftur tökkunum, en þá er eins og ég hafi ekki sleppt takkanum, s.s ég held áfram að sprinta eða ganga í leikjunum, þótt ég hafi sleppt takkanum, og þá þarf ég yfirleitt að smella aftur á sama takka til að losna við þetta, þetta gerist mjög oft.\nÉg hef líklegast átt lyklaborðið síðan 2009-2010 þannig að það er veeeel notað, er þetta bara slit í borðinu sjálfu, eða myndi þetta vera stilling í tölvunni?\n*Sticky Keys er disabled.\n*Búinn að þrífa lyklaborðið.\nÆtla bjalla niður í Kísildal á morgun og spyrja um þetta og athuga hvort þeir hafi heyrt um slík vandamál, er eitthvað meira sem ég sjálfur gæti skoðað?\nÞakkir",
            "date": "2013-06-21 02:35:00",
            "post_id": "516348",
            "reply_to_id": false
        },
        {
            "user_name": "Haflidi85",
            "text": "hm búinn að prófa að tengja eitthvað annað lyklaborð við vélina, bara svona til að fullvissa þig um að þetta sé ekki eitthvað fáránlegt software issue.",
            "date": "2013-06-21 02:38:00",
            "post_id": "516349",
            "reply_to_id": "516348"
        },
        {
            "user_name": "Yawnk",
            "text": "Mætti svosem prófa það  \n  Skoða það á morgun.",
            "date": "2013-06-21 02:42:00",
            "post_id": "516350",
            "reply_to_id": "516349"
        },
        {
            "user_name": "Haflidi85",
            "text": "eða já það sem ætti að vera líka augljóst að tengja þetta lyklaborð við aðra tölvu",
            "date": "2013-06-21 02:43:00",
            "post_id": "516351",
            "reply_to_id": "516350"
        },
        {
            "user_name": "Yawnk",
            "text": "Sælir, er með smá update!\nNáði að púsla lyklaborðinu aftur saman og þrífa það eitthvað, djöfulsins skrúfur eru í þessu drasli, þetta er eins og smjör! \nEinn skrúfuhausinn eyðilagðist og ég þurfti að bora skrúfuna úr, en annars virkar það alveg fínt  \n \nBíð með þennan þráð til seinni tíma",
            "date": "2013-06-21 23:57:00",
            "post_id": "516469",
            "reply_to_id": "516351"
        }
    ],
    "date": "2013-06-21 02:35:00"
}