{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "55700",
    "title": "iPhone5 hægvirkasti snjallsíminn?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=55700",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Ég er með iPhone4s sem er hægvirkari en iPhone5 sem á að vera hægvirkasti snjallsíminn.\nSamt er ég of hægur fyrir símann minn, eru þá hinir símarnir hannaðir fyrir ofvirka?\nhttp://www.visir.is/iphone-5-haegvirkas ... 3130629537",
            "date": "2013-06-25 16:55:00",
            "post_id": "516898",
            "reply_to_id": false
        },
        {
            "user_name": "Tiger",
            "text": "Já verður að tala hægar í iPhone símana....... mjög slæmt.",
            "date": "2013-06-25 16:58:00",
            "post_id": "516899",
            "reply_to_id": "516898"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Fáránleg fyrirsögn.",
            "date": "2013-06-25 16:59:00",
            "post_id": "516900",
            "reply_to_id": "516899"
        },
        {
            "user_name": "appel",
            "text": "Ætli það sé ekki hugbúnaðurinn.",
            "date": "2013-06-25 18:37:00",
            "post_id": "516915",
            "reply_to_id": "516900"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "ummmm wat?\nAnnað hvort veit þessi fréttamaður að misskilja heimildir sínar eða þá að þetta er algerlega marklaus könnun. Er verið að mæla hve vel skrifaður hugbúnaðurinn er? Og hvaða máli skiptir það þegar framleiðendur geta valið CPU til að setja í tækin sín til að vinna úr illa skrifaða hugbúnaðinum?\nEða er ég að misskilja?",
            "date": "2013-06-25 18:45:00",
            "post_id": "516916",
            "reply_to_id": "516915"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Léleg grein, en það er ekkert leyndarmál að iphone 5 er með verstu speccanna af öllum þessum flaggskip símum.",
            "date": "2013-06-25 19:02:00",
            "post_id": "516919",
            "reply_to_id": "516916"
        },
        {
            "user_name": "braudrist",
            "text": "Það er mjög lítið að marka þessar tölur sem koma fram í þessum snjallsímaforritum —  devs á XDA segja það meira að segja sjálfir. Scorið sveiflast upp og niður ef t.d. er skipt um kernel, nýtt firmware update eða custom ROM. Þú ert kannski nokkrum millisekúndum fljótari að opna browswerinn í S4 en í Iphone 5. Held að þetta sé bara PR stunt hjá Samsung til að vera með \"öflugusta símann\" á markaðnum til að reyna að selja hann meira.",
            "date": "2013-06-25 19:24:00",
            "post_id": "516930",
            "reply_to_id": "516919"
        },
        {
            "user_name": "Eiiki",
            "text": "Er það ekki einmitt málið? Apple er með besta hugbúnaðinn og því geta þeir leyft sér verr speccuð tæki?",
            "date": "2013-06-25 21:49:00",
            "post_id": "516959",
            "reply_to_id": "516930"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Þá væri dæmið akkúrat öfugt. Hér er Apple síminn lengur að gera sama task á (apparently) sama CPU og aðrir símar. Þá væri Apple hugbúnaðurinn verri.\nEn mér þykir þetta að öllu leyti asnaleg og ruglingsleg frétt.\nEftir að hafa lesið upprunalegu greinina þá kemur hvergi fram að \"sérstakur örgjörvi\" hafi verið settur í símana. Mér sýnist þetta vera einfalt benchmark.",
            "date": "2013-06-25 22:31:00",
            "post_id": "516970",
            "reply_to_id": "516959"
        },
        {
            "user_name": "oskar9",
            "text": "Hefur greinahöfundur ekki ruglað þessu eitthvað saman, munurinn er varla mælanlegur á milli síma nema að setja í þá eitthvað forrit eða lítinn hardware til að fá 100% nákvæma niðurstöðu",
            "date": "2013-06-25 22:36:00",
            "post_id": "516972",
            "reply_to_id": "516970"
        },
        {
            "user_name": "rapport",
            "text": "Ef það byrjar á \"i\" þá finnst mér það óspennandi...\nAlltaf ál, eða hvítt, alltaf nokkurnvegin eins, sama hvaða tæki það er nema kannski þessi nýja borðtölva frá þeim...\nNema nú verður líklega allt sívalningslaga frá þeim þar til 2020...",
            "date": "2013-06-26 00:55:00",
            "post_id": "516983",
            "reply_to_id": "516972"
        },
        {
            "user_name": "Arkidas",
            "text": "Alveg nógu hraður fyrir mig. Er ekki að keyra neina þunga vinnslu á þessu.",
            "date": "2013-06-26 01:14:00",
            "post_id": "516986",
            "reply_to_id": "516983"
        },
        {
            "user_name": "coldcut",
            "text": "sjiiittt hvað það væri fyndið ef iPhone 6 yrði sívalningslaga með 360° skjá! Sama hversu ópraktískt það er þá mundu allir iFanboys missa vatnið yfir því!",
            "date": "2013-06-26 12:49:00",
            "post_id": "517018",
            "reply_to_id": "516986"
        },
        {
            "user_name": "bAZik",
            "text": "http://www.youtube.com/watch?v=GJCivsE8Pxk\n \n:S\nFyrir day-to-day task þá virðist iPhone 5 vera hraðari sími þó svo að S4 sé með öflugra hardware. Í dag er þetta hætt að snúast um vélbúnaðinn og er aðallega um hugbúnaðinn því símarnir eru orðnir það öflugir.",
            "date": "2013-06-26 13:05:00",
            "post_id": "517021",
            "reply_to_id": "517018"
        },
        {
            "user_name": "Hrotti",
            "text": "Ég skipti yfir í S4 fyrir stuttu og verð að viðurkenna að fyrir utan skjáinn er ég nákvæmlega ekkert impressed. Ég efast ekkert um að aflið sé til staðar en í venjulegri notkun finn ég sorglega lítinn mun á S4 og iPhone sem að ég átti á undan.",
            "date": "2013-06-26 17:01:00",
            "post_id": "517042",
            "reply_to_id": "517021"
        },
        {
            "user_name": "appel",
            "text": "Akkúrat. Menn eru hættir að telja megahertzin þegar kemur að hraða og kenna freka illa skrifuðum hugbúnaði um hægagang.\nOptimizing á hugbúnaði skiptir ÖLLU máli. Það skiptir öllu máli hvernig forrit er forritað, hannað og optimizað fyrir user interaction. Apple skilur það, og hats off to them.\nEN svo er spurning með iPhone 5 vs. iPhone 4s... gæti ekki verið að Apple sé bara að auka batterí-líftíma á símanum með því að vera með \"hægvirkari\" örgjörva?",
            "date": "2013-06-26 17:45:00",
            "post_id": "517047",
            "reply_to_id": "517042"
        },
        {
            "user_name": "GuðjónR",
            "text": "Jú Apple niðurklukkar örgjörvan til að auka batterísendinguna, það er vel þekkt hjá þeim.\niPhone 2G and 3G can run at 600MHz, but Apple has underclocked it to 412MHz.\nThe iPhone 3GS can run at 833MHz, but it is underclocked to 600MHz.\nThe iPhone 4S can run at 1GHz, but it is underclocked to 800MHz.\niPhone 5 does not need to be overclocked. Its inbuilt dynamic clock scaling ensures that you get maximum clock frequency when you need it and reduces to lower ones when the phone is idle. The range is 500Mhz when idle and up-to 1.3GHz on full load. Unlike a permanently overclocked iPhone 5, the dynamic overclocking ensures maximum battery life for you iPhone 5.\nhttp://www.skipser.com/p/2/p/how-to-ove ... phone.html",
            "date": "2013-06-26 18:00:00",
            "post_id": "517049",
            "reply_to_id": "517047"
        },
        {
            "user_name": "Stuffz",
            "text": "lol það hlýtur að vera, eða eitthvern frá plánetunni í \"Blink of an Eye\" season 6 af Voyager.",
            "date": "2013-06-27 17:32:00",
            "post_id": "517228",
            "reply_to_id": "517049"
        }
    ],
    "date": "2013-06-25 16:55:00"
}