{
    "forum_title": "Koníakstofan",
    "id": "55980",
    "title": "Spurning með 5.1 / Logitech Z906",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=55980",
    "posts": [
        {
            "user_name": "Yawnk",
            "text": "Sælir, ég hef rosalegan áhuga á að kaupa mér Logitech Z906 5.1 hátalarasettið. \n(\nhttp://www.elko.is/elko/product_detail/ ... f764fc0e52\n)\nÉg er að velta því fyrir mér, get ég 'notað' þetta 5.1 bara með onboard soundcard s.s ég er ekki með utanaðkomandi hljóðkort?\nEf ég ætlaði að nýta þetta alveg myndi ég þá þurfa eitthvað hljóðkort líka?\nEr þetta ekki bara tengt með Mini Jack 3.5mm?\nEr eitthvað sem ég þarf að vita?\nEr þetta ekki annars bara mjög gott 5.1 hátalarasett sem hentar í allt? sleppum því að nefna Z5500, það er draumurinn, en ég held að það sé ekki að fara að gerast.",
            "date": "2013-07-10 15:37:00",
            "post_id": "519271",
            "reply_to_id": false
        },
        {
            "user_name": "svanur08",
            "text": "Einn galli við tölvuhátalarasett, getur ekki spilað Lossless af blu-ray eins og DTS-HD Master audio og Dolby TrueHD.",
            "date": "2013-07-10 15:53:00",
            "post_id": "519277",
            "reply_to_id": "519271"
        },
        {
            "user_name": "Yawnk",
            "text": "Já okei, en það pirrar mig ekkert \nEr einhver hér sem á svona sett sem getur sagt mér aðeins frá því?",
            "date": "2013-07-10 16:21:00",
            "post_id": "519284",
            "reply_to_id": "519277"
        },
        {
            "user_name": "SolidFeather",
            "text": "Þú getur notað þetta með onboard, ef það er með svörtu orange og grænum jöckum, eða optical eða wueva\nhttp://www.maximumpc.com/files/imagecac ... back_z.jpg",
            "date": "2013-07-10 16:35:00",
            "post_id": "519286",
            "reply_to_id": "519284"
        },
        {
            "user_name": "Yawnk",
            "text": "http://imgur.com/zrN8HXM\n Þá ætti ég að vera í góðum málum með þetta, er það ekki? (Skv. myndinni)\n*Hvað heita þessir kaplar? þessir svörtu, appelsínugulu  og grænu?\nNennir einhver að útskýra, s.s ef ég myndi tengja settið bara með græna tenginu (jack) þá myndi ég ekki fá þetta 5.1 heldur bara 2.1? en ef ég tengi með þessum svörtu,grænu og orange eða optical kapli þá myndi ég fá allt sem settið býður upp á?\nEr þetta kapallinn sem ég myndi þurfa? \nhttp://www.elko.is/elko/product_detail/ ... goryid=784\nMyndi ég s.s þá ekki fá 5.1 nema í encoded DVD myndum eða slíku, ekki leikjum eða neinu? fyrir það myndi ég þurfa hljóðkort sem styður real time encoding, ef ég er að segja þetta rétt..",
            "date": "2013-07-10 16:44:00",
            "post_id": "519290",
            "reply_to_id": "519286"
        },
        {
            "user_name": "SolidFeather",
            "text": "Þessir 3 svörtu, orange, og grænu eru bara venjulegir 3.5mm jacks, allar líkur á því að þeir fylgi með kerfinu. \nhttp://hothardware.com/articleimages/It ... ntents.jpg\nÞarna lengst til vinstri.\nÞú færð nottla aldrei alvöru 5.1 sound nema efnið sé með hljóði í þannig formi, leikir eru nú eiginlega alltaf með 5.1 options og góð rip af myndum. Mér sýnist kerfið þó bjóða uppa \"3D\" stereo mode, sem ég hugsa að mixi hljóðið til að ná fram 5.1 effect, sem þú gætir notað ef þú nærð í t.d. plain rip af þætti/mynd sem er með 2.0 channels.",
            "date": "2013-07-10 17:47:00",
            "post_id": "519306",
            "reply_to_id": "519290"
        },
        {
            "user_name": "Yawnk",
            "text": "Jáá okei, takk kærlega fyrir þetta",
            "date": "2013-07-10 17:50:00",
            "post_id": "519308",
            "reply_to_id": "519306"
        },
        {
            "user_name": "Yawnk",
            "text": "Önnur spurning, væri möguleiki á að tengja tvö bassabox saman? s.s úr Logitech Z623 og Z906, líklega er það ekki hægt því þetta er allt tengt með Serial kapli beint í stjórnstöðina / hátalara?\nEr hægt að tengja tvö hátalarasett saman sem tengjast með jack? með þar til gerðum Audio Splitter í líkingu við þennan ? \nhttps://encrypted-tbn1.gstatic.com/imag ... RjFlyMG5og\nHvar myndi ég fá svona hér?",
            "date": "2013-07-10 19:44:00",
            "post_id": "519325",
            "reply_to_id": "519308"
        },
        {
            "user_name": "DJOli",
            "text": "Já. Það er hægt.\nHvar fæst svona splitter?.\nHér: \nhttp://sm.is/product/35mm-jack-hann-i-2x3-5mm-jack-hun\nSpurðu samt fyrst hvort þeir viti hvort inngangarnir í fjöltengið séu stereo eða mono. Það skiptir mjög miklu máli upp á hvort þú fáir bara hægri eða bara vinstri rás úr hvorum inngang.\nMono: bad\nStereo: good.",
            "date": "2013-07-11 00:05:00",
            "post_id": "519363",
            "reply_to_id": "519325"
        },
        {
            "user_name": "Yawnk",
            "text": "Takk fyrir svarið, hef þetta í huga.\nMeð svona splitter, gæti ég þá spilað úr báðum hátalarasettum á sama tíma, eða er ég að misskilja eitthvað?",
            "date": "2013-07-11 07:49:00",
            "post_id": "519373",
            "reply_to_id": "519363"
        }
    ],
    "date": "2013-07-10 15:37:00"
}