{
    "forum_title": "Koníakstofan",
    "id": "56008",
    "title": "Aðstoð með cable management á skrifborðinu mínu?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=56008",
    "posts": [
        {
            "user_name": "Yawnk",
            "text": "Sælir, allar þessar snúrur hjá mér eru að pirra mig þannig ég ákvað að reyna að hafa þetta eitthvað snyrtilegra hjá mér, en ég er ekki alveg nógu góður í cable management og ákvað að spyrja sérfræðingana hér á Vaktinni \n \nÉg tók nokkrar myndir til að sýna hvernig borðið og aðstaðan er hjá mér, og spurning mín til ykkar er, hver væri besta leiðin til þess að hafa þetta snyrtilegra undir skrifborðinu, þar sem fjöltengið er og þar?\nHvað myndið þið gera í þessu?\nMyndir : \nSkrifborðið : \nhttp://i.imgur.com/deM81R1.jpg\nUndir skrifborðinu : \nhttp://i.imgur.com/To7HItY.jpg\nOfan á skrifborðinu : \nhttp://i.imgur.com/IfVdj97.jpg\nSvo bætast við hálatarar fljótlega.\nVar með hugmynd um að bara strappa þetta allt saman með Zip Tie og festa þetta einhvernveginn við borðið sjálft?\nÞakkir",
            "date": "2013-07-11 17:40:00",
            "post_id": "519427",
            "reply_to_id": false
        },
        {
            "user_name": "dori",
            "text": "Ofan á borðinu lítur bara nokkuð vel út. Ég myndi bara gefa snúrunni í músina meiri slaka og þá ertu góður þar. Þú getur skrúfað fjöltengið upp í skrifborðið og falið það þannig (ef þú vilt, annars er þetta fínt á gólfinu IMHO).\nSplæstu bara í lengri snúrur þannig að þú getir tekið allar snúrurnar sem fara í fjöltengið upp saman festar með zip tie (eða helst svona losanlegt, með frönskum rennilás t.d.).\nHérna er eitthvað: \nhttp://www.instructables.com/id/Compute ... the-Cheap/",
            "date": "2013-07-11 17:58:00",
            "post_id": "519432",
            "reply_to_id": "519427"
        },
        {
            "user_name": "Yawnk",
            "text": "Takk fyrir svarið!\nVá, þetta lítur svo helvíti vel út hjá honum í linknum!\nÉg ætla að reyna að finna minna fjöltengi, með styttri snúru og reyna að taka kaplana snyrtilega meðfram skrifborðinu, býst við að gera þetta eftir að ég fæ hátalarana og þegar maður nennir",
            "date": "2013-07-11 18:09:00",
            "post_id": "519435",
            "reply_to_id": "519432"
        }
    ],
    "date": "2013-07-11 17:40:00"
}