{
    "forum_title": "Windows",
    "id": "56079",
    "title": "Ný Fartölva & Fullt af bull forritum",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=15&t=56079",
    "posts": [
        {
            "user_name": "Ingi90",
            "text": "Sælir\nFékk nýja Acer vél í skiptum fyrir borðtölvuna mína\nBara málið er að það eru fullt af svona þvælu acer forritum og svoleiðis inná henni\nÆtla henda screenshots hérna inn gætuð þið sagt mér hvað ég má láta flakka og hvað ekki ?",
            "date": "2013-07-14 16:57:00",
            "post_id": "519975",
            "reply_to_id": false
        },
        {
            "user_name": "vesi",
            "text": "er ekki málið bara format og clean install á win..",
            "date": "2013-07-14 17:01:00",
            "post_id": "519976",
            "reply_to_id": "519975"
        },
        {
            "user_name": "Ingi90",
            "text": "Er ekki alveg að nenna standa í því alltaf efnið mitt komið yfir á vélina\nÞetta er heldur ekkert svo rosalega mikið þannig þetta tekur þokkalega stuttan tíma \nPlús hún kemur með windows 8 á sér held að það sé ekkert svaðalega skemmtilegt að hreinsa hana",
            "date": "2013-07-14 17:02:00",
            "post_id": "519977",
            "reply_to_id": "519976"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Haha windows 8 er með hálfgert factory reset svo það er ekki mikið mál. \nSent from my GT-I9505 using Tapatalk 4 Beta",
            "date": "2013-07-14 17:08:00",
            "post_id": "519978",
            "reply_to_id": "519977"
        },
        {
            "user_name": "Ingi90",
            "text": "Ég factory resettaði hana í nótt \nForritin voru ennþá inni eftir það",
            "date": "2013-07-14 17:13:00",
            "post_id": "519980",
            "reply_to_id": "519978"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Nújá, en þú getur allavega hent út öllu sem er bundlað við Acer corporation. Nema kannski power management gaurnum, veit ekki hvort það sé eitthvað sniðugt.",
            "date": "2013-07-14 18:31:00",
            "post_id": "519985",
            "reply_to_id": "519980"
        },
        {
            "user_name": "beggi90",
            "text": "Acer cloud, clear.fi, cyberlink media expresso, microsoft office (virðist vera bara trial), mywinlocker suite, nti media maker, spotify.\nForritin sem ég sé í fljótu bragði að þú gætir hent út, svo er spurningin hvort þú notir eitthver af þeim.",
            "date": "2013-07-14 19:15:00",
            "post_id": "519988",
            "reply_to_id": "519985"
        },
        {
            "user_name": "Frantic",
            "text": "Ég nota alltaf forrit sem heitir DeCrapifier til að hreinsa út svona forrit.\nÞað eru oft uppí 30 forrit í Toshiba tölvunum þá haka ég bara í öll forritin og þetta runnar uninstall fyrir öll forritin.\nÞarft samt að smella á next, next og finish sjálfur.\nFinnst furðulegt hvað það þarf alltaf að fylgja mörg draslforrit með tölvum sem maður er að kaupa.\nHef séð ebay shortcut á desktoppinu á toshiba tölvu.",
            "date": "2013-07-14 19:38:00",
            "post_id": "519990",
            "reply_to_id": "519988"
        },
        {
            "user_name": "kfc",
            "text": "Mikið af þessum forritum sem fylgja með eru auglýsingar og ef þú ætlar að nota þau þartu líklega að borga fyrir þau.",
            "date": "2013-07-14 21:51:00",
            "post_id": "520001",
            "reply_to_id": "519990"
        }
    ],
    "date": "2013-07-14 16:57:00"
}