{
    "forum_title": "Bílaplanið",
    "id": "56463",
    "title": "Lygar lygar um kostnað við nýja bíla",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=84&t=56463",
    "posts": [
        {
            "user_name": "appel",
            "text": "Hér er bílasali á nýjum bílum að segja hvað það sé frábært að borga morðfé fyrir nýjan bíl:\nHann gleymir að reikna með inn í dæmið sem þarf ekki fyrir eldri bíla:\n- Kaskótrygging sem er algjört must fyrir nýja bíla\n- Þjónustuskoðunin, sem er algjört ripoff, en þarft að fara með hann í umboðið til að halda ábyrgðinni í X þús km. Líklega 4-5 sinnum á ábyrgðartímanum, kannski 40-70 þús í hvert skipti!\n- Kostnaður við að bóna hann til að passa upp á virði hans\n- Allt svo miklu dýrara við nýja bíla, að gera við, varahlutir og svona\nÉg er á gömlum bíl, og hef ekki verið sáttari við rekstrarkostnaðinn... hann er enginn nánast. Partar eru ódýrir og manni er sama um hvort bíllinn sé í kaskó eða ekki, og rispur og beyglur eru leiðinlegar en ekki algjör bömmer einsog á nýjum bílum.\nSvo má jú ekki gleyma sjálfu verðinu. Þú gætir eytt 4 milljónum í sæmilegan nýjan bíl, eða 500 þús í ágætan notaðan bíl sem dugar í nokkur ár. Á 2-3 árum lækkar þessi nýji bíll í virði um allavega eina milljón, en þú gætir selt sama 500 þús bíl á kannski 200-300 þús.",
            "date": "2013-08-08 00:39:00",
            "post_id": "523209",
            "reply_to_id": false
        },
        {
            "user_name": "Lexxinn",
            "text": "Ætli hann þurfi nokkuð að borga tryggingar sjálfur af bílnum og fái ekki alla þjónustu frítt. Með öðrum orðum er hann lang líklegast rúntandi um á nýjum E-class sem er í eigu fyrirtækisins og fyrirtækið sér um 100% á þess kostnað. Mjög algengt í þessum bílaumboðum.",
            "date": "2013-08-08 01:06:00",
            "post_id": "523212",
            "reply_to_id": "523209"
        },
        {
            "user_name": "AntiTrust",
            "text": "Það má ekki gleyma því samt að viðhaldskostnaður á gömlum bíl yfir stutt tímabil getur jafnað út þjónustuskoðanir allt ábyrgðartímabilið á nýjum bíl.",
            "date": "2013-08-08 01:09:00",
            "post_id": "523213",
            "reply_to_id": "523212"
        },
        {
            "user_name": "Hargo",
            "text": "Tjah ef maður liggur á milljónum til að staðgreiða nýjan bíl þá er það allt í góðu finnst mér. En að skuldsetja sig nánast í topp við kaup á nýjum bíl væri ég frekar efins með.\nEr sjálfur á Avensis sem er árg. 2000, 1.6 lítra vél. Hefur reynst ótrúlega vel, kostaði mig 550þús fyrir tveimur árum. Ég á hann skuldlaust, engin kaskótrygging. Lögbundna ökutækjatryggingin er að kosta eitthvað um 85-100þús á ári. Ég myndi telja að ég sé búin að eyða um 80-90þús á ári í viðgerðir að meðaltali (skipt um tímareim nýlega) síðan ég fékk hann. \nAuðvitað getur maður lent í því að tjóna bílinn á eigin ábyrgð og þá er hann kannski bara ónýtur. Hann gæti líka bilað alvarlega. Það eru sénsar sem maður tekur. Á móti kemur að varahlutir geta verið ódýrari og þú skuldar ekkert í honum.\nEn ef ég hefði notað þennan 550þús kall og keypt mér nýjan bíl á kannski 3-4 milljónir með restina á lánum. Afskaplega óformlegt reikningsdæmi, segjum 40þús kall mánaðarleg afborgun, dýrar þjónustuskoðanir til að halda ábyrgðinni og sennilega tvöfalt dýrari tryggingar árlega. Á móti kemur þá ertu með ábyrgð á flestu nema slithlutum (sem eru því miður margir), ert tryggður upp að sjálfsábyrgð vegna tjóns, hugsanlega meira öryggi í slysum og bíllinn gæti verið eitthvað ódýrari hvað varðar eldsneytisnotkun. Svo er auðvitað alltaf gaman að vera á nýjum bíl sem lookar vel og er hlaðinn aukahlutum og fídusum sem vantar í gömlu bílana. \nEn bara afborgun af láni með 40þús kr greiðslubyrði er 480þús kr á ári. Auk þess er aldrei gaman að sjá nýju 3-4 milljón kr fjárfestinguna sína hrynja í verði strax á fyrstu árunum.\nÞað væri samt fróðlegt að fá einhvern til að setja upp alvöru reikningsdæmi þar sem þetta væri reiknað með nákvæmari tölum og sett upp út frá t.d. 15þús km keyrslu á ári, eldri bíll vs nýr bíll - helstu kostnaðarliðir við að reka skuldlausan eldri bíl vs nýr bíll á lánum.\nÉg man eftir því þegar tekið var viðtal við erlendan viðskiptamann hér á landi fyrir nokkrum árum sem var að gera það gott með einhverjum bissness, man ekki nákvæmlega hvað hann var að gera. Hann sagði að honum fyndist svo skrítið að sjá Íslendinga eyða svona miklu í bíla. Hann gerði alltaf ráð fyrir að kaupa sér bíl fyrir 10% af árstekjum sínum, en Íslendingarnir keyptu hann bara strax fyrir árstekjurnar á lánum. Hann svaraði þessu eftir spurningu frá blaðamanni um af hverju hann væri á svona gömlum bíl.",
            "date": "2013-08-08 02:19:00",
            "post_id": "523216",
            "reply_to_id": "523213"
        },
        {
            "user_name": "littli-Jake",
            "text": "Ég var að vinna fyrir ráðgjafafyrirtæki í tryggingabransanum í rúmt ár og þetta er of há upphæð fyrir lögbundna ökutækjatryggingu. Þú ættir að vera að fá Kaskótrygingu á svona 105-110K. Geri ráð fyrir að þú sért ekki 17 ára með bara 1 bíl trygðan",
            "date": "2013-08-08 03:00:00",
            "post_id": "523217",
            "reply_to_id": "523216"
        },
        {
            "user_name": "rapport",
            "text": "Reyndar heyrt undarlega góða hluti með Bílabúð Benna og ábyrgðina sem þeir bjóða á Chevrolet...\nVinkona konunar fékk nýja hjólalegu í fimm ára gamlan bíl út á ábyrgð.",
            "date": "2013-08-08 03:16:00",
            "post_id": "523219",
            "reply_to_id": "523217"
        },
        {
            "user_name": "FriðrikH",
            "text": "30% sparnaður á bensíni dugir nú skammt upp í að covera afskriftir af nýlegum bíl.\nÉg segi eins og appel, mér finnst lang praktískast að vera með bíl í eldri kanntinum þó að viðgerðarkostnaðurinn sé alltaf einhver.\nEr núna á tæplega 10 ára gamalli Opel Östru, enginn draumur að keyra en hræódýr í rekstri, hann eyðir náttúrulega um 8 innanbæjar, en partar eru hræódýrir, enda nóg til af gömlum östrum.\nEf maður er ekki mikill bílaáhugamaður þá held ég að það sé alltaf praktískast að kaupa 6-9 ára gamlan bíl sem mikið er af á götunum.",
            "date": "2013-08-08 09:12:00",
            "post_id": "523223",
            "reply_to_id": "523219"
        },
        {
            "user_name": "Daz",
            "text": "En hvað það væri nú skemmtilegt að sjá einhver gera raunverulega (og raunhæfa) úttekt á þessu. Einnig þá með þeim \"kostnaði\" sem lántöku og staðgreiðslu fylgir. Upphrópanir og þessháttar eru reyndar skemmtilegar, en skila litlu",
            "date": "2013-08-08 09:33:00",
            "post_id": "523224",
            "reply_to_id": "523223"
        },
        {
            "user_name": "biturk",
            "text": "Bilaeign verður aldrei ódýr nema maður geti gert við sjálfur og panti flesta hluti að utan sjálfur, ég spara mér hundruði þúsunda á ári á að geta þetta\nsent úr s2",
            "date": "2013-08-08 09:37:00",
            "post_id": "523225",
            "reply_to_id": "523224"
        },
        {
            "user_name": "Danni V8",
            "text": "Satt. Og þó að maður getur lagað sjálfur þá verður samt dýrt að reka þetta, þó vissulega ódýrara en fyrir þá sem þurfa að láta gera við fyrir sig.",
            "date": "2013-08-08 09:52:00",
            "post_id": "523226",
            "reply_to_id": "523225"
        },
        {
            "user_name": "hagur",
            "text": "Ég myndi aldrei kaupa mér nýjan bíl úr kassanum nema ég sæti á tugum milljóna.  Bílalán er algjört nei í mínum bókum, hef tekið slíkt einu sinni og geri það aldrei aftur.\nÉg er sjálfur á 2006 árg. af Toyota Avensis, var svo heppinn að finna eintak sem er alveg eins og nýtt og aðeins einn fyrri eigandi.  Solid bíll og tilfinningin er eins og að keyra nánast glænýjan bíl en fyrir brot af kostnaðinum.",
            "date": "2013-08-08 10:22:00",
            "post_id": "523229",
            "reply_to_id": "523226"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Er líka á bíl 2000  árgerð, ekkert sem hefur bilað enn. Er að borga 65k fyrir árið í skyldutryggingu. \nMjög hagstætt og dettur ekki í hug að kaupa nýjan bil, been there, done that.",
            "date": "2013-08-08 10:48:00",
            "post_id": "523231",
            "reply_to_id": "523229"
        },
        {
            "user_name": "stefhauk",
            "text": "Er sjálfur á 99 árg af Golf mjög fínn bíll æi alla staði og er að borga sirka 80 þús í tryggingar á ári bíllinn eyðir litlu og er í mjög góðu ásigkomulagi gott lakk, bara búið að vera þetta venjulega viðhald á honum bremsudiskar, klossar, spindlar og þannig lagað. \nViðurkenni það alveg að ég væri alveg til í að vera á nýjum og flottum bíl enn líkurnar á því að ég taki mér lán fyrir slíku eru 1 á móti milljón.",
            "date": "2013-08-08 12:09:00",
            "post_id": "523234",
            "reply_to_id": "523231"
        },
        {
            "user_name": "Hargo",
            "text": "Já sennilegar rétt hjá þér. Er með 2 bíla tryggða (hvorugur í kaskó) og mig minnir að þetta sé upphæðin á öðrum þeirra, er þó ekki 100% viss. Hinsvegar þarf ég að láta gera mér tilboð aftur í tryggingar, finnst maður alveg mega reyna að fá meiri afslátt út á að vera með íbúð, líf-og sjúkdómatryggingu og heimilistryggingu ásamt tveimur bílum hjá sama tryggingafyrirtæki. Hélt reyndar alltaf að kaskó trygging á bíl væri aldrei undir 150þús, en svona er maður glær í þessum bransa.",
            "date": "2013-08-08 13:31:00",
            "post_id": "523239",
            "reply_to_id": "523234"
        },
        {
            "user_name": "appel",
            "text": "Er á '99 árgerð toyota avensis (á auðvitað skuldlaust)\nÉg borga 6.846 á mánuði (82.152 á ári) í tryggingar fyrir bílinn.\nÉg kaupi bensín fyrir c.a. 14 þús á mánuði.\nLítill viðhaldsskostnaður, kannski hægt að setja 10 þús á mánuði með olíu og dekkjum.\n2 þús opinber gjöld\nSemsagt kostnaður fyrir mig um 33 þús á mánuði að eiga notaðan bíl.\nJafnvel þó ég ætti splunkunýjan bíl þá væru þessir rekstrarkostnaðarliðir fyrir hendi, olíuskipting, dekkjaskipting, opinber gjöld, bensín, tryggingar o.s.frv.\nSvo er alltaf hægt að vera óheppinn með bíl, sem bilar mikið og mikill viðgerðakostnaður. Ekkert súrara að kaupa notaðan bíl á 500 þús og komast að því að hann þarf viðgerð upp á 200 þús.",
            "date": "2013-08-08 19:44:00",
            "post_id": "523284",
            "reply_to_id": "523239"
        },
        {
            "user_name": "Danni V8",
            "text": "'93 BMW 540i\n21þús í tryggingar á mánuði (ábyrgðar + kaskó)\nBensín fyrir 35.000 á mánuði (að meðaltali, kostar 17.500 að tanka, tanka oftast tvisvar. Hef mest tankað fyrir 52þús í einum mánuði)\nLágur viðhaldskostnaður. Bara þetta basic, olía, síur, rúðupiss. Eyddi um 100þús kalli í fyrra í að kaupa allt nýtt í bremsurnar og allar fóðringar undir bílinn og skipti um allt sjálfur.\nDreifi ekki bifreiðagjöldum á mánuði, það er um 21 þús per tímabil.\nEn er alltaf að eyða meira og meira af peningum í hann. Gera hann flottari, skipta um slithluti sem er ekkert að bara til að hafa nýtt \nOg síðan tek ég hann af númerum og set í geymslu á veturna. Þannig 8 mánuði ársins er ég bara að borga kaskó trygginguna.",
            "date": "2013-08-08 20:25:00",
            "post_id": "523290",
            "reply_to_id": "523284"
        },
        {
            "user_name": "Klemmi",
            "text": "What?  Er þetta ekki aaaallt of há upphæð?",
            "date": "2013-08-08 23:14:00",
            "post_id": "523316",
            "reply_to_id": "523290"
        }
    ],
    "date": "2013-08-08 00:39:00"
}