{
    "forum_title": "Koníakstofan",
    "id": "56477",
    "title": "Er Netflix ekki lögleg þjónusta á Íslandi?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=56477",
    "posts": [
        {
            "user_name": "frikki1974",
            "text": "Hvernig er það en er Netflix ekkert á leiðinni til Íslands? eða þurfa íslendingar að notast við þessa okursíðu Filma.is?\nSem dæmi að þá kostar það viðkomandi á filma.is 295 kr að horfa á 1 þátt af Friends!! og heil sería kostar þá um 7000kr?\nEr þetta eitthvað grín?",
            "date": "2013-08-09 09:36:00",
            "post_id": "523340",
            "reply_to_id": false
        },
        {
            "user_name": "GuðjónR",
            "text": "Það er minnsta mál í heimi að nota Netflix á Íslandi.",
            "date": "2013-08-09 09:41:00",
            "post_id": "523341",
            "reply_to_id": "523340"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Netflix er ólöglegt í þeim skilningi að það eru einhverjir dreifingaraðilar á íslandi sem eiga einokunarréttinn á að gefa út og dreifa myndefni á Íslandi.",
            "date": "2013-08-09 09:43:00",
            "post_id": "523342",
            "reply_to_id": "523341"
        },
        {
            "user_name": "AntiTrust",
            "text": "Löglegt og ekki löglegt. Það vantar ákveðna samninga frá þeirra hálfu við rétthafasamtök/dreifingaraðila hérlendis.\nEn afhverju ertu að svekkja þig á því? 5$ fyrir DNS, 8$ fyrir netflix = 13$ total fyrir Netflix aðgang.",
            "date": "2013-08-09 09:44:00",
            "post_id": "523343",
            "reply_to_id": "523342"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Dreifingaraðilar á Íslandi eru búnir að missa af lestinni (IMO).  Þeir eyða öllum kröftum í að berjast gegn ólöglegu niðurhali í stað þess að fara einfaldlega í samkeppni við það og bjóða upp á betri gæði etc.  Þegar þeir gefast loksins upp verða allir farnir að nota Netflix og/eða Hulu og þeir missa allt sitt.  Fólk er alveg tilbúið að borga það nennir hinsvegar enginn að bíða þangað til dreifingaraðilianum dettur í hug að gefa efnið sitt út.\nEdit:\nSá þetta svo á facebook um leið og ég var búinn að skrifa þetta (tónlist reyndar): \nhttp://trustmeimascientist.com/2013/08/ ... Q.facebook",
            "date": "2013-08-09 09:54:00",
            "post_id": "523345",
            "reply_to_id": "523343"
        },
        {
            "user_name": "Plushy",
            "text": "Innan skamms mun Tal bjóða upp á svokallað Lúxusnet sem gerir þér kleyft að horfa á Netflix, Hulu ofl. án þess að þurfa setja upp eða gera eitthvað sérstakt.",
            "date": "2013-08-09 10:09:00",
            "post_id": "523346",
            "reply_to_id": "523345"
        },
        {
            "user_name": "GuðjónR",
            "text": "Getur sleppt $5 fyrir DNS og horft á Netflix í gegnum t.d. Chrome með Hola unblocker, þar geturðu svo valið hvort þú sért með USA eða GB aðgang. \nMisjafnt efni eftir því hvort er valið.",
            "date": "2013-08-09 10:14:00",
            "post_id": "523348",
            "reply_to_id": "523346"
        },
        {
            "user_name": "AntiTrust",
            "text": "Það\n er drullutöff. 10 internetstig til Tals.",
            "date": "2013-08-09 10:21:00",
            "post_id": "523349",
            "reply_to_id": "523348"
        },
        {
            "user_name": "Daz",
            "text": "Þarft DNS fyrir öll önnur tæki en tölvur. T.d. sjónvörp, leikjatölvur spjaldtölvur mögulega osfrv.",
            "date": "2013-08-09 10:54:00",
            "post_id": "523351",
            "reply_to_id": "523349"
        },
        {
            "user_name": "Gúrú",
            "text": "Það væri eflaust óleyfilegt af þeirra hálfu að þjónusta þig markvisst en það er engin leið fyrir það að vera\nólöglegt fyrir þig að nota DNS og nota þjónustuna þeirra.",
            "date": "2013-08-09 11:31:00",
            "post_id": "523352",
            "reply_to_id": "523351"
        },
        {
            "user_name": "Dagur",
            "text": "Nánar tiltekið þá væri þetta brot á samningum við rétthafana hér á landi. Úreldri dreifingaraðferð er stefnt í hættu",
            "date": "2013-08-12 09:49:00",
            "post_id": "523684",
            "reply_to_id": "523352"
        },
        {
            "user_name": "playman",
            "text": "Svoldið langsótt en....\nÞar sem að netflix er ekkert nema download, og samkvæmt íslenskum \nlögum þá er allt download leyfilegt, en ekki uppload á efni, right?\nEr þá \nspotify\n netflix ekki leyfilegt þar sem að þú ert bara að downloada en ekki upploada?",
            "date": "2013-08-12 10:40:00",
            "post_id": "523689",
            "reply_to_id": "523684"
        },
        {
            "user_name": "Daz",
            "text": "Spotify ER \"löglegt\" í þeim skilningi þeir selja sína þjónustu á Íslandi í fullu samráði við réttahafa hérna heima. Netflix aftur á móti er ekki ólöglegt fyrir íslenska neytendur, en Netflix sjálft má ekki selja þjónustuna til Íslendinga (vegna samninga við dreifingaraðila).",
            "date": "2013-08-12 11:34:00",
            "post_id": "523697",
            "reply_to_id": "523689"
        },
        {
            "user_name": "playman",
            "text": "Einhverja hluta vegna setti ég spotify í staðin fyrir netflix, afsakið þetta.",
            "date": "2013-08-12 11:39:00",
            "post_id": "523698",
            "reply_to_id": "523697"
        }
    ],
    "date": "2013-08-09 09:36:00"
}