{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "56505",
    "title": "Innbyggt Hljóðkort nóg?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=56505",
    "posts": [
        {
            "user_name": "moc133",
            "text": "Er með þetta mobo - \nhttp://www.asus.com/Motherboards/M5A99X_EVO/\nNokkuð gott mobo verð ég að segja, var bara að spá hvort að það sé eitthvað vit í því að eyða 10k í sér hljóðkort eða bara nota það innbyggða? Yrði mjög þakklátur að heyra frá fólki sem hafa meira vit á þessu en ég. Myndi persónulega aldrei eyða meira en 10.000 í hljóðkort þar sem ég er ekkert rosalega picky á soundið svo lengi sem það er enginn skruðningur þá er ég góður \nTakk!",
            "date": "2013-08-11 22:18:00",
            "post_id": "523636",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Hvað ertu að fara að nota til að hlusta á hljóðið?\nÞað er nú aðallega það sem skiptir máli upp á það hvort það sé virði peninganna að uppfæra sig úr móðurborðshljóðkortinu.",
            "date": "2013-08-11 22:19:00",
            "post_id": "523638",
            "reply_to_id": "523636"
        },
        {
            "user_name": "moc133",
            "text": "Hlusta á tónlist og spila leiki af og til. Er ekki að vinna með hljóð eða gera tónlist eða neitt þannig. Var bara að spá \nTakk fyrir svarið!",
            "date": "2013-08-11 22:29:00",
            "post_id": "523639",
            "reply_to_id": "523638"
        },
        {
            "user_name": "Tesy",
            "text": "Held að hann sé að spurja um hvernig heyrnatól/hátalara",
            "date": "2013-08-11 22:31:00",
            "post_id": "523640",
            "reply_to_id": "523639"
        },
        {
            "user_name": "moc133",
            "text": "sennheiser HD218 headphones\nLogitech Z506 5.1 hátalarakerfi",
            "date": "2013-08-11 22:38:00",
            "post_id": "523642",
            "reply_to_id": "523640"
        },
        {
            "user_name": "worghal",
            "text": "með þennan búnað ertu ekki að fara græða neitt rosalega mikið með því að fá þér hljóðkort, innbyggt ætti að vera nóg.",
            "date": "2013-08-11 22:49:00",
            "post_id": "523646",
            "reply_to_id": "523642"
        },
        {
            "user_name": "DJOli",
            "text": "Innbyggt hljóðkort ER nóg.\nÉg hef notað innbyggð hljóðkort bæði í almenna tölvunotkun og nokkuð grunnvísa tónlistarvinnslu síðastliðin 10 ár. Það er ekki fyrr en þú ætlar að taka hljóðvinnslu og myndbandavinnslu af fullri alvöru sem þig mun vanta alvöru hljóðkort fyrir fullorðna.",
            "date": "2013-08-11 22:52:00",
            "post_id": "523648",
            "reply_to_id": "523646"
        },
        {
            "user_name": "Gúrú",
            "text": "Það og ef það er vesen með innbygða t.d. suð þá er það fljótasta lausnin að kaupa stykki.",
            "date": "2013-08-11 22:57:00",
            "post_id": "523650",
            "reply_to_id": "523648"
        },
        {
            "user_name": "moc133",
            "text": "Þakka almennileg svör! Alltaf hægt að treysta á vaktina",
            "date": "2013-08-11 23:30:00",
            "post_id": "523658",
            "reply_to_id": "523650"
        },
        {
            "user_name": "demaNtur",
            "text": "Það er samt alveg rosalegur munur á innbyggðu og PCi/e hljóðkorti.. Myndi mæla með því fyrir þig..",
            "date": "2013-08-11 23:43:00",
            "post_id": "523662",
            "reply_to_id": "523658"
        },
        {
            "user_name": "moc133",
            "text": "En geturðu skilgreint \"Munur\" fyrir mig? Hvernig er hljóðið öðruvísi en með því innbyggða? Er þetta það mikill munur að meðal kauði eins og ég fari að taka eftir því? Það er basically það sem ég er að spyrja um ...",
            "date": "2013-08-12 00:13:00",
            "post_id": "523666",
            "reply_to_id": "523662"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Tekur ekkert eftir því nema þú sért algjör audiophile.",
            "date": "2013-08-12 00:20:00",
            "post_id": "523669",
            "reply_to_id": "523666"
        },
        {
            "user_name": "worghal",
            "text": "það er vissulega munur, en þú munt ekki greina þennan mun með þeim græjum sem þú ert að fara að nota.",
            "date": "2013-08-12 00:21:00",
            "post_id": "523670",
            "reply_to_id": "523669"
        },
        {
            "user_name": "DJOli",
            "text": "Ég tel mig sjálfan vera mediocre audiophile á þann hátt að ég hlusta ekki á neitt í lægra en 320kbps.\nÉg elska flac, og ég á Random Access Memories með Daft Punk í 24-bit á 88.2khz og Dark Side of the Moon með Pink Floyd í UHQR MFSL vínyl 'rippi'.\nÍ hlustun mæli ég frekar með góðum hljótækjum en einhverju 'massífu' hljóðkorti, enda innbyggðu hljóðkortin í dag mun mun betri en þau voru fyrir 10 árum.\nÉg ætti kannski að bæta því við að fyrir 14 árum var ég með Sound Blaster Live! hljóðkort. En á þeim tíma voru innbyggðu kortin ekki beint upp á sitt besta. En frá sirka 2004 hefur þetta farið batnandi með m.a. Realtek AC97 kortunum, og uppúr.",
            "date": "2013-08-12 00:50:00",
            "post_id": "523676",
            "reply_to_id": "523670"
        },
        {
            "user_name": "demaNtur",
            "text": "Tekur ekki mikið eftir því fyrr enn þú ert kominn í rosalega græjur, já eða headphones. \nTekur kannski smá eftir meiri \"dýpt\" í bassa og skýrari háum tónum!  (~það heyrist ekki jafn mikið af \"cracks\")\nEn það er allt náttúrulega ef þú ert að nota high end headphones og/eða heimabíó \n (You get what you pay for)\nEDIT;",
            "date": "2013-08-12 01:10:00",
            "post_id": "523677",
            "reply_to_id": "523676"
        }
    ],
    "date": "2013-08-11 22:18:00"
}