{
    "forum_title": "Almennt um vélbúnað",
    "id": "56671",
    "title": "Tölva fyrir 200þús- Vantar ráð",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=56671",
    "posts": [
        {
            "user_name": "Xovius",
            "text": "Þannig er mál með vexti að litli frændi ætlar að kaupa sér tölvu og er til í að eyða um 200þús\nÞað vantar ekkert nema bara tölvuna sjálfa, skjár, lyklaborð og allt slíkt er til...\nÞetta er það sem ég setti saman svona í fljótheitum, væri ekki hægt að bæta þetta eitthvað?\nTölvan verður að mestu leyti notuð í leikjaspilun.",
            "date": "2013-08-20 18:29:00",
            "post_id": "524891",
            "reply_to_id": false
        },
        {
            "user_name": "MrSparklez",
            "text": "Myndi reyna að sleppa að kaupa þetta allt í sömu búðinni væri kannski ódýrara, kannski taka unlocked örgjörva þar sem þetta er svo rosa flott móðurborð og kannski henda Cooler Master Hyper 212 ef honum langar kannski að fikta eitthvað í örgjörvanum",
            "date": "2013-08-21 16:00:00",
            "post_id": "525025",
            "reply_to_id": "524891"
        },
        {
            "user_name": "Gúrú",
            "text": "Hvaða leiki er hann að fara að spila og hvernig skjá á hann?\nAð kaupa 74.000 króna skjákort fyrir einhvern sem er kannski að fara að spila CoD á 19\" skjá er ónauðsynlegt að mínu mati.",
            "date": "2013-08-21 16:08:00",
            "post_id": "525027",
            "reply_to_id": "525025"
        },
        {
            "user_name": "aron31872",
            "text": "ahh er þetta ekki einum of vinur minn á svona \nhttp://kisildalur.is/?p=2&id=1010\n hún ræður við allt hann upgradaði bara minnið í 12 gb ram spilar fullum gæðum á öllu til hvers að vera kaupa svona dírt fáðu þér bara eithvað svona \nhttp://kisildalur.is/?p=2&id=1010",
            "date": "2013-08-21 16:16:00",
            "post_id": "525028",
            "reply_to_id": "525027"
        },
        {
            "user_name": "Haflidi85",
            "text": "Flott setup ef menn tíma að borga fyrir það, og að mínu mati ekki sambærilegt við það sem aron postar.",
            "date": "2013-08-21 16:29:00",
            "post_id": "525031",
            "reply_to_id": "525028"
        },
        {
            "user_name": "demaNtur",
            "text": "Solid! Btw, miðað við allt sem ég hef lesið um, þá er ASUS 770 kortið það besta, fyrir utan EVGA.. Mæli frekar með því, annars er ég með nokkuð líka tölvu, er með rúmlega 120~ fps í 1040p @ ultra í battlefield 3 \nSíðan er þetta sys req fyrir battlefield 4, sem keyrir á nánast sömu grafíks-vél\nQuad core CPU (Intel Core i5 or i7) at 3 Ghz\n4 GB memory (8 GB for 64-bit operating systems)\nA modern DX11 graphics card with 1 GB of video memory, GeForce 600 series or Radeon 7000 series\nWindows 7 64-bit operating system (Windows 8 is supported as well)\n20+ GB of free harddrive space\nAnnars endinlega tjekkaðu fyrir hann hvort skjárinn hans nái 100/120Hz, svo mikill munur á milli 60Hz og 120Hz, erum tveir hérna hlið við hlið að spila bf3, ég er með 120Hz skjá og hann er með 60Hz, gígantískur munur!",
            "date": "2013-08-21 16:30:00",
            "post_id": "525033",
            "reply_to_id": "525031"
        }
    ],
    "date": "2013-08-20 18:29:00"
}