{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "56693",
    "title": "Kæling á tölvu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=56693",
    "posts": [
        {
            "user_name": "Jason21",
            "text": "Sælir vaktarar,\nÞar sem ég er nýlegur í þessu tölvuveseni vantar mig aðstoð:\ntölvan mín er oft mjög heit  og ég ætla að færa hana á soldið lokaðari stað þar sem hún mun líklegast hitna meira.\nHvernig kælingu er hægt að bæta inn í hana svo hún verði ekki allt of heit?\nÞakka aðstoðina",
            "date": "2013-08-21 19:41:00",
            "post_id": "525073",
            "reply_to_id": false
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Væri ágætt að taka það fram hvernig tölva þetta er s.s. hvað er í henni og mátt einnig segja okkur hversu heit hún verður. Gæti verið nóg fyrir þig að láta bara skipta um kælikrem.",
            "date": "2013-08-21 19:44:00",
            "post_id": "525075",
            "reply_to_id": "525073"
        },
        {
            "user_name": "littli-Jake",
            "text": "http://www.cpuid.com/softwares/hwmonitor.html\nByrjaðu á að ná í þetta og gefðu okkur solid upplýsingar.\nSvo væri voða gott að fá að vita hvernig kassa þú ert með og hvort að þú hafir rykhreinsað eitthvað síðustu tvö árin eða svo. Ef þú ert ekki búinn að vera duglegur við það skaltu endilega ná í forritið fyst og taka screanshot af ástandinu áður en þú ferð að gera eitthvað. Gaman að sjá muninn.",
            "date": "2013-08-21 23:00:00",
            "post_id": "525122",
            "reply_to_id": "525075"
        },
        {
            "user_name": "danniornsmarason",
            "text": "er 50° eitthvað hræðilegt? þetta er allt hjá mér í kringum 50, gpu er 54 og restin 40 (ps er ekki sá sem gerði þráðinn  \n )",
            "date": "2013-08-21 23:10:00",
            "post_id": "525129",
            "reply_to_id": "525122"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Eins og ég sagði við aðilann sem að gerði þráðinn að þá er ekki hægt að segja hvað er slæmur eða góður hiti nema vita hvernig tölvu þú ert með og hvað er í henni. Það getur verið rosa misjafnt eftir örgjörvum hversu heitir þeir keyra og hversu heitir þeir meiga verða.",
            "date": "2013-08-21 23:44:00",
            "post_id": "525138",
            "reply_to_id": "525129"
        },
        {
            "user_name": "Xovius",
            "text": "50 ætti samt aldrei að vera neitt vesen...",
            "date": "2013-08-22 01:09:00",
            "post_id": "525145",
            "reply_to_id": "525138"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Jú t.d. ef að þú er með amd bulldozer örgjörva og hann er að keyra á 50 gráðum idle, þá er eitthvað að.",
            "date": "2013-08-22 08:36:00",
            "post_id": "525156",
            "reply_to_id": "525145"
        }
    ],
    "date": "2013-08-21 19:41:00"
}