{
    "forum_title": "Koníakstofan",
    "id": "56729",
    "title": "verdvernd i tolvubudum?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=56729",
    "posts": [
        {
            "user_name": "worghal",
            "text": "Sælir, er ekki viss hvar eg a ad setja thetta, en mig langar ad kaupa mer lyklabord sem kostar 25 thus i elko en 32 hja tolvutek og tolvulistanum.\nEr verdvernd hja annarihvorri budinni?",
            "date": "2013-08-23 17:28:00",
            "post_id": "525329",
            "reply_to_id": false
        },
        {
            "user_name": "Haflidi85",
            "text": "ekki vera latur og hringdu bara niðureftir, en að minni bestu vitund er einungis verðvernd í Elko.",
            "date": "2013-08-23 18:06:00",
            "post_id": "525333",
            "reply_to_id": "525329"
        },
        {
            "user_name": "GuðjónR",
            "text": "http://tolvutek.is/page/verdvorn",
            "date": "2013-08-23 18:22:00",
            "post_id": "525334",
            "reply_to_id": "525333"
        },
        {
            "user_name": "worghal",
            "text": "sýnist þetta vera einungis gilda um tölvur.\neinnig er tekið fram að ef tölvan er til afgreiðslu þá gildir þetta, en að minni bestu vitund þá á enginn þetta lyklaborð til á lager.\nmér finnst bara alger óþarfi af þessum búðum að verðsetja þetta 7 þúsund krónum dýrara  \n \nef ég fæ mér þetta hjá elko, þá tekur það um 3 vikur að koma, sem er allt of langur tími",
            "date": "2013-08-23 18:33:00",
            "post_id": "525337",
            "reply_to_id": "525334"
        },
        {
            "user_name": "Yawnk",
            "text": "Gott dæmi um svona rugl! \nhttp://tolvutek.is/vara/logitech-g27-racing-wheel-styri\nhttp://www.elko.is/elko/product_detail/ ... 76bb03807a\nRúmur 35 þúsund króna munur á sama hlutnum",
            "date": "2013-08-23 18:41:00",
            "post_id": "525338",
            "reply_to_id": "525337"
        },
        {
            "user_name": "worghal",
            "text": "manni blöskrar við að sjá þetta  \n \nTölvulistinn: \nhttp://www.tl.is/product/logitech-g710- ... dic-layout\nTölvutek: \nhttp://tolvutek.is/vara/logitech-g710-m ... bord-svart\nElko: \nhttp://www.elko.is/elko/product_detail/ ... oryid=1988",
            "date": "2013-08-23 18:50:00",
            "post_id": "525339",
            "reply_to_id": "525338"
        },
        {
            "user_name": "Klemmi",
            "text": "Tjah, borðið kostar 150$ úti og gera má ráð fyrir ca. 15$ í sendingarkostnað með temmilegri sendingu að utan ef við gefum okkur að þeir kaupi þetta frá USA.  Ef þetta er frá norðurlöndunum með Nordic layouti (eins og það er auglýst hjá Tölvulistanum) þá má gera ráð fyrir að það sé dýrara.\nAllavega, 165USD á genginu 120.5kr/USD með 25.5% vask gerir 24.953kr.-, sem þýðir að 31.900kr.- er 27.8% álagning.\nÞað er voðalega skrítið að horfa bara á verðið hjá samkeppnisaðila, á vöru sem hann á ekki einu sinni til, og segja að þér finnist óþarfi að verðsetja það 7.000kr.- dýrara, getur vel verið að þetta sé vel gamalt verð sem miðaðist við tilboðsverð sem þeir fengu að utan o.s.frv.\nÉg get þó engan veginn varið verðið á G27...",
            "date": "2013-08-23 19:25:00",
            "post_id": "525341",
            "reply_to_id": "525339"
        },
        {
            "user_name": "worghal",
            "text": "ekki eru þeir að panta hlutina að utan frá örðum búðum... þetta hlítur að vera verslað af heildsala og þá má útiloka 150$ verðið.",
            "date": "2013-08-23 19:29:00",
            "post_id": "525343",
            "reply_to_id": "525341"
        },
        {
            "user_name": "Klemmi",
            "text": "Vissulega fær verzlun oft betri verð heldur en Meðal Jóninn, en það er þó ekki alltaf og alveg ótrúlegt hversu oft maður lendir í því að fá sama eða verra verð heldur en stórar netverzlanir líkt og NewEgg og Amazon eru að bjóða  \n*Bætt við*\nÞess má einnig geta að samkvæmt skilmálum Tölvutek er það ekki aðeins að verðverndin gildi á tölvum, heldur einnig aðeins ef þú sérð tölvuna auglýsta í blaða- eða tímaritamiðil á Íslandi, s.s. ekki nóg að verðið sé eingöngu lægra á heimasíðu viðkomandi verzlunar.",
            "date": "2013-08-23 19:34:00",
            "post_id": "525345",
            "reply_to_id": "525343"
        },
        {
            "user_name": "rickyhien",
            "text": "ekki vera feiminn að spurja ...ég hef oft verslað í Tölvutek og benti nokkrum sinnum á svona verð frá öðrum búðum, þau hringdu bara á þær búðir til að athuga (verðið og hvort vörurnar séu til á lager hjá þeim búðum) og létu mig fá á þann verð (lyklaborð, móðurborð og örgjörva)...og svo keypti ég Corsair H100i frá Tölvulistanum fyrir nokkrum vikum á 22.900 en verðið var 24.900 (Tölvutækni var með þetta verð 22.900..ég hefði getað keypt hjá þeim en búðin er svo langt frá og ég verð ekki búinn í vinnuni fyrr en kl.6)....\np.s. var að tjékka á H100i í Tölvulistanum O_O þeir lækkuðu verðið á Corsair H100i í 21.900  wow \n revenge?",
            "date": "2013-08-23 23:40:00",
            "post_id": "525381",
            "reply_to_id": "525345"
        },
        {
            "user_name": "worghal",
            "text": "jæja, nú fær Tölvulistinn stórann og feitann \nplús\n í mínum bókum \nfór í tölvulistann að redda mér kælikremi og spurðist fyrir um lyklaborðið og verðið sem elko var að bjóða, afgreiðslumaðurinn fór bakvið og kom svo til baka með þær upplýsingar að þeir gætu matchað verðið hjá elko  \n \nþá er ég kominn með lyklaborðið í pöntun og það ætti að vera komið í mínar hendur í vikunni",
            "date": "2013-08-31 13:32:00",
            "post_id": "526408",
            "reply_to_id": "525381"
        },
        {
            "user_name": "MatroX",
            "text": "þetta er líka mín skoðun á tl, sama hvað aðrir segja þá finnst mér þetta awesome búð og eru alltaf til í að redda hlutunum ef manni vantar eitthvað",
            "date": "2013-08-31 14:05:00",
            "post_id": "526417",
            "reply_to_id": "526408"
        },
        {
            "user_name": "Yawnk",
            "text": "Held að flestir séu alveg sáttir með Tölvulistann og verslunina hjá þeim, \nþar til hluturinn sem þú kaupir hjá þeim bilar\n þá er þetta ekki 'awesome' búð á neinn hátt.",
            "date": "2013-08-31 18:09:00",
            "post_id": "526454",
            "reply_to_id": "526417"
        }
    ],
    "date": "2013-08-23 17:28:00"
}