{
    "forum_title": "Koníakstofan",
    "id": "56829",
    "title": "Endurreiknað aftur í tímann",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=56829",
    "posts": [
        {
            "user_name": "Stuffz",
            "text": "Ok þetta er kannski ekkert en samt..\nÉg sá nú áðan þetta á þjónjustusíðu hjá netveitandanum mínum.\nvar að spá hvað ætli það þýði þegar svona bilun gerist, að maður gæti e.t.v átt von á bakreikningum?\nÉg niðurhala yfir mánuðinn eitthverju og svo í lok mánaðarins þá tékka ég á þjónustusíðu netveitandans míns hvað ég á eftir af kvótanum og niðurhala svo kannski eitthverju meir til að fullnýta hann sem mest, ég veit ekki en mér dettur í hug að eitthverjir aðrir geti hið sama og hvað þá ef upplýsingarnar um eftirstandandi kvóta eru rangar og maður hafi farið yfir mörkin hverjum er það þá að kenna?",
            "date": "2013-08-29 15:30:00",
            "post_id": "526052",
            "reply_to_id": false
        },
        {
            "user_name": "Daz",
            "text": "Ég var akkúrat að sjá þetta líka. Var einmitt líka að hugsa álík og þú. Ég efast um að það verði sendur bakreikningur á það sem er komið, en það gætu margir verið í 79,9 eða 119,9 gb eftir daginn í dag. \nEf þeir geta treyst nógu vel á þetta niðurhalstalningarkerfi sitt til að geta rukkað okkur aukalega sjálfvirkt (fyrir 10gb aukalega) þá verðum við að geta treyst þessu mæli í hina áttina til að geta haldið okkur innan kvóta.",
            "date": "2013-08-29 15:34:00",
            "post_id": "526053",
            "reply_to_id": "526052"
        },
        {
            "user_name": "rickyhien",
            "text": "þegar eg færði mig fra Simanum yfir Vodafone þá borgaði eg fyrst fulla gjald fyrir mánuði en fékk svo endurgreitt næsta mánaðarmót fyrir dagana sem eg nota ekki internet hja þeim (frá deginum sem eg fór til þeirra með router til lok mánaðarins)....þetta gerist samt ekki automatískt, þarf að hringja nokkrum sinnum ;D",
            "date": "2013-08-29 18:32:00",
            "post_id": "526074",
            "reply_to_id": "526053"
        },
        {
            "user_name": "Sera",
            "text": "Ég var einmitt að tala um þetta hér um daginn hversu fáránlega mikið niðurhal hefur verið hjá mér í sumar.  Það hlaut að vera að það væri eitthvað að þessari mælingu.",
            "date": "2013-08-29 21:13:00",
            "post_id": "526097",
            "reply_to_id": "526074"
        },
        {
            "user_name": "teitan",
            "text": "Niðurhalið hjá mér var allt í einu orðið ca. helmingi meira heldur en ég hafði notað og kominn fram úr gagnamagninu og búið að cappa utanlandsumferðina, kvartaði og fékk þetta lagað, ca viku seinna þá gerðist þetta aftur.",
            "date": "2013-08-29 22:45:00",
            "post_id": "526124",
            "reply_to_id": "526097"
        },
        {
            "user_name": "krissi69",
            "text": "Ég er komin í 136 af 140... vona að það bætist ekki við þetta.",
            "date": "2013-08-30 00:21:00",
            "post_id": "526156",
            "reply_to_id": "526124"
        }
    ],
    "date": "2013-08-29 15:30:00"
}