{
    "forum_title": "Koníakstofan",
    "id": "56908",
    "title": "Infestation : Survival Stories - Eru einhverjar að spila?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=56908",
    "posts": [
        {
            "user_name": "Yawnk",
            "text": "Sælir Vaktarar, langaði að forvitnast hvort einhverjir hér væru að spila Infestation : Survival Stories eða War Z eða hvað sem maður á að kalla hann.\nÉg er kominn með rétt rúmlega 60 Hours í leikinn og finnst hann vera alveg ágætur.. Þrátt fyrir það að hann sé ömurlega illa gerður og leiðinlegur!\nVæri gaman að spila með einhverjum Íslending",
            "date": "2013-09-01 23:16:00",
            "post_id": "526647",
            "reply_to_id": false
        },
        {
            "user_name": "GullMoli",
            "text": "Úff, eftir þetta hrikalega flopp hjá þeim við útgáfu leiksins þá ætla ég ekki að snerta við þessu.\nBíð frekar eftir standalone Day-Z (sem verður svo gúrme!).",
            "date": "2013-09-01 23:20:00",
            "post_id": "526648",
            "reply_to_id": "526647"
        },
        {
            "user_name": "Yawnk",
            "text": "Nú, hef ekkert heyrt um það, hvað gerðist?\nJá það verður örugglega alveg unaðslegt, vona að það verði ekki í líkingu við þennan",
            "date": "2013-09-01 23:29:00",
            "post_id": "526653",
            "reply_to_id": "526648"
        },
        {
            "user_name": "GullMoli",
            "text": "http://www.pcgamesn.com/leagueoflegends ... riot-games\nhttp://www.pcgamesn.com/how-big-war-zs-map\nhttp://kotaku.com/5969784/the-war-z-mes ... now-so-far\nhttp://kotaku.com/5969970/i-played-the- ... nt-have-to\nhttp://kotaku.com/5969836/the-war-z-removed-from-steam\nOg svo framvegis..",
            "date": "2013-09-01 23:36:00",
            "post_id": "526657",
            "reply_to_id": "526653"
        },
        {
            "user_name": "Yawnk",
            "text": "Úff... Fyrsti linkurinn, ég á ekki orð hahaha! \nVissi ekki af þessu, þetta er agalegt",
            "date": "2013-09-01 23:41:00",
            "post_id": "526660",
            "reply_to_id": "526657"
        },
        {
            "user_name": "darkppl",
            "text": "sama hér snerti hann ekki. held mig bara við aðra leiki...",
            "date": "2013-09-01 23:52:00",
            "post_id": "526663",
            "reply_to_id": "526660"
        },
        {
            "user_name": "worghal",
            "text": "spilaði hann snemma, lenti í mjög skemmtilegu stand off við einhvern gæja, ég vissi ekki hvar hann var og hann vissi ekki hvar ég var.\nég lá þarna milli trjánna í köldum svita að leita að honum, töluðum smá saman í chattinu en við færðum okkur ekkert.\neftir sirka 15 mínútur þá ákvað ég að færa mig til að fá betra útsýini yfir bæjinn sem ég var búinn að drepa 4 manns í með sniper (þess vegna var hann að leita að mér \n) og kíki í kringum mig til að athuga hvort ég gæti fært mig til og haldist falinn.\ner þá ekki gaurinn, liggjandi á maganum, 3 trjám frá mér. skaut hann og kom mér í burtu xD\n5-0 fyrir mér",
            "date": "2013-09-01 23:53:00",
            "post_id": "526666",
            "reply_to_id": "526663"
        },
        {
            "user_name": "darkppl",
            "text": "verst að það var svo mikið af hökkurum að hann varð ekki spilanlegur...",
            "date": "2013-09-01 23:56:00",
            "post_id": "526667",
            "reply_to_id": "526666"
        },
        {
            "user_name": "Yawnk",
            "text": "Haha, vel gert!\nÉg með mína 60 klukkustundir af spilun hef aldrei fundið neinn sniper, né body armor, né LMG.. er bara að finna þessar common byssur.. Eitthvað merkilega ómerkilega vandræðalegt atvik kom upp áðan í leiknum, var í server með rúmlega 6 manns í, og var að loota Clearview, var með Military Rucksack, Machete, M16 og eitthvað margt fleira, er að loota eitthvað hús, er svo laminn í bakið af einhverjum núbba með Canoe Paddle, og hann nær að drepa mig með djöfulsins canoe paddle! og ég þarna með m16 með 30 skotum og machete..",
            "date": "2013-09-01 23:58:00",
            "post_id": "526669",
            "reply_to_id": "526667"
        },
        {
            "user_name": "kizi86",
            "text": "líka updateið sem er að koma fyrir dayZ vanilla 1.8..\nhttp://www.tacticalgamer.com/dayz/19431 ... gelog.html\nfær mig allaveganna að langa til að spila vanilla dayz aftur! búinn að vera að spila Overwatch mikið undanfarið, en þetta update er the sjitt!",
            "date": "2013-09-02 11:09:00",
            "post_id": "526710",
            "reply_to_id": "526669"
        },
        {
            "user_name": "JohnnyRingo",
            "text": "Ég er endilega til að spila með einhverjum íslendingum, skjótið á mig PM ef einhver vill spila, ég er nokkuð active í að pvpa í campos.\nFyrir aðra sem íhuga að kaupa leikinn, ég keypti hann í djóki þegar hann var á tilboði og vildi sjá svona what all the fuzz is about og ég sé allavega ekki eftir því.\nÞað er margt að leiknum og mikið sem mætti laga/gera betur en það er svo djöfulli gaman að pvpa í honum, svona sami fílingur og þegar maður pvpar í eve \nadrenalínið flæðir  \n þar að segja þegar þú villt ekki missa stuffið þitt.\nCheckið á þessu svo, fínt að horfa á livestreams og sjá hvernig þetta er\nTwitch \nhttp://www.twitch.tv/directory/game/Inf ... %20Stories\ntop 5 plays og svona \nhttp://www.youtube.com/watch?v=CiDGpkhTJrY",
            "date": "2013-10-27 15:43:00",
            "post_id": "535129",
            "reply_to_id": "526710"
        },
        {
            "user_name": "Plushy",
            "text": "Er búinn að spila 9 klst í heildina, erum oftast 2-3 saman. Skemmtilegt concept í þessum leik, en þetta er svoooo illa gert. Zombies sem glitcha eins og mofo og leiðinleg texture",
            "date": "2013-10-27 16:16:00",
            "post_id": "535134",
            "reply_to_id": "535129"
        },
        {
            "user_name": "Hjorleifsson",
            "text": "leikurinn hét WarZ,,, og miðað við hvernin dev's komu fram við mig og clanið mitt þá get ég þessum leik 0/0 og vona að enginn kaupi hann...",
            "date": "2013-10-27 20:29:00",
            "post_id": "535161",
            "reply_to_id": "535134"
        }
    ],
    "date": "2013-09-01 23:16:00"
}