{
    "forum_title": "Netkerfi - internetið",
    "id": "56930",
    "title": "Besta Netþjónusta fyrir netleikjaspilun",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=56930",
    "posts": [
        {
            "user_name": "motard2",
            "text": "Hjá hvaða internet þjónustuaðila er best að vera gagnvart Netspilun á FPS skotleikjum eins og td BF3?\ner hjá voðaflott og er að lagga i drasl og fá disconnect connection time out",
            "date": "2013-09-02 22:20:00",
            "post_id": "526794",
            "reply_to_id": false
        },
        {
            "user_name": "arons4",
            "text": "Hvað er voðaflott, annars hefur mér fundist gamla adslið vera best hvað ping varðar, ekki að það skipti miklu. BF3 er ekki marktækt mælitæki til að meta gæði netþjónusta þar sem hann er meingallaður á marga vegu(þám netcode). Sjálfur hjá tal með ljósnet og áður verið hjá adsl með vodafone og í raun hefur mér ekkert fundist það breyta neinu..",
            "date": "2013-09-02 22:25:00",
            "post_id": "526797",
            "reply_to_id": "526794"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Ég spila mikið bf3, er hjá símanum og er bara nokkuð sáttur með pingið.",
            "date": "2013-09-02 22:26:00",
            "post_id": "526798",
            "reply_to_id": "526797"
        },
        {
            "user_name": "motard2",
            "text": "voðaflott=Vodafone\nmálið er að þetta var ekki svona áður",
            "date": "2013-09-02 22:30:00",
            "post_id": "526799",
            "reply_to_id": "526798"
        },
        {
            "user_name": "Frost",
            "text": "Það gengur rosalega erfiðlega hjá mér og vinum mínum að spila co-op leiki, erum allir hjá Símanum. Gæti verið tengt því að við náum ekki að pinga hvorn annan. Annars ekkert vesen.",
            "date": "2013-09-02 22:51:00",
            "post_id": "526803",
            "reply_to_id": "526799"
        },
        {
            "user_name": "darkppl",
            "text": "Vodafone myndi ég fara í.",
            "date": "2013-09-02 23:37:00",
            "post_id": "526808",
            "reply_to_id": "526803"
        },
        {
            "user_name": "nonesenze",
            "text": "innlendir serverar hver sem er, erlendis serverar = síminn\nég hataði símann og var mikill CS spilari, prufaði flest alla aðra og játaði sigur og fór aftur í símann, kicked for high ping var mikið að ske, aldrey skeð hjá símanum\nen, eins og ég segi .is virkar fínt hjá öllum virðist vera",
            "date": "2013-09-02 23:53:00",
            "post_id": "526811",
            "reply_to_id": "526808"
        },
        {
            "user_name": "viddi",
            "text": "Hringiðan er með góðar tengingar fyrir netspilun, hef varla fundið fyrir laggi síðan ég flutti mig til þeirra.",
            "date": "2013-09-03 00:30:00",
            "post_id": "526817",
            "reply_to_id": "526811"
        },
        {
            "user_name": "Danni V8",
            "text": "Ég spila einmitt BF3 from time to time. Það er eiginlega eini leikurinn sem ég spila núna, fyrir utan GT5 online á nokkura vikna fresti.\nÉg var hjá Vodafone um tímabil, ásamt nokkrum vinum mínum og við lenntum alltaf í því á álagstíma að lagga alveg major mikið. Við erum að tala um 120ms á innlendum serverum. Þetta gerðist alltaf á álagstíma (frá ca 17-22) og gerðist hjá okkur öllum. Allir í Keflavík, en enginn í sama húsi og ekki einusinni í sama hverfi. Ég sendi fullt af póstum á sínum tíma til Vodafone útaf þessu og þeir sendu alltaf til baka og báðu um Trace og Ping og hvaðeina. Athugðu oft og mörgum sinnum hvort við værum ekki bara allir á fullu á Torrent á sama tíma og við vorum að spila online leiki. Eftir margar vikur af símtölum og e-mail samskiptum viðukenndu þeir loksins að það væri mögulega einhver bilun sem þeir þurftu að kíkja á. En ekkert gerðist og á endanum gafst ég upp og fór yfir í Símann og það hefur allt verið í lagi síðan.\nÉg veit ekki hvort þeir eru búnir að laga tenginguna núna eða ekki, enda þekki ég engan lengur sem er hjá Vodafone í Keflavík. Allir sem ég þekki farnir yfir í Símann.\nEn varðandi lagg og connection time-out í BF3, getur verið að þú sért með UPnP on í routernum? Það verður að vera off fyrir BF3. En on fyrir CoD t.d. Þegar ég spilaði báða var ég alltaf að færa á milli",
            "date": "2013-09-03 03:50:00",
            "post_id": "526828",
            "reply_to_id": "526817"
        },
        {
            "user_name": "motard2",
            "text": "tekk fram að ég er buinn að vera spila bf3 nánast siðan hann kom út þannig ég veit hvað netkódinn er fokked. \nvandamálið með bf3 er ný byrjað eftir að ég breyti tenginguni  úr 50mbit í 100mbit. Upnp er slökkt var reyndar kveikt á því í gamla routernum þegar tengingin var (50mbit)og var aldrei með vesen þá. \nþetta vesen er ný byrjað er buinn að send vodafone tracert sem kemur fram með connection time out á einhver hopin og packet loss.",
            "date": "2013-09-03 09:47:00",
            "post_id": "526845",
            "reply_to_id": "526828"
        },
        {
            "user_name": "Kindineinar",
            "text": "Verð nú að segja að Síminn er ekki að gera sig hjá mér að undanföru, ping hjá mér hoppar upp og niður í leikjum og youtube og fleira, annaðhvort hleður fyrir mig venjulega eða ég þarf að pása myndbandið í smá stund til að hlaða myndbandinu.\nEr með 12 eða 16 adsl tenginu sem leyfir mér stundum að hlaða 720p myndböndum án þess að leyfa því að hlaða fyrst en get það ekki núna.\nNú ef netið er í góðu standi fæ ég t.d 70-90 stöðugt ping í LoL. Hoppar oft í 400+ oft samt.\n120-150 í flestum fps leikjum (erlendir þjónar) ekki innlendir.\nEinnig hef ég tekið eftir því að þegar ég er að hlaða myndir(.jpg) á íslenkum síðum/enskum, skiptir engu máli það tekur óra langan tíma....... (2-4 sekúndur) stundum.\nEn eins og ég sagði first hoppar upp og niður.\nFrekar pyrrandi.\nog nei þetta er ekki útaf einhverjum öðrum á heimilinu",
            "date": "2013-09-08 22:36:00",
            "post_id": "527694",
            "reply_to_id": "526845"
        },
        {
            "user_name": "intenz",
            "text": "Er með ljósnet hjá Símanum og er að pinga 60-80. Frekar sáttur.",
            "date": "2013-09-08 22:48:00",
            "post_id": "527697",
            "reply_to_id": "527694"
        }
    ],
    "date": "2013-09-02 22:20:00"
}