{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "56969",
    "title": "Hvora spjaldtölvuna skal velja?? Allar ábendingar vel þegnar",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=56969",
    "posts": [
        {
            "user_name": "Notandanafn",
            "text": "Heilir og sælir allir saman.\nÞannig eru mál með vexti að ég þarf að kaupa mér spjaldtölvu til notkunar í skóla, en það koma tvær vélar til greina en ég get einfaldlega ekki valið á milli þeirra þar sem ég hreinlega skil ekki hver munurinn á þeim er!\n1) Sú fyrri er \nSamsung B2B 11,6\" Smart Pc Pro XE700T1C-H01SE\nSlóðin á þessa vél (specs) hjá Samsungsetrinu er: \nhttp://www.samsungsetrid.is/vorur/644/\n- Tek það fram að ég er búinn að hringja þrívegis í Samsungsetrið til að reyna að fá upplýsingar um muninn á þessari vél og Microsoft Surface Pro 128 GB sem er hin vélin sem kemur til greina, en þrátt fyrir að hringja þrisvar og bíða í símanum í samtals yfir 50 mínútur - þá hefði ég ekki fengið minni upplýsingar þó ég hefði hringt í Domino's pizza til að biðja um aðstoð!\n2) Sú seinni er eins og áður segir \nMicrosoft Surface Pro 128 GB\nSlóðin á specs fyrir Surface Pro hjá Microsoft er: \nhttp://www.microsoft.com/surface/en-gb/surface-with-windows-8-pro/specifications\nEf það er einhver spjaldtölvu-fróður maður hér sem gæti sagt mér hvora vélina hann teldi réttara að taka, þá eru allar ábendingar vel þegnar - en vélina þarf ég að kaupa í dag.\nMeð fyrirfram þökkum!",
            "date": "2013-09-04 13:31:00",
            "post_id": "527033",
            "reply_to_id": false
        },
        {
            "user_name": "rapport",
            "text": "Dunno, ef þær eru eins tæknilega, þá er það þjónusta, ábyrgð og bið í síma sem ræður úrslitum...",
            "date": "2013-09-04 14:49:00",
            "post_id": "527042",
            "reply_to_id": "527033"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Ég myndi klárlega taka Surface Pro, það eru sömu speccar á báðum tölvunum nema Surface-inn er ódýrari.",
            "date": "2013-09-04 15:23:00",
            "post_id": "527051",
            "reply_to_id": "527042"
        },
        {
            "user_name": "Tesy",
            "text": "Þær eru mjög svipaðar. Eini munurinn sem ég sá var að Samsung tölvan er með 1\" stærra skjá annars eru þær nákvæmlega eins (specs, þyngd og fl.). Ef ég væri að kaupa myndi ég taka Surface Pro eiginlega bara útaf því að mér finnst hún flottari í útliti \n Einnig kostar hún minna hérna á Íslandi.",
            "date": "2013-09-04 16:10:00",
            "post_id": "527062",
            "reply_to_id": "527051"
        },
        {
            "user_name": "Notandanafn",
            "text": "Þakka ykkur öllum kærlega fyrir! Surface Pro skal það vera. Og aftur, ááástarþakkir fyrir álitin á þessu;)",
            "date": "2013-09-04 16:31:00",
            "post_id": "527065",
            "reply_to_id": "527062"
        }
    ],
    "date": "2013-09-04 13:31:00"
}