{
    "forum_title": "Koníakstofan",
    "id": "57324",
    "title": "Smá pæling um ebay",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=57324",
    "posts": [
        {
            "user_name": "destinydestiny",
            "text": "ég var að spá það var pæla pabbi keypti bíl á ebay á 1000 dollara frá fyrirtæki sem er með 200 feedback og hefur sellt fullt fullt af bílum á 80þúsund dollara og meira, en fyrirtækid gerði villu og settu 169000dollara bíl á 1000 dollara á buy it now og pabbi borgaði um leið. geta þeir hætt við að selja ef pabbi er búinn að borga hann og þeir settu hann á 1000 dollara buy it now.?",
            "date": "2013-09-23 22:54:00",
            "post_id": "529910",
            "reply_to_id": false
        },
        {
            "user_name": "mainman",
            "text": "Nei, ég held að þeir meigi ekki neita að afhenda bílinn á þessu verði.\nÉg lenti í þessu með eitthvað rafmagnstæði frá kína einhverntíman, gaurin setti óvart 10 dollara en átti að vera 100 og eftir eitthvað smá nöldur og vesen þá fékk ég hlutinn sendann heim á 10 dollara.............................og 90 dollara sendingarkostnað",
            "date": "2013-09-23 23:03:00",
            "post_id": "529914",
            "reply_to_id": "529910"
        },
        {
            "user_name": "destinydestiny",
            "text": "rétt að vona það,einhverjir fleiri sem vita um þetta?",
            "date": "2013-09-23 23:08:00",
            "post_id": "529915",
            "reply_to_id": "529914"
        },
        {
            "user_name": "rapport",
            "text": "Skv. einhverjum skilmálum hjá þeim þá eru bílar, hús og e-h þessháttar undanskilið en ég finn samt ekkert nánar um þetta...",
            "date": "2013-09-23 23:14:00",
            "post_id": "529916",
            "reply_to_id": "529915"
        },
        {
            "user_name": "Gislinn",
            "text": "Það sem seljandinn mun líklegast gera er að senda cancellation request sem pabbi þinn getur annað hvort samþykkt og fengið endurgreitt eða neitað. Ef hann neitar þá mun seljandinn mjög sennilega ekki senda vöruna og pabbi þinn endar á að þurfa að fylla út not received complaint á ebay og hann fær svo endurgreitt nokkrum dögum/vikum síðar.\nBottom line, hann fær sennilega aldrei bílinn á þessu verði.",
            "date": "2013-09-24 00:01:00",
            "post_id": "529922",
            "reply_to_id": "529916"
        },
        {
            "user_name": "Gúrú",
            "text": "Það er ekki nokkur von að pabbi þinn sé að fara að fá bílinn á þessu verði.\nÞeir myndu fyrr loka eBay notandanum sínum en að leyfa þessu að gerast.",
            "date": "2013-09-24 01:11:00",
            "post_id": "529929",
            "reply_to_id": "529922"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Get líka lofað því að hann fær ekki bílin ef þeir vilja ekki láta hann frá sér",
            "date": "2013-09-24 01:24:00",
            "post_id": "529930",
            "reply_to_id": "529929"
        }
    ],
    "date": "2013-09-23 22:54:00"
}