{
    "forum_title": "Hugbúnaðar- & Forritunarstofan",
    "id": "57342",
    "title": "Gera vefsíðu.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=7&t=57342",
    "posts": [
        {
            "user_name": "Vignirorn13",
            "text": "Mig vantar að forvitnast aðeins um að gera litla sölu vefsíðu. Hvernig sé sniðugast að hafa forrit eins og t.d. wordpress eða joomla? Bara hvort þið vissuð um eitthvað sniðugt til að setja upp \"litla búð á netinu\". Síðan á að vera hægt að kaupa notaða hluti og setja í körfu og senda notendum skilaboð og allt það helsta bara. Bara ef einhver hér inni vissi eitthvað sniðugt í sambandi við þetta endilega henda því í comment hér fyrir neðan. Allar hugmyndir þegnar.  \n \nMeð fyrirfram þökk. Vignir",
            "date": "2013-09-24 22:09:00",
            "post_id": "530062",
            "reply_to_id": false
        },
        {
            "user_name": "fannar82",
            "text": "karfa.is ?",
            "date": "2013-09-25 00:55:00",
            "post_id": "530106",
            "reply_to_id": "530062"
        },
        {
            "user_name": "Vignirorn13",
            "text": "Karfa.is ? Hvað með þá vefsíðu?",
            "date": "2013-09-25 00:58:00",
            "post_id": "530107",
            "reply_to_id": "530106"
        },
        {
            "user_name": "Gúrú",
            "text": "Karfa.is er vefsíða sem býður upp á vefsíðulausnir fyrir verslanir. \nÞetta er skv. þeim dæmi um vefsíðu sem þeir hafa gert: \nhttp://www.lopiogband.is/",
            "date": "2013-09-25 01:22:00",
            "post_id": "530112",
            "reply_to_id": "530107"
        },
        {
            "user_name": "Vignirorn13",
            "text": "Já en þetta átti vera svona ég myndi gera hana sjálfur eða svoleiðis. \n Takk samt.",
            "date": "2013-09-25 11:20:00",
            "post_id": "530136",
            "reply_to_id": "530112"
        },
        {
            "user_name": "dori",
            "text": "Þú hræðir mig svolítið með því að vita ekki að hverju þú átt að vera að leita en vilt samt gera þetta sjálfur. Þú ert þá væntanlega að hugsa um að taka frjálsan (ókeypis kannski mikilvægara?) hugbúnað og setja upp?\nSkoðaðu þá \nhttp://www.webappers.com/2010/07/09/15- ... platforms/\nÉg hef reyndar ekkert gert með svona sjálfur en ég hef séð nokkra nota osCommerce og PrestaShop með ágætis árangri.",
            "date": "2013-09-25 12:22:00",
            "post_id": "530151",
            "reply_to_id": "530136"
        },
        {
            "user_name": "Vignirorn13",
            "text": "Þetta á að vera svona þannig aðrir geti sett inná þræði og selt. En ég skoða þetta takk fyror þetta",
            "date": "2013-09-25 12:27:00",
            "post_id": "530154",
            "reply_to_id": "530151"
        },
        {
            "user_name": "dori",
            "text": "Eh... Þú ert s.s. að hugsa um að búa til einhverskonar sölutorg? Í áttina að krabbameinssíðunni með reiða fólkinu? Eða hinum 100 eins síðum sem allar virka frekar illa?\nÉg hef ekki séð neitt opið kerfi sem getur gert svona svo að þetta myndi væntanlega þýða að þú þyrftir að gera allavega hluta af því sjálfur.\nHugsaðu vel og vandlega um það hvort þú ráðir við þetta verkefni og hvort það sé líklegt að þú náir að gera hlutina betur en samkeppnin.",
            "date": "2013-09-25 12:38:00",
            "post_id": "530156",
            "reply_to_id": "530154"
        },
        {
            "user_name": "Vignirorn13",
            "text": "Frekar svona uppboðstorg kannski en nei ég hef nefnilega ekki séð neitt opið kerfi en var alveg búinn að búa mig undir að þurfa að gera stóran hluta sjálfur. Ég er bara að skoða þetta veit ekkert hvort ég legg í þetta.",
            "date": "2013-09-25 13:37:00",
            "post_id": "530160",
            "reply_to_id": "530156"
        },
        {
            "user_name": "dori",
            "text": "Það er nú eitthvað til. Þú getur prófað að leita að open source auction eitthvað. En þú getur líka gert þetta frá grunni. Skiptir ekki máli hvort þú velur, þú þarft alltaf að aðlaga þetta þínum aðstæðum og það mun þýða talsvert af handavinnu.\nHefurðu einhvern grunn í vefsíðugerð (html/css thingy) því að þú þarft það til að gera þetta að \"þinni síðu\". Ef þú gerir það ekki mun þetta lúkka illa og eins og ekkert passi saman. Og hefurðu einhvern grunn í forritun því að þú munt klárlega þurfa að aðlaga einhvern kóða að þínum sérþörfum.\nÞað er svosem fín æfing að fara í þetta án fyrri þekkingar ef pælingin er bara að læra. Ef pælingin er hins vegar að gera þetta sem business þá myndi ég frekar finna einhvern með mér í þetta sem kann þetta eða borga einhverjum fyrir að búa þetta til.",
            "date": "2013-09-25 14:07:00",
            "post_id": "530164",
            "reply_to_id": "530160"
        },
        {
            "user_name": "Vignirorn13",
            "text": "Já eitthvað en finn nú ekki mikið. En ætla leita og reyna gera þetta frá grunni. Ég hef einhvern grunn annars er ég að læra þetta nú en ég reyni bara og fæ einhverja með mér í þetta. Já fín æfing en já læra en fæ bara einhverja með mér í þetta mögulega. Fer allaveganna ekki 1 í þetta.",
            "date": "2013-09-25 14:19:00",
            "post_id": "530166",
            "reply_to_id": "530164"
        }
    ],
    "date": "2013-09-24 22:09:00"
}