{
    "forum_title": "Koníakstofan",
    "id": "57453",
    "title": "[Politík] Umræða",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=57453",
    "posts": [
        {
            "user_name": "chaplin",
            "text": "Mér almennt leiðist umræða um politík en ég var að lesa stórkostlega hressandi frétt á MBL.\nhttp://www.mbl.is/frettir/innlent/2013/ ... r_haekkud/\nHver er skoðun ykkar á þessu máli?\nAth. Þeir sem halda því fram að ef þið eruð ekki skráðir í þjóðkirkjuna séuð að greiða til HÍ, rangt. \nHeimild\n XII. Kafli, 24 gr.",
            "date": "2013-10-02 00:29:00",
            "post_id": "531361",
            "reply_to_id": false
        },
        {
            "user_name": "worghal",
            "text": "þetta frumvarp er algert bull.\nskera niður í menntun og sjúkrun og hækka svo framlög til kirkjunnar.\nþetta er til skammar!",
            "date": "2013-10-02 00:38:00",
            "post_id": "531364",
            "reply_to_id": "531361"
        },
        {
            "user_name": "tdog",
            "text": "Þetta eru 44 miljónir sem fara aukalega til Kirkjunnar (þótt ég sé stuðningsmaður aðskilnaðar ríkis og kirkju þá er fólk of mikið að einblína á þessa smáu tölu). Að væla yfir þessum auka 44 miljónum þangað er eins og að míga í sjóinn á fjöru og ætla að sigla út á háflóði.",
            "date": "2013-10-02 00:52:00",
            "post_id": "531367",
            "reply_to_id": "531364"
        },
        {
            "user_name": "rapport",
            "text": "Þar sem öll þessi helstu trúarbrögð nútímans eru öll nánast af sömu rótinni, þá vil ég bara ítreka hvað það skiptir máli að hafa gott heilbrigðiskerfi, líka úti á landi.\nAnnars dettur einhverjum í hug að það sé raunverulega einhver karl á himninum sem hægt er að tala við með því að fara í krumlu við sjálfan sig.\nHann stjórni heiminum og að hann setji öllum reglur og að þú og vinir þínir séu löggur alheimsins og eigið að stjórna samkvæmt reglunum sem gaurinn á himninum setti.\nOg ef þú gerir það, þá færðu að koma í partý til hans þegar þú drepst.",
            "date": "2013-10-02 01:10:00",
            "post_id": "531374",
            "reply_to_id": "531367"
        },
        {
            "user_name": "GönguHrólfur",
            "text": "Ekki vera svona neikvæður, þetta verður alveg eins og í \"this is the end\"",
            "date": "2013-10-02 08:58:00",
            "post_id": "531400",
            "reply_to_id": "531374"
        },
        {
            "user_name": "Gislinn",
            "text": "Það sem ég pirra mig á er að það eru að fara 1.474 milljónir í þessa vitleysu sem þjóðkirkjan er.\nFramlög ríkisins til þjóðkirkjunnar er um 34 sinnum hærri per skráðan einstakling en til annarra trúfélaga (meðaltöl um 6012 kr vs 175 kr skv. fjárlagafrumvarpi), sóknargjöld þjóðkirkjunnar er 1.5 sinnum hærri en sóknargjöld annarra trúfélaga per einstakling (meðaltöl er um 6852 kr vs 4362 kr skv. fjárlagafrumvarpi). Þegar skorið er niður í heilbrigðis- og menntamálum eins og verið er að gera nú þá skipta 44 milljónir ótrúlega miklu þegar kirkjan er skoðuð. Aðskilnaður ríkis og kirkju væri það besta sem væri gert.\nSvo er annað, þó töluvert aðskilið, sem snýr að velferðarráðaneytinu. Hvernig ætli standi á því að fólk sé að svíkja út bætur endalaust án þess að það sé eitthvað gert við því. Ég held að ef ráðinn væri einstaklingur til að athuga á fólki sem fær bætur eigi raunverulega rétt á því að þá myndi sá einstaklingur spara meira fyrir ríkið en laun þess einstaklings væri. Mál sem mætti t.d. skoða er fólk sem er ekki skráð í sambúð en eiga barn/börn saman, búa saman og eru saman og fólk sem er á öryrkjabótum en þarfnast þeirra ekki. Svört atvinnustarfsemi er svo annar vængur sem mætti tækla. Einnig er fáránlegt af persónuvernd að dæma það ólöglegt að tilkynna bótasvindl nafnlaust.  \n  [/rant]",
            "date": "2013-10-02 09:51:00",
            "post_id": "531407",
            "reply_to_id": "531400"
        },
        {
            "user_name": "depill",
            "text": "Djöfull þoli ég ekki þessi rök.  Ég heyrði þessi rök líka varðandi leigu Náttúruminjastofnunar Ísland á perlunni sem eru 80 milljónir og ég heyri þetta sífellt meira. Rökin eru sem sagt sú að fjárlög eru rétt yfir 570 milljarða á ári og að 44 milljónir séu 0,007719298246% af fjárlögum og þess vegna skiptir þetta bara engu málil.\nRíkið á bara að hugsa þetta eins og heimilin, þegar ég fer í niðurskurð heima þá er bara allt undir. Ef ég reikna þetta heim til mín er þetta rétt um 700 kall á ári af mínum ráðstöfunartekjum. Ef þetta sé einn liður af tekjunum mínum þá bara hugsa ég út í þetta allt ( en ég er stundum smá nískur )\nÞetta skiptir bara allt máli, þar sem ef við finnum 44 milljónir á öllum stofnunum erum við að tala um fullt af peningum, það skiptir öllu máli að það séu afgangur af fjárlögum svo við getum hætt að borga vaxtatekjur af skuldum.",
            "date": "2013-10-02 09:55:00",
            "post_id": "531408",
            "reply_to_id": "531407"
        },
        {
            "user_name": "depill",
            "text": "Mæli með að hlusta líka á þetta \nhttp://www.visir.is/section/MEDIA98&fileid=CLP21266\n, ég er mjög sammála þessu. Við þurfum að gera bótasvik fráhrindandi, refsingar þungar og að við eigum að koma okkur hugsun um að þetta sé sameiginlegt \"pool\" sem við borgum í en ekki bara \"RÍKIÐ\" eins og sumir hugsa um ríkið. Eins og hún segir þá er það þannig í Danmörku að þar eru aðilar að tilkynna hvorn annan og það eru refsingar.\nMér finnst annar hvor aðili í kringum mig vera svíkja undir einhverskonar bótum og ég gjörsamlega þoli það ekki.",
            "date": "2013-10-02 10:01:00",
            "post_id": "531409",
            "reply_to_id": "531408"
        },
        {
            "user_name": "GuðjónR",
            "text": "Mín vegna mætti leggja þessa þjóðkirkju niður.\nEn það sem pirrar mig mest í þessu öllu er þessi endalausi grímulausi klíkuskapur, fella niður veiðigjald, gistináttagjald, orkugjald á stóriðju ásamt örlitlum eignaskatti á stóreignamenn og hækka BJÓRINN minn á meðan er algjörlega ótækt!\nHérna gæti ríkið t.d. skattlagt feitt og náð inn peningum:\nhttp://www.mbl.is/vidskipti/frettir/201 ... ukkustund/",
            "date": "2013-10-02 10:19:00",
            "post_id": "531411",
            "reply_to_id": "531409"
        },
        {
            "user_name": "depill",
            "text": "Veiðigjaldið var reyndar ekki fellt niður, en ég er alveg sammála þér það að það er of lágt. Mér finnst rökin að sumar útgerðir geti ekki staðið við þær veikar. Þar sem yfirleitt er verið að tala um vel skuldarsettar útgerðir, allavega sem ég hef séð.\nVið eigum auðvita að skattleggja ferðaþjónustuna meira, enda er hún ekki sjálfbær og við þurfum að fjárfesta miklu meira í ferðaþjónustunni en eigum að gera það með tekjum frá ferðaþjónustunni.\nÉg er reyndar á móti eignarskattinum þar sem fólk er búið að borga sína skatta og þú ert að taka skatt af eignum sem er búið að borga skatt af og oft á tíðum ertu að tala um eldra fólk sem hreinlega er ekki með tekjur á móti skattinum. Eignarskatturinn er vondur skattur.\nÁfengisskatturinn er svo bara þæginleg leið til að skatta óæskilega hegðun ( ásamt tóbaksskatti ) sem er dýr fyrir samfélagið. Þótt ég hafi aldrei prófað nein fíkniefni utan áfengis þá vill ég sjá hass/Marijuna og jafnvel fleirri efni leyfð. Það mun lækka kostnað og auka skattheimtu ( þar sem við eigum augljóslega að skatta það í drasl, og við getum væntanlega ræktað þetta heima, atvinnuskapandi og við getum skattað það líka í drasl, marginin er þegar svo sver ).",
            "date": "2013-10-02 10:41:00",
            "post_id": "531417",
            "reply_to_id": "531411"
        },
        {
            "user_name": "GuðjónR",
            "text": "Per se. þá er ég líka á móti eignarsköttum almennt og það á sömu forsendum og þú. Fólk er búið að greiða skatt af tekjum sínum þegar það fjárfestir og því má segja að eignaskattur sé ekkert annað en eignaupptaka. En við búum við eignaskatt í dag, það var reyndar hætt að kalla hann eignaskatt fyrir nokkrum árum og farið að kalla hann fasteignagjöld.\nÞessi umræddi hátekju-eignaskattur er auðvitað í eðli sínu ósanngjarn, en hey! það er nú verðtryggingin og hvernig hún er reiknuð út líka",
            "date": "2013-10-02 10:46:00",
            "post_id": "531420",
            "reply_to_id": "531417"
        },
        {
            "user_name": "depill",
            "text": "já ég er reyndar sammála þér með fasteignaskattinn af því hann er eignaupptaka í raun og veru, hélt einu sinni að hann tengdist leigugjöldum borgarinnar ( þar sem fæstir eiga lóðirnar sínar, leigja þær til 75 ára af Rvk ) en þeir sem eiga lóðinar sínar ( sem eru nokkrir ) borga þetta líka....\nEn verðtryggingin, held ég að sé bara sköpuð af lack of competition, við erum 300.000 hræður hérna, það er dýrt að halda upp þjónustu hérna, það er dýrt að halda upp eigin gjaldmiðli. Ég myndaði mér einu sinni þá skoðun að jafnvel þótt mér líkar alls ekki allt við ESB að þá finnst mér lack of competition, lokaður markaður og áhættu við fjárfestingu á Íslandi sem outweighar það. Þess vegna finnst mér að við ættum ennþá að ganga í ESB ( eða afsala fullveldi eithvert annað \n )",
            "date": "2013-10-02 10:51:00",
            "post_id": "531422",
            "reply_to_id": "531420"
        },
        {
            "user_name": "jericho",
            "text": "Mæli með að menn skoði \nDATAMARKET\n síðuna. Þar má skoða nýja frumvarpið visualt (súlurit) og sjá hvaða stofnanir fá niðurskurð (t.d. Lögregluskólinn) en hvaða stofnanir fá aukafjárveitingu (t.d. Vegagerðin).\nÉg týndi mér þarna inni í dágóða stund. Mæli með að áhugasamir skoði þetta.",
            "date": "2013-10-02 10:52:00",
            "post_id": "531424",
            "reply_to_id": "531422"
        },
        {
            "user_name": "GuðjónR",
            "text": "Til hamingju Ísland.",
            "date": "2013-10-02 11:52:00",
            "post_id": "531436",
            "reply_to_id": "531424"
        },
        {
            "user_name": "playman",
            "text": "Hefði ekki verið nær að setja þessar 44 millur til þess að lækka legu gjald á sjúkrahúsi!",
            "date": "2013-10-02 12:17:00",
            "post_id": "531441",
            "reply_to_id": "531436"
        },
        {
            "user_name": "ManiO",
            "text": "http://datamarket.com/is/data/set/43wl/ ... lay=column\n þetta ber saman fjárframlög til innanríkismála og velferðarmála.\nhttp://datamarket.com/is/data/set/43wl/ ... lay=column\n þetta ber saman fjárframlög til þjóðkirkjunna og landspítalans.\n44 milljónir eru um 0,02% af þeirri upphæð sem rennur til landspítalans.",
            "date": "2013-10-02 12:45:00",
            "post_id": "531453",
            "reply_to_id": "531441"
        },
        {
            "user_name": "oskar9",
            "text": "Málið er að fólk hugsar svona illa um \"RÍKIÐ\", svíkur bætur, vinnur svart og þannig er að fólk er ekki sátt við hvað ríkið gerir við peningana sem það fær, eins og sannast hér í aukafjárlögum til kirkjunar ásamt ýmsu fleiru.\nEf ríkið hlustar á fólkið í landinu og peningarnir fara þangað sem þörf er á þeim þá lagar hitt sig sjálft (bótasvikt, svört vinna og því um líkt)",
            "date": "2013-10-02 12:47:00",
            "post_id": "531454",
            "reply_to_id": "531453"
        },
        {
            "user_name": "littli-Jake",
            "text": "Er virkilega enginn annar en ég drullu ósátt/ur með að það sé verið að moka rúmlega 300 miljónum AUKALEGA í helvítis RUV svo að Páll Magnússon geti haldið áfram að keira um á Range Rover. Hversvegna í fjandanum er verið að spreða þessum peningum í RUV? Eina sem er sýnt þarna er low budget efni frá norðurlöndunum því það er svo \"menningarlegt\". Hvenar kom eitthvað gott íslenst efni frá RUV?  sýnist að allir áhorfanlegu íslensku þættirnir komi frá skjá einum og 365 miðlum. Henda þessu peningasvartholi eins langt út í sjó og mögulegt er. Fólk getur alveg látið sér nægja að horfa á fréttirnar á stöð 2.",
            "date": "2013-10-02 13:02:00",
            "post_id": "531464",
            "reply_to_id": "531454"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Það eru ekki % sem skipta máli heldur prinsipið.  Afhverju eiga þeir sem nota spítalann að borga sjálfir fyrir sína notkun en þeir sem nota kirkjuna fá allt borgað úr sameiginlegum sjóðum.\nNokkuð viss um að engin á Landsspítalanum myndi fúlsa við þessum 44miljónum þótt þær séu bara dropi í hafið.  Fyrir utan að ríkið er að eyða yfir 5 miljörðum í snákaoliu sölumenn sem væri mun betur varið í heilbrigðisþjónustu sem virkar.",
            "date": "2013-10-02 13:03:00",
            "post_id": "531465",
            "reply_to_id": "531464"
        },
        {
            "user_name": "Daz",
            "text": "Fólk svíkur ekki undan skatti og til sín bætur því það er á móti eyðslu skattpeninga. Fólk svindlar og svíkur því það er gráðugt, latt og eigingjarnt.",
            "date": "2013-10-02 13:05:00",
            "post_id": "531467",
            "reply_to_id": "531465"
        },
        {
            "user_name": "ManiO",
            "text": "Er þetta ekki mest allt huglægt og því ekkert 'rétt' eftir einhverjum alhliða sannleik? Hvaða prinsip segir til um að hinir og þessir fjármunir eigi einhliða að renna í eina átt en ekki hina?\nAð sjálfsögðu myndi engin fúlsa við að fá aukalega 44 milljónir til ráðstöfunar, en hvert á svo að skella þeim fjármunum? Hækka laun starfsmanna? 4800+ starfa fyrir landspítalann, þannig að ekki myndi það hafa afdrifarík áhrif ef að laun allra væri aukin. Tækjakaup? Hvaða tæki á þá að kaupa? Hver væri svo aukinn kostnaður á tímunum sem færi í að funda um þessar auknu 44 milljónir?\nÉg vill taka fram að ég er ekki endilega sammála um að auka fjárframlög til þjóðkirkjunnar sé viðunandi en það er margt annað í þessum fjárlögum sem að brýnna er að fylgjast með. T.d. má nefna að virðisaukaskattur á einnota bleyjum fer úr 25,5% niður í 7%, sem ætti að skila sér í um 14% lækkun til neytenda. Þarna munu verslanir sjá sér tækifæri til að auka eigin álagningu.",
            "date": "2013-10-02 13:24:00",
            "post_id": "531472",
            "reply_to_id": "531467"
        },
        {
            "user_name": "playman",
            "text": "% seygja ekki alltaf allt, þessar nokkur hundruð krónur muna fyrir langveikt fólk sem þarf stundum að\nvera vikur eða mánuði á spítala.\nÉg er bara alfarið á móti því að heilbrigðis kerfið fái að fynna fyrir niðurskurði.\nÞað væri frekar að rukka fólk um \"legu\" gjöld fyrir að mæta í kirkju, þar sem að fólk getur sjálft ráðið\nhvort að það fari í kirkju eður ey, en langveikt fólk og þeir sem að þurfa að leggjast inná spítala geta ekkert\num það ráðið.",
            "date": "2013-10-02 13:35:00",
            "post_id": "531474",
            "reply_to_id": "531472"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Það er ágætis prinsipp held ég að þú borgir fyrir það sem þú kýst að gera, td. fara í kirkju á sunnudögum, en þurfir ekki að borga fyrir það sem þú getur ekki verið án, eins og td. liggja á spítala í nokkra daga vegna slyss/veikinda.",
            "date": "2013-10-02 13:42:00",
            "post_id": "531478",
            "reply_to_id": "531474"
        },
        {
            "user_name": "SolidFeather",
            "text": "Vandamálið eru ekki þessar 44 milljónir sem þeir fá aukalega. Að þeir skuli fá einn og hálfan milljarð til að byrja með er bara klikkun og ætti ekki að viðgangast hér á landi.",
            "date": "2013-10-02 13:53:00",
            "post_id": "531480",
            "reply_to_id": "531478"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Kirkjan fær miklu meira en 1,5 miljarð.  Samtals er sett 5,1 miljarðar í 'Trúmál' samkvæmt fjárlögum 2014, af því fær kirkjan tæplega 4 miljarða.  Heimilid: \nhttp://www.vantru.is/2013/10/02/13.30/\n.",
            "date": "2013-10-02 13:56:00",
            "post_id": "531481",
            "reply_to_id": "531480"
        },
        {
            "user_name": "rapport",
            "text": "Það er dýrt að vera fátækur og það er dýrt að vera sjúklingur.\nÞað er verið að búa til fátæktargildru fyrir fólk og fjölskyldur sem missir innkomu, þarf hugsanlega að draga úr vinnu og þarf að byrja að hugsa um sjúkling.\nÞetta kerfi virkar eins og það er verið að setja það upp en það virkar ekki nema það sé \"smurt\".\nErlendis ganga félagslegu og velferðarkerfin út á að \"sjúklingur/skjólstæðingu\" fer til fé4lagsráðgjafa og gefur félagsráðgjafanum umboð til að sýsla með sín mál, sækja um bætur, skrá í sjúkraþjálfunog á námskeið o.s.frv.\nFélagsráðgjafinn þarf svo að gera grein fyrir sínum verkum og sína fram á fagleg vinnubrögð o.s.frv. og litið er á ferlið í heild sem \"meðferðarúrræði\".\nÞessa nágun vantar hér á Íslandi.\nHér verða sjúklinga og skjólstæðingar  að læra á kerfið sjálfir og ganga á milli félagsráðgjafa hjá hverri stofnun sem oft gera ekki annað en að verja sína stofnun gegn \"óþægindum og kostnaði\".\nSvo eru margir sem gera þetta rétt, en eru stoppaðir af öðrum...\nEn þessa nálgun að félagsráðgjafinn sýsli með kerfislæg vandamál er stutt komin hér á landi og varla til nema hjá fólki sem er komið á það stig að það þarf aðstoð til daglegra athafna.\nÞessi þjónusta mundi draga úr þörf fyrir heimilislækna enda margir þeirra að gera þetta fyrir sína skjólstæðinga.\næ, mitt sandkorn í þessa ruslahrúgu sem þetta land er að verða...\nÞað er dýrt að vera fátækur og ef þessi ríkisstjórn hefur ekki getuna eða viljann til að fjárfesta í framtíð okkar, þá kemur það bara ekkert á óvart.\nÉg skil að þeim finnist skyndigróði ganga fyrir, enda bjóst ég ekki við öðru af þeim...",
            "date": "2013-10-02 13:56:00",
            "post_id": "531482",
            "reply_to_id": false
        },
        {
            "user_name": "SolidFeather",
            "text": "Ég er bara orðlaus.",
            "date": "2013-10-02 13:58:00",
            "post_id": "531483",
            "reply_to_id": "531482"
        },
        {
            "user_name": "playman",
            "text": "Hvert í andskotanum fara allir þessir peningar?",
            "date": "2013-10-02 14:01:00",
            "post_id": "531485",
            "reply_to_id": "531483"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hér er 7 ára gamall listi yfir laun presta.\nLíklega hafa þau nú hækkað eitthvað.\nhttp://www.vantru.is/2006/08/04/08.30/\nSvo kostar að reka allar þessar kirkjur.\nGuð er góður!",
            "date": "2013-10-02 14:07:00",
            "post_id": "531488",
            "reply_to_id": "531485"
        },
        {
            "user_name": "Plushy",
            "text": "Allir þessir peningar í eitthvað sem er ekki til, gg wp trúmál.\nEf að það væru ekki til nein trúmál (og þar með engar kirkjur, prestar o.s.frv) gætu sjúklingar fengið dagpeninga á meðan á legu þeirra stendur á spítalanum miðað við allan peninginn sem þessi kirkja er að fá",
            "date": "2013-10-02 14:16:00",
            "post_id": "531490",
            "reply_to_id": "531488"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Heh.. myndi kannski ekki alveg þora að lofa því.  Heilbrigðiskerfið er _svakalega_ dýrt.  En það væri hægt að liðka fyrir ýmsu fyrir 5 miljarða.",
            "date": "2013-10-02 14:19:00",
            "post_id": "531491",
            "reply_to_id": "531490"
        },
        {
            "user_name": "playman",
            "text": "Það er greynilegt að maður er á snar snar vitlausri hillu, maður ætti bara að hættu tölvu veseni og gerast bara prestur,\nÞað er nú ekki einusinni eins og að þetta sé brjáluð vinna.",
            "date": "2013-10-02 14:21:00",
            "post_id": "531492",
            "reply_to_id": "531491"
        },
        {
            "user_name": "worghal",
            "text": "Med laun presta, thad er einhver prestur uti a landi sem er med yfir miljon a manudi og biskupinn rett undir eda yfir miljon.\nThetta kom fram i launabladinu um daginn.",
            "date": "2013-10-02 14:26:00",
            "post_id": "531493",
            "reply_to_id": "531492"
        },
        {
            "user_name": "dandri",
            "text": "Já guð er góður og guð er blankur",
            "date": "2013-10-02 14:30:00",
            "post_id": "531494",
            "reply_to_id": "531493"
        },
        {
            "user_name": "GuðjónR",
            "text": "hahahahaha\nJá það er margt vitlausara en að gerast prestur.",
            "date": "2013-10-02 14:32:00",
            "post_id": "531495",
            "reply_to_id": "531494"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Hann er á Audi Q7 reyndar",
            "date": "2013-10-02 14:37:00",
            "post_id": "531496",
            "reply_to_id": "531495"
        },
        {
            "user_name": "skoffin",
            "text": "Hér er eitthvað smáræði til að gleðja ykkur enn frekar:\nhttp://datamarket.com/is/data/set/43wl/ ... lay=column",
            "date": "2013-10-02 14:43:00",
            "post_id": "531497",
            "reply_to_id": "531496"
        },
        {
            "user_name": "depill",
            "text": "Hér reyndar gleymist allt það aukalega sem Prestarnir smyrja ofan á eins og Fermingar, Giftingar, skírnir o.s.frv sem þeir rukka AUKALEGA fyrir.\nAnnars hefur mér því miður hlotnast það að hafa þurft að greiða presti fyrir þjónustu og það þurfti að vera í reiðuféi, einhver fróður maður eru prestar ekki skyldur að gefa þessar tekjur upp eða eru þær skattfrjálsar ? Ég er alltaf skeptískur á hvort að fólk sé að gefa upp þegar það tekur bara reiðufé.",
            "date": "2013-10-02 14:46:00",
            "post_id": "531499",
            "reply_to_id": "531497"
        },
        {
            "user_name": "depill",
            "text": "sorry, það verða aldrei allir sáttir við það sem ríkið gerir. Það breytir engu hvað við gerum sem samfélag það verður alltaf einhver ósáttur. Gætum gefið öllum Íslendingum milljón sem kom frá <einhverju sem allir eru sáttir með> og það yrði samt einhver ósáttur við að palli sem á meira en hann fékk jafn mikið eða eithvað svipað gáfulegt.",
            "date": "2013-10-02 14:49:00",
            "post_id": "531500",
            "reply_to_id": "531499"
        },
        {
            "user_name": "rapport",
            "text": "Kirkjan kostar s.s. svipað og niðurgreiðslan á lambakjöti og mjólkurvörum?\nGubb...",
            "date": "2013-10-02 14:59:00",
            "post_id": "531503",
            "reply_to_id": "531500"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ef þú greiðir með reiðufé og færð ekki reikning þá eru miklar líkur á því að viðkomandi muni ekki gefa upp til skatts.",
            "date": "2013-10-02 15:04:00",
            "post_id": "531504",
            "reply_to_id": "531503"
        },
        {
            "user_name": "skoffin",
            "text": "Svipað og lambakjötið, já. Það er annars margt skemmtilegt við þessar súlur - t.d. lækkar engin þeirra milli ára. Það þýðir sennilega að búfræðingurinn hefur staðið sig vel í hagræðingarhópnum.",
            "date": "2013-10-02 15:10:00",
            "post_id": "531507",
            "reply_to_id": "531504"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Það vantar alveg sérhagsmunahóp fyrir almenning.",
            "date": "2013-10-02 16:10:00",
            "post_id": "531521",
            "reply_to_id": "531507"
        },
        {
            "user_name": "tdog",
            "text": "Mér finnst vanta svo í umræðuna að t.d niðurgreiðslur til landbúnaðarins lenda t.d bara beint í vasa sláturhúsanna.",
            "date": "2013-10-02 17:25:00",
            "post_id": "531535",
            "reply_to_id": "531521"
        },
        {
            "user_name": "urban",
            "text": "Úr því að þið eruð að tala um trúmál, þá má ekki gleyma því að þjóðin kaus það að hafa þjóðkirkju áfram.\nþannig að það að moka peningum í kirkjuna er vilji meirihluta þjóðarinnar.",
            "date": "2013-10-02 19:17:00",
            "post_id": "531567",
            "reply_to_id": "531535"
        },
        {
            "user_name": "intenz",
            "text": "http://www.youtube.com/watch?v=b016Ki-hLTE",
            "date": "2013-10-02 20:40:00",
            "post_id": "531585",
            "reply_to_id": "531567"
        },
        {
            "user_name": "coldcut",
            "text": "Ég bara skil ekki hvernig það gat gerst! Mín kenning er sú að fólk hafi bara ekki lesið spurninguna á kjörseðlinum nógu vel því þetta var eina spurningin (að mig minnir, var í BNA á þessum tíma og kaus því ekki) sem þurfti að svara \"nei\" til þess að vera sammála niðurstöðum stjórnlagaráðs.",
            "date": "2013-10-03 10:44:00",
            "post_id": "531682",
            "reply_to_id": "531585"
        },
        {
            "user_name": "Stutturdreki",
            "text": "1. Síðustu 1000 árinn hafa allir verið sjálfkrafa skráðir í ríkiskirkjuna við fæðingu.  Það hefur nokkrum sinnum staðið til að breyta því en kirkjan hefur náð að stoppa það.  Það er eina ástæða þess að 'meiri hluti' þjóðarinnar er skráður í kirkjuna.\n2. Í kosningunum um breytingar á stjórnarskrá voru spurningarnar allar á þá leið að ef maður vildi breytingar þá merkti maður í já, nema spurningin um rikiskirkjuna en henni þurfti að svara neitandi, ef maður vildi kjósa með aðskilnaði.",
            "date": "2013-10-03 10:54:00",
            "post_id": "531683",
            "reply_to_id": "531682"
        },
        {
            "user_name": "Gislinn",
            "text": "Nýfædd börn eru sjálfkrafa skráð í sama trúfélag og móðir barnsins, sem dæmi eru íslamstrúa börn sem fæðast hér ekki skráð sjálfkrafa í þjóðkirkjuna.",
            "date": "2013-10-03 12:21:00",
            "post_id": "531690",
            "reply_to_id": "531683"
        },
        {
            "user_name": "worghal",
            "text": "var svo ekki eitthvað mál um það að guðfræði-deild háskólans samdi spurninguna og greinina sem fjallaði um spurninguna í bæklingnum sem var dreift?\nsemsagt það var engann veginn neutral fólk sem kom að þessu. bara einhverjir skussar að gæta eiginn hagsmuna.",
            "date": "2013-10-03 12:31:00",
            "post_id": "531692",
            "reply_to_id": "531690"
        },
        {
            "user_name": "Bjosep",
            "text": "Þetta \"svarar\" kannski meira vangaveltum Coldcut.\nhttp://www.orvitinn.com/2012/10/22/10.45/",
            "date": "2013-10-03 13:06:00",
            "post_id": "531696",
            "reply_to_id": false
        },
        {
            "user_name": "hakkarin",
            "text": "Það sem að ég vill fá að vita mest er hvort að ríkistjórnin (sjálfstæðisflokkurinn) eigi eftir að standa við sín háu loforð um að lækka skattana. \nMunnið þið eftir auglýsingu sjálfstæðisflokksins þar sem að hann var með kökumynd þar sem að næstum helmingur útgjalda fólks áttu að vera skattar? \nÉg býst ekkert við því að það verði farið í að lækka skattana á næstunni, en ef það verður ekki gert að minsta kosti eitthverntíman á kjörtímabilinu þá tel ég mig vera svikinn af þessari stjórn. Alvöru hægrimenn leggja ekki 40%+ skatt á tekjur fólks, þannig að ef að það breytist ekkert þá lít ég svo á að hann sé bara að tala út um rassinn á sér þegar að kemur að skattalækkunum.\nOg þegar ég tala um lærri skatta að þá vill ég lærri TEKJUskatt! Ef að skattanir á eitthvað annað eins og til dæmis vörur eða eitthvað annað álíka verður lækkaður í staðinn þá munnu kaupmanna/sölumanna skrattanir líklega bara hækka verðin sín til þess að halda verðunum sínum óbreytum til að græða meira!",
            "date": "2013-10-03 13:16:00",
            "post_id": "531699",
            "reply_to_id": "531696"
        },
        {
            "user_name": "Daz",
            "text": "Það verið að lækka þá! Er ekki 0.8% nóg?\nAfhverju er annars enginn lengur að vorkenna grey verktakanum sem fékk svo lítið í vasann af því sem var rukkað fyrir vinnuna hans? Er búið að fella í burtu virðisauka og tekjuskatt af verktakalaunum?",
            "date": "2013-10-03 14:33:00",
            "post_id": "531705",
            "reply_to_id": "531699"
        },
        {
            "user_name": "intenz",
            "text": "Ég vil líka fá þetta þrepaskipta skattkerfi burt!",
            "date": "2013-10-03 15:17:00",
            "post_id": "531711",
            "reply_to_id": "531705"
        },
        {
            "user_name": "rapport",
            "text": "Ég elska þetta þrepaskipta skattkerfi, mér finnst flott að ég sem ríkisstarfsmaður í tveim aukavinnum sé kominn í hæðsta skattþrep...\nGuð hjálpi þeim sem eru með lægri laun og það er bara gott að hæðsta skattþrep sé náanst \"default\" á meðan lægstu laun eru um 200þ. á mánuði.\nÞað er skammarlegt að rukka skatt af öllu yfir 130þ.\nSkattleysismörkin ættu að vera 200 - 250þ. og prósentan hærri.\nVið erum að fá helling fyrir þessar litlu krónur sem við greiðum í skatt, miklu meira en gengur og gerist út í heimi.",
            "date": "2013-10-03 15:45:00",
            "post_id": "531714",
            "reply_to_id": "531711"
        },
        {
            "user_name": "tlord",
            "text": "nei!",
            "date": "2013-10-03 16:13:00",
            "post_id": "531719",
            "reply_to_id": "531714"
        },
        {
            "user_name": "urban",
            "text": "Persónulega get ég ekki sagt um það hvort að gjaldið sé of hátt eða of lágt (og þú reyndar ekki heldur, nema þú sért nátengdur stórum hluta útgerða)\nen þetta með að þú segir að rökin um það að sumar útgerðir geti ekki staðið undan þeim séu veikar, við hvað á að miða ?\ná að miða bara við stóru fyrirtækin sem að skila miklum arði ?\ná þá ekki að miða skattinn á einstaklinga líka við eitthvað svipað ?\nmig persónulega munar ekkert um það að borga 60% af launum mínum í skatt, einfaldlega þar sem að ég er skuldlítill og einstaklingur, á þá að sama skapi ekki bara að setja skattprósentuna í 60% ??\nAðal óánægjan með veiðigjöld er sú að á sama tíma og útgerðir segjast ekki geta borgað þau, þá eru þessi fyrirtæki að skila stórum hagnaði og borga út töluverðan arð.\nen það gleymist alveg að veiðigjöldin leggjast á ÚTGERÐINA\nGrandi, Vinnslustöðin í vestmannaeyjum, Ísfélag Vestmannaeyja, Samherji, Síldarvinnslan og þessi stóru kompaní sem að hafa verið að skila stærstum arðinum eiga það öll sameiginlegt að vera miklu miklu meira en bara útgerðarfyrirtæki.\nEf að ein deild í fyrirtækinu gegnur mjög illa, er þá allt í lagi að nota hagnaðinn úr annarri deild til að borga niður tapið  ???\nfyrirtækið dafnar aldrei þannig.\nEn já, það eru semsagt hin fyrirtækin sem að þarf að hafa áhyggjur af, þau fyrirtæki sem að eru bara útgerðarfyriritæki\n(já og að öðru, afhverju er það orðið svona slæmt í dag að skila hagnaði og borga út arð ? )\nog tek það fram að rantið hérna er engan vegin beint eingöngu að þér depill",
            "date": "2013-10-03 19:31:00",
            "post_id": "531760",
            "reply_to_id": "531719"
        },
        {
            "user_name": "rapport",
            "text": "jú\nhttp://www.oecdbetterlifeindex.org/countries/iceland/\nVeldu önnur lönd og skoðaðu samanburðinn...\nSkattar á fyrirtæki, samanburður.... (og þeir ættu að borga eitthvað fyrir að nota auðlindir þjóðarinnar)\nhttp://www.cbsnews.com/8301-505123_162- ... the-world/\nSvo hér á wikipedia:\nhttp://en.wikipedia.org/wiki/List_of_co ... _tax_rates\nVið erum bara háværustu vælukjóarnir líka, viljum fá allt fyrir ekki neitt.\nSem fer alveg einstaklega illa saman við að vera eigingjörn gerpi sem vila ekki leggja samfélaginu lið.",
            "date": "2013-10-03 21:50:00",
            "post_id": "531793",
            "reply_to_id": "531760"
        },
        {
            "user_name": "biturk",
            "text": "Hvað er slæmt við að vilja borga sér arð fyrir velgengni?\nÞað má ekki gleima að td samherji gerir alveg óendanlega gott fyrir hinn hefðbundna starfsmann í launum og desemberuppbótt\nVeiðigjaldið á ekkert að vera svimandi hátt....þá er ekki nægur rekstrargrundvöllur til að standa í þessu",
            "date": "2013-10-03 23:43:00",
            "post_id": "531807",
            "reply_to_id": "531793"
        },
        {
            "user_name": "playman",
            "text": "Samherji hefur einnig verið nokkuð gjafmildur í styrkjum.",
            "date": "2013-10-04 08:39:00",
            "post_id": "531819",
            "reply_to_id": "531807"
        },
        {
            "user_name": "Daz",
            "text": "Fallegt af þeim að borga brotabrot af hagnaðinum sínum í \"góð mál\". Allir glaðir og hagnaðardólgurinn getur hirt sitt í friði og spekt.",
            "date": "2013-10-04 09:10:00",
            "post_id": "531822",
            "reply_to_id": "531819"
        },
        {
            "user_name": "playman",
            "text": "Brota brot eður ey, það samt munar um þennan pening fyrir þá sem að fá hann, ekki eins og samherji séu skyldugir til þess\nað gefa þessa styrki.",
            "date": "2013-10-04 11:00:00",
            "post_id": "531836",
            "reply_to_id": "531822"
        },
        {
            "user_name": "Daz",
            "text": "Þetta er kallað á fallegu máli \"að kaupa sér gott umtal\". Ég sé enga ástæðu til að áætla einhverja meiri gæsku og gjafmildi hjá þeim sem eiga og reka Samherja heldur en hjá einhverju öðru fyrirtæki í sömu aðstæðum (ofurgróði byggður á auðlindum sem umdeilt er hvort skili nægilegum arði til íslensku þjóðarinnar). \nEf ég væri að reka þetta fyrirtæki myndi ég örugglega gefa jafn mikið til að reyna að bæta ímyndina.",
            "date": "2013-10-04 11:10:00",
            "post_id": "531838",
            "reply_to_id": "531836"
        },
        {
            "user_name": "Stutturdreki",
            "text": "",
            "date": "2013-10-04 11:15:00",
            "post_id": "531839",
            "reply_to_id": "531838"
        },
        {
            "user_name": "biturk",
            "text": "Ss eigendur eiga að tapa á rekstrinum til að þú sért glaður....enginn má græða\nFlott hjâ þeim að gefa styrki og borga góð laun og það er bara bull að ætlast til að þeir borgi sér ekki goðann arð",
            "date": "2013-10-04 11:44:00",
            "post_id": "531845",
            "reply_to_id": "531839"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Er þetta bara I/O?  \nVilja þeir sem finnst að útgerðir borgi auðlindagjald að þeir komi út í stór tapi?\nEr ekki möguleiki að þeir borgu hóflegt gjald og haldi samt áfram að græða ógeðslega mikið?",
            "date": "2013-10-04 12:06:00",
            "post_id": "531849",
            "reply_to_id": "531845"
        },
        {
            "user_name": "depill",
            "text": "Þar sem ég vill ekki láta draga mig of langt ofan í þetta. Augljóslega eru skatttekjur okkar á fyrirtækjum ömurlegar en þær koma hins vegar öðruvísi inn til okkar inní samneysluna.\nÍ þessum \"tax rates\" er ekki verið að bera saman appelsínur og appelsínur, þar sem það gleymist að til dæmis í Noregi er lífeyrissjóðurinn inní skattheimtunni en ekki hjá okkur.\nVið þurfum líka bara að hugsa það hvert hlutverk ríkisins, mér til dæmis finnst það til að tryggja okkur grunnþjónustu og jöfn tækifæri. En mér finnst það ekki vera hlutverk ríkisins að vera í tekjujöfnun sem einhverjum finnst.\nMér allavega finnst allavega ríkið vera illa rekið og ég fæ lítið fyrir peningin þegar 15% af fjárlögunum fer í vaxtagjöld ríkisins, mér finnst það eina sem skipta máli núna er að skila hallalausum fjárlögum.",
            "date": "2013-10-04 12:25:00",
            "post_id": "531852",
            "reply_to_id": "531849"
        },
        {
            "user_name": "biturk",
            "text": "þeir eru að borga hóflegt gjald núna, gjaldið sem var í boði síðustu ríkisstjórnar var langt fram úr hófi mikið\nen talandi um auðlindir þjóðarinnar, er ekki kominn tími til að ferðaþjónustan borgi eitthvað svipað gjald þá eins og veiðiliefagjaldið, þeir græða á okkar auðlindum og það hrikalega feitt",
            "date": "2013-10-04 12:33:00",
            "post_id": "531853",
            "reply_to_id": "531852"
        },
        {
            "user_name": "Daz",
            "text": "Fallegt af þér að snúa útúr orðunum mínum, er þinn málstaður svona veikur að þú hefur ekki önnur ráð?\nÖll fyrirtæki ættu að hagnast, innan hefðbundinna laga og skynsemismarka. Ef hagnaðurinn er byggður á nýtingu auðlindar sem er í almannaeign myndi maður samt búast við að sanngjarnt gjald væri borgað í almannasjóði fyrir þá nýtingu, almenningi til hagsbótar. Það ættu allir að geta verið sammála um það vona ég. \nÞað er fyrirtæki styrki og/eða borgi ríflegt kaup gerir þau ekki betri eða verri fyrir vikið eða þjóðhagslega betri einingar, það er heildarmyndin sem skiptir máli. Upphugsað dæmi: \nFyrirtæki A hefur innkomu upp á 1 milljón vegna nýtingar á auðlind, sem Fyrirtæki B hefði getað nýtt jafn vel. \nFyrirtæki A borgar 500.000 í laun, 100.000 í styrki og 0 í afnotagjald \nFyrirtæki B hefði borgað 400.000 í laun, 0 í styrki og 300.000 í afnotagjald.\nHvort fyrirtækið er nú betra? (Eru fleiri þættir sem þarf að horfa til hérna?)\nS.s. það er fyrirtæki borgi styrki eða borgi góð laun er ekki EITT OG SÉR ástæða til að leyfa því að nýta auðlind í almenningseign gegn lágu/engu gjaldi. Það þarf að skoða stærri mynd en það.",
            "date": "2013-10-04 12:48:00",
            "post_id": "531856",
            "reply_to_id": "531853"
        },
        {
            "user_name": "dori",
            "text": "Var gistináttagjaldið sem var fellt niður ekki tilraun til að koma slíku á? Það er mjög erfitt að skattleggja ferðaþjónustu svona (s.s. fyrir auðlindina sem náttúran er). Það eru svo margir möguleikar. Á t.d. einhver sem kemur á ráðstefnu að borga þetta gjald eins og einhver sem fer að njóta náttúruperlanna okkar? Á að standa með posa fyrir framan fossa og rukka fólk? Á líka að rukka Íslendinga? Ætti að taka hluta af hagnaði fyrirtækja sem vinna á þessu sviði (svipað og með útgerðirnar)?\nÞað ætti að vera mun auðveldara að rukka fyrir nýtingu á fiskinum. Þetta kerfi er mjög gallað og þið getið ekki þrætt fyrir það að það er ósanngjarnt þegar þeir eru sáttir með að greiða ríkinu klink fyrir veiðiréttindi og leigja sín á milli fyrir margfalda upphæð.",
            "date": "2013-10-04 12:50:00",
            "post_id": "531858",
            "reply_to_id": "531856"
        },
        {
            "user_name": "biturk",
            "text": "nei, það  á bara að veragjald  sem leggst a reksturinn sem heitir \"afnot af auðlindum þjóðarinnar\" og er bara ákveðin prósenta af hagnaði ferðamennskunar, það er ekki mikið mál\nég sneri ekki meir útúr en þú\nog ég ítreka, það er borgað auðlindagjald eins og, það var bara lækkað mikið frá fyrri ríkisstjórn þarsem það var gert til að taka allan hagnað úr rekstrinum\nog já, ég kýs fyrirtæki a, það myndi borga mér meira, borga í góð málefni og snngjarnt í afnotagjald meðann\nfyrirtæki b borgar mér minn í laun, ekkert í góð málefni en risastóra fjárhæð í ríkið sem mun á endanum sennilega ekki fara þar sem maður myndi vilja.",
            "date": "2013-10-04 12:55:00",
            "post_id": "531860",
            "reply_to_id": "531858"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Vandamálið með þessi 'hva, mega þeir ekki græða' eru að það gleymist að ríkið þarf að græða líka.  Hvort sem það er á fiski, rafmagni, vatni eða aðgengi ferðamanna að náttúrunni.",
            "date": "2013-10-04 13:01:00",
            "post_id": "531862",
            "reply_to_id": "531860"
        },
        {
            "user_name": "ManiO",
            "text": "Nei, ríkið á ekki að græða. Ríkið á að vera rekið eins nálægt hallarekstri og hægt er. Ríki á að reyna að forðast uppsöfnun á verðmætum.",
            "date": "2013-10-04 13:18:00",
            "post_id": "531865",
            "reply_to_id": "531862"
        },
        {
            "user_name": "tlord",
            "text": "íslenskir námsmenn fá bara puttann frá ríkisvaldinu, þannig er það ekki í Noregi td\nhttp://www.lanekassen.no/nb-NO/Hovedmen ... kan-du-fa/",
            "date": "2013-10-04 13:19:00",
            "post_id": "531866",
            "reply_to_id": "531865"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Ríkið þarf að græða á þessu til að hafa efni að að reka samfélagsþjónustu með tapi, þe. svo að 'notendur' spítala/skóla borgi sem minnst fyrir sín afnot.  Það væri óeðlilegt ef ríkið væri að safna auð sem væri ekki nýttur fyrir þegnana en á móti þarf ríkið að vera fjárhagslega sjálfstætt (frá öðrum ríkjum) og hafa efni á að takast á við áföll (td. náttúruhamfarir, lyfjakaup eins og bóluefni ofl.) svo það hlýtur að vera krafa að ríkið hafi einhvern varasjóð.",
            "date": "2013-10-04 13:31:00",
            "post_id": "531869",
            "reply_to_id": "531866"
        },
        {
            "user_name": "playman",
            "text": "Hvað er að þér?",
            "date": "2013-10-04 13:35:00",
            "post_id": "531870",
            "reply_to_id": false
        },
        {
            "user_name": "Stutturdreki",
            "text": "Alveg ýmislegt sko, núna svíður mig td. svoldið í handarfarið á enninu.\nHvaða verkefni hefur Samherji stutt, hvað settu þeir mikinn pening í þau vs. hvað hefði ríkið getað gert fyrir lækkunina á auðlindargjaldinu?",
            "date": "2013-10-04 13:42:00",
            "post_id": "531871",
            "reply_to_id": "531870"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Btw.. veiðigjaldið  var lækkað um ~4miljarða.  Úr 13.8 miljörðum í 8.9miljarða (sjá \nhttp://www.visir.is/serstaka-veidigjald ... 3706149947\n).\nSamherji skilaði hagnaði upp á ~15.7miljarða (sjá \nhttp://www.samherji.is/is/frettir/hagna ... arinu-2012\n).\nSamherji hefði getað borgað ó-lækkað veiðigjald fyrir allar útgerðir landsins og samt skilað hagnaði.",
            "date": "2013-10-04 13:46:00",
            "post_id": "531873",
            "reply_to_id": "531871"
        },
        {
            "user_name": "blitz",
            "text": "Án þess að hafa séð ársreikning samstæðu Samherja fyrir árið 2012 get ég lofað þér því að aðeins hluti af þessum hagnaði kemur frá því að veiða við Íslandsstrendur.",
            "date": "2013-10-04 13:49:00",
            "post_id": "531874",
            "reply_to_id": "531873"
        },
        {
            "user_name": "playman",
            "text": "Þeir eru t.d. búnnir að styrkja fjölsmiðjuna um nokkrar millur, og nei það er ekki bara fjölsmiðjan sem þeir eru búnnir að styrkja\nheldur fjöldin allur af stofnunum og félagasamtökum.\nEn endilega gefðu þér annað facepalm, þér veitti ekki af því.\nÞað eina sem ég var að kommenta á var að samherji er alveg að gefa út frá sér líka.\nÞað er frekar að það ætti að taka allt þetta kvóta dæmi og endurskoða það, frekar en að ráðast á einhverja aðila\nsem í raun eru ekki gera neitt ólöglegt, en siðferðislega rangt eða eitthvað annað er annað mál.",
            "date": "2013-10-04 13:56:00",
            "post_id": "531875",
            "reply_to_id": "531874"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Þetta er svo mikil meðvirkni, þeir gefa kannski 100 milljónir til að bæta almenningsálitið, enda munar þá ekkert um 100 miljónir með nærri 16.000 miljón króna hagnað, til að sleppa við að borga kannski 1000 milljónir í gjöld (finn hvergi hvað Samherji hefði átt að borga í veiðigjald), og þú ert geðveikt ánægður.\nAlveg sammála, veiðistjórnunar hlutinn er örugglega ágætur, nema hvað stjórnmálamenn hafa lokaorðið um kvóta hvers árs, en að útgerðirnar bara eigi kvótann er arfavitlaust.",
            "date": "2013-10-04 14:06:00",
            "post_id": "531876",
            "reply_to_id": "531875"
        },
        {
            "user_name": "playman",
            "text": "Ekki geðveikt ánægður en ánægður eingu síður, því að ég lít á þetta sem svo að þeir hefðu alveg eins getað hirt allan þenna pening og ekki gefið eyri af honum.\nAnnars væri ég örugglega ekki með vinnu hjá Fjölsmiðjuni.\nÞað sem að ég hefði vilja sjá er að kvótinn sé tekin til baka, ríkið eigi kvótan, og svo geti útgerðir leigt kvótan af ríkinu.",
            "date": "2013-10-04 14:32:00",
            "post_id": "531883",
            "reply_to_id": "531876"
        },
        {
            "user_name": "urban",
            "text": "Þetta er rosalega falleg og góð hugmynd.\nRosalega vitlaus, en samt rosalega falleg og góð.\nástæðan er ofur einföld, það verður að vera einhvers konar stöðuleiki, annars er engin framför.\nþar að auki myndi enginn eigandi fjármagns lána peningana sína til útgerðar ef að það væri lottó hvort að það væri hægt að reka hana á næsta ári.\nVeiðigjaldið er á útgerðina.\n15.7 milljarðahagnaður var ekki tilkomin eingöngu útgerðarinnar vegna.",
            "date": "2013-10-04 18:45:00",
            "post_id": "531925",
            "reply_to_id": "531883"
        },
        {
            "user_name": "depill",
            "text": "Þetta er ekkert \"vitlaus\" hugmynd, hann sagði ekki hvernig þetta yrði framkvæmt. Til dæmis mætti framkvæma þetta með 20 - 30 ára leigutíma.\nAnnars finnst mér skrítið hvernig \"kvótaeigendur\" geta sagt við kvótalausar útgerðir að þær skuli í gengum tíðina þurft að borga í kringum 50 kr kg á ýsu og núna yfir 200 kr \n en það sé ómögulegt að borga 23,20 kr í veiðigjald ( / leigu til ríkis )?\nEn ég er ekki sá fróðasti í sjávarútvegi en sem outside player finnst mér þetta skrítið.\nedit: Ég er að rugla hér, útgerðinar áttu að borga 23,20 kr í veiðigjald á tonnið, en þetta er leigu verð á kg",
            "date": "2013-10-04 19:26:00",
            "post_id": "531929",
            "reply_to_id": "531925"
        },
        {
            "user_name": "urban",
            "text": "Enda er ég á móti kvótakerfinu einsog það er uppsett núna.\nþað á að taka veiðireynnslu síðustu 5 ára, og þú færð ~80 - 85% af því sem að þú hefur \nVEITT\n í kvóta sem að þú heldur í algert lágmark 20 ár (helst lengri tíma)\nrestina (15 - 25%) af aflaheimildum má síðan taka og setja í allaveganna leikpotta handa ráðherrum og leigupotta fyrir nýgræðlinga (allur fiskur úr þessu á markað)\nlágmark 75% veiðiskylda og rest bara skiptanleg á milli tegunda þar.\nlaus við kvótabraskið (sem að er það sem að er alversta við þetta kerfi)\nlaus við vælið um að það sé ekki hægt að byrja í útgerð\nlaus við leigumarkaðinn\nþeir sem að hafa veitt fiskinn hafa kvótann\nþeir sem að hafa leigt frá sér fá ekki neitt\nleigugjald borgað sem % af sölu á fiskmarkaði\nlágmarksgjald á fisk frá útgerð til eigin vinnslu (?% af meðalverði á mörkuðum)",
            "date": "2013-10-04 19:37:00",
            "post_id": "531931",
            "reply_to_id": "531929"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Pointið var að Samherji hefði ekki farið á hausinn við að borga veiðigjald.",
            "date": "2013-10-04 19:48:00",
            "post_id": "531933",
            "reply_to_id": "531931"
        },
        {
            "user_name": "urban",
            "text": "nei enda einsog ég sagði hérna fyrr, hverja á að miða við ?\nFyrirtæki einsog samherja sem að eru gríðarlega stór og hafa margfallt meira en bara útgerðina.\neða þarf kannski að miða við útgerðarfyrirtæki.",
            "date": "2013-10-04 20:26:00",
            "post_id": "531938",
            "reply_to_id": "531933"
        },
        {
            "user_name": "Ic4ruz",
            "text": "Ég vona að þú sért með 800þ á mánuði! \nhttp://www.ruv.is/frett/tekjuskattur-la ... 984-kronur\nFinnst engum þetta vera rangt? Afhverju fær fólk sem er betra sett meiri lækkun en aðrir? Á meðan að fólk sem fær enga skattalækkun raðar sér upp fyrir framan fjölskylduhjálp Íslands til að fá eitthvað að borða....\nVill siðan lika benda á að í flestum norðurlöndunum er ,,þrepaskipt\" skattkerfi, Það hlýtur nú ekki vera svo alslæmt ef lifsgæði þeirra eru almennt miklu betri en á Íslandi, er það nú ?\nhttp://www.ted.com/talks/richard_wilkinson.html",
            "date": "2013-10-08 00:27:00",
            "post_id": "532408",
            "reply_to_id": "531938"
        },
        {
            "user_name": "hakkarin",
            "text": "Tvent sem að þú verður að hafa í huga:\n1. Síðasta (vinstri)stjórninn reyndi að tortríma öllum sem að áttu penninga í nafni vinstristefnunar og þar að leiðandi er það bara eðlilegt að það sé verið að lækka skattana á þá efnimeiri þar sem að þeir voru orðnir of háir til þess að byrja með.\n2. Ef að einstaklingur A er að borga hærri skatta en einstaklingur B og það á að lækka skattana á þeim forsendum að þeir séu of háir þá er ekki rökrétt að lækka skattana jafn mikið á báða að því að einstaklingur A er að borga minna til þess að byrja með. \nGæti alveg skilið það ef að fólk færi að væla að því að ríkt fólk væri að borga LÆRRI skattaprósentu en það sjálft, en þetta \"ríkt fólk borgar ekki geðveikt háan skatt bú hú hú\" er ekki eitthvað sem að ég hef samúð með. Vert er að taka fram að mínar mánaðarlegu tekjur eru ekki nema sirka 230 þús þannig að það er ekki eins og að mér svíði ekki undan skattinum. Málið er bara það að mér finnst þessi vinstri sinnaða skattstefna vera svo heimskuleg og byggjast meirra á öfundsýki heldur en öðru.\nEDIT: Og þetta með Norðurlöndin...þú veist að hægriflokkar eru að sigra þar núna bæði í Noregi og Danmörk? Ástæðunar eiga meðal annars að vera að því að fólk þar er orðið þreytt af háum sköttum og stóru ríkisbákni. Þetta stóra ríki sem að þetta fólk er búið að vera að keyra þarna virðist ekki ganga til lengdar.",
            "date": "2013-10-15 23:01:00",
            "post_id": "533574",
            "reply_to_id": "532408"
        },
        {
            "user_name": "rapport",
            "text": "reminder:\nÞú gleymdir að biðja Guð um að blessa Ísland þarna rétt í blálokin.",
            "date": "2013-10-15 23:07:00",
            "post_id": "533579",
            "reply_to_id": "533574"
        },
        {
            "user_name": "Ic4ruz",
            "text": "Tortíma alla sem áttu peninga? Nei come on. Það var einfaldlega verið að setja á skattkerfi sem þekkist í hinum norðurlöndunum, meiri segja eru skattarnir ennþá lægri hér en á norðurlöndunum. \nhttp://en.wikipedia.org/wiki/List_of_co ... _tax_rates\nÞað var ekki skattlagt í nafni ,,vinstristefnunnar\", það var skattlagt út af þvi að hér varð stærsta hrun Íslandssögunar. Hver átti að borga það? ert þú þá á því að Ísland ætti bara að lýsa sig gjaldþrota? Siðan er lika það að afhverju á fólk á lág-meðal launum að gjalda fyrir það sem fólkið með hæstu launin voru að bralla?  Á þeim tíma og enn voru hæstu launin í bönkunum og starfsemi tengt því. Stjórnmál á Íslandi fyrir hrun voru leidd af \nstefnu\n sjálfstæðisflokksins. Afhverju hefur XD ekki endurskoað þá stefnu ? Stefna sem Milton Friedman talaði mikið fyrir, ,,free market capitalism\" sem er bara ofsatrú á mörkuðum. Sama gerðist árið 1929, Reglur afnumdar þar sem að markaðurinn gæti bara \"séð um sig sjálfur\". Sama gerðist í aðdragandi hrunsins 2008.\nVæri lika ágætt að nefan að corporate tax rate á Íslandi er einn af þeim lægstum af hinum vestrænum löndum.\nVandamálið við að hafa flatan skatt er að hann er ekki samgjarn. Svo að flatur skattur ætti að virka þá þyrfti laun einstakra stétta alltaf að endurspegla raunverulegt gildi þess(gildi sem að þjóðin ræður). Nú flestir eru sammála nú til dags að kennarar sinna einna mikilvægustu vinnu í samfélagi okkar, mikilvægar en bankamenn sem \"bera svo mikla ábyrgð.... \n \", afhverju eru þá laun þeirra svona útrúlega lág? Ég meina gjaldkeri í banka er trúlega að þéna meira en kennarar.\nHægri-flokkur í Noregi er lika ekki sama og hægri flokkur á Íslandi. Aldrei myndi nokkrum detta sér í hug þar að hafa flatann skatt eins og Bjarni ben er að tala um. Það var lika búið að vera vinstristjórn þarna í 8 ár.\nÞú talar um að þetta stóra ríki hjá þeim gangi ekki til lengdar? Svo það má þá búast við því að núna eru þeir bara kominn á endastöð, geta ekki lengur rekið það.\nHér er mynd sem sýnir skuldir samanborðið við landsframleiðslu. Satt að segja sýnist mér að eina ríkið þarna sem gegnur ekki til lengdar er hið Íslenska...",
            "date": "2013-10-20 23:33:00",
            "post_id": "534240",
            "reply_to_id": "533579"
        },
        {
            "user_name": "Snorrmund",
            "text": "Þú verður  samt að taka tillit til þess að samheri er \"aðeins\" með 6 skip á íslandi held ég. Þeir eru með útgerðir í póllandi, bretlandi og þýskalandi til dæmis svo margt margt meira. þessi hagnaður er ekki allur tilkomin vegna veiða við íslandsstrendur.\nÉg er reyndar ekki viss hvernig þessi veiðigjaldalækkun fór með Samherja þar sem ég finn ekki tölur yfir það í fljótu bragði. En ég veit allavega að veiðigjaldið HÆKKAÐI á stærri útgerðir við þessa veiðigjaldaLÆKKUN. Veiðigjaldið á uppsjávarfisk var hækkað þeas. Veiðigjald hjá SVN hækkaði um 100 milljónir minnir mig og held að það hafi verið eitthvað svipað hjá Eskju á Eskifirði.\n\"veiðigjald á uppsjávarafla, sem er síld, loðna, kolmunni og makríll, var hækkað all verulega í sumar. Sérstakt veiðigjald á hvert þorskígildiskíló í uppsjávarveiðum fór í sumar úr 27,5 kr. í 38,25 kr. Veiðigjald á uppsjávarafla var hækkað um 40%!\"  \nhttp://www.vb.is/skodun/96042/\nÉg er alls ekkert á móti veiðigjaldinu sem slíku, en aðferðin við útreikningin á veiðigjaldinu er hinsvegar ekki rétt. Það verður að hugsa þetta út frá framlegð, eins og  veiðigjaldið var sett upp þá voru ákveðnar tegundir sem að \"borgaði\" sig ekki að veiða, því það kostar ekki það sama að veiða og vinna eitt kíló af þorski og það kostar að veiða og vinna eitt kíló af rækju.",
            "date": "2013-10-24 22:04:00",
            "post_id": "534820",
            "reply_to_id": "534240"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Duh.. þetta með Samherja var bara dæmi, veiðigjaldið hefði ekki sett þá á hausinn.  Gjaldið sem þeir hefðu þurft að borga er aðeins brot af hagnaði þeirra.",
            "date": "2013-10-24 22:25:00",
            "post_id": "534826",
            "reply_to_id": "534820"
        },
        {
            "user_name": "kaktus",
            "text": "eins og ég skil þetta þá er stærsti hlutur þess fjármagns sem kirkjan fær frá ríkinu greiðsla á skuld en ekki peningar sem þeim er bara gefið sísvona.\nkirkjan stal landi af fólki hægri vinstri og seldi svo ríkinu. ríkið gerði samning við kirkjuna og ég held að flestir okkar vilji að ríkið standi við sín loforð annars gæti það verið við sem þeir svíkja næst.\nþað er ekki þar með sagt að mér finnist viðkomandi samningur réttlátur eða gáfulegur og allsekki merki um einhverja samúð með einhverjum trúarbrögðum sem eru ekkert annað en eitt verkfærið sem notað er til að hafa stjórn á undirstéttum samfélagsins.",
            "date": "2013-10-25 11:28:00",
            "post_id": "534872",
            "reply_to_id": "534826"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Vandamálið með þennann jarða samning er að það getur engin bent á hvaða jarðir er um að ræða og/eða hvað þær eru verðmætar.  Veit að Vantrú hefur sent inn nokkrar fyrirspurnir og aldrei fengið almennileg svör.",
            "date": "2013-10-25 11:42:00",
            "post_id": "534874",
            "reply_to_id": "534872"
        },
        {
            "user_name": "kaktus",
            "text": "jarðalistinn er til í þjóðarbókhlöðu frekar einfalt finnur bara hvaða jarðir kirkjan átti fyrir og eftir þennan gjörning.\nverðmatið er erfitt hinsvegar þyrfti verðmat viðkomandi jarða á þeim tíma sem salan fór fram og svo framreiknað til dagsins í dag (verðtrygging?)\nsamningurinn hlýtur einhverstaðar að vera til",
            "date": "2013-10-25 11:55:00",
            "post_id": "534878",
            "reply_to_id": "534874"
        },
        {
            "user_name": "fallen",
            "text": "Sp. Birgitta Jónsdóttir:\nAthugaði ráðuneytið hvert fasteignamat jarðanna var hjá fasteignaskrá fyrir undirritun fyrrgreinds samkomulags, eins og gert var ráð fyrir í 15. gr. laga nr. 94/1976? Ef svo var, af hverju var Alþingi ekki látið vita af þeirri athugun og niðurstöðu hennar við meðferð þess á lögfestingu samkomulagsins? Ef athugun fór ekki fram, hvaða ástæður lágu fyrir því athafnaleysi?\nSv. innanríkisráðherra:\nGerð var skrá um þær eignir sem um var að ræða og lágu til grundvallar samkomulaginu. Þá var lagt mat á hvort ákvæði 15. gr. tilgreindra laga gætu átt við um þau viðskipti sem samkomulagið snerist um og var niðurstaðan sú að svo væri ekki. Kirkjueignanefnd skilaði kirkjumálaráðherra skýrslu 2. febrúar 1993 þar sem m.a. var fjallað um þetta álitaefni og gerð grein fyrir röksemdum fyrir þeirri niðurstöðu að téð lagaákvæði gæti ekki átt við í þessu tilviki\nhttp://www.althingi.is/altext/141/s/1363.html\nAuðvitað áttu lögin ekki við. Ætli þessi skýrsla sé aðgengileg á netinu?",
            "date": "2013-10-25 12:22:00",
            "post_id": "534882",
            "reply_to_id": "534878"
        }
    ],
    "date": "2013-10-04 13:35:00"
}