{
    "forum_title": "Koníakstofan",
    "id": "57602",
    "title": "Internetsérfræðingar athugið!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=57602",
    "posts": [
        {
            "user_name": "Sallarólegur",
            "text": "Þetta er það fyndnasta sem ég hef séð í íslensku sjónvarpi. Og já, ég hef séð allar seríurnar með Fóstbræðrum  \n \nEn guð hvað þetta er leiðinlegt og innantómt viðtal. Með fullri virðingu fyrir sérfræðingnum.\n \nedit: Þetta er særandi, biðst velvirðingar. Þetta átti að vera til RÚV, ekki hennar.\nEina sem ég hef út á hana að setja er að hún ætti ekki að nota enskuslettur. Við eigum til svo flott íslensk orð og það kemur svo miklu betur út fyrir viðmælandann",
            "date": "2013-10-10 00:08:00",
            "post_id": "532726",
            "reply_to_id": false
        },
        {
            "user_name": "Klaufi",
            "text": "Hahaha, hver er þetta ?\n*Edit*\nGúgglaði: \"Internetsérfræðingur\"\nÖll fyrsta síðan voru greinar sem innihéldu: \"Þórlaug Ágústsdóttir Internetsérfræðingur segir að...\"",
            "date": "2013-10-10 00:10:00",
            "post_id": "532728",
            "reply_to_id": "532726"
        },
        {
            "user_name": "Baldurmar",
            "text": "Hvað er svona fyndið ?\nHún er klárlega sérfræðingur í netmálum. \"Internetsérfræðingur\" er bara eitthvað sem amma og mamma myndu skilja og þess vegna notað sem titill.",
            "date": "2013-10-10 00:12:00",
            "post_id": "532730",
            "reply_to_id": "532728"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Nú þekki ég hana ekki persónulega og hef ekkert út á hennar persónu að setja, en mér finnst þetta einstaklega fyndinn titill, sem og aðrir 'sérfræði' titlar.\nEn smá gúggl:\nhttp://www.kvennaslodir.is/serfraedingagrunnur/nr/1407/\nÉg persónulega myndi kjósa aðra menntun ef markmið mitt væri að titla mig internetsérfræðing.\nHAHAHAHAHA",
            "date": "2013-10-10 00:16:00",
            "post_id": "532731",
            "reply_to_id": "532730"
        },
        {
            "user_name": "Baldurmar",
            "text": "Smá gúgl:\nfimm og hálft ár sem yfirmaður vefmála Össurar hf\naðstoðarframkvæmdastjóri hugbúnaðarfyrirtækisins Innn hf\n365 Miðlum sem Forstöðurmaður netviðskipta\nhaldið námskeið um hagnýta vefstjórn hjá Endurmenntun Háskóla Íslands ásamt Sigrúnu Guðjónsdóttur.\n(MA í alþjóðasamskiptum), sérfræðingur í netmiðlun og netviðskiptum\nLýsing á sérþekkingu: Internetið, Vefstjórn, Stefnumótun , Stjórnmálafræði, Verkefnastjórn, Skrif fyrir netið,Vefmál, Stjórnmálafræði\nSkrifað greinar fyrir tímaritið Tölvuheimur árið 1996\nStjórnmálafræðingur, sérfræðingur í netsamskiptum, Netverji og Pírati. \nNúverandi; meistaranemi í International Affairs og Cognition & Communication (sérhæfing í Internetstjórnmálum), skipuð af ráðherra í starfshóp Fjármálaráðuneytisins um Opin Gögn, varamaður í stjórn spyr.is. \nFyrrverandi; formaður Samtaka vefiðnaðarins (SVEF '07-'09), sérfræðingur í upplýsingatækni hjá Forsætisráðuneytinu ('08-'09), Forstöðumaður netviðskipta 365 Miðla ('07-'08), vefstjóri Össurar ('02-'07) o.fl.",
            "date": "2013-10-10 00:22:00",
            "post_id": "532733",
            "reply_to_id": "532731"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Þetta er allt gott og blessað, og þú greinilega þekkir hana persónulega og þú mátt alveg sleppa því að halda að þetta sé eitthvað persónulegt skot á hana.\nÞetta finnst mér samt sem áður gríðarlega fyndinn titill og mjög lýsandi fyrir RÚV, og þú ert ekki að fara að breyta því  \nÉg er kannski svona mikill 'menntasnobbari' þrátt fyrir enga menntun, en mér þætti eðlilegast að hún væri titluð 'Stjórnmálafræðingur' en ekki 'internetsérfræðingur'.",
            "date": "2013-10-10 00:32:00",
            "post_id": "532735",
            "reply_to_id": "532733"
        },
        {
            "user_name": "appel",
            "text": "CindyC í gamla daga",
            "date": "2013-10-10 00:33:00",
            "post_id": "532736",
            "reply_to_id": "532735"
        },
        {
            "user_name": "Baldurmar",
            "text": "Ég þekki hana bara ekki neitt, eina sem ég veit um þessa konu er að ég sá að þetta er sama manneskja þetta var gert við : \nMundi eftir þessu úr fréttum. \nÉg er einfaldlega að verja þetta/hana vegna þess að mér fannst innihald fyrsta póstins fáránlegt. Auðvitað skil ég þitt sjónarmið að það sé ekki til neitt sem heiti \"internetsérfræðingur\" en hún er klárlega sérfræðingur þegar kemur að internetmálum. Hefði titillinn verið \"Sérfræðingur í netmálum\" eða \"sérfræðingur í samskiptum á netinu\" væri það að missa marks hjá meðal áhorfenda kastljóss. \nOg nei ég er heldur ekki starfsmaður hjá Rúv eða tengdur kastljósi á neinn hátt. \n(og btw þá fannst mér þetta bara ágætis viðtal við hana)",
            "date": "2013-10-10 00:40:00",
            "post_id": "532737",
            "reply_to_id": "532736"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Nú ok, my bad.\nEðlilegast þætti mér að titla manneskju sem hefur enga tölvu- net- eða tæknitengda menntun 'Áhugamann um internetið'  \n \nEn það þykir ekki nógu gáfulegt svo að fólk á það oft til að titla sig sérfræðinga. Mér persónulega finnst það slæm þróun, en fólk má hafa sínar skoðanir á því, þar á meðal tæknideildin hjá RÚV",
            "date": "2013-10-10 00:47:00",
            "post_id": "532738",
            "reply_to_id": "532737"
        },
        {
            "user_name": "shawks",
            "text": "Algjörlega sammála þér Baldur. Klárlega kona með reynslu í þessum bransa.",
            "date": "2013-10-10 00:48:00",
            "post_id": "532739",
            "reply_to_id": "532738"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Gaman að segja frá því að þessi þráður er núna efstur ef þið gúgglið \"Internetsérfræðingur\"",
            "date": "2013-10-10 01:18:00",
            "post_id": "532742",
            "reply_to_id": "532739"
        },
        {
            "user_name": "hfwf",
            "text": "#iceland20+ ef ég man rétt kannski #niceland gamla.\nannars",
            "date": "2013-10-10 01:34:00",
            "post_id": "532744",
            "reply_to_id": "532742"
        },
        {
            "user_name": "Daz",
            "text": "Þannig að þessir forritarar sem hafa unnið við COBOL og Pascal og eitthvað í 30 ár en hafa ekki neinar prófgráður eru bara \"áhugamenn um forritun\"? Á einhverjum tímapunkti fer reynsla að telja nógu mikið til að gefa þér stöðu innan fagsins (svo lengi sem það er ekki lögverndað starfsheiti).",
            "date": "2013-10-10 08:03:00",
            "post_id": "532756",
            "reply_to_id": "532744"
        },
        {
            "user_name": "hagur",
            "text": "Ég þekki Þórlaugu, vann með henni í \"denn\" og hún veit alveg hvað hún syngur í þessum efnum.",
            "date": "2013-10-10 08:57:00",
            "post_id": "532759",
            "reply_to_id": "532756"
        },
        {
            "user_name": "codec",
            "text": "Strákar mínir stay classy og ekki vera asnar.",
            "date": "2013-10-10 10:30:00",
            "post_id": "532768",
            "reply_to_id": "532759"
        },
        {
            "user_name": "Yawnk",
            "text": "04:20... I lost",
            "date": "2013-10-10 11:12:00",
            "post_id": "532771",
            "reply_to_id": "532768"
        },
        {
            "user_name": "appel",
            "text": "Ef þetta hefði verið karlmaður, titlaður sem \"internetsérfræðingur\", værum við að tala um þetta?",
            "date": "2013-10-10 11:38:00",
            "post_id": "532773",
            "reply_to_id": "532771"
        },
        {
            "user_name": "Baldurmar",
            "text": "Nákvæmlega!",
            "date": "2013-10-10 12:30:00",
            "post_id": "532777",
            "reply_to_id": "532773"
        },
        {
            "user_name": "worghal",
            "text": "örugglega, af því að titillinn væri sá sami \n\"internetsérfræðingur\" er kanski faglegt heiti, en fyrir þá sem eru að rekast á þetta núna finnast þetta kanski örlítið \"silly\" nafngift.",
            "date": "2013-10-10 12:37:00",
            "post_id": "532778",
            "reply_to_id": "532777"
        },
        {
            "user_name": "Nördaklessa",
            "text": "True true",
            "date": "2013-10-10 12:38:00",
            "post_id": "532779",
            "reply_to_id": "532778"
        },
        {
            "user_name": "Plushy",
            "text": "Hvaða væl er þetta. Mér finnst þetta fyndinn titill/starfsheiti. Punktur. Skiptir ekki máli hvort að aðilinn væri karl eða kona. Rosalega takiði öllu alvarlega",
            "date": "2013-10-10 12:44:00",
            "post_id": "532780",
            "reply_to_id": "532779"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Guð min almáttugur, það er hægt að blanda femínistaumræðu í allt.\nSammála Plushy, þetta er mjög fyndinn titill og kyn, aldur, trúabrögð eða kynhneigðir fólks koma þessu ekkert við.",
            "date": "2013-10-10 16:29:00",
            "post_id": "532815",
            "reply_to_id": "532780"
        },
        {
            "user_name": "Heliowin",
            "text": "Dálítið mikið misvísandi að kalla einhvern internetsérfræðing, hef aldrei heyrt það áður svo auðvitað tók ég bakföll þegar ég heyrði af þessu. Kona eða karl skiptir ekki máli. En netsérfræðingur hefði hljómað öðruvísi.",
            "date": "2013-10-10 17:48:00",
            "post_id": "532831",
            "reply_to_id": "532815"
        },
        {
            "user_name": "playman",
            "text": "hvaða síða er þetta sem að spyrillinn talar um? allt.fm eða eitthvað álíka.",
            "date": "2013-10-10 17:50:00",
            "post_id": "532832",
            "reply_to_id": "532831"
        },
        {
            "user_name": "worghal",
            "text": "hvað með \"netmálasérfræðingur\" ?",
            "date": "2013-10-10 18:00:00",
            "post_id": "532835",
            "reply_to_id": "532832"
        },
        {
            "user_name": "MeanGreen",
            "text": "Ég held að hún hafi verið að tala um ask.fm . 14 ára stúlka að nafni Hannah Smith fyrirfór sér eftir að hafa verið lögð í einelti á síðunni.",
            "date": "2013-10-10 18:16:00",
            "post_id": "532837",
            "reply_to_id": false
        },
        {
            "user_name": "rapport",
            "text": "Flottasta starfsheiti sem ég hef heyrt er \"Yfir náttúrufræðingur\"...",
            "date": "2013-10-10 18:42:00",
            "post_id": "532842",
            "reply_to_id": "532837"
        },
        {
            "user_name": "coldcut",
            "text": "THIS! \"Sérfræðingur í netmálum\" finnst mér persónulega hljóma betur en \"internetsérfræðingur\" er hörmulegt starfsheiti IMO!",
            "date": "2013-10-11 10:16:00",
            "post_id": "532934",
            "reply_to_id": "532842"
        },
        {
            "user_name": "appel",
            "text": "Ég vil geta titlað mig sem \"galdramann\".",
            "date": "2013-10-11 10:22:00",
            "post_id": "532935",
            "reply_to_id": "532934"
        },
        {
            "user_name": "playman",
            "text": "http://ja.is/i/vorur-og-thjonusta/skran ... skraningu/",
            "date": "2013-10-11 10:29:00",
            "post_id": "532937",
            "reply_to_id": "532935"
        },
        {
            "user_name": "intenz",
            "text": "Ég horfði á þetta viðtal og mér fannst hún ekki koma með neinar lausnir fyrir utan netsíur.",
            "date": "2013-10-11 19:52:00",
            "post_id": "533002",
            "reply_to_id": "532937"
        },
        {
            "user_name": "Cindy-C",
            "text": "#iceland og #icecafe classy newfags - irc lifir!!!  \nog sérfræðingaskírteinið - það er hérna:\nhttps://www.facebook.com/photo.php?fbid ... =3&theater\n(seriously 17 ár í bransanum 'verðmetin' minna en 3 ára háskólagráða, hvernig heldur fólk að ný þekking verði til? by doing - og takk fyrir 'representið' þið sem ég hef unnið með í gegnum tíðina og kennduð þeim sem fóru svo og kenndu dótið á einhverju námskeiði svo einhver annar gæti fengið það \"vottað\")",
            "date": "2013-11-07 02:40:00",
            "post_id": "536659",
            "reply_to_id": "533002"
        },
        {
            "user_name": "Cindy-C",
            "text": "og btw... ekki á nokkrum tímapunkti minntist ég á netsíu - as if! #HandsOffMyInternet",
            "date": "2013-11-07 02:42:00",
            "post_id": "536660",
            "reply_to_id": "536659"
        },
        {
            "user_name": "worghal",
            "text": "17 ár á netinu og fattar ekki að double post er big no no  \n \nhehe.\nen ég held að aðal málið hafi ekki verið hvort þú sért sérfræðingur í þessum málum eða ekki, frekar hvað þessi titill hljómar svo kjánalega og eitthvað sem er búið til á staðnum.  \n \nþetta mundi virka við sömu kringumstæðum og hljóma mikið betur",
            "date": "2013-11-07 02:46:00",
            "post_id": "536661",
            "reply_to_id": "536660"
        },
        {
            "user_name": "fannar82",
            "text": "hah ircið, þegar maður gat notað DDos í e-ð skemmtilegt \n \"all your @ belong to me\", console counterstrike eins og maður kallaði það. \nJú ég verð að vera sammála þér þarna að auðvita 17bransaár > 3áragráða. En internet sérfræðingur? cmon' auðvitað þarf að gera grín af því, það hljómar bara fáránlega, Upplýstu endilega fáfróðann hvað myndi internetsérfræðingur gera?\nÆtli þetta sé samt eitthvað verra en að sjá menn vera kalla sig samfélagsmiðlasérfræðinga.. og selja á slík námskeið.. til einmitt að fá þessa flottu vottun \nog annað, \"ef þetta væri karlmaður værum við að hlægja af þessu\" rly..?\nÞarf alltaf að snúa öllu upp í kvennréttindar baráttu, djöfull er ég persónulega kominn með alveg grænarbólur þegar það kemur að því að troða kvennréttindum í eitt og allt. Ég er allur fyrir það að kvennmenn njóta sömu réttinda og karlmenn, en samfélagið er gjörsamlega búið að missa þetta út í öfga.",
            "date": "2013-11-07 08:59:00",
            "post_id": "536666",
            "reply_to_id": "536661"
        },
        {
            "user_name": "Sallarólegur",
            "text": "/thread",
            "date": "2013-11-07 18:51:00",
            "post_id": "536734",
            "reply_to_id": "536666"
        },
        {
            "user_name": "Cindy-C",
            "text": "Auðvitað - enda sérðu að \"sérfræðingaskírteinið\" er ekki alvarlegt innlegg í umræðuna... en þetta er vandamálið með sér-viskuna eða sér-fræðina, hvað í andskotanum kallar maður það að skilja eitthvað fyrirbæri sem er jafn yfirgripsmikið og Internetið er. Sjálf hef ég kallað mig \"nörd\", \"sérfræðing í upplýsingatækni\", \"sér-vitring\", \"stjórnmálafræðing\" og \"netstjórnmálafræðing\" þar sem internetstjórnmál eru mínar ær og kýr. En ég skil vel að fyrir áhugafólk um Internetið geti þetta virkað eins og maður hafi bara hangið ógó mikið á Facebook en ekki beitt á Internetið fræðigreinunum sem ég hef verið að læra. I'm just doing my own cognative-political-communication-theory analysis of this thing we're speaking on - please do tell me what to call it svo næst segi ég ekki \"your call\" þegar Þóra Arnórs spyr hvað í andskotanum ég geri :-)",
            "date": "2013-11-07 20:20:00",
            "post_id": "536752",
            "reply_to_id": "536734"
        },
        {
            "user_name": "Cindy-C",
            "text": "Btw - my Internet, my fingers and I double post if I want to \nmúhahaha\nhttp://www.youtube.com/watch?v=v8uppUf2Qi0\n(gender issue? that one did not come from me... I know from experience I am no man's equal ;-)  )\n---------\nApple 2C",
            "date": "2013-11-07 20:21:00",
            "post_id": "536753",
            "reply_to_id": "536752"
        },
        {
            "user_name": "dori",
            "text": "Það er útaf fyrir sig hrikalega fyndið þegar fólk sem þekkir kannski ekki alveg nógu vel inná tölvur/netkerfi fer að giska á hvað það er sem maður gerir... Endilega ekki hætta því",
            "date": "2013-11-07 21:35:00",
            "post_id": "536769",
            "reply_to_id": "536753"
        },
        {
            "user_name": "Cindy-C",
            "text": "Haha, já þetta gæti orðið hinn ágætasti samkvæmisleikur... \"name the nerd\"\nannars verð ég að grilla Sallarólegan fyrir þetta comment \"Eðlilegast þætti mér að titla manneskju sem hefur enga tölvu- net- eða tæknitengda menntun 'Áhugamann um internetið'  \n\"\nPollrólegur - Ég hef verið að búa til Internet frá 1995, það hefur verið gaman og engin \"áhugamennska\" í gangi heldur hard core vinna og sjálf hef ég kennt á Internetið frá 1996. Beitandi röksemdafærslu þinni ertu með öðrum orðum að segja að nemendur mínir, með \"vottuð námskeið\" hafi meira tilkall til þekkingarinnar en sá sem \"learned by doing and then taught others\".\nInteresting point... þekking verður semsagt bara til í skóla.\nOg með fullri virðingu... this is what I think of your logic \nhttps://www.facebook.com/photo.php?fbid ... =3&theater",
            "date": "2013-11-10 13:28:00",
            "post_id": "537172",
            "reply_to_id": "536769"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "",
            "date": "2013-11-10 13:48:00",
            "post_id": "537174",
            "reply_to_id": "537172"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Flott. Til hamingju með þennan glæsilega titil.",
            "date": "2013-11-10 21:18:00",
            "post_id": "537233",
            "reply_to_id": "537174"
        },
        {
            "user_name": "karstenk",
            "text": "",
            "date": "2013-11-10 21:27:00",
            "post_id": "537234",
            "reply_to_id": "537233"
        },
        {
            "user_name": "Sallarólegur",
            "text": "1:53",
            "date": "2013-11-10 21:39:00",
            "post_id": "537235",
            "reply_to_id": "537234"
        },
        {
            "user_name": "appel",
            "text": "Ah, the good old times",
            "date": "2013-11-10 21:43:00",
            "post_id": "537238",
            "reply_to_id": "537235"
        },
        {
            "user_name": "Sallarólegur",
            "text": "",
            "date": "2013-11-10 22:24:00",
            "post_id": "537251",
            "reply_to_id": "537238"
        },
        {
            "user_name": "tdog",
            "text": "Með fullri virðingu fyrir konunni og störfum hennar þá finnst mér þessi titill minna mig á Hackers myndina; hrikalega vandræðalegur.",
            "date": "2013-11-10 22:44:00",
            "post_id": "537254",
            "reply_to_id": "537251"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ég er þessi á 00:47",
            "date": "2013-11-10 22:47:00",
            "post_id": "537255",
            "reply_to_id": "537254"
        }
    ],
    "date": "2013-10-10 18:16:00"
}