{
    "forum_title": "Koníakstofan",
    "id": "57739",
    "title": "Geðraskanir/Personality Disorders",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=57739",
    "posts": [
        {
            "user_name": "HalistaX",
            "text": "Hef tekið eftir því hvað þessi síða er málefnaleg oft á tímum og oftar en ekki er mikinn þroska og virðingu fyrir næsta einstakling að finna í flestum notendunum. Langar því að ræða mál sem mig langar að fræða mig um. Það getur vel verið að einhver hérna inná þekki mig/viti hver ég er fyrir utan svefnherbergið mitt þar sem ég skrifa þetta og vitiði hvað, mér er alveg sama. Viðurkenndi fyrir einu og hálfu ári að ég ætti mikið bágt og þyrfti hjálp frá fagmanni og síðan þá hef ég verið mjög opinn hvað varðar geðræn vandamál mín. \nSvo við komum nú einhverntímann að titli þessarar færslu þá var ég greindur með þunglindi af þekktum geðlækni og er ég búinn að vera á Fluoxotine(Serol(Prozac)) síðan(1,5 ár). Tvær töflur sem innihalda 10 milligröm hvor á dag komu geðheilsu minni í lag. Ef ég verð að segja eins og er þá fann ég engann mun á mér fyrir utan það að nú snerti ég mig einu sinni í stað 30 sinnum á viku. Ég mér finnst enþá ekkert verra en að vera innan um fólk, ég hata sjálfan mig mikið, ég verð mjög kvíðinn  og stressaður 'innan um' fólk og einfaldlega treysti ENGUM osf. Þessi atriði sem ég taldi upp hafa oft ollið gígantísku stressi, kvíða og Paranoju. Málið er ekki að ég treysti engum, það er að ég held, af einhverjum undarlegum ástæðum, að allir(Þá meina ég allir(Móðir, faðir, sistkyni, vinir, ókunnugir, lögreglan etc.)) séu að reyna að gera mér eitthvað. Ástæða þeirra fyrir því að reyna að gera mér eitthvað breytist alltaf eftir aðilum. \nDæmi: Segjum sem svo að ég sé að keyra bílinn minn, þykir fátt jafn róandi gefið að menn hagi sér í umferðini. Ég sé bíl í baksýnisspeglinum. Ég fylgist með bílnum, fylgist með því hvort hann fari inn einhverja margra afleggjara sem ég ek framhjá. Ef hann beygjir ekki inn einhvern afleggjarann þá koma upp þessar hugsanir um að þetta sé einhver sem ætlar, mögulega, að gera mér eitthvað. Því lengur sem bíllinn eltir mig því meir versnar þessar hugsanir. Í þeim tilgangi að sjá hvort hann sé í raun og veru að elta mig þá beygi ég og ef bíllinn eltir versna þessar hugsanir annars gleymi ég þessu bara og held áfram leiðar minnar. Þetta gerist mjög oft er ég keyri t.d. milli Hveragerðis og inná Selfoss, Milli Selfoss og inní Reykjavík/Kópavog, í þéttbýli og á þjóðvegum þar sem mikið er um afleggjara og aðra álíka vegi(búðir, sjoppur, bensínstöðvar osf.). Hingað til hef ég alltaf tengt þetta við bara þetta klassíska stress og mikinn kvíða og hef ég beintengt það við þunglindið. \nHinsvegar fann ég mig á internetinu(þú veist, þetta þarna með allt nakta fólkið og fríu bíómyndirnar) lesandi um Geðraskanir/Personality Disorders og sé að ég á bara heilann helling(HELLING) sameiginlegt með sumum einkennunum fyrir nokkrar raskanir. Ég gúgla meira og finn loksins tvö próf, annað Yes/No en hitt fimm valmöguleika(Very inaccurate, inaccurate, 50/50, accurate, very accurate), bæði ágætlega löng og svara ég eins hreinskilið og mögulega hægt er. Ég, by the way, geri mér alveg grein fyrir því að maður á ekki að trúa hverju sem maður sér á internetinu, hef því haft samband við geðlækninn minn og bíð eftir svari. Allavegana, út kemur í báðum prófunum að ég gæti verið með Paranoid Personality Disorder, Borderline Personality Disorder og Avoidant Personality Disorder. Þessi útkoma kom mér satt best að segja ekki á óvart eftir smá gúgl um alla þrjá kvillana því ég sé mikið í mér sem gæti átt við þessar raskanir. For the record; Hef sjálfsvígs hugsanir uppá hvern einasta dag en ég sé það þannig að meigi sjá þær hugsanir líka svo að ég vilji einfaldlega losna við þetta allt því er þægilegt að hugsa útí dauðann(dauði, lækning, what ever). Ég myndi hinsvegar ALDREI gera eitthvað af því sem hefur poppað inní hausinn á mér því ef eitthvað þá tel ég að vera á lífi, þó svo að eiga erfitt, vera besta og fallegasta gjöf sem þú getur fengið frá foreldrum þínum og ef ég myndi viljandi gera eitthvað til þess að skemma þessa gjöf þá væri ég að valda foreldrum mínum gígantískum 'vonbrigðum'(Mig þyrfti að líða 100x verr og miðað við hvernig mér líður núna þá sé ég það ekki gerast nema geimverur geri innrás og drepi fjölskyldu mína fyrir framan mig). Þannig að líkur á máli líku og Hugi.is málinu stóra eru nánast engar(Væri samt alveg vel þegið ef þið mynduð ekki skíta yfir mig og gera grín að stafsetningar og málfarsvillum).\nSvo er það svo magnað með þessa Paranoju að sama á hversu slæmum stað ég er, ég lít aldrei á ykkur(fólk á internetinu) sem fólk. Engar ofsóknarhugsanir, stress, kvíði, allt 'washed away'.   Það er eins og ég haldi að þið séuð bara tölvuleikur eða eitthvað þó ég viti að þið, GuðjónR, Moli, hvað sem þið heitið nú, eruð svo mjög ekta manneskjur rétt eins og ég með tilfinningar, ykkar eigin vandamál og svo framvegis. Það er eins og ég hræðist einfaldlega annað fólk, haldi að það hati mig, hafi eitthvað ráðabrugg til þess að ná sér niður á mér og líður mér best að vera einn eða með hundinum mínum(Flest dýr róa mig).\nBy now hljótið þið að vera að pæla í ástæðu þessarar þráðar og er hún sú að mig langar að gá hvort það sé einhver hér með einhverskonar geðröskun/ þjáist af einhverjum andlegum kvillum, Reynslu, og svo framvegis. En auðvitað er þetta líka eitthvað sem ég bara varð að koma frá mér, 2 vikur í næsta tíma hjá geðlækninum. \nSvo ég Spyr; \nEr einhver hér með geðröskun eina eða fleiri, þunglindi eða bara geðræn vandamál almennt? \nHvað finnst ykkur um þetta? Er sjálfur alveg lafandi hræddur um að ég sé skemmdur einstaklingur, einn af þeim sem aldrei á eftir að komast áfram í lífinu. Traust mitt var brotið illa fyrir næstum tíu árum og tengi ég þetta ofsóknaræði og ofsahræðslu við annað fólk nánast beint við þann atburð(sem ég ætla ekki útí því það er sumt sem maður er tilbúinn til þess að tala um og sumt ekki). Og enn og aftur langar mig til þess að brýna það að ég er búinn að hafa samband við geðlækninn minn og er ekki að fara að fyrirfara mér á næstuni. Það getur vel verið að eitthvað af þessu meiki lítinn sem engann sens en ef það eru einhverjar spurningar þá bara látiði vaða(og ef þið skiljið ekki það sem ég er að tala um þá er aðalatriðið það að ég nái að koma þessu frá mér, segjir einhverjum öðrum en hundinum mínum frá þessu því þó ég eigi von á símtali frá lækni þá þarf ég að tala um þetta við einhvern).   Takk fyrir lesturinn og ég vona að þið eigið góðann dag",
            "date": "2013-10-18 15:25:00",
            "post_id": "533964",
            "reply_to_id": false
        },
        {
            "user_name": "Stutturdreki",
            "text": "Takk fyrir að deila þessu, áttu linkana á þessi próf?",
            "date": "2013-10-18 15:39:00",
            "post_id": "533970",
            "reply_to_id": "533964"
        },
        {
            "user_name": "HalistaX",
            "text": "http://www.4degreez.com/misc/personalit ... er_test.mv\nhttp://similarminds.com/personality_disorder.html\nVeit alveg að ég á ekki að kaupa þetta, það er bara alltaf svo svakalegt að lesa um einhverja kvilla sem passa 98% við mann.",
            "date": "2013-10-18 15:46:00",
            "post_id": "533974",
            "reply_to_id": "533970"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Já, þetta er svoldið eins og að lesa stjörnuspánna, ótrúlega margt sem á við en, ég amk., tek þær ekki of alvarlega.\nSamkvæmt fyrra prófinu er ég moderately schizoid, avoidand og obsessive compulsive.  Passar þannig séð nokkuð vel, alveg eins og stjörnuspáin mín.\nFinn hinsvegar ekkert haldbært um hver útbjó þetta nema kannski\nHugsa að læknirinn þinn eigi eftir að segja þér að taka þetta passlega alvarlega.",
            "date": "2013-10-18 16:09:00",
            "post_id": "533978",
            "reply_to_id": "533974"
        },
        {
            "user_name": "worghal",
            "text": "flott hjá þér að deila þessu með okkur.\nþað er voðalega algengt að fólk sjáið annað fólk á netinu en tengir það ekki við persónu og á því auðveldara með samskipti.\nþrátt fyrir þessa paranoiu hjá þér þá er eins og þú hafir náð að loka allveg á hana þegar þú gerir þetta innlegg sem tekur mikið hugrekki og segi ég því vel gert",
            "date": "2013-10-18 16:10:00",
            "post_id": "533979",
            "reply_to_id": "533978"
        },
        {
            "user_name": "HalistaX",
            "text": "Jájá, ég geri mér alveg grein fyrir því. Enda treysti ég þessu ekki alveg. Málið er bara að við það að lesa um þessa sjúkdóma gerði ég mér grein fyrir því að tilfinningar sem ég hef alltaf tengt við kvíða og mögulega kvíðaröskun og svo tengt það við þunglindið gerir það að verkum að það sem ég hef sagt geðlækninum frá í einu orði sem þunglindi tekur nú á sig allt aðra mynd. Ég sé núna að þetta getur alveg verið eitthvað allt annað en þunglindið sem ég hef ekki fundið fyrir fyrir alvöru í ágætann tíma. Ég hélt alltaf að þessi ofsakvíði og vantraust sem ég hef á öðru fólki og við hugsunina um að umgangast annað fólk væri bara einfaldlega partur af þunglindinu. Sem olli því að ég hélt að ég væri ennþá bara svona ofboðslega þunglindur á meðan sannleikurinn er sa að ég er í dag virkari,(ég treysti fjölskylduni minni auðvitað meir en öðrum, samt ekki einu sinni 50%), ég get staðið upp úr rúminu, mér líður ágætlega þegar kvíðinn tekur ekki yfir, svefninn hefur lagast talsvert, ég snæði með fjölskylduni á matmálstímum osf. sem ég gerði t.d. ekki þegar ég fann fyrir þunglindi. Það sama kemur yfir mig ef ég gleymi lyfinu í nokkra daga í senn sem kemur því miður stundum fyrir. \n Málið er nefninlega að núna á meðan ég er að skrifa þetta veit ég að þetta er bara bull en í mómentinu, þegar ég held að einhver sé að elta mig þá fullvissir röddin sem ég heyri(inner dialog, we all got it, I'm not THAT insane) ,s.s. ég, mig um að þetta sé raunveruleikinn, að einhver sé að elta mig, reyna að ná sér niður á mér. Sem gerir það að verkum að núna þegar inner dialogið mitt er að skrifa þetta bréf og veit að þetta er bull en í mómentinu er alveg hand viss um annað gerir það að verkum að ég hætti að treysta inner dialoginu(hugsunum mínum). Og ég held að sama þó maður sé bara einhver feitur tölvunörd utan af landi, raðmorðingi eða barnaskólakennari að það sé aldrei gott fyrir mann að treysta ekki því sem ég hugsa og held að ég sannleikurinn. Ég tel mig vita nokkurnveginn hvaðan þetta vantraust kemur, afhverju ég treysti engum en samt get ég ekki fengið mig til þess að treysta.",
            "date": "2013-10-18 17:55:00",
            "post_id": "533990",
            "reply_to_id": "533979"
        },
        {
            "user_name": "svanur08",
            "text": "seigur ertu að opna þig svona HalistaX, ég hef sjálfur verið að berjast við þunglyndi og kvíða þetta er ekkert grín",
            "date": "2013-10-18 19:45:00",
            "post_id": "534003",
            "reply_to_id": "533990"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Er svo heppinn að hafa unnið á geðdeild svo ég hef talað við marga í þínum sporum. Ofsóknarkennd er mjög algengur fylgikvilli geðrænna vandamála eins og geðklofa.\nÞví fyrr sem þú leitar þér hjálpar því meiri líkur eru á bata.\nÉg mæli með því að tala frekar við þinn lækni  \n \nLangar samt að minna þig á það að þú ert ekki einn. Það líður fullt af fólki eins og þér akkúrat á þessari sekúndu. Mundu líka að það er enn fleira fólk sem leið eins og þér líður í dag sem hefur sigrast á sínum vandamálum og líður frábærlega í dag. Skrifaðu þetta á miða og reyndu að minna þig á þetta reglulega. Lífið verður betra með hverju árinu \nHefurðu farið til sálfræðings? Það er reyndar dýrt ef þú ert ekki innlagður á geðdeild.\nEn sálfræðingar reyna að kafa dýpra ofan í vandamálin, en bara eins djúpt og þú leyfir.\nHvenær byrjaðirðu að finna fyrir þessu? Var eitthvað sem breyttist í þínu lífi sem þú telur geta hafið valdið því að þú byrjaðir að hugsa svona?\nEf þetta er einn atburður, reyndu þá að fara yfir hann og reyndu að streitast á móti slæmu tilfinningunum sem koma upp og reyndu að sættast við þær tilfinningar og þér mun smátt og smátt byrja að líða betur.\nEf þér finnst þú alltaf hafa verið svona getur verið að þú hafir alltaf verið með geðsjúkdóm og hann sé enn ógreindur.\nAlls ekki taka þessu sem ég segi of alvarlega. Hlustaðu á þinn lækni og treystu honum \n En frábært að taka þessa umræðu.\nAllavega, gangi þér vel með þetta og haltu áfram að berjast. Það er ljós í enda ganganna, þú verður bara að halda áfram að hlaupa",
            "date": "2013-10-18 20:27:00",
            "post_id": "534005",
            "reply_to_id": "534003"
        },
        {
            "user_name": "kaktus",
            "text": "ég er með greiningu frá geðdeild landsspítalans upp á vasann sem hljóðar svona: síendurtekin geðlægð------yfirstandandi geðlægð B-------félagsfælni-----skorar einnig í áfalla og streituröskunarsviði.\n:þ sem sagt stórklikk.\nég er með geðlækni og sálfræðing. \ner í sambandi við björgina í keflavík.\ner í endurhæfingu hjá virk.\nhef farið á ýmis námskeið svo sem HAM.\nsvo bætist líkamsræktin við og reglulegir göngutúrar.\nog núna er ég á fyrstu önn í nútímafræði fjarnámi hjá Háskóla Akureyrar.\nekkert eitt af þessu myndi redda mér en þegar öllu er hrært saman........ ojæja ég er á réttri leið \nmæli eindregið með því að þú leitir þér hjálpar á sem flestum stöðum gangi þér vel vinur.",
            "date": "2013-10-18 22:38:00",
            "post_id": "534033",
            "reply_to_id": "534005"
        },
        {
            "user_name": "svanur08",
            "text": "ertu í starfsendurhæfingunni í Hafnarfirði?",
            "date": "2013-10-19 20:13:00",
            "post_id": "534098",
            "reply_to_id": "534033"
        },
        {
            "user_name": "jonno",
            "text": "Sæll og takk fyrir að seigja okkur frá þessu \n Ég þekki þetta mjög vel hef verið að glima við geðraskanir lengi og langar mig að benda þér á Hugarafl \nþar er fullt af fólki bæði faglegu og fólki eins og okkur sem gætu reynst þér vel \nþað gerði  það allavega fyrir mig , ef þig langar að skoða það þá er ekkert mál að koma með þér þangað",
            "date": "2013-10-20 03:29:00",
            "post_id": "534137",
            "reply_to_id": "534098"
        },
        {
            "user_name": "GuðjónR",
            "text": "Eftir að hafa lesið þennan þráð þá datt mér í hug gott viðtal sem ég heyrði um daginn, ég leitaði af því og fann það aftur:\nhttp://visir.is/section/MEDIA98&fileid=CLP20872",
            "date": "2013-10-20 10:48:00",
            "post_id": "534143",
            "reply_to_id": "534137"
        },
        {
            "user_name": "kaktus",
            "text": "nibb ég er á suðurnesjum",
            "date": "2013-10-21 08:03:00",
            "post_id": "534269",
            "reply_to_id": "534143"
        },
        {
            "user_name": "paze",
            "text": "Paranoid:\tVery High\tmore info | forum\nSchizoid:\tHigh\tmore info | forum\nSchizotypal:\tHigh\tmore info | forum\nAntisocial:\tHigh\tmore info | forum\nBorderline:\tVery High\tmore info | forum\nHistrionic:\tHigh\tmore info | forum\nNarcissistic:\tVery High\tmore info | forum\nAvoidant:\tHigh\tmore info | forum\nDependent:\tHigh\tmore info | forum\nObsessive-Compulsive:\tHigh\nWell, fuck me...",
            "date": "2013-10-21 13:21:00",
            "post_id": "534320",
            "reply_to_id": "534269"
        },
        {
            "user_name": "Sallarólegur",
            "text": "",
            "date": "2013-10-21 13:37:00",
            "post_id": "534330",
            "reply_to_id": "534320"
        },
        {
            "user_name": "ManiO",
            "text": "Flestir, ef ekki allir, í samfélaginu eru meðvitaðir um brjóstakrabbamein. Andleg heilsa er allt annar handleggur.",
            "date": "2013-10-21 13:49:00",
            "post_id": "534334",
            "reply_to_id": "534330"
        },
        {
            "user_name": "kaktus",
            "text": "ég er búinn að vera eins og ég er síðan ég var krakki og hef alltaf vitað það svo sem.\nleitaði engrar hjálpar fyrr en ég átti bara enga aðra möguleika í fyrra bara það að viðurkenna fyrir öðrum að eitthvað væri ekki eins og það átti að vera er það erfiðasta sem ég hef gert.",
            "date": "2013-10-21 15:15:00",
            "post_id": "534345",
            "reply_to_id": "534334"
        }
    ],
    "date": "2013-10-18 15:25:00"
}