{
    "forum_title": "Koníakstofan",
    "id": "57843",
    "title": "Lúxusnet Tals",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=57843",
    "posts": [
        {
            "user_name": "Frantic",
            "text": "Ég var farinn að halda að það væri búið að leggja niður koníakstofuna.\nEnginn búinn að tala um þetta hér eftir að Snæbjörn hjá Smáís birtist á Vísi í vikunni. (Correct me if I'm wrong) \nhttp://www.visir.is/bjoda-utlendar-ip-t ... 3710259951\nSvo kom Vísir með þessa grein í dag:\nhttp://visir.is/rettarovissa-um-thjonus ... 3710269929\nFinnst fáránlegt hvernig er fjallað um þetta.\nÞað eru allir búnir að vera að bíða eftir að Netflix opni fyrir þjónustuna sína hérna á landi en það er greinilega ekki að fara að gerast.\nEr lúxusnetið ekki bara next best thing? Mjög notendavænt að geta bara sett þessa þjónustu á og þurfa svo ekkert að spá í þessu meira.\n(er btw með hulu opið í næsta tab og virkar mjög vel)\nSjá: \nhttp://luxusnet.tal.is/",
            "date": "2013-10-26 13:49:00",
            "post_id": "535008",
            "reply_to_id": false
        },
        {
            "user_name": "GuðjónR",
            "text": "Icelandair bjóða upp á flugvélar sem nota má til að smygla fíkniefnum til landsins.\nEimskip gera út fraktskip sem stundum eru notuð til að smygla ólöglegum varning til landsins.\nEigum við ekki að stoppa þessi fyrirtæki sem bjóða upp á svona ólöglega þjónustu?",
            "date": "2013-10-26 13:52:00",
            "post_id": "535009",
            "reply_to_id": "535008"
        },
        {
            "user_name": "Gislinn",
            "text": "Þetta er kannski brot á lögum um sýningarrétt og dreifingarrétt en brot á höfundarrétti er þetta ekki. \n20. aldar samtök/sjónarmið að berjast við tækniþróun 21. aldarinnar í stað þess að reyna að horfa fram á við og finna lausn sem er í takt við tímann. Orðinn frekar þreyttur á að lesa þessa þvælu sem kemur frá þessum dreifingar-/sýningar-rétthöfum og þeirra samtökum.",
            "date": "2013-10-26 13:59:00",
            "post_id": "535010",
            "reply_to_id": "535009"
        },
        {
            "user_name": "dandri",
            "text": "Ég held að SMÁÍS séu orðnir frekar örvæntingarfullir. Glatað að halda þessu fram og þeir verða bara að fara að þróast í takt við tæknina í staðinn fyrir að væla í fjölmiðlum og vera með einhverja fáránlegar lögsóknir.",
            "date": "2013-10-26 14:00:00",
            "post_id": "535011",
            "reply_to_id": "535010"
        },
        {
            "user_name": "Lunesta",
            "text": "alveg sammála.. Held ég hafi aldrei séð smáís reynt að finna lausnir. Alltaf þegar þeir koma fram\ner það einungis til að rífast með óhæfum óraunhæfum rökum sem má rekja aftur til landnám\nhérlendis. Í hvert skipti sem ég les e-n titill tengdan snæbirni eða smáís byrja ég ósjálfráða að andvarpa..\nHalli",
            "date": "2013-10-26 14:01:00",
            "post_id": "535012",
            "reply_to_id": "535011"
        },
        {
            "user_name": "Plushy",
            "text": "Held að Tal sé ekkert að sýna neitt efni, bara gera notendum kleyft að búa sér til aðgang að efninu (skrá sig á netflix, hulu ofl).\nedit: \nhttp://www.dv.is/gula_pressan/2013/10/2 ... maum-isum/",
            "date": "2013-10-26 15:52:00",
            "post_id": "535021",
            "reply_to_id": "535012"
        },
        {
            "user_name": "Daz",
            "text": "Það er eitt þegar Smáís eru að berjast fyrri rétti innlendra rétthafa (þá meina ég upphaflegir höfundar og eigendur efnis, ekki bara rétthafar dreifingar) og þá hef ég stundum örlitla samúð/skilning. Þegar þeir berjast fyrir rétti fjórða aðila til að hagnast á afþreyingarefni er mér aftur á móti alveg sama og að einhverju leiti finnst mér það kjánalegt.",
            "date": "2013-10-26 16:05:00",
            "post_id": "535023",
            "reply_to_id": "535021"
        },
        {
            "user_name": "AlexJones",
            "text": "Barátta SMÁÍS er fáránleg.\nSMÁÍS á að beita sér gegn allt öðrum aðilum heldur en internetþjónustuaðilum og neytendum, heldur miklu frekar stjórnvöldum og erlendum efniseigendum sem búa til þetta geðveika samkeppnisumhverfi.\n365 kaupir efni af erlendum efniseigendum, en nú er svo komið að þetta efni er bara orðið einsog maðkétið mjöl við komuna til landsins, svo seint og illa kemur það hingað til landsins. Fólk gerir einsog fólk gerir, það leitar í betri vöru, og getur nálgast hana löglega eða ólöglega á internetinu nánast UM LEIÐ og það er sýnt erlendis. 365 á einfaldlega að krefjast endurgreiðslu eða afslátt frá efniseigendunum fyrir að hafa sent sér maðkétið mjöl. Hví á fólk að borga fúlgu fjár fyrir að horfa á gamla sjónvarpsþætti á íslenskum stöðvum, í línulegri dagskrá, með burn-in texta, í bæði lakari mynd- og hljóðgæðum?\nAlveg sama það er reynt, þú treður ekki maðkétnu gömlu mjöli ofan í fólk.",
            "date": "2013-10-26 17:11:00",
            "post_id": "535034",
            "reply_to_id": "535023"
        },
        {
            "user_name": "Stuffz",
            "text": "Barátta smáíss!!!\nhahahahaha\nsmáís er að stærstum hluta local frontur fyrir erlenda hagsmunagæslu.",
            "date": "2013-10-26 18:54:00",
            "post_id": "535051",
            "reply_to_id": "535034"
        },
        {
            "user_name": "BugsyB",
            "text": "Samt að benda á að stöð 2 er 3 dögum á eftir mér þættina í dag - þeir eru að reyna og ef verðið væri ekki svona geðvekt þá væri stöð 2 með netfrelsi allveg option en meðan verðið er svona fáranlegt þá fer maður aðrar leyðir - ég hef verið rosalegur niðhuhalari og er að reyna minka allan óheiðarleika og geri mér grein fyrir því að niðurhal er þjófnaður en ég er allveg tilbúinn að borga 16$ á mánuði til að fá þá sjónvarpsþætti sem ég vill og hafa aðgengi að ogrynni 1árs og eldri bíomynda - svo er ég duglegur að fara í bío þannig að ég borga allveg í því sem ég horfi á og eftir að hafa borgað 1300kr í bío og vera neyddur til að versla nammi í dýrutstu sjóppum landsins þá tel ég mig vara búinn að öðlast rétt á að niðurhala þessari mynd - ég er búinn að borga fyrir það,",
            "date": "2013-10-26 20:05:00",
            "post_id": "535063",
            "reply_to_id": "535051"
        },
        {
            "user_name": "hrabbi",
            "text": "Nú er það íslensk menning og tunga sem er í húfi:\nhttp://www.dv.is/frettir/2013/10/26/365 ... n-netflix/\nMér finnst þau rök ALGJÖR STEYPA.\nHér er það einfaldlega markaðurinn sem ræður förinni, sá sami og viðskiptamenn segja að eigi að ráða (þegar það hentar þeirra málstað). Verðið hérna er geggjun þannig að það er ekki skrýtið að fólk leiti annað.\nEinhvers staðar sá ég að það hafa fallið dómar sem segja að það sé leyfilegt að selja áskrift á milli landamæra innan ákveðinna viðskiptasvæða. Væri ekki best að kanna það betur eða láta á það  reyna svo þetta lið geti látið af þessum fíflagangi?",
            "date": "2013-10-26 21:10:00",
            "post_id": "535070",
            "reply_to_id": "535063"
        },
        {
            "user_name": "littli-Jake",
            "text": "Gæinn er að rífa sig yfir íslenskri tungu og skrifar svo með z",
            "date": "2013-10-26 21:22:00",
            "post_id": "535072",
            "reply_to_id": "535070"
        },
        {
            "user_name": "FuriousJoe",
            "text": "Það á bara að henda þessu pakki á elliheimili, gjörsamleg sóun á lofti.",
            "date": "2013-10-26 21:31:00",
            "post_id": "535073",
            "reply_to_id": "535072"
        },
        {
            "user_name": "AntiTrust",
            "text": "Mér bregst orðið tungufimin við gagnrýni á þessar fréttir, þær eru svo mikið út í hött og út fyrir alla velsæmisrökhugsun að ég hreinlega nenni þessu ekki lengur. Brot á höfundarréttarlögum að bjóða upp á proxy þjónustu? Þessir menn hljóta að vera með sér staff til að reima á sig skóna og hnýta bindin, því ekki eru þeir með heilabúið í slíkar framkvæmdir sjálfir.\n/insert every 'Cry me a river' meme.\nThat is all.",
            "date": "2013-10-26 21:56:00",
            "post_id": "535075",
            "reply_to_id": "535073"
        },
        {
            "user_name": "Daz",
            "text": "Við skulum átta okkur á því að þeir vita fullkomlega hvað þeir eru að segja. Þetta er sagt til að hræða fólk frá því að nýta sér þessar þjónustur, ekki til að undirbúa málsóknir. Þeir vita að þeir hafa engann grundvöll til að stöðva þetta af, en þeir geta reynt að sveigja almenningsálit og mögulega hegðun.\nEkki gleyma því að fólk er fífl.",
            "date": "2013-10-27 00:20:00",
            "post_id": "535081",
            "reply_to_id": "535075"
        },
        {
            "user_name": "AlexJones",
            "text": "Ástæðan fyrir að stjórnvöld hafa engan áhuga á að eltast við \"lögbrjóta\" í þessum efnum er sú að Hollywood hefur engan áhuga á að veita íslendingum og Íslandi almennilega efnisþjónustu á sanngjörnum kjörum.\nÍslendingar þurfa að þykjast vera bandaríkjamenn til að fá það sem þeir vilja.\nÞetta er einfalt, núverandi distribution-módel hjá stúdíóunum eru úr sér gengin, allir vita það, stjórnvöld vita það, lögreglan veit það, lögfræðingarnir hjá ríkissaksóknara vita það, dómararnir vita það. Það eru allir að downloada ólöglega, allir og allar stéttir, lögmenn, lögregluþjónar, prestar, dómarar, þingmenn og hvaðeina. Þetta eru ekki harðsvífnir glæpamenn, þetta er venjulegt fólk sem vill venjulega sjálfsagða hluti.\nÞannig að það er þegjandi samþykki fyrir því að leyfa íslendingum að downloada efni, það er enginn vilji til að eltast við þetta, því allir eru að fremja sama \"glæp\".\nKallaðu þetta borgaralega óhlýðni gagnvart fáránlegu fyrirkomulagi í dreifingu á afþreyingarefni.",
            "date": "2013-10-27 00:53:00",
            "post_id": "535083",
            "reply_to_id": "535081"
        },
        {
            "user_name": "AntiTrust",
            "text": "Hehe já, það er svosum deginum ljósara. Ótrúlegt bara að selja mannorðið sitt svona cheap, gera sig að fífli fyrir löngu tapaðan málstað, í staðinn fyrir að láta reyna ögn á keppnisskapið eða kreista fram vott af frumkvæði. Því fyrr sem innlendar efnisveitur játa sig sigraðar, því fyrr geta þær farið að gera e-ð í þessu.",
            "date": "2013-10-27 01:08:00",
            "post_id": "535084",
            "reply_to_id": "535083"
        },
        {
            "user_name": "capteinninn",
            "text": "Hvernig er það hefur þetta einhver áhrif á hraða nettengingarinnar?\nÞarf ég að stilla eitthvað í græjunum mínum til að geta notað þetta?\nHvað er meðalmynd að taka upp mikið gagnamagn?\nLíst frekar vel á þetta",
            "date": "2013-10-27 12:23:00",
            "post_id": "535097",
            "reply_to_id": "535084"
        },
        {
            "user_name": "Pandemic",
            "text": "Hvernig er það ef fólk er með þetta virkjað telur þá ekki allt sem erlent niðurhal frá þeim sem eru með í gangi. Deildu.net yrði t.d ónothæft?",
            "date": "2013-10-27 13:28:00",
            "post_id": "535105",
            "reply_to_id": "535097"
        },
        {
            "user_name": "emmi",
            "text": "Nei, þetta virkar þannig að þjónustuaðilar eins og PlaymoTV og væntanlega Flix.is eru með DNS þjóna í USA. Þegar notandi sem notar þessa DNS þjóna fléttir upp IP tölum sem eru skilgreindar í eigu Netflix þá er þeirri umferð routað í gegnum Proxy þjóna bara meðan notandinn er að tengjast Netflix/Hulu. Öll önnur umferð og fyrirspurnir fara hefðbundna leið.",
            "date": "2013-10-27 14:03:00",
            "post_id": "535107",
            "reply_to_id": "535105"
        },
        {
            "user_name": "Pandemic",
            "text": "Já en samkvæmt auglýsingunum hjá þeim er þetta einmitt ekki DNS þjónusta sem routar á erlendan proxy heldur eru þeir að úthluta erlendum ip tölum.",
            "date": "2013-10-27 14:48:00",
            "post_id": "535115",
            "reply_to_id": "535107"
        },
        {
            "user_name": "Frantic",
            "text": "Þetta hefur engin áhrif á tenginguna nema bara að þegar þetta er virkt þá geturðu opnað netflix og hulu og allar þessar síður án þess að þeir loki þig úti.\nFólk þarf auðvitað að gera sér grein fyrir því að þegar það er að nota svona streymiþjónustu þá er það að nota erlenda niðurhalið sitt. Ég er ekki alveg með það á hreinu hvað ein mynd gæti verið stór, en myndi halda að það væri í kringum 700mb í meðalgæðum. Á eftir að kanna þetta betur.\nÞað þarf ekkert að stilla neitt nema bara restarta router (og telsey boxi ef þú ert á ljósi) þegar þetta er virkjað og þá ertu kominn með þetta.",
            "date": "2013-10-27 14:50:00",
            "post_id": "535116",
            "reply_to_id": "535115"
        },
        {
            "user_name": "Revenant",
            "text": "Er ekki líklegt að fólk muni sjá stökk í utanlandsdownload-i þar sem allt efni (youtube, akamai aðrir CDN) kemur allt erlendis frá í staðin fyrir að nota íslensku speglana.\nMögulega er þetta plott til að fólk noti miklu meira download magn og þurfi því að borga miklu meira.",
            "date": "2013-10-27 15:01:00",
            "post_id": "535118",
            "reply_to_id": "535116"
        },
        {
            "user_name": "Frantic",
            "text": "Mér finnst líklegra að það sé bara verið að mæta vöntun á þessari þjónustu á íslenskum markaði.\nErlent download er líklegast bara plús.  \n \nAnnars hef ég alltaf gaman af góðum samsæriskenningum",
            "date": "2013-10-27 16:38:00",
            "post_id": "535135",
            "reply_to_id": "535118"
        },
        {
            "user_name": "AntiTrust",
            "text": "FYI, bandvíddarnotkun við Netflix streymi:\nSD: 0.3-0.7GB per klst.\nHD/3D (720p): 1-2.8GB per klst\nSuperHD (1080p): 2.8-4.7GB per klst.",
            "date": "2013-10-27 17:45:00",
            "post_id": "535143",
            "reply_to_id": "535135"
        },
        {
            "user_name": "Frantic",
            "text": "*Læk*",
            "date": "2013-10-27 21:17:00",
            "post_id": "535166",
            "reply_to_id": false
        },
        {
            "user_name": "TraustiSig",
            "text": "Sjálfsögðu mun erlent niðurhal aukast ef fólk fer í meira mæli að sækja sér efni til útlanda. \nSvipað og gerðist þegar að erlendar skráardeilisíður spruttu upp fyrir áratug. Held að fjarskiptafyrirtækin séu ekkert að hata download menninguna",
            "date": "2013-10-28 12:26:00",
            "post_id": "535197",
            "reply_to_id": "535166"
        },
        {
            "user_name": "tlord",
            "text": "tal kom á sama tíma með 300GB pakka sem kostar aðeins 13þ",
            "date": "2013-10-28 12:48:00",
            "post_id": "535200",
            "reply_to_id": "535197"
        },
        {
            "user_name": "wICE_man",
            "text": "Það er e.t.v. kominn tími á að fólk átti sig á hversu brengluð hugsun er á bak við einkaleyfa og höfundarréttarlöggjöf í heiminum í dag.\nÍmyndum okkur að Newton hefði haft færi á að fá einkaleyfi fyrir notkunn á uppgötvunum hans í eðlisfræði til 70 ára. Það er tvennt sem hefði gerst, hann hefði orðið margfalt ríkari og vísinda og tækniþróun í heiminum hefði tafist um áratugi og jafnvel árhundruð til lengri tíma litið vegna veldislegrar aukningar í þekkingu sem varð í framhaldi af uppgötvunum hans rétt eins og mörgum öðrum uppgötvunum á sviði tækni og vísinda. Hér er ég reyndar að gera ráð fyrir að hægt hefði verið að koma í veg fyrir dreifingu á hugmyndum hans nema gegn endurgjaldi sem við vitum að er ekki hægt með öllu.\nPrinsípið er þó til staðar. Einkaleifa og höfundarréttarlög koma í veg fyrir eðlilega flæðandi þróun á sviði tækni og lista í nafni hagsmuna þeirra sem þau eiga að \"verja\". Hér set ég þetta orð innan gæsalappa þar sem að þeir viðskiptahagsmunir sem hún \"ver\" voru ekki til fyrir daga löggjafarinnar og því er hún í raun að skapa hagsmunina og viðhalda þeim.\nSú tvöfeldni sem hefur verið látin viðgangast í þessum geirum hefur ekki hjálpað nýsköpun heldur búið til enn einn kerfis-spenann sem útvaldir aðilar leggjast á. Viðkomandi aðilar eru ófrávíkjanlega sannfærðir um nauðsin sína og hlaupa upp til handa og fóta í hvert sinn sem sértilbúnum hagsmunum þeirra er ógnað. Þeir eru þó þegar grant er skoðað óþarfir með öllu og eru því að veita ósjálfbæra þjónustu gegn kostnaði á samfélagið bæði í tíma og peningum. Þeim tíma og fjármunum hefði betur verið varið í eitthvað eins og tækniþróun eða listsköpun! \nÞetta sér maður mjög fljótt ef maður leifir sér að spyrja grundvallaspurninga. Spurninga eins og: Hver er tilgangur laganna? Eru eðlilegt að lög gangi gegn öðrum lögum? Er eðlilegt að lög séu sett til að tryggja gróða fyrir tiltekna aðila?\nHöfundarréttarlög ganga nefnilega þvert á samkeppnislög í eðli og framkvæmd. Við höfum séð þörf fyrir að koma í veg fyrir að aðilar sem eru fyrir á markaði geti komið í veg fyrir innkomu nýs aðila á markaðinn með tímabundnum aðgerðum. Höfundarréttarlög um víðan heim koma í veg fyrir að aðilar eins og Netflix eigi auðvelt aðgengi að nýjum mörkuðum eins og Íslandi þar sem þeir sem eru fyrir eru varðir með lögum.\nAnnar staður þar sem klárt markaðssamráð á sér stað er í þróun og útfærslu afritunarvarna. Hér hafa aðilar um víða veröld tekið sig saman um að takmarka framboð (kallast á góðri íslensku markaðsmisnotkun) til að auka gróða sinn á heimsvísu. Þetta samráð hefur í för með sér hærra verð á efni sem viðkomandi aðilar stýra (þó það sé bara að takmörkuðu ráði) en jafnframt eykur þetta framleiðslukostnað á tækjum og flækir staðla að óþörfu, eykur þörf á vinnslugetu og þar með orkunotkunn allt til þess að kreista út meiri gróða án þess að bjóða betri vöru eða þjónustu. Þetta kallar jafnframt á vopnakapphlaup sem óheyrilegur fjöldi vinnustunda fer í þar sem samfélagið finnur leið í kringum viðkomandi varnir sem síðan eru endurbættar o.s.fv.. Þetta væri í öllum öðrum tilfellum ólöglegt samráð og afleiðingin væru svimandi sektir til að tryggja að menn reyndu slíkt ekki aftur.\nÞað er því kominn tími til að við tökum á þessari vitleysu og ég tel að það sé aðeins tímaspursmál hvenær samfélagið rís upp gegn þessum ólögum og krefst þess að stjórnvöld hætti þessari gerræðislegu lagasetningu og fari aftur að setja lög sem ganga jafnt yfir alla.",
            "date": "2013-10-28 16:01:00",
            "post_id": "535230",
            "reply_to_id": "535200"
        },
        {
            "user_name": "playman",
            "text": "http://www.ruv.is/neytendamal/segir-sma ... da-einokun\nSkemtilega orðað hjá honum.",
            "date": "2013-10-28 22:55:00",
            "post_id": "535323",
            "reply_to_id": "535230"
        },
        {
            "user_name": "capteinninn",
            "text": "http://www.visir.is/aetla-ad-kaera-tal- ... 3710299945\nHversu líklegt er að þetta gangi í gegn fyrir dómstólum?",
            "date": "2013-10-29 09:41:00",
            "post_id": "535370",
            "reply_to_id": "535323"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Í sögulegu samhengi, frekar líklegt.  En maður getur vonað.\nÞetta er samt er svona álíka rökrétt að fara í mál við Eimskip því þeir bjóða upp á leið fyrir mig að kaupa höfundarvarið efni erlendis og flytja það heim.",
            "date": "2013-10-29 09:52:00",
            "post_id": "535373",
            "reply_to_id": "535370"
        },
        {
            "user_name": "GuðjónR",
            "text": "Þetta skemmir þá samúð sem þeir höfðu hjá \"sumu\" fólki varðandi ólöglegt niðurhal, þegar þeir ráðast á fullkomlega löglegar þjónustur.\nÍ hvaða lögum stendur að það sé ólöglegt að bjóða upp á erlendar IP tölur? Tal.is er þokkalega virt fyrirtæki og færi ekki að bjóða uppá ólöglega þjónustu og þannig skapa sér skaðabótaábyrgð.",
            "date": "2013-10-29 09:54:00",
            "post_id": "535374",
            "reply_to_id": "535373"
        },
        {
            "user_name": "worghal",
            "text": "bara ef þeir hjá smáís tæku þennan helvítis drumb út úr rassgatinu á sér og leifi okkur að sækja í LÖGLEGAR þjónustur sem við viljum borga fyrir.\ntónlistarniðurhal hefur snar lækkað eftir að spotify kom til landssins, væri ekkert nema gott ef netflix kæmi líka.",
            "date": "2013-10-29 09:59:00",
            "post_id": "535375",
            "reply_to_id": "535374"
        },
        {
            "user_name": "appel",
            "text": "Ég skil ekki hví SMÁÍS fer ekki í málsókn gagnvart Netflix fyrir að veita þessa \"ólöglegu\" þjónustu? Tal er varla síðasti aðilinn til að benda fólki á að internetið er stærra en Ísland. Held að þeir bara hafi ekki efni á því að fara í málsókn í BNA á hendur Netflix, slíkt er dýrt.\nAð vissu leyti hef ég samúð með SMÁÍS, því jú aðildarfélög þess eru að borga fyrir dreifingarréttinn á Íslandi, en sjá svo að hann virkar ekki útaf þjónustum á internetinu sem veita sama efni.\nÞetta er ekki það sama og að versla sé vélsög á Ebay en ekki í Byko þó Byko sé að selja þá sömu tegund af vélsög. Byko er nefnilega ekki að borga framleiðandanum fyrir \"einkaréttinn\" á að selja íslendingum þessa vélsög. Heldur kaupi Byko bara ákveðinn fjölda af vélsögum og endurselur.\nEn í tilfelli myndrétthafa á Íslandi þá þurfa þeir að borga ákveðna upphæð fyrir að kaupa dreifingarréttinn fyrir Ísland, svo borga þeir held ég eintakagjald eða álíka.\nÞetta er bara úrelt módel, og ósanngjarnt. Internetið brýtur það, og það mun aðeins halda áfram að eyðileggja þetta módel. Á ákveðnum tímapunkti er enginn gróði í því lengur að dreifa efni á Íslandi, þá hverfa allir þessir aðilar og það sem eftir situr verður í raun bara RÚV og Netflix.",
            "date": "2013-10-29 10:01:00",
            "post_id": "535376",
            "reply_to_id": "535375"
        },
        {
            "user_name": "ManiO",
            "text": "Þetta er það sem að lögmenn Smáíss munu reyna að sýna fram á, þ.e.a.s. að nálgast DNS veitu utan landsteina Íslands sé ólöglegt í þeim tilgangi að nálgast efni sem að lokað er annars.\nPersónulega finnst mér að framleiðendur á íslensku myndefni ættu að taka þessa barráttu upp í sína arma og hvetja Smáís til að fara út í samningaviðræður við straumþjónustur erlendis til að bjóða upp á íslenskt efni. Fáránlegt að samtök rétthafa á Íslandi sé nánast eingöngu að huga að réttindum þeirra sem að kaupa útgáfurétt og virðast fyrir almenningi hunsa þá sem að skapa efni.",
            "date": "2013-10-29 10:02:00",
            "post_id": "535377",
            "reply_to_id": "535376"
        },
        {
            "user_name": "GuðjónR",
            "text": "Það er búið að gagnrýna fólk út í eitt fyrir að \"stela\" efni, svo kemur leið þar sem fólk getur \"keypt\" efni og þá er reynt að stoppa það!\nHvað er í gangi?",
            "date": "2013-10-29 10:09:00",
            "post_id": "535382",
            "reply_to_id": "535377"
        },
        {
            "user_name": "ponzer",
            "text": "Ef þetta eru rökin hjá þeim þá hafa þeir ekki neinn skilning á hvernig internetið virkar..\nVilja þeir þá ekki líka bara banna OpenDNS og Google DNSana.",
            "date": "2013-10-29 10:30:00",
            "post_id": "535386",
            "reply_to_id": "535382"
        },
        {
            "user_name": "ManiO",
            "text": "Ég er sammála þér, en því miður þá er lagaramminn mjög óljós hvað varðar internetið. Ekki hjálpar heldur að almenningur veit í rauninni ekki hvað internetið er og stjórnvöld keppast um að reyna að ná lögsögu sinni yfir hina ýmsu kima netheimanna.",
            "date": "2013-10-29 10:48:00",
            "post_id": "535388",
            "reply_to_id": "535386"
        },
        {
            "user_name": "playman",
            "text": "Fixed",
            "date": "2013-10-29 10:54:00",
            "post_id": "535389",
            "reply_to_id": "535388"
        },
        {
            "user_name": "Plushy",
            "text": "Þá eru þeir að fatta að fólk er að borga fyrir þetta, núna eru dollaramerkin í augunum og ef þeir fá ekki sneið af kökunni, fær það enginn.",
            "date": "2013-10-29 12:48:00",
            "post_id": "535403",
            "reply_to_id": "535389"
        },
        {
            "user_name": "kazzi",
            "text": "Og fjörið heldur áfram \nhttp://www.ruv.is/frett/atla-ad-kaera-v ... fundalogum\nSent from my Nexus 7 using Tapatalk 4",
            "date": "2013-10-29 22:33:00",
            "post_id": "535485",
            "reply_to_id": "535403"
        },
        {
            "user_name": "hkr",
            "text": "Hvað heldur SMÁÍS að þeir græði á þessu?\nFólk er búið að vera nota Netflix á ísland í dágóðan tíma (nokkur ár?). Halda þeir að ef tal og flix hætti að selja þessa DNS/erlenda-ip-tölu dótarí að þá eigi fólk eftir að hætta að nota netflix allt í einu?\nEfast um að playmo, unblock-me, tunlr, netflixfixer og svo lengi mætti telja, hætti upp úr þurru að selja sína þjónustu til íslendinga...\nFer að verða svolítið sorglegt hjá þeim, greyjunum..",
            "date": "2013-10-29 22:56:00",
            "post_id": "535491",
            "reply_to_id": "535485"
        },
        {
            "user_name": "appel",
            "text": "Þetta verður áhugaverð varnarbarátta hjá SMÁÍS. Ég er ekkert of bjartsýnn á að þeim takist að verja kastalaríkið sitt hér á Íslandi. Neytendur vilja auðvelt aðgengi, lágt og sanngjarnt verð, mikið úrval og góð gæði. Þetta er ekki flókið, en virðist vera mjög erfitt. Smæð Íslands vinnur ekki með þeim, en merkilegra er þó að flestar aðrar þjóðir eru í sömu sporum og íslendingar með þetta svæðisréttindakerfi, sem virðist ekki gera ráð fyrir nútímanum.\nÞað verður mikið umbrot á þessum markaði líklega, og þá er ég ekki að tala um Ísland, heldur um allan heim og einnig í Bandaríkjunum. Viðskiptamódelin eru að syngja sitt allra síðasta og það er aðeins tímaspursmál hvenær það verður meiriháttar hrun.",
            "date": "2013-10-29 23:11:00",
            "post_id": "535495",
            "reply_to_id": "535491"
        },
        {
            "user_name": "AntiTrust",
            "text": "Svo er eitt sem ég hef verið að velta fyrir mér. Þegar notast er við erlendar streymisþjónustur sem eru ekki með samninga við dreifingaraðila hérlendis en þeir þó búnir að græja sýningarhátt við stúdíóin, er ekki eingöngu verið að brjóta á sýningarrétti þeirra félaga, en ekki höfundarétt? Þar sem það er augljóslega verið að horfa á efni sem búið er að semja við stúdíóin erlendis um að sýna, og þar með greiða höfundum og eigendum sinn hlut.. eða hvað?",
            "date": "2013-10-29 23:12:00",
            "post_id": "535496",
            "reply_to_id": "535495"
        },
        {
            "user_name": "Vaktari",
            "text": "Lúxusnet Tals fylgir frítt með internetáskrift hjá Tal.\nAdsl/VDSL og ljósleiðara.\nÞannig það er ekki einu sinni verið að rukka viðskiptavini Tals fyrir þessa þjónustu, sem ég myndi telja staka snilld.\nSérstaklega þar sem þetta er mjög notendavænt og auðvelt að virkja þetta",
            "date": "2013-10-29 23:49:00",
            "post_id": "535501",
            "reply_to_id": "535496"
        },
        {
            "user_name": "capteinninn",
            "text": "Ég er einmitt búinn að panta að skipta yfir til þeirra, er bara að bíða eftir að það fari í gegn.\nMér finnst snilld við þetta að þeir eru bara með stakar vefsíður sem fara í gegnum þetta eins og t.d. Netflix, Hulu og fleira þannig að þú ert ekki að fara með alla þína netumferð í gegnum þetta lúxusnet",
            "date": "2013-10-30 01:22:00",
            "post_id": "535505",
            "reply_to_id": "535501"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Það er ekkert 'ólöglegt' efni á Netflix/Hulu/Spotify, þe. efni sem er ekki greitt fyrir til höfundar.  'Vandamálið' er bara að dreifingaraðilinn í því landi sem Netflix/Hulu er semur við þá og græðir en dreifingar aðilar í öðrum löndum græða ekkert.  Höfundurinn fær alltaf sitt.  Held að þetta mál snúist næstum eingöngu um það að Stöð2 er hrætt um að missa en þá meiri viðskipti ef notenda hópur Netflix/Hulu stækkar.",
            "date": "2013-10-30 09:15:00",
            "post_id": "535523",
            "reply_to_id": "535505"
        },
        {
            "user_name": "AntiTrust",
            "text": "Þú ert e-ð að misskilja mig. Ég geri mér auðvitað grein fyrir því að það sé ekki efni í órétti inn á streymisþjónustunum. Pointið mitt var að það er endalaust verið að tala um höfundarréttarbrot, þegar ég get ekki betur séð en að í raun sé bara verið að brjóta sýningarrétti einstakra dreifingaraðila.",
            "date": "2013-10-30 09:30:00",
            "post_id": "535524",
            "reply_to_id": "535523"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Jaa.. lesa meira en fyrstu setninguna \nBætti þessu bara við þar sem Smáís, Ari Edwald og Bubbi Morthens eru alltaf að tala um að þetta sé ólöglegt niðurhal, sem er að sjálfsögðu rangt.",
            "date": "2013-10-30 09:41:00",
            "post_id": "535526",
            "reply_to_id": "535524"
        },
        {
            "user_name": "Daz",
            "text": "Bubbi er brjálaður\nHann er í harðri hagsmunagæslu fyrir menn sem vilja hirða hagnað af vinnu annara (í þessu söluferli fjórði aðili, sá sem endurselur verk annara, t.d. Sena)",
            "date": "2013-10-30 09:46:00",
            "post_id": "535527",
            "reply_to_id": false
        },
        {
            "user_name": "Stutturdreki",
            "text": "Já, Bubbi missir launin sín ef íslensku dreifingaraðilarnir loka \n  Skelfilegt fyrir kallinn ef hann þarf að fara að reyna að lifa á tónlistinni sinni einni samann aftur.",
            "date": "2013-10-30 09:54:00",
            "post_id": "535529",
            "reply_to_id": "535527"
        },
        {
            "user_name": "capteinninn",
            "text": "Á hann tónlistina sína sjálfur?\nSeldi hann hana ekki frá sér til einhvers banka í góðærinu?\nÞað á auðvitað ekki við um tónlistina sem hann hefur verið að gefa út síðustu misseri",
            "date": "2013-10-30 10:04:00",
            "post_id": "535534",
            "reply_to_id": "535529"
        },
        {
            "user_name": "ManiO",
            "text": "Af hverju er Smáís ekki að kæra kortafyrirtækin fyrir það að gera korthöfum kleyft að greiða fyrir þjónustuna?",
            "date": "2013-10-30 11:44:00",
            "post_id": "535553",
            "reply_to_id": "535534"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Keypti hann ekki réttinn til baka?\nÞegar Glitnir fór á hausinn",
            "date": "2013-10-30 11:45:00",
            "post_id": "535555",
            "reply_to_id": "535553"
        },
        {
            "user_name": "Daz",
            "text": "Ég ætla að kæra Advania fyrir að hafa hýst hluta af Silk Road.",
            "date": "2013-10-30 11:46:00",
            "post_id": "535556",
            "reply_to_id": "535555"
        },
        {
            "user_name": "ManiO",
            "text": "Við ættum að búa til lista yfir fleirri svona hluti og koma þessu saman í eitt mál, sparar málskostnað.",
            "date": "2013-10-30 11:52:00",
            "post_id": "535558",
            "reply_to_id": "535556"
        },
        {
            "user_name": "playman",
            "text": "http://jonthorolafsson.blog.is/blog/jon ... y/1323775/",
            "date": "2013-10-30 19:59:00",
            "post_id": "535633",
            "reply_to_id": "535558"
        },
        {
            "user_name": "gulrotin",
            "text": "en lokunn.is ?\ner það ekki sniðugt þá útaf erlenda niðurhalinu?",
            "date": "2013-10-30 20:37:00",
            "post_id": "535649",
            "reply_to_id": "535633"
        },
        {
            "user_name": "playman",
            "text": "Hvað ættli snæbbi segi við þessu? \nhttp://www.mbl.is/frettir/taekni/2013/1 ... ndanhaldi/",
            "date": "2013-11-12 19:40:00",
            "post_id": "537549",
            "reply_to_id": "535649"
        },
        {
            "user_name": "GuðjónR",
            "text": "Segir allt sem segja þarf.",
            "date": "2013-11-12 21:53:00",
            "post_id": "537570",
            "reply_to_id": "537549"
        },
        {
            "user_name": "Daz",
            "text": "Samt ekki. Hefur heildarnotkun á BT minnkað, eða er þetta bara hlutfallslega af heildinni? Hefur heildarnotkunin aukist mikið síðan streymisþjónusturnar birtist?",
            "date": "2013-11-12 22:18:00",
            "post_id": "537573",
            "reply_to_id": "537570"
        },
        {
            "user_name": "MatroX",
            "text": "lesið þetta \nhttp://torrentfreak.com/movie-studios-p ... sp-131105/\nsérstaklega fyrsta commentið hahah",
            "date": "2013-11-12 22:45:00",
            "post_id": "537575",
            "reply_to_id": "537573"
        }
    ],
    "date": "2013-10-30 09:46:00"
}