{
    "forum_title": "Koníakstofan",
    "id": "57860",
    "title": "Kvittun fyrir kickstarter verðlaunum",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=57860",
    "posts": [
        {
            "user_name": "Xovius",
            "text": "Nú er pakki á leiðinni til mín eftir að ég backaði kickstarter verkefni og ég var að fá hringingu frá tollinum um að þeir þyrftu að fá kvittun í tölvupósti fyrir þessu. Ég sagði þeim að það væri ekkert mál en þegar ég svo settist við tölvuna og ætlaði að finna þessa blessuðu kvittun finn ég hvergi neitt. Hvar finnur maður kvittanir fyrir svona kickstarter \"kaupum\"?",
            "date": "2013-10-27 22:54:00",
            "post_id": "535174",
            "reply_to_id": false
        },
        {
            "user_name": "Klaufi",
            "text": "Borgaðirðu með PayPal?",
            "date": "2013-10-27 23:03:00",
            "post_id": "535176",
            "reply_to_id": "535174"
        },
        {
            "user_name": "dori",
            "text": "Kickstarter notar Amazon greiðslukerfið. Leitaðu að Amazon í tölvupóstinum þínum og þú ættir að finna þetta.\nAnnars hef ég fengið pakka frá Kickstarter verkefnum og það dugði að senda link á verkefnið og segja hvað ég styrkti (það var reyndar frekar einfalt verkefni en samt).",
            "date": "2013-10-28 00:13:00",
            "post_id": "535181",
            "reply_to_id": "535176"
        },
        {
            "user_name": "KanDoo",
            "text": "Tæknilega er kickstarter verðlaun gjöf. Þú ert ekki að borga fyrir vöruna heldur styrkja fyritæki sem géfur þér vöru.\nFékk frá kickstarter fyrir viku síðan og sagði bara að þetta væri gjöf, ekkert vesen og þurfti ekki að borga neitt.",
            "date": "2013-10-28 01:57:00",
            "post_id": "535182",
            "reply_to_id": "535181"
        },
        {
            "user_name": "blitz",
            "text": "Áhugavert.\nNæst þegar ég fæ eitthvað af Kickstarter og Pósturinn kallar eftir reikningi ætla ég að senda til baka;\n\"Ég studdi við bakið á sprotafyrirtæki og þeir hafa sent mér þetta sem gjöf fyrir stuðninginn\".\nLíkur á að þetta virki, c.a. 0,5%",
            "date": "2013-10-28 07:23:00",
            "post_id": "535185",
            "reply_to_id": "535182"
        },
        {
            "user_name": "dori",
            "text": "Ef við erum í \"tæknilega séð\" þá eru gjafir frá fyrirtækjum ekki undanskildar gjöldum. Það þarf að vera tengdur aðili að senda þér tiltölulega ódýra gjöf af einhverju nógu góðu tilefni (afmæli, jól, gifting) til þess að það sé viðurkennt.\nÞ.a.l. með því að segja að þetta sé gjöf ertu að segja að þú hafir ekki \"borgað\" fyrir hana það sem þú borgaðir og þ.a.l. munu þeir tolla hlutinn eftir retail verði (s.s. hærra verð en það sem þú borgaðir). Ekki þess virði IMHO.",
            "date": "2013-10-28 08:57:00",
            "post_id": "535187",
            "reply_to_id": "535185"
        },
        {
            "user_name": "natti",
            "text": "Þess fyrir utan, \"tæknilega séð\", er kickstarter hvorki með verðlaun eða gjöf.\nÞú ert nánast með vörulista, þótt \"projectið\" sé afmarkað eða snúist um e-ð startup fyrirtæki, þá er þetta fyrirfram svart á hvítu: \"Ef þú borgar X þá færðu þessa vöru, ef þú borgar Y þá færðu aðra vöru.\"\n... Ekki ólíkt öllum vefverslunum ef út í það er farið.",
            "date": "2013-10-28 19:10:00",
            "post_id": "535262",
            "reply_to_id": "535187"
        },
        {
            "user_name": "Zorky",
            "text": "Ef þú ferð í amazon payments þá geturðu flétt upp kvittuni gerði það með ouya.",
            "date": "2013-10-28 19:21:00",
            "post_id": "535267",
            "reply_to_id": "535262"
        },
        {
            "user_name": "Xovius",
            "text": "Þegar ég fór á amazon payments kom bara upp síða sem krafðist þess að ég skráði mig og sagði mér að amazon payments væri bara í boði í bandaríkjunum, ég loggaði mig semsagt inná amazon accountinn minn og þá kom upp ný skráning...",
            "date": "2013-10-28 20:50:00",
            "post_id": "535286",
            "reply_to_id": "535267"
        },
        {
            "user_name": "Stuffz",
            "text": "prófaðu að endurtaka skrefin sem þú tókst þegar þú fórst á kickstarter en án þess að borga aftur þú hlýtur að geta loggað inn á hvað sem þú notaðir aftur og þá tékka fyrri greiðslu.",
            "date": "2013-10-28 21:09:00",
            "post_id": "535295",
            "reply_to_id": "535286"
        },
        {
            "user_name": "Zorky",
            "text": "HA ? eg logga bara með sama kickstarter accountinu og flétta upp það kemur ekkert usa neitt þetta er ekki region locked því þetta er líka fyrir sem þú kaupir á amazon usa bækur eða dvd.",
            "date": "2013-10-28 21:14:00",
            "post_id": "535296",
            "reply_to_id": "535295"
        },
        {
            "user_name": "vikingbay",
            "text": "geturu ekki sent þeim bara linkinn á þetta project?",
            "date": "2013-10-29 14:06:00",
            "post_id": "535416",
            "reply_to_id": "535296"
        },
        {
            "user_name": "KanDoo",
            "text": "tja virkaði hjá mér 100% þannig...",
            "date": "2013-10-29 15:53:00",
            "post_id": "535428",
            "reply_to_id": "535416"
        },
        {
            "user_name": "dori",
            "text": "Stundum tékka þeir ekki hvort bullið sem þú segir þeim sé satt. Það breytir því ekki að það gæti komið sér verr fyrir þig ef þeir fara eitthvað að kafa ofan í það.",
            "date": "2013-10-29 16:36:00",
            "post_id": "535431",
            "reply_to_id": "535428"
        }
    ],
    "date": "2013-10-27 22:54:00"
}