{
    "forum_title": "Leikjasalurinn",
    "id": "58180",
    "title": "Klassískir leikir?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=58180",
    "posts": [
        {
            "user_name": "SergioMyth",
            "text": "Mig langar að byrja að spila aftur eldri leiki t.d. Super Mario Brothers, Bomber Man og svo mætti lengi telja. Þar sem ég nenni ekki að henda upp gömlu Nintendo í hvert skipti sem fortíðarþráinn gerir vart við sig þá vill ég spila þetta í PC. Vita menn um góðan emulator, eða er einhver með reynslu á þessu sviði, hvað varðar spilun þessara leikja í PC? Hvað er einfaldast?",
            "date": "2013-11-14 21:17:00",
            "post_id": "537854",
            "reply_to_id": false
        },
        {
            "user_name": "dogalicius",
            "text": "Já er einginn hérna með góð ráð við þessu?",
            "date": "2013-11-14 21:58:00",
            "post_id": "537859",
            "reply_to_id": "537854"
        },
        {
            "user_name": "Tesy",
            "text": "Ég hef alltaf notað \nProject 64\n til að spila Nintendo 64 í PC. Virkar perfectly og hef gert það í mörg ár.",
            "date": "2013-11-14 22:00:00",
            "post_id": "537860",
            "reply_to_id": "537859"
        },
        {
            "user_name": "Lexinn",
            "text": "Hérna sækji ég emulator-ana sem ég er með: \nhttp://www.emulator-zone.com/\nFyrir Super Nintendo þá nota ég Znes sem er stórkostlegur!\nNintendo 64 er eins og Tesy segir Project 64 brilliant, Nes er með Jnes og ef þig langar í PS1 þá er ePSXe frábær.\nOg síðan, ein uppáhalds síðan mín fyrir roms: \nhttp://www.emuparadise.me",
            "date": "2013-11-14 22:05:00",
            "post_id": "537861",
            "reply_to_id": "537860"
        },
        {
            "user_name": "SergioMyth",
            "text": "Takk fyrir þetta vaktarar",
            "date": "2013-11-15 08:58:00",
            "post_id": "537902",
            "reply_to_id": "537861"
        },
        {
            "user_name": "hakkarin",
            "text": "Ef að þú spilar FPS leikir að þá er Doom náttúrulega alltaf klassík. \nOg þetta mod sem að var gert fyrir hann gerir hann bara betri: \nDoom kostar næstum ekkert á STEAM og það er auðvelt að setja þetta upp. Svo virkar Brutal Doom líka með Doom 2 of Final Doom.",
            "date": "2013-11-15 20:26:00",
            "post_id": "538016",
            "reply_to_id": "537902"
        },
        {
            "user_name": "SergioMyth",
            "text": "Snilld er co-op eða multiplayer í dom? \n Sýnist þetta vera skemmtilegur lan leikur ég prófaði hann í rúmlega 2 mínútur fyrir 10 árum!",
            "date": "2013-11-16 12:01:00",
            "post_id": "538068",
            "reply_to_id": "538016"
        },
        {
            "user_name": "hakkarin",
            "text": "Já. Það er meira segja enn fólk að spila hann á netinu!\nEf að þú vilt spila Brutal Doom í co-op þá er það alveg hægt. Getur likað spilað deathmatch.\nTil að spila þarftu source port. Það er auðvelt að downloada og nota þau og er ekki flókið (þarft bara að dropa nokkrum filum í eina möppu). Hinsvegar skiptir það máli hvaða source port þú vilt ef að þú ætlar að spila co-op eða deathmatch með vinnum þínum. Ef að þú vilt bara spila single player þá er Gzdoom betra source port, en ef að þú vilt multiplayer með vinnum þá er Zandronum betra. \nEf að þú lendir í veseni að þá eru leiðbendingar hérna: \nhttps://www.facebook.com/BrutalDoom/pos ... 1043207228",
            "date": "2013-11-16 14:34:00",
            "post_id": "538085",
            "reply_to_id": "538068"
        },
        {
            "user_name": "J1nX",
            "text": "http://nintendo8.com/\n besta síða í heimi",
            "date": "2013-11-16 19:03:00",
            "post_id": "538118",
            "reply_to_id": "538085"
        },
        {
            "user_name": "Sidious",
            "text": "Fyrir NES þá viltu kíkja á annað hvort FCEUX eða Nestopia\nhttp://www.fceux.com/web/home.html\nhttp://sourceforge.net/projects/nestopia/\nÍ dag þá er Higan\\Bsnes lang bestur fyrir SNES spilun\nhttp://byuu.org/higan/\nHöndli tölvan þín ekki hann þá er Snes9x mun betri en ZSNES\nhttp://www.snes9x.com/\nFyrir Sega Genesis\\Megadrive þá eru það Kega Fusion og Regen\nhttp://www.eidolons-inn.net/tiki-index.php?page=Kega\nhttp://aamirm.hacking-cult.org/www/regen.html\nAnnars mæli ég bara með Zophar's domain til að fá upplýsingar um emulatora...\nhttp://www.zophar.net/",
            "date": "2013-11-17 01:51:00",
            "post_id": "538149",
            "reply_to_id": "538118"
        },
        {
            "user_name": "SergioMyth",
            "text": "Takk! Og takk hakkarin tek hann klárlega á næsta lani",
            "date": "2013-11-17 02:22:00",
            "post_id": "538154",
            "reply_to_id": "538149"
        }
    ],
    "date": "2013-11-14 21:17:00"
}