{
    "forum_title": "Koníakstofan",
    "id": "58193",
    "title": "Aulahrollur",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=58193",
    "posts": [
        {
            "user_name": "tlord",
            "text": "http://www.mbl.is/monitor/frettir/2013/11/15/ungmenni_kynnast_alvoru_lifsins/\nAFHVERJU eru grunnskólar ekki að kenna eitt af því mikilvægasta?",
            "date": "2013-11-15 17:29:00",
            "post_id": "537978",
            "reply_to_id": false
        },
        {
            "user_name": "GuðjónR",
            "text": "Kannski af því að þeir sem ráða vilja ekki að almenningur séu upplýstur um þessi mál?",
            "date": "2013-11-15 17:33:00",
            "post_id": "537979",
            "reply_to_id": "537978"
        },
        {
            "user_name": "appel",
            "text": "Skólakerfið undirbýr fólk ekki fyrir lífið, heldur reynir að kenna því dönsku frekar.",
            "date": "2013-11-15 17:36:00",
            "post_id": "537981",
            "reply_to_id": "537979"
        },
        {
            "user_name": "Garri",
            "text": "Það má segja að allt það sem er merkilegt og hefur gildi er einhverra hluta vegna ekki kennt í skólum. \nHvort sem það eru atriði eins og þau hvernig peningakerfi vesturlanda virka. Hvort sem það er hvernig verðtrygging er í raun okurvextir í dulargervi. Hvort sem það er allt sem varðar skuldbindingar, persónulegar, á fyrirtækjagrunni eða þjóðhagslegum. Allt sem varðar gjaldeyri, eins og vægi hans á lítt sjálfbæra þjóð. Hvort sem það varðar hverning og hversu mikið áróður er stundaður, beint og óbeint, bæði af stórum fyrirtækjum, stjórnmálamönnum og eða ríki. \nÞað er í raun mjög langur listi yfir atriði sem skipta okkur margfalt meira máli en þurr þekking.. þekking sem langflestir nútíma menn ýta úr sínum kolli og setja í staðinn kunnáttu til að sækja þessa þurru þekkingu með til dæmis snjallsímum og eða tölvum hverskonar, þótt sumir kannski notist við bækur til þess arna.\nOg að sjálfsögðu er það mjög nærtæk spurning að spyrja,\n hvers vegna er verið að framleiða algjöra heimskingja og það á færibandi?",
            "date": "2013-11-15 18:04:00",
            "post_id": "537984",
            "reply_to_id": "537981"
        },
        {
            "user_name": "Moquai",
            "text": "Hef aldrei verið jafn sammála.",
            "date": "2013-11-15 18:23:00",
            "post_id": "537990",
            "reply_to_id": "537984"
        },
        {
            "user_name": "natti",
            "text": "Ég held að þessi texti sé ágætis samantekt um afhverju slíkir hlutir eru ekki kenndir í GRUNNskólum. Hlutir sem byggjast á tilfinningum og/eða skoðunum er erfitt að kenna sem staðreyndir. Það er til fullt af fólki sem er ekkert sammála því að verðtrygging séu \"okurvextir í dulargervi\". Fólk myndi aldrei verða sammála um hvernig ætti að kenna svona lagað.\nÍ raun mætti lesa úr textanum þínum að þú hefðir meiri áhuga á að áróður yrði stundaður í grunnskólum fram yfir kennslu.\nÞetta dæmir sig eiginlega bara sjálft...",
            "date": "2013-11-16 12:30:00",
            "post_id": "538071",
            "reply_to_id": "537990"
        },
        {
            "user_name": "GuðjónR",
            "text": "Samfélagið, þ.e. atvinnulífið þarf á því að halda.",
            "date": "2013-11-16 12:37:00",
            "post_id": "538074",
            "reply_to_id": "538071"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Afhverju kenna foreldrar manni þetta ekki?",
            "date": "2013-11-16 12:39:00",
            "post_id": "538075",
            "reply_to_id": "538074"
        },
        {
            "user_name": "Plushy",
            "text": "Where has this quote been all my life.",
            "date": "2013-11-16 12:43:00",
            "post_id": "538077",
            "reply_to_id": "538075"
        },
        {
            "user_name": "Garri",
            "text": "Það er \"gaman\" að sjá hversu heilaþvegnir Íslendingar eru þegar fjallað er um verðtryggingu. Hér er komment að ofan þar sem viðkomandi kallar það tilfinninga-rök að ég skilgreini verðtryggingu sem vexti. \nStaðreyndin er samt sú að verðtrygging þekkist næstum hvergi í byggðu bóli nema á Íslandi. Allstaðar annarstaðar er \nverðtrygging hluti vaxta.\nEf verðtrygging er allstaðar hluti vaxta, \nhvers vegna er hún það ekki á Íslandi?\nJú.. hugsanlega svo fólk borgi miklu hærri vexti en aðrir gera í heiminum.. bara í lagi afþví að það er kallað öðru nafni en vextir.\nAugljóslega gildir eftirfarandi jafna: Verðtrygging + Vextir --> Hærri vextir en sú prósenta sem kölluð er vextir (sumir kalla niðurstöðuna og það réttilega háa vexti, sumir okurvexti sem er skilgreiningaratriði hjá sumum, þótt lög séu til höfuðs þessu fyrirbrigði hjá siðuðum þjóðum)\nFáir skilja þetta. Því miður. Enda er allt kerfið okkar miðað við að fólk skilji þetta ekki.",
            "date": "2013-11-16 20:09:00",
            "post_id": "538121",
            "reply_to_id": "538077"
        },
        {
            "user_name": "urban",
            "text": "þú veist væntanlega að verðtrygging gildir í báðar áttir.\nþað hefur alveg komið fyrir að verðtrygging+vextir séu lægri tala en vextir.",
            "date": "2013-11-16 22:09:00",
            "post_id": "538131",
            "reply_to_id": "538121"
        },
        {
            "user_name": "Garri",
            "text": "Og þú ert ekki að grínast með þessu innleggi?",
            "date": "2013-11-16 22:24:00",
            "post_id": "538132",
            "reply_to_id": "538131"
        },
        {
            "user_name": "natti",
            "text": "Í fysta lagi þá var ég ekki að verja verðtryggingu, ég var að benda á að það er umdeilt hvort að hún eigi rétt á sér eða ekki. Það er langt í frá að allir séu sammála um það.\nEn það er auðvitað frábært viðmót hjá þér að ef einhver er ósammála þér þá svararu bara með að viðkomandi vanti skilning og sé heilaþveginn.\nÉg leyfi mér að efast um að hægt sé að stíga svona lágt ef það væri verið að ræða um flest önnur grunnfög, sem undirstrikar kannski bara vel hversu mikið þetta málefni er tengt þér tilfinningalega séð.\nÞetta er frábært dæmi um áróður sem ætti einmitt alls ekki heima í grunnskólum.\nÞað væri flott að kenna hvernig verðtrygging virkar, hvað vísitala er, kenna nemendum að reikna hver heildarkostnaður lána er.\nEn að kenna það sem \"staðreynd\" að verðtrygging sé e-ð séríslenskt fyrirbæri og sé hvergi annarsstaðar til.\nVísitölutengt húsnæðislán eru jú kannski ekki sérstaklega algeng utan við þetta litla sker sem við búum á. \nEn ef þú spyrð út í smærri lán eða samningsgerð (leigusamninga, viðskiptasamninga eða aðra samninga sem byggja á reglulegum greiðslum eða greiðslum seinnameir) þá geturu fundið vísitölutengingu á fleiri stöðum en á Íslandi, og því alls ekkert séríslenskt fyrirbæri neitt.\nÞað mætti líka alveg færa rök fyrir því að verðtrygging/vísitölutenging lána sem slík sé ekki vandamálið, heldur hvaða vísitölu er miðað við hverju sinni og hvað sú vísitala byggist á.\nT.d. að húsnæðislán eða önnur langtímalán hafi ekkert með neysluvísitölu að gera, enda má segja að verðtryggingin sé orðin að einhverju öðru ef að húsnæðislán getur farið yfir verðmat eignarinnar.\nHugmyndin að ef ríkið ákveður að hækka álögur á sykri, sígarettum og áfengi út af heilsufarsforsendum, að það hækki lán hjá einstaklingum, er fáránleg hugmynd.\nEn þar er vandamálið ekki vísitölutenging, heldur á hverju sú tenging byggist á.\nOg þar sem hérna kemur fólk til með að skiptast í tvo eða fleiri hópa, er einmitt ástæðan fyrir því að ég tel að þetta eigi meira heima á efri skólastigum eins og t.d. í framhaldsskólum, þar sem nemendur eru komnir með mun betri tilfinningu fyrir verðmæti peninga heldur en nokkurntímann í grunnskóla, og geti því myndað sér sína eigin skoðun ekki apað upp skoðun kennara.",
            "date": "2013-11-17 12:01:00",
            "post_id": "538168",
            "reply_to_id": "538132"
        },
        {
            "user_name": "MrSparklez",
            "text": "Það er nú reyndar kennt þetta einu sinni í viku í vættarskóla í gravarvogi bara í tíunda bekk, kallast auraráð, erum t.d. að læra að fylla út launaseðil og eitthvað þannig akkúratt núna.  Hef samt ekki hugmynd hvort þetta sé kennt í öðrum skólum.",
            "date": "2013-11-17 13:11:00",
            "post_id": "538174",
            "reply_to_id": "538168"
        },
        {
            "user_name": "natti",
            "text": "Það að fylla út launaseðil er líka bara stærðfræði, sem gefur þér svo skilning á því úr hverju launin þín eru samsett af.\nRétt eins og það væri flott ef það yrði kennt hvernig á að reikna út áætlaðan heildarkostnað lána miðað við vexti, verðbólgu og lánstíma, en þá er fókusinn á allt annað en hvað sé \"gott\" og hvað sé \"slæmt\"\nEnda er langsótt að hafa einhverjar \"skoðanir\" á stærðfræði.",
            "date": "2013-11-17 17:09:00",
            "post_id": "538192",
            "reply_to_id": "538174"
        },
        {
            "user_name": "Garri",
            "text": "Ég ætla nú ekki að fara djúpt í að útskýra þetta fyrirbrigði. Hef gert það alltof oft. Hef nokkuð djúpan skilning á peningakerfi okkar enda stúderað það í næstum þrjá áratugi.\nGet samt bent þér á einn punkt sem ætti að opna dyrnar að skilningi á þessu fyrirbæri. \nSegjum að peningamagn sé fast. Það er að aðeins X-magn af peningum er til í landinu. Engin prentun eða bruni á peningum. \nNú hækkar verð á einhverju. Hvað gerist? Jú, skv. öllum eðlilegum mörkuðum, þá verður keypt minna af þessu sem hækkaði, einfaldlega þar sem það eru ekki til peningar að kaupa þetta í sama magni. Hvort sem það er kaffi, sykur eða annað. Neyslan minnkar. Engin lán þurfa að hækka. \nSegjum nú að verð á einhverju lækki. Aftur, þá þarf ekki að minnka peningana. Þessi vara sem lækkar, veldur því að fleiri munu kaupa hana en.. á móti munu þeir sem eiga peninga síður kaupa aðra vöru sem væri hægt að flokka sem samsvarandi. Aftur þarf ekkert að hækka eða lækka lán. \nÞannig ef við værum með \"dynamiska\" vísitölu, þá yrðu heildaráhrifin núll. Hvort sem vara hækkar eða lækkar.\nAuðvitað vandast málið ef við búum til prentvélar og leyfum sumum stéttum að prenta peninga. Þá rýrnar hlutfall þess sem hinir áttu af peningum fyrir. Eftir prentun þá rýrnar einingin. \nSvarið við því er ekki að búa til sjálfvirka prentvél sem eykur þetta magn af peningum algjörlega sjálfvirkt, það skapar óðaverðbólgu.. hringir kannski einhverjum bjöllum?\nAuðvitað var þetta reynt hér upp úr 1980. Þá voru laun og lán verðtryggð.. það spíralaðist upp í þriggja stafa verðbólgu umhendis. Eins og gormur sem þandist út. Auðvitað afnámu menn verðtrygginuna á launin.. skildu lánin eftir verðtryggð.\nAnnar góður punktur til að skoða er hvað gerðist hér við hrunið. Þá hrundi fasteignaverð um næstum 50% sumstaðar og heilt yfir um 30%\nLækkuðu vextir á lánum fasteignakaupenda?\nÓnei.. þau hækkuðu. Þrátt fyrir að fasteignaverð hrundi með hruninu, þá hækkuðu lánin og vaxta- vextirnir hækkuðu.\nÞetta er svo víðáttu vitlaust kerfi að engu tali tekur. Og að það séu ekki til kennslubækur sem útskýri til dæmis að viðskiptabankar prenti peninga er svo glórulaust að maður á bara ekki til orð. Einkavæðing á slíku fyrirbrigði er síðan ekkert annað en annaðhvort, heimska í hæðstu hæðum eða spilling.. nema hvort tveggja sé.",
            "date": "2013-11-17 17:58:00",
            "post_id": "538197",
            "reply_to_id": "538192"
        },
        {
            "user_name": "MrSparklez",
            "text": "það er nú ekki það eina sem við munum gera í þessum tíma en so far erum við bara búin að læra að fylla út launaseðill sem er ekki mikið miðað við hversu lengi við höfum verið í skólanum á þessari önn enda var bara bætt þessum tíma inná stundatöfluna fyrir mánuði eða svo,  þetta er bókin sem við erum í \nhttp://www.nams.is/Namsefni/Valid-namse ... ba205dd341\n .",
            "date": "2013-11-17 18:22:00",
            "post_id": "538201",
            "reply_to_id": "538197"
        },
        {
            "user_name": "Tesy",
            "text": "Fck lífið, miklu mikilvægara að kunna dönsku og hef ég lært mjög mikið í skólanum. Núna kann ég um 10 orð í dönsku eftir að hafa lært dönsku í hvað.. 6-7 ár?",
            "date": "2013-11-17 18:40:00",
            "post_id": "538205",
            "reply_to_id": "538201"
        },
        {
            "user_name": "tdog",
            "text": "Segir það ekki meira um þig heldur en skólakerfið, að þú hafir aðeins lært 10 orð í dönsku?\nMér fannst á sínum tíma grútleiðinlegt að læra dönsku í grunnskóla, svo fór ég í fjölbraut og tók auka áfanga í dönsku og nú á ég auðvelt með að lesa og skilja bæði norsku og sænsku. Get einnig gert mig skiljanlegan á þýsku.",
            "date": "2013-11-17 22:09:00",
            "post_id": "538232",
            "reply_to_id": "538205"
        },
        {
            "user_name": "appel",
            "text": "Nei, þetta segir ansi mikið um skólakerfið. Að reyna kenna fólki erlent tungumál án þess að það beiti því dags daglega er jafn tilgangslaust og að reyna verða vöðvastæltur með því að lesa um líkamsæfingar og borða prótein, án þess að æfa neitt.",
            "date": "2013-11-17 22:17:00",
            "post_id": "538233",
            "reply_to_id": "538232"
        },
        {
            "user_name": "Tesy",
            "text": "Þetta segir í raun voðalega lítið um mig. Að segja aðeins 10 orð í dönsku er kannski svolítið ýkt, þú veist alveg hvað ég er að meina.\nEn að pína nemendur að læra eitthvað sem þeir hafa núll áhuga á er mjög heimskulegt og í raun bara tímaeyðsla. Ég get til dæmis skilið þýsku alveg mjög vel þrátt fyrir að hafa aðeins lært það í 3 ár vegna þess að ég kaus þess að læra það. \nAlveg sammála OP og appel að það ætti að kenna nemendum miklu meira um það sem mun actually nýta þeim í lífinu.",
            "date": "2013-11-17 22:32:00",
            "post_id": "538235",
            "reply_to_id": "538233"
        },
        {
            "user_name": "appel",
            "text": "Ef dönskunám væri virkilega árangusríkt, þá ætti hálf þjóðin a.m.k. að vera reiprennandi í dönskunni. Staðreyndin er sú að eingöngu þeir sem hafa eitthvað búið í danmörku geta talað dönskuna.\nHeimskulegt að kenna dönsku áfram með sömu áherslum. Það er nú orðið mjög langt síðan ég var í dönsku í skóla, en maður er enn þá daginn í dag gáttaður á þessari vitleysu. Manni var sagt að þegar maður færi í háskóla þá væri svo mikið af bókum á dönsku, en nei, ég fór í háskóla og engar bækur voru á dönsku! Maður leitaði að rökstuðningi fyrir dönskukennslu í skólum á sínum tíma, og maður leitar enn.\nÞað hvernig danskan var kennd situr enn í mér, þegar ég hugsa um það í dag. Maður þurfti að hlusta á kennarann blaðra um danskar málfræðireglur og mestum tímanum var eytt í það. Maður kennir ekki krökkum tungumál með því að kenna því málfræðireglur tungumálsins, þannig læra ekki krakkar. Heilinn á mannskepnunni lærir best með því að gera hluti og lifa í umhverfinu og aðlagast því.\nEn þetta er áfellisdómur yfir menntakerfinu á Íslandi. Fólk lærir allt um ekki neitt, og ekkert um allt hitt sem skiptir máli. Ef skólar eru enn þá daginn í dag að kenna krökkum dönsku, þá veltir maður fyrir sér öllu hinu sem þeir reyna að kenna.\nÞað sem skiptir mestu máli er að krakkar læri að lesa, skrifa, reikna og hafi hugsunina í lagi, geti lært nýtt, hafi gagnrýna og opna hugsun. Allt annað er bara áróður, pólitík og vanhæfni.",
            "date": "2013-11-17 22:49:00",
            "post_id": "538239",
            "reply_to_id": "538235"
        },
        {
            "user_name": "Lunesta",
            "text": "Amen. Langar samt að bæta við svolitlu sem pirraði mig óendanlega mikið þegar ég var að læra\ndönsku. Ég hef nefnilega alltaf verið svona stærðfræði haus.. MR, einn af hæstu á landinu fyrir\nundankeppni i stærðfræði fyrir olympiuleikana i stæfr, verkfræði og yada yada.... En tungumál\naftur á móti hafa reynst mér erfiðari en maraþon hlaup. Eftir að hafa fallið í dönsku á jólaprófi\nmeð stæl þurfti ég að fá afar háa einkunn a vorprofi til að falla ekki á ári. Ég endaði því í\neinkatímum hjá stjúpömmu minni sem kenndi dönsku í ms. Það merkilega við kennsluna hennar\nsem var fyrir mig en ekki eftir kerfinu voru algjörlega breyttar áherslur. Náði prófinu og allt \nþað dót en það sem ég furðaði mig mest yfir var að hún sem dönskukennari fannst fáranlegt\nbæði hvernig danskan er kennd hér en sérstaklega hvað danskan okkar er úrelt! Að læra dönsku\nvar nógu slæmt, að hafa hrikalega kennsluaðferð var verra en að þessi danska skuli vera úrelt\ní þokkabót senti mig næstum upp á klepp!\nTldr: Danskan sem er kennd hér er úrelt!",
            "date": "2013-11-17 23:02:00",
            "post_id": "538241",
            "reply_to_id": "538239"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Sé það að Vaktin þarf að stofna sitt eigið ríki.\nEngin danska og kjaftæði.",
            "date": "2013-11-18 09:18:00",
            "post_id": "538262",
            "reply_to_id": "538241"
        },
        {
            "user_name": "Bjosep",
            "text": "Það er eitthvað búið að breyta þessu í dag held ég. Krakkar byrja að læra ensku á undan dönskunni.\nHitt er svo annað mál að ef fólk hefur engan áhuga á því að læra dönsku og notar hana ekkert þá situr ekkert eftir. Þetta gildir um öll tungumál sama hvort það er þýska eða franska. Gildir náttúrulega annað um enskuna þar sem jú ALLT er á ensku og það er mjög erfitt að komast hjá því að vera hálf-enskumælandi hvort eð er. P.S. Ímyndaðu þér að 10% af sjónvarpsefninu sem þú horfðir á væri á dönsku.\nJá og vel að merkja, þetta gildir alveg eins um íslensku. Vel flest af því sem þú gerðir í íslensku er eitthvað sem skiptir þig engu máli í lífinu. Og í raun geturðu sagt þetta um nánast hvaða fag sem er \"hvenær er ég að fara að nota þetta?\" T.D. stærðfræði (án gŕins) ef það er þitt val í lífinu þá þarftu aldrei að nota neitt af því sem þú lærðir í stærðfræði en ef þú notar það þá getur það opnað þér ótalmargar dyr og það sama gildir um öll tungumálin sem fólk lærir (hvort bæta mætti kennsluhætti eða ekki er síðan önnur umræða).",
            "date": "2013-11-18 11:13:00",
            "post_id": "538281",
            "reply_to_id": "538262"
        },
        {
            "user_name": "tlord",
            "text": "það á hætta þessari dönskukennslu.\nDanirnir eru sjálfir að hætta með döskuna!\nég sé stundum einhverja spjallþætti í dönsku sjónvarpi þar sem innfæddir eru að tjá sig.\nalltaf rek ég mig á að eitthvert danskt orð er dottið út og þeir eru farnir að nota enska orðið\nég er líka stundum nálægt dönskum ferðamönnum á Íslandi, ég hef ALDREI heyrt þá reyna að tala annað\nen ensku við íslendinga.",
            "date": "2013-11-18 13:18:00",
            "post_id": "538302",
            "reply_to_id": false
        },
        {
            "user_name": "Bjosep",
            "text": "Mörg/sum/einhver orð í dönsku eru eins og í ensku og danir eru duglegir í tökuorðunum. Þýðir ekki að þeir séu hættir með dönskuna. Erum við þá að hætta með íslenskuna vegna þess að við notum orðið \"app\" og þú heyrir fólk sletta?\nDöhh, Íslendingar tala almennt ekki dönsku.",
            "date": "2013-11-18 13:58:00",
            "post_id": "538307",
            "reply_to_id": "538302"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ekki frekar en Danir tala almennt íslensku.",
            "date": "2013-11-18 14:45:00",
            "post_id": "538315",
            "reply_to_id": "538307"
        },
        {
            "user_name": "tlord",
            "text": "það er greinilega algjör tíma og peningasóun að vera með dönskunám í grunn- og framhaldsskólum!\nþað væri nær að setja púðrið í betri enskukennslu. Þá er ég að tala um að kenna alvöru talmál með kennurum sem hafa ensku sem móðurmál..\nsvona bootcamp frekar en einhverja þurra bekkjarkennslu\nps: ég var ALDREI með dönskukennara sem var nálægt því að líkjast innfæddum Dana í framburði, og bara einn enskukennara sem hafði sannfærandi framburð",
            "date": "2013-11-18 15:00:00",
            "post_id": "538317",
            "reply_to_id": "538315"
        }
    ],
    "date": "2013-11-18 13:18:00"
}