{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "58221",
    "title": "USA sjónvarp",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=58221",
    "posts": [
        {
            "user_name": "Girbitta",
            "text": "Er að spá í að flytja inn sjónvarp frá Usa, finn ekkert á netinu hvort hægt sé að nota á íslandi.  Hefur einhver reynslu af þessu, pointera eða ráðleggingar um val á sjónvarpi sem er líklegt að virka hér?",
            "date": "2013-11-17 21:59:00",
            "post_id": "538231",
            "reply_to_id": false
        },
        {
            "user_name": "tobbibraga",
            "text": "Það gæti verið að þú þurfir straumbreyti, en svo er ekkert mál fyrir þig að stilla tld afrugglarann hjá stöð2 á ntsc.",
            "date": "2013-11-17 22:23:00",
            "post_id": "538234",
            "reply_to_id": "538231"
        },
        {
            "user_name": "sponni60",
            "text": "Já það er hægt að fá straumbreyti fyrir spennuna, þ.e.a.s. úr 110V í 230V en hvað með tíðnina??? Flest TV sem ég hef skoðað frá USA eru bara 110V/60HZ en hérna er 50HZ, er það ekki rétt hjá mér??? \nHvernig mun það hafa áhrif á sjónvarpið?? Nú er ég ekki neinn sérfræðingur en er bara að velta þessu fyrir mér. Þið sérfræðingarnir hér inni hljótið að geta svarað þessu:)",
            "date": "2013-11-18 09:25:00",
            "post_id": "538266",
            "reply_to_id": "538234"
        },
        {
            "user_name": "tlord",
            "text": "fer ekki allt í gegnum HDMI?\neru menn ekki góðir ef tækið gengur á 230V og er með HDMI?",
            "date": "2013-11-18 13:38:00",
            "post_id": "538304",
            "reply_to_id": "538266"
        },
        {
            "user_name": "sponni60",
            "text": "Það sem ég er að segja að spennan hér er 220V/50HZ en 110V/60HZ í USA. Þú getur breytt voltunum með spenni en þú ert ekki að fara að breyta Hz. Er þetta ekki annars rétt hjá mér???",
            "date": "2013-11-18 14:33:00",
            "post_id": "538310",
            "reply_to_id": "538304"
        },
        {
            "user_name": "tlord",
            "text": "það er rétt, venjulegur spennir breytir bara voltum. mörgum tækjum er sama um 50 eða 60 rið. \nmörg rafeindatæki eru 110-240v 50/60hz\nþau eru ok á íslandi\nvaraðu þig samt á kröfum um CE merki\nsum tæki eru þó með klukku sem notar riðin til að fylgjast með tíma.",
            "date": "2013-11-18 15:08:00",
            "post_id": "538320",
            "reply_to_id": "538310"
        },
        {
            "user_name": "sponni60",
            "text": "Flest TV sem ég hef verið að skoða á amazon.com til dæmis eru bara 110V/60Hz  \n . Þau myndu þá líklega ekki virka hér???",
            "date": "2013-11-18 15:15:00",
            "post_id": "538322",
            "reply_to_id": "538320"
        },
        {
            "user_name": "sponni60",
            "text": "Er virkilega enginn hér sem getur staðfest hvort að 60Hz virka hér á landi????",
            "date": "2013-11-20 11:45:00",
            "post_id": "538570",
            "reply_to_id": "538322"
        },
        {
            "user_name": "Gislinn",
            "text": "Mögulega er merkingin á amazon bara sett 110V/60Hz en það þolir raunverulega 50 og 60Hz. Ef merkingin er raunverulega eingöngu 60Hz þá er bara spurning um hvort þú viljir taka áhættuna og sjá hvort þetta virki. Það er enginn hér sem er að fara að segja \"já þetta virkar pottþétt\".\nReyndu bara að finna sjónvarp sem þolir 110V-240V 50/60Hz og þá ættiru að vera góður.",
            "date": "2013-11-20 13:15:00",
            "post_id": "538587",
            "reply_to_id": "538570"
        },
        {
            "user_name": "upg8",
            "text": "Ef sjónvarpið er ekki merkt að það þoli 50Hz þá er alltaf hætta á að það hitni meira og þar af leiðandi endist skemur. Stutt svar væri já, það ætti að virka en það er erfitt að fullyrða um það hversu vel eða hversu lengi.\nAmazon.com senda ekki til íslands nema í gegnum milliliða. Ef þú ert að fara að kaupa step-down transformer og borga fyrir aukin sendingargjöld þá er spurning hvort það sé þess virði að panta frá USA fremur en að panta frá ESB.",
            "date": "2013-11-20 13:37:00",
            "post_id": "538588",
            "reply_to_id": "538587"
        },
        {
            "user_name": "JReykdal",
            "text": "Munt ekki geta notað loftnet hérna með USA sjónvarpi.",
            "date": "2013-11-20 15:48:00",
            "post_id": "538616",
            "reply_to_id": "538588"
        },
        {
            "user_name": "tdog",
            "text": "loftnet \nloftnet \nloftnet \nloftnet \nloftnet",
            "date": "2013-11-20 16:17:00",
            "post_id": "538620",
            "reply_to_id": "538616"
        },
        {
            "user_name": "Girbitta",
            "text": "Er búin að finna sjónvarp sem hentar fyrir strauminn en þá er bara spurningin um sjónvarp símans en ég tel mig vera búin að kaupa réttu græjuna til að afscramble-a  \n \nAðalmálið er, hefur einhver reynslu af þessu?",
            "date": "2013-11-20 17:51:00",
            "post_id": "538633",
            "reply_to_id": "538620"
        },
        {
            "user_name": "Cascade",
            "text": "En afhverju í ósköpunum ætlaru að panta sjónvarp frá USA?\nBara svona til að vera viss, þú veist að það er 25,5% vsk, 25% vörugjöld OG 7,5% tollur á sjónvörpum, af bæði verði sjónvarpsinns og sendingarkostnaði. Sjónvörp eiga það til að vera í stærri kanntinum og kostar væntanlega eftir því að senda það\nSegjum að sjónvarp kosti $1000, sem er 120þús sirka og það kosti $200 að senda það (algjörlega skot í loftið með þá tölu)\nÞá mun sjónvarpið koma með til að kosta samtals 245.971 kr.\nSvo ef það bilar, þá nærðu eflaust aldrei að nýta þér ábyrgðina, amk ef fyrirtækið er ekki með súper flotta international ábyrgð, þá yrðiru að senda það út til viðgerðar, sem myndi aldrei borga sig\nÉg hef sjálfur lent í að kaupa nýtt sjónvarp sem bilaði eftir nokkrar vikur, fór bara með það í búðina og fékk nýtt, ekkert vesen, svo það gerist alveg að ný sjónvörp séu gölluð\nErtu að þessu til að reyna spara pening? Er ég að missa af einhverju hérna",
            "date": "2013-11-20 18:09:00",
            "post_id": "538641",
            "reply_to_id": "538633"
        },
        {
            "user_name": "Girbitta",
            "text": "Ég ætla að bera það heim en er í aðstöðu til að skila því aftur ef það bilar...",
            "date": "2013-11-20 20:39:00",
            "post_id": "538673",
            "reply_to_id": "538641"
        },
        {
            "user_name": "lollipop0",
            "text": "þessi 4K  \n \nhttp://www.sears.com/shc/s/p_10153_12605_05703146000P",
            "date": "2013-11-20 23:54:00",
            "post_id": "538694",
            "reply_to_id": "538673"
        },
        {
            "user_name": "Matti21",
            "text": "Þú veist að þú munt samt þurfa að borga öll gjöldin sem Cascade taldi upp þó að þú haldir á tækinu sjálfur inn í landið. Enginn heilvita tollvörður er að fara að hleypa þér í gegnum græna hliðið með risastórt sjónvarp í pappakassa án þess að spurja þig nokkura spurninga...\nhttp://www.tollur.is/displayer.asp?cat_ ... t_id=11462\nÉg stórlega efa það að þú sért að fara að spara þér nokkuð á þessu. Það er ekki há álagning á sjónvörpum á Íslandi. Raftækja búðirnar hér græða meira á því að selja þér HDMI kapal..",
            "date": "2013-11-21 00:59:00",
            "post_id": "538702",
            "reply_to_id": "538694"
        }
    ],
    "date": "2013-11-17 21:59:00"
}