{
    "forum_title": "Bílaplanið",
    "id": "58313",
    "title": "Hjálp með lakkskemmd",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=84&t=58313",
    "posts": [
        {
            "user_name": "Yawnk",
            "text": "Sælir... Það rifnaði upp úr lakkinu hjá mér á 1999 árgerð af Hondu Civic, hún var nýsprautuð fyrir cirka ári síðan.\nÞetta gerðist vegna þess að ég reif límband sem var á lakkinu of hratt af og þetta gerðist vegna þess.. \nÞað er ekki möguleiki að ég fari að sprauta hlerann upp á nýtt strax vegna peningaskorts, þannig að ég vil frekar reyna að bletta í þetta eða leita annara ráða, þótt þetta verði viðbjóðslega ljótt, það er skömminni skárra en ryð.\nÞetta er á afturhleranum á bílnum, hægra megin í horninu, og þetta lítur svona út : \n( Þetta í kringum er bara bleyta, brotið er cirka 2cm langt )\nHvað mynduð þið gera í stöðunni? þaes annað en að sprauta hlerann...\nKveðja\nEinn hundfúll",
            "date": "2013-11-24 20:13:00",
            "post_id": "539034",
            "reply_to_id": false
        },
        {
            "user_name": "Dúlli",
            "text": "Vá svekk leiðinlegt að sjá þetta  \n \nHvernig í andskotanum er þetta samt hægt  \n hef aldrei áður heyrt að svo gæti gerst eða séð svona áður",
            "date": "2013-11-24 20:17:00",
            "post_id": "539035",
            "reply_to_id": "539034"
        },
        {
            "user_name": "HalistaX",
            "text": "E...Ekki var loftbóla í lakkinu?\nKroppa þetta lausasta í burtu og bletta í með málningu í líkingu við lakkið? Annars veit ég ekki. Langar samt að vita hvernig þetta gerðist.",
            "date": "2013-11-24 20:24:00",
            "post_id": "539036",
            "reply_to_id": "539035"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég myndi tala við fúskara sprautarann sem sprautaði bílinn fyrir ári síðan.\nÞetta á ekki að gerast.",
            "date": "2013-11-24 20:24:00",
            "post_id": "539037",
            "reply_to_id": "539036"
        },
        {
            "user_name": "Yawnk",
            "text": "@Dúlli - Sama hér, aldrei hef ég séð svona gerast, ætlaði að fá hjartaáfall þegar ég sá þetta  \n \n@HalistaX - Ég bara hef ekki hugmynd, ef svo er þá tók ég ekki eftir því.. Var að teipa niður hlíf vegna þess að það lak smávegis inn, en ég lagaði það, og ætlaði að taka teipið af í rólegheitunum og fara að þrífa bílinn, þá gerist þessi bölvaði andskoti!",
            "date": "2013-11-24 20:27:00",
            "post_id": "539039",
            "reply_to_id": "539037"
        },
        {
            "user_name": "Dúlli",
            "text": "Gera þetta finna þann sem sprautaði þetta. Held að það sé eithver ábyrgð á heilsprautun. Allavega hef ég heyrt það.",
            "date": "2013-11-24 20:29:00",
            "post_id": "539040",
            "reply_to_id": "539039"
        },
        {
            "user_name": "vesley",
            "text": "Er þetta ekki 2 bólur þarna fyrir neðan ?    Svo er þetta alveg ágætlega hamrað lakk,  skúrasprautaður ?",
            "date": "2013-11-24 20:36:00",
            "post_id": "539045",
            "reply_to_id": "539040"
        },
        {
            "user_name": "littli-Jake",
            "text": "þetta á ekki að geta gerst. Hefur verið eitthvað furðulegt efni sem hefur verið notað á bílinn.\nAnnars er ekkert annað í stöðunni fyrir þig en að taka partinn í burtu, pússa niður og mála yfir þetta. Færð þetta aldrei til að vera til friðs.",
            "date": "2013-11-24 20:39:00",
            "post_id": "539046",
            "reply_to_id": "539045"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Þetta er ekki faglega sprautað ef þetta fer svona... Þarf að pússa niður, grunna \nog sprauta aftur.",
            "date": "2013-11-24 20:42:00",
            "post_id": "539047",
            "reply_to_id": "539046"
        },
        {
            "user_name": "aggibeip",
            "text": "Hvað sem þú gerir.. Ekki setja bara grunn og láta þar við sitja eða bara málningu og láta þar við sitja.. \nEf þú ætlar að bletta í þetta, sem er ógeðslega ljótt en kanski smá bót í máli, skaltu fyrst setja grunn síðan lakk og síðan glæru yfir. Þannig lokarðu sárinu alveg en það er samt engin langtímalausn þannig séð... Ef þú notar bara lakk eða bara lakk og grunn þá fer það að ryðga bara misfljótt.",
            "date": "2013-11-24 20:46:00",
            "post_id": "539049",
            "reply_to_id": "539047"
        },
        {
            "user_name": "Yawnk",
            "text": "Bíllinn VAR*(staðfest) sprautaður á verkstæði, en þó af manni sem vinnur við að sprauta og vinnur á sprautuverkstæði.\nSá myndir frá \"uppgerðinni\" á bílnum og það var hvergi sparað, sýndist mér.\nBúinn að ræða við hann sem sprautaði og sýndi honum myndirnar, og honum fannst þetta líka mjög furðulegt að þetta hafði gerst, hann hafði aldrei séð svona áður, en það hafa verið nokkrir eigendur síðan hann var sprautaður.\nMálið er með þetta lakk, að þetta er afskaplega frábrugðið því venjulega, ég er enginn sprautari og get því miður ekkert útskýrt hvernig, en þetta skiptir um lit þegar hann er í sterku sólarljósi yfir í appelsínugulan-ish, og svo eldrauður í minni ljósi, mjög erfitt að sprauta á þennan hátt ( var mér sagt )",
            "date": "2013-11-24 20:50:00",
            "post_id": "539050",
            "reply_to_id": "539049"
        },
        {
            "user_name": "diabloice",
            "text": "þarna er hefur gerinilega eitthvað klikkað þar sem lakkið hefur ekki viðloðun við grunninn  , þetta er það sem myndi falla undir  flokkin \"gallað\" það þarf að fara með blásturs stút á hlerann og elta þetta þangað til að það hættir að flagna og svo slípa allan flötin (helst alveg niðrí grunn )",
            "date": "2013-11-24 21:42:00",
            "post_id": "539064",
            "reply_to_id": "539050"
        },
        {
            "user_name": "Yawnk",
            "text": "Frá sprautara \n: Hann samastendur af : gráum undirlit 2 umferðir, frekar skrítnum lit sem er eiginlega bara rauður 3 umferðum, perlulit sem er glært sull sem sérst mjög lítið 2 umferðir og svo glæra 2 umferðir sem lætur hann glansa svona eins og hann gerir.\nÞannig til að ná sem líkustum lit með pennsli geturu farið með þennan rauða s.s nr 2 nokkrar umferðir og svo glæru og náttúrlega grunn undir.\nÞannig að þetta verður alveg meiriháttar vesen ef ég ætla að reyna að bletta þetta.",
            "date": "2013-11-24 21:56:00",
            "post_id": "539068",
            "reply_to_id": "539064"
        },
        {
            "user_name": "littli-Jake",
            "text": "Hey. nú veit ég að þú ert í borgo. Kíktu niður á gólf í vikunni og leitaðu að gömlum jaxli í hvítum og rauðum jakka með toyotu merkingu. Hann er búinn að vera að kenna sprautun í hrikalega langan tíma. Hann hlítur að kannast við þetta og ef ekki á hann eftir að hafa mjög gaman af því að sjá þetta. Ef einhver getur sagt þér hvað þú átt að gera í þessu er það hann. \nOg það er víst alveg skuggalega mikið vesen að sprauta í svona effect lit og dýrt í þokkabót.",
            "date": "2013-11-24 22:38:00",
            "post_id": "539082",
            "reply_to_id": "539068"
        },
        {
            "user_name": "Yawnk",
            "text": "Takk fyrir ábendinguna, það var einmitt planið að reyna að finna einhvern sér til aðstoðar þarna á morgun, en ekki veistu hvað kauði heitir? \nJabb, það er líka mjög dýrt, líterinn af þessu er að kosta 55 þús kall sagði sprautarinn mér",
            "date": "2013-11-24 23:00:00",
            "post_id": "539087",
            "reply_to_id": "539082"
        },
        {
            "user_name": "Lexxinn",
            "text": "Til að byrja með er þetta ekkert eitthvað sérstakt lakk. Það eru til tvær tegundir af lakki, annars vatnslakk og hinsvegar þetta klassíska gamla. Verkstæði hafa verið að færa sig meir og meir yfir í vatnslakkið þar sem það er ódýrara en ekki jafn sterkt aftur á móti. Það sést bersýnilega á þessari mynd að þetta er illa sprautað. Þar sem lakkið speglar hægramegin við rifuna, af myndinni séð, eru tvær loftbólur og þó sérð hvað lakkið er kornótt, annaðhvort ryk eða eitthvað þess háttar. Það þýðir að bíllinn hefur ekki verið sprautaður við rétt skylirði eða sprautarinn hefur jafnvel bara verið að flýta sér. Hvort sem þetta væri nýsprautað eða 10 ára gamalt lakk þá á þetta ekki að gerast, hvað þá eftir eitthvað límband. Þetta er svona eftir minni kunnáttu eftir að hafa unnið hjá tvem bílaumboðum og mjög náið sprautuverkstæði.\nHvers vegna segir hann samt að undirliturinn sé grár en nokkurnskonar rauður? Hvernig er það hægt? Hvaða sprautari mundi ráðleggja þér að mála bílinn með pennsli?\nÆttir að fara og láta sprauta bílinn aftur, ef hann gerir þetta eitthvað betur núna. Þetta er illa unnið.",
            "date": "2013-11-24 23:30:00",
            "post_id": "539098",
            "reply_to_id": "539087"
        },
        {
            "user_name": "Yawnk",
            "text": "Vegna þess að ég bað hann um að hjálpa mér og ráðleggja mér um hvernig ætti að bletta í.\nTakk fyrir að ráðleggja mér að sprauta bílinn upp á nýtt, ég hef nefnilega efni á því að heilmála bílinn aftur, en ég hef ekki efni á því að láta sprauta fyrir mig einn hlera á bílnum?",
            "date": "2013-11-24 23:37:00",
            "post_id": "539104",
            "reply_to_id": "539098"
        },
        {
            "user_name": "MatroX",
            "text": "ojjj, er þessi bíll virkilega svona ílla málaður og svona skelfileg undir vinna?",
            "date": "2013-11-25 01:20:00",
            "post_id": "539125",
            "reply_to_id": "539104"
        },
        {
            "user_name": "Dúlli",
            "text": "Er engin ábyrð á svona vinnu ? það skiptir engu máli hve margir eigendur hafa verið það er ekki hægt að nota það sem afsökun.\nHvernig teip notaðir þú ? þótt það ætti ekki að skipta neinu máli.",
            "date": "2013-11-25 08:57:00",
            "post_id": "539131",
            "reply_to_id": "539125"
        },
        {
            "user_name": "MatroX",
            "text": "það er ekki ábyrgð af svartri vinnu",
            "date": "2013-11-25 10:08:00",
            "post_id": "539138",
            "reply_to_id": "539131"
        },
        {
            "user_name": "Dúlli",
            "text": "What he said.",
            "date": "2013-11-25 10:16:00",
            "post_id": "539140",
            "reply_to_id": "539138"
        },
        {
            "user_name": "MatroX",
            "text": "Só? ég var að láta sprauta framenda á bíl og það var gert á verkstæði af lærðum sprautara en gaurinn var ekki einusinni að vinna á verkstæðinu þar sem þetta var sprautað, þetta gefur engan veginn til um það hvort að þetta var svart eða ekki\nég hef mjög sterkar heimildir fyrir því að það var mjög ódýr heilsprautunin á þessum bíl og það sést alveg hversu ílla þetta var gert",
            "date": "2013-11-25 10:21:00",
            "post_id": "539141",
            "reply_to_id": "539140"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Fyndið hvað þú ert alltaf í bílaveseni.\nEn þetta er illa málað og undirvinna gerð illa.",
            "date": "2013-11-25 10:40:00",
            "post_id": "539142",
            "reply_to_id": "539141"
        },
        {
            "user_name": "Dúlli",
            "text": "Skil þig, ég fer bara beint að hugsa, Gert á verkstæði = Löglegt og löggilt. Hef ekki séð þennan bíl og þetta gæti verið satt hjá þér ætla ekki í þessa umræðu  \n  en samála þetta er hræðilega unnið verk.",
            "date": "2013-11-25 10:51:00",
            "post_id": "539145",
            "reply_to_id": "539142"
        },
        {
            "user_name": "C3PO",
            "text": "Ég sagði og meindi aldrei að þú ættir að borga fyrir að sprauta hann. Ég er að fara láta sprauta topp, húdd, fram-, afturstuðara og frambretti á yaris sem ég keypti svona útlitslega gallaðan, ef þetta verður ekki vel unnið þá fer ég með bílinn aftur til hans og ætlast til þess að hann vinni vinnuna almennilega og lagi það sem hann gerði illa, sérstaklega þar sem ég er ekkert að prútta heldur að borga uppsett verð. Ef ég væri þú hefði ég farið beint á þetta tiltekna verkstæði og heimtað að þetta yrði lagað þar sem það var upphaflega borgað fyrir vinnuna.",
            "date": "2013-11-25 17:13:00",
            "post_id": "539187",
            "reply_to_id": "539145"
        },
        {
            "user_name": "Lexxinn",
            "text": "Ég sagði og meindi aldrei að þú ættir að borga fyrir að sprauta hann. Ég er að fara láta sprauta topp, húdd, fram-, afturstuðara og frambretti á yaris sem ég keypti svona útlitslega gallaðan, ef þetta verður ekki vel unnið þá fer ég með bílinn aftur til hans og ætlast til þess að hann vinni vinnuna almennilega og lagi það sem hann gerði illa, sérstaklega þar sem ég er ekkert að prútta heldur að borga uppsett verð. Ef ég væri þú hefði ég farið beint á þetta tiltekna verkstæði og heimtað að þetta yrði lagað þar sem það var upphaflega borgað fyrir vinnuna.\nEDIT!: Fór í heimilistölvuna og áttaði mig ekki á því að ég væri ekki innskráður heldur annar.",
            "date": "2013-11-25 17:17:00",
            "post_id": "539189",
            "reply_to_id": false
        },
        {
            "user_name": "Yawnk",
            "text": "Ég get nefnilega ekkert gert neitt svoleiðis, það var ekkert látið sprauta bílinn, sprautarinn sjálfur átti bílinn og sprautaði hann sjálfur og borgaði sjálfur fyrir það og gerði allt sjálfur, það flækir hlutina svolítið.",
            "date": "2013-11-25 17:38:00",
            "post_id": "539194",
            "reply_to_id": "539189"
        },
        {
            "user_name": "Lexxinn",
            "text": "Góður punktur sem hefur ekki komið fram.",
            "date": "2013-11-25 18:17:00",
            "post_id": "539199",
            "reply_to_id": "539194"
        },
        {
            "user_name": "Yawnk",
            "text": "Já, var alltaf á leiðinni að nefna þetta \n \nHef eiginlega ákveðið að reyna að finna einhvern sem gæti mögulega pússað niður þennan stað fyrir mig og grunnað og málað, ekki allan hlerann, þótt það verði ekki fallegt, þá er það skömminni skárra en ryð.\nVeit einhver um einhver sprautuverkstæði sem væru til í að taka svona verk að sér? jafnvel bara einhver redding...",
            "date": "2013-11-25 18:30:00",
            "post_id": "539200",
            "reply_to_id": "539199"
        },
        {
            "user_name": "Glazier",
            "text": "Lang best fyrir þig að rúlla bara af stað á bílnum, vertu búinn að skrifa niður staðsetningu á nokkrum sprautuverktæðum og keyrðu á milli.. \nÞað gerir enginn tilboð í svona nema sjá þetta og þá má oft lauma spurningunni að hvort það sé hægt að bjóða eitthvað betra verð ef borgað er með pening eða spyrja pennt hvort svona viðgerðir séu ekki skattfrjálsar",
            "date": "2013-11-25 20:24:00",
            "post_id": "539214",
            "reply_to_id": "539200"
        },
        {
            "user_name": "Dúlli",
            "text": "Ertu ekki í borgó ? gera þetta þar, veit af slatta af liði sem hefur sprautað bílinn sínn í skólanum fyrir griðarlega flottan afslátt.\nAnnars þú þarft að leita þér eftir eithverjum sem er tilbúin að gera þetta skattfrjálst eins og var tekið fram, giska að gera þetta 100% löglega sé í kringum 100 þúsund kall.",
            "date": "2013-11-25 20:28:00",
            "post_id": "539215",
            "reply_to_id": "539214"
        },
        {
            "user_name": "Yawnk",
            "text": "Jamm, það var einmitt planið! Þarf bara að finna fullt af sprautuverkstæðum fyrst \n@Dúlli - Já, ég var einmitt að hugsa það líka, en ég veit ekki hvernig það myndi ganga fyrir sig, ég þekki ekki marga í bílasprautuninni sem gætu reddað þessu fyrir mig",
            "date": "2013-11-25 20:50:00",
            "post_id": "539217",
            "reply_to_id": "539215"
        },
        {
            "user_name": "Dúlli",
            "text": "Labbar inn og talar við kennar sem er þarna besta lausninn.",
            "date": "2013-11-25 20:50:00",
            "post_id": "539218",
            "reply_to_id": "539217"
        },
        {
            "user_name": "diabloice",
            "text": "það var þannig þegar ég var að læra þá þurfti maður bara að kaupa efnið sjálfur í gegnum borgó",
            "date": "2013-11-25 20:52:00",
            "post_id": "539219",
            "reply_to_id": "539218"
        },
        {
            "user_name": "Squinchy",
            "text": "Afhverju var límband á bílnum þínum?",
            "date": "2013-11-26 00:50:00",
            "post_id": "539248",
            "reply_to_id": "539219"
        },
        {
            "user_name": "Xovius",
            "text": "Lestu þráðinn... Ekki að það skipti máli.",
            "date": "2013-11-26 13:52:00",
            "post_id": "539289",
            "reply_to_id": "539248"
        },
        {
            "user_name": "danniornsmarason",
            "text": "þeir eru 2 kennararnir í bílamáluninni i borgo\nhermann (hemmi) og agnar\nen held að hann sé að tala um hemma\nsjálfur myndi ég benda þér á agnar, en það er að vísu bara af því að það er munþægilegra að tala við hann\nekkert sniðurg að tala mikið við hemma ef maður er með álíkamikinn atiglisbrest og hann",
            "date": "2013-11-26 16:05:00",
            "post_id": "539318",
            "reply_to_id": "539289"
        },
        {
            "user_name": "pattzi",
            "text": "Þessi bíll var mjög fljótt sprautaður og lakkið er hamrað man eftir því þegar hann var a akranesi sest alveg að hann se ekki það vel sprautaður en það gerði fyrri eigandi þetta því svarta lakkið var ónýtt og komið ryð svo betra að gera þetta svona",
            "date": "2013-11-26 19:47:00",
            "post_id": "539350",
            "reply_to_id": "539318"
        },
        {
            "user_name": "vesley",
            "text": "Betra að gera þetta svona ? \nEf þú ætlar að sprauta bíl þannig að hann flagnar örfáum árum seinna þá skaltu bara drullast til þess að sleppa því.",
            "date": "2013-11-26 20:36:00",
            "post_id": "539354",
            "reply_to_id": "539350"
        },
        {
            "user_name": "pattzi",
            "text": "Ég lenti í að kaupa bíl sem var ný sprautaður á verkstæði og það var vel hamrað lakk\nBetra að gera þetta svona en að sleppa því ef bíllin er orðinn ljótur dugir þá í einhver ár \nOg kannski meðan þú átt hann",
            "date": "2013-11-26 22:03:00",
            "post_id": "539366",
            "reply_to_id": "539354"
        },
        {
            "user_name": "Yawnk",
            "text": "Verð að vera sammála Vesley í þessu.. Alveg fáranlegt að þetta sé orðið svona og það er ár síðan hann var sprautaður cirka.\nAfhverju ekki bara gera þetta vel og láta þetta dugar í 10 ár?",
            "date": "2013-11-26 22:36:00",
            "post_id": "539370",
            "reply_to_id": "539366"
        },
        {
            "user_name": "vesley",
            "text": "Og kannski meðan þú átt hann ?  Þú ert búinn að vera að dæla út gullnum fróðleik síðustu daga \nímyndaðu þér að þú sprautar bíl sem þú átt en ert eitthvað tæpur á pening og reynir að gera undirvinnu sjálfur og finnur þann ódýrasta sem þú veist um til að drulla lakki yfir hann og er svaka sáttur. \nSvo ætlaru þér að eiga bílinn til lengdar og lendir í því að ári seinna þá er lakkið farið að rifna og bólgna og þarft að gera allt aftur... \nHvort hefði verið betra að láta bílinn vera ljótann í aðeins lengri tíma og safna þá aðeins meiri pening eða gera þetta strax og þurfa að endurtaka fyrir margfaldann kostnað ?",
            "date": "2013-11-26 23:14:00",
            "post_id": "539379",
            "reply_to_id": "539370"
        },
        {
            "user_name": "hkr",
            "text": "Hljómar eins og fyrrum eigandi hafi sprautað hann til þess að gera hann söluhæfari en ekki til þess að eiga hann..",
            "date": "2013-11-27 01:04:00",
            "post_id": "539390",
            "reply_to_id": "539379"
        },
        {
            "user_name": "dori",
            "text": "Hvernig er það með \"leynda galla\" í bílaviðskiptum? Bara pæling. Ef seljandi er bílamálari þá ætti hann að hafa vitað að þetta væri ekki vel gert, rite?",
            "date": "2013-11-27 09:17:00",
            "post_id": "539410",
            "reply_to_id": "539390"
        },
        {
            "user_name": "Batrell",
            "text": "Ég ætlaði ákkúrat að fara nefna þetta með \"leynda galla\" Þetta gæti vel flokkast undir slíkt. En svona mál geta orðið ljót.\nEnn eins og hefur komið framm þá er greinilegt að vandamálið er stærra heldur enn þessi rifa, á myndina að dæma þá sýnist mér vera loftbólur undir lakkinu, í þessar loftbólur getur síðan komist raki og þá getur allt farið að ryðga þarna undir án þess að þú verður þess var. Ég vann við þennan andskota í nokkur ár og þetta kemur stundum fyrir þá aðalega í vatnslakkinu, þá þurfti að fara með háþrýsti loft og blása upp allt það lausa og gat stundum allt stykkið flagnað alveg, síðan þarf að slípa upp rest og hugsanlega þarf að sparsla stykkið vegna þykktar mismun á lakki og grunn.\nGangi þér vel með þetta.",
            "date": "2013-11-27 10:56:00",
            "post_id": "539422",
            "reply_to_id": "539410"
        },
        {
            "user_name": "pattzi",
            "text": "ljótann i lengri tíma en solusprautun ef madur aetlar ad losa sig vid bilinn fljott",
            "date": "2013-11-27 18:00:00",
            "post_id": "539485",
            "reply_to_id": "539422"
        },
        {
            "user_name": "Dúlli",
            "text": "Eithvað að frétta með þetta ?",
            "date": "2013-12-02 22:01:00",
            "post_id": "540474",
            "reply_to_id": "539485"
        },
        {
            "user_name": "Yawnk",
            "text": "Jamm! Fer með bílinn á morgun, við skulum sjá hvernig þetta verður.",
            "date": "2013-12-02 22:07:00",
            "post_id": "540476",
            "reply_to_id": "540474"
        },
        {
            "user_name": "Yawnk",
            "text": "Fór með bílinn í Smáréttingar, og þar var víst blettað í þetta (5 umferðir var mér sagt).\nSvo er ég að kíkja á bílinn áðan og er þetta langt frá því að vera vel gert, sést enn í örlitla hvíta bletti, sem ég geri sterklega ráð fyrir því að það sé grunnurinn, er ekki alveg klár á því hvað á að gera núna, miðað við að við vinnu var ekki gefinn upp skattur.",
            "date": "2013-12-03 20:54:00",
            "post_id": "540642",
            "reply_to_id": "540476"
        },
        {
            "user_name": "Dúlli",
            "text": "Með mynd af þessu ? \nFékkstu kvittun ? ef svo þá ferðu til þeirra og segir að þetta sé illa gert.",
            "date": "2013-12-03 20:58:00",
            "post_id": "540643",
            "reply_to_id": "540642"
        },
        {
            "user_name": "Yawnk",
            "text": "Myndavélin nær ekki nógu góðri mynd af þessu, en ég ætla að fara aftur á morgun og tala við manninn.",
            "date": "2013-12-03 21:07:00",
            "post_id": "540649",
            "reply_to_id": false
        },
        {
            "user_name": "Dúlli",
            "text": "Reyna að fara til þeirra og segja að þetta sé illa gert og vonast að þeir séu með samvisku ?",
            "date": "2013-12-03 21:09:00",
            "post_id": "540651",
            "reply_to_id": "540649"
        },
        {
            "user_name": "Yawnk",
            "text": "Það var planið, ætla hringja í þá á morgun.",
            "date": "2013-12-03 21:10:00",
            "post_id": "540652",
            "reply_to_id": "540651"
        },
        {
            "user_name": "Sindri A",
            "text": "Hvernig fór þetta mál svo alltsaman?",
            "date": "2013-12-11 17:08:00",
            "post_id": "541884",
            "reply_to_id": "540652"
        },
        {
            "user_name": "Yawnk",
            "text": "Reddaðist allt að lokum, hann vildi fá bílinn aftur til að laga þetta fyrir mig, og það er allt í góðu. \nLúkkar ekkert vel, þetta lúkkar náttúrulega aldrei vel án þess að sprauta hlerann allan, en þetta er fínt bara miðað við aðstæður. Er alls ekki áberandi þrátt fyrir það \nHafði hugsað mér að selja bílinn bráðlega þannig að ég leyfi bara næsta eiganda að laga þetta \nalmennilega\n ef hann vill \n*Vil líka bara benda á að ''loftbólurnar'' sem sáust á þessari mynd er bara einhver bleyta eða eitthvað, var að kanna bílinn eftir að ég tók myndina og það eru engar bólur.",
            "date": "2013-12-11 18:36:00",
            "post_id": "541895",
            "reply_to_id": "541884"
        }
    ],
    "date": "2013-12-03 21:07:00"
}