{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "58344",
    "title": "Hvernig water cooling dót á ég að fá mér?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=58344",
    "posts": [
        {
            "user_name": "trausti164",
            "text": "Ég er með reference HD 6970 og EK waterblock en mig vantar allt annað dót.\nÉg er með Corsair 350D kassa þannig að þetta má alls ekki vera mjög stórt og verður að komast fyrir þar sem að hörðu diskarnir mínir eru (ég er með ssd disk fyrir stýrikerfið og mun hafa hina utanáliggjandi.)fyrst að ég er með H100i á örgjörvanum.\nÞetta er á svakalegu budget, ekkert yfir 10k þannig að ég skil alveg ef að þetta gengur ekki upp.\nHvað ætti ég að fá mér? Endilega látið mig vita ef að þið eigið eitthvað notað eða ef þið vitið hvað ég ætti að fá mér út úr búð(veit ekki hvort búðir selja þetta dót samt.).",
            "date": "2013-11-27 12:52:00",
            "post_id": "539336",
            "reply_to_id": false
        },
        {
            "user_name": "Lunesta",
            "text": "eg myndi byrja a að skoða highflow.nl en ertu að pæla i vatnskælingu fyrir cpu+gpu eða bara gpu?\n10k er samt hæpið fyrir vatnskælingu þó þú eigir block fyrir. Fer að visu eftir hvað þú villt fa mikið\nút ur því.",
            "date": "2013-11-27 13:34:00",
            "post_id": "539440",
            "reply_to_id": "539336"
        },
        {
            "user_name": "trausti164",
            "text": "Bara gpu, er með H100i kælingu á cpu sem að mér finnst bara alveg nóg.\nAnnars vil ég bara hafa pláss fyrir hljóðkort en skjákortið mitt er fyrir slottinu akkúrat núna ég er nokkuð viss um að sama hversu léleg kælingin sem að ég fæ mér verður þá muni hún samt vera betri en reference.\nHvað væri raunhæft budget fyrir vatnskælingu?",
            "date": "2013-11-27 15:46:00",
            "post_id": "539460",
            "reply_to_id": "539440"
        },
        {
            "user_name": "Lunesta",
            "text": "hmm res + pumpa liklega hátt í 100 evrur, rad svona 60 örugglega ódýrast um 200 með öllu.\nsvo kostar flutningurinn en það að velja odyrasta i vatnskælingu er ekkert endilega gott.\nVatnskæling er almennt frekar dýr. E-ð spáð í svona :http://spjall.vaktin.is/viewtopic.php?f=1&t=57485 ?\nannars er 6970 með max power output 375w og meira og minna allt verður að hita. Ef þú\nfærir i full on vatnskælingu myndi eg pæla i þvi að selja h100i og bæta við 240 rad og \ncpu block og sameina luppuna en það myndi lika kosta e-ð. Bottomline mjög erfitt\nað fara í vatnskælingur fyrir 10þús. :/\ncpu tekur ekki nema 80w oyfirklukkaður, kannski 150w ef þu ert mjög grimmur. 670\ntekur 150% meira power (hita) svo það þyrfti betri græjur, then again skjakort geta\nalmennt keyrt a hærri temps. Up to you en það muun liklega kosta þig meira en 10k\nef þú villt kerfi sem er lágvært, öflugt og snyrtilegt.",
            "date": "2013-11-27 15:56:00",
            "post_id": "539464",
            "reply_to_id": "539460"
        },
        {
            "user_name": "trausti164",
            "text": "Bumpidy bump.",
            "date": "2013-11-28 00:19:00",
            "post_id": "539540",
            "reply_to_id": "539464"
        },
        {
            "user_name": "Lunesta",
            "text": "gætir notað þetta plús fittings og allt það:\nhttp://highflow.nl/radiatoren/2-x-120mm ... iator.html\nhttp://highflow.nl/reservoirs/tube-rese ... 0p-bk.html\nhttp://highflow.nl/pompen/laing-swiftec ... 0-12v.html\nalls 155 evrur kannski tæplega 190 allt i allt og svo flutt inn væri þetta orðið pinu dyrt. -það er amk 32k\nog ekkert besta kælingin fyrir kortið og það vantar viftur lika.. mikið betra en stock en þú munt aldrei\ngeta keypt þér fulla vatnskælingu fyrir skjákort (-block) fyrir 10k. Þú gætir samt sparað og fengið þér\nsíðar fulla lúppu? bara blockið sem þú átt fyrir sparar þér 14k (ekki tekið inn flutningur og skattur)\nvatnskæling er aldrei besti kosturinn.. Bara skemmtilegasti \n (og dýrasti \n )",
            "date": "2013-11-28 00:39:00",
            "post_id": "539543",
            "reply_to_id": "539540"
        },
        {
            "user_name": "trausti164",
            "text": "Takk fyrir þetta, ég mun spá í þessu en ég á ekki von á svona pening í bráð, kannski gæti ég selt H100i kælinguna og fleira",
            "date": "2013-11-28 01:10:00",
            "post_id": "539546",
            "reply_to_id": "539543"
        },
        {
            "user_name": "FreyrGauti",
            "text": "10k er aldrei að fara vera nóg, til að vera góður upp á hita og allt myndi ég halda að þetta sé lágmark pakkinn.\nÞá myndiru skipta út corsair h100i fyrir fulla kælingu.\nÞetta er rúmlega 55k heimkomið ef þetta er tollað sem tölvuvörur.\np.s. Af eitthverjum ástæðum var hraðsending ódýrari hjá EK en venjulega.\np.p.s Ég er ekki viss hvort 2m af slöngu sé nóg svo þú gætir viljað bæta við.\nSíðan er örugglega hægt að finna sambærilega hluti annarsstaðar ódýrari.\nEdit: Reyndar er 2x120mm radinn í þessu kitti mögulega of þykkur, eitthvað sem þyrfti að skoða.",
            "date": "2013-11-28 11:05:00",
            "post_id": "539584",
            "reply_to_id": "539546"
        },
        {
            "user_name": "atlifreyrcarhartt",
            "text": "Ætla stela þessum þræði frekar en að opna nyjan, ef eg er með kitt sem kostar 149dollara\nhttp://www.frozencpu.com/products/21236 ... 9c683s2175\nhvað er þetta að kosta komið i minar hendur?",
            "date": "2014-07-30 22:38:00",
            "post_id": "568669",
            "reply_to_id": "539584"
        },
        {
            "user_name": "Heidar222",
            "text": "Ég á þetta kit og reynist mér vel ennþá í dag ca 1árs gamalt, 170$ = 20.000, 25% vsk = 25000 + 5000 sending = 30.000\ní besta falli í kringum 30.000 en örugglega nær 35-40k \nBkv. Heiðar",
            "date": "2014-07-31 00:07:00",
            "post_id": "568677",
            "reply_to_id": "568669"
        },
        {
            "user_name": "atlifreyrcarhartt",
            "text": "Þakkka þér",
            "date": "2014-07-31 00:51:00",
            "post_id": "568680",
            "reply_to_id": "568677"
        },
        {
            "user_name": "Daz",
            "text": "Sendingarkostnaður kemur inn áður en þú reiknar VSK, þú borgar íslenskan VSK af sendingarkostnaði, þar sem það er partur af vöruverðinu. \nEn annars rétt, ef þetta flokkast sem tölvuvara þá eru ekki greidd af þessu nein vörugjöld eða tollar.",
            "date": "2014-07-31 09:09:00",
            "post_id": "568691",
            "reply_to_id": "568680"
        },
        {
            "user_name": "atlifreyrcarhartt",
            "text": "Þannig að þetta er 35-40 komið heim",
            "date": "2014-07-31 12:14:00",
            "post_id": "568701",
            "reply_to_id": "568691"
        }
    ],
    "date": "2013-11-27 12:52:00"
}