{
    "forum_title": "Koníakstofan",
    "id": "58369",
    "title": "Vodafone Gagnamagn",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=58369",
    "posts": [
        {
            "user_name": "Selurinn",
            "text": "Smá tuð,\nByrja með 150gb ljós hjá Vodafone.\nÍ dag virðist allt cappað.  \n \nSkoða gagnamagn og sé að ég er kominn í 200gb. Úbs\nKemst að því að það er búið að bæta við 3x10gb á tenginguna sem gerir aukalega 5.100 kr.- án þess að ég hafi hugmynd um það. Má þetta?   \n \nBorga þennan mánuð sirka 12.320 kr.- á meðan 250gb pakkinn er á 8.670 kr.- sem ég virkilega sé eftir að hafa ekki tekið til að byrja með. \n \nPlús oná þetta er netið varla nothæft þessa 3 daga eftir af mánuðinum, ekki nema ég borgi þá aukalega 3.500 kr.- fyrir 30gb.  \n \nYeeeaahh riiiiiight.  \n \nNú þarf ég númerið hjá vælubílnum.",
            "date": "2013-11-28 12:42:00",
            "post_id": "539591",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "Þetta er nefnilega alveg ótrúlega siðlaust hjá þeim. Fyrir mér er þetta ekkert nema stuldur. Tal gerir þetta sama en býður þó að minnsta kosti að geta slökkt á þessu. Síminn gerir þetta auðvitað líka en þó skömminni skárri með sín 1x10GB. Ég væri verulega til í að heyra alvöru rök, önnur en \"þetta er það sem viðskiptavinirnir vilja\" frá talsmanni Vodafone.",
            "date": "2013-11-28 12:48:00",
            "post_id": "539594",
            "reply_to_id": "539591"
        },
        {
            "user_name": "bigggan",
            "text": "Ég hætti hjá Vodafone vegna þessu. Farðu i 10 GB og keyftu ótakmarkað niðurhal með VPN. td lokun.is eða hidemyass.",
            "date": "2013-11-28 12:58:00",
            "post_id": "539599",
            "reply_to_id": "539594"
        },
        {
            "user_name": "Tesy",
            "text": "2x",
            "date": "2013-11-28 13:07:00",
            "post_id": "539600",
            "reply_to_id": "539599"
        },
        {
            "user_name": "benediktkr",
            "text": "30 gb fyrir 5.100 kr? Shitt. Og það án þess að spurja... \nÉg sel 1 Tb fyrir 2000 kr (\nwww.lokun.is\n).",
            "date": "2013-11-28 14:54:00",
            "post_id": "539608",
            "reply_to_id": "539600"
        },
        {
            "user_name": "GuðjónR",
            "text": "Nei, ekki nema þú hafir skrifað undir skilmála sem heimila þeim þetta.\nEf þessi reikningur færi í hart þá gætu þeir aldrei staðið á honum, ég leyfi mér að fullyrða það.",
            "date": "2013-11-28 15:13:00",
            "post_id": "539609",
            "reply_to_id": "539608"
        },
        {
            "user_name": "rubey",
            "text": "Hvernig er hraðinn hjá lokun og hidemyass?",
            "date": "2013-11-28 15:26:00",
            "post_id": "539610",
            "reply_to_id": "539609"
        },
        {
            "user_name": "chaplin",
            "text": "HideMyAss fá 10/10 hjá mér, borga um 800 kr á mánuði, lækkaði bandvíddina hjá úr 150GB í 10GB, spara 3.650kr - (800) eða 2.850 kr á mánuði eftir að ég byrjaði að nota HideMyAss og með \nalgjörlega ótakmarkað niðurhal\n, mjög góður hraði og fullt of íslenskum speglum.\nedit \nÞú getur auðvitað keypt þér einn mánuð í áskrift til að prufa HideMyAss, kostar um 1.3000 kr og þú getur byrjað að sækja erlendis aftur á fullum hraða.  \nedit2 \nGetur einnig sett þetta upp á Routerinn hjá þér, er öll traffík heima hjá þér innanlands. Eini ókosturinn er að ping á erlendum leikjaþjónum er örlítið lakara, þegar þú ert að spila og vilt frá örlítið betra ping getur þú slökkt á þjóninum.",
            "date": "2013-11-28 15:30:00",
            "post_id": "539611",
            "reply_to_id": "539610"
        },
        {
            "user_name": "MrSparklez",
            "text": "Hvernig er það samt með leiki, varðandi ping og svona ?  \nEdit: þá er ég að tala um Hidemyass þjónustuna.",
            "date": "2013-11-28 15:47:00",
            "post_id": "539612",
            "reply_to_id": "539611"
        },
        {
            "user_name": "chaplin",
            "text": "Mitt hækkaði um 15ms, en á meðan ég spila leiki slekk ég bara á þjónustunni.",
            "date": "2013-11-28 15:48:00",
            "post_id": "539613",
            "reply_to_id": "539612"
        },
        {
            "user_name": "ponzer",
            "text": "Værirðu til í að fara á myip.is þegar þú ert tengdur og segja okkur IP töluna sem þú kemur út á ? Ég er pínu forvitinn hvar þeir eru að hosta þetta hérna heima..",
            "date": "2013-11-28 16:02:00",
            "post_id": "539616",
            "reply_to_id": "539613"
        },
        {
            "user_name": "chaplin",
            "text": "Skal gera það við tækifæri já, en þeir eru með held ég nokkra spegla á Íslandi.",
            "date": "2013-11-28 16:07:00",
            "post_id": "539617",
            "reply_to_id": "539616"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég er nokkuð viss um að allar nóðurnar sem HMA eru með séu hýstar hjá Thor.",
            "date": "2013-11-28 16:13:00",
            "post_id": "539618",
            "reply_to_id": "539617"
        },
        {
            "user_name": "ponzer",
            "text": "Jamm það passar, er búinn að grafa eina upp.. 193.107.85.129",
            "date": "2013-11-28 16:16:00",
            "post_id": "539620",
            "reply_to_id": "539618"
        },
        {
            "user_name": "gRIMwORLD",
            "text": "Þú gætir hringt í vælubílinn en þetta kemur skilmerkilega fram á heimasíðunni hjá Vodafone og í skilmálum.  Nógu mörg hafa svona mál verið í gegnum árin að fólk ætti að hafa það sem sjálfsagðan hlut að kynna sér þessa hluti þegar sótt er um tengingar.",
            "date": "2013-11-28 18:12:00",
            "post_id": "539635",
            "reply_to_id": "539620"
        },
        {
            "user_name": "AntiTrust",
            "text": "Þetta er ekki væl, þetta er mjög svo þörf og réttmæt gagnrýni. Þú verður að athuga að þetta er nýtilgerð þjónustubreyting, svo það var ekki nokkur klausa um 3x10GB þegar ég sem dæmi fór í viðskipti við Vodafone. Burtséð frá því, hvað var og var ekki í samning þegar viðskiptavinur stofnar til þjónustu þá er eins og alltaf klausa um að þessum samning megi breyta eftir þeirra eigin hentisemi, svo lengi sem það er gert með fyrirvara. Ég fékk hinsvegar ekkert fréttabréf þess eðlis eða tilkynningu á annað borð um að þessu yrði breytt. Það var örugglega sent út, en ég fékk ekkert slíkt. Þegar ég fæ tölvupóst sem varar mig við gagnamagnsnotkun þá stendur þar sem dæmi orðrétt \n Þarna er hvergi minnst á það að þetta muni gerast sjálfkrafa þrisvar sinnum. Ef ég fer inná vodafone.is/gagnamagn og skoða notkunina mína stendur þar til hliðar \n \nEn og aftur ekki minnst stöku orði á að þetta muni ég fá í þrígang, hvað þá kostnaðinn sem þessu fylgir, enda gígantískur, prósentulega séð m.v. áskriftargjaldið.\nÞetta er ekki bara spurning um hvað stendur í helvítis samningnum, þetta er spurning um að fyrirtæki fari að tileinka sér \"Don't be evil\" - eða eðlilega, mannlega viðskiptahætti. Ef sú ákvörðun yrði tekin innan fjarskiptafyrirtækis að viðskiptavinir hefðu nú val um það hvort þetta ferli væri sjálfvirkt eða ekki væri hægt að koma því í gegn á litlum sem engum tíma. \nVandamálið er ekki að fjarskiptafyrirtækin geti ekki boðið fólki upp á að stjórna þessu. Þetta er ekki til þess að auka þjónustu við viðskiptavini, þótt fyrirtækin vilji vissulega meina það. Þetta er ekki hagkvæmt fyrir viðskiptavininn. Þetta er bara enn eitt dæmi af ótal um hvernig stórfyrirtæki misnota traust viðskiptavina, enn eitt vel falið aukagjald. Vodafone eru auðvitað ekki einir um þetta, en þeir eru hinsvegar grófastir með þetta. Fólk er orðið svo löngu vant því að vera tekið í rassgatið að það nennir enginn að lyfta fingri lengur, hvað þá tveim.\nHelvítis, fokking fokk..",
            "date": "2013-11-28 18:34:00",
            "post_id": "539640",
            "reply_to_id": "539635"
        },
        {
            "user_name": "rubey",
            "text": "Ef ég set vpn upp á routerinum fara þá allar tölvurnar á routerinum í gegnum vpn? Er algjör nýliði í þessu..",
            "date": "2013-11-29 00:00:00",
            "post_id": "539708",
            "reply_to_id": "539640"
        },
        {
            "user_name": "AntiTrust",
            "text": "Var að renna í gegnum pöntunarferlið á nýju pökkunum hjá 365, þar er hægt að velja strax til um hvort hægist á erlenda þegar gagnamagninu er náð eða hvort það bætist sjálfkrafa við.\nLastið við ferlið hjá þeim er að þeir setja hvorki leigugjald á myndlykli, router né aðgangsgjald. Ennþá verra er að þeir rukka sama aðgangsgjald fyrir Mílu og GR.",
            "date": "2013-11-29 12:26:00",
            "post_id": "539756",
            "reply_to_id": "539708"
        }
    ],
    "date": "2013-11-28 12:42:00"
}