{
    "forum_title": "Koníakstofan",
    "id": "58454",
    "title": "Stefnir þjóðin í ólæsi?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=58454",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "30% drengja geta ekki lesið sér til gagns við lok grunnskóla.\nMér dettur í hug myndin \nIdiocracy \n \nhttp://www.imdb.com/title/tt0387808/?ref_=nv_sr_1\nhttp://www.mbl.is/frettir/innlent/2013/ ... egt_afall/\nhttp://www.visir.is/herfileg-nidurstada ... 3131209769",
            "date": "2013-12-03 14:18:00",
            "post_id": "540563",
            "reply_to_id": false
        },
        {
            "user_name": "MrSparklez",
            "text": "Þetta er alveg satt, er sjálfur í 10.bekk og mér dettur í hug nokkuð marga í skólanum sem ég er í,  Þeir eru flestir í á stað sem kallast ''Valverið'' þar gera þeir nánast ekki neitt, þeir fá líka flestir að vinna á skólatíma.  Fara semsagt úr skólanum kl. 10 á N1 eða eitthvað verkstæði og eru búnir oftast kl 4.  Fá oftast 500-800 kr á tímann.",
            "date": "2013-12-03 14:49:00",
            "post_id": "540575",
            "reply_to_id": "540563"
        },
        {
            "user_name": "depill",
            "text": "Ég er svo heimskur að ég skil þetta ekki alveg \n. Hvað akkurat þýðir þetta, er þetta að þessum 30% finnst leiðinlegt að lesa, eða bara alls ekki geta það ? Og ef þeir geta það ekki, hvernig komast þeir í gegnum skólakerfið okkar ?",
            "date": "2013-12-03 14:57:00",
            "post_id": "540577",
            "reply_to_id": "540575"
        },
        {
            "user_name": "oskar9",
            "text": "Þeir komast ekki í gegnum skólakerfið, slefa í gegnum 10 bekk og flosna svo úr menntaskóla á fyrstu vikunum/mánuðum",
            "date": "2013-12-03 15:08:00",
            "post_id": "540580",
            "reply_to_id": "540577"
        },
        {
            "user_name": "paze",
            "text": "Mér dettur í hug feminismi.\nEn idiocracy er alveg raunverulegt fyrirbæri.",
            "date": "2013-12-03 15:42:00",
            "post_id": "540586",
            "reply_to_id": "540580"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hvert ætli hlutfall stúlkna sé varðandi ólæsi?\nOg hvað ætli valdið því að strákar virðast almennt \"tregari\" í dag en stelpur?",
            "date": "2013-12-03 15:44:00",
            "post_id": "540587",
            "reply_to_id": "540586"
        },
        {
            "user_name": "oskar9",
            "text": "Snjallsímar og tölvur 1-2-3, ég er að sópa upp ókláruðum tímum uppí skóla og lendi því stundum í tímum með 16-17 ára krökkum og þetta er með smettið í þessum helvítis símum alla kenslustundina, taka svo bara myndir og video af öllu sem kennarinn setur uppá töflu, skrifar ekki staf í bók, þú lærir ekkert á því að horfa á ljósmynd af reglum og virkni, menn þurfa að skrifa þetta upp sjálfir og pæla í þessu.\nOg ef þetta er ekki með trýnið í símunum þá sefur þetta eða skrópar, svo er allt skrifað á athyglisbrest og stærðfræði blindu og ég veit ekki hvað og hvað.\nKrakkar þurfa ekki að hafa neitt fyrir grunnskólanum þar sem þau eru mötuð af verkefnum og kennarinn er hálfgerð mamma þeirra, svo er þeim hent inní frammhaldsskóla þar sem enginn er til að hjálpa þeim, skyndilega hellist yfir þau heimanám og ef þeim gengur illa í tímum þá þarf bara að taka þá aftur. Ekki það að mörg þeirra beri sig eftir hjálp heldur...\nSvo sér maður með strákana að það er svo margt annað að gerast á þessum tíma að skólinn situr á hakanum, það er að koma bílpróf, menn farnir að pæla í stelpum, líkaminn byrjaður að breytast og menn kíkja í ræktina og á djammið og á þessum árum þá er það svo margfallt meira spennandi en námið...\nHljóma eins og gamall kall hérna...",
            "date": "2013-12-03 15:56:00",
            "post_id": "540590",
            "reply_to_id": "540587"
        },
        {
            "user_name": "appel",
            "text": "Maður veit ekki hvernig maður á að skilja svona fréttir. Kunna drengirnir ekki að lesa? Eða hvað er málið? Hvað er að lesa sér til gagns? Páfagaukalærdómur? Lesa Moby Dick?\nMenntakerfið er bara úr sér gengið, það eru ekki allir eins, fólk lærir á misjafnan hátt, hefur misjafnan áhuga, hefur misjafna athygli og getu í mismunandi hluti. Markmið skólakerfisins á að hámarka hæfileika og möguleika hvers og eins einstaklings miðað við hans getu, ekki setja alla í sama mótið.",
            "date": "2013-12-03 15:57:00",
            "post_id": "540591",
            "reply_to_id": "540590"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Btw.. að 'geta ekki lesið sér til gagns' þýðir ekki að krakkarnir séu heimskir eða vitlausir, þó auðvitað eigi það við í einhverjum tilfellum.",
            "date": "2013-12-03 16:15:00",
            "post_id": "540595",
            "reply_to_id": "540591"
        },
        {
            "user_name": "Daz",
            "text": "Það sama hefur átt við síðan drengir á þessum aldri fóru að mæta í skóla, það útskýrir ekki skyndilega \"lækkun\" í lestrargetu.",
            "date": "2013-12-03 16:28:00",
            "post_id": "540597",
            "reply_to_id": "540595"
        },
        {
            "user_name": "oskar9",
            "text": "Þar spilar líka inní þessi tölvu og símanotkun, þetta var minna áberandi á árum áður vegna þess að þá lásu krakkar meira",
            "date": "2013-12-03 16:31:00",
            "post_id": "540598",
            "reply_to_id": "540597"
        },
        {
            "user_name": "GuðjónR",
            "text": "Mér finnst alveg ótrúlegt að 3 af hverjum 10 geti ekki lesið sér til gagns eftir 10 ára skólagöngu!\nAlveg jafn ótrúlegt og nýleg könnun sem sýnir að 50% íslenskra barna og unglinga eru yfir kjörþyngd, en það er hæsta hlutfall allar OSED ríkjanna.\nKannski er mataræðið að valda þessu öllu saman? Fólk er endalaust að borða unnar matvörur, verksmiðjuframleitt drasl sem búið að er að fylla af alls konar efnum, litarefnum, bragðefnum og rotvarnarefnum. \"Ferskar matvörur\" eins og kjúklingur og fiskur er sprautað með þyngdaraukandi efnum, svo borðum við það og þyngjumst!",
            "date": "2013-12-03 16:31:00",
            "post_id": "540599",
            "reply_to_id": "540598"
        },
        {
            "user_name": "Bjosep",
            "text": "Þetta er líklega einn helsti þátturinn (þangað til annað kemur í ljós). Ef maður hefur ekkert að gera í dag þá horfir maður á þætti eða gerir eitthvað í tölvunni ... hér á árum áður neyddist maður til þess að lesa eins og fátæklingur.",
            "date": "2013-12-03 16:36:00",
            "post_id": "540600",
            "reply_to_id": "540599"
        },
        {
            "user_name": "Daz",
            "text": "Miðað við \nþetta\n þá er \"að lesa sér til gagns\" að geta lesið 200 atkvæði á mínútu. \nÉg tók eina blaðsíðu af handahófi úr einhverri skólaritgerð sem ég var með í tölvunni, hún var 590 atkvæði.",
            "date": "2013-12-03 16:38:00",
            "post_id": "540601",
            "reply_to_id": "540600"
        },
        {
            "user_name": "stefhauk",
            "text": "Ég er bara sáttur með að snjallsímar, facebook og allt þetta var ekki komið þegar ég kláraði grunnskóla og þegar ég kláraði menntaskóla var þetta tiltölulega ný komið á markað. \nEnn ég held að þetta sé ekki að þeir geti ekki lesið sér til gagns frekar það að þessar bækur sem þarf að lesa fyrir þessa áfanga séu ekki að vekja neinn áhuga hjá krökkum í dag og mætti alveg koma þessu meira í nútímalegri átt.",
            "date": "2013-12-03 16:46:00",
            "post_id": "540602",
            "reply_to_id": "540601"
        },
        {
            "user_name": "lukkuláki",
            "text": "GOSDRYKKIR OG SYKUR, unnin matvara á ekki mikinn þátt í þessu fyrst og fremst þá er þetta ofneysla á sykri enda er búið að lauma sykri í flest sem fólk borðar auk þess sem allir eru að hakka í sig nammi í tíma og ótíma í kílóavís.",
            "date": "2013-12-03 17:10:00",
            "post_id": "540608",
            "reply_to_id": "540602"
        },
        {
            "user_name": "halldorjonz",
            "text": "Þetta er bara spurning um að hafa áhuga á því sem þú ert að gera, ef ég fer t.d. núna í tölvu og þá get ég lesið 10 bls dót\nfljótlega og held athygli ef ég hef áhuga á því, og það er alveg eitthvað eefni sem er gagnlegt að mínu mati kannski.\nEf eitthver Jón kennari leggur eitthvað efni fram fyrir mig í bók og segjir mér að lesa þetta og ég byrja en hef ekki áhuga á efninu \nþá er heilinn minn oftast byrjaður að hugsa um eitthvað annað og ég er kannski kominn á sólarströnd í hausnum á mér liggur við..\nEn síðan stundum reyni ég að halda focus en það er rosalega erfitt.. sérstaklega þegar ég var yngri þá var ég með mun meiri athyglistbrest/ofvirkni..\nEn skil þetta ekki almennilega samt, lesa sér til gagns? Er þá verið að tala um að lesa landafræðibók eða lesa um tölvur á vaktinni? Eða bara bæði semsagt óleshæfir?",
            "date": "2013-12-03 17:25:00",
            "post_id": "540611",
            "reply_to_id": "540608"
        },
        {
            "user_name": "upg8",
            "text": "Er mögulegt að þessir drengir séu kannski færir um að lesa sér til gagns á ensku eða öðrum tungumálum? \nFyrir mér væri það t.d. til ógagns að lesa eitthverja leiðinlega skáldsögu. Ég veit um fullt af fólki sem er gjörsamlega niðursokkið í bókmenntir og skáldsögur en er þó gjörsamlega ófært um að lesa sér til eitthvað gagnlegt, eins og t.d. leiðbeiningar. Jafnvel einfaldar IKEA leiðbeiningar geta vafist fyrir bókmenntafólki og það virðist eiga einkar erfitt með að tileinka sér ýmsa tækni, jafnvel þó það sé hægt að lesa sér til um ALLT a netinu.",
            "date": "2013-12-03 17:48:00",
            "post_id": "540614",
            "reply_to_id": "540611"
        },
        {
            "user_name": "paze",
            "text": "Mér finnst mjög ólíklegt að þetta sé tölvunotkuninni að kenna.\nHvað er maður að gera nema lesa og skrifa allan daginn í tölvum? Jafnvel í tölvuleikjum er maður að tala við aðra spilara endalaust og þá er maður að skrifa og lesa (nema kannski í leikjatölvum nú til dags).\nÉg gat skrifað og stafað betur en margir fullorðnir á íslensku, dönsku og ensku þegar ég var 10 ára og ég tel að það sé ýkja mikilli tölvunotkun að þakka (thanks Runescape). En ég var vissulega með hyperlexiu sem myndaði mjög góðan undirbúning þegar ég var barn. Kannski er þetta eitthvað sem myndast bara lang best í ungabörnum og verður svo tregara að myndast eftir því sem á tímann líður? Bara pæling.",
            "date": "2013-12-03 18:03:00",
            "post_id": "540616",
            "reply_to_id": "540614"
        },
        {
            "user_name": "tdog",
            "text": "hey, tegar menn eru ad spila toluleiki ta eru menn ekki beint ad skrifa neitt vel og eru varla ad stafsetj rett",
            "date": "2013-12-03 18:08:00",
            "post_id": "540617",
            "reply_to_id": "540616"
        },
        {
            "user_name": "paze",
            "text": "Það fer algjörlega eftir því hver er bak við skjáinn. Þeir sem eru oftast góðir í leikjunum (hard-core players) og þar af leiðandi spila þá mikið, eru oftast mjög góðir í stafsetningu og rituðu máli.\nEn þetta fer vissulega einnig eftir týpu leiksins.",
            "date": "2013-12-03 18:18:00",
            "post_id": "540619",
            "reply_to_id": "540617"
        },
        {
            "user_name": "tdog",
            "text": "tegar folk er ad ragea a irc utaf headshooti tha efast ed um tha\n----\nSíðan er lið sem hangir heima allan daginn og gerir ekkert annað en að spila tölvuleiki, kann varla að lesa, skilur ekki flókin orð eins og meðalfrávik (orð sem segja sig sjálf en eru óþjál og löng). Svo kóa foreldrarnir með þessu, „já hann Siggi fer í tölvunarfræði því hann er svo mikið í tölvunni“ ERR hann er í CS. Það að vera mikið í tölvuleikjum ≠ góður í tölvufræðum.",
            "date": "2013-12-03 18:24:00",
            "post_id": "540620",
            "reply_to_id": "540619"
        },
        {
            "user_name": "Stuffz",
            "text": "Ég ætla nú að hætta mér útá hálan ís og kenna að eitthverju prósentum um hárri Hollywood-meðvirkni, Íslendingar hafa alltaf verið áhrifagjarnir og þá ekki síst ungu kynslóðirnar okkar.\nHlutverk kláru einstaklinganna á grunskólaaldri í þáttum og bíómyndum á síðasta áratug+ hafa í meira mæli færst yfir til kvenkynsins með sumum undantekningum þó, \ngáfaða stelpa sem er skotin í aðal hjartaknúsara skólans \n í dag v.s.\n Nördinn sem var slefandi yfir aðal klappstírunni skólans\n fyrir 20 árum síðan.\n..langsótt?",
            "date": "2013-12-03 18:24:00",
            "post_id": "540621",
            "reply_to_id": "540620"
        },
        {
            "user_name": "worghal",
            "text": "þegar ég sé suma krakkana í dag, þá er þetta það fyrsta sem mér dettur í hug!",
            "date": "2013-12-03 18:42:00",
            "post_id": "540624",
            "reply_to_id": "540621"
        },
        {
            "user_name": "GuðjónR",
            "text": "Unglingar í dag hahaha.",
            "date": "2013-12-03 19:22:00",
            "post_id": "540628",
            "reply_to_id": "540624"
        },
        {
            "user_name": "NiveaForMen",
            "text": "Börnin eru ekki vandamálið. Foreldrarnir eru vandamálið, börnin eru afleiðingarnar.",
            "date": "2013-12-03 19:33:00",
            "post_id": "540629",
            "reply_to_id": false
        },
        {
            "user_name": "Output",
            "text": "Jæja, ég held að þið megið alveg róa ykkur. Mér líður eins og þið eruð gamlir kallar að tala um hversu léleg og vond nýja kynslóðin er. \"haha vá strákar tjekkið hvað þessir unlingar eru bara í tölvum í dag og borða helling af nammi og gosi!! vá hversu barnalegir!!\"\njust my $0.02.",
            "date": "2013-12-03 19:36:00",
            "post_id": "540630",
            "reply_to_id": "540629"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Held þú hittir naglann á höfuðið þarna.\nÞað er ekki krökkunum að kenna að þeim finnist gaman í tölvuleikjum eða að lesa slúðurblöð. Afhverju ættu þeir að takmarka þann tíma og lesa bók? Unglingar eru enn að mótast og það er foreldranna hlutverk að hjálpa þeim að gera það.\nAllt of margir sem eignast börn en hafa engan tíma til að sinna þeim. Þetta eru breyttir tímar frá því þegar mamman var heimavinnandi í meirihluta.\nedit: kannski asnalega orðað, en ég vona að þið náið því sem ég er að segja.",
            "date": "2013-12-03 19:42:00",
            "post_id": "540631",
            "reply_to_id": "540630"
        },
        {
            "user_name": "Daz",
            "text": "Nógu asnalega orðað til að ég gat skilið þetta. (Var þetta nógu asnalega orðað?). Það er mikið til í þessu myndi ég halda.",
            "date": "2013-12-03 21:00:00",
            "post_id": "540644",
            "reply_to_id": "540631"
        },
        {
            "user_name": "playman",
            "text": "",
            "date": "2013-12-04 09:02:00",
            "post_id": "540710",
            "reply_to_id": "540644"
        },
        {
            "user_name": "jericho",
            "text": "Skil ég þig rétt að þú viljir byrja \"sérhæfingu\" strax í grunnskóla? Af hverju að læra dönsku þegar maður notar hana aldrei (og så videre)? Mér finnst eðlilegast að í grunnskóla fái maður breiðan grunn og að honum loknum velur maður sér það sem maður hefur áhuga á, þ.e.a.s. í framhaldsskóla?",
            "date": "2013-12-04 12:34:00",
            "post_id": "540723",
            "reply_to_id": "540710"
        },
        {
            "user_name": "oskar9",
            "text": "Hvernig vilja menn þá mæla árangur ef útkoma á prófi er ekki sangjörn ?\nNemendur skiptast á skilaverkefnum, breyta orðalagi og skila því svo án þess að hafa hugmynd um hvað efnið er.\nHvernig ættum við að ákvarða hvort einhver sé búinn að ná tökum á t.d Stærðfræði 203 án þess að leggja fyrir hann próf og gefa honum einkunn ?",
            "date": "2013-12-04 13:39:00",
            "post_id": "540730",
            "reply_to_id": "540723"
        },
        {
            "user_name": "Klemmi",
            "text": "Mér dettur í hug einhverskonar SAW þolraun.",
            "date": "2013-12-04 14:00:00",
            "post_id": "540735",
            "reply_to_id": "540730"
        },
        {
            "user_name": "vesley",
            "text": "Fjölbreytni, það er það sem vantar í mikið af kennslu.\nSjálfur er ég mikið hrifnari af símatskennslu heldur en lokaprófum, veit um allt allt of mikið af fólki sem lærir ekki neitt alla önnina rétt mætir til að skila einu og einu verkefni og mætir svo í lokaprófið og fær toppeinkunn í því það einfaldlega lærði 3 daga fyrir prófið og gleymir þessu öllu saman viku seinna. \nÍ símati þarftu að skila mjög reglulega verkefnum, reglulega eru minni próf úr því efni sem þú varst að læra á þessum tíma og nemendur þurfa að sýna árangur og metnað í tímunum, virkar ekki að sitja í símanum eða vera með hausinn á borðinu, fjölbreytnin er meiri í kennslunni.",
            "date": "2013-12-04 16:15:00",
            "post_id": "540757",
            "reply_to_id": "540735"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Málið er bara að það er auðveldara að komast upp með að gera sem minnst í símati/verkefnaskilum. Símatið prófar ekki endilega skilning þinn á efninu, heldur hversu góður þú ert í að skila því á blað. Hvaðan þetta efni kemur allt veltur á ýmsu. Þú gætir allt eins hafa gert topp verkefni en það sé enginn skilningur á bak við það. Rétt eins og nemandinn sem lærir þrem dögum fyrir próf og fær toppeinkunn. En prófsvörin hans komu allavega frá honum. Þú getur treyst á það að það sem hann svaraði rétt, það skildi hann. Á þessum tímapunkti hefur hann sýnt fram á að hann skilji námsefnið. \nEkki man ég neitt frekar um einhver eldfjöll sem ég gerði verkefni um í framhaldsskóla heldur en stærðfræðiaðferðirnar sem ég lærði fyrir síðustu jól. En maður er enga stund að rifja upp það sem maður hefur áður náð tökum á, þá sérstaklega eftir að hafa tekið próf úr því.\nSímat er vissulega þægilegt fyrir nemandann, það finnst fæstum gaman að læra fyrir/taka próf. En að mínu mati eru próf markvissasta leiðin til að prófa skilning nemanda á námsefninu.",
            "date": "2013-12-04 17:04:00",
            "post_id": "540765",
            "reply_to_id": "540757"
        },
        {
            "user_name": "Klemmi",
            "text": "Ég er sammála Vesley varðandi símatið, en að stór partur eigi/megi vera minni kaflapróf.\nÍ stað þess að hafa eitt lokapróf sem gildir 60-70% að þá mega vera 4-5 minni yfir önnina sem gilda saman jafn mikið og lokaprófið.  Þá ertu búinn að fyrirbyggja það að fólk geti komist í gegn á verkefnavinnu annara, eins og oft er raunin.\nÞá ertu einnig búinn að fyrirbyggja það að einn slæmur dagur geti valdið því að þú fáir lélega einkunn.",
            "date": "2013-12-04 17:26:00",
            "post_id": "540767",
            "reply_to_id": "540765"
        },
        {
            "user_name": "Kosmor",
            "text": "Ég hef tekið kúrsa sem er samblanda af tveimur og fannst það frábær hugmynd.\n4-5 kaflapróf yfir önnina og ef meðaleinkunn úr þeim er hærra en 8-9 gildir sú einkunn 100% af áfanganum, annars 50% og lokapróf 50%.\nMér fannst þetta virkilega góð gulrót fyrir nemendur að læra til að sleppa við próf og létta þannig á sér í lokaprófum. sem og þú lærir vel yfir önnina og nærð tökum á efninu.",
            "date": "2013-12-04 21:53:00",
            "post_id": "540783",
            "reply_to_id": "540767"
        },
        {
            "user_name": "Black",
            "text": "tl;dr",
            "date": "2013-12-04 22:50:00",
            "post_id": "540789",
            "reply_to_id": "540783"
        },
        {
            "user_name": "Sultukrukka",
            "text": "x",
            "date": "2013-12-05 01:41:00",
            "post_id": "540811",
            "reply_to_id": "540789"
        },
        {
            "user_name": "hkr",
            "text": "Sé ekki betur en að \"að lesa sér til gamans\" sé ekki hversu hratt þú lest, heldur hversu vel þú skilur hvað þú ert að lesa: \nhttp://www.keepeek.com/Digital-Asset-Ma ... 01118-7-en",
            "date": "2013-12-05 02:41:00",
            "post_id": "540820",
            "reply_to_id": "540811"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Allt þetta tal um \"áhuga\" finnst mér frekar kjánalegt. Krakkar fyrir 10 árum höfðu ekkert meiri áhuga á dönsku, stærðfræði eða bókmenntum en krakkar í dag. Þeir bara komust ekki upp með neitt kjaftæði.",
            "date": "2013-12-05 11:36:00",
            "post_id": "540835",
            "reply_to_id": "540820"
        },
        {
            "user_name": "lukkuláki",
            "text": "Búa til alvöru námsefni í tölvurnar þá leysist þetta vandamál hratt og vel !\nGæti til dæmis verið í formi skemmtilegra leikja eða þrauta það eru breyttir tímar fólk þarf að átta sig á því og breyta öðru í samræmi við það.",
            "date": "2013-12-05 12:39:00",
            "post_id": "540842",
            "reply_to_id": "540835"
        },
        {
            "user_name": "Black",
            "text": "https://www.khanacademy.org\n \nÞessi síða er tær snilld.Hér er einmitt búið að setja lærdóminn í skemmtilegt form.",
            "date": "2013-12-06 02:38:00",
            "post_id": "540967",
            "reply_to_id": "540842"
        }
    ],
    "date": "2013-12-03 19:33:00"
}