{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "58516",
    "title": "4G komið í loftið hjá Vodafone í Reykjavík, Siminn í nótt",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=58516",
    "posts": [
        {
            "user_name": "Blues-",
            "text": "Vodafone kveikti á sínu 4G kerfi í kvöld á stórreykjavíkursvæðinu ..\nSíminn ætlar að ræsa sitt í nótt .. sjá twitter > \nhttps://twitter.com/siminn\n \nWoop woop ..\nverður gaman að sjá hvernig þetta performar .. er með Galaxy 4 og bíð spenntur eftir carrier update ..\nHérna sést carrier update sem kom á Vodafone síma áðan ..",
            "date": "2013-12-06 21:56:00",
            "post_id": "541080",
            "reply_to_id": false
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Wat, var Vodafone ekki að nota 4G hjá NOVA? Það hefur allavega verið stórt 4G merki á versluninni í smaralind síðan í haust.",
            "date": "2013-12-06 22:00:00",
            "post_id": "541081",
            "reply_to_id": "541080"
        },
        {
            "user_name": "Blues-",
            "text": "Sjá tilkynningu frá NOVA > \nhttp://blogg.nova.is/blogg/2013/12/04/4 ... -hja-Nova/\nþetta var fyrst nú að koma nú fyrir IPhone ...",
            "date": "2013-12-06 22:04:00",
            "post_id": "541083",
            "reply_to_id": "541081"
        },
        {
            "user_name": "Baraoli",
            "text": "Helvíti magnað að fá loksins að njóta 4G",
            "date": "2013-12-06 22:05:00",
            "post_id": "541084",
            "reply_to_id": "541083"
        },
        {
            "user_name": "appel",
            "text": "Bróðir minn var að downloada á 4G á yfir 80mbit/sec í kvöld hjá Símanum.",
            "date": "2013-12-06 22:13:00",
            "post_id": "541086",
            "reply_to_id": "541084"
        },
        {
            "user_name": "Tiger",
            "text": "Þeir eru nú búnir að segja korter í rædingu í nokkra daga sýnist mér, ekkert þarna sem segir að þetta gerist í nótt hjá símanum.",
            "date": "2013-12-06 22:15:00",
            "post_id": "541087",
            "reply_to_id": "541086"
        },
        {
            "user_name": "depill",
            "text": "Já, enda bíður Vodafone uppá 4G í kringum Akureyri og Suðurland og einhverja staði út á landi. Vodafone samkeyrir 3G kerfið sitt með NOVA og NOVA notar 2G kerfi Vodafone. 4g kerfin eru alveg aðskilin og meiri segja er Vodafone að keyra sitt kerfi á lægra tíðnisviði heldur en NOVA er að keyra akkurat núna.\nHins vegar hafa þau bæði gefið út að þau vilja stofna nýtt félag á næsta ári sem myndi reka saman 2G, 3G og 4G farsímakerfi beggja fyrirtækjana ( þau myndu hætta að farsímasenda ) og svo myndu markaðsfyrirtækin í raun og veru leigja aðgang að þessum kerfum.",
            "date": "2013-12-06 23:48:00",
            "post_id": "541097",
            "reply_to_id": "541087"
        },
        {
            "user_name": "GuðjónR",
            "text": "Svo verður öll bandvídd mæld eins og á 3G .. bæði upp og niður innanlands, 5MB á 49 kr. það fara einhverjir á hausinn",
            "date": "2013-12-06 23:55:00",
            "post_id": "541098",
            "reply_to_id": "541097"
        },
        {
            "user_name": "hagur",
            "text": "Þarf maður semsagt ekkert að skipta um SIM kort eða neitt slíkt?  Bara accepta þetta carrier update þegar það kickar inn og voila ?  Ekkert að breyta áskriftinni eða neitt?\nEr hjá Vodafone með iPhone 5 ....",
            "date": "2013-12-07 00:06:00",
            "post_id": "541100",
            "reply_to_id": "541098"
        },
        {
            "user_name": "Tiger",
            "text": "Nei bara tengja við iTunes, samþykkja carriere update og þetta virkar. Allavegana var það þannig hjá Nova og virkaði strax. Það eru sömu áskriftir, ert bara fljótrari að klára gagnamagnið þitt núna",
            "date": "2013-12-07 00:14:00",
            "post_id": "541101",
            "reply_to_id": "541100"
        },
        {
            "user_name": "hagur",
            "text": "Já okey, fattaði ekki að maður þyrfti að gera þetta í gegnum iTunes.  Hélt að þetta væri eitthvað OTA dæmi.  En þetta er komið núna, awwww yeah!\nEDIT: Er búinn að virkja 4G í símanum en efst á skjánum stendur ennþá bara 3G?  Á það kannski bara að vera þannig?  SpeedTest.net sýnir lame hraða, c.a 10mbit, sýnist ég ennþá bara vera á 3G.",
            "date": "2013-12-07 00:16:00",
            "post_id": "541102",
            "reply_to_id": "541101"
        },
        {
            "user_name": "appel",
            "text": "Ég er viss um að það sé stór markaður fyrir 1G síma",
            "date": "2013-12-07 00:21:00",
            "post_id": "541103",
            "reply_to_id": "541102"
        },
        {
            "user_name": "Tiger",
            "text": "Hjá hvaða fyrirtæki ertu?  \n4G hjá Nova er ekki með nærri eins góða dreyfingu á 4G og 3G hérna á höfuðborgarsvæðinu, það er bara 3G hérna heima hjá mér, en svo annarsstaðar dettur hann inná 4G/LTE. Þannig að kannski ertu bara á dauðum 4G punkt.",
            "date": "2013-12-07 00:25:00",
            "post_id": "541105",
            "reply_to_id": "541103"
        },
        {
            "user_name": "hagur",
            "text": "Já gæti verið.  Er hjá Vodafone.  Á að koma 4G eða LTE efst við hliðina á signal indicatornum þegar maður er á 4G?",
            "date": "2013-12-07 00:42:00",
            "post_id": "541113",
            "reply_to_id": "541105"
        },
        {
            "user_name": "Tiger",
            "text": "Það kemur LTE hjá Nova, kom 4G hjá AT&T úti, þannig að annaðhvort kemur hjá Vodafone þegar þú ert tengdur 4G netinu þeirra.",
            "date": "2013-12-07 00:48:00",
            "post_id": "541117",
            "reply_to_id": "541113"
        },
        {
            "user_name": "siminn",
            "text": "4G fer ekki formlega í loftið hjá okkur í nótt, bara svo það sé tekið fram.\nÞað er mjög stutt í að það fari í loftið eins og Twitter feedið okkar gefur til kynna. Það eru ekki bókstaflegar 15 mínutur þegar sagt er að við séum korteri frá því að ýta á ON takkann eins og það er orðað þar.\nAkkúrat núna eru starfsmenn og valinkunnir notendur okkar með aðgang að kerfinu en það er ekki opið ennþá. En það er stutt í það.\nVildi bara hafa þetta á hreinu \nkveðja,\nGuðmundur hjá Símanum",
            "date": "2013-12-07 00:52:00",
            "post_id": "541118",
            "reply_to_id": "541117"
        },
        {
            "user_name": "appel",
            "text": "4G, á morgun eða hinn,\nmig munar ekki mikið um það,\nþó nokkrir væla enn um sinn,\nþá er það ansi mikið tað.",
            "date": "2013-12-07 02:17:00",
            "post_id": "541128",
            "reply_to_id": "541118"
        },
        {
            "user_name": "Tiger",
            "text": "Still nothing from the Sími",
            "date": "2013-12-11 20:58:00",
            "post_id": "541913",
            "reply_to_id": "541128"
        },
        {
            "user_name": "BugsyB",
            "text": "ég fékk uppfærslu á S4 símann minn í nótt en ekkert 4g enþá - er hjá Símanum - vitið þið hvort það sé hægt að nálgast uppfærskuna á netinu eða þarf að bíða eftir að hún verður gerð puplic",
            "date": "2013-12-11 23:37:00",
            "post_id": "541952",
            "reply_to_id": "541913"
        },
        {
            "user_name": "Tiger",
            "text": "Samkvæmt Twitter núna þá er þetta \"korter\" úr sögunni og komin ný stefna sem ekki er vitað hver er að svo stöddu og ekkert 4G enn.\nEr Nova málið?",
            "date": "2013-12-20 20:09:00",
            "post_id": "543327",
            "reply_to_id": "541952"
        },
        {
            "user_name": "Storm",
            "text": "hef heyrt janúar nefnt en ætli þetta komi ekki bara þegar þetta er alveg 100% tilbúið",
            "date": "2013-12-20 20:46:00",
            "post_id": "543330",
            "reply_to_id": "543327"
        },
        {
            "user_name": "siminn",
            "text": "Bara svo að ég upplýsi áhugasama nákvæmlega um stöðuna.\nPlanið var að fara í loftið í þessari viku, kerfin tilbúin og engar hindranir. Ákveðið var samt að fresta þessu svona stuttu fyrir hátíðarnar þar sem gangsetning á svona kerfi þýðir að margir tæknimenn okkar þurfa þá að vera á bakvakt og nokkrir helst að vera í vinnu við að fylgjast með kerfunum. Það er tæknilega flókið að setja nýtt kerfi í loftið, mörg undirliggjandi kerfi sem þurfa að tala saman og virka rétt svo ekkert fari í rugl.\nÞví var tekin ákvörðun um bíða aðeins, hreinlega til að gefa okkar fólki tækifæri á góðu jólafríi án truflana eins langt og þær ná.\nkveðja,\nGuðmundur hjá Símanum",
            "date": "2013-12-20 20:58:00",
            "post_id": "543331",
            "reply_to_id": "543330"
        },
        {
            "user_name": "Tiger",
            "text": "Ok makes sense in a way. Takk fyrir svarið, ánægður með þig hérna.",
            "date": "2013-12-20 21:04:00",
            "post_id": "543335",
            "reply_to_id": "543331"
        },
        {
            "user_name": "Tiger",
            "text": "Veit einhver afhverju síminn er ekki skráður hjá Apple eins og Nova og Vodafone með stuðning við LTE/4G á síðunni hjá Apple\nhttp://www.apple.com/iphone/LTE/",
            "date": "2013-12-30 01:46:00",
            "post_id": "544646",
            "reply_to_id": "543335"
        },
        {
            "user_name": "FuriousJoe",
            "text": "Útaf því að síminn styður ekki LTE.",
            "date": "2013-12-30 02:13:00",
            "post_id": "544649",
            "reply_to_id": "544646"
        },
        {
            "user_name": "tlord",
            "text": "jæja,  watzup?",
            "date": "2014-01-02 14:40:00",
            "post_id": "545084",
            "reply_to_id": false
        },
        {
            "user_name": "Tiger",
            "text": "Þessi \"afsökun/ástæða\" er eiginlega ekki að virka lengur þegar það er kominn 15. janúar og líklega allir löngu komnir úr jólafríi...... Afhverju ekki bara að segja hlutina eins og þeir eru, það er ekkert verra PR fyrir fyrirtækið að lofa uppí ermina á sér og svíkja það sem sagt er. \nÍ staðin fyrir að koma með afsökun um að starfsmenn fái nú gott jólafrí og eigi bara eftir að ýta á ON takkann, þá segja bara að þetta eigi enn töluvert í land en komi vonandi á 1. ársfjörðungi eða hvert sem raunhæft markmið sé.",
            "date": "2014-01-14 22:38:00",
            "post_id": "547083",
            "reply_to_id": "545084"
        },
        {
            "user_name": "FuriousJoe",
            "text": "Einhver annar sem nær engu netsambandi hja simanum? Fæ upp LTE i mobile draslinu en hef ekkert fengið neitt net fra tvi i morgun, sama tho eg stilli a 3g.\nGet ekki heldur sent sms :/",
            "date": "2014-01-16 14:08:00",
            "post_id": "547294",
            "reply_to_id": "547083"
        },
        {
            "user_name": "siminn",
            "text": "Þetta var ástæðan þá, afsökun var þetta ekki enda ekkert að afsaka svo sem. Kerfið fer í loftið þegar okkar tæknimenn eru ánægðir,það er ekki venja hjá okkur að setja hlutina í loftið nema að þeir hafi verið prófaðir og það oft og þeir ánægðir með allt saman. En ég skal klárlega biðjast afsökunar á að hafa ekki tekið þennan þráð upp aftur og uppfært menn um stöðuna eftir því sem hún breyttist.\nÞað var alltaf planið að setja kerfið í loftið fyrir jól en fyrrgreind ástæða gerði það að verkum að það var ákveðið að bíða með það og kannski sem betur fer. Allir starfsmenn sem hafa viljað og hafa 4G tæki hafa verið með aðgang að kerfinu og Nexus 5 sem dæmi hagaði sér eitthvað furðulega og því þurfti að debugga það með framleiðendum og laga það. Það er tæknilega flókið að setja upp svona kerfi, nýja senda og tryggja fallback yfir í 2G/3G ásamt því að flytja voice yfir 4G líka. Svo þarf að tryggja að öll bakendakerfin tali saman rétt, gögin flæði rétt yfir í reikningakerfi og fullt annað. Bara svo að fólk átti sig á flækjustiginu \nPlanið núna er að fara í loftið á næstu vikum. Áhugasamir geta sent tölvupóst með símanúmeri og tegund símtækis á \nnethjalp@siminn.is\n og ég mun reyna að koma viðkomandi inn í prufuhópinn.\nkveðja,\nGuðmundur hjá Símanum\nEdit - leiðrétti innsláttarvillu.",
            "date": "2014-01-16 16:25:00",
            "post_id": "547312",
            "reply_to_id": "547294"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Það er betra að mæla tvisvar og saga einu sinni.\nÉg skil mjög við viðhoft Símans til þessa.  Þeirra kerfi er solid.\nEn þegar það er kynnt undir hjá þessum gröðu tækniáhugamönnum/tæknifíklum, þá er betra að reyna láta það standa.   Mér finnst þó vera líka soldil frekja hérna.\nEn fyrir mitt leyti, þá er það bara Síminn",
            "date": "2014-01-16 16:52:00",
            "post_id": "547315",
            "reply_to_id": "547312"
        },
        {
            "user_name": "steinarorri",
            "text": "Nexus 4 styður ekki 4G, nema ef rootaður og þá bara band 4 sem er ekki í notkun hér á landi",
            "date": "2014-01-16 17:08:00",
            "post_id": "547319",
            "reply_to_id": "547315"
        },
        {
            "user_name": "siminn",
            "text": "Innsláttarvilla hérna megin, þetta átti auðvitað að vera Nexus 5",
            "date": "2014-01-16 17:22:00",
            "post_id": "547321",
            "reply_to_id": "547319"
        },
        {
            "user_name": "Tiger",
            "text": "Ekkert að þessum hraða hjá símanum á 4G......",
            "date": "2014-01-29 19:27:00",
            "post_id": "549577",
            "reply_to_id": "547321"
        },
        {
            "user_name": "Swooper",
            "text": "Hvar eru menn eiginlega að ná LTE sambandi hjá Vodafone? Ég er búinn að vera með 4G síma í viku núna og hef hvergi séð LTE nema í höfuðstöðvum Vodafone í Skútuvogi...",
            "date": "2014-01-30 00:36:00",
            "post_id": "549659",
            "reply_to_id": "549577"
        },
        {
            "user_name": "hagur",
            "text": "Ekkert 4G hjá Voda á höfuðborgarsvæðinu.",
            "date": "2014-01-30 07:56:00",
            "post_id": "549670",
            "reply_to_id": "549659"
        },
        {
            "user_name": "berteh",
            "text": "Jú bara inni í verslunum Vodafone",
            "date": "2014-01-30 08:05:00",
            "post_id": "549671",
            "reply_to_id": "549670"
        },
        {
            "user_name": "audiophile",
            "text": "Síminn er með 4G loftnet upp á þakinu á Elko í Kópavogi þannig að það ætti að vera gott samband á því svæði.",
            "date": "2014-01-30 08:28:00",
            "post_id": "549673",
            "reply_to_id": "549671"
        },
        {
            "user_name": "ponzer",
            "text": "Var í Smáralind um daginn og tók eftir því að síminn datt inn á LTE/4G - Vodafone eru greinilega með sendi þar.\nTók eitt speedtest... Þessi hraði á samt ekkert í þann hraða sem 4G Símans er með!",
            "date": "2014-01-30 09:28:00",
            "post_id": "549681",
            "reply_to_id": "549673"
        },
        {
            "user_name": "dori",
            "text": "Hvar næst LTE hjá Símanum?",
            "date": "2014-01-30 09:30:00",
            "post_id": "549682",
            "reply_to_id": "549681"
        },
        {
            "user_name": "Tiger",
            "text": "Það er greinilega svolítið takmarkað enn en vonandi í stækkun. Ég hef hvergi tengst annarstaðar en í RVK, ekki í Hafnarfirði nei neinstaðar. En það er á nokkrum stöðum í rvk allavegana.",
            "date": "2014-01-30 11:02:00",
            "post_id": "549689",
            "reply_to_id": "549682"
        },
        {
            "user_name": "kjartanbj",
            "text": "Bara ótrúlegur seinagangur, auglýsa 4G hjá Vodafone, en það virkar bara á Selfossi og nágreni, og skorradal og svo einnig á Akureyri, hinsvegar er hraðin ekkert til að hrópa húrra yfir \nsvo bara virðist ekkert gerast, ekkert neitt sagt frá hvernig gengur að koma reykjavík á 4G eða neitt",
            "date": "2014-01-30 14:51:00",
            "post_id": "549704",
            "reply_to_id": "549689"
        },
        {
            "user_name": "Xovius",
            "text": "Hvaða dreifikerfi notar Nova? Ég bý sjálfur uppí Skorradal og er mjög ánægður með 4G sambandið þar. Hef svosem ekki kannað mikið hvar ég er á 3g og hvar á 4g. Er Tal eitthvað byrjað að bjóða uppá 4g? Þeir nota dreifikerfi símans, right? Var að fá fínasta tilboð fyrir símann hjá þeim, skipti samt ekki yfir ef ég held ekki 4g sambandinu mínu.",
            "date": "2014-01-30 15:29:00",
            "post_id": "549706",
            "reply_to_id": "549704"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Nova eru með sitt eigið 4g kerfi síðast þegar ég vissi, voru fyrstir til að koma með 4g.",
            "date": "2014-01-30 15:58:00",
            "post_id": "549713",
            "reply_to_id": "549706"
        },
        {
            "user_name": "tlord",
            "text": "Er eitthvað að frétta af 4G hjá Síminn?",
            "date": "2014-05-12 11:36:00",
            "post_id": "561728",
            "reply_to_id": "549713"
        },
        {
            "user_name": "Halli25",
            "text": "https://www.siminn.is/adstod/farsimi/4g-thjonusta/",
            "date": "2014-05-12 11:37:00",
            "post_id": "561729",
            "reply_to_id": "561728"
        },
        {
            "user_name": "siminn",
            "text": "Langt síðan við fórum í loftið. Ef þú ert ekki að detta inn en síminn þinn styður 4G hentu þá á okkur línu með símanúmeri og hvernig tæki þú ert með á nethjalp at siminn.is",
            "date": "2014-05-12 13:45:00",
            "post_id": "561743",
            "reply_to_id": "561729"
        },
        {
            "user_name": "braudrist",
            "text": "Þetta 4G kort hjá Símanum er nú frekar glatað, er ekki hægt að fá nákvæmari lista yfir  það hvar 4G næst? Veit að 4G næst hjá Hörpunni í Reykjavík, Sævangur - Reykjarvíkurvegur í Hafnarfirði og rétt hjá Aktu Taktu í Garðabæ. Fleiri staði veit ég ekki um.",
            "date": "2014-05-17 00:53:00",
            "post_id": "562293",
            "reply_to_id": "561743"
        },
        {
            "user_name": "worghal",
            "text": "er endalaust í h og h+ og netið virkar ekki þá.\nvirkar í þau fáu skipti sem ég kemst á 4g. er hjá nova.\nsamsung galaxy s4+",
            "date": "2014-05-17 01:12:00",
            "post_id": "562294",
            "reply_to_id": "562293"
        }
    ],
    "date": "2014-01-02 14:40:00"
}