{
    "forum_title": "Allt annað...",
    "id": "58734",
    "title": "[ÓE] Heimabíó kerfi",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=67&t=58734",
    "posts": [
        {
            "user_name": "fannar82",
            "text": "Er að leitast eftir medium raw, kerfi fyrir ca ~50þús, ef einhver lumar á einu slíku sem er lítið notað eða í geymslu væri ég alveg til í það. Ef ekki eru það alltaf Janúar útsölurnar  \nPlease, ekki koma með e-ð re-donk a donk, póst einsog þessi 6-8 ára kerfi sem ég er að sjá á bland sem fólk er að setja á 35 til 90þús! skammast fólk sín aldrei?",
            "date": "2013-12-18 22:32:00",
            "post_id": "543012",
            "reply_to_id": false
        },
        {
            "user_name": "upg8",
            "text": "6-8 ára kerfi geta léttilega verið meira en 100þús króna virði. Þótt það sé erfitt að meta ástand notaðra hátalara ef þú þekkir ekki þann sem átti þá, þá eru hátalarar í grunninn lítið búnir að breytast síðustu árin og því ertu ekki að fara að fá betri hátalara í dag en þú fékkst fyrir 6-8 árum, það er helst að smáhátalarar séu orðnir örlítið betri.\nÞrátt fyrir að það hljómi kannski ótrúlegt þá er það verra ef hátalarar eru lítið notaðir og látnir standa, í það minnsta samkvæmt flestum framleiðendum. Þetta er ekki bíll, þó það sama eigi kannski ekki við um magnarann.\nHverskonar input/output eða hvaða eiginleika þarftu? Hér er t.d. fínt kerfi en það tekur náttúrulega ekki við HDMI in\nhttp://spjall.vaktin.is/viewtopic.php?f=11&t=58668&p=542767&hilit=logitech#p542767",
            "date": "2013-12-18 22:48:00",
            "post_id": "543014",
            "reply_to_id": "543012"
        },
        {
            "user_name": "fannar82",
            "text": "Allt of groddaralegt, og jú, HDMI er einmitt möst =) takk fyrir ábendinguna\nJa, þú getur fengið 15 ára gamla hátalara sem eru einsog nýjir, en 50w non special heimabíó kerfi á 45þús camon! (það er meira sem ég átti við).",
            "date": "2013-12-18 22:59:00",
            "post_id": "543015",
            "reply_to_id": "543014"
        },
        {
            "user_name": "MrSparklez",
            "text": "Held að hann sé að tala um eitthvað 6-8 ára plastrusl frá philips sem hefur total 50W í RMS power eða eitthvað álíka.",
            "date": "2013-12-18 23:16:00",
            "post_id": "543020",
            "reply_to_id": "543015"
        },
        {
            "user_name": "upg8",
            "text": "Sýnist að þú getir fengið mjög góða pakka á þessu verði á bland, án HDMI. Með HDMI þá ertu strax kominn upp í hærri upphæð og ekkert ranglátt við það, en þú getur alltaf reynt að bjóða í hjá þeim.",
            "date": "2013-12-18 23:26:00",
            "post_id": "543025",
            "reply_to_id": "543020"
        },
        {
            "user_name": "aron9133",
            "text": "viewtopic.php?f=11&t=58588\n \n færð á 50 þús",
            "date": "2013-12-19 01:25:00",
            "post_id": "543043",
            "reply_to_id": "543025"
        },
        {
            "user_name": "fannar82",
            "text": "35? , \n[bætt við eftir á] æi samt ekki.. er ekki viss það er að fá frekar bad reviews á mörgum stöðum\ntd.\nhttp://www.digitalversus.com/home-cinem ... /test.html\nhttp://www.expertreviews.co.uk/home-ent ... ha-bdx-610",
            "date": "2013-12-19 12:58:00",
            "post_id": "543093",
            "reply_to_id": "543043"
        }
    ],
    "date": "2013-12-18 22:32:00"
}