{
    "forum_title": "Almennt um vélbúnað",
    "id": "59019",
    "title": "oflítill aflgjafi",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=59019",
    "posts": [
        {
            "user_name": "Demon92",
            "text": "Er með spurningu, hvað er það versta sem skeður ef ég er með aðeins of lítinn aflgjafa ? Eina sem mér dettur i hug er að tölvan slekkur á sér.",
            "date": "2014-01-05 13:54:00",
            "post_id": "545534",
            "reply_to_id": false
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ef vélbúnaðurinn fær ekki nægilega mikið afl þá afkastar vélin ekki eins miklu, það er aðallega það. Þá ertu í raun að henda peningum með því að kaupa öflugri íhluti",
            "date": "2014-01-05 13:57:00",
            "post_id": "545535",
            "reply_to_id": "545534"
        },
        {
            "user_name": "IL2",
            "text": "Hef lent í því að t.d DVD hafi ekki virkað og ekki allir HD.",
            "date": "2014-01-05 13:58:00",
            "post_id": "545538",
            "reply_to_id": "545535"
        },
        {
            "user_name": "Demon92",
            "text": "Takk fyrir,  þetta hjalpar mikið. Get þa sett hana upp og keyft stærri aflgja við tæka tíð",
            "date": "2014-01-05 14:05:00",
            "post_id": "545542",
            "reply_to_id": "545538"
        },
        {
            "user_name": "upg8",
            "text": "Ekki flýta þér of mikið, er þetta vandaður aflgjafi sem þú ert með? Þeir eru með innbyggðar varnir sem slökkva á tölvunni við hættuástand en þeir ódýru gætu haldið áfram keyrslu með ófyrirsjáanlegum afleiðingum, skemmdum og jafnvel smá \"flugeldum\" í slæmum tilfellum.\nNotaðu verkfæri eins og þetta til að áætla þarfir þínar, og ef þú ert óþolinmóður. Taktu þá allt úr sambandi sem þú þarft ekki þangað til þú færð nýtt PSU og mundu að það er ekki bara wattage sem skiptir máli.\nhttp://www.extreme.outervision.com/psucalculatorlite.jsp",
            "date": "2014-01-05 14:16:00",
            "post_id": "545544",
            "reply_to_id": "545542"
        },
        {
            "user_name": "Daz",
            "text": "Ég minnist þess reyndar ekki að hafa séð það útskýrt svona. Ef aflgjafinn er ekki nógu öflugur þá virka hreinlega sumir partar af tölvunni alls ekki, eða hætta að virka undir álagi. Örgjörvinni og skjákortið vinna ekkert á minni afköstum þó aflgjafinn sé slakur.",
            "date": "2014-01-05 17:23:00",
            "post_id": "545567",
            "reply_to_id": "545544"
        },
        {
            "user_name": "HalistaX",
            "text": "Var eitt sinn sjálfur með of lítinn(Aflgjafa, you perv), grillaði skjákortið. Mæli með að fjárfesta í stærri og betri.",
            "date": "2014-01-05 17:28:00",
            "post_id": "545569",
            "reply_to_id": "545567"
        },
        {
            "user_name": "mundivalur",
            "text": "Ég hef séð á eldri tölvu að það var ekki hægt að horfa á youtube eða svipað þá dó tölvan og það var bara orðinn slappur aflgjafi",
            "date": "2014-01-05 17:36:00",
            "post_id": "545571",
            "reply_to_id": "545569"
        },
        {
            "user_name": "Demon92",
            "text": "Upg8 er ástfanginn af þessari síðu takk fyrir að deila henni með mér\nOg takk allir ég fór og keypti stærri aflgjafa",
            "date": "2014-01-12 02:03:00",
            "post_id": "546628",
            "reply_to_id": "545571"
        },
        {
            "user_name": "jonsig",
            "text": "Lenti í því þegar ég setti legendary GTX295 í gang í den , þá var aflgjafinn ekki nógu öflugur. Og þá teiknaði tölvan stundum ekki himininn í Crysis-2 og allskonar undarlegir hlutir sem gerðust .",
            "date": "2014-01-12 02:15:00",
            "post_id": "546629",
            "reply_to_id": "546628"
        },
        {
            "user_name": "Sydney",
            "text": "Ef þetta er einhvern cheapo aflgjafi gæti jafnvel kviknað í honum FYI. Ætti samt að vera öryggi sem springur fyrst, en maður veit aldrei með þetta ódýra drasl.",
            "date": "2014-01-12 02:59:00",
            "post_id": "546632",
            "reply_to_id": "546629"
        },
        {
            "user_name": "muslingur",
            "text": "Ég setti bilaðann (vissi ekki að hann var bilaður) hdd við nýjann vandaðann 600w psu og þá bráðnuðu vírarnir en gömlu psu mínir slóu út.",
            "date": "2014-01-12 09:41:00",
            "post_id": "546644",
            "reply_to_id": "546632"
        },
        {
            "user_name": "upg8",
            "text": "muslingur hvaða merki var þetta og hvað gerði þennan aflgjafa vandaðan?",
            "date": "2014-01-12 09:50:00",
            "post_id": "546646",
            "reply_to_id": "546644"
        }
    ],
    "date": "2014-01-05 13:54:00"
}