{
    "forum_title": "Windows",
    "id": "59114",
    "title": "Windows 7 eða Windows 8 ?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=15&t=59114",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Þarf að setja tölvuna hjá múttu upp aftur fljótlega, hún er með Windows 7, er eitthvað vit í að uppfæra í Windows 8?\nEr start takkinn kominn aftur? Eða er þetta tiles-ógeð ennþá allsráðandi?",
            "date": "2014-01-10 11:37:00",
            "post_id": "546354",
            "reply_to_id": false
        },
        {
            "user_name": "GunZi",
            "text": "Start takkinn er kominn í windows 8.1",
            "date": "2014-01-10 11:43:00",
            "post_id": "546355",
            "reply_to_id": "546354"
        },
        {
            "user_name": "AntiTrust",
            "text": "Win 8.1. Hraðvirkara, betur uppsett, tekur minni resources. Getur bootað beint upp í desktop en ekki Metro Startið. Start takkinn er kominn en enginn start programs list, enda hálf óþarfur með Metro startið. Betra scaling á Metro apps, betra window management. Sér application section vs. metro sectionið, ekki lengur blandað saman by default. Miklu hraðari bootup tímar, keyra vél á SSD úr sleep tekur minni tíma en að opna fartölvuna. \nW7 er ennþá gott en .. W8 er betra. Misjafnt hvað mönnum finnst, en performance wise er 8 betra.",
            "date": "2014-01-10 11:45:00",
            "post_id": "546356",
            "reply_to_id": "546355"
        },
        {
            "user_name": "upg8",
            "text": "Settu upp 8.1, það er öruggara og hraðara kerfi. Þú getur látið hana keyra upp beint á desktop og slökkt á charms menu og öllum þessum hot corners. \nÞetta tiles ógeð er bara app launcher og miklu betri en start menu eftir breytingarnar með 8.1 að flestu leiti fyrir utan skort á jump lists, þeir eru allavega enn í boði á taskbar. Ef hana vantar start-menu þá er fjöldi af forritum sem líkja eftir gömlu valmyndinni. Desktop hlutinn er líka betri en á 7 og þá sérstaklega windows explorer og win+x eða hægrismella á start takkann er miklu nothæfara í 8.1 en 7. Display scaling er betra og hægt að hafa mismunandi stillingar fyrir hvern skjá sem er tengdur við tölvuna, það eru líka fleyri hot-keys á lyklaborðinu fyrir aðgerðir í kerfinu. Task Manager er líka lúxus í samanburði við gamla þó ég mæli líka með að þú profir Process Explorer.\nSíðan er alltaf hægt að nota alt+tab ef hún er að nota modern forrit líka, mörg modern forrit eins og netflix eru mjög góð og svo eru náttúrulega Oz og fleiri að gera forrit fyrir modern umhverfið þó það sé handónýtt drasl í dag í samanburði við erlendar þjónustur. Mjög þægilegt að geta snappað forrit, jafnvel 3 hlið við hlið. Hægt að vera með PDF skjal opið, uppflettirit og office á sama skjánum án þess að nokkuð sé að þvælast fyrir hinu, það er eins og að vera með 3 aðskilda skjái. Svo er líka hægt að fá forrit sem heitir modern mix og þá er hægt að gera modern forrit að gluggum.",
            "date": "2014-01-10 11:51:00",
            "post_id": "546358",
            "reply_to_id": "546356"
        },
        {
            "user_name": "GuðjónR",
            "text": "Kíkti á youtube, veit ekki hvort þetta hafi verið sniðug pæling hjá mér. Eftir allt þá getur verið erfitt að kenna gömlum hundi að sitja.\nEn eftir að hafa skoðað review af win8 þá get ég ekki annað en tekið undir það sem Steve Jobs segir:",
            "date": "2014-01-10 12:19:00",
            "post_id": "546364",
            "reply_to_id": "546358"
        },
        {
            "user_name": "upg8",
            "text": "iOS7 útlitið er eftiröpun á Zune hugbúnaðinum, Windows Phone 8 og Android. Windows Phone útlitið og Windows Modern hönnunin með mikla áherslu á typography hafa unnið til fjölda hönnunarverðlauna og eru að hafa áhrif á hönnun allstaðar í heiminum á flestum stærri miðlum og stærstu hugbúnaðarframleiðendur. Einfaldleiki er aftur í tísku og Microsoft voru líklega stærsti trend-setter í þetta skipti...",
            "date": "2014-01-10 12:41:00",
            "post_id": "546366",
            "reply_to_id": "546364"
        },
        {
            "user_name": "krissdadi",
            "text": "Ég held að Steve Jobs hafi aldrei náð að sjá W8, hvenær er þetta viðtal tekið?",
            "date": "2014-01-10 13:05:00",
            "post_id": "546367",
            "reply_to_id": "546366"
        },
        {
            "user_name": "upg8",
            "text": "Um viðmótsbreytingar i iOS\nhttp://www.wired.com/design/2013/06/ios7_redesign/\nSamanburður á iOS7 og Windows Phone 8\nhttp://www.istartedsomething.com/20131109/flat-vs-flat-a-comparison-of-windows-phone-and-ios-7-app-designs/",
            "date": "2014-01-10 13:18:00",
            "post_id": "546368",
            "reply_to_id": "546367"
        },
        {
            "user_name": "GuðjónR",
            "text": "Mér fannst reyndar iOS7 iconin hræðileg fyrst en svo vöndust þau.\nLíklega það sama með win8 ... maður er bara svo hrikalega vanafastur.\nWin8 er ábyggilega betra í alla staði tæknilega, eina sem ég hefði áhyggjur af varðandi að setja það upp á tölvu hjá tækniheftri mannesku sem er komin yfir sextugt að hún ætti erfitt með að tileinka sér það.",
            "date": "2014-01-10 14:34:00",
            "post_id": "546379",
            "reply_to_id": "546368"
        },
        {
            "user_name": "upg8",
            "text": "Já ég varð virkilega pirraður á Windows 8 fyrst og margt sem hefði mátt fara betur, margt var lagað með 8.1 en ekki allt. Sem betur fer er sá sem er ábyrgur fyrir því versta við Windows 8 ekki lengur að vinna hjá Microsoft. Mér þótti þetta líka virkilega ljótt fyrst en það venst og nú get ég ekki hugsað mér að hafa það flóknara.\nMaður þarf að leggja sig fram við að læra að nota lyklaborðið meira og læra alla flýtivísa, kosturinn við það er að nú nota ég tölvuna mun hraðar en ég gerði með 7 og það er mjög þægilegt að láta allt synca á milli tölva. Þú ert bara með þinn account og hann syncar bakgrunnsmyndum, litum og öllu því sem þú ert að nota.",
            "date": "2014-01-10 14:46:00",
            "post_id": "546382",
            "reply_to_id": "546379"
        },
        {
            "user_name": "SergioMyth",
            "text": "Ég vill hafa hlutina einfalda og ég viðurkenni að windows 8.1 lookar vel svona við fyrstu sýn, en ég vill tölvu, PC tölvu ekki yfirfullt desktop af gagnslausum öppum sem ég mun aldrei nota og einhvað því um líkt! Ég vill bara setja upp minn browser, leiki og forritt og njóta einfaldleika windows, nothing more and nothing less....",
            "date": "2014-01-10 17:30:00",
            "post_id": "546409",
            "reply_to_id": "546382"
        },
        {
            "user_name": "upg8",
            "text": "SergioMyth. Þú getur verið með start screen eingöngu með desktop forritum án þess að setja upp nokkuð forrit frá þriðja aðila og ef þú stillir þetta rétt, þá tengist það við þinn account og þegar þú loggar þig inná annari tölvu þá er ekki sífellt verið að setja shortcut fyrir modern forrit á start skjáinn hjá þér...",
            "date": "2014-01-10 17:34:00",
            "post_id": "546410",
            "reply_to_id": "546409"
        },
        {
            "user_name": "Maakai",
            "text": "haha eitthverntiman 1996",
            "date": "2014-02-08 20:37:00",
            "post_id": "551142",
            "reply_to_id": "546410"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Og hvernig er Windows 8 að hamla þér þar?",
            "date": "2014-02-08 21:40:00",
            "post_id": "551152",
            "reply_to_id": "551142"
        },
        {
            "user_name": "appel",
            "text": "Móðir mín var með windows vista og tölvan orðin hægvirkari en veit ekki hvað, alltaf bilandi og troðfull af drasli.\nÉg setti upp ubuntu upp og hef ekki fengið kvörtun síðan þá. Allt virkar hratt og áreiðanlega.\nWindows er bara ekki fyrir þá sem vita ekkert um tölvur, þannig er það bara, það endar alltaf í algjöru disasteri.",
            "date": "2014-02-08 21:49:00",
            "post_id": "551155",
            "reply_to_id": "551152"
        },
        {
            "user_name": "nidur",
            "text": "Windows phone er auðveldastur fyrir byrjendur í smartphones. þannig að ég held að einfaldast sé að nota win8 basic fyrir einfalt fólk",
            "date": "2014-02-08 22:27:00",
            "post_id": "551157",
            "reply_to_id": "551155"
        },
        {
            "user_name": "GuðjónR",
            "text": "Þessi orð hans eiga ennþá við.\nM$ vörur voru og eru smekklausar.",
            "date": "2014-02-08 23:14:00",
            "post_id": "551166",
            "reply_to_id": "551157"
        },
        {
            "user_name": "daremo",
            "text": "Það þýðir ekkert að rífast Apple aðdáendur um stýrikerfi, en finnst þér Mac OS virkilega flottara en Windows?\nAnimations sem er ekki hægt að slökkva á. Sumt hefur svona viðarútlit, sumt stál, sumt native.\nÞað finnst mér hrikalega smekklaust.",
            "date": "2014-02-09 05:08:00",
            "post_id": "551187",
            "reply_to_id": "551166"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ójá það finnst mér, og ekki bara flottara heldur stöðugra og betra.\n2010 fékk konan MacbookPRO, síðan þá er ég búinn að skipta 2x um stýrikerfisdisk, þ.e. setja SSD í stað HDD og ég hef clonað gögnin á milli, er búinn að uppfæra sjálft stýrikerfið 3x sinnum í nýjar útgáfur og það allt án þess að gera clean install!\nÁ sama tíma er þeg búinn að setja upp windows (clean) fjórum sinnum á lappann minn, þrisvar á TV tölvuna og tvisvar á tölvuna hjá múttu.\nÞað er engu líkara en það sé \"timer\" á windows sem lætur það hrynja á X mánaðar fresti, á sama tíma geturðu notað MacOS ár eftir ár án vandræða.\nGæðamunurinn á þessum kerfum er gígantískur, ég er með tvær tölvur sem keyra windows 7, og þrjár sem keyra MacOS X, ein af þeim er svo með win7 í bootcamp. Það er himin og haf á milli þessara kerfa.\nWindows er ekkert alslæmt,",
            "date": "2014-02-09 10:35:00",
            "post_id": "551192",
            "reply_to_id": "551187"
        },
        {
            "user_name": "Hargo",
            "text": "Ég hef sett upp Win 8 hjá tækniheftu fólki sem er vant Win 7 og Win XP án vandræða. Hef þó alltaf sett upp aukalega Start hnapp ásamt því að slökkva á þessum Metro og Charms bars.\nHef ekki lent í teljandi vandræðum með það. Finnst Win 8 vera aðeins léttara og betra í vinnslu. I say go for it.",
            "date": "2014-02-09 12:11:00",
            "post_id": "551202",
            "reply_to_id": "551192"
        },
        {
            "user_name": "Starman",
            "text": "Ef sagan hefur kennt okkur eitthvað þá er það að það er best að nota það sem flestir nota, eða er einhver enn að nota Betamax tape ?\nÞað er endalaust hægt að rífast um hvaða kerfi er flottara/betra , en sumt hentar í suma hluti en annað ekki.\nEn vandamálið með Apple er að þeim hefur alltaf verið skítasama um enterprise umhverfi, en þeir eru að koma þar inn bakdyramegin með BYOD, en eru í raun bara notaðir sem dumb terminal því það er ekkert hægt að stjórna öryggi miðlægt á þeim tækjum.",
            "date": "2014-02-09 15:01:00",
            "post_id": "551217",
            "reply_to_id": "551202"
        },
        {
            "user_name": "capteinninn",
            "text": "Ég held að það sé bara ekkert vond hugmynd að gefa fólki sem er misgott í tölvum Windows 8.\nGetur sett í Tiles allt sem þau nota og þá þurfa þau að vera voða lítið annað en að ýta á start takkann.\nVeit allavega að ef Afi eða einhver sem ég þekki myndi ætla kaupa tölvu myndi ég setja inn Tiles fyrir Mbl, Vísi, Facebook og allt sem hann notar mest.\nÞá gæti hann bara ýtt á það og þarf ekkert að skrifa inn addressur eða neitt",
            "date": "2014-02-10 23:12:00",
            "post_id": "551428",
            "reply_to_id": "551217"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég hef alveg komist að því að W8 + snertiskjár er mjög plebba-friendly, alveg sama úr hvaða umhverfi fólk er að koma eða hversu lítið það kann.",
            "date": "2014-02-10 23:14:00",
            "post_id": "551429",
            "reply_to_id": "551428"
        },
        {
            "user_name": "Frantic",
            "text": "Windows 8.1 er alveg að gera sig.\nFinnst það lúkka vel.\nNota metro dótið samt ekki neitt.",
            "date": "2014-02-11 13:32:00",
            "post_id": "551461",
            "reply_to_id": "551429"
        },
        {
            "user_name": "Klemmi",
            "text": "Hvað eruði eiginlega að gera?  \nÉg efast um að ég sé með \"elsta\" Windows 7 hér, en það fer þó allavega að nálgast 3.5 ár og ég get ekki sagt að ég sjái ástæðu til að enduruppsetja í bráð.",
            "date": "2014-02-11 13:54:00",
            "post_id": "551464",
            "reply_to_id": "551461"
        },
        {
            "user_name": "littli-Jake",
            "text": "Windows 95",
            "date": "2014-02-11 14:38:00",
            "post_id": "551472",
            "reply_to_id": false
        },
        {
            "user_name": "upg8",
            "text": "Það borgar sig ekki að versla of mikið í \"sænsku búðinni\"",
            "date": "2014-02-11 15:18:00",
            "post_id": "551476",
            "reply_to_id": "551472"
        }
    ],
    "date": "2014-02-11 14:38:00"
}