{
    "forum_title": "Netkerfi - internetið",
    "id": "59337",
    "title": "TAL með verðbreytingar.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=59337",
    "posts": [
        {
            "user_name": "hfwf",
            "text": "1.Feb tekur TAL upp á verðbreytingum -> \nhttp://www.tal.is/verdbreytingar\n Samkvæmt þessu dettur úr 80gb ljósleiðaraleiðin hjá þeim og hinar hækka í verði.\nJæja TAL.\nVirðist vera að maður þurfi að skipta um internetveitu sökum þessa og ekki kemur Vodafone til greina eða Hringdu og Síminn, hvað stendur eftir kæru vaktarar?",
            "date": "2014-01-22 18:07:00",
            "post_id": "548301",
            "reply_to_id": false
        },
        {
            "user_name": "chaplin",
            "text": "Ég hef bara svo ótrúlega góða reynslu af Tal að ég myndi ekki breyta þrátt fyrir verðbreytingar.",
            "date": "2014-01-22 18:12:00",
            "post_id": "548305",
            "reply_to_id": "548301"
        },
        {
            "user_name": "hfwf",
            "text": "Alveg sammála því fyrir utan auðvita þjónustulynd hjá þeim \n, býst við að þar sem 80 leiðin detti úr samkvæmt lista að hún detti í 60 frekar en 120 gb sem er þó ekki nema 1300kr hækkun og auka 40gb, skipti eingöngu sem allra síðasti möguleiki. Sakar ekki að skoða aðra möguleika ef út í það fer.\np.s. TAL varð líklega besta þjónustuveitan eftir að þeir færðu allt netið hjá sér yfir á kerfi Símans",
            "date": "2014-01-22 18:18:00",
            "post_id": "548311",
            "reply_to_id": "548305"
        },
        {
            "user_name": "Snorrivk",
            "text": "Ég fór yfir til 365.is í Des frá hringdu og get bara ekki verið sáttari \nEn jú jú það eru bara 10 gig sem fylgir en það kostar bara 1000 kall að fá 40 gig í viðbót",
            "date": "2014-01-22 18:32:00",
            "post_id": "548315",
            "reply_to_id": "548311"
        },
        {
            "user_name": "emmi",
            "text": "Til Símans? Síðast þegar ég vissi þá eru þeir hjá Símafélaginu.",
            "date": "2014-01-22 18:33:00",
            "post_id": "548316",
            "reply_to_id": "548315"
        },
        {
            "user_name": "hfwf",
            "text": "Það er rangt hjá þér -> \nhttp://www.vb.is/frettir/78115/\nAnnars kemur 365 ekki heldur til greina, forðast þann miðilinn eins mikið og ég get.",
            "date": "2014-01-22 18:39:00",
            "post_id": "548318",
            "reply_to_id": "548316"
        },
        {
            "user_name": "aron31872",
            "text": "eitt af verstu reinslunum mínum er að vera hjá tal hræðileg þjónusta tók einhver mánuð að ná í þjonustu til þess að gera við ég hef verið hjá símanum og vodafone mér finnst vodafone þjónustan láng best internet hraði kom allt í einum pakka",
            "date": "2014-01-22 18:43:00",
            "post_id": "548320",
            "reply_to_id": "548318"
        },
        {
            "user_name": "BugsyB",
            "text": "hringiðjan - þeir ráku mig samt frá þeim fyrir óhoflegt niðurhal  (heimtuðu að hækka rk sérstaklega hjá mér vegna gagnamagns þannig að ég fór)",
            "date": "2014-01-22 20:12:00",
            "post_id": "548366",
            "reply_to_id": "548320"
        },
        {
            "user_name": "hfwf",
            "text": "sýnist það vera hún eða vera áfram hjá tal.",
            "date": "2014-01-22 20:14:00",
            "post_id": "548368",
            "reply_to_id": "548366"
        },
        {
            "user_name": "depill",
            "text": "nibb \nhttp://bgp.he.net/AS21268\n, ekki rangt hjá honum. Internet gátt Tal fer í gegnum Símafélagið. Tal notar samt dreifikerfi Símans ( fyrir GSM, ADSL og VDSL, ásamt fastlínu, en umferð fer samt yfir til Símafélagsins ) og ýmis önnur stoðkerfi frá Símanum. Þannig þeir sem eru á ljósi Tal eru að nota dreifikerfi GR og Internet gáttir Símafélagsins.",
            "date": "2014-01-22 20:16:00",
            "post_id": "548369",
            "reply_to_id": "548368"
        },
        {
            "user_name": "stefhauk",
            "text": "fór með netið til tals í des búinn að vera mjög ánægður en þetta er frekar fúlt en ætla þó ekki að gráta það að þurfa borga 300 kr meira fyrir 120 gb leiðina",
            "date": "2014-01-22 21:54:00",
            "post_id": "548386",
            "reply_to_id": "548369"
        },
        {
            "user_name": "mainman",
            "text": "Ég er búinn að vera hjá þessu fyrirtæki í 5-6 ár og fyrir einu og hálfu ári byrjuðu símreikningarnir mínir að hækka hægt og rólega (er með heimasíma, netið og tvo gsm og nánast allir sem við hringjum reglulega í eru skráðir vinir hjá okkur). Síðan eftir að reikningarnir fóru yfir 20 þús króna múrinn þá byrjaði ég að tala við Tal og biðja þau um að skoða hvað væri í gangi. auðvitað hringdi þjónustuverið í mig nokkrum vikum seinna og sagði mér að það væri allt í lagi með allt og sögðu mér að hringja bara í þjónustuverið og biðja um aðra þjónustuleið, sem ég gerði og ekkert breyttist, reikningarnir héldu áfram að hækka mánuð eftir mánuð. síðan komust þeir hægt og rólega upp í 30 þús og ég hringdi oft í þá og fór í verslanir og bað um að þetta yrði skoðað betur en alltaf fékk ég heimskulegt og samúðarfullt bros frá rétt svo kynþroska afgreiðslustelpum og alltaf var mér boðin önnur þjónustuleið þar sem ég gæti t.d. lækkað reikningin minn um heilar FIMM hundruð krónur með því að minka niðurhalið í símanum mínum \nÞegar reikningarnir mínir voru komnir upp í 34 þúsund og ekkert hægt að ræða við þetta lið lengur þá skipti ég og fór yfir til hringdu og við hjónin gerum ekkert öðruvísi núna, tölum jafn mikið og við höfum alltaf gert en í dag erum við alltaf með 18 þús kr reikning á mánuði fyrir allt það sama.\nFyndna er að einn af síðustu mánuðunum sem við vorum hjá tal þá fékk konan mín nýjann síma strax um mánaðarmótin og eftir mánuðinn þá var ég rukkaður um tólf klukkutíma tal á símanum hennar og þegar ég fór í símann hennar og fletti upp heildar tíma sem hringt hafði verið úr þessum nýja síma þá kom rétt rúmlega 12 tímar í tali en ef ég fletti upp hjá tal hvað hún hafði hringt mikið í vinanúmer þá voru það rúmlega níu tímar þannig að þarna var ég rukkaður um öll símtöl sama hvort það voru vinasímar eða ekki, það gekk aldrei neitt að ræða við þau, alltaf var það bara tæknideild sem hringdi eftir nokkrar vikur með sama kjaftæðið.\nþeir eru reyndar búnir að rukka mig um 75 þúsund EFTIR að ég hætti hjá þeim og mér er óskiljanlegt hvernig þeir fá þetta alltaf út.\nÉg mun allavega aldrei skipta við þetta fyrirtæki aftur.",
            "date": "2014-01-22 22:19:00",
            "post_id": "548392",
            "reply_to_id": "548386"
        },
        {
            "user_name": "kubbur",
            "text": "getum við ekki bara tekið okkur saman og hent upp símafyrirtæki sem er bara með internetveitu ?",
            "date": "2014-01-22 22:26:00",
            "post_id": "548394",
            "reply_to_id": "548392"
        },
        {
            "user_name": "stefhauk",
            "text": "Held að með þessum vinanúmerum þá er það ekki ótakmarkaður mínutufjöldi færð bara einhverjar vissar mínútur sem þú getur hringt í þessi númer og eftir að þær klárast þá ertu rukkaður.",
            "date": "2014-01-23 11:56:00",
            "post_id": "548454",
            "reply_to_id": "548394"
        }
    ],
    "date": "2014-01-22 18:07:00"
}