{
    "forum_title": "Koníakstofan",
    "id": "59388",
    "title": "Fake NSA gögn",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=59388",
    "posts": [
        {
            "user_name": "Stuffz",
            "text": "Vildi bara vara við að notast við þetta hér sem áræðanlegar upplýsingar\nhttp://ternus.github.io/nsaproductgenerator/\nÉg tel að þetta séu eitthverjir grínistar að setja fram rugl sem lítur trúverðuglega út\nTakið t.d. eftir að allar síðurnar eru dagsettar 06/06/06, myndirnar eru staðsettar á sama stað á öllum síðunum ólíkt öðrum NSA gögnum eins og \nhér\n og notaðar fyrir ólíkan búnað ásamt því að innihalda mynd af ryðguðum hurðarhúni  \n \nGott fræðandi vídeó hérna um þessi mál..\nAðili frá EFF að tala um NSA á CCC rástefnunni núna rétt fyrir áramót.",
            "date": "2014-01-25 19:44:00",
            "post_id": "548777",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Ég facepalma ekki oft en ég neyðist.\nEkki reyna að nota \nhackertyper\n til að hakka. \nEkki reyna að vísa í The Onion fyrir fréttir. \nEkki fara á /b/ til að fá sálfræðiaðstoð.",
            "date": "2014-01-25 19:58:00",
            "post_id": "548779",
            "reply_to_id": "548777"
        },
        {
            "user_name": "Stuffz",
            "text": "Er þetta svona augljóslega fake?",
            "date": "2014-01-25 21:20:00",
            "post_id": "548798",
            "reply_to_id": "548779"
        },
        {
            "user_name": "Gúrú",
            "text": "Þetta er \"Generator\" þ.e.a.s. þetta er að skapa eitthvað. Það ætti eitt og sér að segja þér að þetta eru ekki alvöru NSA gögn.",
            "date": "2014-01-25 21:42:00",
            "post_id": "548802",
            "reply_to_id": "548798"
        },
        {
            "user_name": "Stuffz",
            "text": "Já en ég held nú samt að það fatti það ekki allir\nÞegar ég slæ inn \"NSA ANT\" þá er \nhttp://leaksource.wordpress.com/2013/12 ... -firmware/\n (sami tengill og er í  \"hér\" efst á þessarri síðu) þriðji efsti möguleikinn á blaði í goggle leitinni og sá sem er með flestar síðurnar úr þessum NSA innanhúss pöntunarlista (NSA’s ANT Division Catalog of Exploits) eða 48 á meðan hinir 2 efri möguleikarnir voru bara með nokkrar myndir úr listanum, svo eðlilega meira \"of-interest\" ef ekki fyrir neitt annað en að innihalda fleiri myndir.\nþeir eru þarna með 48 blaðsíður úr þessum \"NSA’s ANT Division Catalog of Exploits\"\nsvo ef maður er búinn að skoða þessar 48 blaðsíður þá sér maður í RELATED LINKS: fyrir neðan þær að það stendur \"The NSA Product Generator\" (sjá á mynd fyrir neðan) það svo beinir fólki á þennan umtalaða generator\neitt það versta sem getur komið fyrir trúverðugleika leka er ef falsað efni kemst í umferð samfara upprunaefninu og þá veit flest fólk ekki hvort er hvað, missir áhugann og nennir ekki að kynna sér það frekar og þá getur lekinn að miklu leiti misst marks, ég var bara að vara við þessu fyrst ég sá að þessir leaksource gaurar gátu klikkað á að tékka efnið á linkinum betur þá geta eflaust aðrir klikkað á því líka.\nWikiipediasíðan\nhttp://en.wikipedia.org/wiki/NSA_ANT_catalog\nhérna er pdf með þessum sömu 48 myndum\nhttp://speedy.sh/dDCT4/NSA-s-ANT-Divisi ... ploits.pdf\nog hérna er rar með þessum 48 myndum\nhttp://speedy.sh/9ybC7/nsa-ant.rar\nhérna er youtube vídeó\nog hér nokkrar myndir sem sýnidæmi:\nog hérna er annað ágætis vídeó frá CCC ráðstefnunni\nStutt útlistun á möguleikum þessa búnaðar\n\" \nNSA's ANT exploitation catalog\nThe latest Snowden disclosure of the NSA's ANT exploitation catalog will be studied by every IT security professional in the world. It's a lot to take in, so I wrote a quick summary here. It includes descriptions of:\n    BIOS-based implants for common routers (Huawei, Cisco), firewalls (Huawei, Juniper, Cisco) and servers (HP and Dell)\n    iPhone implant\n    Room audio capture chip (\"bug\")\n    802.11 injection hardware\n    SIM card implants\n    Phones with software-defined-radio for covert wireless survey and capture\n    A PCI hardware implant\n    Wireless chips for airgap jumping (HOWLERMONKEY)\n    Hard drive firmware implant\n    Software implants that route traffic to unused 802.11 interfaces (i.e. exfil even while wireless is \"off\")\n    Multi-OS BIOS/HPA implant\n    Hardware keylogger chip with RF exfil\n    Implanted GSM handsets\n    Thuraya sat phone handset hardware implant\n    Windows mobile implant\n    GSM basestations that can find targets based on handset IDs, collect and capture voice/data/SMS etc.\n    Sofware defined radio direction finders for tracking targets based on a wide range of emissions\n    Modified USB cables with RF chips for airgap bridging (COTTONMOUTH-I,II,III)\n    Ethernet hardware RJ45 connector implant that can do traffic filtering and injection with comms over RF (FIREWALK)\n    VGA cable with hardware implant that collects video and exfils over RF (RAGEMASTER) \nhttp://ilostmynotes.blogspot.com/2014_0 ... chive.html\nog hérna er stutt yfirlit yfir viðbrögð ýmissa fyrirtækja þarna úti við þessum fréttum\nhttp://thedesk.matthewkeys.net/2014/01/ ... ng-claims/",
            "date": "2014-01-26 00:06:00",
            "post_id": "548821",
            "reply_to_id": "548802"
        }
    ],
    "date": "2014-01-25 19:44:00"
}