{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "59398",
    "title": "Bæta við fartölvu vinnsluminni",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=59398",
    "posts": [
        {
            "user_name": "Billiebob",
            "text": "Góðan daginn\nÉg keypti [url]Lenovo S300[/url] frá elko og rosalega sáttur með tölvuna, en var að velta fyrir mér hvort ég ætti að uppfæra vinnsluminni úr\n4GB í 8GB.\nHér er mynd þar sem CPU-Z sýnir allt helsta upplýs um núverandi vinnsluminni.\nHvaða vinnsluminni mæliði með? \nÉg reikna líka með því að skipta um vinnsluminni sjálfur brjóta ábyrgða skilmála.. ^^",
            "date": "2014-01-26 13:55:00",
            "post_id": "548872",
            "reply_to_id": false
        },
        {
            "user_name": "steinarorri",
            "text": "Sæll, skv upplýsingum frá framleiðanda eru bara 4GB studd, en þú gætir hugsanlega komist upp með að setja 8GB kubb í staðinn fyrir þann sem er fyrir.\nVeit ekki hvernig fer þá með ábyrgðina.\nHinsvegar er harði diskurinn í vélinni frekar hægur (500 GB 5400 snúninga) og þá er besta uppfærslan fyrir svona vél sú að fara yfir í SSD disk (sjá verð $ stærðir hér: \nhttp://vaktin.is/index.php?action=price ... lay&cid=10\n).\nEndar líklegast með minna geymslupláss en ef það pirrar þig ekki þá er SSD málið.",
            "date": "2014-01-26 16:44:00",
            "post_id": "548896",
            "reply_to_id": "548872"
        },
        {
            "user_name": "Billiebob",
            "text": "Sæll\nEins og er þá eru 2 slots fyrir ram í tölvunni en einungis eitt þeirra er í notkun, trúi nú varla að það sé bara 4GB sem kemst fyrir, en reyndar er þetta tiltölega ódýr tölva ^^\nEn já, mér finnst hún alls ekki hæg, ég uppfæri kanski í SSD eftir 1-2 ár en vildi bara bæta við ram ef það væri hægt. \nÉg ætla heyra í Lenovo og spurja þá úti þetta, þá fæ ég loka svar með hvort það sé hægt að uppfæra.",
            "date": "2014-01-26 18:36:00",
            "post_id": "548903",
            "reply_to_id": "548896"
        },
        {
            "user_name": "steinarorri",
            "text": "ertu viss?\nSkv. Lenovo (\nlinkur\n) er bara eitt slot sem styður max 4GB.\nSkv. Crucial styður þetta hinsvegar 8GB (\nlinkur\n) og ég sé í raun ekki afhverju vélin ætti ekki að styðja 8GB.",
            "date": "2014-01-26 19:29:00",
            "post_id": "548908",
            "reply_to_id": "548903"
        },
        {
            "user_name": "Billiebob",
            "text": "Þetta pdf frá Lenovo er sennilega fyrir eldri S300 týpur, þar sem enginn örgjafi í \"Specifications\" er örgjafinn sem ég er með.\nEn já ég er alveg 100% viss að ég er einungis að nota 1 af 2 slots. þannig ef það styður 4GB í einu slotti þá hlytur það að styðja annað eins í hitt.. \nEn ég er núna með 4GB 1600MHz DDR3, er það ekki í lagi að nota hvaða ram sem er svo lengi sem það er líka 4GB/1600Mhz?",
            "date": "2014-01-26 20:23:00",
            "post_id": "548913",
            "reply_to_id": "548908"
        }
    ],
    "date": "2014-01-26 13:55:00"
}