{
    "forum_title": "Þjónusta / Viðgerðir",
    "id": "59406",
    "title": "best að fara með tölvu í rykhreinsun?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=13&t=59406",
    "posts": [
        {
            "user_name": "hristingur",
            "text": "er með 3 ara tölvu sem hefur held eg einusinni farið i rykhreinsun, hvar mæliði með að fara með í rykhreinsun, er á höfuðborgarsvæðinu ,",
            "date": "2014-01-27 00:09:00",
            "post_id": "548944",
            "reply_to_id": false
        },
        {
            "user_name": "rapport",
            "text": "Góð spurning, hvað tekur svona almennt langan tíma og hverjir eru að bjóða upp á þetta...?",
            "date": "2014-01-27 00:11:00",
            "post_id": "548945",
            "reply_to_id": "548944"
        },
        {
            "user_name": "vesley",
            "text": "Veit að Tölvutek gerði þetta allavega einu sinni,  bara að rykhreinsa ætti nú ekki að taka nema örfáar min, en ef það á að skipta um kælikrem í leiðinni myndi ég segja 30min max",
            "date": "2014-01-27 00:19:00",
            "post_id": "548947",
            "reply_to_id": "548945"
        },
        {
            "user_name": "GuðjónR",
            "text": "Gera sjálfur!",
            "date": "2014-01-27 00:20:00",
            "post_id": "548948",
            "reply_to_id": "548947"
        },
        {
            "user_name": "Sydney",
            "text": "Algjörlega, mæli með því að fjárfesta í loftpressu frekar en að kaupa loft í brúsa. Brúsarnir eru algjörlega kraftlausir. Svo er alltaf gott að eiga loftpressu í bílskúrnum.",
            "date": "2014-01-27 00:22:00",
            "post_id": "548949",
            "reply_to_id": "548948"
        },
        {
            "user_name": "Black",
            "text": "en eins og svo oft áður hefur komið í umræðuna að það er töluvert rakara loft í loftpressu og myndast raki í loftkútnum fyrir pressuna sem getur valdið rakaskemmdum á raftækjum. allavega hafa það í huga ef þið eruð að nota loftpressur,",
            "date": "2014-01-27 06:32:00",
            "post_id": "548970",
            "reply_to_id": "548949"
        },
        {
            "user_name": "mercury",
            "text": "myndast alltaf raki þegar lofti er þjappað... kemst ekkert  hjá því. en þú getur aftur á móti verið duglegur að tappa rakanum af pressuni gerir það ekki á brúsanu.",
            "date": "2014-01-27 07:24:00",
            "post_id": "548972",
            "reply_to_id": "548970"
        },
        {
            "user_name": "hristingur",
            "text": "okei en eg bara kann ekkert að opna fartölvuna mina og treysti mer ekki i það hef reynt það aður... veit að þeir taka tölvuna væntanlega inn og fæ hana liklega næsta dag en bara hvar get eg farið með þetta eitthver sem veit ?",
            "date": "2014-01-27 23:24:00",
            "post_id": "549186",
            "reply_to_id": "548972"
        },
        {
            "user_name": "GullMoli",
            "text": "Kannski ef þú ert með hana í gífurlega röku umhverfi, ekkert svo mikill raki innandyra hérna heima. Annars þarf náttúrulega að tappa vatninu af daglega eða annan hvern dag helst ef þetta eru dælur í einhverri notkun.\nGetur verið ágætt að sprauta smá í pappír fyrst, ef þú hefur áhyggjur af rakanum.",
            "date": "2014-01-27 23:37:00",
            "post_id": "549188",
            "reply_to_id": "549186"
        },
        {
            "user_name": "littli-Jake",
            "text": "hvernig fartölva er þetta?",
            "date": "2014-01-28 01:07:00",
            "post_id": "549198",
            "reply_to_id": "549188"
        }
    ],
    "date": "2014-01-27 00:09:00"
}