{
    "forum_title": "Koníakstofan",
    "id": "59518",
    "title": "Er þetta drykkjuhæft? (áfengis spurning)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=59518",
    "posts": [
        {
            "user_name": "hakkarin",
            "text": "http://www.vinbudin.is/DesktopDefault.a ... ctID=11783\nMér finnst það vera pirrandi að þurfa alltaf að vesenast með eitthverja ávexti og myntulauf til að búa til mojito. Veit eitthver hvort að eitthvað sé varið í þetta?",
            "date": "2014-01-31 18:35:00",
            "post_id": "549971",
            "reply_to_id": false
        },
        {
            "user_name": "urban",
            "text": "Jájá þetta er alveg drykkjarhæft.\nEn þetta er ekki mojito, bara svo að það sé alveg á hreinu, gefur smá bragð en mojito er bara þannig drykkur að hann á að vera alvöru eða sleppa honum (eða svona að mínu mati allavegann \n )",
            "date": "2014-01-31 18:42:00",
            "post_id": "549972",
            "reply_to_id": "549971"
        },
        {
            "user_name": "svanur08",
            "text": "Ertu ekki karlmaður? Þá drekkuru bjór",
            "date": "2014-01-31 18:44:00",
            "post_id": "549973",
            "reply_to_id": "549972"
        },
        {
            "user_name": "biturk",
            "text": "A eina svona, þetta er ágætt en ekkert mojito",
            "date": "2014-01-31 18:52:00",
            "post_id": "549974",
            "reply_to_id": "549973"
        },
        {
            "user_name": "tdog",
            "text": "x2",
            "date": "2014-01-31 19:03:00",
            "post_id": "549977",
            "reply_to_id": "549974"
        },
        {
            "user_name": "hakkarin",
            "text": "Ég drekk líka bjór en stundum vill maður tilbreytingu. Leiðinlegt að drekka bara bjór. Svo vill maður stundum eitthvað sem að er svona meira \"svalandi\".",
            "date": "2014-01-31 19:06:00",
            "post_id": "549978",
            "reply_to_id": "549977"
        },
        {
            "user_name": "oskar9",
            "text": "Kauptu Enjoy drykkinn niðrí bónus frá Faxe í danmörku, það er unreal hvað það er líkt mohito, tekur nokkra sopa úr dósinni og bætir rommi útí eftir smekk.\nhttp://www.unidexholland.com/en/assortm ... ine-enjoy/\nkostar held ég 80kr dósin, 250ml",
            "date": "2014-01-31 19:16:00",
            "post_id": "549979",
            "reply_to_id": "549978"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Bjórinn er góður, en maður verður leiður á honum.\nRommið finnst mér alltaf frábært, hvort sem það er Captain eða Havana Club, fer eftir stemminguni.\nSvo ef mér langar í góða blöndu, þá hef ég stundum keypt mér Bacardi Razz, blandað í gos eftir smekk.",
            "date": "2014-01-31 19:22:00",
            "post_id": "549980",
            "reply_to_id": "549979"
        },
        {
            "user_name": "stefhauk",
            "text": "keypti eina svona flösku á spáni og þetta var viðbjóður mæli ekki með þessu.",
            "date": "2014-01-31 19:22:00",
            "post_id": "549981",
            "reply_to_id": "549980"
        },
        {
            "user_name": "Moldvarpan",
            "text": "En til að svara spurningunni, þá er þessi tilbúna blanda afar mikið sykursull. Mér finnst hún ekki nógu góð.",
            "date": "2014-01-31 19:23:00",
            "post_id": "549982",
            "reply_to_id": "549981"
        },
        {
            "user_name": "svanur08",
            "text": "jájá ég var nú bara djóka  \n ég var einu sinni alltaf í sterku bara en er bara minna fullur af bjór",
            "date": "2014-01-31 19:58:00",
            "post_id": "549986",
            "reply_to_id": "549982"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég skil ekki þessa klassísku \"vertu karlmaður og drekktu bjór\" línu. Helvítis kameldýrahland.\nEf það er ekki yfir 40% þá er það ekki drykkjarhæft.\n/diss",
            "date": "2014-01-31 20:10:00",
            "post_id": "549987",
            "reply_to_id": "549986"
        },
        {
            "user_name": "vesley",
            "text": "Algjörlega sammála þér, svo er líka meirihluti þeirra sem koma með þessa línu lagerbjórþambandi menn sem drekka bara ódýrt sull. \nÞað er munur á djammdrykkjum og sulli og drykk sem manneskja vill njóta og er lítið að spá í því hversu \"mölvuð\" hún verður eftir hann.",
            "date": "2014-01-31 20:31:00",
            "post_id": "549989",
            "reply_to_id": "549987"
        },
        {
            "user_name": "Bjosep",
            "text": "Hvað með mjöðinn?",
            "date": "2014-01-31 20:48:00",
            "post_id": "549990",
            "reply_to_id": "549989"
        },
        {
            "user_name": "ManiO",
            "text": "Ef menn nenna ekki að standa í mojito þá mæli ég með caipirinha. 50/50 Cachaça/súraldin safi. Skifta má út Cachaça fyrir rommi. Hrásykur eftir smekk og slatti af klökum.\nEf menn vilja heldur vodka þá kallast það caiparoska.\nAnnar þrælgóður romm drykkur er oft kallaður Dark'n'Stormy. Dökkt romm, ginger beer (EKKI ale, fæst í Kosti t.d.), hrásykur og smá lime safi. Hlutföllinn má hver og einn leika sér með. Mæli með að nota Havana Club 7 ára.\nCaptain Morgan er sull, byð menn um að halda sig frá því.",
            "date": "2014-01-31 23:40:00",
            "post_id": "550021",
            "reply_to_id": "549990"
        },
        {
            "user_name": "lukkuláki",
            "text": "Þetta + vodka kemur á óvart Ekkert vesen og ótrúlega líkt Mojito",
            "date": "2014-01-31 23:51:00",
            "post_id": "550023",
            "reply_to_id": "550021"
        },
        {
            "user_name": "urban",
            "text": "ég skil bara ekki hvernig fólk nennir að vera með svona \"hipster stæla\" og setja út á það hvað aðrir drekka.\nFólk á bara að drekka það sem að því langar að drekka og sleppa því að gera lítið úr því sem að aðrir drekka.\nég er bara manna fengastur því að smekkur manna skuli vera misjafn, annars væri allt helvíti grátt og leiðinlegt",
            "date": "2014-02-01 01:04:00",
            "post_id": "550032",
            "reply_to_id": "550023"
        },
        {
            "user_name": "appel",
            "text": "Sko, ef menn ætla að vera með stæla hérna þá er það ekki gott.\nStóra málið í þessu öllu saman er að bjór er einfaldlega langbesti vökvinn. Þeir sem segja annað eru eitthvað ruglaðir.\nÉg geri reyndar undantekningu fyrir gott rauðvín með góðum mat, t.d. nautalundum. Gott rauðvín er einstaklega frábært.\nEn ef þú ert gaur, og drekkur eitthvað annað en bjór að staðaldri þá ertu bara kona, já kona. Ég meina, hverskonar fólk drekkur eiginlega vökva litaða í öðru en blóðrauðu eða gylltum lit?",
            "date": "2014-02-01 01:15:00",
            "post_id": "550034",
            "reply_to_id": "550032"
        },
        {
            "user_name": "rapport",
            "text": "Svo langt síðan maður drakk einhverja svona kokteila...\nFer oft á barinn og bið um að mér sé komið á óvart, bjór eða tvöfaldur screwdriver í stórt glas...\np.s. Hvað varð um Lambrusco, af hverju er það ekki í vínbúðinni?\nKann ekki að leita, þetta er þarna...\nhttp://www.vinbudin.is/DesktopDefault.a ... ctID=00165",
            "date": "2014-02-01 01:45:00",
            "post_id": "550042",
            "reply_to_id": "550034"
        },
        {
            "user_name": "Nariur",
            "text": "Ég myndi nú seint kalla þetta \"hipster stæla\". Alveg eins og það er ekki hægt að gera samanburð á kjötfarsi og rib eye steik, ódýru kassavíni og fínni flösku og ódýrum APU og 3960X og Titan, er ekki hægt að bera saman ódýrt lagersull (sem fólk drekkur bara til að verða fullt) og góðan bjór, eða á annað borð aðra, betri drykki. Það myndu fæstir deila um þessar fullyrðingar.\nEn að öðru. Mig dauðlangar að smakka mjöðinn. Ég fór í Heiðrúnu í fyrradag og fékk að heyra \"við fengum 24 flöskur í gær, þær voru fljótar að fara\".",
            "date": "2014-02-01 05:05:00",
            "post_id": "550050",
            "reply_to_id": "550042"
        },
        {
            "user_name": "daremo",
            "text": "Alvöru karlmenn þora að vera öðruvísi!\nÉg drekk eingöngu bjór hinsvegar. Helst með eins miklu áfengismagni og hægt er. Ekki alveg tilbúinn að vera alvöru karlmaður alveg strax.",
            "date": "2014-02-01 06:22:00",
            "post_id": "550051",
            "reply_to_id": "550050"
        },
        {
            "user_name": "urban",
            "text": "Akkurat þetta er ég að tala um, (núna ætla ég að gera ráð fyrir því að þegar að þú talar um \"ódýrt lagersull\" sem hinn algengasta bjórinn (t.d. Tuborg, víking, egils gull, lager, budweiser, hollandia og allt hitt) og hins vegar ertu að tala um (t.d) Erdinger, Leffe, stellu artois (samt á mörkunum)guinnes  og álíka \"eðal/fágætar/(manekkiorðiðsemaðégeraðleitaf) tegundir(svo að maður tali nú ekki um allt annað (nenni ekki að nefna dæmi).\nEn þú mátt bara ekki gleyma því að þetta er allt spurning um bragðskyn og bragðskyn hjá 2 manneskjum er bara engan vegin eins, Þér finnst \"lagersullið\" ekki gott, og finnst \"hinar\" tegundirnar stórkostlegar.\naðilinn sem að situr á móti þér finnst kannski lagerinn frábær.\nekki gleyma því að það er alveg ástæða fyrir því að \"lagersullið\" er í boði á lang lang lang flestum börum í heiminum\nÉg persónulega geri gríðarlega mikið af því að prufa nýja bjóar, alveg sama hvaða bjór það er.\nef að ég sé nýja tegund á dælu einhver staðar þá smakka ég hana.\nþú segir bera saman rib eye og kjötfars.\nhjá næsta manni getur rib eyeið þitt verið þeirra kjötfars.\nEKKI !!! gera lítið úr smekk annarra, þetta er ekkert flókið.\nþér persónulega finnst lager vera \"lagersull\" og virðist bara vilja eitthvað annað.\neinverjir aðrir vilja bara fá bjór, sem að þar á meðal er lager og ekki eitthvað helvítis \"hipstera kjaftæðis bull tegundir\"\nÞetta er sáraeinfalt, smekkur manna er misjafn, ekki reyna að vera meiri maður fyrir það að vilja eitthvað annað er meirihluti manna, það er ekkert merkilegt.\np.s.\nég er vel í glasi, eftir að hafa drukkið í kvöld, nokkra budvar, einhverja tuborg, aðra tuborg classic, fékk mér líka stella artois, man eftir Irish coffey, töfrateepi, opalskti, einhverju \"dýru\" viskíi, og sjálfsagt einhverju meir (afhveru er ég ekki l0ngu steindauður ????)\npointið með upptalningunni er, ekki vera hipster, drekktu það sem að þér finnst gott, ekki þykjast vera meiri maður en náugninn og reyna gera lítið úr honum fyrir að dreakka eitthvað annað en þú\nog já, endum alveg á einu...\nhvað er að \nþínu mati\n \"ódýrt lagersull\"  og hvað er \"góður bjór\"  ?",
            "date": "2014-02-01 07:17:00",
            "post_id": "550052",
            "reply_to_id": "550051"
        },
        {
            "user_name": "daremo",
            "text": "",
            "date": "2014-02-01 09:10:00",
            "post_id": "550054",
            "reply_to_id": "550052"
        },
        {
            "user_name": "hfwf",
            "text": "",
            "date": "2014-02-01 13:26:00",
            "post_id": "550074",
            "reply_to_id": "550054"
        },
        {
            "user_name": "Hrotti",
            "text": "Ég verð að viðurkenna að það eru að verða 20 ár síðan að ég hætti að drekka, en á þeim tima voru það bara stelpur sem að drukku bjór. Við hinir drukkum íslenskt brennivín og svo vodka þegar að einhver ætlaði að vera grand á því.",
            "date": "2014-02-01 14:37:00",
            "post_id": "550081",
            "reply_to_id": "550074"
        },
        {
            "user_name": "Minuz1",
            "text": "Bjór hækkar estrogen magn...undarlegt að menn telja það karlasport...þegar þú ert að breyta þér í konu þegar þú gerir það \nhttp://renegadehealth.com/blog/beerwine",
            "date": "2014-02-01 17:26:00",
            "post_id": "550092",
            "reply_to_id": false
        },
        {
            "user_name": "Bjosep",
            "text": "Rétt að taka það fram að greinin sem hann vitnar í finnst ekki og mér sýnist á öllu að þetta sé nú bara síða einhverja leikmanna.",
            "date": "2014-02-01 17:53:00",
            "post_id": "550096",
            "reply_to_id": "550092"
        },
        {
            "user_name": "Minuz1",
            "text": "http://pubs.niaaa.nih.gov/publications/arh22-3/220.pdf",
            "date": "2014-02-01 18:03:00",
            "post_id": "550099",
            "reply_to_id": "550096"
        },
        {
            "user_name": "Bjosep",
            "text": "Eftir að hafa lesið greinina þá er mér ómögulegt að sjá að hún styðji þá fullyrðingu að menn ættu að drekka vín en konur ættu að drekka bjór.\nRannsóknin er framkvæmd annarsvegar á rottum, sem fengu rauðvín og viskí, og hinsvegar á konum á aldrinum 57-59 ára sem fengu rauðvín, hvítvín, bjór og viskí.",
            "date": "2014-02-01 19:23:00",
            "post_id": "550112",
            "reply_to_id": "550099"
        },
        {
            "user_name": "svanur08",
            "text": "Voðalega geriði mikið mál úr þessu, fólk bara drekkur það sem það vill drekka punktur!",
            "date": "2014-02-01 19:34:00",
            "post_id": "550114",
            "reply_to_id": "550112"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "OP gerði bara þau mistök að hefja umræðu um áfengi á nördaspjallborði.",
            "date": "2014-02-01 20:24:00",
            "post_id": "550126",
            "reply_to_id": "550114"
        },
        {
            "user_name": "gullielli",
            "text": "I loled .. 10/10 would read again",
            "date": "2014-02-01 20:33:00",
            "post_id": "550127",
            "reply_to_id": "550126"
        },
        {
            "user_name": "haywood",
            "text": "til að vera on topic....\nsem fyrrverandi barþjónn finnst mér þetta viðbjóður og varla fólki bjóðandi... alvöru mohjito er svo mikið mikið mikið betri",
            "date": "2014-02-01 21:36:00",
            "post_id": "550132",
            "reply_to_id": "550127"
        },
        {
            "user_name": "hfwf",
            "text": "on-topic? betra en hvað? where's the on-topic dæmi? \n margt betra en bjór á börum, en smekkur fólks er mismunandi, fólk kýs að gleyma því þegar það talar um hluti sem það elskar.",
            "date": "2014-02-01 22:58:00",
            "post_id": "550140",
            "reply_to_id": "550132"
        },
        {
            "user_name": "halldorjonz",
            "text": "Haha, segja að bjór sé fyrir karla og 40% vodki sé fyrir konur... Þú ert ágætur.  \nEdit:\nLast þú upphaflega póstinn hfwf? Það er frekar augljóst hvað maðurinn er að tala um. Hann er eini hérna sem er \"on topic\" actually.",
            "date": "2014-02-01 23:00:00",
            "post_id": "550141",
            "reply_to_id": "550140"
        },
        {
            "user_name": "appel",
            "text": "Heimspekingar eftir 5 þúsund ár eiga eftir að velta fyrir sér hvort bjórinn hafi ekki vera merkilegasta uppfinning mannsins.",
            "date": "2014-02-01 23:15:00",
            "post_id": "550142",
            "reply_to_id": "550141"
        },
        {
            "user_name": "upg8",
            "text": "\"Heimspekingar\" hafa þegar velt því fyrir sér  \n \nhttp://topdocumentaryfilms.com/how-beer-saved-the-world/",
            "date": "2014-02-01 23:42:00",
            "post_id": "550143",
            "reply_to_id": "550142"
        },
        {
            "user_name": "hfwf",
            "text": "haha back at you, did you?",
            "date": "2014-02-01 23:53:00",
            "post_id": "550144",
            "reply_to_id": "550143"
        },
        {
            "user_name": "Daz",
            "text": "Þú getur bara sjálfur verið sull. Held að það ættu allir að halda sig frá þér!",
            "date": "2014-02-02 00:44:00",
            "post_id": "550152",
            "reply_to_id": "550144"
        },
        {
            "user_name": "worghal",
            "text": "eftir að maður kemst í kynni við alvöru romm, þá er captain morgan ekkert nema sull.",
            "date": "2014-02-02 03:01:00",
            "post_id": "550161",
            "reply_to_id": "550152"
        },
        {
            "user_name": "Hnykill",
            "text": "var einmitt að velta þessu fyrir mér um daginn.. hver væri merklegasta uppfinning mannkins.\nEyrnapinnar !   \n  ... af öllu okkar hugviti og getu... Eyrnapinnar  \nÞað eru til apar á hitabeltiseyjum sem raða kókóshnetum saman á ströndinni og brjóta á þær lítið gat.. stafla þeim upp og bíða eftir að safinn gerjist í sólinni.. svo safnast þeir saman á ströndinni og drekka áfengan vökvan þegar hann er til.. svo að seigja að bjór.. eða áfengi yfir höfuð sé uppfinnig mannana er fjarri lagi :Þ",
            "date": "2014-02-02 05:35:00",
            "post_id": "550174",
            "reply_to_id": "550161"
        },
        {
            "user_name": "lukkuláki",
            "text": "http://www.collegehumor.com/post/678915 ... ink-choice",
            "date": "2014-02-02 11:44:00",
            "post_id": "550190",
            "reply_to_id": "550174"
        },
        {
            "user_name": "ManiO",
            "text": "Mín reynsla af Kapteininum er að það er aldrei hægt að losna við þetta svakalega vonda vanillu bragð sem er augljóslega fengið með einhverju allt öðru en alvöru vanillu stöngum. Svo er þynnkan af þessu áfengi sú allra versta sem ég hef upplifað. En ég sagði aldrei að fólk þyrfti að fara eftir fyrirmælum mínum",
            "date": "2014-02-02 14:01:00",
            "post_id": "550202",
            "reply_to_id": "550190"
        }
    ],
    "date": "2014-02-01 17:26:00"
}