{
    "forum_title": "Koníakstofan",
    "id": "59709",
    "title": "Er fríhöfnin ennþá ódýrari?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=59709",
    "posts": [
        {
            "user_name": "hakkarin",
            "text": "Það er MJÖÖÖÖÖÖÖÖÖG langt síðan ég fór til útlanda síðast. Fjölskyldan mín er samt að pæla í að fara bráðum. Var að pæla, er fríhöfninn en ódýrari heldur en venjulegar verslanir? Eða er það bara liðinn tíð og okur þar eins og annarstaðar núna?",
            "date": "2014-02-12 18:43:00",
            "post_id": "551643",
            "reply_to_id": false
        },
        {
            "user_name": "worghal",
            "text": "íslenskar vörur eru okrað á útaf útlendingum.\nen raftæki, áfengi, leikföng og annað er enþá ódýrara minnir mig.",
            "date": "2014-02-12 18:45:00",
            "post_id": "551645",
            "reply_to_id": "551643"
        },
        {
            "user_name": "Revenant",
            "text": "Það eina sem er ódýrara að einhverju viti er áfengi og sígarettur.",
            "date": "2014-02-12 18:56:00",
            "post_id": "551647",
            "reply_to_id": "551645"
        },
        {
            "user_name": "snaeji",
            "text": "Bónus er oft með betra verð á nammi en þeir þarna. Áfengi og sígarettur töluvert ódýrari. Dýra íslenska merkjavöru færðu ódýrari þarna. Elko mögulega með ódýrari síma og þessháttar en tollurinn fær að vita ef þú kaupir dýrar vörur þannig passaðu þig. Getur annars borið þetta allt saman á \nwww.dutyfree.is",
            "date": "2014-02-12 19:13:00",
            "post_id": "551651",
            "reply_to_id": "551647"
        },
        {
            "user_name": "dori",
            "text": "Allt annað en nammi ætti að vera aðeins ódýrara (nema nammið sé á svona 2 fyrir 1 afslætti sem er reglulega þarna). Það er samt rosalega lítill munur á öllu öðru en áfengi/tóbaki (+raftæki hugsanlega en þú þarft alltaf að borga toll/vsk af umfram 88 þúsund kall ef þú kaupir eitthvað þarna).",
            "date": "2014-02-12 22:11:00",
            "post_id": "551703",
            "reply_to_id": "551651"
        },
        {
            "user_name": "capteinninn",
            "text": "Fyrir um 3 vikum var eina sem var eitthvað ódýrara að viti áfengi og sígarettur",
            "date": "2014-02-12 22:20:00",
            "post_id": "551705",
            "reply_to_id": "551703"
        },
        {
            "user_name": "jericho",
            "text": "Keypti einn líter af 60% Stroh þarna á 2.600 kr. Sama flaska kostar yfir 14þús kr hér í Noregi. Sömu sögu má segja um nánast öll sterk vín.",
            "date": "2014-02-13 09:00:00",
            "post_id": "551758",
            "reply_to_id": "551705"
        },
        {
            "user_name": "isr",
            "text": "Þessi umræða dúkkar upp reglulega,því fólk hefur verið að benda á að sumar vörur séu ekkert ódýrari eða jafnvel dýrari,en þetta hefur breyst finnst mér allavega rafvörur hef aðalega skoðað það. Vara sem þú kaupir í fríhöfninni á að vera ódyrari allavega sem nemur virðisaukaskatti,sími sem þú kaupir í elkó Rvk kostar 100 þús ætti að kosta um 80þús í Leifssöð",
            "date": "2014-02-13 10:45:00",
            "post_id": "551768",
            "reply_to_id": "551758"
        }
    ],
    "date": "2014-02-12 18:43:00"
}