{
    "forum_title": "Koníakstofan",
    "id": "59758",
    "title": "Hvað finnst fólki um þennan dóm?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=59758",
    "posts": [
        {
            "user_name": "paze",
            "text": "http://www.dv.is/frettir/2014/2/14/domu ... rarmalinu/\nMér finnst þetta nú ekki sérstaklega grófir dómar. Annað sem mér finnst undarlegt er að Stefán Logi fái sama dóm og Stefán Blackburn þegar að Stefán Logi var dæmdur fyrir mörg önnur atriði eins og t.d. þetta með ofbeldið á kærustu sinni, fíkniefnabrot o.fl.\nHvað hefðu þeir fengið annars staðar ef við tökum með í spilið að þetta eru allt síafbrotamenn?",
            "date": "2014-02-15 11:02:00",
            "post_id": "552010",
            "reply_to_id": false
        },
        {
            "user_name": "axyne",
            "text": "Dómurinn",
            "date": "2014-02-15 11:27:00",
            "post_id": "552012",
            "reply_to_id": "552010"
        },
        {
            "user_name": "Squinchy",
            "text": "Þetta er ekki mikið fyrir dóm í hraunið, annað ef þetta vari alvöru fangelsi eins og í öðrum löndum",
            "date": "2014-02-15 11:34:00",
            "post_id": "552013",
            "reply_to_id": "552012"
        },
        {
            "user_name": "hakkarin",
            "text": "Veit nú ekki hvort að fangar í Noregi hafi það eitthvað verra. Breivík var nýlega að kvarta yfir því að hann hafi bara PS2 en ekki PS3:\nhttp://m.visir.is/forsida/Frett?ArticleID=2014140219223",
            "date": "2014-02-15 12:55:00",
            "post_id": "552024",
            "reply_to_id": "552013"
        },
        {
            "user_name": "BugsyB",
            "text": "LOL",
            "date": "2014-02-15 16:10:00",
            "post_id": "552045",
            "reply_to_id": "552024"
        },
        {
            "user_name": "J1nX",
            "text": "hann er bara eins og Georg Bjarnfreðarson í Fangavaktinni \n hahahaha",
            "date": "2014-02-15 23:11:00",
            "post_id": "552095",
            "reply_to_id": "552045"
        },
        {
            "user_name": "littli-Jake",
            "text": "Finst þetta vægur dómur fyrir stokseyrarmálið eitt og sér. Og þegar við tökum hina ákæruliðina inní finst mér að það vanti svona 2-3 ár uppá. Svo skulum við ekki gleima að gæsluvarðhaldstíminn sem er orðin þónokkrir mánuðir dregst frá. Og svo er það sama gamla sagan að mönnum er slept fyrr út fyrir \"góða hegðun\" Stebbarnir gætu gengið út eftir svona 3 ár.",
            "date": "2014-02-16 08:02:00",
            "post_id": "552107",
            "reply_to_id": "552095"
        },
        {
            "user_name": "Squinchy",
            "text": "Magnað hvað það safnast saman af punglausu liði í þetta dómara starf",
            "date": "2014-02-16 11:01:00",
            "post_id": "552114",
            "reply_to_id": "552107"
        },
        {
            "user_name": "Ulli",
            "text": "Svona menn eiga nátturlega bara að vera inni á stofnun. \n \nNota þá í eithverjar tilraunir sem guinea pig's.",
            "date": "2014-02-16 12:43:00",
            "post_id": "552120",
            "reply_to_id": "552114"
        },
        {
            "user_name": "Bjosep",
            "text": "Þessir menn þurfa á betrun að halda, ekki samfélagshefnd ...",
            "date": "2014-02-16 15:18:00",
            "post_id": "552143",
            "reply_to_id": "552120"
        },
        {
            "user_name": "BrynjarD",
            "text": "",
            "date": "2014-02-16 16:01:00",
            "post_id": "552148",
            "reply_to_id": "552143"
        },
        {
            "user_name": "Ulli",
            "text": "Sumir menn eru beond allrar hjálpar.",
            "date": "2014-02-17 23:40:00",
            "post_id": "552234",
            "reply_to_id": "552148"
        },
        {
            "user_name": "axyne",
            "text": "Það sem kemur mér í huga er það að núna skulda þessir menn fleiri milljónir í sakarkostnað og ekki hafa þeir há laun í fangelsi. Það verður ekki til að hjálpa þessum mönnum þegar þeir sleppa út og skjótur gróði í Heimi glæpa og fíkniefna freistar.",
            "date": "2014-02-18 07:26:00",
            "post_id": "552243",
            "reply_to_id": "552234"
        },
        {
            "user_name": "paze",
            "text": "Eigum við að hugsa hvað sé þeim fyrir bestu eða hvað sé fórnalömbunum fyrir bestu?",
            "date": "2014-02-18 08:49:00",
            "post_id": "552246",
            "reply_to_id": "552243"
        },
        {
            "user_name": "Daz",
            "text": "Betrun hlýtur að vera fórnarlömbunum fyrir bestu ekki satt? Eða búum við í samfélagi sem vill frekar auga fyrir auga og tönn fyrir tönn?",
            "date": "2014-02-18 10:07:00",
            "post_id": "552254",
            "reply_to_id": "552246"
        },
        {
            "user_name": "dori",
            "text": "Þú átt að hugsa um hvað sé samfélaginu fyrir bestu og það er alltaf að hjálpa fólki að taka til í lífinu sínu og gefa því annað tækifæri ef það lítur út fyrir að geta virkað í samfélaginu. Það er gríðarlega dýrt fyrir samfélagið að taka fólk úr umferð og halda því uppi með því að hafa það inná fangelsum endalaust.\nHins vegar er kerfið mjög brotið þannig að þetta betrunardæmi virðist ekki virka nema í því að búa til \"betri glæpamenn\". Auk þess sem a.m.k. Sívarsson er svo brotinn einstaklingur að hann muna aldrei verða virkur samfélagsþegn.",
            "date": "2014-02-18 10:12:00",
            "post_id": "552256",
            "reply_to_id": "552254"
        },
        {
            "user_name": "littli-Jake",
            "text": "Neibb. Við búum í samfélagi sem að kærir sig ekki um einstaklinga sem rífa tennur og augu úr öðrum. Til að byggja upp góðan einstakling úr slæmum þarf að byrja á að brjóta fyrst niður vonu hliðina. Hef bara enga trú á að það sé hægt að koma inn einhverri betrun á jafn stuttum tíma og fólk sem talar alltaf um betrunarstofnanir vill halda fram. Betrun tekur tíma.",
            "date": "2014-02-18 20:43:00",
            "post_id": "552351",
            "reply_to_id": "552256"
        },
        {
            "user_name": "Hrotti",
            "text": "á einhverjum tímapunkti hljóta hagsmunir fórnarlambanna og þjóðfélagsins að vega þyngra en réttur brotamanna. Ekki sem hefnd heldur til að vernda aðra. Hundur með hundaæði ákvað ekkert að verða þannig en við myndum nú samt lóga honum.",
            "date": "2014-02-18 20:54:00",
            "post_id": "552355",
            "reply_to_id": "552351"
        },
        {
            "user_name": "littli-Jake",
            "text": "Algjörlega sammála. Þó að frelsi einstaklingsins sé mjög mikilvægt eru hagsmunir fjöldans alltaf stóra myndin og það þarf ávalt að líta á stóru myndina. Einstaklingar sem valda samborgurunum og samfélaginu í heild skaða ítrekað verða bara að sætta sig við langtíma refsingar.",
            "date": "2014-02-19 03:34:00",
            "post_id": "552405",
            "reply_to_id": "552355"
        },
        {
            "user_name": "paze",
            "text": "x2",
            "date": "2014-02-24 19:33:00",
            "post_id": "553069",
            "reply_to_id": "552405"
        }
    ],
    "date": "2014-02-15 11:02:00"
}