{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "5977",
    "title": "Standard CPU vifta og hljóðmengun",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=5977",
    "posts": [
        {
            "user_name": "zircab",
            "text": "Ég hef áhyggjur af hávaða sem kemur frá viftu sem fylgdi með Celleron 2.4 Ghz og finnst það eins og vera óþarflega mikið. \n\n\n\nÞví langar mig til að spyrja hvort þessar viftur séu nokkuð spes og standi því einungis undir standard kröfum, og hvort aðrar viftur á viðráðanlegu verði séu hljóðminni?\n\n\n\nHljóðið er viðvarandi en eykst eylítið við leikjaspilun.\n\n\n\nHitinn fyrir örgjörvan mælist allt upp í 40 C og CPU viftan getur snúist á ca. 3300, þegar ég hef nýlokið leikjum, sem er ábyggilega ekki neinn sviti.\n\nHef annars 512 MB Ram og viðeigandi móðurborð fyrir örgjörvan.",
            "date": "2004-10-14 19:20:00",
            "post_id": "60686",
            "reply_to_id": false
        },
        {
            "user_name": "axyne",
            "text": "Hvernig áhygjur hefurðu af hljóðinu ?\n\n\n\nviftan sé ekki að kæla nógu mikið  ? eða þú sefur ekki á nóttunni ?\n\n\n\nþarft ekkert að hafa áhyggjur afþví að örgjörvinn sé eitthvað að fara að ofhitna, ef hann gerir það er það versta sem gæti skeð er að tölvan þín frís og þú verður að restarta.",
            "date": "2004-10-14 19:35:00",
            "post_id": "60689",
            "reply_to_id": "60686"
        },
        {
            "user_name": "zircab",
            "text": "Hef heyrt í viftunni (lágur dynur eða eitthvað svoleiðis) fram á gangi hjá mér og jafnvel í öðru herbergi!\n\nAlveg satt, og tek meira segja lyfin mín reglulega  \n\n\n\n\nÁhyggjur af að dynurinn geti þannig truflað fólk á viðkvæmum tímum sólarhrings. \n\nHef haft P3 tölvu sem var fín að þessu leyti.",
            "date": "2004-10-14 20:01:00",
            "post_id": "60690",
            "reply_to_id": "60689"
        },
        {
            "user_name": "CendenZ",
            "text": "Keyptu þér nýja viftur, 1500 kall eða eitthvað, þú hlýtur að geta sett 1500 kr. í nauðsyn, að hafa hljóðláta tölvu \ner\n nauðsyn.",
            "date": "2004-10-14 20:58:00",
            "post_id": "60693",
            "reply_to_id": "60690"
        },
        {
            "user_name": "BlitZ3r",
            "text": "ekki nema að þú sefur MJÖG FAST. ég sofna með sjónvarpið, tölvuna í botni og tonlist í gangi",
            "date": "2004-10-15 01:19:00",
            "post_id": "60723",
            "reply_to_id": "60693"
        },
        {
            "user_name": "FrankC",
            "text": "drekkurðu þig í svefn BlitZ3r?",
            "date": "2004-10-15 09:41:00",
            "post_id": "60758",
            "reply_to_id": "60723"
        },
        {
            "user_name": "fallen",
            "text": "LOL",
            "date": "2004-10-15 11:33:00",
            "post_id": "60771",
            "reply_to_id": "60758"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Ef þú getur sett nýja viftu á heatsinkið þá er það sennilega ekkert nema gott mál.  En ef viftan sem er fyrir snýst á 3300 snúningum þá ertu sennilega með svona 60mm viftu.  Litlar viftur snúast hraðar til að ná sama blæstri og stærri viftur, meiri hraði -> meiri hávaði (\nyfirleitt\n).\n\n\n\nMeð max 40°C hita þarftu ekki að hafa miklar áhyggjur, getur líka prófað að keyra forrit sem heitir Prime95 (\nsetur í gang svo kallað 'Torture Test'\n) til að kynda aðeins upp örgjörvan þinn.. nærð honum líklega heitari þannig heldur en með leikjum.",
            "date": "2004-10-15 13:05:00",
            "post_id": "60786",
            "reply_to_id": "60771"
        },
        {
            "user_name": "zircab",
            "text": "Takk fyrir!\n\n\n\nÁgætt að leita fyrir sér með svona lagað.\n\n\n\nKaupi skikkanlega viftu og ábyggilega meira leikjahæfari örgjörva en Celleron.",
            "date": "2004-10-15 21:42:00",
            "post_id": "60844",
            "reply_to_id": "60786"
        }
    ],
    "date": "2004-10-14 19:20:00"
}