{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "59782",
    "title": "Ferðavél fyrir bókara, hverju mæliði með?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=59782",
    "posts": [
        {
            "user_name": "Hrotti",
            "text": "Konan mín er bókari og er að opna bókunarþjónustu. Ég sé fyrir mér að ný ferðavél sé algjört must en er ekki viss um hvað er gáfulegast að gera. Vélin þarf augljóslega að vera með talnapad og svo er nauðsynlegt að geta tengt hana við annan skjá, hvort sem að það er bara skjátengi á henni eða hvort að maður þurfi að splæsa í dokku. Hún þarf heldur ekkert að vera neit sérstaklega nett þar sem að 99% af tímanum verður hún á skrifstofunni hérna heima, hún gæti einstaka sinnum þurft að fara í fyrirtækin en það er í algerum undantekninga tilfellum.\nHún er aðallega að vinna með bókhaldsforrit þannig að vélin þarf ekki að vera neitt öflug en ssd er eiginlega must árið 2014  \n \nVerð: því minna því betra. Ég var búinn að sjá fyrir mér að eyða 120-150k í þetta en get alveg farið hærra ef að það nýtist eitthvað af viti. Ég hefði heldur svo sem ekkert á móti notaðri vél en ég þyrfti þá að fá nótu fyrir kaupunum þar sem að fyrirtækið borgar þetta.",
            "date": "2014-02-17 22:41:00",
            "post_id": "552226",
            "reply_to_id": false
        },
        {
            "user_name": "Icarus",
            "text": "Ég myndi mæla með borðvél, það er allaveganna það sem ég er að taka persónulega.\nÞegar ég er að vinna við bókhald/excel eða hvað sem inniheldur mikið af tölum leiðist mér fartölvur.\nDual monitor pc vél með lyklaborð og mús. Ekki flókið.",
            "date": "2014-02-17 22:44:00",
            "post_id": "552227",
            "reply_to_id": "552226"
        },
        {
            "user_name": "Hrotti",
            "text": "Þar er ég alveg sammála þér en ég ræð því ekki \n Laptop skal það vera segir frúin",
            "date": "2014-02-17 22:49:00",
            "post_id": "552228",
            "reply_to_id": "552227"
        },
        {
            "user_name": "hagur",
            "text": "Þessi er nokkuð flott.  Full size keyboard með numpad.\nSoldið Makkaleg í útliti.\nhttps://www.advania.is/vefverslun/vara/ ... iron-(7537\n)-15-fartolva---i5/\nAðeins yfir budgeti samt.",
            "date": "2014-02-17 22:54:00",
            "post_id": "552229",
            "reply_to_id": "552228"
        },
        {
            "user_name": "Hrotti",
            "text": "Þessi er þrælflott, mér sýnist maður samt vera að borga talsvert fyrir hluti sem að ég þarf ekki.",
            "date": "2014-02-17 23:51:00",
            "post_id": "552236",
            "reply_to_id": "552229"
        },
        {
            "user_name": "Tbot",
            "text": "Þetta með SSD diskinn er hættulegt, því þegar þeir klikka er mjög erfitt að ná gögnum til baka.\nBókhald => afrit nauðsynlegt.\nMinnir að dokkur leyfi 2 auka skjái.",
            "date": "2014-02-18 10:27:00",
            "post_id": "552261",
            "reply_to_id": "552236"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Mæli með að þú skoðir ASUS Zenbook vélarnar, þær eru guðdómlegar.",
            "date": "2014-02-18 10:38:00",
            "post_id": "552263",
            "reply_to_id": "552261"
        },
        {
            "user_name": "Daz",
            "text": "Þessvegna notarðu dokku með skjá, lyklaborði og mús. \nOP: Getur líka fengið utanáliggjandi talnaborð til að tengja við fartölvuna í þeim tilfellum þar sem hún er á ferðinni, það mögulega fjölgar þeim kostum sem eru í boði.",
            "date": "2014-02-18 10:54:00",
            "post_id": "552266",
            "reply_to_id": "552263"
        },
        {
            "user_name": "Hrotti",
            "text": "Ég hef engar áhyggjur af disknum, er með live afritun af þeim möppum sem að skipta máli, í gangi allann sólarhringinn.\nþær eru mjög flottar en óþarflega dýrar.\nÞað er góður punktur, ég var ekki búinn að fatta það.",
            "date": "2014-02-18 12:05:00",
            "post_id": "552274",
            "reply_to_id": "552266"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Annars er þetta hrikalega flott vél á frábæru verði. \nviewtopic.php?f=11&t=58288",
            "date": "2014-02-18 12:33:00",
            "post_id": "552281",
            "reply_to_id": "552274"
        },
        {
            "user_name": "depill",
            "text": "Ég vona að þetta sé transaction logging en ekki verið að afrita database filana i sífellu. Ég færi bókhaldið fyrir foreldra mína og hef lengi séð um tölvukerfið fyrir þau. Ég vill meina að það hafi sparast mikill peningur við það að fara i dkVistun, þar sem þeir fá að sjá um allt það leiðinlega \n ( er þá bara að tala um að svona kerfisvistun getur verið sniðug ). Þau geta unnið í kerfinu hvar sem er og ef tölvunar eyðileggjast þá er það bara allt i lagi. Afritunin er gerð af þeim sem gerðu kerfið svo mér lýst vel á þá með það \nAnnars varðandi vélina, ég er sjálfur með Elitebook 840 G1 með 16 GB minni og SSD og er þrælánægður með hana. Nota hana reyndar svona 90% i dokku, en get ekki kvartað, nota alltaf reyndar lyklaborðið mitt þegar ég er að vesenast að bóka ( Microsoft Ergonomic 4000 ). Ef ég væri hins vegar sjálfur að kaupa vél núna myndi ég alveg pæla í \nhttp://www.heimkaup.is/Toshiba-Satellite-L50-fartolva\n.\nGallar eru\n  Ekki SSD\n  Ekki nóg RAM\n  Upplausnin er ekki spes \nAnnað er ég frekar hrifinn af í þessari vél og fyrir bara fínan pening.",
            "date": "2014-02-18 13:02:00",
            "post_id": "552288",
            "reply_to_id": "552281"
        },
        {
            "user_name": "elfaralfreds",
            "text": "Bara finna einhvern solid lappa og græja svo USB skjá fyrir hana.\nEr með 2 svona með mér þegar ég er á ferðini.. 3x skjá vinnuaðstaða.. mega næs.\nhttp://support.lenovo.com/en_US/product-and-parts/detail.page?&DocID=PD015702\nFínt fyrir bókara að vera með smá auka skjápláss.",
            "date": "2014-02-18 15:42:00",
            "post_id": "552300",
            "reply_to_id": "552288"
        },
        {
            "user_name": "SolidFeather",
            "text": "viewtopic.php?f=11&t=58288\nKaupa svo dokku fyrir hana til að tengja fleiri skjái við og þá er auðvelt að kippa henni með útúr húsi.",
            "date": "2014-02-18 16:13:00",
            "post_id": "552301",
            "reply_to_id": "552300"
        }
    ],
    "date": "2014-02-17 22:41:00"
}