{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "59830",
    "title": "Panasonic st60/Harman Kardon sb26 vandræði",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=59830",
    "posts": [
        {
            "user_name": "greatness",
            "text": "Sælir vaktarar\nÉg keypti um daginn 55 tommu Panasonic st60 og ætlaði að versla mér Panasonic soundbar með í verslun Sjónvarpsmiðstöðvarinnar. Ég fékk mjög góða þjónustu frá sölumanninum þar sem að ráðlagði mér frekar að kaupa Harman Kardon soundbar sb26 sem var á sama verði. Hann fullvissaði mig um að þetta soundbar gæti lært skipanir frá Panasonic fjarstýringunni sem var ein af ástæðum þess að ég vildi kaupa Panasonic soundbar, til að losna við fjarstýringavesen.\nÉg er mjög sáttur við hljóminn í þessu soundbar. Vandamálið er að mér hefur ekki tekist að kenna þessu soundbar að taka við skipunum frá Panasonic fjarstýringunni. Hefur einhver annar lent í svipuðum vandamálum?\nKveðja.\nDaníel.",
            "date": "2014-02-20 22:58:00",
            "post_id": "552638",
            "reply_to_id": false
        },
        {
            "user_name": "MrSparklez",
            "text": "Persónulega myndi ég frekar hringja bara í Sjónvarpsmiðstöðina og spyrja þá, þar sem að þér var sagt að þetta myndi virka svona, efast ekki um að það myndi vera fljótlegra þar sem að það eru örruglega fáir sem nota þessa tvo hluti saman.  Gangi þér vel með þetta annars",
            "date": "2014-02-20 23:13:00",
            "post_id": "552640",
            "reply_to_id": "552638"
        },
        {
            "user_name": "Blamus1",
            "text": "Vertu viss um að HDMI sé tengt í ARC á TV og soundbar\nsmá fróðleikur hér.\nhttp://hometheater.about.com/od/homethe ... el-Arc.htm",
            "date": "2014-02-20 23:18:00",
            "post_id": "552641",
            "reply_to_id": "552640"
        },
        {
            "user_name": "greatness",
            "text": "Sælir sparklez.\nÉg er búinn að ræða við þá og ég var beðinn að koma með græjuna í verslunina sem er ekki einfalt þar sem ég bý á Ísafirði. Ætlaði að fara í bæinn núna um helgina en útlit fyrir að ég komist ekki. Þetta er svona skot í myrkri í rauninni því sjónvarpsmiðstöðin segir að þetta eigi að virka...\nKveðja. \nDaníel.",
            "date": "2014-02-20 23:19:00",
            "post_id": "552642",
            "reply_to_id": "552641"
        },
        {
            "user_name": "greatness",
            "text": "Sæll blamuz.\nJú, allt rètt tengt og eins og það á að vera.\nÞetta soundbar býður upp á tvo valmöguleika, bæði cec compatible sem í þessu tilviki heitir vierra connect/link/tools hjá Panasonic. Það prófaði ég fyrst en það dugir ekki þó ég hafi reynt ýmsar kúnstir eins og að fara í hotel mode á sjónvarpinu til að slökkva á innbyggðum hátölurum sjónvarpsins. Sjónvarpið segist vera að senda skipanir í heimabíóið að hækka og lækka en það gengur bara ekki.\nPrófaði þá að tengja með optical og nýta það að þetta soundbar á að gets lært infrared skipanir frá öðrum fjarstýringum. Soundbarið gefur frá sér rétta svörun um að það hafi lært hverja skipun fyrir sig ein og er lýst í bæklingnum en samt virkar það ekki þó ég power cycle t.d.\nMér finnst þetta furðuleg bilun ef svo er og hallast frekar að einhverju handshake issue en sjónvarpsmiðstöðin segir að þetta eigi að virka.\nKveðja.\nDaníel.",
            "date": "2014-02-20 23:25:00",
            "post_id": "552643",
            "reply_to_id": "552642"
        },
        {
            "user_name": "Blamus1",
            "text": "Ertu búinn að fara í \"Viera Link Menu\" á TV og velja þar í Speaker selection \" Home Cinema\" ?\nPS: Vera líka viss um að þú sért með HDMI 1.4 kapall",
            "date": "2014-02-20 23:30:00",
            "post_id": "552645",
            "reply_to_id": "552643"
        },
        {
            "user_name": "greatness",
            "text": "Já, búinn að breyta yfir í home cinema og sjónvarpið sýnir það á skjánum að það sé að senda skipanir til home cinema að hækka eða lækka en soundbarið svarar því ekki. Þó er soundbarið að spila viðeigandi hljóðrás frá sjónvarpinu í gegnum arc, þá er arc ekki tengt á sama tíma.\nKveðja\nDaníel.",
            "date": "2014-02-20 23:34:00",
            "post_id": "552646",
            "reply_to_id": "552645"
        },
        {
            "user_name": "greatness",
            "text": "Já er með hdmi kapal 1.4, er búinn að prófa tvo slíka...",
            "date": "2014-02-20 23:35:00",
            "post_id": "552647",
            "reply_to_id": "552646"
        },
        {
            "user_name": "greatness",
            "text": "Ég hugsa að ég prufi að factory resetta bæði sjónvarpið og heimabíóið á morgun. Ég sendi inn svar hér ef það virkar.\nTakk fyrir aðstoðina.\nDaníel.",
            "date": "2014-02-20 23:38:00",
            "post_id": "552648",
            "reply_to_id": "552647"
        },
        {
            "user_name": "MrSparklez",
            "text": "Meeinar, skil þá afhverju þú spyrð.",
            "date": "2014-02-20 23:43:00",
            "post_id": "552651",
            "reply_to_id": "552648"
        }
    ],
    "date": "2014-02-20 22:58:00"
}