{
    "forum_title": "Bílaplanið",
    "id": "59906",
    "title": "Skipta um olíu á gírkassa? besta verðið?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=84&t=59906",
    "posts": [
        {
            "user_name": "Yawnk",
            "text": "Sælir drengir, er með 1997 VW Golf 1.4 sem mig langaði til að skipta um olíu á gírkassanum, stundum svolítið leiðinlegur og mér datt í hug að hann gæti kannski skánað með nýrri olíu, enda örugglega ekki verið skipt í dágóðan tíma! \nLangaði að forvitnast hvort menn vissu hvar maður fengi besta verðið á svona verki, veit að MAX 1 tekur um 9000 kr fyrir verkið , sem mér finnst vera fullmikið fyrir að skipta um á gírkassanum einum, er þetta allt sambærilegt bara? ( er ekki olían sem fer á gírkassana annars rándýr?)\nEf maður finnur hvergi fín tilboð og þannig á svona þá gerir maður þetta bara sjálfur, ætlaði bara að tjékka og svona",
            "date": "2014-02-26 22:38:00",
            "post_id": "553385",
            "reply_to_id": false
        },
        {
            "user_name": "MatroX",
            "text": "farðu bara á næsta n1 þeir redda þér",
            "date": "2014-02-26 22:40:00",
            "post_id": "553386",
            "reply_to_id": "553385"
        },
        {
            "user_name": "Yawnk",
            "text": "Auðvitað! steingleymdi að tjékka á N1, takk fyrir ábendinguna",
            "date": "2014-02-26 22:42:00",
            "post_id": "553387",
            "reply_to_id": "553386"
        },
        {
            "user_name": "littli-Jake",
            "text": "Er hann ekki pottþétt beinskiptur? Ef svo er er minsa mál í heimi fyrir þig að græja þetta sjálfur. Er svona 90% viss um að það sé hæðaráfilingartappi á gírkassanum í þessu sem þíðir að þú getur eginlega ekki klúðrað þessu. Getur potþétt fengið að gera þetta í borgó. Tekur 10-15 min max. Talaðu bara við Helga, Ásgeir eða Egil.",
            "date": "2014-02-26 23:26:00",
            "post_id": "553392",
            "reply_to_id": "553387"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Eftir smá gúggl, þá taka þeir 2L af GL-4 olíu(75w90), ætli hún sé ekki á um 1000-2000 kr líterinn.\nhttp://www.stilling.is/vorur/oliur/gir-sjalfskiptiolia\nhttp://www.ecstuning.com/Volkswagen-Gol ... /Gear_Oil/\nÉg mæli með Smur54 í HFJ:\nhttp://ja.is/?q2=&q=smur+54",
            "date": "2014-02-26 23:28:00",
            "post_id": "553393",
            "reply_to_id": "553392"
        },
        {
            "user_name": "Yawnk",
            "text": "Hmm...\nÉg ætlaði að athuga hvort ég gæti tilboð einhversstaðar í þetta sem væri ef til vill ekki mikið hærra en bara verðið á olíunni sem fer á hann, ef ég finn ekkert þannig þá geri ég þetta bara sjálfur í skúrnum.\n@Sallarólegur - Flott, takk fyrir þetta \n \nBjalla í Smur 54 á morgun.",
            "date": "2014-02-26 23:40:00",
            "post_id": "553397",
            "reply_to_id": "553393"
        },
        {
            "user_name": "GuðjónR",
            "text": "Flottur þráður, en hvað þarf maður að skipta um gírkassaolíu á margra km/ára fresti?\nBíll sem er orðinn 10 ára og ekinn 150.000.- er ekki kominn tími á olíuna?",
            "date": "2014-02-26 23:59:00",
            "post_id": "553401",
            "reply_to_id": "553397"
        },
        {
            "user_name": "urban",
            "text": "jú \nþað er allavega oft talað um 50 - 75 þús km og í mörgum bílum reyndar mun oftar\nEn það er alveg klárt mál að olía missir smureiginleika eftir ákveðinn tíma og notkun.\nég myndi allavega skipta um á honum ef að það er aldrei búið að því hingað til.\nen aftur á móti þá hef ég aldrei heyrt um bíl sem að hefur dáið vegna þess að það var ekki skipt um olíu á gírkassa.",
            "date": "2014-02-27 00:12:00",
            "post_id": "553409",
            "reply_to_id": "553401"
        },
        {
            "user_name": "halli7",
            "text": "Myndi tjékka á Kvikkfix\nÞeir eru mjög sanngjarnir.\nhttp://kvikkfix.is/",
            "date": "2014-02-27 00:15:00",
            "post_id": "553410",
            "reply_to_id": "553409"
        },
        {
            "user_name": "GullMoli",
            "text": "Þú getur beðið þá á smurstöðvum um að athuga olíuna á skiptingunni. \nFélagi minn var einmitt að rífa sjálfskiptingu undan Audi sem þau voru nýbúin að eignast. Það þurfti að fara með hana í viðgerð/yfirhalningu þar sem að bíllinn var tregur til að fara í bakkgír. Þegar skiptingin var komin undan og olíunni tappað af þá kom í ljós að hún var orðin kolsvört og girnileg. Spurning hvort að hún hefði þurft að fara í þessa yfirhalningu ef henni hefði verið sinnt að viti. Rámar einmitt í að bíllinn sé ekinn um 150-160þ km, sennilegast meira.",
            "date": "2014-02-27 00:29:00",
            "post_id": "553412",
            "reply_to_id": "553410"
        },
        {
            "user_name": "littli-Jake",
            "text": "Hvernig bíll er þetta? Ef hann er 4 hjóla eða afturhjóladrifinn er sér olía á afturdrifinu og ef hann er sjálfskiptur er sér olía á framdrifinu líka. Æskilegt að skipta um þetta á svipuðum tíma.",
            "date": "2014-02-27 00:30:00",
            "post_id": "553413",
            "reply_to_id": "553412"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Já, um að gera að láta kíkja á þetta allt saman þegar bíllinn er smurður! Þeir eru fljótir að sjá stöðuna á olíunni með því að tappa nokkrum dropum af.",
            "date": "2014-02-27 03:14:00",
            "post_id": "553422",
            "reply_to_id": "553413"
        },
        {
            "user_name": "blitz",
            "text": "Ég lét gera þetta á Toyotunni minni samhliða smurningu hjá N1.. Kostaði ekki mikið, amk ekki 9.000",
            "date": "2014-02-27 08:04:00",
            "post_id": "553429",
            "reply_to_id": "553422"
        },
        {
            "user_name": "GuðjónR",
            "text": "Subaru Impreza 2004 4x4 ...\nÉg ætla að skipta um þessa olíu bráðlega.\nFann viðeigandi myndband:",
            "date": "2014-02-27 15:29:00",
            "post_id": "553469",
            "reply_to_id": "553429"
        },
        {
            "user_name": "MatroX",
            "text": "Ef það er utanáliggjandi sía á skiptingunni þá verðuru að skipta um hana, ég mæli líka með að þú farir í bílnaust og kaupir vökva sem heitir Q8 Unitrans JK og notir hann á skiptingarnar í subaru",
            "date": "2014-02-27 15:41:00",
            "post_id": "553471",
            "reply_to_id": "553469"
        },
        {
            "user_name": "Yawnk",
            "text": "Jæja fór með hann í Smurstöðina Klöpp og þeir tóku rúmar 4þ fyrir verkið, allt annað líf núna, mikið betra að koma honum í gíra og mikið mýkra allt",
            "date": "2014-02-27 17:10:00",
            "post_id": "553486",
            "reply_to_id": "553471"
        },
        {
            "user_name": "Danni V8",
            "text": "Nema sá Subaru sé með CVT skiptingu, þá villtu alls ekki nota Q8 Unitrans.",
            "date": "2014-02-27 17:19:00",
            "post_id": "553487",
            "reply_to_id": "553486"
        },
        {
            "user_name": "GuðjónR",
            "text": "Utanáliggjandi sía? Og svona fyrir forvitnissakir þar sem ég er alveg grænn varðandi olíur, hvað hefur þessi framyfir aðrar?\nÞetta er bara venjuleg 5 gíra beinskipting.",
            "date": "2014-02-27 21:53:00",
            "post_id": "553506",
            "reply_to_id": "553487"
        },
        {
            "user_name": "Danni V8",
            "text": "Fyrir bsk þá er það bara gírolía. 75w90. \nSumir beinskiptir kassar nota hins vegar sjálfskipti olíu, en enginn Subaru er þannig. So far veit ég bara um gamla BMW-a sem eru þannig.",
            "date": "2014-02-27 23:55:00",
            "post_id": "553515",
            "reply_to_id": "553506"
        },
        {
            "user_name": "MatroX",
            "text": "ég tók þessu eitthverneginn eins og hann væri sjálfskiptur, en fyrst að þetta er bsk þá er þetta rétt hjá danna með olíuna, \nen þessi olía hefur ekkert betri en næsta svona olía hún er bara á mjög góðu verði",
            "date": "2014-02-28 00:58:00",
            "post_id": "553527",
            "reply_to_id": "553515"
        }
    ],
    "date": "2014-02-26 22:38:00"
}