{
    "forum_title": "Koníakstofan",
    "id": "59939",
    "title": "Smá pæling varðandi mótmælin á Austurvelli",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=59939",
    "posts": [
        {
            "user_name": "littli-Jake",
            "text": "Var að skoða myndir af mótmælunum þarna og tók eftir að það var eitthvað fólk að halda ræðu á einhverju \"sviði\"\nVar að spá hver væri að splæsa í þetta. Nú kostar alveg einhvern pening að leigja svona hljóðkerfi, koma því á staðinn og í gang.",
            "date": "2014-03-02 06:31:00",
            "post_id": "553758",
            "reply_to_id": false
        },
        {
            "user_name": "upg8",
            "text": "Fyrirtæki í landinu verða fyrir gífurlegu fjártóni vegna krónu, gjaldeyrishafta og tollamúra. Það er lítið mál að fá fyrirtæki og einstaklinga til að styrkja baráttu sem er þeim sjálfum til hagsbóta.",
            "date": "2014-03-02 08:03:00",
            "post_id": "553760",
            "reply_to_id": "553758"
        },
        {
            "user_name": "rapport",
            "text": "Var þetta ekki samstöðufundur?\nÞað var ekki boðað til mótmæla í gær...",
            "date": "2014-03-02 10:33:00",
            "post_id": "553765",
            "reply_to_id": "553760"
        },
        {
            "user_name": "biturk",
            "text": "Ja ísland gerðu þetta skylst mér, enda þeirra hagsmunir að ljúga fôlk uppfullt",
            "date": "2014-03-03 08:32:00",
            "post_id": "553857",
            "reply_to_id": "553765"
        },
        {
            "user_name": "GuðjónR",
            "text": "Af hverju segir þú það? Hverju er verið að ljúga?",
            "date": "2014-03-03 08:47:00",
            "post_id": "553858",
            "reply_to_id": "553857"
        },
        {
            "user_name": "dori",
            "text": "Þú ert að setja þetta of augljóslega upp fyrir skot til baka. Ég nenni ekki einu sinni að bíta.\nSegðu mér samt af hverju það þarf að ljúga fólk uppfullt til að það sætti sig ekki við að stjórnmálamenn svíki loforð sem voru margítrekuð bæði fyrir og eftir kosningar? Fyrir mjög mörgum er það það sem þetta snýst um. Þeir sem mæta á Austurvöll eru reyndar væntanlega mun ákveðnari í því að þeir vilja fá að kjósa og fá að kjósa já.\nMér finnst það virkilega leiðinlegt samt þegar fólk kemur með svona komment eins og þú (þetta kemur úr báðum áttum). Þú verður að sýna því virðingu að það geti verið að það sé fólk sem telji sínum hagsmunum (og jafnvel hagsmunum fjöldans) betur borgið innan ESB og það geta verið margar ástæður fyrir því. Ef þú ert ósammála ættirðu frekar að segja af hverju heldur en að móðga fólk.",
            "date": "2014-03-03 08:51:00",
            "post_id": "553859",
            "reply_to_id": "553858"
        },
        {
            "user_name": "Icarus",
            "text": "",
            "date": "2014-03-04 17:34:00",
            "post_id": "554089",
            "reply_to_id": "553859"
        },
        {
            "user_name": "littli-Jake",
            "text": "Allt of sjaldgæft að maður sjá svona málefnaleg coment á internetinu. menn eiga hrós skilið fyrir það.\nBiturK er harður sjálfstæðismaður sem trúir þeirri útskíringu að stjórnarflokkarnir hafi bara ætlað að hafa þjóðaratkvæðagreiðslu EF það kæmi samningur. En þar sem enginn samningur er til staðar þarf víst ekkert að kjósa. Ljóta bullið.\nPS. Án þess að geta sagt tilum það með viss á þessu stigi málsins, þar sem enginn samningur er til staðar, finst mér samt meiri líkur en minni að ég mundi hafna þeim samningi, miðað við það littla sem ég veit um reglugerðirnar hjá ESB (\nÞað sem gamli íslenskukennarinn minn hefur bilt sér í gröfinni þegar ég skrifaði þessa setningu)",
            "date": "2014-03-05 03:09:00",
            "post_id": "554201",
            "reply_to_id": "554089"
        },
        {
            "user_name": "biturk",
            "text": "Ég er ekki sjálfstæðismaður",
            "date": "2014-03-05 08:05:00",
            "post_id": "554208",
            "reply_to_id": "554201"
        },
        {
            "user_name": "Tbot",
            "text": "Bara til að minna fólk á að það var samspillingin sem ákvað að fara í aðlögunarviðræður án þess að spyrja landsmenn.  Þetta eru ekki aðildarviðræður því málið snýst um hvað þarf að breyta Íslenskum lögum svo þau séu samstíga EU.  VG gaf út að þeir væru á móti EU og fengu ansi mörg atkvæði í kosningum 2009 út á það.\nÞegar ákveðið var á alþingi að fara í þessar viðræður komu fram breytingartillögur að setja í þjóðaratkvæði hvort það ætti að hefja þessa vegferð.  Bæði samspilling og VG sögðu nei við þjóðaratkvæði þá.\nHeldur ætlaðu þeir að hafa þjóðaratkvæði þegar samningur væri kominn.  Smá ábending - engum lögum var breytt svo það þyrfti( þjóðaratkvæði) heldur værum við upp á náð og miskun þessa liðs hvort það mæti sem svo að nú ætti að spyrja fólkið.\n=>  Ekki gleyma því að samspilling og VG fengu rassskellingu í síðustu alþingiskosningum.",
            "date": "2014-03-05 16:47:00",
            "post_id": "554291",
            "reply_to_id": "554208"
        },
        {
            "user_name": "dori",
            "text": "Þú gerir svo lítið úr því sem þú ert að segja með því að nota uppnefni. \"Samspilling\", \"FLokkurinn\" og annað sem maður sér oftast í kommentakerfi DV eða á blog.is er bara svo hrikalega asnalegt að það er erfitt að taka mark á þeim sem nota þetta.\nÉg er ekkert fylgjandi Samfylkingar eða VG og það er margt sem sú ríkisstjórn gerði sem ég er mjög ósammála. Hins vegar ertu þar með tvo flokka sem voru á öndverðum meiði með þetta en ætluðu að láta reyna á það að starfa saman í ríkisstjórn og gerðu mjög margt mjög vel. En í \nstjórnarsáttmálanum þeirra\n sagði:\nÞannig að það kemur engum á óvart að þeir hefðu aðilarviðræðurnar. Hins vegar eru ríkisstjórnin núna og \nbáðir\n ríkisstjórnarflokkarnir búnir að segja bæði fyrir og eftir kosningar að það muni verða kosið núna á þessu kjörtímabili og að það muni gerast fyrr en síðar. Háttsettir aðilar (Bjarni Ben, minnir mig) tala um meðfram sveitastjórnarkosningum.\nÞú hlýtur að sjá hvernig þetta er bara tvennt gjörólíkt, er það ekki? Fyrir utan það að öll rökin þeirra fyrir því að draga umsóknina til baka eru kengþroskaheft. Ég hef ekkert á móti því að þessir flokkar haldi ekki áfram með þetta. En af hverju að draga þetta til baka?\nESB vill að við tökum afstöðu. - Ok, segið að þið ætlið ekki að halda áfram með þetta og geymið bara umsóknina eins og Sviss hefur gert í milljón ár.\nVið vorum kosin og fólk kaus okkur \nút á stefnu okkar í evrópumálum\n. - Nah, frekar óskýr og villanda stefna greinilega (kannski sett þannig upp í byrjun) og framsókn var af flestum kosin fyrir loforð um skuldarniðurfellingar og ekkert annað. Sem er líka það sem öll kosningarbaráttan hjá mörgum flokkum snerist um.\nÞað eru breyttar aðstæður síðan við sögðum þetta. - Já, svo að kosningarloforðið var bara sett inn sem þrautavari ef þú skyldir mynda ríkisstjórn með flokki sem er ósammála þér en gildir ekki ef þú ert með flokki sem er sammála þér... Það er frekar heimskuleg pæling (Sjá \nhér\n)\nÉg man ekki fleira en öll rökin sem þeir hafa komið með og ég hef séð er eitthvað sem stenst ekki skoðun. Vil samt endilega hafa rangt fyrir mér og sjá eitthvað sem meikar sense.",
            "date": "2014-03-06 08:58:00",
            "post_id": "554410",
            "reply_to_id": "554291"
        },
        {
            "user_name": "biturk",
            "text": "og er þetta tímabil búið?\ner ekki nóg eftir af því til að kjósa þá aftur hvort fólk vilji byrja viðræður?\nþað er ekkert bara lok lok og læs og aldre esb og allir í leikskólanum faraí fílu!\nísland getur hvenær sem er byrjað aftur viðræður \nað undangenginni þjóðaratkvæðagreiðslu\n eins og ríkisstjórnarflokkarnir lofuðu, en þeir lofuðu aldrei að það yrði kosið í byrjun tímabils og þeir lofuðu aldrei að það byrja aðlögun, eina sem stóð var að það yrði ekki byrjað í aðlögun \nnema\n að undangenginni þjóðaratkvæðagreiðslu!\nþetta er bara blásið upp af fjölmiðlum og farið frjálslega með staðreindir í staðinn fyrir að segja sannleikann (til dæmis með að það er ekkert sem heitir að kíkja í pakkann í aðlögunarferli) svo að fólk geti myndað sér skoðun um þetta mál og hætt þessum draumórum um að kíkja í pakkann, skoða samning og fleira bull\nloka þessu strax og best væri náttúrulega ef það væri hægt að sjá til þess að ísland geti aldrei sótt um aftur því þá er samfylkingin sjálfhætt sem flokkur og össur hrökklast þá kannski loksins burt með sína evrópuþingmanns draum!",
            "date": "2014-03-06 09:34:00",
            "post_id": "554412",
            "reply_to_id": "554410"
        },
        {
            "user_name": "dori",
            "text": "Við erum reyndar þegar komin með \"sérlausnir\" þannig að það að segja að það sé bara hægt að skoða lög og reglur ESB er líka að fara frjálslega með sannleikann. Sá skilningur á loforðum ríkisstjórnarflokkanna að það verði ekki haldið áfram nema með þjóðaratkvæði er líka ekki alveg í takt við raunveruleikann þegar þessir sömu aðilar lofuðu \nlíka\n að þetta yrði á þessu kjörtímabili. Sem meikar ekki sense af því að þeir ætluðu aldrei að halda áfram m.v. rökin þeirra núna.\nEf þú horfir á þetta með smá rökhugsun þá gengur ekkert upp sem þetta fólk segir. Það sem það segir núna og eftir 10 mínútur stangast oft á og það meiðir hausinn minn að fylgjast með fjölmiðlum og fólki éta það upp án þess að setja þetta upp og nota gagnrýna hugsun á þetta.\nÞað að loka viðræðunum er eitthvað sem þjóðin er greinilega ekki sátt við m.v. skoðanakannanir þannig að ég skil ekki af hverju stjórnvöldum er svona umhugað um að troða einhverju í gegn sem er svona óvinsælt.",
            "date": "2014-03-06 10:11:00",
            "post_id": "554417",
            "reply_to_id": "554412"
        },
        {
            "user_name": "biturk",
            "text": "fyrir það fyrsta að þá skipta einhverjar sérlausnir á smáhlutum ekki máli, menn eru að tala um stærri hlutina eins og sjávarútveg og landbúnaðarmál, það eru engar undanþágur áþeim hlutum, horfðu til dæmis á þetta efþú trúir mér ekki\nhttp://www.youtube.com/watch?v=0O4fkcYwpu8\nþarnasegir maðurinn það alveg hreint út og sennielga líkur stækkunarstjórinn ekki\nskmvt skoðanakönnunum í boði esb sinna og vísir þá já, ætla ekki að andmæla því, en ég andmæli því að taka mark á skoðanakönnunum hjá aðilum sem eru allt annað en hlutlausir eða trúverðugir yfir höfuð, sagan hefur sýnt sig að þessar svokölluðu skoðanakannanir eru nánast ekkert að marka\nog svo er heldur ekkert að marka þegar það er búið að ljúga að fólki um hvað á að kjósa þegar raunin er önnur, þú kýst ekki um að kíkja í pakkann eftir einhverjum sérsamning þegar það er alveg ljóst að það verður ekkert slíkt, þess vegna er það sjálfdautt að hafa þjóðaratkvæðagreiðslu um þetta\nen ég er alveg til í að kjósa einhverntímann á kosningatímabilinu en þá verður spurningin að vera ofur einföld svo allir séu með á nótunum eins og \nVilt þú ganga í esb? já eða nei!\nekkert flækja málið því það geta allir myndað sér skoðun ef þeir nenna, bara skoða regluverk esb og hvaða skylirði þarf að uppfylla og það kæmi væntanlega þá upplýsingar frá ríkisstjórninni um þau mál",
            "date": "2014-03-06 10:44:00",
            "post_id": "554422",
            "reply_to_id": "554417"
        },
        {
            "user_name": "Stutturdreki",
            "text": "En afhverju ættum við að trúa þér?  Eða Sigmundi.. eða Bjarna.. eða Össuri eða bara einhverjum öðrum?\nEina sem ég er tilbúinn að trúa er þegar ég fæ að lesa þennann samning og sé svart á hvítu hvað kemur til með að standa þar.  Þangað til eru þetta bara tilefnislausar staðhæfingar út í loftið.\nÞað á að klára þennann samning og ef hann er ömurlegur þá skal ég hafna honum með glöðu geði.",
            "date": "2014-03-06 10:49:00",
            "post_id": "554423",
            "reply_to_id": "554422"
        },
        {
            "user_name": "dori",
            "text": "Það er rosalega skrýtið að segja að ESB veiti engar undanþágur og þ.a.l. sé ekkert til sem heitir að \"kíkja í pakkann\" (hrikalega kjánalegt orðalag þetta) og fara svo að tala um að sérlausnir í \"smáhlutum\" skipti ekki máli. Þarna ertu að viðurkenna að fyrri staðhæfingin þín sé röng.\nÞessi orð Füle lýsa meira því sem ESB vill helst en því sem það gerir því að það eru vissulega sérlausnir í landbúnaðarmálum eins og Jón Sigurðsson \ntók saman\n (og fleiri hafa gert). Það er ekkert hægt að segja að það verði ekki samið um neinar sérlausnir þegar það er ekki einu sinni búið að opna þessa kafla.",
            "date": "2014-03-06 10:59:00",
            "post_id": "554425",
            "reply_to_id": "554423"
        },
        {
            "user_name": "biturk",
            "text": "svo ég segi það nú einu sinni enn\nþegar að sambandið sjálft eða talsmenn þess segja það mjög skýrt að þetta sé ekki í boði þá geturu trúað því, það er tíma og peningaeiðsla að skoða eitthvað sem liggur í augum uppi svo ef það á að kjósa þá á að spyrja hvort menn vilji ganga í sambandið, ekki vera að rugla þetta með samningaviðræður sem eru ekki til staðar þar sem við erum\\vorum í aðlögunarferli\nþað er engin hræðsla við þjóðaratkvæðagreiðslu, það er bara dýr pakki að standa í þessu þegar fólk hefur fengið verulega skekkta mynd og hreinlega rangar upplýsingar um það sem geti gerst í málinu, þú ferð ekki í svona ferli eins og þjóðaratkvæðagreiðsla er nema maður sé viss um að það hafi  tilgang......og tilgangurinn með þessari mun ekki verða neinn nema töluverður fjárhagslegur skaði\nfyrir utan það að ríkisstjórnin myndi aldrei halda aðlögun áfram, þeir myndu hunsa atkvæðagreiðsluna og slíta viðræðum samt.....til þess kusu lang flestir þessa flokka, ef að esb já aðilar væru í miklum meirihluta þá hefðu þeir kosið samfylkinguna til að tryggja áframhaldandi viðræður",
            "date": "2014-03-06 11:01:00",
            "post_id": "554426",
            "reply_to_id": "554425"
        },
        {
            "user_name": "biturk",
            "text": "lestu nú vandlega yfir það sem ég skrifa og þá ættiru að sjá að þetta er ekki gáfulega skrifað \nen til öryggis skal ég segja það aftur\nþað verða engir samningar um stór atriði eins og sjávarútveg og landbúnað, það eru bara minniháttar mál sem skipta heildina engu sem hægt er að semja um og annað ekki, það eru þessi tvö mál sem brýna á lang flestum ogmenn vilja ekki selja frá sér, það er víst ekki pláss fyrir landsbyggðina alla til að flytja í 101 þegar að landbúnaðurinn og sjávarútvegurinn fer á hliðina.\nhttp://www.youtube.com/watch?v=0O4fkcYwpu8",
            "date": "2014-03-06 11:05:00",
            "post_id": "554427",
            "reply_to_id": "554426"
        },
        {
            "user_name": "dori",
            "text": "Þú kaust væntanlega framsóknarflokkinn (þú hefur sagt að þú sért ekki sjálfstæðismaður). Gerðir þú það aðallega vegna þess að hann var á móti ESB? Því að ef svo er ertu pottþétt eini maðurinn á íslandi (hugsanlega fyrir utan fólk sem myndi mæta á miðstjórnarfund flokksins) sem gerðir það aðallega útaf því.",
            "date": "2014-03-06 11:08:00",
            "post_id": "554428",
            "reply_to_id": "554427"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Biturk, mér er alveg sama hvort það kallast 'samningur'/'aðlögun' eða 'innlimun'.\nÉg vill fá að sjá þetta plagg og kjósa um það, ekki taka annara orð um hvernig það mun hugsanlega líta út.",
            "date": "2014-03-06 11:16:00",
            "post_id": "554430",
            "reply_to_id": "554428"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Auðvitað hefði átt að kjósa um hvort við myndum sækja um til að byrja með... þá væri miklu meiri grundvöllur fyrir því að nei-flokkar héldu þessu áfram.",
            "date": "2014-03-06 11:30:00",
            "post_id": "554432",
            "reply_to_id": "554430"
        },
        {
            "user_name": "gullielli",
            "text": "Afhverju er svona slæmt að láta eftir sjávarútvegs -og landbúnaðarmálin? ..íslenskur landbúnaður er algjörlega háður styrkjum frá ríkinu, alvöru samkeppni er í algjöru núlli. Hvað varðar sjávarútvegsmálin þá er það heldur ekkert sérstaklega flott batterý.. Sjálfstæðisflokkurinn er gjörspilltur og hugsar um hugsmuni LÍU umfram hagsmuni almennings. Framsóknarflokkurinn er alveg eins nema hugsar einungis um hagsmuni landbúnaðarins.\nEn hvað varðar sjávarútveg þá höfum við sérstöðu í þeim málaflokki svo ég tel við geta fengið undanþágu þar en ég tel enga ástæðu til aðveita landbúnaðinum einhverja sérstaka undanþágu.",
            "date": "2014-03-06 13:52:00",
            "post_id": "554452",
            "reply_to_id": "554432"
        },
        {
            "user_name": "biturk",
            "text": "Þú ert semsagt til í að eiða gríðarlegum fjármunum bara til að sjá plagg sem allir vita hvernig verður\nÆi ansans",
            "date": "2014-03-06 13:53:00",
            "post_id": "554453",
            "reply_to_id": "554452"
        },
        {
            "user_name": "Tbot",
            "text": "Steingrímur J sagði berum orðum í beinni útsendingu fyrir kosningar 2009 að VG tæki ekki í mál að sækja um aðild að EU, ( get trúlega fundið þessa klippu) svo slepptu einhverju bulli um stjórnasáttmála og fleira.\nAf hverju heldur þú að VG hafi verið refsað í kosningum 2013.  Vegna þess að það var ekkert staðin við nein loforð, hvorki vegna EU eða hins almenna borgara þessa lands, þetta voru snatar bankanna.  Með örfáum undantekningum.\nÞað að ég noti orðið samspilling um ákveðinn flokk, kemur þessu máli ekkert við.  Þetta er því miður einn af spilltustu flokkunum þó hinir séu vart skárri.  Enginn þeirra hefur hag allra landsmanna að leiðarljósi.",
            "date": "2014-03-06 13:54:00",
            "post_id": "554454",
            "reply_to_id": "554453"
        },
        {
            "user_name": "Tbot",
            "text": "Þá réðum við engu um þessi mál.  \nOg við værum þá ekki að veiða neinn makríl.  \nStórt hlutfall útflutningstekja kemur frá sjávarútvegi.... ætlar þú þá í staðinn að fara að tína fjallagrös og selja eins um sumir í VG hafa haft minnst svo \"skemmtilega\" á.",
            "date": "2014-03-06 13:58:00",
            "post_id": "554456",
            "reply_to_id": "554454"
        },
        {
            "user_name": "dori",
            "text": "Þú ert rosalega þrjóskur við þetta. Þú segist bæði vita hvernig þetta verður en viðurkennir samt að það eru einhvers konar sérlausnir til í þessu (ert væntanlega bara búinn að gefast upp fyrirfram að það sé hægt að semja um það á þeim sviðum sem okkur hentar).\nÞetta er vissulega aðlögunarferli og í því felst að við erum allan tímann að innleiða reglugerðir ESB en þetta er líka samningaferli því að það er verið að semja um hvað það er sem við innleiðum og það sem við semjum um fer í regluverkið hjá ESB sem sérlausnir og verður ekki breytt fyrr en við ákveðum það sjálf.\nFyrir utan að við fáum slatta af peningum í styrki (þessir sem ESB dró til baka því að við settum hlutina á ís og Gunnar Bragi var allt í einu rosa undrandi yfir að múturnar voru farnar) en ég veit ekkert hvernig uppgjörið er, hugsanlega kostar það okkur eitthvað en það er samt pening vel varið held ég þar sem mest af því fer í uppbyggingu á innviðum hérna heima sem eru alveg þörf verkefni.",
            "date": "2014-03-06 14:02:00",
            "post_id": "554457",
            "reply_to_id": false
        },
        {
            "user_name": "gullielli",
            "text": "Afhverju segiru það? Við höfum atkvæðarétt í ESB. Við getum haft áhrif o.s.frv. svo það er ekki alveg rétt að við ráðum engu. Ef ég á að segja eins og er þá er ég þreyttur á þessu \"við erum íslendingar, blabla, þjóðarstolt, blabla\".. Við erum ein lítil eyja út í rassgati, ég vil miklu frekar vera partur af einni stórri heild heldur en lítill maur með ömurlegan gjaldmiðil, ömurlega eiginhagsmuna ríkisstjórn o.s.frv..",
            "date": "2014-03-06 14:04:00",
            "post_id": "554458",
            "reply_to_id": "554457"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Já, því að ég tel mig ekki vita hvernig þetta skjal verður og trúi ekki öllum sem bulla og fullyrða í allar áttir án, að því virðist, nokkura raka.",
            "date": "2014-03-06 14:05:00",
            "post_id": "554459",
            "reply_to_id": "554458"
        },
        {
            "user_name": "gullielli",
            "text": "Já, ég vil það. Ég vil fá að kjósa um samninginn. Ég vil taka upplýsta ákvörðun um hvort ég vilji ganga í ESB eða ekki og til þessa að ég geti tekið upplýsta ákvörðun þá þarf ég að vita hvað stendur í samningnum. Ég veit ekki hvort ég vilji inn í ESB eða ekki en ég veit að ég verð miklu nær því að geta tekið ákvörðun þegar ég fæ að sjá samninginn sem okkur býðst.",
            "date": "2014-03-06 14:10:00",
            "post_id": "554460",
            "reply_to_id": "554459"
        },
        {
            "user_name": "dori",
            "text": "Þetta er einmitt eitt af því sem ég hata við íslensk stjórnmál og svona flokkapólitík. Flokkur A lofar að gera X og flokkur B lofar að gera alls ekki X. Annar þeirra fær umboð til stjórnarmyndunar og þar sem þeir voru báðir sammála um málefni Y þá ákveða þeir að láta reyna á þetta og fara einhverja málamiðlunarleið í máli X (eða þá leið sem stærri flokkurinn lofaði). Þetta er oft eina leiðin til að mynda starfhæfa stjórn að semja um einhver svona mál.\nMunurinn er hins vegar að þarna var gerður stjórnarsáttmáli sem fól í sér að það yrði sótt um strax þannig að kjósendur VG vissu strax að þetta myndi gerast (og hefðu getað orðið brjálaðir og voru það væntanlega) en núna lofuðu báðir flokkar þessu sama fyrir kosningar og gera svo stjórnarsáttmála sem segir að það verði kosið og forystumenn halda áfram að tala þannig (þó svo að þeir reyni núna að breyta sögunni smá þannig að þeir hafi verið að meina eitthvað aðeins annað). Það eru miklu meiri svik fyrir vikið. Þegar VG fer í stjórn með S þá semja þeir frá sér prinsipp mál sem er alltaf leiðinlegt (en hægt að afsaka útaf samsteypustjórn blablabla) en hitt er í rauninni lygar (í besta falli mjög misvísandi skilaboð til kjósenda) bæði fyrir og eftir stjórnarmyndun sem ég veit ekki alveg hvernig þeir ætla að afsaka. Og þeir hafa ekki komið með neina trúverðuga afsökune ennþá.\nOg það að þú notir orðið samspilling kemur þessu víst við því að með því að gera það dregurðu rosalega mikið úr vægi orðanna þinna því að það er eins og að vera með AULI skrifað á ennið og að reyna að rökræða við enhvern. Þú lítur bara út eins og fífl.",
            "date": "2014-03-06 14:14:00",
            "post_id": "554462",
            "reply_to_id": "554460"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Stærsta vandamálið í íslenskum stjórnmálum er einmitt þetta meirihluti/minnihluti á alþingi.  Um leið og það fyrirkomulag er komið á skipta fyrri skoðanir og bara heilbrigð skynsemi engu máli lengur heldur virðist skipta öllu máli að vera á móti öllu sem hinn hópurinn segir og vill gera.",
            "date": "2014-03-06 14:21:00",
            "post_id": "554464",
            "reply_to_id": "554462"
        },
        {
            "user_name": "bigggan",
            "text": "Nja fiskurin er ekki i raunin svo slæm, hvert riki innan ESB setur kvóta innan sinu lögsögu sem þau fá af ESB, og er frjáls hvernig það er úthlutað veiðimenn, en allir verða kaupa sin hlut i kvótan sem öruglega mun liða herna á islandi, en málið er að það verður auðveldara fyrir \"útlendingar\" að kaupa i lögsögu okkar, það mun bæta upp að við á Íslandi getum þá farið og keift kvóta i hvaða riki innan evrópusambandsins. Þetta mun leiða til meira samkeppni sem alltaf er gott.",
            "date": "2014-03-06 14:30:00",
            "post_id": "554467",
            "reply_to_id": "554464"
        },
        {
            "user_name": "Tbot",
            "text": "Að mig minnir þá séu það 3-5 atkvæði af 500 og hverju heldur þú að það ráði.\nÞað er ákveðin fiskveiðistefna hjá EU sem við verðum að beygja okkur undir og þá tapast ýmis yfirráð.\nÞá er þetta spurning um að flytja hjá þér.",
            "date": "2014-03-06 14:41:00",
            "post_id": "554468",
            "reply_to_id": "554467"
        },
        {
            "user_name": "biturk",
            "text": "jæja, þetta er orðið gott, menn virðast vera algerlega blindir á staðreindir málsins eða þá að þeir eru ekki að horfa á myndbandið þar sem össur er leiðréttur og bent réttilega á að það verði \nekki\n samið um stóru málin eins og sjávarútvegs og landbúnaðarmál, það eru þau mál sem skipta okkur mestu máli og af því að þau eru ekki umsemjanleg með undanþágum þá er enginn tilgangur með að aðlaga sig að þessu!\nég er hættur að reina að ræða þetta, menn eru greinilega orðnir of gegnsýrðir af einhverju kíkja í pakkabulli til þess að hlusta á rök og skilja hvað málið snýst um\neigið góða stundir drengir og vonandi verður þetta frumvarp keirt í gegn svo það þurfi bara ekki að ræða þetta meir fyrr en samfylkingin kemst í stjórn aftur.....sem við vonum allir að verði aldrei aftur!",
            "date": "2014-03-06 19:20:00",
            "post_id": "554502",
            "reply_to_id": "554468"
        },
        {
            "user_name": "trausti164",
            "text": "Ríkisstjórnin var kosin af okkur til þess að þjóna okkur og það er mjög greinilegt að við viljum flest kjósa um esb.\nÞað er fáránlegt að ríkisstjórnin fari langt út fyrir vilja þjóðarinnar þótt svo að stjórninni finnist við vera í algjöru rugli, það er bara ekki inni í verksviði stjórnarinnar að dæma um hvort að skoðun fólksins er rétt eða röng.",
            "date": "2014-03-06 22:35:00",
            "post_id": "554546",
            "reply_to_id": "554502"
        },
        {
            "user_name": "Batrell",
            "text": "Sælir, þar sem mesta hræðslan við ESB virðist tengjast því að við missum \"okkar\" yfirráð yfir miðunum þá ætla ég bara að benda á eftirfarandi.\nhttp://en.wikipedia.org/wiki/Common_Fisheries_Policy\nenn þar stendur m.a: \"The CFP sets quotas for how much of each species can be caught (in a certain area). \nEach country is given a quota based upon the total available (Total Allowable Catch, TAC) and their traditional share\n (percentage). TACs are fixed annually by the Council of Ministers. They consider proposals drawn up by the European Commission, which consults its own scientific advisers (Scientific, Technical and Economic Committee of Fisheries, STECF). STECF generally provides its advice to the European Commission taking account of the work conducted by the International Council for the Exploration of the Sea (ICES). The Council of Ministers furthermore (when relevant) takes account of the views of non EU fishing nations and the advice coming directly from ICES, which is independent of EU institutions. After quota are fixed by the Council of Ministers, each EU member state is responsible for policing its own quota. \nDifferent countries distribute their quota among fishermen using different systems.\n\"\nEinnig vill ég benda á að sjávarútvegurinn hefur að meðaltali lagt til um 12 % af landsframleiðslu og landbúnaður 1-2% Heimild:\nhttp://www.hagstofa.is/pages/983\n. \nHeld að við ættum að spyrja okkur að hvað er það sem við þurfum að vera hrædd við? hljómar klausan hér að ofan hræðilega?\nMbk.",
            "date": "2014-03-06 23:39:00",
            "post_id": "554556",
            "reply_to_id": "554546"
        },
        {
            "user_name": "Tbot",
            "text": "Að vísa í gögn vegna landsframleiðslu skilar ansi litlu.\nþær tölur sem skipta mestu koma frá inn og útflutningi.  Ef verðmæti innflutnings er meira en útflutnings er verið að eyða um efni fram og til að brúa mismun þarf að taka lán (einn af þáttum sem veldur aukinni verðbólgu).\nÞú rekur ekki þitt heimili með því að eyða meiru en sem er aflað.  Í raun gera það alltof margir Íslendingar sambr. gjaldþrot einstaklinga og væll um skuldaleiðréttingar.  Allt of margir virðast haldir þeirri blindu að það þurfi ekki að borga lán sem eru tekin.  OG hver segir að það þurfi að vera á nýjum og flottum bíl á sama tíma og verið er að kaupa húsnæði.",
            "date": "2014-03-07 08:46:00",
            "post_id": "554573",
            "reply_to_id": "554556"
        },
        {
            "user_name": "ManiO",
            "text": "Nenni ekki að lesa allt, en vill benda á eitt.\nKafli 13 er um fiskveiði. (feitletraði textinn er feitletrað í heimild)\nHeimild:\nhttp://ec.europa.eu/enlargement/policy/ ... dex_en.htm\nMæli einnig með að lesa [url=\"http://www.evropuvefur.is/svar.php?id=64911\"]þetta[/url]. Í stuttu máli, ESB vill lagalegt samræmi milli allra aðildarríkja og því eru undanþágur, og þá sérstaklega varanlegar, að heyra sögunnni til.\nDæmi menn svo sjálfir hvað þeim finnst um þetta.\nEdit: Kannski ágætt að bæta við að erfitt er að finna upplýsingar um fyrri punktinn, þ.e.a.s. hvað \"candidates essentially agree on how and when to adopt and implement them\" þýðir nákvæmlega.",
            "date": "2014-03-07 09:34:00",
            "post_id": "554582",
            "reply_to_id": "554573"
        },
        {
            "user_name": "dori",
            "text": "Samningsviðmið ESB eru klárlega þau að allir taki upp öll lög og reglugerðir eins og þær eru. Annað væri fráleitt. Hins vegar er þetta eins og þú bendir á mjög erfitt að sjá hvað hlutirnir þýða nákvæmlega. Þeir eru í samningaviðræðum og ef þú ert í samningaviðræðum væri fáránlegt að segja \"blessaður vertu, auvitað fáið þið undanþágur frá öllu sem ykkur finnst erfitt að kyngja (landbúnaður og fiskveiðar væntanlega)\". Auvitað gefa þeir það sterkt til kynna að þeirra viðmið eru að allt verði \"eftir bókinni\".\nGóður pistill hérna: \nhttp://blog.pressan.is/fridrik/2014/02/ ... andalagid/\nÞetta eru staðreyndir málsins - að það er samið um hluti. Hins vegar getur maður haft skoðun á því hvernig það takist að semja um hitt og þetta en það er allt annað mál.",
            "date": "2014-03-07 10:25:00",
            "post_id": "554585",
            "reply_to_id": "554582"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hlustið á ræðuna hans Hilmars hjá CCP.\nhttp://livefromiceland.com/iframe/?widt ... start=7126",
            "date": "2014-03-07 11:46:00",
            "post_id": "554591",
            "reply_to_id": "554585"
        },
        {
            "user_name": "ManiO",
            "text": "Verst er að saga Íslands í samningsviðræðum undanfarin ár er fyrir neðan allar hellur.\nEdit: Einnig sá ég að í pistlinum vísar hann ekki í heimildir fyrir þessu:\nHann vissulega bendir á sérlausn Bretlands og Írlands varðandi mælieiningar, en það er meira í líkindum við að semja um réttan framburð á ákveðnum orðum heldur en eitthvað sem skiptir efnahag einstakra landa miklu máli.",
            "date": "2014-03-07 12:20:00",
            "post_id": "554594",
            "reply_to_id": "554591"
        },
        {
            "user_name": "Garri",
            "text": "Þetta plagg getur þú skoðað í dag ef þú nennir. Það heitir Stofnsáttmáli ESB. Hann er ekki umsemjanlegur. Hann er það sem kallað er, ó-umsemjanlegur eða á að ég held, frönsku, \"acquis communautaire\"\nÞetta sjónarspil með loforð um kosningu er virkilega dapurlegt í ljósi hinnar nýju skýrslu sem einmitt undirstrikar það mjög vel að það verða engar varanlegar undanþágur í boði. Hinsvegar er það mjög klaufalegt hvernig forystumönnum Framsóknar og Sjálfstæðismanna hafa látið fjölmiðlafólk plata sig til að segja hluti sem hefur komið þeim í þessa aðstöðu.. nánast borðliggjandi stjórnarslit ef kosning verður haldin.\nBáðir flokkarnir vilja hætta við ESB umsóknina og þannig ályktuðu þeir báðir á sínum landsfundi. Og ef umsókn yrði haldið áfram, þá yrði það aldrei gert án þjóðaratkvæðagreiðslu. Ekki stafur um að það yrði haldin þjóðaratkvæðagreiðsla um að hætta við umsóknina. Kannski hefur þeim fundist það svo augljóst að ef flokkar kæmust til valda sem báðir vildu ekki í ESB, þá væri slíkri aðlögun sjálfhætt sem hún er að öllu leiti. \nOg ef almenningur vill halda áfram með aðlögun okkar að ESB, þá verður þessi stjórn að segja af sér. Hún getur ekki staðið með stærstu pakkana á bakinu og svikið sína kjósendur með því að sækja um í ESB og halda áfram aðlöguninni. Gengur ekki upp.\nFrekjan í þessu já-liði er ótrúleg. Þetta er næstum 100% nákvæmlega sama liðið og heimtaði og heimtaði að láta Íslenska skattgreiðendur borga Icesave. Hvað það hefði þýtt fyrir þetta land eftir þessa krísu sem það lenti í, er ekki erfitt að gera sér í hugarlund.. en þessu fólki er það óskiljanlegt. Það heldur áfram frekjunni og garginu áfram. \"Við viljum.. við heimtum..\" og hvað heimtar þetta fólk í rauninni?\nHvað er það sem við getum fengið meir með inngöngu í ESB en til dæmis að vera í EES?\nÖöööhhh.. jú, skv. Þorsteini Páls, meiri aðgengi að erlendum bönkum og þannig auðveldara aðgengi að peningum til að skuldsetja landið.. enn og aftur rétt eins og fyrir 2008. Og nákvæmlega sú er mín upplifum. Þetta fólk sem hefur hæðst í dag og vill í organdi inn í ESB, er nákvæmlega sama fólkið og orgaði og gargaði að þeim örfáu sem vöruðu sterklega við hvert þetta land væri að stefna fyrir hrun. \nSorglegra en nokkru tali tekur.",
            "date": "2014-03-07 12:53:00",
            "post_id": "554595",
            "reply_to_id": "554594"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Helv.. fokkings fokk!\n200 manns í áburðarverksmiðju vs 20.000 manns í hátæknifyrirtækum.\nNú er ég brjálaður",
            "date": "2014-03-07 12:54:00",
            "post_id": "554596",
            "reply_to_id": "554595"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Og er Nei-liðið eitthvað betra?\nSjálfur er ég í hvorugu því ég, og margir aðrir sem vilja láta klára samningagerðina, hef ekki ákveðið hvort ég vill.",
            "date": "2014-03-07 12:56:00",
            "post_id": "554598",
            "reply_to_id": "554596"
        },
        {
            "user_name": "Garri",
            "text": "En hvað ef það er satt sem ESB sjálft segir að þetta sé ekki samningur?",
            "date": "2014-03-07 12:57:00",
            "post_id": "554599",
            "reply_to_id": "554598"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Hvernig væri nú að hætta að þrasa um hvort þetta sé sammningur eða eitthvað annað.  Það skiptir ekki máli hvort textinn er prentaður út portrait eða landscape, mig langar að lesa hann, sjá hvað er í boði, hvað það kostar og svo skal ég ákveða hvort ég segji já eða nei.",
            "date": "2014-03-07 13:04:00",
            "post_id": "554600",
            "reply_to_id": "554599"
        },
        {
            "user_name": "Tbot",
            "text": "Hvað samning?\nÞetta er bara aðlögun að reglum EU.\nÞetta er hlægilegt að halda að við fáum undanþágur eins og ekkert sé.  Við erum lítil þjóð sem verður að beygja sig undir stórþjóðirnar.  \nOg hvað ætla menn að gera þegar þær ákveða að allar undanþágur séu feldar niður eftir að við höfum gengið í EU.\nOg hvers vegna halda menn að EU sé að geyma erfiðustu kaflana þangað til síðast.\nAf því að þá verða allir orðnir svo þreyttir á þessu að það verður sagt já við hverju sem er.",
            "date": "2014-03-07 13:07:00",
            "post_id": "554601",
            "reply_to_id": "554600"
        },
        {
            "user_name": "Garri",
            "text": "Ef þetta er aðlögun sem þetta er, þá skiptir það okkur nákvæmlega öllu hvort við teljum okkur vera að gera samningsplagg eða hvort við séum að aðlagast að ESB, ekki satt?\nÉg heiti Bjarni Einarsson og útskýrði þetta nokkuð vel hér undir \nþessari frétt á Vísir.is\n  Fyrsta innleggið byrjar á \"Get ekki að því gert en það truflar mig ekkert..\"\nVissulega nokkuð mörg innlegg en farið nokkuð vel yfir þetta mál með samninginn. Þarna neðarlega kemur skýrt fram hvers vegna Jóni var vikið frá og kaflarnir sem snerta Stofnsáttmálan voru aldrei opnaðir.",
            "date": "2014-03-07 13:13:00",
            "post_id": "554602",
            "reply_to_id": "554601"
        },
        {
            "user_name": "dori",
            "text": "Það þurfa allar þjóðir að samþykkja breytingar á reglum sambandsins (og þar sem undanþágur verða hluti af reglum sambandsins þá eru þær þar líka). Undanþágur eru þess vegna varanlegar nema við ákveðum sjálf að samþykkja að taka þær í burtu.",
            "date": "2014-03-07 13:28:00",
            "post_id": "554603",
            "reply_to_id": "554602"
        },
        {
            "user_name": "Garri",
            "text": "Það sem er orðið breytt frá því sem áður var, er að nú er búið að skilgreina kjarna í reglum sambandsins sem ekki verða breyttar. Ef ég skil þetta rétt, þá er það í sjálfum stofnsamningi ESB að það megi ekki breyta þessum reglum. Þær heita \"acquis communautaire\", það sem búið er að semja um.\nStefan Fule tekur af öll tvímæli um þetta hérna.. \nhttp://www.youtube.com/watch?v=0O4fkcYwpu8\nSem og sendi ESB sjálft bréf til þingmanna okkar sumarið 2010 og áréttaði að þetta væri ekki eiginlegur samningur.",
            "date": "2014-03-07 13:39:00",
            "post_id": "554604",
            "reply_to_id": "554603"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Við höfum nú þegar tekið upp ótrúlega stóran hluta af reglum ESB í gegnum EES, enda eru þær ekki raunverulegt þrætuefni heldur það hvort við missum algerlega stjórn á fiskveiðum í kringum landið og hvort bændur geti haldið áfram að fá jafn háa ríkisstyrki og tíðkast hefur.",
            "date": "2014-03-07 13:47:00",
            "post_id": "554607",
            "reply_to_id": false
        },
        {
            "user_name": "Garri",
            "text": "Rétt.\nOg nákvæmlega þær reglur eru í stofnsamningi ESB og um þær er ekki samið lengur.\nHvers vegna heldur þú til dæmis að aðeins sé búið að loka 11 köflum af 33 og það á fjórum árum í því ljósi að við erum þegar í EES og búin að innleiða mest af þessu, þegar til stóð að klára þetta á tveimur árum og erfiðustu kaflarnir enn óopnaðir?",
            "date": "2014-03-07 13:50:00",
            "post_id": "554608",
            "reply_to_id": "554607"
        },
        {
            "user_name": "Tbot",
            "text": "Svona fyrir þessu já sjúku sem staglast stöðugt á því að það sé hægt að fá undanþágur:\nEinn af höfundum skýrslu Hagfræðistofnunar Háskóla Íslands, sem nýlega var birt, Ágúst Þór Árnason, hefur ítrekað bent á þá meginniðurstöðu skýrslunnar: \nað engar varanlegar undanþágur væri að fá úr hendi sambandsins. Viðræðunum væri því að hans mati sjálfhætt.\nEinnig má benda á að viðmið landhelgi í EU er 12 mílur ekki 200.\nog þá hafa ýmsar þjóðir veiðireynslu frá því fyrir stækkun landhelginnar.\nreglur ESB um fiskveiðistjórnun fela m.a. í sér að sambandið\nhafi fullar valdheimildir (e. exclusive competence) til lagasetningar á sviði fiskveiða.\nÁkvarðanir um leyfilegan heildarafla, aflahlutdeild og sóknartakmarkanir eru teknar\nsameiginlega af stofnunum sambandsins.\nÞannig að Hafró ræður ansi lítið um þetta og réttur okkar sem strandríkis er enginn.",
            "date": "2014-03-07 13:59:00",
            "post_id": "554610",
            "reply_to_id": "554608"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Og fyrir þessa nei-sjúku sem segja að það séu engar undanþágur í boði þá eru fullt af allskonar fólki sem heldur allskonar fram.\nÞess vegna vill ég klára viðræðurnar, sjá hvað er á borðinu.. og ef það er jafn ömurlegt og þú segir þá skal ég glaður kjósa nei með þér.",
            "date": "2014-03-07 14:36:00",
            "post_id": "554616",
            "reply_to_id": "554610"
        },
        {
            "user_name": "Garri",
            "text": "Ekki laust við að það læðist að mér sá grunur að þú skiljir mig ekki.\nÉg mundi meir en glaður vilja sjá samning. Enn glaðari yrði ég ef ég mætti kjósa um hann og það bindandi kosningu. \nMálið er hinsvegar svo að þetta er hvorki samningsgerð né bindandi kosning að \"aðlöguninni\" lokinni.\nÞað er ekki bara ég sem er að segja þetta. Þetta segir ESB sjálft. Það gerir það með sínum bæklingi fyrir umsóknarþjóðir, það gerir það þegar það sendir bréf til þingamanna okkar sem áréttar að þetta ferli sé ekki samningaferli og það gerir það þegar stækkunarstjóri þess segir skýrum orðum að um stofnsamning ESB verði ekki samið.\nNú ef það er ekki nóg að ESB segi okkur þetta, þá er komin mjög vönduð skýrsla um þessa umsókn og þar er sagt skýrum orðum að það muni ekki verða neinar varanlegar undanþágur í þeim málum sem við þurfum og skipta okkur mestu máli, það er, í sjávar- og landbúnaðarmálum.\nEf við hinsvegar kjósum að hunsa þessi rök og nota tilfinningarökin \"við heimtum\" og heimtum þannig að fá að kjósa um þetta hvort haldið verði áfram með umsóknina, þá hvað?\nEf búið er að loka aðeins 11 köflum af 33 og aðeins búið að fara yfir lang auðveldustu kaflana eða þá sem við vorum búin að samþykkja með EES og þetta gerist á heilum fjórum árum, hversu lengi halda menn að það taki að loka því sem upp á vantar?\nOg enn nærtækari spurning. Ef þetta var svona mikið mál með flokka sem \"vildu\" sækja þarna inn.. hver halda menn þá að gangurinn verði með tvo flokka sem vilja ekki undir neinum kringumstæðum ganga þangað inn?\nFyrir utan. Hvernig yrði slíkri stjórn stætt?\nHvar er rökhyggjan segi ég nú bara..",
            "date": "2014-03-07 14:48:00",
            "post_id": "554618",
            "reply_to_id": "554616"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Okey..\nSumir segja að við fáum engar/litlar undanþágur\nAðrir segja að við fáum einhverjar undanþágur\nÉg hef ekki hugmynd um hvor hópurinn hefur rétt fyrir sér.  Eina leiðin fyrir mig til að taka upplýsta ákvörðun er að sjá hvað er á borðinu (alveg sama hvað það kallast) og það þarf að klára viðræðurnar til að það sé mögulegt.\nHvort ríkistjórnin er í stakk búin til að halda áfram með viðræður er allt annað mál, VG voru nú td. ekkert svakalega spenntir fyrir EU umsókninni og fengu að gjalda fyrir move í síðustu kosningum.",
            "date": "2014-03-07 15:51:00",
            "post_id": "554628",
            "reply_to_id": "554618"
        },
        {
            "user_name": "Garri",
            "text": "Engu að síður virðist VG hafa klofnað og þeir einstaklingar sem voru á móti ESB klofnað frá flokknum. Daði, Atli Gísla, Lilja Mós, Jón Bjarna og eflaust fleiri. Steingrímur virðist vera mesti svikarinn við sína kjósendur, hann er allavega einn ötulasti talsmaður þess þessa daganna að það verði haldin kosning um áframhaldandi aðlögun að ESB!\nÉg er sammála þér að það væri frábært að fá upp á borðið hvað mikið við getum fengið í tilslökun. Til þess að það sé hægt, þá verðum við að gera samning eða uppkast að samningi. Það þarf ekki að taka svo langan tíma. Og er í raun aðeins spurning um örfáa mánuði. \nEn.. ef ferlið er ekki samningaferli, heldur aðlögun, þá skilur maður hvers vegna þetta tekur allt svona langan tíma og eðlilega. Það tekur nokkuð mikið lengri tíma að framfylgja tillögum að breytingum en að skrifa þær niður í tölvu. \nOg þetta er kjarninn í þessu. \nGallinn við þetta er sá að fjölmiðlar hafa stundað allskonar lygi og fölsun. Þeir urðu uppvísir að þessu fyrir hrun. Þeir skitu upp á bak. Sama átti sér stað í Icesave málunum og sama á sér stað í þessu máli.\nÞessi hyggja sem einkennir þessi skoðanaskipti er m.ö.o. hyggja sem er að bera skipbrot, aftur og aftur. Frjálshyggjan er ekki að gera sig eins vel og menn héldu. Vissulega kom þetta í ljós þegar keyrt var á Argentínu 100% fastgengi og næstum 100% frjálshyggja.. landið hrundi svo gjörsamlega í duftið og það næstum á einni nóttu að hálfa væri nóg. \nSama gerðist reyndar hjá okkur. Það tók okkur rétt rúm 7 ár að hrynja. Sama árafjölda tók það löndin sem gengu í EMU um 2002, upp úr 2010 hrundi þessi spilaborg til grunna og í dag eru jaðarsvæði ESB brunarústir.\nFinnst ykkur ekkert skrítið að fjölmiðlar fjalli ekki um þetta hrun sem hefur orðið innan ESB til jafns á við þeirra eigin fjölmiðla? Og að jákvæðar fréttir þaðan séu næstum til jafns á við allar þessar neikvæðu sem eiga að sjálfsögðu að vera til marks um þá tíma sem eiga sér stað þarna?",
            "date": "2014-03-07 16:07:00",
            "post_id": "554630",
            "reply_to_id": "554628"
        },
        {
            "user_name": "biturk",
            "text": "Hættu í smástund að hugsa um hópana og skoðaðu það sem er verið að benda þér á, þetta eru ekki skoðanir ekki, þetta eru staðreindir málsins, það er ekki samið um stofnsáttmálins, end of story, þar með þarf ekkert að reina meira að klára viðræður, þetta er allt borðliggjandi í innleggjunum hjá mér og garra, það langar öllum í feitan samning en hann er bara ekki valmöguleiki um stóru málin\nTul dæmis ef við værum í eu núna hefðu okkur verið úthlutað makríl hvóta og hann hefði verið nánast enginn eins og þeir lögðu upp með í fyrstu samningaatrennu....en við hefðum horft uppá aðrar þjóðir á okkar miðum að veiða okkar fisk\nÉg hvet þig til að lesa það sem við erum að skrifa og lýta á staðreindirnar en ekki horfa á þetta sem tilfinningamál eða skoðanir",
            "date": "2014-03-07 18:36:00",
            "post_id": "554639",
            "reply_to_id": "554630"
        },
        {
            "user_name": "tdog",
            "text": "Fyrir mér er þetta bara köttur Shrödingers, við vitum ekkert hvað sé í boði nema við athugum það. SDG getur ekki sagt mér hvað sé í boði, hann veit það ekki. BB getur ekki sagt mér hvað sé í boði, hann veit það ekki.",
            "date": "2014-03-07 20:19:00",
            "post_id": "554651",
            "reply_to_id": "554639"
        },
        {
            "user_name": "Garri",
            "text": "Því miður er ekki lengur boðið upp á að semja og kjósa svo um þann samning. Þetta ferli er allt annað en slíkt ferli. Því miður.\nSem dæmi. Ef ESB samningsnefndin slakar á í sjávarútvegsmála-kaflanum, þá þarf að bera þá tilslökun undir öll aðildarríki. Aðildarríkin gætu við það komið með gagnkröfur eða sérkröfur eins og Spánn. Ef öll aðildarlöndin samþykkja þær breytingar á þessum kafla, athugaðu nú mjög vel, þetta gerist á meðan við erum að semja, þá breytist stofnsáttmálinn við þetta. \nAllt í einu hefur ESB breytt sínum sáttmála og þetta gerist í ferli sem einhverjir Íslendingar kalla, samingsferli. \nBara stenst ekki.",
            "date": "2014-03-07 21:37:00",
            "post_id": "554661",
            "reply_to_id": "554651"
        },
        {
            "user_name": "dori",
            "text": "Það er nefnilega rangt. Þetta eru samningaviðræður (og aðlögunarferli líka) og það er samið um allt. Hugsanlega náum við ekki okkar markmiðum. En það að segja að við getum bara gleymt þeim fyrirfram er vitleysa.\nHlustaðu endilega á \nþetta\n viðtal.",
            "date": "2014-03-08 11:32:00",
            "post_id": "554706",
            "reply_to_id": "554661"
        },
        {
            "user_name": "Garri",
            "text": "Var að hlusta á þetta.\n1) Baldur er meir en yfirlýstur ESB sinni. Hann hefur barist fyrir ESB umsókn alla sína tíð þarna í háskólanum.\n2) Þrátt fyrir að eiga að vita þetta, þá fellur Baldur aftur og aftur í þá gryfju að bera saman undanþágur sem lönd fengu fyrir 10 árum. Lisabon sáttmálin tekur skýra afstöðu um að ekkert í stofnsáttmála hans sé semjanlegt með varanlegum undanþágum. Lisabon sáttmálinn tók gildi 2007. Svo talar þessi maður um skrumskælingu! \n3) Stækkunarstjóri ESB bjó til í framhaldi af þessum breytingum bækling með nákvæmri lýsingu á því hvernig stækkurnarferlið á sér stað í dag. Svona útskýra alþingismenn hvað þar stendur:\n4) Seinni helmingur viðtalsins fer í að ráðast á maninn. Þennan sem er á móti ESB. Reynt að maka skít á þær persónur sem hafa aðra skoðun en þessir \"snillingar\" sjálfir. Ekki orð um þá vá sem hefur gengið yfir jaðarsvæði ESB sem hefur leitt til þess að sum lönd eru með álíka eða meira atvinnuleysi og var í kreppunni 1929 í Bandaríkjunum. Ekki orð um að ástæða andstöðu við ESB geti verið hagsmunur þessa lands. Ekki orð um hrunið hér 2008 var til komið að mestu vegna breytinga sem voru gerðar hér á fjármálakerfinu í kjölfar EES samningsins. Ekki orð um að langmestur hluti af bólu-lánsfé kom frá ESB löndum. Ekki orð um hvað sú staðreynd stafar að eftir rúm fjögur ár, hafi nánast ekkert þokast og samt vorum við búin að taka 80% af reglum ESB upp í gegnum EES. Ekki orð um þau rök sem hafa komið fram gegn því að þetta væri samningur og þetta ferli samningsferli. Nei. Það er hjólað í manninn og sannleikurinn skrumskældur með dæmum frá því fyrir aldamót.\n5) Þess ber að geta, að þessir menn héldu nákvæmlega sömu orða-ræðu og taktík þegar þeir heimtuðu að þjóðin borgaði Icesave samningana. Þá sagði Baldur m.a. \"Þessir menn eru mjög þjóðernissinnaðir.. \" um andstæðinga Icesave skulda. Baldur var og jafnvel enn þann dag í dag, er helsti talsmaður Svavarssamningssins hérna og var fenginn óspart í fjölmiðla til að stunda svipaðan áróður eins og þennan sem að sjálfsögðu var og er næstum að öllu, bull.\n6) Algjört face-palm á útskýringuna hvernig þessi ríkistjórn eigi að fara að því að sækja um í ESB með alla ráðherra á móti ESB.\n7) Það er svo sannanlega spurningarefni hvers vegna fjölmiðlar sækja mestu ESB hórur sem þetta land á og setur þær fyrir framan míkrófóna sína og leyfir þeim aftur og aftur að stunda svona heilaþvott. Fjölmiðlafólk heldur einhverra hluta vegna að fræðimanna og fjármálaöflin séu í liði með þeim.",
            "date": "2014-03-08 12:35:00",
            "post_id": "554712",
            "reply_to_id": "554706"
        },
        {
            "user_name": "Garri",
            "text": "Hér er \nlinkur\n á ESB síðu fyrir stækkunarferlið eins og það er í dag. \nSumt er mín feitletrun.\nConditions for membership\nThe EU operates comprehensive approval procedures that ensure new members are admitted only when they can demonstrate they will be able to play their part fully as members, namely by:\n \n complying with all the EU's standards and rules\n    having the consent of the EU institutions and EU member states\n    having the consent of their citizens – as expressed through approval in their national parliament or by referendum.\nMembership criteria – Who can join?\nThe Treaty on the European Union states that any European country may apply for membership if it respects the democratic values of the EU and is committed to promoting them.\nThe first step is for the country to meet the key criteria for accession. These were mainly defined at the European Council in Copenhagen in 1993 and are hence referred to as 'Copenhagen criteria'. Countries wishing to join need to have:\n    stable institutions guaranteeing democracy, the rule of law, human rights and respect for and protection of minorities;\n    a functioning market economy and the capacity to cope with competition and market forces in the EU;\n    the ability to take on and implement effectively the obligations of membership, including adherence to the aims of political, economic    and monetary union.\nThe EU also needs to be able to integrate new members.\nIn the case of the countries of the Western Balkans additional conditions for membership, were set out in the so-called 'Stabilisation and Association process', mostly relating to regional cooperation and good neighbourly relations.\nWhat is negotiated?\nThe \nconditions and timing of the candidate's adoption\n,\n implementation and enforcement of all current EU rules (the \"acquis\").\nThese rules are divided into 35 different policy fields (chapters), such as transport, energy, environment, etc., each of which is negotiated separately.\nThey are not negotiable:\n    candidates essentially agree on \nhow and when to adopt and implement them\n.\n    the EU obtains guarantees on the date and effectiveness of each candidate's measures to do this.\nOther issues discussed:\n    financial arrangements (such as how much the new member is likely to pay into and receive from the EU budget (in the form of transfers)\n    transitional arrangements – sometimes certain rules are phased in gradually, \nto give the new member or existing members time to adapt.\nOversight by the EU institutions\nThroughout the negotiations, the Commission monitors the candidate's progress in applying EU legislation and meeting its other commitments, including any benchmark requirements.\nThis gives the candidate additional guidance as it assumes the responsibilities of membership, as well as an assurance to current members that the candidate is meeting the conditions for joining.\nThe Commission also keeps the EU Council and European Parliament informed throughout the process, through regular reports, strategy papers Choose translations of the previous link, and clarifications on conditions for further progress.",
            "date": "2014-03-08 13:23:00",
            "post_id": "554719",
            "reply_to_id": "554712"
        },
        {
            "user_name": "hkr",
            "text": "Eru samt ekki til fordæmi þar sem að sum lönd fá vissar undanþágur? T.d. eru bretar með \nafslátt\n af því sem þeir greiða til ESB.\nEkki að segja að við séum eitthvað að fá einhverjar undanþágur, heldur aðeins að benda á að þetta er ekki alveg svona svart og hvítt.",
            "date": "2014-03-08 14:24:00",
            "post_id": "554734",
            "reply_to_id": "554719"
        },
        {
            "user_name": "Garri",
            "text": "Og hvenær gengu Bretar inn í ESB?\nLisabon sáttmálinn var innleiddur 2007.",
            "date": "2014-03-08 14:34:00",
            "post_id": "554737",
            "reply_to_id": "554734"
        },
        {
            "user_name": "dori",
            "text": "Þú veist að umsókn um aðild að ESB er ekki svona eins og að fá sér árskort í gym. Það er ekkert einhver einn bæklingur sem kynnir kosti og galla sambandsins og hvernig þetta allt nákvæmlega gengur fyrir sig.\nÞú ert nákvæmlega að gera það sama og þú segir að aðrir séu að gera, að vaða í manninn í staðin fyrir málefnið með því að afskrifa það sem einhver heldur fram af því að hann sé aðildarsinni og þ.a.l. ekki treystandi í staðin fyrir að mæta hans punktum með mótrökum. Þú í rauninni kemur ekki með nein mótrök gegn því sem hann segir að þetta séu samningaviðræður og það séu, að sjálfsögðu, markmið ESB að gefa ekkert undan. Bendir bara á eitthvað sem þú hefur oft gert áður um að stækkunarstjóri ESB hafi sagt eitthvað einu sinni og þ.a.l. er allt annað sem ESB og aðrar þjóðir í kringum það hafa gert ógilt og ómögulegt fyrir okkur.\nEf þetta er bara aðlögunarferli, af hverju erum við þá með einhver samningamarkmið? Af hverju er verið að hafa fyrir þessu öllu. Af hverju sóttum við um og fengum samþykkta (einhverja smávægilega, skv. ykkur) undanþágu í einum af þessum fáu köflum sem er búið að loka?\nÞað er vegna þess að þetta er ekkert svona svart og hvítt og þetta samband er alltaf að semja um allskonar. Ég get vel virt það að þú sért á þeirri skoðun að okkur sé betur borgið utan ESB en innan og að það séu örugglega einhverjar ástæður fyrir því en þú getur ekki mótmælt öllum sérfræðingum á þessu sviði sem fullyrða að það sem þú heldur fram sé rangt ef þú hefur engin mótrök.\nKróatía fékk inngöngu í ESB í fyrra. Þeir fengu einhverjar ótímabundnar undanþágur m.a. á skattatengdu dóti. Lisbon sáttmálinn tók btw. ekki gildi fyrr en 2009.",
            "date": "2014-03-08 17:31:00",
            "post_id": "554786",
            "reply_to_id": "554737"
        },
        {
            "user_name": "Garri",
            "text": "Ég hef þvert á móti reynt að nota rök. Hef týnt saman rök varðandi allt það sem ég tel mig standa fyrir varðandi þetta mál.\nMálið er nokkuð ljóst fyrir mér. Auðvitað er það grunnur andstöðu minnar að allt það sem hefur farið miður hér á landi var að mestu innleitt í gegnum EES. Frjálshyggja sem afnemur allar hindranir og á að vera einskonar töframeðal hagkerfa.\nArgentína var fyrsta test-landið upp úr 1990 ef ég man rétt. Það hrundi á örfáum árum.\nVið gengum í EES og byrjuðum að einkavæða á fullu. 2006 vorum við teknískt gjaldþrota.\nNú, næstum helmingur allra ESB landa sem gengu í EMU (myntbandalagið) eru gjaldþrota í dag og hafa fengið neyðaraðstoð ECB (Evrópska Seðlabankans) sem nota bene, er í algjörri andstöðu við þeirra eigin sáttmála um Seðlabankann.\nNú varðandi þetta ferli, þá reyndi aðeins á það um 2010, þegar Jón Bjarna var Sjávar og Landbúnaðarráðherra. \nHann fékk bréf frá samningsnefnd ESB svo hljóðandi:\n\" Hvenær og hvernig ætlar Ísland að aðlaga sinn lagaramma hvað varðar lögbært stjórnvald, forsendur faggildingar, stofnun greiðslustofu, tilnefningu vottunaraðila \"?\nJón rekur nokkrar ástæður fyrir því að hann geti ekki lofað dagsetningu og plönum um eitthvað sem hann hafi ekki heimild til og líkur orðum sínum svona:\n\"snip.. Af áðurnefndum ástæðum mun Ísland ekki hefja undirbúning að skipulags-og lagabreytingum né aðlaga sinn lagaramma fyrr en að lokinni samningagerð, takist samningar um aðild og fullgildingu  aðildarsamnings að lokinni þjóðaratkvæðgreiðslu á Íslandi og samþykkt hans af samningsaðilum á formlegan hátt \". \n100% eðlileg afstaða þar sem þetta á að vera samningur, ekki satt?\nOg hvert skyldi svar ESB hafa verið?\nJú, skv. hans eigin orðum: \n\"Skemmst er frá því að segja að þetta skýra og skorinorða svar mitt og höfnun á  kröfu Evrópusambandsins um fyrirfram aðlögun varð til þess að framkvæmdastjórnin setti opnunarskilyrði á samningskaflann í nóv. 2011 og neitaði að hefja viðræður fyrr en lögð hefði verið fram \"viðunandi\" aðgerðaráætlun um breytingar á íslenskum lögum og uppbyggingu nýs stofnanakerfis sem væri í samræmi við það sem gilti í ESB - löndum.\"",
            "date": "2014-03-08 17:45:00",
            "post_id": "554791",
            "reply_to_id": "554786"
        },
        {
            "user_name": "biturk",
            "text": "Af því að það atriði et ekki inni í aquis ( það sem ekki er samið um)\nEða ollu heldur stofnsáttmáli\nÞar inni eru hins vegar landbúnaðar og sjávarútvegsmál og um þau er ekki samið\nHaldiði að það væri gott að vera í esb meðan makríl deilan er? Þá væri ekki samið, okkur væri úthlutað brotabroti á því sem við eigum tilkall til",
            "date": "2014-03-08 19:17:00",
            "post_id": "554806",
            "reply_to_id": "554791"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Þetta verður endalaust þrætumál þar til að samningur hefur verið kynntur. Hættið að reyna að rökræða þetta. Það er búið að ræða þetta í áratugi og aldrei fæst nein lausn.\nÉg er ekki ESB sinni og myndi líklega kjósa gegn aðild, en mér finnst sjálfsagt að fólk fái að sjá samning og kjósa svo í framhaldi.",
            "date": "2014-03-08 22:27:00",
            "post_id": "554829",
            "reply_to_id": "554806"
        },
        {
            "user_name": "biturk",
            "text": "Það er málið, þetta er ekkert þrætumál frekar heldur en hvort jörðin er flöt eða hringlótt, þetta eru staðreindir",
            "date": "2014-03-09 00:28:00",
            "post_id": "554839",
            "reply_to_id": "554829"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Það er þegar búið að samþykkja sérlausnir/undanþágur í þeim 11 köflum sem er lokið.\nhttp://www.visir.is/section/MEDIA98&fileid=CLP25209\nhttp://www.visir.is/section/MEDIA98&fileid=CLP25179\nStaðreyndir*",
            "date": "2014-03-09 16:37:00",
            "post_id": "554889",
            "reply_to_id": "554839"
        },
        {
            "user_name": "biturk",
            "text": "Þû ert bara ekki að skilja þetta\nUndandþágur eru bara í minni málum sem ná ekki í stofnsáttnálann, þar eru hlutir sem ekki er samið um og þar inni eru stærstu málin sem ég er búnað telja upp og um þau er ekki samið.\nÞað er ástæða fyrir því að það er ekki búið að opna kaflana sem brýna mest á þjóðinni, það er ekki samið um þá heldur aðlögumst við \nSkiluru? Engir samningar um mál sem eru í stofn sáttmálanum eins og er búið að vitna hjérna í tugum sinnum. Ef landbúnaðar og sjávarútvegsmál eru aðlöguð eftir esb með engum sérlausnum eða undanþágum(sem verður ekki því þau eru partur af stofnsáttnála) þá er viðræðum sjálfhætt\nUm það snýst frumvarpið, ekki illsku stjórnvalda og ekki lygar (það var aldrei lofað að kjósa um hvort yrði hætt, eingöngu ef planið væri að hefja þær að nýju og það er mikill munur þar á)",
            "date": "2014-03-09 18:31:00",
            "post_id": "554909",
            "reply_to_id": "554889"
        },
        {
            "user_name": "gullielli",
            "text": "...en er það í alvörunni svo slæmt að láta eftir fiskinn og landbúnaðinn? - hverjir græða mest á því að ganga i ESB? Ég tel að sótsvartur almúginn græðir langmest á því að ganga í ESB.",
            "date": "2014-03-09 21:34:00",
            "post_id": "554935",
            "reply_to_id": "554909"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ef þú hefur eitthvað fyrir þér máli þínu til stuðnings þá skal ég breyta minni skoðun. Þú ert bara að skjóta út í loftið eins og er. Komdu með heimildir. Orð stjórnmálamanna eru ekki heimildir.",
            "date": "2014-03-09 21:36:00",
            "post_id": "554936",
            "reply_to_id": "554935"
        },
        {
            "user_name": "Tbot",
            "text": "Ég veit ekki hvað þarf meira en þetta hérna fyrir ofan (fyrri póstar frá Garra) sem m.a. inniheldur link á EB eigin heimasíðu.",
            "date": "2014-03-09 22:01:00",
            "post_id": "554938",
            "reply_to_id": "554936"
        },
        {
            "user_name": "biturk",
            "text": "Það er mjög slæmt því það geta ekki allir bændur til dæmis flutt í 101 og ef sjávarútvegur minkar þá missa menn vinnuna og atvinnuleisi eikst\nLandsbyggðun sem slík fer virkilega illa útúr því",
            "date": "2014-03-10 01:34:00",
            "post_id": "554961",
            "reply_to_id": false
        },
        {
            "user_name": "Tbot",
            "text": "Ósk Bergþórsdóttir skrifar ágæta grein í mbl um þetta EB dæmi.\nÞar sem þeir sömu og ætluðu okkur að borga Icesave, heimta hitt og þetta vegna aðlögunarviðræðna við EB.",
            "date": "2014-03-10 12:53:00",
            "post_id": "555006",
            "reply_to_id": "554961"
        },
        {
            "user_name": "Icarus",
            "text": "Af hverju heldurðu að þetta muni leggjast af? Finnar fengu varanlega undanþágu vegna landbúanaðar þegar þeir gengu í ESB. Nema það var ekki kölluð varanleg undanþága. Reglunum var breytt fyrir alla, en sérstaklega með Finna í huga.",
            "date": "2014-03-10 14:04:00",
            "post_id": "555016",
            "reply_to_id": "555006"
        },
        {
            "user_name": "ManiO",
            "text": "Nú er ég forvitinn, hvað er það sem fær þig til að trúa því?",
            "date": "2014-03-10 14:50:00",
            "post_id": "555025",
            "reply_to_id": "555016"
        }
    ],
    "date": "2014-03-10 01:34:00"
}