{
    "forum_title": "Koníakstofan",
    "id": "59971",
    "title": "Rúv skáldar fréttir",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=59971",
    "posts": [
        {
            "user_name": "hakkarin",
            "text": "http://www.mbl.is/frettir/innlent/2014/ ... _allt_til/\nhttp://www.mbl.is/frettir/innlent/2014/ ... _vidtalid/\nJæja, er það þá ekki bara opinbert að Rúv er bara fjölmiðill fyrir samfylkinguna sem að fólk er neitt til þess að borga fyrir?",
            "date": "2014-03-04 12:36:00",
            "post_id": "554036",
            "reply_to_id": false
        },
        {
            "user_name": "biturk",
            "text": "Ég held að það sé klárt mál að það er einhver í já ísland eða samfó sem hefur puttana í rúv, ekkert eðlilegt sem þeir hafa lagt á sig við að troða áróðri esb þráðbeint í kokið á lesendum",
            "date": "2014-03-04 12:45:00",
            "post_id": "554038",
            "reply_to_id": "554036"
        },
        {
            "user_name": "dori",
            "text": "Mun fleiri treysta fréttastofu RÚV en Gunnari Braga (m.a. ég) þannig að ég ætla ekki að kaupa bullið sem vellur útúr honum. Fyrir utan að það sem hann var að kvarta yfir að hefði verið tekið út var eitthvað um þingsköp ef ég skildi þetta rétt (mér leiðist fréttir af Alþingi).\nÉg sé allavega ekki hvernig það er núna allt í einu \"opinbert að Rúv er bara fjölmiðill fyrir samfylkinguna sem að fólk er neitt til þess að borga fyrir\". Þetta sannar ekki neitt nema að Gunnar Bragi sé í stríði við enn einn aðilann. Þetta minnir mig rosalega mikið á orðtækið \"ef allir eru fífl í kringum þig ættirðu að líta í spegil\" (eða hvernig sem það er nákvæmlega).",
            "date": "2014-03-04 12:45:00",
            "post_id": "554039",
            "reply_to_id": "554038"
        },
        {
            "user_name": "biturk",
            "text": "Málið er að rúv hefur fjallað mjög einhliða um málið og verið að birta skrif eftir harða já sinna en leita ekki eftir því og birta ekki eftir þá sem standa með ríkisstjórninni\nSem er skammarlegt því nú er ríkisstjórn sem ætlar að binda enda á ruglið og koma landinu á réttan kjöl",
            "date": "2014-03-04 12:59:00",
            "post_id": "554041",
            "reply_to_id": "554039"
        },
        {
            "user_name": "dori",
            "text": "Um \nmálið\n segir þú og ert væntanlega að tala um ESB. Þú gerir þér grein fyrir að RÚV var að biðja um viðtal vegna ástandsins í Úkraínu.\nEf stjórnmálamenn vilja hafa viðtölin óstytt ættu þeir að svara spurningunum sem þeir eru spurðir um en ekki bulla um eitthvað allt annað. Sjá áhugavert hjá Ómari Ragnarssyni um þetta: \nhttp://omarragnarsson.blog.is/blog/omar ... y/1360934/\nEinnig ættirðu að íhuga að þú manst kannski betur eftir einhverju sem þú varst ósammála: \nhttp://ruv.is/frett/neikvaed-vidhorf-ti ... ri-hja-ruv",
            "date": "2014-03-04 13:09:00",
            "post_id": "554043",
            "reply_to_id": "554041"
        },
        {
            "user_name": "Blamus1",
            "text": "\"Neikvæð viðhorf til ESB tíðari hjá RÚV\"\nhttp://www.ruv.is/frett/neikvaed-vidhor ... ri-hja-ruv",
            "date": "2014-03-04 14:07:00",
            "post_id": "554053",
            "reply_to_id": "554043"
        },
        {
            "user_name": "Vaski",
            "text": "svar\n= rúst  \n \nGaman þegar staðreyndir stangast á við skoðanir. Sjaldan sem skoðanir hafa verið slegnar jafn hratt og örugglega út af borðinu og þetta comment biturk.\n(Ég hef enga skoðun á esb, hef bara gaman að því þegar að gögn kveðja skoðanir í kútinn \n )",
            "date": "2014-03-04 14:20:00",
            "post_id": "554056",
            "reply_to_id": "554053"
        },
        {
            "user_name": "biturk",
            "text": "Það þarf nu bara að lesa frettir siðan frumvarpið kom til að sja að þetta stenst engann veginn strakar minir....",
            "date": "2014-03-04 16:46:00",
            "post_id": "554073",
            "reply_to_id": "554056"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Þessi verður að koma\nHvað er mikilvægast í fréttafluttningi, að fréttirnar séu jákvæðar, neikvæðar eða segi sannleikann?",
            "date": "2014-03-04 16:53:00",
            "post_id": "554075",
            "reply_to_id": "554073"
        },
        {
            "user_name": "biturk",
            "text": "sannleikann og það er ekki það sem rúv hefur verið að gera með fréttir um esb",
            "date": "2014-03-04 16:55:00",
            "post_id": "554077",
            "reply_to_id": "554075"
        },
        {
            "user_name": "rapport",
            "text": "Ef einhver vill fá sannleikann um ESB, þá verðum við að fá samning til að skoða og kjósa um.\nAllt þangað til eru ágiskanir...",
            "date": "2014-03-04 17:25:00",
            "post_id": "554087",
            "reply_to_id": "554077"
        },
        {
            "user_name": "Icarus",
            "text": "Meinarðu sannleikann eins og þú sérð hann frá þínum bæjardyrum?\nÞví þín skoðun er hinn eini sanni sannleikur?",
            "date": "2014-03-04 17:25:00",
            "post_id": "554088",
            "reply_to_id": "554087"
        },
        {
            "user_name": "Bjosep",
            "text": "Af því að þegar stækkunarstjóri sambandsins segir að engar undanþágur séu varanlegar að þá er hann væntanlega að giska.\nRegluverk ESB hlýtur að liggja alveg ljóst fyrir og það er það sem Ísland mun aðlaga sig að (og hefur verið að gera nú þegar)\nAð láta eins og það sé einhver óvæntur glaðningur á leiðinni er ....  \nÞetta myndband er því miður kjánalega klippt og það vantar í raun frumheimildina, annars er þetta nokkurnveginn dökkgrátt á hvítu.",
            "date": "2014-03-04 17:46:00",
            "post_id": "554092",
            "reply_to_id": "554088"
        },
        {
            "user_name": "hakkarin",
            "text": "Að því að þetta er nefnilega geðveikt trúverðulegt þegar þetta kemur bæði frá rúv sjálfum og vill svo til að gerist akúrat núna þegar fólk er að væla yfir að rúv sé ekki hlutlaust í ESB umræðunni. Svo fer rúv líka oft með rangt mál hvað svokallaðar kannanir varða: \nhttp://pallvil.blog.is/blog/pall_vilhja ... y/1354163/",
            "date": "2014-03-04 18:13:00",
            "post_id": "554095",
            "reply_to_id": "554092"
        },
        {
            "user_name": "dori",
            "text": "Þú áttar þig á því að þetta er skýrsla sem er unnin af CreditInfo og þú getur skoðað hana sjálfur. En væntanlega eru fræðimennirnir sem tóku hana saman í pólitískri krossferð er það ekki?\nMerkilegt er að m.v. þessa skýrslu er lang hlutdrægasti miðillinn Morgunblaðið. Allir hinir eru nokkurn vegin jafnir en hallast kannski í aðra áttina. Nei bíddu, það kemur ekkert rosalega á óvart og er ekkert svo merkilegt.",
            "date": "2014-03-04 20:31:00",
            "post_id": "554133",
            "reply_to_id": "554095"
        },
        {
            "user_name": "beatmaster",
            "text": "Mig langar til að benda á að það sé mikið talað um að sérlausnir og undanþágur sé ekki í boði í samningagerðinni, mig langar hins vegar að vitna í skýrsluna góðu sem að var að koma út og menn vilja meina að sanni að engar sérlausnir og undanþágur séu í boði\nÞað er þegar búið að fá eina sérlausn í gegn og verið að semja um aðra (furðulegt sé tekið tilit til þess að það eigi ekki að vera í boði)\nUpphflega fjallað um þetta \nhér\n og svo er skýrslu viðaukinn sem fjallað er um \nhér\n Akkúrat þetta sem að ég er að benda á er á blaðsíðu 16-18",
            "date": "2014-03-04 21:26:00",
            "post_id": "554147",
            "reply_to_id": "554133"
        },
        {
            "user_name": "jericho",
            "text": "Virkilega flott hjá þér að vitna í MBL út af því að þeir eru svo hlutlausir [/sarcasm]. \nÍ \nkönnun Creditinfo árin 2010-2012\n voru teknar saman ESB umfjallanir í helstu miðlum og greint hvor fréttin væri jákvæð/hvorki né/neikvæð í garð ESB. Niðurstöðurnar voru þessar:\nÉg veit ekki með þig, en mér finnst RÚV ekkert sérstaklega ESB-sinnaðir og því fráleitt að halda því fram að þeir séu Samfylkingar-fjölmiðill. Það er mun rökréttara að draga þá ályktun að MBL sé í krossferð gegn ESB, frekar en að RÚV sé að lofsama ESB.",
            "date": "2014-03-05 08:37:00",
            "post_id": "554210",
            "reply_to_id": "554147"
        },
        {
            "user_name": "Garri",
            "text": "Það er ekki spurning að spurningin \"rétta\" hlutfallið um jákvæðar og neikvæðar fréttir af ESB eru eins huglægar og hugsast getur. \nFyrir það fyrsta, þá hefur allt gengið á afturfótunum í ESB. Land eftir land sem hefur hrunið. Skuldir hafa hrannast upp og ECB hefur þurft að fara út ólögmætar neyðaraðstoðir, aftur, aftur og aftur. Atvinnuleysi sum staðar yfir og um 60% hjá ungu fólki eins og ykkur, um 30% hjá eldra fólki, skuldir, uppþot og mótmæli daglegt brauð í löndum eins og Grikklandi, aðkoma alþjóðlega gjaldeyrissjóðsins með einkavæðingu og niðurskurði aftur og aftur frétt. \nÞað er sitthvað hvort allt sé að sigla lygnan sjó eða hvort allt í er í báli ef menn ætla að flytja \"jákvæðar\" eða neikvæðar fréttir.\nÞar fyrir utan, hvert ætli hlutfall jákvæðra frétta af neikvæðum sé dags daglega af heimsmálum hjá Rúv?\nHvað ef við berum þetta saman við öll þau ósköp sem búin eru að ganga þarna á í ESB og hlutfall jákvæðra og neikvæðra frétta?\nÉg veit bara til að nefna eitthvað að í trekk í trekk laug Rúv um niðurstöður úr skoðanakönnunum á fylgi við ESB. Þegar um 50% var á móti og um 30% með, þá lugu þeir að hlutfallið væri um 50/50, jú, afþví að þessi 20% vildu láta kjósa um hvort ætti að halda áfram, þá túlkaði Rúv þá sem hlynnta aðild sem augljóslega er ekki rétt.\nHræddur um að það sé búið að stunda kerfisbundinn heilaþvott á fólki hérna. Þetta sást mjög vel í Icesave fréttaflutningi, þar lagði Rúv m.a. forseta vor Ólaf Ragnar í einelti þar sem hann stóð í vegi fyrir því að landið samþykkti ekki bara ósanngjarnar kröfur Breta og Hollendinga, heldur og ólöglegar kröfur sem EFTA dómstóllinn staðfesti. Svo mikil var þetta einelti að Ólafur kvartaði opinberlega undan því. \nMálið er að Rúv er ekki vel við Gunnar og Co. Fer ekki leynt með það. \nEf menn trúa því ekki, þá skoðið þetta myndband.\nHvenær hefur Rúv gert eitthvað hvað þá svona álíka myndband um Össur, Jóhönnu, Steingrím og Co. með allt Icesave klúðrið sitt?\nAldrei.. og mun seint verða gert.",
            "date": "2014-03-05 08:59:00",
            "post_id": "554213",
            "reply_to_id": "554210"
        },
        {
            "user_name": "dori",
            "text": "Þetta myndband átti að fara í áramótaskaupið. Áramótaskaupið er ekki unnið af RÚV (þannig séð) heldur eru fengnir handritshöfundar sem starfa sjálfstætt. RÚV fær alveg að kenna á því eins og \"allir aðrir\" þarna. Mér fannst, og flestum ef ég man rétt, áramótaskaupið í ár mjög vel heppnað og þó svo að þetta sé fyndinn djókur þá held ég að það hafi verið góð ákvörðun að hafa þessa klippu ekki með.\nEf þú sérð ekki hvernig þessi brandari var \"viðeigandi\" þar sem framsókn fær allt í einu tæp 25% atkvæða og svo var mjög fljótt gríðarleg óánægja með hvernig þessi rugluðu loforð sem þeir komu með stóðust engan vegin þá veit ég ekki hvernig er hægt að sýna þér það.",
            "date": "2014-03-05 09:13:00",
            "post_id": "554214",
            "reply_to_id": "554213"
        },
        {
            "user_name": "Garri",
            "text": "Það varpar einhverju ljósi á þetta myndband, en ekki að fullu.\nTil dæmis þá hrundi \nsamanlagt\n fylgi við Samfylkinguna og Vinstri Græna \nniður fyrir 20%\n í skoðanakönnunum. Fylgi Framsóknar og Sjálfstæðisflokks er um 40% í dag og fyrir áramót nær 50%, þegar þetta myndband hefur verið gert.\nHvers vegna var aldrei gert svona myndband um þann óskapnað sem átti sér stað rétt eftir það hrikalega áfall sem hrunið var og kom fram í öllum sem snerti ESB umsóknina og Icesave málin þrjú?\nAnnað dæmi. Rúv birti fréttir aftur og aftur eftir kosningarnar 2009 að þau úrslit væru ákall um ESB umsókn. Samt unnu Vinstri Grænir stærsta kosningasigurinn og Vinstri Grænir voru með þvert nei á ESB umsókn.\nAuðvitað eru dæmin miklu fleiri og ég hugsa að aðeins fólk sem er á móti ESB aðild skynji þennan halla. ESB sinnar skynjar hallann ekki enda sammála hverjum smjör dropa sem af þeim stráum drýpur.",
            "date": "2014-03-05 09:20:00",
            "post_id": "554215",
            "reply_to_id": "554214"
        },
        {
            "user_name": "dori",
            "text": "Var ekki gert neitt grín að Icesave veseni í áramótaskaupum í kringum þann tíma? Ég man ekki lélega brandara svona langt aftur í tímann.\nÞú hlýtur að hafa séð fólk \"sjá eftir\" að hafa kosið framsókn (getur kíkt í þráð hérna þar sem einn Vaktari viðurkennir að hann hafi farið að sjá eftir því mjög fljótt). Þeir voru með einhver loforð um skuldaniðurfellingar strax og að fólk ætti að fara að sjá árangur um sumarið þannig að það er nokkuð augljóst af hverju margir voru fúlir yfir því að hafa ekki fengið það sem þeir bjuggust við. Kannski frekar augljóst að það var ekki að fara að gerast en það var fólk sem trúði þessu og kaus flokkinn þess vegna.",
            "date": "2014-03-05 09:26:00",
            "post_id": "554218",
            "reply_to_id": "554215"
        }
    ],
    "date": "2014-03-04 12:36:00"
}