{
    "forum_title": "Netkerfi - internetið",
    "id": "59972",
    "title": "Ljósveita Mílu = bættari ADSL tenging?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=59972",
    "posts": [
        {
            "user_name": "zetor",
            "text": "Í pdf skjali (Verkáætlun landsbyggðar 2014) frá Mílu, stendur eftirfarandi: \" Um er að ræða þjónustu  frá símstöðvum, og verður þjónustan í boði fyrir þá sem eru innan við 1.000 metra línum. Þeir sem eru á lengri línum en 1.000 metrar, fá flestir bætta ADSL- og sjónvarpsþjónustu.\"\nHvað þýðir þetta nákvæmlega, hvað felst í bættari ADSL- og sjónvarpsþjónustu.?\nÉg er 2,4 km frá símstöð...er með  HD myndlykil frá Símanum sem virkar þokkalega en\nþó stöku sinnum frýs myndin í stutta sund. Mun það lagast hjá mér?\nHver er vel að sér í þessu hérna á vaktinni?",
            "date": "2014-03-04 12:48:00",
            "post_id": "554040",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "Líklega þýðir það að þá sé búið að skipta út ASAM fyrir ISAM símstöðvar/DSLAMs og þar af leiðandi meiri bitahraði mögulegur (12mbps en ekki 8) og hugsanlega fleiri sjónvarpsrásir.\nÞetta þarf þó ekki endilega að breyta neinu varðandi línugæðin sem slík.",
            "date": "2014-03-04 13:10:00",
            "post_id": "554045",
            "reply_to_id": "554040"
        },
        {
            "user_name": "Manager1",
            "text": "Ég var í þessum pælingum líka um daginn. Ég bý 1.8km frá símstöð og sá sem ég talaði við hjá þjónustuveri símans sagði að ljósnetið yrði svo östöðugt hjá mér að það yrði með öllu ónothæft.\nHann sagði semsagt að ástæðan fyrir því að ljósnetið væri ekki tengt meira en 1km frá símstöð væri sá að netið yrði of óstöðugt þegar komið er uppfyrir 1km, þannig að það kemur mér á óvart að Míla sé að gefa í skyn að þeir sem eru meira en 1km frá símstöð eigi möguleika á ljósneti.\nNema gæjinn í þjónustuverinu viti ekkert hvað hann er að tala um...",
            "date": "2014-03-04 15:40:00",
            "post_id": "554063",
            "reply_to_id": "554045"
        },
        {
            "user_name": "Plushy",
            "text": "Því lengra sem það fer yfir 1km, því óstöðugra og slitróttra verður það. Þegar það fer yfir x lengd er eflaust betra að vera bara með ADSL. Hvort viltu stöðuga ADSL tengingu eða slitrótta VDSL tengingu sem dettur út oft á dag.\nEins og Antitrust segir er eflaust verið að bjóða þeim sem eru of langt frá símstöð fyrir ljósnet upp á betri ADSL tengingu en þeir voru með.",
            "date": "2014-03-04 15:46:00",
            "post_id": "554065",
            "reply_to_id": "554063"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ég bý í Reykjavík og er um 1,5 km. frá símstöð, en þeir lögðu ljósnetið í götuskápinn fyrir neðan götuna mína sem er um 300m í burtu, svo ég næ í kringum 90Mb synci.",
            "date": "2014-03-04 15:47:00",
            "post_id": "554067",
            "reply_to_id": "554065"
        },
        {
            "user_name": "zetor",
            "text": "Ég fékk svar frá Mílu og þetta er einmitt svona.\n ,, Þetta felur sem sagt í sér að viðskiptavinir fá aðgang að fleiri sjónvarpsstöðvum þ.m.t. HD stöðvum. Auk þess sem að á sumum stöðum hækkar hámarkshraðinn úr 8 Mb/s í 12 Mb/s.\"",
            "date": "2014-05-05 07:09:00",
            "post_id": "561000",
            "reply_to_id": "554067"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "3G netið er hraðara en ADSL. Það segir ýmislegt um þessa tækni",
            "date": "2014-05-05 14:00:00",
            "post_id": "561021",
            "reply_to_id": "561000"
        },
        {
            "user_name": "Hect00r",
            "text": "Ég væri til í screenshot af því .....",
            "date": "2014-06-16 22:05:00",
            "post_id": "564945",
            "reply_to_id": "561021"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Verði þér að því",
            "date": "2014-06-24 19:18:00",
            "post_id": "565603",
            "reply_to_id": "564945"
        },
        {
            "user_name": "tdog",
            "text": "Svo það fari ekkert á milli mála þá er DSLAM í götuskáp í VDSL en í símstöð í ADSL.",
            "date": "2014-06-24 19:53:00",
            "post_id": "565606",
            "reply_to_id": "565603"
        },
        {
            "user_name": "krissi24",
            "text": "Hehe, vinkona mín er með mjög svipaðar tölur eins og screenshot-ið sýnir á VDSL-inu hjá sér. Það skrítna við það að ég bý mjög svipað frá símstöð og hún en samt sem áður er ég einungis með um 45mbit/s down og um 22mbit/s up :/, Ég hugsa að við séum bæði tengd í sömu símstöð? Og ætli það sé búið að VDSL uppfæra búnaðinn götuskápum hér í Reykjanesbæ? Erum einnig bæði í viðskiptum við Vodafone....",
            "date": "2014-07-01 16:31:00",
            "post_id": "566177",
            "reply_to_id": "565606"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ljósnetið er bara selt sem 50Mb niður og 25Mb upp, sama hvaða sync þú færð.",
            "date": "2014-07-01 16:46:00",
            "post_id": "566178",
            "reply_to_id": "566177"
        },
        {
            "user_name": "krissi24",
            "text": "hún er nú samt sem áður að fá hraða á bilinu 65mbit/s down og 32mbit/s up :p, ég fæ á bilinu 37mbit/s down og 20mbit/s up.... Búum bæði í einbýlishúsm sem eru byggð nákvæmlega sama árið. Og erum bæði með svipað 40´s NID box hehe.",
            "date": "2014-07-01 17:04:00",
            "post_id": "566179",
            "reply_to_id": "566178"
        },
        {
            "user_name": "Xberg",
            "text": "Spes \n \nEru þið með sömu tegund af router ? \nErtu búin að prófa skipta um allar snúrur: Símasnúru frá vegg í router + Netsnúru/ur\nLíka alltaf best að mæla á \nhttp://www.speedtest.net\n og á netsnúru ekki wifi, eða bara bæði.",
            "date": "2014-07-01 20:42:00",
            "post_id": "566200",
            "reply_to_id": "566179"
        },
        {
            "user_name": "krissi24",
            "text": "Hún er með ,,eldri\" gerðina af Zhone, semsagt þennan kassalagaða, Ég er með þennan nýja Zhone router sem er sérstaklega hannaður fyrir VDSL að mér skilst, sem fór í umferð fyrir stuttu. Hann er einnig með nýjasta firmware-inu, Ég fékk hann í lokuðum umbúðum semsagt glænýjan þannig að ég geri ráð fyrir að bæði símsnúra og straumbreytir hafi verið glænýtt einnig :p Það er einnig búið að mæla línuna hjá mér og hún er mjög fín og stabíl, Er með svarta filterinn í inntaki þannig að DSL og tal fer ekki um sama parið að símdós, svo er 2faldur modulartengill. Ég er með nokkur tæki og þau eru nánast öll snúrutengd nema 3 þeirra. Hef prófað að tengja router beint við inntak og sleppa að hafa heimasímann en það kemur samt sem áður þessi hraði :p En auðvitað er ég alls ekki ósáttur við þennan hraða \n Finnst bara soldið skrítið að hún sé að fá nánast ,,ljósleiðarahraða\" í sync-inu og við búum á svipuðum stað þú skilur :p",
            "date": "2014-07-01 22:10:00",
            "post_id": "566215",
            "reply_to_id": "566200"
        }
    ],
    "date": "2014-03-04 12:48:00"
}