{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "60149",
    "title": "Audio-Technica ATH-M50 á 25k",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=60149",
    "posts": [
        {
            "user_name": "siggi83",
            "text": "Fann Audio-Technica ATH-M50 á 25k með sendingu og vsk. ef einhver hefur áhuga.\nhttps://www.massdrop.com/buy/ath-m50",
            "date": "2014-03-16 15:33:00",
            "post_id": "555640",
            "reply_to_id": false
        },
        {
            "user_name": "jonsig",
            "text": "Held að fólk hérna almennt á klakanum hafi ekkert vit á hljómgræjum  hvað sé gott og hvað er slæmt merki .",
            "date": "2014-03-16 20:46:00",
            "post_id": "555665",
            "reply_to_id": "555640"
        },
        {
            "user_name": "siggi83",
            "text": "Hefurðu reynslu af þessum heyrnartólum? Ég hef bara heyrt góða dóma af þessum heyrnartólum.",
            "date": "2014-03-16 21:09:00",
            "post_id": "555666",
            "reply_to_id": "555665"
        },
        {
            "user_name": "jonsig",
            "text": "Var alls ekki að dissa audio-technica , hef bara heyrt gott um heyrnatólin þeirra og prufað flaggskipið þeirra . Mundi pottþétt kaupa þessi í staðin fyrir sennheiser",
            "date": "2014-03-16 22:18:00",
            "post_id": "555672",
            "reply_to_id": "555666"
        },
        {
            "user_name": "chaplin",
            "text": "Ég á þessi sjálfur og klárlega lang lang lang bestu heyrnatól sem ég hef átt og prufað.\nÉg sé samt ekkert á síðunni um þau.",
            "date": "2014-03-17 00:07:00",
            "post_id": "555686",
            "reply_to_id": "555672"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Langar einmitt svoldið mikið í þessu. Fá geðveika dóma allstaðar!\nEinhverjir hér sem ætla skella sér á þetta?",
            "date": "2014-03-17 00:22:00",
            "post_id": "555688",
            "reply_to_id": "555686"
        },
        {
            "user_name": "Tesy",
            "text": "Langar sjúúúklega mikið í en á ey penge",
            "date": "2014-03-17 00:36:00",
            "post_id": "555689",
            "reply_to_id": "555688"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Stökk á þetta bara, get ekki beðið eftir þeim",
            "date": "2014-03-17 00:55:00",
            "post_id": "555692",
            "reply_to_id": "555689"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Jæja fékk smá pakka í dag. Borgaði 18.340 kr í heildina fyrir þau. Tollurinn rukkaði bara vsk af þessu þannig ég er mjög sáttur. Klárlega lang bestu headphones sem ég hef átt, frábært sound í þeim. \nTakk kærlega fyrir ábendinguna.",
            "date": "2014-04-02 16:26:00",
            "post_id": "557970",
            "reply_to_id": "555692"
        },
        {
            "user_name": "robakri",
            "text": "Annar hlutur sem er of algengur hér á klakanum er að það séu góð og vond merki og það að það sé LOGO á vöru sé trygging að hún sé góð. Ég ætla nú ekki að fara að vera ósanngjarn samt og skal alveg vera sammála því að það séu til góð og vond merki, hinsvegar geta góð heyrnartól og vond komið frá nánast hvaða merkjum sem er. En hvort merki sé gott eða vont tengist kannski aðallega hlutfalli góðra og vondra.",
            "date": "2014-04-09 23:43:00",
            "post_id": "558824",
            "reply_to_id": "557970"
        },
        {
            "user_name": "jonsig",
            "text": "Já?...",
            "date": "2014-04-10 00:39:00",
            "post_id": "558832",
            "reply_to_id": "558824"
        },
        {
            "user_name": "worghal",
            "text": "gott dæmi um að merki = gæði geta verið lygar.\nmikið talað um að BOSE séu farnir að vera svona, merkjavöru drasl.\nBeats by dre er svo bara merki, tísku vara. drasl.",
            "date": "2014-04-10 00:41:00",
            "post_id": "558833",
            "reply_to_id": "558832"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Hate to break it to you, en þetta er svona alls staðar í heiminum, ekki bundið við Ísland.",
            "date": "2014-04-10 00:48:00",
            "post_id": "558834",
            "reply_to_id": "558833"
        },
        {
            "user_name": "robakri",
            "text": "Já, ég er þó ekki alveg sammála þér þar. Mér finnst t.d. bandaríkjamenn mikið opnari fyrir nýjum merkjum og mikil líklegri til þess að versla sér hluti sem er ekki eitthvað af þessum \"góðu merkjum\". Ég kannski kom þessu ekki frá mér nákvæmlega eins og ég vildi en jújú, það er mjög auðvelt að argua hina áttina, en mín persónulega reynsla er þó sú að við séum í algjörum sérflokki þegar það kemur að þessu. Fólk á Íslandi er oft með 20 ára gamlar hugmyndir um að X sé best og Y sé drasl þótt Y sé eitthvað sem komin er mikil reynsla á. \nEn þetta verður hvorki prufað né sannað og þar með tekur því nú ekki fyrir okkur að ræða þetta neitt sérstaklega mikið, ætli það sé ekki bara best að segja að við upplifum þetta ólíkt.",
            "date": "2014-04-10 08:16:00",
            "post_id": "558858",
            "reply_to_id": "558834"
        },
        {
            "user_name": "Jimmy",
            "text": "http://www.netverslun.is/verslun/product/Heyrnart%C3%B3l-AudioTechnica-M50x,20323,722.aspx\nMig langar oooofboðslega mikið í þessa gaura.. en 50k.. ;/",
            "date": "2014-04-10 09:25:00",
            "post_id": "558860",
            "reply_to_id": "558858"
        },
        {
            "user_name": "jonsig",
            "text": "http://www.gradolabs.com/page_aboutus.php\nFengir þessi fyrir 60k\nhttp://www.gradolabs.com/page_headphone ... dfe546af44",
            "date": "2014-04-10 10:02:00",
            "post_id": "558862",
            "reply_to_id": "558860"
        },
        {
            "user_name": "worghal",
            "text": "100 dollara headphones á 60þús? wtf?",
            "date": "2014-04-10 10:14:00",
            "post_id": "558864",
            "reply_to_id": "558862"
        },
        {
            "user_name": "Hvati",
            "text": "Held að hann sé að rugla saman við SR325is sem er á 57.700 kr. í Hljómsýn en $300 úti\nhttp://www.gradolabs.com/page_headphone ... 33d0238ccd",
            "date": "2014-04-10 10:55:00",
            "post_id": "558866",
            "reply_to_id": "558864"
        },
        {
            "user_name": "robakri",
            "text": "farnir að vera og ekki farnir að vera, held þeir hafi bara alltaf framleitt lélegt audio equipment.\nBOSE og beats gera þetta á mjög sambærilegan hátt sem er þó með mismunandi markhópa í huga. Báðir framleiðendur leggja mjög mikla áherslu á útlit og markaðsetningu vara. Sound signature beggja aðila er síðan virkilega mikil V lögun á tíðnisvörun með mjög lítilli áherslu á detail og reyna að ná þannig fram svona illusion af clarity, þetta selur vel vegna þess svona sound sig gefur rosalega mikinn wow factor þegar einhver sem hefur aldrei heyrt gott hljóð setur þau á sig og heyrir allan bassann, og það er allt svo \"hreint\". Báðir aðilar fá 0/10 fyrir hljóð en 10/10 fyrir markaðssetningu - gotta give credit where credit is due",
            "date": "2014-04-10 11:07:00",
            "post_id": "558867",
            "reply_to_id": "558866"
        },
        {
            "user_name": "blitz",
            "text": "Ég vill benda fólki á Samson SR850 sem og margvísleg headphones frá Superlux (auðvelt að finna á ebay)\nÞvílík gæði fyrir <50$.",
            "date": "2014-04-10 11:14:00",
            "post_id": "558870",
            "reply_to_id": "558867"
        },
        {
            "user_name": "robakri",
            "text": "Góð kaup á ferð þar!\nSuperlux HD681b má kaupa rebranded af presonus á íslandi: \nhttp://www.hljodfaerahusid.is/is/vorur/viewProduct/6554\nhægt að fá að prufa hjá þeim",
            "date": "2014-04-10 11:20:00",
            "post_id": "558873",
            "reply_to_id": "558870"
        },
        {
            "user_name": "blitz",
            "text": "Keypti Samson SR850 á 39.99$ um daginn og þvílíkt sem þetta kemur á óvart.\nHef ekki heyrt í það mörgun heyrnatólum en ég held að það sé alveg óhætt að segja að þetta er betra (amk ekki síðra) en það sem Sennheiser hefur uppá að bjóða á margfalt hærra verði.",
            "date": "2014-04-10 11:29:00",
            "post_id": "558874",
            "reply_to_id": "558873"
        },
        {
            "user_name": "robakri",
            "text": "Það er til handfylli (og að verða rúmlega það) af kínverskum heyrnartólum sem bjóða upp á hljóm sem er langt umfram það sem fæst fyrir peninginn í þekktum merkjum. Þar er hægt að nefna superlux og þá sem rebranda þá (eins og samson), takstar og síðan eru nokkur somic heyrnartól líka. Þetta er alveg eye opening að prufa einhver af þessum heyrnartólum því þau eru alveg mögnuð fyrir peninginn.\nÉg sé að það þarf að fara að koma upp einhverju heyrnartólaspjalli hér! ég hefði allavega mjög gaman af því",
            "date": "2014-04-10 11:33:00",
            "post_id": "558875",
            "reply_to_id": "558874"
        },
        {
            "user_name": "jonsig",
            "text": "Ekki langt síðan að ég keypti earbuds sem áttu að slá sennheiser cx300ii við ! kínversk auðvitað ...  og leiðslan í þau \"datt\" úr öðru eyrnatólinu við það að labba með þau í fyrsta skipti  .",
            "date": "2014-04-10 11:58:00",
            "post_id": "558880",
            "reply_to_id": "558875"
        },
        {
            "user_name": "robakri",
            "text": "Mætti jafnvel segja að þú hafir ætlað að fá \"the sennheiser experience\" en fékkst \"the beats experience\" h0h0h0.\nEn já, það getur alveg gerst líka, persónulega hef ég keypt mér þokkalega mikið af þessum budget-fi heyrnartólum, þeas þessum sem eiga að vera talsvert betri en verðið segir og hef haft rosalega góða reynslu af þeim öllum. Þá voru kannski síst build quality wise monoprice 8320 - samt biluðu þau nú aldrei.\nEr núna með ein martin logan mikros 90 á leiðinni til mín og er afar spenntur að heyra hvort þetta sé bara over-hyped eða raunverulega góð, en þau áttu ekki góða byrjun á head-fi og fengu litla athygli útaf fyrstu reviews voru á neikvæðum nótum. Síðan voru þau enduruppgötvuð eftir verðlækkun og eru að ná talsverðri athygli. Þau eru s.s. discontinued af martin logan og fást á bilinu 60-90$ með upprunalegan verðmiða upp á 300$ og ég myndi segja að yfir helmingur sem prufar sé á því að þau standist þann verðmiða og rúmlega það.",
            "date": "2014-04-10 12:21:00",
            "post_id": "558882",
            "reply_to_id": "558880"
        },
        {
            "user_name": "jonsig",
            "text": "Verð að segja bara sem martin logan owner og hafa fylgst með þeim í smá tíma að allt sem þeir gefa út sem er undir high end klassan sem þeir hafa sérhæft sig í , þá hefur útkoman verið almennt slök",
            "date": "2014-04-10 17:28:00",
            "post_id": "558914",
            "reply_to_id": false
        },
        {
            "user_name": "robakri",
            "text": "Ég keypti þau aðalega fyrir forvitnis sakir, ekki dýr heyrnartól þannig séð, en miðað við magnið af raving reviews sem hafa verið að poppa upp þá er ég vongóður \nSound signature-ið hljómar líka mjög líkt einhverju sem ég gæti fílað. Fæ þau eftir mánuð (kemur með bandaríkjafara) og skal jafnvel bara henda í eitt review ef menn eru forvitnir",
            "date": "2014-04-10 17:51:00",
            "post_id": "558918",
            "reply_to_id": "558914"
        },
        {
            "user_name": "halldorjonz",
            "text": "mér vantar headphone sem fyrst, ætti ég að kaupa þessi heyrnatól?\nhlusta mikið á house/techno music og spila LOL",
            "date": "2014-05-18 22:25:00",
            "post_id": "562420",
            "reply_to_id": "558918"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Mæli eindregið með þessum. Hlusta einnig á house/techno og það er að koma mjög vel út í mínum. Algjörlega ný upplifun að hlusta á tónlist í þessum miðað við fyrri headphones.",
            "date": "2014-05-19 00:25:00",
            "post_id": "562430",
            "reply_to_id": "562420"
        },
        {
            "user_name": "jonsig",
            "text": "Gastu keypt þau án þess að þurfa borga 50$ í sendingarkostnað ?",
            "date": "2014-05-19 18:39:00",
            "post_id": "562486",
            "reply_to_id": "562430"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Held ég hafii ekki borgað nema um 25$ í sendingarkostnað. Þau kostuðu mig ekki nema 18 þúsund með öllu þar sem ég þurfti einungis að borga vsk af þeim. Engan toll.",
            "date": "2014-05-19 21:17:00",
            "post_id": "562502",
            "reply_to_id": "562486"
        },
        {
            "user_name": "halldorjonz",
            "text": "Ákvað að fjárfesta í þessum headphoneum, ætlaði að kaupa á massdropp og fá á verðinu sem þið voruð að tala um, en þar sem það virkaði ekki lengur þá fór ég að skoða þetta betur\nog  ákvað að fara í M50\nX\n týpuna, nýrri og á að vera eitthvað þægilegi og aðeins betri, kosta 169$ á amazon.com en sendingarkostnaðurinn 70$! samt 4þús ódýara en á co.uk \nSemsagt 27þús, spurning svo hvað maður þarf að borga í tollinum og því.. \nhttp://www.amazon.com/Audio-Technica-AT ... ewpoints=1\nFæ þau á föst eða í næstu viku.. spenntur að heyra í þessu, búinn að eyðileggja bæði heyrnatólin mín núna á 1 mánuði (held ég hafi gert það svona óvitandi viljandi því mér langaði í ný headphone \n)",
            "date": "2014-05-20 22:06:00",
            "post_id": "562624",
            "reply_to_id": "562502"
        },
        {
            "user_name": "worghal",
            "text": "þá er bara að fjárfesta í Asus Xonar STX og þú ert ready",
            "date": "2014-05-20 22:10:00",
            "post_id": "562626",
            "reply_to_id": "562624"
        },
        {
            "user_name": "halldorjonz",
            "text": "Finnst það fulldýrt, er með svona haha\nIcemat Soundcard sem fylgdi með eitthverjum heyrnatólum, hefur virkað hingað til bara alveg drullu vel, gefur svona 100x betra sound en onboard.\nVæri líka til í að hafa þetta USB tengt, svo ég gæti tengt það í ferðatölvuna þegar ég fer með hátalarana stundum framm í stofu",
            "date": "2014-05-20 22:30:00",
            "post_id": "562628",
            "reply_to_id": "562626"
        },
        {
            "user_name": "Oak",
            "text": "http://www.stuff.tv/music/5-best-dacs-h ... ng/feature\nEr þetta ekki bráðnauðsynlegt með góðum heyrnartólum?",
            "date": "2014-05-20 22:49:00",
            "post_id": "562630",
            "reply_to_id": "562628"
        },
        {
            "user_name": "akarnid",
            "text": "Er með þessi ATH-M50 og AudioEngine D1 DAC á leiðinni frá US gegnum Massdrop.  Hættuleg síða, mig langara í næstum því allt.  DAC gerir alveg gæfumuninn, sérstaklega ef það er líka preamp fyrir heyrnartól líka ,því þessi tól eru með nokkuð háu viðnámi og þá þarftu magnað merki til að skila því almennilega í þau.",
            "date": "2014-05-20 23:59:00",
            "post_id": "562635",
            "reply_to_id": "562630"
        },
        {
            "user_name": "siggi83",
            "text": "Þau eru komin aftur á Massdrop.\nLinkur hér",
            "date": "2014-05-22 19:16:00",
            "post_id": "562797",
            "reply_to_id": "562635"
        },
        {
            "user_name": "halldorjonz",
            "text": "Damn, hefði átt að koma á morgun föstudag, en kreditkortið fór ekki í gegn fyrr en næsta dag!  \n  Svo ég þarf að bíða þangað til eithvað hugsanlega miðju næstu viku!! alltof spenntur",
            "date": "2014-05-22 21:27:00",
            "post_id": "562804",
            "reply_to_id": "562797"
        },
        {
            "user_name": "halldorjonz",
            "text": "okei vá ég elska UPS, pantaði á miðvikudaginn klukkan 12:30, komið upp að dyrum mínum 11:30 á föstudegi, frá bandaríkjunum!\nþetta eru svaaaaakalega góð headphone, þæginleg og soundið er vægast sagt magnað, hef aldrei heyrt svona áður... bara verið með sennheisier\nen þetta er m50x týpan, eitthvað örlítið öðruvísi en shit sko mega ánægður! kostaði ca 35k komið heim kostar 50k heima sýnist mér",
            "date": "2014-05-23 22:33:00",
            "post_id": "562894",
            "reply_to_id": "562804"
        },
        {
            "user_name": "robakri",
            "text": "it's back boys!\nhttps://www.massdrop.com/buy/ath-m50\nbestu gateway heyrnartólin á markaðnum",
            "date": "2014-05-24 17:04:00",
            "post_id": "562947",
            "reply_to_id": "562894"
        }
    ],
    "date": "2014-04-10 17:28:00"
}