{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "60204",
    "title": "Facebook app bilað í nýjum samsung galaxy ace 3 lagað!!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=60204",
    "posts": [
        {
            "user_name": "Aimar",
            "text": "sælir.\nég sótti facebook appið og installaði því.  en get ekki loogað mig inn.  er eitthva sem ég þarf að stilla til að láta það virka?\nps. önnur öpp virka.  lika onnur facebook wanabe öpp.  þannig að netið virkar og reikningurinn a´facebook.\nkv",
            "date": "2014-03-19 22:39:00",
            "post_id": "556037",
            "reply_to_id": false
        },
        {
            "user_name": "Plushy",
            "text": "er síminn stilltur á íslensku? ef svo er prófaðu að svissa á ensku",
            "date": "2014-03-19 22:42:00",
            "post_id": "556038",
            "reply_to_id": "556037"
        },
        {
            "user_name": "Aimar",
            "text": "það kemur alltaf  \"connetion lost\"  tap to retry.",
            "date": "2014-03-19 22:47:00",
            "post_id": "556039",
            "reply_to_id": "556038"
        },
        {
            "user_name": "Oak",
            "text": "þarft að breyta í settings í símanum sjálfum ekki facebook appinu.",
            "date": "2014-03-19 22:49:00",
            "post_id": "556040",
            "reply_to_id": "556039"
        },
        {
            "user_name": "Aimar",
            "text": "lagað.\nThe Solution\nThere are three ways to fix the connection problem:\n1.- Update to the latest software: Go to “Google Play” (formerly known as “Android Market”) and select MY APPS > UPDATE\nThis solution doesn’t work for me but I’ve read it solved for some users.\n2.- Change your password by going to you Android Settings -> Manage Applications -> Facebook -> Clear Data\nWith this it will solve most problems. I honestly don’t understand why this change works but It works charmly for most phones\n3.- Fully Uninstall and Re-Install Facebook Application from google play. This fixed the connection lost problem for me. Just go to Play Store (on your Android device) or Appstore (on Iphone) and go to Installed Applications and select Facebook Uninstall. Then go search again for facebook and re-install. You will be prompted for you password and then it will SYNC and will work again",
            "date": "2014-03-19 22:53:00",
            "post_id": "556041",
            "reply_to_id": "556040"
        },
        {
            "user_name": "Aimar",
            "text": "Prufaði lið nr.2 og hreinsaði út.  setti inn usernafn og passw.",
            "date": "2014-03-19 22:54:00",
            "post_id": "556042",
            "reply_to_id": "556041"
        }
    ],
    "date": "2014-03-19 22:39:00"
}