{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "60261",
    "title": "HTC One M8 Umfjöllun",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=60261",
    "posts": [
        {
            "user_name": "vesley",
            "text": "http://www.gsmarena.com/htc_one_2014-6074.php",
            "date": "2014-03-25 00:59:00",
            "post_id": "556595",
            "reply_to_id": false
        },
        {
            "user_name": "joeleinar",
            "text": "ég held að samsung s5 og sony z2 séu betri.",
            "date": "2014-03-25 05:19:00",
            "post_id": "556603",
            "reply_to_id": "556595"
        },
        {
            "user_name": "trausti164",
            "text": "Kannski öflugari en það er töluvert betra build quality í HTC ONE símum, svo eru þeir svo flottir.",
            "date": "2014-03-25 11:00:00",
            "post_id": "556628",
            "reply_to_id": "556603"
        },
        {
            "user_name": "braudrist",
            "text": "Þessi HTC One M8 er alla veganna með SD card slot (allt að 128GB eins og S5) og Stereo FM útvarpi. Svo var myndavélin í HTC One X alveg drulluöflug, jafnvel betri en 13MP myndavélin í S4 að mörgu leiti. \nÞessi kemur alveg sterklega til greina sem næsti sími hjá mér.",
            "date": "2014-03-25 12:10:00",
            "post_id": "556640",
            "reply_to_id": "556628"
        },
        {
            "user_name": "vesley",
            "text": "Galaxy S5 og One M8 eru mjög svipað speccaðir,  Sama chipset, sama CPU og GPU.  CPU aðeins hærra klukkaður hjá S5. \nEn svo kemur þar inn að HTC One er með margfalt betri hátalara \"fact\".   Myndavél sem lofar mjög miklu, mér finnst t.d. magnað að þú getir fókusað myndina eftir að hún hefur verið tekin, svo þarf ég nú ekki einu sinni að minnast á build quality. \nÞað er ástæða fyrir því að stór meirihluti þeirra sem eru að prufukeyra og skrifa umfjallanir um þessa síma setja HTC ONE M7 alltaf í top3 sætin hjá sér yfir bestu símana á árinu 2013.",
            "date": "2014-03-25 12:59:00",
            "post_id": "556649",
            "reply_to_id": "556640"
        },
        {
            "user_name": "chaplin",
            "text": "Og rökin fyrir þín eru?",
            "date": "2014-03-25 13:23:00",
            "post_id": "556652",
            "reply_to_id": "556649"
        },
        {
            "user_name": "Jon1",
            "text": "vonandi fæ ég vesenis síman minn endurgreiddan og þá tek ég þennan (gold for me pls)",
            "date": "2014-03-25 14:50:00",
            "post_id": "556668",
            "reply_to_id": "556652"
        },
        {
            "user_name": "PhilipJ",
            "text": "Það verður áhugavert að sjá hvað hann mun kosta hér... og það mun víst koma í ljós í næstu viku samkvæmt facebook síðunni hjá emobi.is",
            "date": "2014-03-25 17:49:00",
            "post_id": "556711",
            "reply_to_id": "556668"
        },
        {
            "user_name": "Tesy",
            "text": "HTC One - Extreme Power Saving Mode\nThe phone can automatically, or manually, be tweaked to milk the very last drops of battery life for many extra hours, allowing you to place phone calls, send text messages, manually pull in your mail and more.\nWith a 5-percent charge you can expect an additional 15 hours of battery life using Extreme Power Saving Mode. At 10 percent you can expect 30 hours, and at 20 percent you’ll get 60 hours\nÞetta getur verið mjög þæginlegt",
            "date": "2014-03-25 18:53:00",
            "post_id": "556718",
            "reply_to_id": "556711"
        },
        {
            "user_name": "Swooper",
            "text": "MicroSD slot, á HTC síma? Og það styður allt að 128GB, sem eru greinilega komin út núna? Snilld. Ég er mjög ánægður með minn Nexus 5, en þegar kemur að því að skipta honum út eftir svona 2 ár sýnist mér að HTC gæti alveg komið til greina...",
            "date": "2014-03-26 02:41:00",
            "post_id": "556821",
            "reply_to_id": "556718"
        },
        {
            "user_name": "audiophile",
            "text": "Aðalmyndavélin 4mp og framvísandi 5mp?  \n \nAnnars var ég ekkert hrifinn af eldri One símanum og þessi heillar mig ennþá minna. S5, Z2 og G3 verða aðal símarnir í ár að mínu mati.\nEitt til að íhuga er að það er ekkert umboð fyrir HTC á Íslandi lengur eftir að Hátækni fór á hausinn.",
            "date": "2014-03-26 09:29:00",
            "post_id": "556829",
            "reply_to_id": "556821"
        },
        {
            "user_name": "chaplin",
            "text": "Ég hugsa að munurinn sé að aðal myndavélin sé Ultra Pixel á meðan framvísandi sé \"hefbundin\". Mér fannst þó One M7 lang flottasti Android síminn 2013, eini síminn sem ég sé sem alvöru samkeppni fyrir hann er Z2.\nAð íhuga að ekkert umboð sé á landinu, það kemur neytendum ekkert við. Þú kaupir vöru hjá fyrirtæki X, fyrirtæki X þjónustar þig næstu 2 árin.",
            "date": "2014-03-26 10:14:00",
            "post_id": "556838",
            "reply_to_id": "556829"
        },
        {
            "user_name": "vesley",
            "text": "",
            "date": "2014-03-30 23:05:00",
            "post_id": "557607",
            "reply_to_id": "556838"
        },
        {
            "user_name": "AntiTrust",
            "text": "Afhverju?\nSamsung er amk algjörlega búið að tapa leiknum þegar kemur að gæðum í handtækjunum sínum, voðalega cheap-ish plastdót. HTC One er eini síminn á markaðnum IMO sem rivalar iPhone í gæðum.",
            "date": "2014-03-30 23:07:00",
            "post_id": "557608",
            "reply_to_id": "557607"
        },
        {
            "user_name": "Hrotti",
            "text": "Ég er alveg á báðum áttum, hvort að ég eigi að kaupa þennann eða láta m7 duga þangað til í haust og treysta á að apple komi með stærri skjá.",
            "date": "2014-03-30 23:58:00",
            "post_id": "557614",
            "reply_to_id": "557608"
        },
        {
            "user_name": "Tesy",
            "text": "Ef ég ætti m7 núþegar þá myndi ég ekki uppfæra og bíða frekar",
            "date": "2014-03-31 10:49:00",
            "post_id": "557640",
            "reply_to_id": "557614"
        },
        {
            "user_name": "chaplin",
            "text": "Ég myndi persónulega bíða, það sem ég var spenntastur fyrir var ef myndavélin yrði uppfærði (ekki fleiri MP, betri myndgæði) en munurinn er ekki nægilega mikill milli M7 og M8, svo að ég myndi bíða með að uppfæra. Ef ég ætti þó að uppfæra í einhvern síma, þá væri M8 fyrir valinu, Z2 er þó mjög spennandi.",
            "date": "2014-03-31 12:49:00",
            "post_id": "557653",
            "reply_to_id": "557640"
        },
        {
            "user_name": "Swooper",
            "text": "Sama hér, en ekki eftir iPhone...",
            "date": "2014-03-31 17:54:00",
            "post_id": "557715",
            "reply_to_id": "557653"
        }
    ],
    "date": "2014-03-25 00:59:00"
}