{
    "forum_title": "Óskast - Tölvuvörur",
    "id": "60288",
    "title": "Vantar laptop fyrir ömmu og afa - 60.000kr max",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=54&t=60288",
    "posts": [
        {
            "user_name": "Hrotti",
            "text": "mig vantar laptop fyrir ömmu og afa sem að má helst ekki kosta meira en 60.000kr.  Ég ætla að koma þeim upp á lagið með að nota skype og facebook, koma myndunum sínum af digitalmyndavélinni (þar sem að þær hafa verið undanfarin ár  \n  ) osfr. \nStór skjár er kostur  og slot fyrir simkort líka. Annars er ég opinn fyrir flestu.",
            "date": "2014-03-27 16:47:00",
            "post_id": "557072",
            "reply_to_id": false
        },
        {
            "user_name": "Hrotti",
            "text": "enginn?",
            "date": "2014-04-11 13:52:00",
            "post_id": "559017",
            "reply_to_id": "557072"
        },
        {
            "user_name": "depill",
            "text": "Þér hefur ekkert dottið í hug að henda á þau bara ipad? Foreldrar mínir og kærastan mín eru að gera svipaða hluti og ipad er alveg málið fyrir þau. \nMinna tech support og fljótari að læra",
            "date": "2014-04-11 14:00:00",
            "post_id": "559019",
            "reply_to_id": "559017"
        },
        {
            "user_name": "Hrotti",
            "text": "það var planið til að byrja með, en ég hef svolitlar áhyggjur af skjástærðinni",
            "date": "2014-04-11 15:30:00",
            "post_id": "559030",
            "reply_to_id": "559019"
        },
        {
            "user_name": "Sidious",
            "text": "Amma var með fartölvu. Svo fékk hún iPad. Hefur lítið notað fartölvuna síðan.",
            "date": "2014-04-11 21:37:00",
            "post_id": "559059",
            "reply_to_id": "559030"
        },
        {
            "user_name": "audiophile",
            "text": "Afi er 83 ára og hann notar Ipad daglega. Hann nennir ekkert að nota borðtölvuna sína lengur.",
            "date": "2014-04-12 12:26:00",
            "post_id": "559089",
            "reply_to_id": "559059"
        },
        {
            "user_name": "Asistoed",
            "text": "Aldurinn segir ekkert um hversu góð sjónin er hjá fólki. Ég Á 65 ára gamla mömmu sem fór að nota tölvur um sextugt, en hún er með slæma sjón (og slíkt versnar auðvitað með aldrinu ef fólk hefur ekki fullkomna sjón meiri hluta ævinnar, og þ.a.l. nógu góða sjón fyrir lítinn skjá í dag - svo framarlega sem þau eru alveg laus við gláku, sem verður algengara að kikki inn eftir því sem þú eldist.\nFyrri punkturinn var svar við þeim commentum sem hafa komið, en sem svar við auglýsingunni, þá hef ég eina á 50-60k (fer eftir minnismagni og diskstærð sem fer í hana.\nÁ eftir að klára að ganga frá henni fyrir sölu, en verð búinn seinni part komandi viku. Sendu mér póst í PM, helst með símanúmeri, þægilegra og fljótlegra að sinna slíkum viðskiptum í símanh eldur en á forum.\nMbk. Addi",
            "date": "2014-04-12 22:48:00",
            "post_id": "559125",
            "reply_to_id": "559089"
        },
        {
            "user_name": "NoName",
            "text": "Rakst á þessa á rápinu: Örugglega fín fyrir ömmu og afa \nhttp://www.tolvutek.is/vara/lenovo-esse ... olva-svort\nkv.",
            "date": "2014-04-13 09:17:00",
            "post_id": "559137",
            "reply_to_id": "559125"
        },
        {
            "user_name": "SIKk",
            "text": "Æjj *IMO*, Þá borgar sig ekki að láta gamalt fólk sem kann ekki á tölvu, reyna að læra á Windows 8 á tölvu sem er ekki með snertiskjá. Það flækir málin óþæginlega mikið aukalega..   \n \nEn þetta er bara mín reynsla með afa minn, Hann fékk 17\" Toshiba vél gefins í jólagjöf og hún kom uppsett með Windows 8, og hann notar frekar gömlu drusluna sem hann átti fyrir vegna þess að Windows 8 finnst honum vera of flókið.. \n \nAftur á móti finnir þú Windows 8 tölvu með snertiskjá handa þeim held ég að það sé annað mál..",
            "date": "2014-04-13 10:17:00",
            "post_id": "559138",
            "reply_to_id": "559137"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Er það ekki bara vegna þess að hann kunni á xp eða hvað sem hann var með áður? Þú færð hvergi vél með xp í dag.",
            "date": "2014-04-13 10:52:00",
            "post_id": "559139",
            "reply_to_id": "559138"
        },
        {
            "user_name": "SIKk",
            "text": "Hann var með Windows 7 á gamla garminum \n Honum fannst þetta svo asnalegt start-feature í Windows8. Enda er það hannað með snertiskjái í huga...",
            "date": "2014-04-13 11:40:00",
            "post_id": "559142",
            "reply_to_id": "559139"
        },
        {
            "user_name": "Oak",
            "text": "Afhverju settirðu þá ekki bara start8 upp hjá honum eða eitthvað í þá áttina?",
            "date": "2014-04-13 11:55:00",
            "post_id": "559144",
            "reply_to_id": "559142"
        },
        {
            "user_name": "SIKk",
            "text": "Þér að segja þá reyndum við ýmislegt.. En honum fannst það aldrei nógu gott kallinn, en hann er líka pínu sérvitur svona á elliárunum hehe",
            "date": "2014-04-13 14:13:00",
            "post_id": "559155",
            "reply_to_id": "559144"
        },
        {
            "user_name": "Hrotti",
            "text": "Það virtust flestir vera á því að iPad væri málið þannig að ég keypti einn slíkann.",
            "date": "2014-04-19 11:28:00",
            "post_id": "559697",
            "reply_to_id": "559155"
        },
        {
            "user_name": "littli-Jake",
            "text": "mættir endilega henda í feed back eftir svona 10 daga/tvær vikur",
            "date": "2014-04-19 13:44:00",
            "post_id": "559707",
            "reply_to_id": "559697"
        }
    ],
    "date": "2014-03-27 16:47:00"
}