{
    "forum_title": "Koníakstofan",
    "id": "60350",
    "title": "Af hverju eru Hlöllabátar orðnir svona dýrir??!??",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=60350",
    "posts": [
        {
            "user_name": "hakkarin",
            "text": "Fyrir svona nokkrum árum (kanski 2-3) þá var ég vanur að fara stundum á hlöllabát (á Selfossi) til að fá mér 1 góðan bát og eitthvað gos til þess að drekka með. Það sem að ég keypti oftast var hádegistilboð sem að var 12 tommu bátur (keypti oftast beikon bát) og stór gos. Þetta kostaði 1000kr sléttar. Eftir þó nokkuð hlé frá hlölla ákvað ég að kíkja þangað í hádeginu áðan. Núna kostaði þetta sirka 1400kr! Bara fyrir bátinn og gos. Ekkert annað. Og þetta er bara fyrir basic báta. Sumir bátar kosta jafnvel meira! Hér er matseðilinn þar sem að þið getið skoðað verðinn \nhttp://www.hlollabatar.com/#!matsedlar/cjdh\n\"Verðbólga!\" segja sumir, en mér finnst að það geti varla útskýrt hækkunina að því að almennt verð á öðrum skindibita (allavega á Selfossi) eins og til dæmis á Subway er ekki svona hátt. Hvað segja stuðningsmenn Hlölla við þessu? Af hverju er þetta orðið svona andskoti dýrt?",
            "date": "2014-03-31 13:01:00",
            "post_id": "557654",
            "reply_to_id": false
        },
        {
            "user_name": "Kristján",
            "text": "eru ekki 2 Hlöllabátar fyrirtæki til?\nhöllabátar hjá ártúnsbrekku eru ekki þeir sömu og eru t.d í smáralind\neða er ég að bulla eitthvað?",
            "date": "2014-03-31 13:07:00",
            "post_id": "557655",
            "reply_to_id": "557654"
        },
        {
            "user_name": "ronneh88",
            "text": "Og hver ber ábyrgð á ofnunum hérna??! Það er alltaf, það er alltaf eitthvað bank í þeim! Það er alltaf eins og þeir séu fullir af lofti??! Hver á að hleypa því út??! Á á ég að gera það?",
            "date": "2014-03-31 13:15:00",
            "post_id": "557656",
            "reply_to_id": "557655"
        },
        {
            "user_name": "jonsig",
            "text": "Útaf því fólk heldur áfram að versla líkt og ekkert hafi í skorist",
            "date": "2014-03-31 13:16:00",
            "post_id": "557657",
            "reply_to_id": "557656"
        },
        {
            "user_name": "svanur08",
            "text": "Það er nú bara allur skyndibiti orðinn dýr, eins og ef maður verslar sér hamborgara og franskar í sjoppum í dag fær maður það lítið af frönskum með að það gæti verið fyrir kettling.",
            "date": "2014-03-31 13:30:00",
            "post_id": "557659",
            "reply_to_id": "557657"
        },
        {
            "user_name": "hakkarin",
            "text": "Já fokk þoli það ekki þegar þeir sem selja haldi að þeir séu geðveikt sniðugir með því að gefa geiðveikt lítið af frönskum. Halda líklega að þeir séu að spara. Kanski eru þeir að gera það, Íslendingar eru jú hálvitar",
            "date": "2014-03-31 13:39:00",
            "post_id": "557661",
            "reply_to_id": "557659"
        },
        {
            "user_name": "rango",
            "text": "KFC fær hrós frá mér þar sem þeir leyfa mér að borga '150kr' eða einhvað svipað fyrir stærra gos og mun meira af frönskum sem er bara mjög sangjarnt.\nsáttur líka með magnið sem þú færð standard, kanski bara afvþví að borgarinn er svo stór enn svipað magn og hjá öðrum búllum.\nOlís ætti enginn að versla við, vilja rukka mig 400kr fyrir meiri franskar, 'osturinn' kostar aukalega og franskarnar væru fínar í barnabox.\nEkkert gos fylgir heldur, bara verst að kfc sé ekki nálægt mér.",
            "date": "2014-03-31 14:15:00",
            "post_id": "557666",
            "reply_to_id": "557661"
        },
        {
            "user_name": "Plushy",
            "text": "Í sundagörðum er KFC og Olís á sama bílaplani",
            "date": "2014-03-31 14:23:00",
            "post_id": "557667",
            "reply_to_id": "557666"
        },
        {
            "user_name": "GullMoli",
            "text": "Hlölli uppá höfða er upprunalegi alvöru, þeir eru líka stundum með vagn niðrí bæ. Allt hitt er ekki það sama.",
            "date": "2014-03-31 14:41:00",
            "post_id": "557674",
            "reply_to_id": "557667"
        },
        {
            "user_name": "vikingbay",
            "text": "afhverju að borga 150 kall til að fá meira af verstu frönskum sem fyrir finnast á þessu landi!?\nflott option, en þessar franskar",
            "date": "2014-03-31 14:50:00",
            "post_id": "557676",
            "reply_to_id": "557674"
        },
        {
            "user_name": "HalistaX",
            "text": "Mér þykir persónulega ekkert að þessum frönskum, skárri en Hlölla franskarnar allavegana.",
            "date": "2014-03-31 15:11:00",
            "post_id": "557679",
            "reply_to_id": "557676"
        },
        {
            "user_name": "hakkarin",
            "text": "Hlölla franskanar eru nú meira kex heldur en franskar",
            "date": "2014-03-31 15:27:00",
            "post_id": "557684",
            "reply_to_id": "557679"
        },
        {
            "user_name": "Stuffz",
            "text": "Ofnaþjónustan ehf hérna\nJá afsakið töfina, við sendum mann til að redda þessu fyrir þig prontó!",
            "date": "2014-03-31 16:26:00",
            "post_id": "557696",
            "reply_to_id": "557684"
        },
        {
            "user_name": "Carragher23",
            "text": "Sammála því, hef bókstaflega aldrei smakkað eins vondar franskar á skyndabitastað.\nVarðandi þessa hækkun, þá veit ég ekki hversu lengi þetta platar landann.\nFyrir mitt leiti þá er ég alveg farinn að sniðganga þetta alltsaman og versla frekar bara allar mínar vörur í Krónunni eða Bónus, tek ekki þátt í þessari vitleysu sem þetta land er orðið \nOg ef mig langar í gott, þá nota ég 2fyrir1.is , hopkaup.is, aha.is og sms tilboð hjá Nova. Þar er nánast alltaf e-h gott að finna.",
            "date": "2014-03-31 17:49:00",
            "post_id": "557713",
            "reply_to_id": "557696"
        },
        {
            "user_name": "Televisionary",
            "text": "Það sem er nú líka sorglegt við þennan varning er að ekkert kjötmeti er lengur framreitt á þessu. Brauðið hefur stækkað til muna frá því sem var.\nÉg ákvað að kaupa svona í neyð um daginn því að eldhúsið var óstarfhæft heima fyrir og þegar heim var komið þá var ég orðlaus sökum þess að ein kjötsneið var sitt hvorum megin á brauðinu. Sjá mynd hér að neðan.\nÉg hringdi nú og bað um að fá peningana mína endurgreidda og keyrði til baka og skilaði þeim vörunni. Fólk á ekki að láta bjóða sér svona vinnubrögð. Þessi staður var á Þórðarhöfða. En meðan það er til fólk sem lætur bjóða sér svona lagað þá heldur fólk áfram að selja annars flokks vöru.",
            "date": "2014-04-01 09:46:00",
            "post_id": "557792",
            "reply_to_id": "557713"
        },
        {
            "user_name": "AntiTrust",
            "text": "Þetta er það sem böggar mig mest. Ég skil verðhækkanir, sumstaðar. Sumstaðar er ég tilbúinn til þess að horfa framhjá því að verðið er umtalsvert hærra en nokkur verðbólga segir til um. Það sem gjörsamlega fyllir mælinn hjá mér er þegar bæði verðið er orðið óeðlilega hátt og ég fæ ekki lengur magafylli af alvöru mat, verið að minnka kjötskammta í öllu, aukaskammtur kostar á við heila kjúklingabringu og maður þarf að grátbiðja í tvígang um að fá aðeins meira kál eða papriku.\nFyrir 1000-1500kr vil ég fá magafylli, ekki smakk eða 75% kolvetni þegar aðalrétturinn er kjötmeti.",
            "date": "2014-04-01 10:13:00",
            "post_id": "557797",
            "reply_to_id": "557792"
        },
        {
            "user_name": "hakkarin",
            "text": "Ertu viss um að þeir hafi ekki bara sett vitlaust á bátinn? Ég hef pantað mér báta á hlölla sem að hafa haft meira af álegi.",
            "date": "2014-04-01 12:35:00",
            "post_id": "557819",
            "reply_to_id": "557797"
        },
        {
            "user_name": "Televisionary",
            "text": "Auðvitað var það mér efst í huga að fá það magn af kjöti sem ég hafði væntingar til en allt kom fyrir ekki þetta var forskriftin samkvæmt söluaðilanum og þeim ekki hvikað. Ég reyndi að útskýra fyrir þeim að þó báturinn kostaði 2500 krónur og væri úttroðinn af kjöti þá kæmi maður og keypti þá. En kjötlaus samlokubátur sem hefur verið þekktur fyrir \"nautakjöt\" í meira en tvo áratugi er eitthvað sem maður kemur til með að kaupa aldrei aftur.",
            "date": "2014-04-01 21:20:00",
            "post_id": "557908",
            "reply_to_id": "557819"
        },
        {
            "user_name": "vesley",
            "text": "Djöfull er ég sammála, virðist nánast vera þannig að mjög fáir staðir átta sig ekki á því að ef að kjöt væri meira í ákveðnum réttum og gróði per stk væri kannski hlutfallslega minni þá væri hagnaður samt hærri þar sem miklu fleira fólk myndi vilja kaupa þetta!\nLöngu orðinn þreyttur á að fara á Subway/Hlölla eða laumast í \"börger\" þegar mér langar þó að ég fari gríðarlega sjaldan.. maður verður svangur 45min seinna út af öllu þessu kolvetni.",
            "date": "2014-04-01 21:26:00",
            "post_id": "557909",
            "reply_to_id": "557908"
        },
        {
            "user_name": "Gúrú",
            "text": "Held þið vanmetið það hve stór hluti viðskiptanna kemur frá námsmönnum sem eiga auðveldara með að réttlæta \nfyrir sér 1000-1200 króna máltíðir þó þær séu matarminni en 1400+ króna máltíðir. \nErtu viss um að það virki þannig?",
            "date": "2014-04-01 21:34:00",
            "post_id": "557910",
            "reply_to_id": "557909"
        },
        {
            "user_name": "gissur1",
            "text": "Hlöllabátar eru með mjög fínt skólatilboð, 990kr fyrir stórann bát og 500ml gos í dós",
            "date": "2014-04-02 10:26:00",
            "post_id": "557937",
            "reply_to_id": "557910"
        },
        {
            "user_name": "AntiTrust",
            "text": "Tjah, prótín gefur meiri seddutilfinningu og er lengur að meltast, ein af mörgum ástæðum fyrir því að high-protein kúrar eru notaðir m.a. til megrunar.",
            "date": "2014-04-02 11:47:00",
            "post_id": "557940",
            "reply_to_id": "557937"
        },
        {
            "user_name": "Bjosep",
            "text": "Þess má til gamans geta að það eru náttúrulega engin kolvetni (e: hydrocarbons) í matvælum (vona ég). Kolvetni eru jarðefnaeldsneyti og afleiður (og mögulega fleiri hlutir) þess meðan gumsið sem maður étur ætti með réttu að vera nefnt \"kolvötn\" (sbr carbohydrates á ensku) eins óþjált og það kann að hljóma.   \nSkál fyrir því.",
            "date": "2014-04-02 17:56:00",
            "post_id": "557990",
            "reply_to_id": "557940"
        },
        {
            "user_name": "Gúrú",
            "text": "Já mér fannst þetta svosem bara skringilega orðað hjá honum, eins og að kolvetni létu mann verða svangan.",
            "date": "2014-04-02 18:43:00",
            "post_id": "557995",
            "reply_to_id": "557990"
        },
        {
            "user_name": "vesley",
            "text": "Veist alveg hvað ég meina. \nAð s.s. maður verður fljótt saddur af öllu þessu brauði en 45min seinna er maður nánast aftur orðinn svangur vegna þess hve mikil kolvetni eru í matnum og lítið af öllu öðru sem gagnast manni.",
            "date": "2014-04-02 18:51:00",
            "post_id": "557999",
            "reply_to_id": "557995"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Ég hef ekki farið á neinn svona báta stað í eitthver ár.  Þetta var vanalega vegleg máltið að gúffa í sig einum bát, en núna er þetta orðið eins og samloka.\nÞá byrjaði ég að endurnýja kynni mín við subway, það eru nefnilega fínar samlokur þar \nSömuleiðis hefur KFC fengið mig nokkru sinnum til sín uppá síðkastið, elska hot wings..... mmm\nAnnars tel ég menn sem reka veitingarstað svona vera skjóta sig all verulega í fótinn, að miða allann matseðilinn við einn hóp viðskiptarvina,,    við námsmenn sem eru blankir alla daga vikunnar.",
            "date": "2014-04-02 19:02:00",
            "post_id": "558000",
            "reply_to_id": false
        },
        {
            "user_name": "Sydney",
            "text": "Ég er Hlölla puristi og fæ mér bara Hlölla á höfðanum.  1300 kall fyrir Hlunk og kók í hádeginu finnst mér vera alveg sanngjarnt miðað við kjötmagnið sem maður fær á þeim bát.",
            "date": "2014-04-02 19:14:00",
            "post_id": "558001",
            "reply_to_id": "558000"
        },
        {
            "user_name": "stefhauk",
            "text": "Það eru flest allir staðir farnir að bjóða uppá verri mat enginn ástríða lögð í þetta lengur.\nT.d KFC pakka öllu inní bréf man þegar þú fékkst box utanum borgarann þinn, lítið af frönskum líka.\nDominos oft sem brauðstangir eru brenndar.\nSerrano þegar þú tókst mat heim fékkstu það í bakka núna í bréfi og allt fer til fjandans í bílnum á leiðinni heim\nMetro allt þarna er vont\nSubway eru orðnir virkilega cheap á kjötið 2 litlar beikonsneiðar á bræðing sem maður finnur varla bragðið af því þær eru svo litlar.\nkaupir pulsu á bensínstöð líta út eins og mongólýti hafi gert hana frussu sósur útum allt og oft allar sósur settar ofaná pusluna \nPítan allt sem sett er í hana liggur í disknum og þegar maður er farinn að komast að miðju pítubrauðinu er ekkert nema kál og sósa \nSaffran dýrari en andskotinn fyrir lítinn mat \nfridays og ruby oft kaldir borgarar fyrir þann pening sem þeir rukka \nAmerican style sirka 10 franskar á disknum á ekki að vera fólki bjóðandi miðað við verð svo finnst mér eins og þeir séu alltaf að hækka verðið hjá sér.\nsvona má lengi telja \nAlveg kominn tími á að leggja aðeins í þetta.",
            "date": "2014-04-02 22:10:00",
            "post_id": "558017",
            "reply_to_id": "558001"
        },
        {
            "user_name": "vikingbay",
            "text": "já gildir það sama ekki tildæmis líka um pítsur, ég man eftir að hafa klárað kanski heila 16\" frá dominos, og farið svo eftir klukkutíma inní ísskáp og finna mér eitthvað..\nþetta er flest rosalega tímabundin lausn á svengd   \n \nÞetta er svo satt samt, seinustu ár hafa flestir svona staðir farið að gera þetta. Takmarka allt sem er sett á þetta eftir einhveri formúlu svo maður fær bát með algjörlega engri ást!",
            "date": "2014-04-02 22:29:00",
            "post_id": "558020",
            "reply_to_id": "558017"
        },
        {
            "user_name": "Gúrú",
            "text": "Þetta er svo til ómögulegt með ofnunum á Dominos. Það er engin leið að brenna þær með umferð í ofninum.\nÞú ert að tala um pappírs quesadilla bakkana er það ekki?\nÉg hef aldrei lent í þessu og ég keyri \nfáránlega \nharkalega. \nÞú ert svakalegur.",
            "date": "2014-04-02 23:24:00",
            "post_id": "558029",
            "reply_to_id": "558020"
        },
        {
            "user_name": "stefhauk",
            "text": "Haha smá grín í gangi en lent í þessu öllu saman er aðalega að benda á að hvað það er búið að downgrada allt saman.\nEn þetta með Dominos hef oft lennt í því að fá grjótharðar dökkbrúnar brauðsangir frá þeim svo ómögulegt ég held ekki.",
            "date": "2014-04-02 23:40:00",
            "post_id": "558033",
            "reply_to_id": "558029"
        },
        {
            "user_name": "Gúrú",
            "text": "Harðar vegna þess að þær eru látnar bíða of lengi áður en þær eru olíubornar, pokaðar og látnar í hitagrind. \nDökkbrúnar vegna þess að þú pantaðir þær seint inn á kvöldtímabilið þegar brauðstangaofninn er orðinn örlítið heitari en hann ætti að vera.\nAldrei brenndar samt.",
            "date": "2014-04-03 00:24:00",
            "post_id": "558037",
            "reply_to_id": "558033"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Þarna verð ég að stoppa þig. Saffran er alls ekki dýrt, allavega ekki miðað við það sem þú ert að fá. Mér finnst allavega ekki slæmt að borga 12-1500 kall fyrir almennilegan mat sem ég er ekki með samviskubit yfir að setja ofan í mig. \nAllt sem þú telur upp er óhollur sjoppumatur (kannski fyrir utan serrano) sem kostar svipað. \nEn kommon, Þessi þráður er mesta nöldur sem ég hef séð í langan tíma. Ef þú vilt protínríka máltíð þa steikiru þér bara kjuklingabringu.\n\"þetta er ekkert nema kolvetni\" - við hverju býstu þegar hálf máltíðin samanstendur af brauði? (samloka)",
            "date": "2014-04-03 01:00:00",
            "post_id": "558041",
            "reply_to_id": "558037"
        },
        {
            "user_name": "stefhauk",
            "text": "Má vera en þetta er svipað og að fá brenndar brauðstangir og ætti ekki að leyfa svoleiðis mat að fara til kúnnans en gef þeim þó prik fyrir góða þjónustu þegar maður kvartar yfir þessu þá skutla þeir nýjum til manns.\nSammála með að Saffran er hollur matur og maður er ekki með samviskubit yfir honum og finnst sjálfum frekar leiðinlegt hvað hollur matur þarf alltaf að vera mun dýrari enn sá óholli.\nEn þó þetta sé ódýr sjoppumatur þá þarf þetta ekki að vera ílla samsett og jafnvel brennt eða kallt en það er mín skoðun.",
            "date": "2014-04-03 13:40:00",
            "post_id": "558098",
            "reply_to_id": "558041"
        },
        {
            "user_name": "hakkarin",
            "text": "Ákvað að spyrja þá á hlölla hvað gosið kostaði fyrst að það fylgir ekki. 0.5l dós á 370. Er þetta típíst skindibita verð á gosi? Það er nefnilega ekki hægt að nota \"það er mikið áleg/matur\" útskýringuna þegar það kemur að gosi.",
            "date": "2014-04-05 01:56:00",
            "post_id": "558307",
            "reply_to_id": "558098"
        },
        {
            "user_name": "eriksnaer",
            "text": "0.5L dós er á 230 kr út í sjoppu",
            "date": "2014-04-05 02:08:00",
            "post_id": "558308",
            "reply_to_id": "558307"
        },
        {
            "user_name": "intenz",
            "text": "370 kr. ???? ER EKKI Í LAGI ????",
            "date": "2014-04-05 02:09:00",
            "post_id": "558309",
            "reply_to_id": "558308"
        },
        {
            "user_name": "hagur",
            "text": "Skyndibita/matsölustaðir hafa nú verið þekktir fyrir háa álagningu á gosi en þetta er held ég það grófasta sem ég hef heyrt.",
            "date": "2014-04-05 09:37:00",
            "post_id": "558318",
            "reply_to_id": "558309"
        },
        {
            "user_name": "hfwf",
            "text": "Ja nú hefur eða hafa Úsbekistingar ubbs meina Íslendingar kvartað yfir öllu",
            "date": "2014-04-05 10:27:00",
            "post_id": "558319",
            "reply_to_id": "558318"
        },
        {
            "user_name": "Nothing",
            "text": "Það er nú eitt sem ég sé gott við hlölla þeir voru að byrja bjóða uppá LKL brauð (+200) inniheldur 25gr af próteini og smakkast mjög vel.\nÉg hef nú aldrei lent í því á hlölla að fá oflítið af kjöti... en subway er hinvegar allt annað mál.",
            "date": "2014-04-05 12:31:00",
            "post_id": "558327",
            "reply_to_id": "558319"
        },
        {
            "user_name": "kizi86",
            "text": "Keypti línubát á hlölla um síðustu mánaðarmót, semsé rækjur skinka og ostur, fylgist vel með manninum gera bátinn, setur eina skinku og ostasneið á grillið, svo á að setja kúfullt box af rækjum á ostinn, en nei setur gaurinn varla hálft boxið (hafði borgað fyrir extra rækjur)..\ntók við bátnum (lét eins og ég hafi ekki tekið eftir því hvað gaurinn gerði) settist og opnaði bátinn, öskraði þá yfir allt, ER ÞETTA SEM ÞIÐ KALLIÐ TVÖFALT ÁLEGG?? ÉG BORGAÐI EXTRA FYRIR EXTRA SKAMMT AF RÆKJUM OG ÉG GET TALIÐ ÞÆR MEÐ EINNI HENDI!! (var fullt af fólki þarna, var í hádeginu) labbaði að afgreiðsluborðinu og heimtaði að fá nýjan bát eða endurgreitt, endaði með tvo báta í staðinn.. aldrei að láta svona staði komast upp með svona rugl..\nveit líka til þess að þessar skyndibitakeðjur sem eru með marga staði, að þær eru í keppni um hver kemst upp með sem minnstu hráefnisnotkun og fá sem fæstar hvartanir út á það.. núna gengur þetta bara út á að ná að mjólka sem mest út úr kúnnanum, og nota sem minnst til þess..",
            "date": "2014-04-05 20:32:00",
            "post_id": "558353",
            "reply_to_id": "558327"
        },
        {
            "user_name": "Minuz1",
            "text": "Saffran notar ódýrasta kjúklingakjöt sem til er (úrbeinað lærakjöt) nema annað sé tekið fram, og þótt þér líði eitthvað vel á samviskunni, þá er maturinn ekkert endilega hollur, frekar en á subway.\nHef farið 2svar á saffran og í bæði skiptin undrast hvað fólki finnst spes þarna, tók langan tíma að fá matinn, innihald var ódýrt og lítið, ekkert að neinu svosem en heldur dýrt miðað við það sem ég fékk.\nÞað er fullt af veitingarstöðum sem bjóða upp á ódýran mat í hádeginu, sérstaklega á 101 svæðinu.\nT.d er ítalía með 50% afslátt í hádeginu og er þá klassagóður matur kominn á nánast skyndibitaverð.",
            "date": "2014-04-05 22:46:00",
            "post_id": "558360",
            "reply_to_id": "558353"
        },
        {
            "user_name": "Tesy",
            "text": "Mér finnst Hlöllabátar alls ekki dýrir miðað við eitthvað annað. Ég fæ mér oftast skólatilboðið sem er held ég 1090kr fyrir bát (ekki hlunkur) og gos sem er alls ekki svo slæmt að mínu mati.\nFranskarnir hjá Metro eru wunderbar og færð nóg af þeim ef þú stækkar máltíðina.",
            "date": "2014-04-06 01:03:00",
            "post_id": "558380",
            "reply_to_id": "558360"
        },
        {
            "user_name": "marijuana",
            "text": "KFC endar samt sem áður í rúmum þúsund karli. \nÞað kostar 199kr að breyta yfir í máltíð. (Franskar + Gos) \nBoxmaster (1.299kr) + breyta í máltíð (199kr) endar í circa 1.498kr \nOg þeir eru með vitlaus verð á vefsíðunni sinni sýnist mér. Á fimmtudaginn kostaði boxmaster mig allavega 1.299kr (og svo 199kr fyrir breytingu í máltíð.)\nSkyndibiti almennt er orðinn bara rosalega dýr.",
            "date": "2014-04-06 01:38:00",
            "post_id": "558386",
            "reply_to_id": "558380"
        },
        {
            "user_name": "HalistaX",
            "text": "1500 kall er samt enginn peningur ef hann lofar magafylli eins og á KFC.\nÞað sem er mikið er 1000+ fyrir Subway bát, eina köku sem hefur minkað um 2-4 cm á síðustu árum (1 í stað 2 btw) og gos þegar það virkar eins og forréttur áður en maður fer á annan stað.\nSubway er svo mikið slap in the face. KFC FTW!",
            "date": "2014-04-06 01:55:00",
            "post_id": "558387",
            "reply_to_id": "558386"
        },
        {
            "user_name": "marijuana",
            "text": "Jah, fer aðsjálfsögðu eftir því hvað þú færð þér á Subway. \n12\" bræðingur gerir mig allavega saddann eins og KFC gerir og alveg þess virði sossem...",
            "date": "2014-04-06 03:23:00",
            "post_id": "558391",
            "reply_to_id": "558387"
        },
        {
            "user_name": "Hamsurd",
            "text": "Island i dag . . . . Ukkuruh ur Hlollah so fat ????",
            "date": "2014-04-06 06:43:00",
            "post_id": "558393",
            "reply_to_id": "558391"
        },
        {
            "user_name": "demaNtur",
            "text": "Mæli með að þið farið á Viking Kebab hliðiná Iceland í engihjallanum, kópavogi. Fáránlega mikill matur fyrir peninginn, medium stærð dugar mér (Borða 6 máltíðir á dag, allar stórar.) \nVerðið EKKI sviknir, þvílíkt mikill matur.",
            "date": "2014-04-06 13:00:00",
            "post_id": "558405",
            "reply_to_id": "558393"
        },
        {
            "user_name": "hakkarin",
            "text": "Svona upp á gamanið ákvað ég að rata alla staðina á selfossi sem að selja skindibita mat út frá magafylli, verði og bragði:\nKFC:\nmagarfylli: 8\nBragð:      8\nVerð:       8\nHlölla bátar:\nmagarfylli: 7\nBragð:      8\nVerð:       5\nTomma Borgarar:\nmagarfylli: 7\nBragð:      7\nVerð:       6\nSubway:\nmagarfylli: 8\nBragð:      7\nVerð:       8\nKaffi Krús:\nmagarfylli: 9\nBragð:      9\nVerð:       7\nKaktus:\nmagarfylli: 8\nBragð:      8\nVerð:       7\nDominos:\nmagarfylli: 7\nBragð:      5\nVerð:       9\nSnæland:\nmagarfylli: 8\nBragð:      8\nVerð:       8\nPulsuvagninn:\nmagarfylli: 7\nBragð:      6\nVerð:       7\nOlís:\nmagarfylli: 7\nBragð:      6\nVerð:       6\nQuiznos\nmagarfylli: 7\nBragð:      7\nVerð:       7\nEn djöfull er annars mikið af skindibita á Selfossi. Það eru nú ekkert margir sem að búa hérna.  \nEDIT: Svo eru svona 2 eða 3 aðrir staðir sem að selja líka mat en samt ekki skindibita mat.",
            "date": "2014-04-06 20:14:00",
            "post_id": "558446",
            "reply_to_id": "558405"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Mög\nMög\nMögu\nMagar?",
            "date": "2014-04-06 20:46:00",
            "post_id": "558453",
            "reply_to_id": "558446"
        },
        {
            "user_name": "hakkarin",
            "text": "Ekki vera leiðinlegur.",
            "date": "2014-04-06 21:43:00",
            "post_id": "558459",
            "reply_to_id": false
        },
        {
            "user_name": "ASUStek",
            "text": "ef þið eruð að kaupa ykkur mat um hádegistíma afhverju ekki skoða svona matarhlaðborð, alvöru matur,gúffa í ykkur Kjöt,fitu og fisk og skola niður með vatni,búmm \n  ready fyrir daginn,fyrir sama eða ekki minni pening.það gerði ég allavega fyrir norðan, Ekki hugmynd hvað ég geri þegar ég byrja leigja í rvk eftir sumarið shit",
            "date": "2014-04-06 22:44:00",
            "post_id": "558465",
            "reply_to_id": "558459"
        },
        {
            "user_name": "kizi86",
            "text": "Tian á grensásveginum, eðal kínverskur matur, með hádegisverðarhlaðborð fyrir skitnar 1590kr, eins mikið og vilt í þig troða af góðmeti",
            "date": "2014-04-07 01:08:00",
            "post_id": "558471",
            "reply_to_id": "558465"
        },
        {
            "user_name": "SIKk",
            "text": "Minnir að PIzza Hut hádegishlaðborðið í smáralind kosti 1790kr með gosi og þá færðu ótakmarkað magn af pizzum, pastaréttum og súpu dagsins með brauði",
            "date": "2014-04-07 09:06:00",
            "post_id": "558487",
            "reply_to_id": "558471"
        },
        {
            "user_name": "stefhauk",
            "text": "Hvernig kebab er á þessum stað fékk mér mjög mikið kebab í noregi þá seldu eir þetta þannig að þetta kom í tortilla brauði stútfullt með kjöti grænmeti og sósu er þetta þannig eða er þetta á teini ? \nman að ég keypti lítinn skammt þar á 1000 kr íslenskar sem telst mjög ódýrt í noregi og ég gat ekki klárað lítinn skammt þetta var svo mikill matur.",
            "date": "2014-04-07 11:08:00",
            "post_id": "558496",
            "reply_to_id": "558487"
        },
        {
            "user_name": "demaNtur",
            "text": "Þetta er á teini, skorið af honum og sett í tortillu, kjaftfullt af kjöti, grænmeti og sósu. Svakalega gott og rugl mikill matur.. Ætla næst í VIKING stærð, það eru í boði; lítill, medium, stór og viking!",
            "date": "2014-04-07 16:32:00",
            "post_id": "558542",
            "reply_to_id": "558496"
        },
        {
            "user_name": "Lexxinn",
            "text": "Ég vinn á búllunni og þar er kók í dós stök á 350kr og flest allir sem biðja um hana borga bara með bros á vör. Það er aftur á móti vitað mál að það er mest álagning á gosi á svona veitingastöðum en verra finnst mér samt álagningin á gosi og hvað það er vatnsþynnt í bíóhúsum, er farinn að fá mér alltaf vatn nú orðið þar sem þetta er svo þynnt.\n1790kr í smáralind var ekki með gosi seinast þegar ég var þar. Fórum nokkru sinnum félagarnir í hádeginu á tímabili en það var bara oft þannig að það var lítið um pizzur og það þurfti að bíða eftir nýjum þó það væri kvartað undan þessu, vorum alveg hátt í 8 strákar að fara sem er nú nægur peningur til að henda í nokkrar pizzur en þetta virkaði eins og eitthver hlaðborðastefna að framleiða eina á 10mín fresti.\nEinnig þar sem þið minntust á að verða saddur en sjálfur verð ég voða lítið saddur af Búllu borgara nema þegar ég bý hann til sjálfur með um 260gr af kjöti, extra gras og svona, ég borða reyndar nánast aldrei franskar sem fylla upp í hjá sumum. Einn viðskiptavinur kemur líka oft og fær tvöfaldan 240gr þannig hann endar í 480gr hamborgara, hann er reyndar alveg æði en stakur þannig kostar um 2680 ef ég man rétt.",
            "date": "2014-04-07 17:08:00",
            "post_id": "558544",
            "reply_to_id": "558542"
        },
        {
            "user_name": "Plushy",
            "text": "Nammm verð að prófa þetta.",
            "date": "2014-04-07 17:52:00",
            "post_id": "558549",
            "reply_to_id": "558544"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Kíkti á þetta Viking Kebab, ostakebab og 33c kók, 1000 kall, pakksaddur, drullu gott. Fíla líka þessa stærð af cola, akkúrat nóg fyrir mig.\nFór með félaga mínum sem borðar ekki hvað sem er, hann fílaði þetta líka í botn.",
            "date": "2014-04-08 21:42:00",
            "post_id": "558695",
            "reply_to_id": "558549"
        },
        {
            "user_name": "Elisviktor",
            "text": "Það sem verra er með þessa gos-álagningu sem þið kvartið yfir er að það er í lagflestum tilfellum ódýrast fyrir litlar verslanir, sjoppur og skyndibitastaði að fara í bónus að kaupa gosdósirnar sínar heldur en að kaupa þær af vífilfell sem sýnir hvað það sitja ekki allir við sama borð. Auðvitað er skiljanlegt að Bónus fær þetta á aðeins betra verði en það er ódýrara að kaupa 500ml dós af kóki í bónus á Egilsstaði heldur en að sækja kókið í vífilfell (með fyrirtækjasamningsafslætti). Getið ýmindað ykkur hvaða kostnaður felst í því að flytja kókið út á land, setja það í hillur og selja en samt ódýrara heldur en að sækja vöruna hjá byrgja.\nVill taka fram að ég hef fyrstu handar reynslu af þessum verðsamanburði en það er langt liðið síðan ég athugaði þetta síðast (2-3ár) og biðst velvirðingar á því ef þessar upplýsingar eru ekki ennþá réttar en mig grunar sterklega að þær eru enn réttar.",
            "date": "2014-04-09 01:15:00",
            "post_id": "558723",
            "reply_to_id": "558695"
        },
        {
            "user_name": "natti",
            "text": "Þetta er svo aftur ástæðan fyrir því að Bónus gefur sér þann rétt að neita að afgreiða einstaklinga sem eru \"augljóslega\" að kaupa fyrir litlar sjoppur etc. \nEn hvað Bónus varðar, þá voru þeir með þá stefnu að vera með sama verð í bænum og úti á landi (hugarfar sem nánast þekktist ekki hjá öðrum verslunum áður en Bónus fór að söðla undir sig landsbyggðina), þannig að kostnaðurinn sem \"felst í því að flytja kókið út á land, setja það í hillur og selja\" dreifist jafnt á alla sem versla við Bónus, óháð því hvort það sé í Rvk eða á Egilsstöðum.",
            "date": "2014-04-09 20:07:00",
            "post_id": "558799",
            "reply_to_id": "558723"
        },
        {
            "user_name": "urban",
            "text": "Vífilfell borgar fyrir allan flutning á gosi hingað til eyja (verslað í gegnum umboð hérna)\nþað hlýtur að vera eitthvað svipað annar staðar á landinu.\nFinnst alltaf jafn merkilegt þegar að það er talað um að flutningur á vöru sé að hækka verðið um óhemju krónutölur.\neftir 2.5 ár í vinnu hjá flutningafyrirtæki kemur það mér enþá á óvart hvað það er fáránlega ódýrt að flytja vöru landshorna á milli",
            "date": "2014-04-09 20:43:00",
            "post_id": "558805",
            "reply_to_id": "558799"
        },
        {
            "user_name": "demaNtur",
            "text": "",
            "date": "2014-04-13 06:05:00",
            "post_id": "559135",
            "reply_to_id": "558805"
        },
        {
            "user_name": "guztiZ87",
            "text": "Þetta er einhver besti \"skyndibitastaðurinn\" sem maður getur farið á í dag miðað við verð, magn og gæði!",
            "date": "2014-04-13 06:29:00",
            "post_id": "559136",
            "reply_to_id": "559135"
        },
        {
            "user_name": "Hamsurd",
            "text": "Joe's Diner Armuli 7\n \n \n Awesome new burger joint \n \n 0.5L Viking a 500 kall, alltaf !!\nhttp://ja.is/kort/?q=%C3%81rm%C3%BAla%2 ... 8&type=map",
            "date": "2014-04-13 12:05:00",
            "post_id": "559145",
            "reply_to_id": "559136"
        },
        {
            "user_name": "HalistaX",
            "text": "Ég er alveg hræðilegur að lesa kortið á Já.is, eruð þið að tala um kebab staðinn sem er rétt hjá ríkinu þarna í kópavoginum?",
            "date": "2014-04-13 12:18:00",
            "post_id": "559146",
            "reply_to_id": "559145"
        },
        {
            "user_name": "Plushy",
            "text": "Ef þú ert að spá í kebab staðinn þá er hann í sama húsi og Iceland miðað við ja.is\nJoe's Diner sem verið var að linka hér að ofan er í ármúlanum.",
            "date": "2014-04-13 14:11:00",
            "post_id": "559154",
            "reply_to_id": "559146"
        },
        {
            "user_name": "stefhauk",
            "text": "Kíkti einnig á þetta viking kebab var mjög gott en klikkaði á því að fá mér bara hvítlaukssósu er þess virði að blanda sósunum saman ?",
            "date": "2014-04-13 17:21:00",
            "post_id": "559164",
            "reply_to_id": "559154"
        },
        {
            "user_name": "demaNtur",
            "text": "Ég get ekki blandaða sósu, alltof sterkt fyrir mig (Get ekki sterkan mat, varla pepperóní  \n )\nFæ mér alltaf hvítlauks eða milda",
            "date": "2014-04-13 17:46:00",
            "post_id": "559165",
            "reply_to_id": "559164"
        },
        {
            "user_name": "Klemmi",
            "text": "Vil benda þeim sem ætla að skella sér á Viking Kebab að það er lokað hjá þeim frá og með deginum í dag, 14 apríl, til 22 apríl vegna páskafrís.\nÁnægður með menn í rekstri sem gefa starfsfólki sínu almennilegt frí, kom að luktum dyrum í dag en verð bara að reyna aftur seinna",
            "date": "2014-04-14 18:34:00",
            "post_id": "559261",
            "reply_to_id": "559165"
        },
        {
            "user_name": "Lexxinn",
            "text": "Nei, hvílík synd. Ég ætlaði að fara þangað á miðvikudaginn með heilan her af vinum.\nTakk samt æðislega fyrir að deila!",
            "date": "2014-04-14 18:47:00",
            "post_id": "559264",
            "reply_to_id": "559261"
        },
        {
            "user_name": "Hjorleifsson",
            "text": "1800 kr fyrir bombu what the fuck?\n hér í eyjum er þetta 1200 kr með 0,5l af gosi...",
            "date": "2014-04-14 23:00:00",
            "post_id": "559285",
            "reply_to_id": "559264"
        },
        {
            "user_name": "urban",
            "text": "Var kári ekki búin að hækka þetta í 1300 ?",
            "date": "2014-04-14 23:31:00",
            "post_id": "559289",
            "reply_to_id": "559285"
        },
        {
            "user_name": "Hamsurd",
            "text": "Skrifa a Ensku, er ad nota Dvorak Keyboard, vinsamlegast svara a, Islensku.\nIceland #4 Fattest European country [2011]\nIceland was the thinest Western European country not many years ago, now kids are 80kg @ Hagkaup 50% discount on Nammibar, when was the 50% day on fresh fruit and veggies in this shithole ?\nIceland will soon be the 2nd most fat country when the new generating of pure junk food junkies start to pay taxes, they will never make it, fucked from birth, fucking really sad the state we have become, thanks 4-Flokkur.\nThe 4-Party does not give a shit about you, never has and never will. \nYou need to eat traditional [lots of fresh > veggies, fruits done right, no processed shit] but it expensive as fuck in this shithole [Iceland 2.0], at best the fresh fruit and veggies are at medium quality and near rotten @ Bonus but 10.000% more expensive, -I know you have no idea about my rant and just want to get more cheap sugar water and junkfood and you all will keep burning your now, \nimpotent tongue, its a war zone after the MSG/Sugar acid bombing from your childhood\n, further ruining your taste for fresh fruit and natural things, but hey, keep voting for the 4-Flokkur and eating junk food it must be the way.\n4-Flokkur, just throwing Icelanders under the bus as they see fit, Icelanders cant cook for for shit any more, I'm not saying that women need to stay in kitchen all day[very few do], men are for the most part useless in the kitchen and eat Kebab and get fat, but women spend all day on Faggotbook> eating cookies with sugar water and have became to fat to make a proper home cooked meal[hard wen you are a tub of lard with no energy to make the effort or skill], to poor, to many single moms, so little time, so broke, so shitty job, so crap veggies @ bonus, so crap fresh fruit in this BananaLand.\n4-Flokkur has no solutions, neither do I, but I dont drink sugar water, cook my own meals using the rotten crap at Bonus with 10.000% markup at best fit for cattle in Holland, where the veggies where for sale originally.\nI said to much but I care fort this country lived here all my life, enduring the shitty perpetual piss weather 365 and I'm trying to master Dvorak and English[Engrish], thank for reading and try and cook your own meals @ home 100% of the time, but please try not and burn the house down.\nHope I will at best save one brave person that will limit \njunk food\n @ max one per month and not a fucking XXXL binge session.",
            "date": "2014-04-15 00:12:00",
            "post_id": "559294",
            "reply_to_id": "559289"
        },
        {
            "user_name": "Hjorleifsson",
            "text": "þótt það sé orðið 1300kr þá er það samt 500kr ódýrara heldur en Bomban á matseðlinum á hlölla síðuni og + gos, og svo eru þeir alltaf troðnir af kjöti :þ",
            "date": "2014-04-15 17:01:00",
            "post_id": "559348",
            "reply_to_id": "559294"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Finnst þetta alltaf jafn barnalegt viðhorf, og ótrúlegt hvað það er algengt.\nEf þetta væri satt værum við ekki meðal top-þjóða á öllum þessum listum sem er alltaf verið að gefa út, \"top countries to live in\", \"best life expectancy\", \"best health care systems\", \"lowest crime rates\", \"most secure\" - gæti talið upp í allan dag.\nhttp://en.wikipedia.org/wiki/List_of_co ... expectancy\nhttp://en.wikipedia.org/wiki/List_of_co ... y_GDP_(PPP\n)_per_capita",
            "date": "2014-04-15 18:22:00",
            "post_id": "559361",
            "reply_to_id": false
        },
        {
            "user_name": "lukkuláki",
            "text": "Fékk mér Hlöllabát á \nHÖFÐANUM\n í dag (fæ mér bara Hlölla þar sem hann er bestur) \nVá hvað hann var góður enda ekki fengið mér Hlölla síðan í fyrra.\nÉg var saddur og alveg þokkalega sáttur við að borga 1300 kr. en ef hann væri ódýrari þá myndi ég sennilega fara oftar.",
            "date": "2014-04-15 18:29:00",
            "post_id": "559362",
            "reply_to_id": "559361"
        },
        {
            "user_name": "hakkarin",
            "text": "Hefur þér aldrei dottið í hug að við höfum þetta allt saman ÞRÁTT fyrir 4-flokkinn en ekki vegna hans?",
            "date": "2014-04-17 22:28:00",
            "post_id": "559592",
            "reply_to_id": "559362"
        },
        {
            "user_name": "Tesy",
            "text": "Ég skrapp í Viking Kebab áðan og fékk mér 1000kr tilboðið (ostakebab í rúllu og kók).\nÉg byrjaði mjög svangur og endaði pakksaddur. Eins gott að ég fékk mér ekki franskar með, hefði annars ekki náð að klára. Mjög gott verð miðað við magn!\nFékk svipað mikið kjöt og ég myndi fá ef ég hefði pantað hlunk hjá Hlölla. Ætla samt að prófa að kaupa Viking stærð næst þegar ég fer þó að midi sé nóg fyrir mig, bara til að sjá hversu stórt það verður \nOverall, mjög sáttur og mæli með þessu.",
            "date": "2014-04-25 15:20:00",
            "post_id": "560237",
            "reply_to_id": "559592"
        },
        {
            "user_name": "roadwarrior",
            "text": "Ahemm \n \nhttp://www.dv.is/frettir/2014/4/25/mata ... -ekki-mat/",
            "date": "2014-04-25 23:12:00",
            "post_id": "560280",
            "reply_to_id": "560237"
        },
        {
            "user_name": "Tesy",
            "text": "Totally að hækka allt! Látum mat renna út því að fólk beili þá frekar að kaupa og svo BEINT í ruslið",
            "date": "2014-04-26 00:07:00",
            "post_id": "560287",
            "reply_to_id": "560280"
        },
        {
            "user_name": "intenz",
            "text": "Jebb sammála, Höfðinn er málið, enda original staðurinn.\nBorgaði 1300 kall áðan fyrir bát + gos ... það sleppur.",
            "date": "2014-04-26 12:35:00",
            "post_id": "560336",
            "reply_to_id": "560287"
        }
    ],
    "date": "2014-04-15 18:22:00"
}