{
    "forum_title": "Koníakstofan",
    "id": "60455",
    "title": "Canon prenthylki PGI 550 - \"Refill kit\"",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=60455",
    "posts": [
        {
            "user_name": "Garri",
            "text": "Sælir\nSmá forvitni.. \nFyrst formáli. Fór með prentarann í viðgerð, Canon Pixma 5450 og þegar ég ætlaði að nota hann, þá voru flest hylkin næstum tóm (prentarinn hefur næstum verið ekkert notaður frá upphafi eða þetta eina ár sem hann hefur verið í minni eigu)\nNenni nú ekki að röfla í sölu- /viðgerðaraðila, en ætlaði að kaupa hylki í hann. Fór í Pennann og þar kostaði hylkið um 3600 krónur (hlýtur að vera 11ml) í heild þá um 20.000 sem er glórulaust miðað við notkun.\nSýnist þetta vera mun ódýrara hjá Nýherja eða um 1600kr 7ml sem er svo sem í lagi en ég þarf að skipta um öll sex hylkin.\nFór svo að skoða hvort til væru refill set og fann svoleiðis.. m.a. hjá Alibaba.com \nDatt þá vaktin í hug og hvort einhverjir væru búnir að prófa svona. Þá hver sé reynslan af bleki og svona kittum? \nDóttirin mun nota þennan prentara eitthvað í framtíðinni.\nNú ef menn eiga ný ónotuð hylki sem þeir vilja selja eða eiga svona refill set með 100% bleki, þá mega þeir líka alveg bjóða mér.\nkv.",
            "date": "2014-04-07 20:50:00",
            "post_id": "558595",
            "reply_to_id": false
        },
        {
            "user_name": "svensven",
            "text": "Hefurðu eitthvað skoðað svona \"refilled\" hérna á ísland ? \nEins og t.d, ég nota þetta í prentarann minn, nenni ekki að panta þetta að utan og þetta er alveg yfirdrifið nógu gott fyrir mig, prenta lítið.\nhttp://blekhylki.is/index.php?option=co ... &Itemid=25\nhttp://blekafylling.is/vorur/flokkur/canon",
            "date": "2014-04-07 20:57:00",
            "post_id": "558599",
            "reply_to_id": "558595"
        },
        {
            "user_name": "rapport",
            "text": "http://mbv.is/index.php?option=com_virt ... &Itemid=23",
            "date": "2014-04-07 21:51:00",
            "post_id": "558602",
            "reply_to_id": "558599"
        },
        {
            "user_name": "lukkuláki",
            "text": "Ég hef prófað refill sem ég pantaði fá UK fyrir nokkrum árum það var í góðu lagi og það var meira að segja betra en EPSON blekið í litprentun a high gloss myndapappír \nekki mikill munur á litnum alla vega sem ég man eftir en það var miklu fljótara að þorna. \nBlek er viðbjóðslega dýrt þannig að tektu bara það sem borgar sig fyrir þig ef þú þarft að panta að utan þá þarftu ekkert að vera hræddur við það.",
            "date": "2014-04-07 21:54:00",
            "post_id": "558603",
            "reply_to_id": "558602"
        }
    ],
    "date": "2014-04-07 20:50:00"
}