{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "60510",
    "title": "P8p67 pro rev 3.1 VGA Led rautt ljós.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=60510",
    "posts": [
        {
            "user_name": "Moreno8",
            "text": "Sælir drengir/stúlkur. Þannig er mál með vexti að ég var nýbúinn að kveikja á tölvunni í morgun, var að fara að skoða netið þegar hún drepur allt í einu á sér og svona 2 sek seinna ræsir hún sig sjálfkrafa. En ekkert gerist. Skjárinn svartur og segir \"no video input\". Svo skoða ég ljósin á móðurborðinu og þá er VGA_LED ljósið svona líka logandi rautt! Prófa að færa skjákortið í neðri raufina en það sama gerist. Prófaði að halda inni Mem_Ok takkanum inni (uppástunga á einhverjum tomshardware þræði) en aldrei kemur neitt á skjáinn. Er þetta móðurborð vandamál eða skjákorts? Ég hef ekki aðra vél til að prófa skjákortið né annað skjákort til að prófa móðurborðið.\nUppfærði tölvuna fyrir 3 árum minnir mig, setti hana sjálfur saman og þetta er í fyrsta skipti sem eitthvað vesen er á vélbúnaði. \nTölvan er þannig\nP8P67 Rev 3.1\nn570gtx\n1333mhz ddr3 8gb\nCorsair hx 850w aflgjafi\nMan ekki nákvæmlega hvernig örgjörva ég var með en tók viftuna af(hun snerist) og finnst vera litið eftir af þessu kælikremi.\nGetiði hjálpað mér? EF ég neyðist til að láta verkstæði kíkja á hana, með hvaða mæliði? Ódýru, fljótu og öruggu \n allir íhlutir keyptir (minnir mig 95%) í  tölvutek.",
            "date": "2014-04-11 22:17:00",
            "post_id": "559065",
            "reply_to_id": false
        },
        {
            "user_name": "Nacos",
            "text": "Í fyrsta lagi, þá á ekki að vera mikið kælikrem. Og ef þú tekur kælinguna af þá áttu að skipta um kælikrem.\nÞetta er síðan líklegast skjákortið sem er bilað, þar sem móðurborðið kemur með VGA error.\nSamt ómögulegt að vera 100% viss án þess að prófa það.",
            "date": "2014-04-11 22:39:00",
            "post_id": "559067",
            "reply_to_id": "559065"
        }
    ],
    "date": "2014-04-11 22:17:00"
}