{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "60623",
    "title": "Sony Xperia Z2",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=60623",
    "posts": [
        {
            "user_name": "starionturbo",
            "text": "Veit einhver hvenær Xperia Z2 kemur til íslands?\nHann er kominn út í bretlandi að einhverju leyti, en þeir eru alltaf að delay-a honum, svo ég fer að verða efins.\nMér finnst hann lýta best út bæði útlitslega og í tölum, en ég nenni varla að bíða eftir því að \"vita\" hvenær hann kemur.\nhttp://www.devicespecifications.com/en/ ... n/e39511bb",
            "date": "2014-04-22 16:08:00",
            "post_id": "559976",
            "reply_to_id": false
        },
        {
            "user_name": "DaRKSTaR",
            "text": "kaupi mér einn í sumar.\nhættur í samsung ruslinu.. þeir virðast ekki með nokkrumóti getað troðið fm kubb í símana hjá sér þó svo að allir aðrir framleiðendur sjá ekkert vandamál við það.\nfinnst sony vera flottasti síminn í dag.. konan með z1 ég er virkilega að fíla hann.. finnst minn s3 líta út eins og ódýrt rusl við hliðina á honum.",
            "date": "2014-04-22 18:06:00",
            "post_id": "559989",
            "reply_to_id": "559976"
        },
        {
            "user_name": "Kristján",
            "text": "þegar sony setur gorilla gler í símana sína þá gefur maður sony aftur séns",
            "date": "2014-04-22 18:36:00",
            "post_id": "559990",
            "reply_to_id": "559989"
        },
        {
            "user_name": "starionturbo",
            "text": "Frábært að heyra að það séu fleiri en ég á þessu landi sem getur horft á eitthvað annað heldur en Samsung.\nÞessi er IP55 og IP58 staðlaður svo build quality-ið er frábært.\nEr það ekki þaað er eina sem maður á að horfa á þegar allir þessir símar nota sama 801 Qualcomm kubbasettið, og svo að þeir séu með IPS.",
            "date": "2014-04-22 18:58:00",
            "post_id": "559992",
            "reply_to_id": "559990"
        },
        {
            "user_name": "braudrist",
            "text": "Xperia Z2 var að koma í gær í Sony Center í Nýherja. Þetta er alveg magnaður sími.",
            "date": "2014-05-09 17:03:00",
            "post_id": "561452",
            "reply_to_id": "559992"
        },
        {
            "user_name": "hfwf",
            "text": "Miðað við það sem ég sá í unboxing og lítilegt review er þetta mikið software gimmick í gangi á símanum, voða fancy og fínt þannig séð, en overall er ég ekkert overly impressed.",
            "date": "2014-05-09 17:37:00",
            "post_id": "561454",
            "reply_to_id": "561452"
        },
        {
            "user_name": "starionturbo",
            "text": "Já ég læt ekkert software related draga snjallsíma niður í einkunn, root@day-1",
            "date": "2014-05-12 09:25:00",
            "post_id": "561710",
            "reply_to_id": "561454"
        }
    ],
    "date": "2014-04-22 16:08:00"
}