{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "6071",
    "title": "Ati eða Nvidia?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=6071",
    "posts": [
        {
            "user_name": "DoRi-",
            "text": "jæja ég er að fara að uppfæra einhvern slatta í tölvunnni minn i núna og er að fara að keupa mér nýtt skjákort (eða er að pæla í því) og ég er að pæla í Geforce 6800gt eða Radeon x800 pro, hvort væri betra fyrir þann sem spilar mikið af leikjum og elskar bæði performance og quality (hvernig sem það er nú skrifað)????",
            "date": "2004-10-23 01:22:00",
            "post_id": "61887",
            "reply_to_id": false
        },
        {
            "user_name": "Lazylue",
            "text": "Held að það að velja á milli þessara skjákorta sé bara spurning um hvort þú viljir Nvidia eða ATI. \n\nEru að skora svipað, Nvidia betur í openGl og ATI betur í Directx, og eru á svipuðu verði og það á að vera hægt að flash/softmode-a þau upp í xt/ultra ef keypt eru kort frá réttu aðilum.\n\nx800 Pro kortið er með 12 pipeline líkt og 6800 en GT kortið er með 16 pipeline líkt og ultra/xt kortin. Bæði kortin hafa að ég held 256 ddr3.\n\n\n\nhttp://www20.graphics.tomshardware.com/ ... index.html",
            "date": "2004-10-23 02:06:00",
            "post_id": "61898",
            "reply_to_id": "61887"
        },
        {
            "user_name": "DoRi-",
            "text": "ég er að hallsat svoldið mikið að x800 pro því það virkar betur í hl2  \n  en ég mun ekki bara spila hann á næstunni og var að pæla í BF2 líka... en er að reyna ð finna út á hvort BF2 sé á Ogl eða dx......því að ég get ekki lifað með über overhitað drasl skjákort....",
            "date": "2004-10-23 08:44:00",
            "post_id": "61903",
            "reply_to_id": "61898"
        },
        {
            "user_name": "DoRi-",
            "text": "herðu takk fyrir greinina sem þú sendir mér ég ætla að fara mað x800 því að það er að performa mikið meira í hl2 og Bfv þó að 6800 gt haafi verið með hærra score í langflest skiptin.... ne ég spila aðallega Hl og Bf og þá er x800 pro/xt gott fyrir mig!!",
            "date": "2004-10-23 08:56:00",
            "post_id": "61904",
            "reply_to_id": "61903"
        },
        {
            "user_name": "fallen",
            "text": "Gainward 6800GT without a doubt.",
            "date": "2004-10-23 11:34:00",
            "post_id": "61908",
            "reply_to_id": "61904"
        },
        {
            "user_name": "einarsig",
            "text": "úff ég er í svipuðum sporum er sennilega að fara fá mér x800 xtpe eða 6800 ultra, nivida kemur betur útí benchmörkum en hefur þann ókost að þurfa 2 molex tengi og það má víst ekki vera tengt neitt annað á sama molex kapalinn sem sagt þarf 2 molex kapla frá power supplyinu.\n\n\n\nAnnars er það samt einhvern veginn að heilla mig meira þar sem x800 kortin eru eiginlega eins og 9800 serían nema bara mun öflugri en engin sérstaklega nýtækni bakvið þau (leiðréttið mig ef þetta er vitlaust) \n\n\n\n6800 ultra ætti að vera með 20% minni afköst en x800xtpe í half life 2 en er það munur sem mar á eftir að finna e-ð af ráði ? ég meina bæði kortin eru skugglega geggjuð og spurning er hvort mar finni einhvern mun á 140 fps og 160 fps ?",
            "date": "2004-10-23 11:58:00",
            "post_id": "61912",
            "reply_to_id": "61908"
        },
        {
            "user_name": "emmi",
            "text": "Ég efa að þú munir finna X800XT PE einhversstaðar á næstunni, ég er búinn að leita útum allt. Ég rakst hinsvegar á eitt kort frá BFG sem mér leist vel á en það er 6800GT OC og kostar $399. Með örlítilli overklokkun verður það öflugara en 6800 Ultra. En svo geturðu auðvitað fengið BFG 6800 Ultra OC sem er mjög öflugt en erfitt að finna.",
            "date": "2004-10-23 12:02:00",
            "post_id": "61914",
            "reply_to_id": "61912"
        },
        {
            "user_name": "einarsig",
            "text": "tjaa ég finn mér svona.... systir mín er á leiðinni til bandaríkjanna þannig að það hlítur að vera til þar.",
            "date": "2004-10-23 13:07:00",
            "post_id": "61926",
            "reply_to_id": "61914"
        }
    ],
    "date": "2004-10-23 01:22:00"
}