{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "60749",
    "title": "NZXT H440, Corsair Air 540 og Corsair Graphite 760T",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=60749",
    "posts": [
        {
            "user_name": "benjamin3",
            "text": "Hola! Ég er að fara að uppfæra tölvuna og herbergið núna á næstunni til að vera svolítið meira \"aesthetically pleasing\". Planið er að fá mér Sabertooth Z87, i7 4770k, annaðhvort Corsair H100i eða NZXT kraken X60 (meira um það neðar) og svo langar mig einstaklega mikið í mechanical lyklaborð með cherry mx browns, held ég fái mér Corsair K70.\nÞað eina sem ég er ekki 100% ákveðinn með er kassinn. Svo að mig langaði að heyra álit ykkar á þessum þrem kössum:\nNZXT H440 (Hvíta útgáfan): \nhttp://www.nzxt.com/product/detail/143-h440-performance-mid-tower.html\n \nCorsair Air 540 (Arctic white): \nhttp://www.corsair.com/en/carbide-series-air-540-arctic-white-high-airflow-atx-cube-case.html\nCorsair Graphite 760T: \nhttp://www.corsair.com/en/graphite-series-760t-arctic-white-full-tower-windowed-case\nÉg held að ég fari ekki í Corsair 760T þó að hann er ótrúlega flottur kassi, aðallega af því að eins og er er ég með full tower kassa og ég þarf hann í rauninni ekki.\nEins og er hallast ég að NZXT H440, og fyrst ég væri þá að panta beint frá þeim - gæti hugsað mér að fá mér 280mm radiatorinn þeirra Kraken X60 \nhttp://www.nzxt.com/product/detail/83-kraken-x60-cpu-cooler\n.\nÉg er að stefna á að hafa sleeved cables - hef svolítið gaman af cable management - og hugsanlega hvít/blá led ljós inní kassanum.\nVill endilega fá að heyra ykkar skoðanir og uppástungur ef einhverjar.",
            "date": "2014-05-03 04:13:00",
            "post_id": "560859",
            "reply_to_id": false
        },
        {
            "user_name": "jojoharalds",
            "text": "ég myndi híklaust að fara í 760 kassan,\nNema þú ætlar að fara í eitthvað meira vökvakælt þá er 540 klárlega meira fyrir þíg,\nOg af þvi þú sagðir aesthetically pleasing þá er 760 kassin svo sannalega það.\nGángi þér vél með þetta.",
            "date": "2014-05-03 10:25:00",
            "post_id": "560874",
            "reply_to_id": "560859"
        }
    ],
    "date": "2014-05-03 04:13:00"
}