{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "60783",
    "title": "Kaupa fartölvu erlendis frá",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=60783",
    "posts": [
        {
            "user_name": "zaiLex",
            "text": "Sælir,\nVar að spá hvort að einhver hefði reynslu frá því að kaupa fartölvu erlendis frá?  Hvort að það sé eitthvað vesen upp á ábyrgð og svona.  Eins og ég kemst næst er annars enginn munur nema að takkarnir eru með erlend label.  Mynduð þið mæla með eða móti þessum kosti?",
            "date": "2014-05-06 10:48:00",
            "post_id": "561099",
            "reply_to_id": false
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Hvernig tölva er þetta? \nSent from my GT-I9505 using Tapatalk",
            "date": "2014-05-06 14:26:00",
            "post_id": "561114",
            "reply_to_id": "561099"
        },
        {
            "user_name": "robakri",
            "text": "Ég keypti mér HP tölvu og fékk senda frá þýskalandi fyrir nokkrum árum. Það gekk alveg ljómandi, opin kerfi tóku tveggja ára ábyrgðina í gildi og uppfylltu hana.\nÞetta er hinsvegar háð aðila, myndi ég halda og best að tala við umboðsaðila þeirrar tegundar sem um er að ræða.",
            "date": "2014-05-06 14:55:00",
            "post_id": "561116",
            "reply_to_id": "561114"
        },
        {
            "user_name": "AntiTrust",
            "text": "Keypt þrjár Thinkpad vélar erlendis frá, bæði af Newegg og af Ebay, ekkert vesen og auðvelt að fiska vélar með alþjóðlegri ábyrgð. Líklega sparað mér 100-200.000kr á hverri vél.",
            "date": "2014-05-06 15:03:00",
            "post_id": "561118",
            "reply_to_id": "561116"
        },
        {
            "user_name": "robakri",
            "text": "Já, ég sparaði mér einmitt 100k ef ég miðaði við sambærilega vél sem var samt ekki jafn öflug. Þessi vél var aldrei seld á Íslandi með þeim spekkum sem ég keypti hana með og hefði því þurft að sérpanta svo það má hugsa sér alveg 150 þúsund króna sparnað þrátt fyrir að borga 15-20 þúsund í sendingarkostnað (það var því miður eina sendingin sem var í boði til Íslands en hinsvegar kom tölvan daginn eftir sem bætti þetta örlítið upp).\nBúðin sem ég verslaði við afnam vaskinn (þar með af reikningi líka) því þeir voru að senda út fyrir evrópusambandið og því þurfti ég heldur ekki að borga neinn upppumpaðan vask þegar tölvan kom heim. Gæti verið gott fyrir þig að athuga hvort það sé í boði því þú getur auðveldlega sparað 30-40 þúsund þar í skatta í landi búðarinnar og svo spararðu þér náttúrulega það að íslensku tollararnir leggja íslenska vaskinn ofan á þessa tölu.",
            "date": "2014-05-06 15:59:00",
            "post_id": "561123",
            "reply_to_id": "561118"
        }
    ],
    "date": "2014-05-06 10:48:00"
}