{
    "forum_title": "Koníakstofan",
    "id": "60795",
    "title": "Hvað gerir fólk á milli anna?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=60795",
    "posts": [
        {
            "user_name": "paze",
            "text": "Þegar háskólaönn er að klárast og nýr mánuður að byrja, hvernig lifir fólk út næsta mánuð?\nMaður getur ekki verið að vinna fulla vinnu með námi = maður fær ekki laun næsta mánuð.\nHvað gerir fólk eiginlega? Ég er í djúpum.",
            "date": "2014-05-06 22:50:00",
            "post_id": "561176",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "Vera kominn með vinnu um leið og prófum lýkur og passa að í greiðsludreifingunni af láninu sé gert ráð fyrir smávegis útborgun 1. Júní til þess að brúa bilið.",
            "date": "2014-05-06 22:57:00",
            "post_id": "561180",
            "reply_to_id": "561176"
        },
        {
            "user_name": "paze",
            "text": "Eins og þessi 130þúsund sem gert er ráð fyrir að maður sé að lifa á séu ekki nægilega lágt...?\nEruði í alvörunni að lifa á 120þúsund kr. ca?",
            "date": "2014-05-06 23:07:00",
            "post_id": "561182",
            "reply_to_id": "561180"
        },
        {
            "user_name": "AntiTrust",
            "text": "Plús rétt tæplega sama upphæð úr hlutastarfi. Kærastan hafði þann háttinn á alla skólagönguna sína amk og svo var alltaf smápartur settur til hliðar af láninu til að brúa júní útborgunina. Ég get ekki ímyndað mér að það sé hægt að lifa á LÍN eingöngu, ekki vildi ég lifa því lífi amk.",
            "date": "2014-05-06 23:11:00",
            "post_id": "561183",
            "reply_to_id": "561182"
        },
        {
            "user_name": "icup",
            "text": "Ég hef lifað síðusu tólf mánuðina á rýflega 70.000 á mánuði. Fæ morgunverð og heitan hádeigismat í vinnu, bý í herbergi í kjallara með þrem öðrum mönnum og keyri ekki. Borga rýflega 20.000 kr fyrir kvöldsnakk eftir væna hádeigisverðinn, borga 30.000kr fyrir herbergið og á svo 20.000 kr eftir fyrir tvem þrem pelum eða annari skemmtun.(líka ný föt fyrir nokkrum mánuðum fyrir rýflega 50.000)\nBúinn að spara upp rýflega tvær kúlur og á von á því að geta loksins flutt inn með kæró um jólin.\nÞetta er ömurlegt líf, en ég þarf bara internetið, rúm og staka drykkjustund til að vera ánægður.",
            "date": "2014-05-06 23:17:00",
            "post_id": "561185",
            "reply_to_id": "561183"
        },
        {
            "user_name": "Tesy",
            "text": "Sjit, Ég ætla að búa hjá pabba og mömmu eins lengi og ég get!",
            "date": "2014-05-07 00:27:00",
            "post_id": "561196",
            "reply_to_id": "561185"
        },
        {
            "user_name": "paze",
            "text": "Svörtu hlutastarfi væntanlega?\n(700.000kr cap á lín).",
            "date": "2014-05-07 09:38:00",
            "post_id": "561211",
            "reply_to_id": "561196"
        },
        {
            "user_name": "dori",
            "text": "Um að gera, en passaðu þig samt á því að safna pening en ekki eyða öllu í tölvur/stelpur/djammið. Annars kemurðu bara út á núlli og það verður ennþá stærra högg þegar þig langar/þarft svo að flytja að heiman.",
            "date": "2014-05-07 09:42:00",
            "post_id": "561213",
            "reply_to_id": "561211"
        },
        {
            "user_name": "hkr",
            "text": "T.d., ef maður sé með 2,5 m. kr. í laun að þá fær maður samt 346 þús. kr. í námslán, miðað við að viðkomandi sé í leigu eða eigin húsnæði.",
            "date": "2014-05-07 10:09:00",
            "post_id": "561216",
            "reply_to_id": "561213"
        },
        {
            "user_name": "AntiTrust",
            "text": "Nope. Hún var reyndar svo ég leiðrétti með hærri greiðslu frá vinnu en frá LÍN, en samanlagt alveg nóg, og við lifum ekki ódýrt.",
            "date": "2014-05-07 10:14:00",
            "post_id": "561217",
            "reply_to_id": "561216"
        },
        {
            "user_name": "tlord",
            "text": "Fágæt skynsemi hér!!",
            "date": "2014-05-07 17:52:00",
            "post_id": "561247",
            "reply_to_id": "561217"
        },
        {
            "user_name": "paze",
            "text": "Ef maður getur unnið 2.5m á ári með fullu námi, þá er maður ekki í nægilega krefjandi námi...",
            "date": "2014-05-08 12:06:00",
            "post_id": "561303",
            "reply_to_id": "561247"
        },
        {
            "user_name": "steinarorri",
            "text": "Vitleysa, vel hægt að vinna fyrir 2,5m á ári og í krefjandi námi. \nKv. neminn sem fékk 20þusund í námslán fyrir önnina :-( \nKerfið hjá LÍN er alveg fáránlegt. Ég geri til að mynda ráð fyrir að hætta að vinna með skóla næsta haust en ég mun ekki fá full námslán fyrr en í janúar 2016. Hvernig í fjandanum á maður að brúa slíkt bil?",
            "date": "2014-05-08 12:57:00",
            "post_id": "561307",
            "reply_to_id": "561303"
        },
        {
            "user_name": "AntiTrust",
            "text": "Er þetta ekki pínu alhæfing útí bláinn? Ég hef alveg verið með hlutastarf meðfram fullu námi sem skilaði mér fullum mánaðarlaunum. Ef ég hefði búið í foreldrahúsum og ekki verið að reka heimili, bíla, hunda og öllu sem því fylgir þá hefði það örugglega ekki verið erfitt.\nÞetta er \nallt\n spurning um að skipuleggja sig vel og eyða ekki tímanum í sjónvarp og reddit allan daginn.",
            "date": "2014-05-08 13:02:00",
            "post_id": "561308",
            "reply_to_id": "561307"
        },
        {
            "user_name": "CendenZ",
            "text": "Ég er reyndar í þannig námi að ég geti ekkert unnið tímavinnu með skólanum. Ég er í skólanum frá 8 til 17 alla daga, sinni verklegri heimavinnu frá 20:00 til 22:00 flest kvöld og helgarnar fara mest í verklega heimavinnu og lesa fyrir næstu viku. Þetta er svona nánast alla önnina\nEn sumrin fara í vinnu",
            "date": "2014-05-08 13:48:00",
            "post_id": "561313",
            "reply_to_id": "561308"
        },
        {
            "user_name": "jonsig",
            "text": "Ég sé ekki fyrir mér að hægt sé að vinna með tæknifræðinámi/verkfræði nema þá kannski aðrahvora helgi og þá mjög stutt í senn . Gefið að maður sé ultra skipulagður . Svo eru önnur fög í háskólanum sem ég ætla ekki að nefna þar sem þú ert nánast alltaf frjáls um helgar sé þú sæmilega góður námsmaður .",
            "date": "2014-05-08 15:55:00",
            "post_id": "561327",
            "reply_to_id": "561313"
        },
        {
            "user_name": "paze",
            "text": "Einmitt það sem ég er að tala um.\nÉg er í stærðfræðinámi með kúrsa í eðlisfræði og það er ekki lifandi SÉNS að ég sé að fara vinna eitthvað mikið með þessu. Kenni menntaskólastærðfræði í einkakennslu og lifi á því.",
            "date": "2014-05-12 22:14:00",
            "post_id": "561805",
            "reply_to_id": "561327"
        }
    ],
    "date": "2014-05-06 22:50:00"
}