{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "6082",
    "title": "Leiðbeiningar varðandi fartölvukaup",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=6082",
    "posts": [
        {
            "user_name": "Mal3",
            "text": "Mamma er víst á þeim buxunum að kaupa sér fartölvu og ég fæ víst það hlutverk að gefa henni ráð sem hún hlustar ekki á  \n\n\n\n\nBæði notað og nýtt er í myndinni enn, en ef við förum í nýtt, þá verður það vél í ódýrari kantinum. Segjum bara að allt yfir 130þ. sé farið að teygja budget.\n\n\n\nVélin þarf númer eitt að vera traust. Góður skjár og vönduð smíði telur sterkar en killer skjákort, nokkur klukkuslög á sekúndu eða huge harðdiskur. Hún þarf að vera endingargóð og studd af góðri þjónustu.\n\n\n\nVélin verður fyrst og fremst heimilistölva (kjöltutölva sem fær lítið að fara út), en það væri samt betra að hún væri ekki hlunkur sem tæmir batteríin í hvelli.\n\n\n\nSjálfum dettur mér í hug (af takmarkaðri reynslu og því sem ég hef kynnt mér) að IBM væri einna sterkast upp á það sem hér er farið fram á (veit ekkert með þjónustu samt!) og kannski Dell. Spurning hvað maður er að fá fyrir þennan pening samt hjá þeim. Hvernig eru Acer að standa sig?\n\n\n\nAnnað atriði. Væntanlega þarf að sætta sig við Celeron M örgjörva á þessu verði, en er þá Athlon XP Mobile vænlegur valkostur? Væntanlega vinnur hann á afli, en tímar yfir rafhlöðu endingu eru ekki svo ólíkir, sýnist mér. Er það að stemma?\n\n\n\nSvo, ef einhver hefur lesið í gegnum þessa langloku, þá þigg ég reynslusögur með þökkum",
            "date": "2004-10-24 00:39:00",
            "post_id": "61987",
            "reply_to_id": false
        },
        {
            "user_name": "goldfinger",
            "text": "Caleron M frekar...\n\n\n\nog þú færð voða litið fyrir peningin með því að kaupa IMB fyrir 130þús...",
            "date": "2004-10-24 00:43:00",
            "post_id": "61989",
            "reply_to_id": "61987"
        },
        {
            "user_name": "Mal3",
            "text": "Rakst strax á þessa \nAcer\n. Virðist hafa ansi mikið fyrir peninginn, en heimasíða framleiðanda virðist ekki einu sinni hafa batteríendingu. Sá ekki heldur hvort hún hefði FW tengi.\n\n\n\nAcer, drasl eða málið?\n\n\n\n[Edit] Eða ekki, \nþarna\n gefa þeir upp batterítímann. 2,5 tímar er bara frekar silly... Maður fær ekki allan heiminn fyrir 130þ. kall náttúrulega...",
            "date": "2004-10-24 00:48:00",
            "post_id": "61993",
            "reply_to_id": "61989"
        },
        {
            "user_name": "MezzUp",
            "text": "Með IBM færðu ekki góða spekka m.v. aðrar jafndýrar tölvur. En þú ert að fá top-notch fartölvumerki, sem að þú veist að endist. En einsog alltaf þá leitarru að og lest eins mörg review og þú getur áður en þú kaupir hlutinn.",
            "date": "2004-10-24 00:56:00",
            "post_id": "61995",
            "reply_to_id": "61993"
        },
        {
            "user_name": "Mal3",
            "text": "Jebb, ég á eftir að slíta google út við þetta  \n\n\n\n\nEn þetta er einmitt mín tilfinning varðandi IBM. Spekkar eru ekki aðalatriði, þar sem mamma er varla upprennandi power user \n\n\n\n\nÉg gleymdi reyndar að minnast á Toshiba til viðbótar við Dell og Acer. Sýnist maður ná í Pentium M vél frá Acer á ásættanlegan pening. Þarf bara að káfa á þessum vélum öllum og athuga vel hvaða umsagnir þær eru að fá.",
            "date": "2004-10-24 01:00:00",
            "post_id": "61996",
            "reply_to_id": "61995"
        },
        {
            "user_name": "Mal3",
            "text": "Ég er svona helst kominn á það að leita að notaðri IBM. EN, ég hef heyrt ágætlega látið að Hugveri (stemmir það?) hvað varðar þjónustu og viðmót. Þeir eru auðvitað bara með Mitac. Ég hef lesið hér á Vaktinni að þær séu háværar, en annars lítið.\n\n\n\nEru þetta góðar og traustar vélar að öðru leyti?",
            "date": "2004-10-27 18:49:00",
            "post_id": "62756",
            "reply_to_id": "61996"
        },
        {
            "user_name": "einarsig",
            "text": "frænka mín sem er einmitt á milli 50-60 ára keypti hjá ejs DELL latitude 505 1.2 ghz celeron með 256 ddr, 15\" 1024x768 skjá og 30 gb disk..... þetta var bara fínt kellu, og var góð ending á batteríum, létt og gott merki.\n\n\n\nHún borgaði víst ekki mikið fyrir þessa vél.",
            "date": "2004-10-27 20:02:00",
            "post_id": "62770",
            "reply_to_id": "62756"
        },
        {
            "user_name": "Daz",
            "text": "Ég get bara sagt að hávaðinn í Mitac tölvunum fer virkilega í taugarnar á mér. \n\nEn þó ég sé nú ekkert vanur að mæla með Celeron örgjörvum held ég að \nþessi\n sé nokkurnvegin það sem þú ert að leita að. Ég mæli eindregið með Thinkpad (ekki af því að mér þyki Dell eða HP vondar tölvur heldur af því að ég hef svo svakalega góða reynslu af Thinkpad)..",
            "date": "2004-10-27 22:36:00",
            "post_id": "62797",
            "reply_to_id": "62770"
        },
        {
            "user_name": "Mal3",
            "text": "Takk! Ég var búinn að sjá þessa. IBM er efst á lista, en mér finnst speccarnir á þessari ákaflega slappir m.v. annað sem fæst á sama pening. En speccar eru auðvitað ekki allt, en væri ekki OK að tölva á þessu verði fengi þó FW tengi? Ekki að mamma hafi mikið við það að gera, en maður veit svo sem ekki.\n\n\n\nÉg er mikið að pæla í að sjá hvort ég get ekki bara fundið nýlega, notaða ThinkPad með Pentium-M, eða Celeron-M örgjörva.\n\n\n\nAnnars var ég einmitt að spyrja kunningja um Mitac vélarnar og hann sagði að þær væru ekkert háværar. Þetta fer ótrúlega misjafnlega í fólk  \n\n\n\n\n[Edit] Ég var barasta ekkert búinn að já þessa ThinkPad sem þú bentir mér á. Takk fyrir þetta, ég hef greinilega heimskast beint á námsmannatilboðin þeirra og misst af þessari. Kærar þakkir",
            "date": "2004-10-27 23:55:00",
            "post_id": "62813",
            "reply_to_id": "62797"
        },
        {
            "user_name": "Daz",
            "text": "Mín er ánægjan. Í sambandi við Mitec, þá held ég að vandamálið við þær er að það er ekkert millistig á viftunum í þeim tölvum, annaðhvort eru þær á fullum hraða eða dauðar, sem þýðir að það getur kviknað á þeim á furðulegustu tímum og þá kemur augljóslega alltaf mikill hávaði. (Þetta er reyndar bara eitthvað sem mér dettur í hug eftir mjög takmarkaða reynslu af nokkrum mismunandi týpum). Þessi hljóð fara kannski lítið í taugarnar á fólki sem er vant borðtölvum, en fyrir þá sem eru vanir IBM eða öðrum gæðagripum þá er þetta ansi mikill hávaði.",
            "date": "2004-10-28 19:52:00",
            "post_id": "63015",
            "reply_to_id": "62813"
        },
        {
            "user_name": "Mal3",
            "text": "Ergó, ég myndi ekki kaupa Mitac fyrir mig  \n\n\n\n\nEins og ég er víst búinn að tyggja alltof oft, þá er ég alveg kominn á IBM línuna, nema hvað að ég sé möguleika á „persónulegri“ þjónustu á Mitac vél. Þá ætti maður að vera safe á meðan ábyrgð og/eða „persónulega“ þjónustan endist, a.m.k. á meðan mamma þolir vifturnar.\n\n\n\nÍ versta falli ágætis backup ef ég finn ekki notaða IBM eða ef þær nýju á réttu verðbili heilla ekki.",
            "date": "2004-10-28 22:04:00",
            "post_id": "63058",
            "reply_to_id": "63015"
        },
        {
            "user_name": "Stebbi_Johannsson",
            "text": "Ég sá einhver crazy tilboð hjá Tölvulistanum í Fréttablaðinu í dag",
            "date": "2004-10-29 13:09:00",
            "post_id": "63175",
            "reply_to_id": "63058"
        },
        {
            "user_name": "jericho",
            "text": "ég hef reynslu af Fujitsu-Siemens Amilo tölvum.... ekki gott!  Ég ráðlegg þér að leita eftir öðru merki.",
            "date": "2004-10-29 14:38:00",
            "post_id": "63198",
            "reply_to_id": "63175"
        }
    ],
    "date": "2004-10-24 00:39:00"
}