{
    "forum_title": "Allt annað...",
    "id": "61041",
    "title": "[Fjarlægt]",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=67&t=61041",
    "posts": [
        {
            "user_name": "Morgothal",
            "text": "[Fjarlægt]",
            "date": "2014-05-27 12:53:00",
            "post_id": "563100",
            "reply_to_id": false
        },
        {
            "user_name": "Perks",
            "text": "Mæli með að setja aldurstakmark á þessi kaup",
            "date": "2014-05-27 12:54:00",
            "post_id": "563102",
            "reply_to_id": "563100"
        },
        {
            "user_name": "dori",
            "text": "Er þetta ekki í flokki 3B og þarf þ.a.l. leyfi fyrir (sbr. \nhttp://www.gr.is/media/fraedsluefni/Flo ... ibenda.pdf\n)?\nBara pæling hvort það sé pottþétt löglegt að selja þetta hérna.",
            "date": "2014-05-27 13:07:00",
            "post_id": "563104",
            "reply_to_id": "563102"
        },
        {
            "user_name": "gRIMwORLD",
            "text": "Tollverðir stöðvuðu nýverið sendingu sem innihélt fjóra leysibenda sem voru að styrk langt umfram það sem leyfilegt er. Sendingin kom frá Kína samkvæmt pöntun héðan. Átti hún, að því er sagði í leyfisumsókn viðkomandi, að innihalda einn leysibendi, innan við 5 millivött að styrk, \nen notkun leysibenda sem eru umfram 1 mW að styrk er háð leyfi Geislavarna ríkisins\n. Tollverðir fengu starfsmann frá Geislavörnum ríkisins til að mæla styrk bendanna. Í ljós kom að styrkur frá hverjum þeirra mældist vera 15 mW  til 25 mW með þeim rafhlöðum sem fylgdu þeim. Leysibendarnir voru því haldlagðir og Geislavarnir ríkisins höfnuðu umsókn um leyfi til notkunar, enda höfðu þeir allir mun meiri styrkleika heldur en umsóknin kvað á um.\nhttp://www.tollur.is/displayer.asp?cat_id=1635&module_id=220&element_id=12383",
            "date": "2014-05-27 15:16:00",
            "post_id": "563108",
            "reply_to_id": "563104"
        },
        {
            "user_name": "Morgothal",
            "text": "Þetta kemur mér á óvart þar sem að ég hafði samband við tollstjóra áður en að ég flutti þetta inn 2008 eða 2009 og sagði hann að þetta væri undir styrkleikamörkum svo að ekkert mál yrði að fá þetta sent.\nLögin hafa greinilega breyst eða þá að ég hafi fengið rangar upplýsingar. Ég tek þessa auglýsingu út þar sem að þetta er klárlega ekki leyfilegt.",
            "date": "2014-05-27 15:27:00",
            "post_id": "563109",
            "reply_to_id": "563108"
        }
    ],
    "date": "2014-05-27 12:53:00"
}