{
    "forum_title": "Leikjasalurinn",
    "id": "61070",
    "title": "Watch Dogs - PC - Lagg og vesen",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=61070",
    "posts": [
        {
            "user_name": "toaster",
            "text": "Sælir Vaktarar. Er einhver af ykkur að spila Watch Dogs í PC? Ég keypti leikinn og hef varla getað spilað hann útaf laggi og \"stutter\". Þetta uPlay dæmi finnst mér alveg glatað og liggur oftar en ekki niðri t.d.\nHérna eru specs hjá mér:\ni5 4670\n8gb 1600mhz DDR3\nWindows 7 Pro - 120gb SSD.\nGTX 570 Twin frozr.\nEftir að hafa fylgt allskyns leiðbeiningum af forums hjá Ubisoft og fleira hefur þetta lagast helling, get núna t.d spilað leikinn í sirka 5-10mín áður en hann byrjar að lagga og eftir það er hann alveg óspilanlegur. Ég nenni ekki að quitta og byrja aftur á 10mín fresti.\nÖrrinn er ca 50°C við spilun og skjákortið 60-70°C.\nEr að spila með graphics stillt eins og hún mælir með(Frá medium > high). En það skiptir ekki máli hvort ég sé með allt í low eða allt í high, þetta lætur alveg eins.\nSpurningin mín er.. Er einhver hérna búinn að lenda í því sama og hefur náð að laga það? Og ætli Ubisoft sendi patch bráðlega til að laga þetta?",
            "date": "2014-05-29 10:15:00",
            "post_id": "563243",
            "reply_to_id": false
        },
        {
            "user_name": "oskar9",
            "text": "Sæll ég keypti þennan leik og er einnig að lenda í smá veseni, fyrsta lagi er uplay oft með vesen, getur ekki syncað save files og margt fleira.\nLeikurinn er samt frekar smooth hjá mér í High/Ultra nema þegar ég hoppa uppí bíl og fer að keyra þá fæ ég svona micro stutter á nokkura sek fresti sem gerir aksturinn erfiðan og er pínu game breaking, fann aðra sem voru að lenda í þessu og þeir gátu lagað þetta með að setja texture quality í Medium, ég gerði það og laggið meðan ég keyri fór en leikurinn lítur frekar illa út núna  \n \nÉg var að búast við miklu meira miðað við yfirlýsingar og system requirements og leikurinn lýtur alls ekki eins vel út og ég bjóst við miðað við að það sé beðið um 3gb af VRAM fyrir Ultra, meðan aðrir leikir líta jafnvel ef ekki betur út án þess að krefjast svona mikils vélbúnaðar.\nSpecs:\nNvidia GTX-770 4gb\nAMD 1090T @ 4.2GHZ\nCorsair Dominator 16gb\nIntel SSD\nWin7 Ultimate.\nÞó leikurinn noti alla sex kjarnana á CPU hjá mér þá skorar hann ekki hátt í benchmark fyrir þennan leik, það var prufaður 1100T sem er týpan fyrir ofan minn, nánast eins samt nema hann byrjar með hærra base clock, skoraði mjög illa í þessum leik með nálægt 50% minna FPS en haswell i5.\nÉg fer í i7 4770K og MSI Z97 Mpower Max AC í næsta mánuði, pósta þá inn hér aftur ef einhver breyting verður á leiknum hjá mér, þeas ef Ubisoft verður ekki búið að patcha hann upp.\nAssasins Creed IV, Battlefield 4 crysis 3, far cry 3 og þessir helstu leikir keyra mjög smooth á vélinni minni og líta tölvuert betur út en þessi leikur, ég get keyrt AC-4 með HBAO í hæsta og líka TXAA.\nÍ watch dogs þarf ég að halda mig við FXAA eða MSAA, um leið og ég skipti yfir í TXAA þá lækkar FPS hjá mér um sirka helming og hafa margir verið að lenda í því meðal annars einn sem er að nota TITAN.\nSvo eru menn hissa þó maður fái lánaða leiki í sjóræningjaflóa, ég er ekkert alltof glaður að hafa eytt 60 dollurum í þetta eins og staðan er...",
            "date": "2014-05-29 10:36:00",
            "post_id": "563244",
            "reply_to_id": "563243"
        },
        {
            "user_name": "toaster",
            "text": "Nei ég skil þig. Ég er bara með GTX570. Geforce Experiance mælir með þessum stillingum fyrir mig: HBAO+Low, SMAA, Depth of field Off, Level of detail High, Reflections High, Shader Medium, Shadows High, Textures Medium, Water Medium. \nHef bæði spilað með þessar stillingar og svo líka með allt í low en það skiptir engu máli, þetta lagg kemur alltaf. En þó mikið skárra ef ég spila leikinn í \"Windowed Borderless\" heldur en \"Full screen\".\nEr búinn að gefast upp, ætla ekki að reyna spila leikinn fyrr en það kemur fix.",
            "date": "2014-05-29 10:44:00",
            "post_id": "563248",
            "reply_to_id": "563244"
        },
        {
            "user_name": "Frantic",
            "text": "Eru allir að lenda í veseni með keyptu útgáfuna.\nÁ að vera miklu betra að taka pirate-uðu útgáfuna.",
            "date": "2014-05-29 12:15:00",
            "post_id": "563258",
            "reply_to_id": "563248"
        },
        {
            "user_name": "Squinchy",
            "text": "Þessi leikur þarf driver update, gott að hafa í huga að sumar pirate útgáfur innihalda coin miner",
            "date": "2014-05-29 13:18:00",
            "post_id": "563261",
            "reply_to_id": "563258"
        }
    ],
    "date": "2014-05-29 10:15:00"
}