{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "61082",
    "title": "Tímaflakk Símans",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=61082",
    "posts": [
        {
            "user_name": "Moldvarpan",
            "text": "Kvöldið.\nLangaði aðeins að athuga hjá fleirri  notendum, en ég hef ekkert getað notað tímaflakkið á myndlykli Símans núna í rúma viku.  Kemur alltaf upp villa.\nEru fleirri að lenda í þessu?",
            "date": "2014-05-30 00:09:00",
            "post_id": "563301",
            "reply_to_id": false
        },
        {
            "user_name": "Plushy",
            "text": "Hmm það var bilun í tímaflakkinu í fyrradag en það var bara í svona ca. 1 klst.\nFyrsta skrefið er náttúrulega að heyra í þeim þjónustuaðila sem þú ert hjá.",
            "date": "2014-05-30 08:42:00",
            "post_id": "563318",
            "reply_to_id": "563301"
        },
        {
            "user_name": "appel",
            "text": "Á miðvikudaginn frá kl 17-18 var miðlæg bilun í tímaflakki.\nAnnars hafa verið smá hnökrar í tímaflakki í smá tíma, en það er verið að vinna úr þeim og ætti að vera mun betra í dag. Þau vandamál eru bara fyrir ákveðna tegund myndlykla og gerast á álagstímum þegar margir eru að horfa. Fyrir flesta ætti þetta að virka eðlilega.\nHjá þér gæti þetta verið bilun í netinu sem veldur veseni.",
            "date": "2014-05-30 10:04:00",
            "post_id": "563320",
            "reply_to_id": "563318"
        },
        {
            "user_name": "hagur",
            "text": "Sorry OT ....  Appel, getur maður komið og skipt út gamla gráa Sagem afruglaranum og fengið þennan nýja Arties (eða hvað sem hann heitir)?  Foreldrar mínir eru með þennan gamla og hann er endalaust frjósandi í tímaflakki og VOD-i.  Skilst að þessir nýju séu betri.",
            "date": "2014-05-30 14:19:00",
            "post_id": "563333",
            "reply_to_id": "563320"
        },
        {
            "user_name": "depill",
            "text": "Þetta hefur allavega alltaf gengið hjá mér. Mér finnst maður reyndar geta ekki gengið að þessu greiðu í Kringlunni og Smáralind en alltaf í Ármúlanum.",
            "date": "2014-05-30 17:47:00",
            "post_id": "563354",
            "reply_to_id": "563333"
        },
        {
            "user_name": "playman",
            "text": "Þegar að ég fór og skipti mínum út hérna á AK þá var það ekkert vandamál, svo stuttu seinna þegar að ég heirði í þjónustu verinu þeirra\nþá var mér tjáð það að síminn vildi fá alla gömlu lyklana inn og skipta þeim út fyrir nýja, og tjáði hún mér einnig það að\neinhverjir samskipta örðugleikar ollu því að verslanir vissu ekki af því eða eitthvað álíka.\nEn svo er annað vandamál, er einhver annar að lenda í því að það sé ekki hægt að horfa á tímaflakkið?\nEr búin að reyna að horfa á Mýrina á stöð 2 en það er ekki hægt vegna þess að myndin byrjar alltaf að hikksta eftir sirka 3-5 mín spilun, eins\nog að hann sé ekki að ná að buffera, ég ýti á pásu í smá stund svo play og allt eðlilegt þangað til eftir 3-5 mín þá byrjar allt aftur.\nEr búin að taka úr sambandi router og myndlykil og setja aftur í samband eftir 5mín, en það gerði ekki neitt.",
            "date": "2014-05-31 02:53:00",
            "post_id": "563416",
            "reply_to_id": "563354"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Ég heyrði í þeim í gær í 8007000, og það var reynt að hreinstilla línuna eh, en það dugði ekki til.  \nÞarf að skipta út Sagemcom myndlyklinum, virðist vera bilað/gallað þetta eintak sem ég er með. Hann sækir ekki uppfærslu við endurræsingu.",
            "date": "2014-05-31 08:10:00",
            "post_id": "563419",
            "reply_to_id": "563416"
        }
    ],
    "date": "2014-05-30 00:09:00"
}