{
    "forum_title": "Allt annað...",
    "id": "61205",
    "title": "[Til Sölu] Chevrolet Lacetti CDX 2006 Metan Skutbíll",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=67&t=61205",
    "posts": [
        {
            "user_name": "sigurdurg",
            "text": "Vél: 1800\nLitur: Grár\nEldsn.: Bensín+Metan\nEyðsla: ~10l /100km\nDekk: Heilsárs harðskeljadekk, framdekk: ný, afturdekk: 1-2 ár eftir\nFelgur: Stál með koppum\nDyr: 5\nEkinn: 145.000\nÁstand: Ein dæld sem þarf að skoða, framrúða með lítið sýnilega sprungu\nNý tímareim og stangalegur, var að sækja bílinn af verkstæði. Þetta er eina \"bilunin\" sem hefur komið upp á meðan ég hef átt bílinn (3 ár).\nVerðhugmynd\n950.000\nÉg skoða tilboð.\nNetfang: \nsigurdur@snjall.is\nSími: 867 3573\nSöguleg lýsing\nÞegar ég konan var ólétt af dóttur minni fyrir rúmum 3 árum, þá þurftum við að finna okkur stærri bíl sem myndi rúma bæði börnin. \nVið þurftum stærri bíl sem myndi ekki bila í tíma og ótíma eins og Audi er þekktur fyrir. \nÉg eyddi mörgum tugum klukkustunda að rannsaka bíla sem væru fjölskylduvænir, þægilegir í akstri og bila sjaldan. \nEftir margra klukkustunda rannsóknir, þá fann ég loksins _FULLKOMNA_ bílinn fyrir okkur - Chevrolet Lacetti. \nÉg beið ekki eftir neinu, fór og fann Lacetti skutbíl á bílasölu og skipti á æðislega Suzuki Swift bílnum mínum (ég sakna hans..) og Lacetti'inum. \nVið hefðum ekki getað verið heppnari, bíllinn var fullkominn fyrir fjölskylduna - með 6 diska geislaspilara, sparneytinni vél, rúmgóðu skotti og nóg pláss fyrir fætur í aftursætinu.\nÞegar ég var búinn að eiga bílinn í nokkra mánuði, þá ákvað ég að gera bílinn ennþá betri og sparneytnari. Ég lét breyta honum í Metanbíl. \nÞegar ég reiknaði eldsneytiskostnaðinn eftir fyrsta mánuðinn, þá snarbrá mér ... ég borgaði næstum því helmingi minna fyrir eldsneyti eftir að ég breytti bílnum í Metanbíl!! (af hverju gerði ég þetta ekki fyrr??) \nBíllinn breyttist samt aðeins eftir að ég breytti honum í Metanbíl, hann varð aðeins kraftminni þegar hann notar Metan. \nEn ef ég þurfti á aðeins meiri krafti að halda, þá ýtti ég bara á einn takka í mælaborðinu á meðan ég keyrði og *PÚFF* - bíllinn byrjar að nota bensín og fékk auka kraft, án þess að ég þurfi að gera neitt annað! \nSvo ýtti ég bara aftur á takkann og *PÚFF* - bíllinn er kominn aftur á metan og byrjaður að spara. Ég finn ekki einu sinni fyrir því þegar ég skipti á milli! \nEn því miður þá breytist lífið og núna þarf ég ekki lengur á bílnum að halda. Hann er búinn að reynast mér vel og nánast borga sig upp með sparnaði á eldsneyti. \nÉg er búinn að eiga bílinn í rúm 3 ár, og hann hefur bara \"bilað\" einu sinni á þessum tíma .. fyrir nokkrum mánuðum. (Venjulegt slit á bílnum - ég lét vélaverkstæði laga bílinn) \nÉg lét vélaverkstæðið fara yfir vélina í seinasta mánuði og skipta um stangarlegur og tímareim. \nBíllinn ætti núna að vera þægur í 3-5 ár að lágmarki án þess að þurfa mikið meir en regluleg olíuskipti. \nFramdekkin eru ný, en afturdekkin eru aðeins eldri og eiga um eitt ár eftir. \nDekkin eru heilsárs harðskeljadekk. \nBíllinn lenti einu sinni í smá tjóni á hliðinni þegar grjót hafði fallið úr grjótgarði hér í Hafnarfirði, en bærinn neitaði að greiða fyrir viðgerðina fyrir einhverja huldna ástæðu. :-( \nSvona Lacetti fer vanalega á 1-1.2 milljón, en ég er tilbúinn að skoða tilboð, þannig að endilega bjóddu í bílinn. \nVantar þig fjölskyldubíl? Þú finnur ekki betra eintak en þennan bíl.",
            "date": "2014-06-08 17:03:00",
            "post_id": "564318",
            "reply_to_id": false
        },
        {
            "user_name": "Yawnk",
            "text": "Er það bara ég eða myndi maður ekki segja að eðlilegt slit og viðhald á bíl sé að skipta um stangarlegur",
            "date": "2014-06-08 18:25:00",
            "post_id": "564325",
            "reply_to_id": "564318"
        }
    ],
    "date": "2014-06-08 17:03:00"
}