{
    "forum_title": "Koníakstofan",
    "id": "61311",
    "title": "Er hægt að eiga heima í bíl?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=61311",
    "posts": [
        {
            "user_name": "hakkarin",
            "text": "Eru eitthver lög sem að banna slíkt? Veit að það væri ekki hægt að leggja hvar sem er en eru eitthver lög sem að banna þetta?",
            "date": "2014-06-17 22:00:00",
            "post_id": "565028",
            "reply_to_id": false
        },
        {
            "user_name": "brain",
            "text": "Ef þú ætlar að búa einhvers staðar, þarftu að hafa lögheimili þar\n1. gr. Lögheimili manns er sá staður þar sem hann hefur fasta búsetu.\nBifreið telst ekki til þess, en auðvitað geturu skráð lögheimili hjá foreldrum systkinum , nú eða vinum.\nOg svo sofið í bifreiðini....",
            "date": "2014-06-17 22:18:00",
            "post_id": "565031",
            "reply_to_id": "565028"
        },
        {
            "user_name": "hakkarin",
            "text": "Hvar myndi maður samt hafa bílinn? Ekki er hægt að hafa hann hvar sem er. Maður þarf aðgengi að mat og sturtu og svona. Það er væntanlega ekki hægt að leggja honum bara fyrir utan einhverja verslum að því að það er líklega bannað.",
            "date": "2014-06-18 00:16:00",
            "post_id": "565054",
            "reply_to_id": "565031"
        },
        {
            "user_name": "hagur",
            "text": "Bíllinn er væntanlega ökufær?  Maður myndi væntanlega bara leggja á almenningsstæðum hér og þar um borgina.  Aldrei stoppa mjög lengi á hverjum stað.  Get ekki séð að einhver væri að fara að fetta fingur útí slíkt eða banna.",
            "date": "2014-06-18 00:34:00",
            "post_id": "565056",
            "reply_to_id": "565054"
        },
        {
            "user_name": "Labtec",
            "text": "Leggur hjá tjaldsvæði",
            "date": "2014-07-08 00:56:00",
            "post_id": "566733",
            "reply_to_id": "565056"
        },
        {
            "user_name": "Minuz1",
            "text": "fullt af flutningarbílum sem leggja á víð og dreif um borgina, íþróttahús, sundlaugar og annað slíkt hafa flest ókeypis bílastæði.",
            "date": "2014-07-08 01:57:00",
            "post_id": "566736",
            "reply_to_id": "566733"
        },
        {
            "user_name": "Klemmi",
            "text": "Kaupir árskort í sundlaugar bæjarins og stoppar í nokkrar nætur fyrir utan hverja þeirra til skiptis.  Þá ertu kominn með aðgengi að sturtu og afþreyingu á hverjum degi",
            "date": "2014-07-08 09:48:00",
            "post_id": "566751",
            "reply_to_id": "566736"
        },
        {
            "user_name": "Plushy",
            "text": "Er þá ekki málið að fá sér fínan húsbíl og búa þar?",
            "date": "2014-07-08 09:52:00",
            "post_id": "566752",
            "reply_to_id": "566751"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Hver ætli olíukostnaður sé? Öll rafmagnstæki væru þá væntanlega á geymi sem er hlaðinn með bensín eða dísel, þar á meðal kynding.",
            "date": "2014-07-08 13:17:00",
            "post_id": "566777",
            "reply_to_id": "566752"
        },
        {
            "user_name": "Nariur",
            "text": "Tæki í húsbílum eru knúin af gasi þegar þeir eru ekki tengdir í utanaðkomandi rafmagn.",
            "date": "2014-07-08 13:29:00",
            "post_id": "566781",
            "reply_to_id": "566777"
        },
        {
            "user_name": "tlord",
            "text": "það kemur upp af og til að fólk sem á ekki í hús að venda, búi í bíl.\nÞað er varla notalegt á búa í fólksbíl, en etv er mögulegt að gera lítinn sendibíl að sæmilegu skýli. Sérstakega ef hann hefur olíukyndingu.\nÞað er reyndar hjólhýsi úti á Granda sem einhver er búinn að búa í, í mörg ár.",
            "date": "2014-07-08 14:54:00",
            "post_id": "566783",
            "reply_to_id": "566781"
        },
        {
            "user_name": "GullMoli",
            "text": "Hann er nú búinn að uppfæra nýlega, kominn í megafínt hjólhýsi. Með aðgang að rafmagni þarna, veit ekki hvað þú þarft meira nú til dags.",
            "date": "2014-07-08 19:43:00",
            "post_id": "566805",
            "reply_to_id": "566783"
        },
        {
            "user_name": "121310",
            "text": "Ég veit til þess að það er einn maður sem er búinn að búa í hjólhýsi  í alla vega 5-6 ár á bílastæði rétt hjá þar sem ég bý.",
            "date": "2014-07-09 01:27:00",
            "post_id": "566840",
            "reply_to_id": "566805"
        }
    ],
    "date": "2014-06-17 22:00:00"
}