{
    "forum_title": "Koníakstofan",
    "id": "61374",
    "title": "Rafræn tímarit um tækni",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=61374",
    "posts": [
        {
            "user_name": "pegasus",
            "text": "Það finnast eflaust fleirum en ég gaman af því að skoða síður eins og Engadget, Techradar, Cnet o.fl. og sjá fréttir og umfjallanir um nýjustu tækin og hvað sé að vænta á næstunni. Ég var hins vegar að spá hvort að það væru einhver tímaritit (t.d. á PDF formi, eða gegn um öpp) sem að fjalla um þessa hluti sem maður getur lesið á spjaldtölvunni í strætó. Getið þið mælt með einhverjum sérstökum tímaritum, helst fríum en líka tímaritum í áskrift? Ég er t.d. mikið að husga um að gerast áskrifandi að \nPC Magazine\n. Hefur einhver reynslu af því?\nSvo les ég líka \nFull Circle Magazine\n öðru hvoru (ég fíla Ubuntu í tætlur). Mælið þið með fleiri tímaritum um Linux? Já eða eitthvað sem fjallar um Raspberry Pi og ARM-væðinguna? Það er svo miklu skemmtilegra að lesa tímarit um þetta heldur en að gúggla greinar og þurfa að vera nettengdur allan tímann \nAllar ábendingar og umræður velkomnar!",
            "date": "2014-06-22 18:41:00",
            "post_id": "565467",
            "reply_to_id": false
        },
        {
            "user_name": "trausti164",
            "text": "Linux Format er gott blað, það er til á bæði rafrænu og pappír.",
            "date": "2014-06-22 19:50:00",
            "post_id": "565470",
            "reply_to_id": "565467"
        },
        {
            "user_name": "natti",
            "text": "Depending á subjectum sem þú vilt lesa um... en það er til app sem heitir CRN TechNews sem er já... CRN fréttaveita...\nVarðandi Raspberry, þá er til sér tímarit í kringum það, \nMagPi\n, getur bæði náð þér í PDF, og t.d. sett þetta upp í newsstand ef þú ert á iOS. (Og eflaust e-ð sambærilegt til fyrir Android).",
            "date": "2014-06-23 23:57:00",
            "post_id": "565556",
            "reply_to_id": "565470"
        }
    ],
    "date": "2014-06-22 18:41:00"
}