{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "61425",
    "title": "Xtreamer Multi Console AIO",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=61425",
    "posts": [
        {
            "user_name": "Morphy",
            "text": "Er að íhuga kaup á þessu tæki, en vildi fyrst athuga hvort einhver hafi reynslu af því, t.d. hvað varðar Netflix. Held að þetta sé nýlega komið í sölu hér á landi:\nAdvania\nElko\nXtreamer",
            "date": "2014-06-26 16:57:00",
            "post_id": "565724",
            "reply_to_id": false
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Mjög sniðug græja er sjálfur með þetta heima, Ef þú villt nota Netflix þá þarftu bara að sækja Hola appið í Google play store og þá geturu byrjað að notast við Netflix þjónustuna (þar sem þetta keyrir á Android stýrikerfinu)\nEina sem ég lenti í vandræðum með var að þegar ég keyrði upp Xbmc þá vildi það ekki loadast, hins vegar þegar ég update-aði firmware þá byrjaði XBMC að svínvirka \nÁ reyndar eftir að mynda mér frekari skoðun á græjunni þar sem ég keypti hana í seinustu viku.",
            "date": "2014-07-16 19:41:00",
            "post_id": "567451",
            "reply_to_id": "565724"
        },
        {
            "user_name": "einarhr",
            "text": "Er með Tronsmart Cx-919 sem er með sama Chip og þessi sem þú ert að benda á og verð ég að segja að ég er mjög sáttur við tækið.  Chippið er frá Rockship og heitir það MK3188.\nhttp://www.amazon.com/Tronsmart-CX-919-Rockchip-External-Antenna-Black/dp/B00DQ6UPIW\n \n \nEr með Plex uppsett og er minsta mál að streyma 5 gb hd bíómyndir yfir WiFi.",
            "date": "2014-07-18 01:18:00",
            "post_id": "567609",
            "reply_to_id": "567451"
        },
        {
            "user_name": "techseven",
            "text": "Ég er að spá í að kaupa svona græju, hvernig eru myndgæðin í þessu?  Ertu kominn með meiri reynslu af henni?\nKv. Tóti",
            "date": "2014-08-06 13:44:00",
            "post_id": "569166",
            "reply_to_id": "567609"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "í XBMC eru gæðin mjög fín , afspilun hjá mér á FULL hd myndum er alveg hnökralaus.\nNetflix = er ennþá að reyna að finna útúr því hvernig ég næ myndgæðum í toppgæði ( veit ekki hvort málið er að bandvíddin sé furðuleg inná milli vegna þess að ég er að fara í gegnum Hola unblocker , þarf að prófa aðra vpn þjónustu til að staðfesta það) Virðist vera að detta úr góðum myndgæðum yfir í léleg myndgæði (auto stilling ef bandvíddin lækkar í netflix appinu). Youtube appið er t.d að spila allt eðlilega í fullum gæðum.\nOZ appið = virðist ekki virka eins og staðan er núna , fékk þá staðfestingu þegar ég sendi póst á \nsupport@oz.com\n.\nEr ekki búinn að eyða miklum tíma í að koma græjunni almennilega upp vegna mikilla anna, en vona að þetta hjálpi þér eitthvað.\nKV.Hjalti",
            "date": "2014-08-06 14:15:00",
            "post_id": "569169",
            "reply_to_id": "569166"
        },
        {
            "user_name": "techseven",
            "text": "Þetta er flott, nú þarf ég bara að sannfæra frúnna á heimilinu fyrir þessum (smá-) fjárútlátum!",
            "date": "2014-08-06 14:31:00",
            "post_id": "569170",
            "reply_to_id": "569169"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Gangi þér vel",
            "date": "2014-08-06 14:45:00",
            "post_id": "569171",
            "reply_to_id": "569170"
        }
    ],
    "date": "2014-06-26 16:57:00"
}