{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "61446",
    "title": "Sony Experia z2 pælingar...",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=61446",
    "posts": [
        {
            "user_name": "Glazier",
            "text": "Er mikið búinn að vera að velta fyrir mér að endurnýja símann minn.. minnti að það hafi verið þráður hérna um nýja experia z2 símann en gat ómögulega fundið þráð sem hjálpaði mér eitthvað.\nEn mig dauðlangar í þennan Z2 síma, hann virðist vera að koma sjúklega vel út miðað við reviews sem maður les en svo virðast óvenju margir lenda í því að síminn sé að ofhitna og crasha þegar myndavélin er opin og gerist víst enn hraðar á video upptöku...\nEinhverjir hér sem eru komnir með þennan síma eða þekkja einhvern og geta sagt reynslusögu?\nEða er mögulega einhver annar sími væntanlegur á næstu 2 mánuðum sem ég ætti að bíða eftir? (nei ég er ekki að fara í iPhone)",
            "date": "2014-06-28 21:31:00",
            "post_id": "565921",
            "reply_to_id": false
        },
        {
            "user_name": "braudrist",
            "text": "Ég á Z2 og ég er mjög sáttur með hann. Eina með hann að 4k HD upptaka er takmörkuð við 5 eða 8 mínutur, þá hitnar hann mikið, gefur frá sér hljóð og hættir upptöku. Ég kom frá Galaxy S4 og Z2 tók alveg ágætlega við af honum að mínu mati. Batterísendingin er mjög góð, mikið betri en á gamla S4, þó get ég ekki borið saman við S5 eða M8 þar sem ég hef ekki reynslu af þeim. Það er því miður sama (og ef ekki meira) af bloatware-i í Z2 og í Samsung símunum en það er svo sem hægt að fjarlægja það ef menn vilja. \nÞá komum við að rooting og að aflæsa bootloadernum. Það er hins vegar töluvert meira vesen en hjá öðrum Símaframleiðendum. Til að fá root, þarftu fyrst að aflæsa bootloadernum en til þess þarf maður að sækja unlock key fyrst af official Sony síðunni og þar einnig samþykkiru að þeir bera enga ábyrgð lengur og eitthvað blah blah. Einnig missuru einhverja DRM lykla við þetta og eitthvern X-reality fítus. Það þarf hins vegar engan vegin að unlocka bootloadernum; síminn virkar drullufínt án þessa að vera með root. \nMér finnst samt skjárinn á Galaxy S símunum aðeins betri og með skýrari liti en á Z2, en Z2 er klárlega með betri myndavél + myndavélafídusa. Eitt annað sem er lakara á Z2 en á Galaxy símunum er LED-flass ljósið. Ekki það að það skiptir einhverju gríðamiklu máli, en þá er t.d. Flashlight (vasaljósið) mun skýrara og sterkara á Galaxy S símunum. Já, þetta er svona allt sem mér dettur í hug núna eins og er en ég bæti kannski einhverju við ef ég man eftir einhverju fleiru. \nAnnars er LG G3 að koma bráðlega (man ekki alveg hvenær) en ef ég væri að fara að uppfæra símann minn núna, þá mundi ég skoða HTC One M8, Galaxy S5 eða Sony Xperia Z2.",
            "date": "2014-06-28 22:11:00",
            "post_id": "565927",
            "reply_to_id": "565921"
        },
        {
            "user_name": "Glazier",
            "text": "Takk fyrir ítarlegt svar.. getur í alvöru verið að HTX one M8 síminn sé með 4mp myndavél? stendur amk. á phonearena.com !\nVar að bera saman og skoða Z2, LG G3 og M8 símann og var mikið farinn að hallast að LG símanum þangað til ég sá að battery endingin á honum er töluvert lakari en í Z2, það var að heilla mig frekar mikið þessi góðu review um battery endinguna á Z2 og þá er svoldið erfitt að sleppa takinu á því og fá sér LG símann, en eins og staðan er núna koma bara 2 til greina.. LG G3 og Experia Z2, get alveg ómögulega valið á milli !",
            "date": "2014-06-28 22:57:00",
            "post_id": "565935",
            "reply_to_id": "565927"
        },
        {
            "user_name": "Tesy",
            "text": "Þessir símar eru mjög svipaðir og ættiru í raun að vera ánægður sama hvor síminn þú velur. LG G3 er samt með góð rafhlöðuendingu þó að Z2 endist aðeins lengur. \nÉg persónulega myndi frekar taka LG G3 vegna þess að mér finnst hann bara vera flottari sími (í hönnun). \nÞað sem Z2 hefur framyfir G3 er að hann hefur 2 hátalarar sem eru fyrir framan eins og á HTC One M8 (en ekki eins góðir), á meðan hefur G3 einungis 1 tiny hátalara fyrir aftan síman. Hins vegar hefur G3 QHD (2560x1440) skjá en Z2 FHD (1920x1080) en auðvitað muntu varla sjá mun á þeim við normal usage.\nÞað sem þú ættir að gera er að fara út í búð og checka á þessu áður en þú tekur eh ákvörðun. ELKO er held ég kominn með LG G3, þú getur kíkt þangað.",
            "date": "2014-06-29 01:04:00",
            "post_id": "565943",
            "reply_to_id": "565935"
        },
        {
            "user_name": "Glazier",
            "text": "Já hugsa að ég rúlli þangað að skoða þetta.. ég sé hvergi að LG síminn sé með einhverja vatnsvörn á meðan Sony síminn er IP58 vottaður...\nÞannig eins og ég sé þetta núna\nLG 13mp vs 20mp Sony (LG með lægri pixla tölu.. en eru myndirnar kannski bara jafn góðar?)\nLG 3000 mAh vs 3200 mAh Sony (LG með verra battery og sumir virðast hafa orðið fyrir vonbrigðum með endinguna)\nLG engin vatnsvörn vs IP58 vottaður Sony (Get ekki neitað því að vatnsvörnin heillar svoldið)\nLG 5.5\" skjá vs 5.2\" skjá á Sony (Sé ég mikinn mun á þessu, finnst stóri skjárinn freistandi)\nMiðað við þetta þá hefur Sony síminn vinninginn: batterýsendingin, vatnsvörnin og myndavélin en LG hefur útlitið, stærri skjá og hátalara.. finnst þeir 3 hlutir skipta minna máli \n \nHeld ég fari og skoði símana hlið við hlið, vonlaust að ákveða þetta svona eftir tölum á blaði !",
            "date": "2014-06-29 02:36:00",
            "post_id": "565944",
            "reply_to_id": "565943"
        },
        {
            "user_name": "braudrist",
            "text": "Já, það er rétt, 4MP myndavél en þeir leggja meira upp á sensorinn og linsuna. Til dæmis var myndavélinn á HTC One X engu síðri, og jafnvel betri í sumum tilfellum heldur en myndavélin í Galaxy S3/s4. En já, ég skil að þetta er erfitt val, held að það sé bara málið að fara í búðirnar að skoða / prófa \n \nEn þessi LG G3 er líka að koma drulluvel út, samkvæmt GSM arena er hann líka aðeins léttari en Z2, fæst með 16GB/32GB innra minni og aðeins betri örgjörva. Allir styðja þeir external sd kort (allt að 128GB) og allir með StereoFM útvarpi. \nEn ég er ágætlega sáttur með minn í bili, búinn að dífa honum í vatn og hann virkar fínt ennþá. En Z2 er held ég örugglega eini síminn sem er ekki með Gorilla Glass 3, en það kannski skiptir ekki svo miklu máli.",
            "date": "2014-06-29 03:01:00",
            "post_id": "565945",
            "reply_to_id": "565944"
        },
        {
            "user_name": "Glazier",
            "text": "Úff þetta verður ekki auðvelt val..\nEins og staðan er langar mig miklu meira í LG G3, hann er miklu flottari, stærri, með gorilla glazz og LG G2 var valinn sími ársins í fyrra skv. einhverjum sölumanni sem ég lenti á EN er með helv. lock takkann aftaná WTF???\nEn Sony Experia Z2 er með vatnsvörnina sem vegur nokkuð þungt, hann er með lock takkann á hliðinni vs aftan á á LG G3 og hann er með mun betri myndavél.\nGet ómögulega valið !",
            "date": "2014-07-01 21:01:00",
            "post_id": "566204",
            "reply_to_id": "565945"
        },
        {
            "user_name": "blitz",
            "text": "LG G3  \n \nTakkarnir aftaná eru snilld - bara tímaspursmál hvenær aðrir framleiðendur kópera þá hugmynd. LG er svo með double-tap á skjáinn til að aflæsa þannig að þú notar eiginlega aldrei þennan power takka.",
            "date": "2014-07-01 21:38:00",
            "post_id": "566211",
            "reply_to_id": "566204"
        },
        {
            "user_name": "Glazier",
            "text": "Á samt erfitt með að sætta mig við að fórna vatnsvörninni og góðu myndavélinni sem er í Z2 símanum",
            "date": "2014-07-01 21:39:00",
            "post_id": "566212",
            "reply_to_id": "566211"
        }
    ],
    "date": "2014-06-28 21:31:00"
}