{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "61521",
    "title": "27\" 1440p 60Hz vs. 24\" 1080p + GTX 770/780/780 Ti",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=61521",
    "posts": [
        {
            "user_name": "Plushy",
            "text": "Daginn.\nÞá er kominn tími á smá uppfærslu hjá mér. Það eru allir farnir að fá sér annaðhvort 27\" 1440p skjái eða 1080p skjái með 144Hz eða bæði með góðum Qnix skjá.\nÉg er eins og er með þennan ódýra 24\" 1080p BenQ LCD skjá sem allir virðast eiga. Ég myndi eiga hann áfram og nota sem aukaskjá. \nÉg er ekki viss hvort að ég eigi að fá mér annaðhvort 27\"1440p skjá eins og \nþennan 27\" Dell UltraSharp (2560x1440) IPS\n, \nþennan I-Star HD270 DP 27\" IPS\n eða \nþennan   QNIX QX2710 Evolution II\nEða þá að fá mér annan 24\" skjá sem er 1080p og 144hz eins og \nþennan Philips 24\" 242G5DJEB\n eða \nþennan BenQ XL2411Z 24''\nSíðan er spurningin, þar sem ég er með GTX 560 eins og sést í undirskrift, hvort að ég þyrfti ekki að uppfæra í annaðhvort \nGTX 770\n eða \nGTX 780\n eða þá \nGTX 780 Ti\n.\nÉg þyrfti þá eflaust að uppfæra aflgjafann líka upp í eitthvað eins og \nþennan Zalman\n eða þá \nþennan Corsair\nSpila voða lítið FPS leiki. Hef verið meira í League of Legends, WoW og svipuðum leikjum. Það er spurning ef ég tek t.d. 1440p skjá hvaða skjákort þyrfti til að láta hann duga í svipaða leiki og hversu öflugan aflgjafa þyrfti, svipað með þá 144Hz skjá. Ef þið eigið svipaða skjái eða skjákort endilega segið mér reynslu ykkar frá þeim. Ætla kíkja í búðir um helgina og í vikunni og reyna skoða þessa skjái ef ég get.",
            "date": "2014-07-03 23:45:00",
            "post_id": "566402",
            "reply_to_id": false
        },
        {
            "user_name": "Eythor",
            "text": "Ég er með crossover 1440p IPS kóreu skjá og sé ekki eftir þeim kaupum, það er reyndar ekki hægt að yfirklukka hann neitt af viti.\nEn er með gtx 780 og er rétt að ná 60fps í nýrri leykjum þannig 60hz duga mér.\nMæli með að ákveða hvort þú villt meiri upplausn eða hærri hz því þú ert í raun bara að fá annanhvorn kostinn þar sem þú þyrftir líklega tvö 780 kort til að keyra 1440p á meira en 60 fps í nýrri leikjum.\nhef einhverstaðar lesið að mesti munurinn á 144hz vs 60hz sé mestur í FPS, bílaleikjum og öðrum hröðum leikjum.\nog þar sem þú ert mest að spila leiki eins og LoL og WoW þá færðu miklu meira úr því að fara í 1440p frekar en í hraðari skjá.\nþannig QNIX QX2710 fyrir allan peninginn.\n750w aflgjafi er feikinóg fyrir þessi skjákort",
            "date": "2014-07-04 00:47:00",
            "post_id": "566415",
            "reply_to_id": "566402"
        },
        {
            "user_name": "Tesy",
            "text": "Kaupir ekki 144hz skjá þegar þú spilar leikir eins og LoL og WoW. Þú græðir ekkert á því þannig að ég myndi fara í 1440p í staðinn. QNIX lookar vel og ég er að íhuga að kaupa þannig sjálfur.",
            "date": "2014-07-04 01:24:00",
            "post_id": "566421",
            "reply_to_id": "566415"
        },
        {
            "user_name": "Plushy",
            "text": "Þakka svarið!\nEina sem ég er hræddur við með Qnix skjáinn er ábyrgð, happ og glapp með dauða pixla og hvort þeir nái 120Hz yfirklukkun eða ekki. Af því sem ég hef lesið er GTX 770 eða 780 nóg í flest í 1440p af því sem ég spila, en ef ég finn 780 Ti á góðu tilboði eða notað stekk ég eflaust á það ef það býðst. Verð bara að skoða sjálfur hversu mikill munur er á 1080p og 1440p og svo 144Hz, kíki í búðir fljótlega að skoða en alltaf gaman að fá að vita hvað öðrum finnst, reynslur af ýmsum skjáum eða skjákortum og svona.\nMeð aflgjafann þá er þetta InterTech 750w sem er orðin nokkra ára gamall, veit ekki hvort ég myndi treysta honum fyrir GTX 780 korti þó að hann eigi að duga.\nVeistu ca. hvað þeir eru lengi að senda Qnix skjáinn?",
            "date": "2014-07-04 01:25:00",
            "post_id": "566422",
            "reply_to_id": "566421"
        },
        {
            "user_name": "cure",
            "text": "ég gerði þetta þegar ég fékk minn \nviewtopic.php?f=40&t=56275&p=521609&hilit=cure+qnix#p521609\ner svaka sáttur með hann ennþá í alla staði \n mögulega bestu kaup lífs míns \n varðandi hversu lengi sendingin var á leiðinni þá man ég að ég panntaði hann á miðvikudegi og hann var kominn á mánudeginum 3 virkir dagar",
            "date": "2014-07-04 05:35:00",
            "post_id": "566427",
            "reply_to_id": "566422"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Ég er með 1440p Dell skjá sem ég gæti ekki lifað án. Mæli eindregið með 1440p þar sem þú ert ekki að fara spila leiki sem myndu nýta hærri tíðni.\nSvo er ég með 780 kort sem rétt nær ekki að halda sér uppi með allt í ultra + 1440p í nýjustu leikjunum, t.d. Watch_Dogs, Titanfall ofl. Planið er að fara yfir í 880 eða álíka þegar það kemur.",
            "date": "2014-07-04 07:51:00",
            "post_id": "566428",
            "reply_to_id": "566427"
        },
        {
            "user_name": "Kull",
            "text": "Ættu Nvidia G-sync skjáirnir ekki að fara að detta inn bráðum? \nhttp://www.geforce.com/hardware/technology/g-sync\nÞessi hérna frá Asus lítur mjög vel út, hætta á að hann kosti slatta samt. \nhttp://rog.asus.com/296652014/news/rog- ... g-monitor/",
            "date": "2014-07-04 09:43:00",
            "post_id": "566438",
            "reply_to_id": "566428"
        },
        {
            "user_name": "Plushy",
            "text": "Enda eflaust með að fá mér hann. Vill samt sjá muninn í búð á 1080p og 1440p áður en ég panta.\nEf ég er ekkert að spila \"nýjustu\" leikina eins og Watch_Dogs, Titanfall, Battlefield o.s.frv. en frekar MMO/MOBA leiki ætti þá ekki 770 eða 780 að duga?\nÞessi ASUS skjár er truflað flottur. 2560x1440 144Hz 1Ms skjáir ættu að verða standarinn eftir nokkur ár. Myndi bíða eftir honum en held að hann eigi eftir að kosta fáránlega mikið, 150k+ miðað við aðra svona skjái sem eru ekki einu sinni 144hz á Íslandi.",
            "date": "2014-07-04 10:09:00",
            "post_id": "566439",
            "reply_to_id": "566438"
        },
        {
            "user_name": "dabb",
            "text": "Ég mæli líka með Qnix, er búinn að vera með þannig í hálft ár, enginn vandræði fyrir utan smá backlight bleed sem maður tekur ekki eftir nema að vera með allt svart.\nÞótt að ég sé ekki 100% á því, en þú ættir að geta 'overclockað' Qnix skjánna í 120hz~, fer samt eftir hverjum og einum skjá.",
            "date": "2014-07-04 10:14:00",
            "post_id": "566440",
            "reply_to_id": "566439"
        },
        {
            "user_name": "Svansson",
            "text": "Var með sömupælingu fyrir nokkrum mánuðum.. Spurði hér hvort væri að fara henta leikja spilun minni betur. Allir virtust vera á báðum áttum, svo fékk ég smá tilboð frá tolvutek í 1440p skjá þannig ég keypti hann. Aldrei verið jafn sáttur með skjá áður",
            "date": "2014-07-04 11:38:00",
            "post_id": "566450",
            "reply_to_id": "566440"
        },
        {
            "user_name": "Plushy",
            "text": "Ef ég fæ mér 1440p skjá verður það eflaust þessi Qnix. 50þ kominn heim er töluvert betra en yfir 100þ. Miðað við svörin hérna og aðra eigendur getur verið happ og glapp ef maður lendir í dauðum pixlum eða það næst ekki að yfirklukka hann í 120hz.",
            "date": "2014-07-04 11:47:00",
            "post_id": "566451",
            "reply_to_id": "566450"
        },
        {
            "user_name": "Hannesinn",
            "text": "Ég var að skoða linkinn hérna fyrir ofan frá Cure í ársgamlan þráð, og þar voru menn að kaupa 27\" skjái á niður í allt að 50 þús.  Veit einhver ástæðuna fyrir að svona skjáir eru á minnst 70 þús. á Íslandi og upp í 130 þús?\nÞví að svona vara hlýtur að vera miklu, miklu dýrari í smásölu vegna flutningskostnaðar.",
            "date": "2014-07-04 13:12:00",
            "post_id": "566453",
            "reply_to_id": "566451"
        },
        {
            "user_name": "Fletch",
            "text": "ég get allavega komið með eina reynslusögu af ábyrgð og QNIX, höfum tekið slatta af þessum skjám niðri vinnu, ~10 stk.   \nEinn þeirra bilaði, helmingurinn af myndinni fór í rugl, höfðum samband við ipsledmonitors, sendum þeim myndir.   Þeir sendu okkur nýjan skjá um hæl og vildu ekki einu sinni fá gamla tilbaka, nokkuð gott\nAnnars er ég að spá í að fara uppfæra, \nhttp://rog.asus.com/324842014/gaming-mo ... g-monitor/",
            "date": "2014-07-04 14:21:00",
            "post_id": "566459",
            "reply_to_id": "566453"
        },
        {
            "user_name": "Plushy",
            "text": "Frábært, þá hef ég engar áhyggjur.\nÞessi Asus ætti að fara í sölu núna í þessum mánuði. Væri gaman að vita verðið á honum, ólíklegt að hann lendi strax á klakanum hvort sem er. Held ég skelli mér á Qnix núna þar sem það er ólíklegt að ég hafi budget í Asus skjáinn þegar hann kemur + skjákort sem getur keyrt hann.",
            "date": "2014-07-04 14:44:00",
            "post_id": "566460",
            "reply_to_id": "566459"
        },
        {
            "user_name": "MrSparklez",
            "text": "Ég myndi heldur ekki treysta þessu Inter-tech rusli.  \nGóður\n 600 watta aflgjafi ætti alveg að duga vel í þetta",
            "date": "2014-07-04 16:21:00",
            "post_id": "566470",
            "reply_to_id": "566460"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Myndi segja að 770 / 780 væri alveg nóg í  langflesta \"nýlega\" leika. Sérstaklega ef þú ert ekki hardcore í FPS eða þriðjupersónu skotleikjum.",
            "date": "2014-07-04 16:29:00",
            "post_id": "566471",
            "reply_to_id": "566470"
        },
        {
            "user_name": "Plushy",
            "text": "Þetta er samt ekki Energon aflgjafanir umdeildu en einhver dýrari týpa sem heitir Coba Nitrox sem á að vera aðeins hærri standard. Held ég uppfæri samt í einhvern flottan silent modular aflgjafa frá t.d. Corsair í leiðinni.\nEr lítið í nýjum leikjum né hardcore FPS eða skotleikjum yfir höfuð. Takk fyrir svarið \nÞað er samt spurning, þessi Qnix skjár er með PLS panel sem á ekki að vera eins góður og IPS panel en þó mun betri en TN Panel.\nÞessi Crossover skjár\n er eins og Qnix nema IPS á móti PLS. Er það eitthvað vert að skoða?\nSíðan er hægt að velja um Matte, Glossy og Stained Glass á Qnix skjáunum - það er bara lúkkið á skjáhýsingunni ekki satt?",
            "date": "2014-07-04 18:43:00",
            "post_id": "566483",
            "reply_to_id": "566471"
        },
        {
            "user_name": "Eythor",
            "text": "er með svona crossover skjá,\nstandurinn er ekki góður og lætur skjáinn halla niður, það er ekkert hægt að stilla hann af og til að ná þessum standi af þarf að taka skjáinn í sundur.\ner einnig með smá backlight bleed en ásættanlega mikið að mínu mati.\nsvo er panellinn með logoinu neðst frekar laus kantarnir eiga það til að losna smá frá skjánum\nannars þrusu fínn skjár..\nhef ekki prufað neinn annan kóreu skjá en hugsa að það sé einhvað aðeins betra þarna úti.",
            "date": "2014-07-04 20:19:00",
            "post_id": "566492",
            "reply_to_id": "566483"
        },
        {
            "user_name": "SolidFeather",
            "text": "560 ætti svosem að duga. Ég var með AMD 5770 keyrandi LoL í 1440p vandræðalaust.\nSérð samt ekki eftir 780",
            "date": "2014-07-04 20:59:00",
            "post_id": "566495",
            "reply_to_id": "566492"
        }
    ],
    "date": "2014-07-03 23:45:00"
}