{
    "forum_title": "Almennt um vélbúnað",
    "id": "6156",
    "title": "Hafið þið lennt í þessu?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=6156",
    "posts": [
        {
            "user_name": "kanill",
            "text": "Jébús, þetta er þriðja tölvan sem ég lendi í sem er svona. Fyrst átti ég gamla AMD k62 man ekki hversu mörg mhz. En allavega hún svínvirkaði þegar ég keypti hana og ekkert út á hana að segja. En síðan ætlaði ég að fara nota hana í eitthvað löngu eftir að ég var búinn að upgreida. Fer niður í skúr finn móðurborðið ofl fer að raða í kassa. Og viti menn hún startar sér EN þegar hún ætlar að starta OSinu þá bara NEI annað hvort blue screen of death eða bara ekkert. Þá fer ég að prufa skipta minninu út ekkert virkar. En þá prufa ég að rífa allt úr henni þeas PCI nema skjákortið. Þá fer druslan í gang, síðan byrja ég að raða og sama gerist til að gera langa frásögn styttri þá enda ég með því að ná að starta henni upp með öllum kortunum í en ég þurfti að prufa allar mögulegar útfærslur. Hvað er málið?? síðan núna er ég að setja upp dvd divx sjónvarpstölvu er með 2 sem ég er að möndla saman eina Thunderbird 1ghz og eina p3 700 mhz og þær eru báðar svona?!?! Ég náði að raða öllu upp í p3 vélina en fékk thunderbirdinn og ákvað að nota hann frekar. En nú þarf ég að fara að skrifa niður allarmögulegar útfærslur þangað til ég afskrifa hana dauða! \n\n\n\nOg nú spyr ég ykkur.... Hafið þið lennt í þessu??",
            "date": "2004-10-29 09:03:00",
            "post_id": "63113",
            "reply_to_id": false
        },
        {
            "user_name": "ICM",
            "text": "Þú verður að fara vel með vélbúnaðin þinn  \n\n\n\n\nGeri ráð fyrir að þú reynir að skapa eins mikið static og þú getur. Má ég giska - þær fóru ekki að vera með leiðindi fyrr en þú fórst að eiga við þær sjálfur og reka skrúfjárn í rásirnar og beygja díóður.",
            "date": "2004-10-29 14:01:00",
            "post_id": "63187",
            "reply_to_id": "63113"
        },
        {
            "user_name": "kanill",
            "text": ".. já ég er pínulítið þroskaheftur!",
            "date": "2004-10-29 14:22:00",
            "post_id": "63191",
            "reply_to_id": "63187"
        },
        {
            "user_name": "gnarr",
            "text": "hann hefur bara misskilið orðatiltækið \"að sofa á hlutunum\"",
            "date": "2004-10-29 14:40:00",
            "post_id": "63201",
            "reply_to_id": "63191"
        },
        {
            "user_name": "kanill",
            "text": "Má það ekki",
            "date": "2004-10-29 14:44:00",
            "post_id": "63203",
            "reply_to_id": "63201"
        }
    ],
    "date": "2004-10-29 09:03:00"
}