{
    "forum_title": "Koníakstofan",
    "id": "61726",
    "title": "Sameining TAL og 365",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=61726",
    "posts": [
        {
            "user_name": "roadwarrior",
            "text": "Jæja hvernig líst mönnum á þetta??\nÞað verður gaman að sjá hvað verður útúr þessu, alvöru samkeppni við Síman og Vodafone?\nEin hliðarspurning, veit einhver hvort OZ streymi sé á IPTV eða á venjulega netinu?",
            "date": "2014-07-22 09:55:00",
            "post_id": "567930",
            "reply_to_id": false
        },
        {
            "user_name": "hfwf",
            "text": "Verði úr þessu, er ég farinn frá TAL, því miður. Ekki sjens að ég verði í viðskiptum við 365, ps hvar í andskotanum fær 365 endalausan pening?",
            "date": "2014-07-22 10:01:00",
            "post_id": "567931",
            "reply_to_id": "567930"
        },
        {
            "user_name": "AntiTrust",
            "text": "Fótboltabullum? Fólki sem kann ekki á Netflix & Co.?  \n Ég veit ekki hvernig fólki dettur í hug að greiða þessar upphæðir fyrir sjónvarpsstöðvar, þótt pakkarnir séu reyndar orðnir talsvert raunhæfari með netáskrift líka.",
            "date": "2014-07-22 10:07:00",
            "post_id": "567933",
            "reply_to_id": "567931"
        },
        {
            "user_name": "hfwf",
            "text": "Varla það mikið að geta rekið stöðina og keypt nýjan ISP \n, ég er annars \"fótboltabulla\" en kem ekki nálægt þessu apparati að borga mig inn á áskriftarkerfið þeirra. STrax ódýrara á ári að fá sér disk og sky.",
            "date": "2014-07-22 10:13:00",
            "post_id": "567935",
            "reply_to_id": "567933"
        },
        {
            "user_name": "AntiTrust",
            "text": "Tekið úr fréttinni á Vísi",
            "date": "2014-07-22 10:17:00",
            "post_id": "567936",
            "reply_to_id": "567935"
        },
        {
            "user_name": "roadwarrior",
            "text": "Mja 365 hafa allavega verið að reyna að ná sér fótfestu á fjarskiftamarkaðinum, keyptu td EMAX síðastliðið haust, trúlega til að ná þeirri tíðniheimild sem þeir hafa yfir að ráða. Opnar þeim möguleika á að dreifa sjónvarpi gegnum internetið þráðlaust þar sem ekki er ADSL eða ljósleiðari",
            "date": "2014-07-22 10:20:00",
            "post_id": "567937",
            "reply_to_id": "567936"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Eigum við að veðja á hversu langan tíma tekur að loka fyrir Luxus netið núna?",
            "date": "2014-07-22 13:15:00",
            "post_id": "567952",
            "reply_to_id": "567937"
        },
        {
            "user_name": "121310",
            "text": "Mér líst frekar Illa á þetta. Hverjum hefði getað órað fyrir því að Hive og 365 myndu sameinast á endanum?\nÉg mun allavegna skoða það að flytja mig eitthvert annað með mínar áskriftir.",
            "date": "2014-07-22 16:32:00",
            "post_id": "567958",
            "reply_to_id": "567952"
        },
        {
            "user_name": "Frantic",
            "text": "Held að fólk fatti ekki hvað getur gerst ef þessi fyrirtæki sameinast.\nGæti komið nýtt brand eða jafnvel miklu betra 365.\nReynsla Tals hlýtur að geta gert einhverja góða hluti þarna.",
            "date": "2014-07-22 17:37:00",
            "post_id": "567965",
            "reply_to_id": "567958"
        },
        {
            "user_name": "hfwf",
            "text": "Nytt brand í eigu 365 er samt í eigu 365, og það er nóg að minni hálfu",
            "date": "2014-07-22 18:58:00",
            "post_id": "567971",
            "reply_to_id": "567965"
        },
        {
            "user_name": "wicket",
            "text": "Nýr forstjóri 365 er fyrrverandi forstjóri Símans sem er ný hættur þar, eitthvað segir mér að áherslurnar á fjarskiptahlið 365 muni bera þess merki. Hann var það lengi hjá Símanum að fingraför hans eru á öllu sem við höfum verið ósáttir með hér síðustu ár hjá Símanum, já og það við höfum verið ánægðir með. \nþetta verður að minnsta kosti mjöööööög áhugavert að fylgjast með þessu.",
            "date": "2014-07-22 20:04:00",
            "post_id": "567977",
            "reply_to_id": "567971"
        },
        {
            "user_name": "akarnid",
            "text": "Petrea var líka framkvæmdastjóri hjá Símanum í nokkur ár. Þannig að þarna eru tveir ex-Síminn aðilar að fara í beina samkeppni.  Sp er samt, eru ekki Tal að kaupa heildsöluþjónustu af Símanum?",
            "date": "2014-07-22 20:34:00",
            "post_id": "567978",
            "reply_to_id": "567977"
        },
        {
            "user_name": "mainman",
            "text": "Má heldur ekki gleima að 365 var líka að versla emax svo þeir eiga nánast allann sumarbústaðarmarkaðinn og loftlínuna sem er að verða fjandi útbreidd.\nEru þeir þá ekki komnir með slatta ?",
            "date": "2014-07-22 22:14:00",
            "post_id": "567991",
            "reply_to_id": "567978"
        },
        {
            "user_name": "hagur",
            "text": "Venjulega netinu ....",
            "date": "2014-07-22 22:39:00",
            "post_id": "567996",
            "reply_to_id": "567991"
        },
        {
            "user_name": "Frantic",
            "text": "Þá er bara spurning hvort það verði góð útkoma úr þessari uppskrift.\nVerður spennandi að vita.",
            "date": "2014-07-22 22:49:00",
            "post_id": "567997",
            "reply_to_id": "567996"
        },
        {
            "user_name": "mainman",
            "text": "Ég er búinn að vera með dsl hjá mér fyrir heimilið frá tal í mörg ár, er hjá hringdu í dag en samhliða því hef ég haft mjög öfluga loftlínu frá emax og það hefur verið ofsalega stabíl tenging sem ég hef bara notað fyrir serverinn hjá mér og í einhvern leikaraskap. \nÞjónustan hjá emax hefur verið frábær öll árin sem ég var með hana og aldrei neitt vandamál og ef ég þurfti að ná í einhvern þá hringdi ég bara og lenti alltaf á tæknimanni sem gat reddað öllu nánast samstundis og allt starfsfólkið sem ég hef lent á þarna hefur verið með mikla þjónustulund og aldrei nein vandamál til hjá þeim, öllu bara reddað um leið.\nÉg hef alltaf farið í bústaðinn minn í rúmann mánuð á hverju sumri og þá hafa þeir alltaf lánað mér loftnet sem ég hef hengt utan á bústaðinn og þá hef ég verið með svakalega öflugt og gott net í bústaðnum á meðan, ég hef síðan bara borgað fyrir netið þann tíma sem ég hef haft loftnetið að láni og borgað fyrir allt niðurhalið og svoleiðis.\nSíðan allt í einu einn góðann veðurdag þurfti ég eitthvað að ná í þá og hringdi í númerið þeirra og það hringdi út aftur og aftur og þetta gekk á í tvo daga minnir mig.\nEftir tveggja daga tilraunir við að ná í þá kom allt í einu símsvari sem bauð mig velkominn til 365 og að ég væri númer 30 og eitthvað í röðinni, semsagt ekki hægt að ná í neinn.\nÉg sagði öllu upp hjá þeim dagin eftir með email þar sem mér tókst ekki heldur að ná í þá símleiðis þann daginn.\nÞar með var allt sem hét þjónusta farið og engin ástæða til að vera lengur hjá þeim.\nAnd the moral of this story is.................  Veit ekki, langaði bara að nefna hvernig breytingin varð á þjónustunni hjá svona fyrirtæki við það að renna inn í þetta stóra battery.",
            "date": "2014-07-22 23:06:00",
            "post_id": "567998",
            "reply_to_id": "567997"
        },
        {
            "user_name": "brain",
            "text": "Peningarnir koma frá Jóni Ásgeiri Jóhannsyni með ránsfeng frá Tortola eyjum.\nOg auðvitað allt eftir löglegum leiðum gegnum konu og vini, með fjárfestingleið Seðlabankans.\nHef og mun aldrei versla við þetta fyrirtæki meðan hann situr þarna.",
            "date": "2014-07-22 23:55:00",
            "post_id": "568002",
            "reply_to_id": "567998"
        },
        {
            "user_name": "roadwarrior",
            "text": "Þannig að þegar Síminn byrjar að telja upp, niður og útá hlið þá eru þeir sem nota OZ yfir internet símans screwd.\nTrúlega er þetta ein af þeim ástæðum að Síminn breytir mælingunm sínum er að slátra sjónvarps bissnesinum hjá öðrum en sjálfum sér  \n \nÞekki aðeins til Emax. Foreldrar mínir eru með tengingu hjá þeim. Þegar Emax var og hét þá voru þetta nokkrir gaurar sem sinntu tæknimálum/uppsetningu hjá þeim og svöruðu líka símanum þegar þeir gátu þannig að þú talaðir venjulega við einhvern sem var með puttann á púlsinum. Núna eru tæknimennirnir komnir á bak við \"þjónustuversvegg\" þannig að ef þig vantar meiri hjálp en bara einföldustu mál þá getur það verið major pain in the ass",
            "date": "2014-07-23 17:45:00",
            "post_id": "568038",
            "reply_to_id": "568002"
        },
        {
            "user_name": "Stuffz",
            "text": "þetta hleðst helst upp íhuga:\nÓEÐLILEG HAGSMUNA HJÓNABÖND.",
            "date": "2014-07-30 14:08:00",
            "post_id": "568626",
            "reply_to_id": "568038"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Svo er Auður Capital/Auður 1 búið að sameignast Virðingu fjárfestingarsjóði.\nÞessi hópur fjárfesta á því Já ehf, nýbúið að kaupa hlut í 365, og svo er TAL að sameignast 365....\nSoldið vafasamt finnst mér að eiga símaskránna, símafyrirtæki og sjónvarpsfyrirtæki.",
            "date": "2014-07-30 15:59:00",
            "post_id": "568630",
            "reply_to_id": "568626"
        },
        {
            "user_name": "Stuffz",
            "text": "+1",
            "date": "2014-07-30 16:41:00",
            "post_id": "568638",
            "reply_to_id": "568630"
        },
        {
            "user_name": "GuðjónR",
            "text": "Er þetta ekki sama þróun og fyrir hrun?\nÖrfáir sem gleyptu allt og við vitum hvernig það endaði.",
            "date": "2014-07-30 16:49:00",
            "post_id": "568639",
            "reply_to_id": "568638"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Örfáir er vítt hugtak, pössum okkur að missa okkur ekki í post-crisis gremju eins og \"Virkir í athugasemdum\" gera svo glatt.\nhttp://www.virding.is/um/",
            "date": "2014-07-30 16:56:00",
            "post_id": "568640",
            "reply_to_id": "568639"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hvort sem þér líkar betur eða verr þá voru \"örfáir\" aðilar sem fóru í Matador leik fyrir hrun, það vita allir sem komnir voru með punghár fyrir fimm árum.\nOg það eru allskonar teikn á lofti að \"2007\" muni endurtaka sig, því miður.",
            "date": "2014-07-30 17:17:00",
            "post_id": "568643",
            "reply_to_id": "568640"
        },
        {
            "user_name": "krat",
            "text": "afhverju varstu að pósta eignarhaldi virðingar ?",
            "date": "2014-07-30 17:35:00",
            "post_id": "568646",
            "reply_to_id": "568643"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Afhverju þetta hostility samt?\nPersónulega finnst mér þetta jákvætt\nTal og 365 koma bara sterkir inn sem samkeppni á móti Símanum og Vodafone.",
            "date": "2014-07-31 11:07:00",
            "post_id": "568696",
            "reply_to_id": false
        },
        {
            "user_name": "mikkidan97",
            "text": "Tekið út",
            "date": "2014-07-31 13:11:00",
            "post_id": "568711",
            "reply_to_id": "568696"
        },
        {
            "user_name": "Stuffz",
            "text": "Vilt þú kannski Persónulega ábyrgjast að þetta sé ekkert nema jákvætt?\nþað er stundum gott að hafa smærri einingar, sumir erlendir fjárfestar safna \"forsameinuðum/sterkum (eftiráfalla) einingum í mörgum minna-mega-sín löndum til að bæta við viðskiptakeðjuna sína, þeir hafa ekki hagsmuni þarlendra að leiðarljósi nema kannski á auglýsingaskyltum.\nMaður fær stundum líka á tilfinninguna að sumir landsmenn haldi að við Íslendingar kunnum ekki að reka fyrirtæki og aðrir geti gert það betur og þá getum við bara alveg eins gerst nýlenda með sterkann einokunarbusiness aftur og sleppa öllum sýndarleik.\nÞetta hljómar svipað og sögur sem maður heyrði frá starfsmönnum fyrirtækja sem N1 tók yfir, lélegri og dýrari þjónusta fyrir kúnnann og enginn metnaður að hlúa að sérfræðiþekkingu, vanir menn segja upp störfunum eða jafnvel látnir fara og launalægri þekkingarsnauðari starfsmenn taka við, allt voða jákvætt og sterkari business fyrir vikið.. á YFIRBORÐINU.  \nAlmennt talað starfsmenn sem vita ekki rassgat eru ólíklegri að kvarta og/eða biðja um launahækkun og starfsmenn sem vita betur en yfirmennirnir verða að spila með og fá þá sponslur eða er bolað burtu/alianeitaðir ef eru gagnrýnir/erfiðir.",
            "date": "2014-07-31 15:55:00",
            "post_id": "568724",
            "reply_to_id": "568711"
        },
        {
            "user_name": "Frantic",
            "text": "",
            "date": "2014-07-31 16:49:00",
            "post_id": "568731",
            "reply_to_id": "568724"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Haha ætla ekkert að ábyrgjast neitt. \nÞekki fullt af fólki hjá 365 sem vinnur sína vinnu mjög vel",
            "date": "2014-08-01 13:49:00",
            "post_id": "568792",
            "reply_to_id": "568731"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Þetta er nákvæmlega þessi þróun sem er í gangi á Íslandi í dag. Öll þessu stærstu fyrirtæki eru rekin eftir þessu viðskiptamódeli, lág laun, léleg þjálfun og þar af leiðandi þjónusta... og meiri peningur fyrir excelfræðingana á toppnum.\nSamt heldur fólk áfram að skipta við þessi fyrirtæki.",
            "date": "2014-08-01 14:37:00",
            "post_id": "568795",
            "reply_to_id": "568792"
        },
        {
            "user_name": "mikkidan97",
            "text": "Góðann dag vaktarar.\nBara til að það sé á hreinu að fyrri póstur minn á þessum þráð endurspeglar aðeins mínar eigin skoðanir og tilfinningar og hefur ekki neitt að segja um ágæti  tæknimanna 365 miðla.\nÉg ætla að biðja samstarfsmenn mína afsökunnar á meiðyrðum mínum sem ég setti á þennan þráð um hádeigisbil í gær.\nÉg meinti ekkert illa með þessu persónulega til þeirra, en þeir urðu frekar sárir og þegar ég áttaði mig á þessum misskilningi, ákvað ég að taka út það sem ég hafði skrifað og biðjast afsökunnar. Ég ætlaði bara að tjá mig um þetta mál eins og ég sá það sjálfur og gerði mér ekki grein fyrir því hvað ég var að gera og ég get ekki annað gert en að biðja afsökunnar.",
            "date": "2014-08-01 15:21:00",
            "post_id": "568797",
            "reply_to_id": "568795"
        },
        {
            "user_name": "TraustiSig",
            "text": "Til þess að sýna fram á að það eru ekki \"örfáir\" aðilar sem eiga virðingu heldur margir ?",
            "date": "2014-08-01 18:32:00",
            "post_id": "568815",
            "reply_to_id": "568797"
        },
        {
            "user_name": "Stuffz",
            "text": "Ég skil, þú ert í erfiðri persónulegri stöðu sem takmarkar tjáningarfrelsi þitt vegna auðkennandi ummæla.\nverst að það eru ábyggilega margur annar sem hafa svipaðar skoðanir og tilfinningar á hvernig hlutir ganga fyrir sig innan þeirra veggja sem þeir starfa sem eru ekki að tjá sig, enda til lítils ef það er allt túlkað sem óhollusta, að gagnrýna brotalamir er ekki tákn um óhollustu, það er tákn um metnað og sjálftrú í mínum bókum, metnað til að gera betur og trú að maður geti það.\npeace man",
            "date": "2014-08-01 22:26:00",
            "post_id": "568834",
            "reply_to_id": "568815"
        },
        {
            "user_name": "Stuffz",
            "text": "Held þessi umræða sé meira að beinast að því bákni sem 365 er á \"góðri\" leið með að verða en ekki þeim almenna starfsmanni sem bara vinnur þarna.\nOg hvað ætli sé með þetta nafn \"365\", þeir hafa væntanlega aldrei gert ráð fyrir hlaupári nafngiftarsmiðir þar á bæ",
            "date": "2014-08-02 14:50:00",
            "post_id": "568871",
            "reply_to_id": "568834"
        },
        {
            "user_name": "neydarkallinn",
            "text": "Tjah, þegar þú skrifar undir ráðningarsamning hjá nánast hvaða fyrirtæki skrifarðu undir einhvern trúnaðarlið, ég er ekki með ráðningarsamninginn minn við höndina en ég get örugglega fundið hann ef ég nenni.\nAð gagngrýna \"brotalamir\" opinberlega er ekki rétta leiðin, þetta átt þú sem starfsmaður hjá fyrirtæki að fara með til þíns yfirmanns svo hægt sé að reyna að ráða úr vandanum, í stað þess að auglýsa hann á internetinu. \nEn að umræðu þráðarins, þá held ég að þetta sé ágætt fyrir íslenskann fjarksiptamarkað. Aukin samkeppni og allt það. En þetta á allt auðvitað bara eftir að koma í ljós.",
            "date": "2014-08-05 18:00:00",
            "post_id": "569094",
            "reply_to_id": "568871"
        },
        {
            "user_name": "hfwf",
            "text": "...... og gengið í gegn.",
            "date": "2014-12-12 16:12:00",
            "post_id": "583396",
            "reply_to_id": "569094"
        },
        {
            "user_name": "Plushy",
            "text": "",
            "date": "2014-12-12 16:15:00",
            "post_id": "583397",
            "reply_to_id": "583396"
        },
        {
            "user_name": "blitz",
            "text": "Er hjá Tal og hef verið ánægður. Lúxusnetið virkað vel.\nGeri fastlega ráð fyrir því að Lúxusnetið detti niður núna. Hef einnig engan áhuga á að borga áskriftargjald til 365.\nVodafone eða Hringdu? Hvert á maður að fara?",
            "date": "2014-12-12 16:19:00",
            "post_id": "583399",
            "reply_to_id": "583397"
        },
        {
            "user_name": "Frantic",
            "text": "Það gerist örugglega ekkert strax.\nTal þyrfti að tilkynna þannig hluti og svo gefa einhvern x tíma þar til það verður lagt niður.\nÉg myndi bara keep calm og sjá hvað nýju pakkanir hafa að bjóða.\nOg ef þeir eru ekkert spennandi þá geturðu örugglega fengið að halda í dílinn sem þú ert með núna.",
            "date": "2014-12-13 00:25:00",
            "post_id": "583464",
            "reply_to_id": "583399"
        },
        {
            "user_name": "stefhauk",
            "text": "Eru 356 ennþá að bjóða enska boltan með netinu hjá sér ? \nEf svo er þeir sem eru núna í Tal sem ég er munum við fá enska boltan í kaupauka með netinu og heimasímanum ?",
            "date": "2014-12-13 02:52:00",
            "post_id": "583474",
            "reply_to_id": "583464"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Nei, þeir eru ekki að bjóða \"Enska Boltann með netinu hjá sér\", þeir bjóða net og heimasíma frítt með Enska Boltanum",
            "date": "2014-12-13 08:10:00",
            "post_id": "583481",
            "reply_to_id": "583474"
        },
        {
            "user_name": "Vaktari",
            "text": "Held að menn ættu að lesa þetta til að svara einhverjum spurningum allavega núna.\nhttps://www.tal.is/frettir/sameining-tal-og-365-midla/\n \nSameining Tals og 365 gengin í gegn.\n365 miðlar ehf. og Tal hafa nú sameinast eftir að Samkeppniseftirlitið heimilaði samruna félaganna.\nTil að byrja með finna viðskiptavinir ekki fyrir neinum breytingum öðrum en þeim að starfsmenn Tals og verslunin í Grímsbæ flytja í höfuðstöðvar 365 í Skaftahlíð. Mun flutningurinn fara fram á allra næstu dögum. Við flutninginn njóta viðskiptavinir strax lengri afgreiðslutíma þar sem þjónustuverið er opið virka daga frá 9:00–22:00 og kl. 10:00–20:00 um helgar. Viðskiptavinir Tals hringja áfram í símanúmerið 1817 eða fara inn á tal.is til að nálgast upplýsingar eða þjónustu.\nÖr og stöðug þróun á sér stað í fjölmiðlun. Nýja fyrirtækið sér mikil tækifæri fólgin í þessari sameiningu og að geta samnýtt reynslu og krafta þessara fyrirtækja. Til að mynda nýtist 4G farsímaþjónusta Tals að sjálfsögðu afskaplega vel í þessu samhengi, þ.e. eldsnögg netþjónusta fyrir farsíma og snjalltæki.\nÁ næstu vikum verður unnið að því að samþætta starfsemina með það markmiði að bjóða enn fjölbreyttari vörur og betri þjónustu. Það eru afskaplega spennandi tímar framundan og við hlökkum til að eiga hlutdeild í þeim með þér.\n \nSpurningar og svör\nHvert hringi ég ef að ég þarf að hafa samband við þjónustuverið?\nViðskiptavinir Tals hringja áfram í þjónustunúmerið 1817 til að fá tæknilega aðstoð, upplýsingar um reikninga, vöruframboð og allt hitt sem að Tal hefur aðstoðað ykkur með.\nFer ég áfram inn á tal.is til að leita mér upplýsinga um þjónustuframboð, eða gera það sem ég er vanur að gera?\nJá. Viðskiptavinir Tals nota áfram tal.is eins og áður.\nVerður skrifstofa Tals áfram í Grímsbæ?\nNei, skrifstofa Tals mun flytjast á næstu dögum í höfuðstöðvar 365 í Skaftahlíð 24.\nVerður verslun Tals áfram í Grímsbæ?\nNei hún mun á næstu dögum flytjast í stærra húsnæði í Skaftahlíð 24. Hér getur þú séð hvar verslunin er eins og staðan er í dag.\nHvenær koma ný og spennandi tilboð frá sameinuðu fyrirtæki?\nÍ þessum töluðu orðum eru sérfræðingar hins sameinaða félags að vinna í að samþætta vöruframboðið og vænta má meiri frétta á næstu vikum. Nákvæm dagsetning liggur ekki fyrir en viðskiptavinir okkar munu að sjálfsögðu fá fréttirnar fyrstir.  Upplýsingar verða settar inn á tal.is ásamt því að viðskiptavinir fá sendan póst ef þeir eru með  rétt netfang í póstlistanum okkar. Hér getur þú skráð þig til að missa ekki af neinu.",
            "date": "2014-12-13 12:24:00",
            "post_id": "583488",
            "reply_to_id": "583481"
        },
        {
            "user_name": "rattlehead",
            "text": "Hef verið ánægður viðskiptavinur Tals um langa hríð. Hef ekki lent í neinu veseni fyrir utan routeravitleysunni fyrr í haust enn það leysti ég með eigin router. Netið hefur verið uppi allann tímann fyrir utan 2 daga annar dagurinn er þegar router fór í verkfall. Fékk flotta þjónustu hjá þeim þótt ég hafði á endanum keypt eigin router. Þau hjá Tali voru öll að vilja gerð. Hef enga reynslu af 365. Ætla bara að bíða rólegur og sjá hvernig fer. Á meðan netið er uppi og ég með farsímasamband er ég góður. Getur verið góðir tímar framundan enn sem viðskiptavinur, ef manni líst ekki á blikuna fer maður eitthvert annað.",
            "date": "2014-12-13 13:04:00",
            "post_id": "583494",
            "reply_to_id": "583488"
        },
        {
            "user_name": "Minuz1",
            "text": "TAL hefur verið í fremstu víglínu við þjónustu við viðskiptavini sbr. Lúxusnetið.\n365 er hinu megin við víglínuna.\nSé ekki alveg hvernig ánægður starfsmaður hjá Tali geti haldið áfram að vinna fyrir 365.\nSé ekki heldur hvernig okkur er betur borgið með stærri fyrirtæki, þar sem Síminn er stæsta og dýrasta fyrirtækið á þessum markaði en litlu fyrirtækin eru þau ódýrustu.\nÞessi sameining mun minnka samkeppni, minnka framboð og á endanum skaða okkur sem neytendur.\nVonandi reynist þetta röng spá hjá mér.",
            "date": "2014-12-13 16:59:00",
            "post_id": "583521",
            "reply_to_id": "583494"
        },
        {
            "user_name": "nidur",
            "text": "Ég hef verið með 3 vini og 10gb í langan tíma hjá tal. Núna hækkuðu 365 allar þjónustur án þess að láta mann vita.\nMig langar ekki að versla við 365 og veit bara ekki hvert á að fara til að fá mikið gagnamagn og ekki rándýr símtöl.",
            "date": "2015-02-15 21:41:00",
            "post_id": "590399",
            "reply_to_id": "583521"
        },
        {
            "user_name": "Plushy",
            "text": "10GB eru núna á 700 kr sem er nú samt mun ódýrara en 10GB hjá öðrum fyrirtækjum (Síminn 3.250 kr og Nova 15GB á 3.990 kr t.d.)",
            "date": "2015-02-15 21:52:00",
            "post_id": "590401",
            "reply_to_id": "590399"
        },
        {
            "user_name": "nidur",
            "text": "Held að besti sveigjanlegi pakkinn hjá símanum á 3.942 kr. sé málið. 250mín og 3gb spotify innifalið.\nÞað er bara spurning um hvenær 365 hækka þetta aftur eða fella þetta alveg út til að selja manni eh. pakkadrasl. Vill ekki versla við þá.",
            "date": "2015-02-15 21:59:00",
            "post_id": "590402",
            "reply_to_id": "590401"
        }
    ],
    "date": "2014-07-31 11:07:00"
}