{
    "forum_title": "Koníakstofan",
    "id": "61813",
    "title": "Enskumælandi Vírus-Varandi Innhringendur",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=61813",
    "posts": [
        {
            "user_name": "Stuffz",
            "text": "Var útá landi um daginn í heimsókn hjá tölvuheftum ættingja, hann er með útrunna útgáfu að Windows XP í kassanum hjá sér.\nHann fær hringingu og lætur mig hafa símann og ég heyri \"there is a virus in your computer..\" sagt í hálf óþreyjufullum tón, ég segi strax á móti \"yeah yeah why dont you try that somewhere else\" og skelli á.\nÉg fór svo að velta fyrir mér eftir á að þetta hefði verið upplagt tækifæri að kynnast betur aðferðafræði svona aðila til að betur getað varað samborgara sína við þesslags atlögum.\nEr eitthver leið fyrir utanaðkomandi aðila að komast að símanúmeri ef það eina sem þeir hafa um viðkomandi einstakling er IP addressa, stýrikerfi og tímasetning netveru?",
            "date": "2014-07-30 16:58:00",
            "post_id": "568641",
            "reply_to_id": false
        },
        {
            "user_name": "roadwarrior",
            "text": "Held að það sé ekkert af þessu. Þetta er bara lotto hjá þessum bjánum. Fara trúlega inná já.is og safna saman númerum af handahófi og byrja svo að hringja. Svo er þetta bara \"venjulegt\" gisk hjá þeim, veiða uppúr fólki upplýsingar. Hringja, byrja bratt, seigjast vinna hjá MS og það sé vírus í tölvunni hjá þeim. Hringja kannski nokkur hundruð símtöl en ná bara veiða einn einstakling í netið en það er jafnvel þess virði.",
            "date": "2014-07-30 17:37:00",
            "post_id": "568647",
            "reply_to_id": "568641"
        },
        {
            "user_name": "Stuffz",
            "text": "verst að ná ekki í lurginn á þeim, blocka númerin sem þeir eru að hringja inní landið úr fyrir almanna heill.",
            "date": "2014-07-30 19:25:00",
            "post_id": "568655",
            "reply_to_id": "568647"
        },
        {
            "user_name": "Labtec",
            "text": "Ekki skella strax á, play a long!",
            "date": "2014-07-30 19:54:00",
            "post_id": "568658",
            "reply_to_id": "568655"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Þeir eru með mörg hundruð númer sem þeir hringja úr randomly.\nÞeir segja fólki að opna Event Viewer, sýna þeim einhvern lista þar og biður svo um að ná í hugbúnað sem læsir tölvunni með dulkóðun - greiði maður ekki 300$ eyðist allt.",
            "date": "2014-07-31 10:43:00",
            "post_id": "568695",
            "reply_to_id": "568658"
        },
        {
            "user_name": "Stuffz",
            "text": "svoleiðis\nveistu hvaða greiðsluform er notað? kannski auðveldara að blocka fjárstreymið þá frekar en símanúmerin, í minnsta lagi ef þeir fá engann pening þá fara þeir annað, minnka skaðann.\nvirkar þessi hugbúnaður þeirra jafn vel á öllum MS stýrikerfum og hvað triggerar eyðingu gagnanna?",
            "date": "2014-07-31 13:05:00",
            "post_id": "568710",
            "reply_to_id": "568695"
        }
    ],
    "date": "2014-07-30 16:58:00"
}