{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "61996",
    "title": "leita að headphone magnara",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=61996",
    "posts": [
        {
            "user_name": "Jon1",
            "text": "Er hægt að kaupa svona a íslandi notað eða nýtt, flott ef það væri dac líka",
            "date": "2014-08-12 12:12:00",
            "post_id": "569782",
            "reply_to_id": false
        },
        {
            "user_name": "haywood",
            "text": "allar helstu hljóðfæra verslanir eru með svona,\nEf þú ert að leita að einhverju ódýru, er jafnvel hægt að fá sér auka hljóðkort frá Behringer: UCA 202.",
            "date": "2014-08-12 14:06:00",
            "post_id": "569795",
            "reply_to_id": "569782"
        },
        {
            "user_name": "Jon1",
            "text": "takk ,ég endaði með að panta mér smsl dac/amp combo að utan\n*edit*\nhætti við þessi kaup þegar ég sá tölur sem ég veit ekki hvað þíða !\nvantar ennþá smá hjálp með að velja amp sem getur keyrt 150 ohm headphones vel ! eitthvað ódyrt(miðavið amp)",
            "date": "2014-08-12 15:13:00",
            "post_id": "569807",
            "reply_to_id": "569795"
        },
        {
            "user_name": "Jon1",
            "text": "upp",
            "date": "2014-08-14 15:23:00",
            "post_id": "570099",
            "reply_to_id": "569807"
        },
        {
            "user_name": "Storm",
            "text": "fiio e5, e7 eða e9 eru að koma mjög vel út",
            "date": "2014-08-15 01:48:00",
            "post_id": "570190",
            "reply_to_id": "570099"
        },
        {
            "user_name": "zez",
            "text": "Mæli með að fara í Tónastöðina eða Hljóðfærahúsið og tala við þá þar. Gætir örugglega fengið audio interface þar sem ætti að höndla 150 ohm, þá er það líka dac. Getur annaðhvort keypt interface sem er usb powered eða keypt þér eitt sem notar spennubreyti en það gæti mögulega verið dýrara.",
            "date": "2014-08-15 02:09:00",
            "post_id": "570192",
            "reply_to_id": "570190"
        },
        {
            "user_name": "Jon1",
            "text": "takk ég skoða það",
            "date": "2014-08-15 12:46:00",
            "post_id": "570227",
            "reply_to_id": "570192"
        },
        {
            "user_name": "MrSparklez",
            "text": "Hvað ertu með stórt budget ?",
            "date": "2014-08-15 20:10:00",
            "post_id": "570267",
            "reply_to_id": "570227"
        },
        {
            "user_name": "Jon1",
            "text": "mhm var að hugsa um undir 20k fyrir dac/amp",
            "date": "2014-08-15 20:13:00",
            "post_id": "570269",
            "reply_to_id": "570267"
        },
        {
            "user_name": "MrSparklez",
            "text": "Verður þetta að vera usb dac ? Vegna þess að þú getur fengið gott hljóðkort í tölvuna fyrir 20 þúsund.",
            "date": "2014-08-15 21:51:00",
            "post_id": "570276",
            "reply_to_id": "570269"
        },
        {
            "user_name": "Jon1",
            "text": "eftir að lesa mér til þá er ég meira fyrir usb dac því það á að vera minna um hljóð truflun , en ef þú ert með hugmynd endilega",
            "date": "2014-08-16 01:35:00",
            "post_id": "570294",
            "reply_to_id": "570276"
        },
        {
            "user_name": "machinefart",
            "text": "https://www.massdrop.com/buy/audioengin ... guest_open",
            "date": "2014-08-19 12:24:00",
            "post_id": "570502",
            "reply_to_id": "570294"
        },
        {
            "user_name": "Jon1",
            "text": "þekkiði þennan amp/dac?\n*edit* eftir að hafa lesið um hann , þá vantar mig eitthvað sem getur útvegað meira power",
            "date": "2014-08-19 20:19:00",
            "post_id": "570548",
            "reply_to_id": "570502"
        },
        {
            "user_name": "machinefart",
            "text": "Hvað ertu eiginlega að magna?\nÞað er ekkert úrval hérna heima og allt á yfirverði. Ég fór í hljóðfærabúð fyrir einhverju síðan og spurði um svona og hann sagði bara \"hvað er það, við erum bara með þetta\" og benti á eitthvað audio interface.\nFyrir entry level pening færðu ekki betra en ODAC/O2 combo en það breakar budgettið þitt ef tollurinn kemst í það. Það var nú ástæðan fyrir að ég henti þessum á þig.\nEdit: áhugavert alternative \nhttp://www.monoprice.com/Product?c_id=1 ... ifications\n vantar dac en þú getur alltaf hent þér á hifimediy sabre dac fyrir klink",
            "date": "2014-08-20 09:48:00",
            "post_id": "570575",
            "reply_to_id": "570548"
        },
        {
            "user_name": "Jon1",
            "text": "ég er að fara að magna 150 ohm impedance headphone, það sem ég las um d1 var að hann væri svaðalega flottur fyrir allt uppað t.d. sennheiser 598 ! en segjum að budgetið nái utanum o2/odac hvar myndiru kaupa hann ? ég er algjörlega nýr í þessu en langar að komast inna þetta entry level! \nTakk fyrir öll svörin sem eru komin ! og þau sem gætu komið",
            "date": "2014-08-20 09:59:00",
            "post_id": "570576",
            "reply_to_id": "570575"
        },
        {
            "user_name": "machinefart",
            "text": "Ég myndi skoða jdslabs eða mayflower electronics. Taka bara það sem er ódýrara, bæði algjör snilld.\nAnnað option er að lóða hann saman sjálfur, það sparar þér samt bara eitthvað smá klink, ef þú hefur áhuga á því get ég grafið upp fyrir þig svissneska síðu sem var að selja þetta. Þú getur líka ef þú höndlar það beðið aðeins og skoðað hvort massdrop fái öflugri dac/amp combo, þeir hafa reglulega keyrt successful drop á aune x1 og aune t1 sem menn hafa verið ánægðir með, sumir meir að segja að para aune t1 með HD650 með ágætis árangri.\nÉg hef samt ennþá áhuga á því að heyra hvernig heyrnartól þú ert með \n Það getur líka haft áhrif á valið, stundum parast equipment mis vel saman (sem er ástæða vinsælda O2, hann er nánast algjörlega transparent)",
            "date": "2014-08-20 10:21:00",
            "post_id": "570577",
            "reply_to_id": "570576"
        },
        {
            "user_name": "Jon1",
            "text": "hahah damn þú ert að neyða mig til að segja þetta ! fyrst er ég með sennheiser game zero .... en síðan er ég með  stóra pioneer bookshelf hátalara, ég man ekki alveg týpuna akkurat núna ! gæti skoðað það þegar ég kem heim! málið er að þessi headphone eru víst flöt og leiðinlegt en með magnara eru þau víst alveg mjög góð ! ekkert eins og hd650 en samt góð\n \nedit: hvað með schiit audi stack ? magni og modi ?\nedit nr 2: er einmit að leita að transparent magnara",
            "date": "2014-08-20 10:38:00",
            "post_id": "570578",
            "reply_to_id": "570577"
        },
        {
            "user_name": "machinefart",
            "text": "Magni er með 16V AC spenni, sem virkar bara fyrir 110V. Mér skilst að evrópska útgáfan af græjunni sem kemur með spenni sem styður 220V AC kosti það mikið að hann missir sjarmann, en skoðaðu það bara, hafðu bara í huga að þeir bandaríska útgáfan virkar ekki í evrópu out of the box.\nEdit: Fyrst þetta eru samt gaming heyrnartól eru þau sennilega alltaf að fara að hanga í sömu tölvunni og það mjög líklega turn. Ég myndi skoða aðeins á netinu hvort það séu einhverjir sem hafi parað þau við Asus Xonar DG eða sambærileg öflug hljóðkort sem eru rated fyrir 600 ohma tól. Það eru þónokkrir sem mæla með því. Ekki það reyndar ef þú færð þér ODAC/O2 combo þá ertu bara kominn með lífstíðar fjárfestingu þannig ef plönin eru að kaupa síðar önnur heyrnartóltól þá áttu græju sem skalar vel upp með hverju sem er.",
            "date": "2014-08-20 10:58:00",
            "post_id": "570579",
            "reply_to_id": "570578"
        },
        {
            "user_name": "Jon1",
            "text": "já planið er að fara aftur í alvöru headphone ! en um mangi , það er hægt að fá hann með euro tengi og svona beint frá þeim",
            "date": "2014-08-20 11:35:00",
            "post_id": "570581",
            "reply_to_id": "570579"
        },
        {
            "user_name": "machinefart",
            "text": "Þá myndi ég skoða þennan kost af mikilli alvöru, þetta eru gullfallegar græjur og hafa fengið rosalega góðar móttökur. Þessi EU option var ekki í boði þegar ég var að versla mér DAC/AMP þannig ég skoðaði þetta ekki af alvöru, en ég hef heldur ekki rekist á neinn sem finnst þetta neitt annað en frábært.\nÞetta er aðeins of sexy: \nhttp://schiit.com/public/upload/general ... -stack.jpg",
            "date": "2014-08-20 12:40:00",
            "post_id": "570587",
            "reply_to_id": "570581"
        },
        {
            "user_name": "Jon1",
            "text": "svakalega fallegur og þá gæti ég jafnvel tekið aðeins dýrari amp í þessum mánuði og tekið dac'inn í næsta \nedit* vitiði nokkuð hvernig þetta er tollað ? sem tölvuvara eða ?\nedit** fann þetta held ég , getur veið að 17000 kr amp sé að fara að koasta 30k hérna heima",
            "date": "2014-08-20 13:17:00",
            "post_id": "570591",
            "reply_to_id": "570587"
        },
        {
            "user_name": "machinefart",
            "text": "http://hifimediy.com/DACs/ready-made-dacs/U2-DAC\nef þú vilt spara aðeins í DAC þá geturðu keypt þennan náttúrulega. BTW þetta er enginn slouch, þú ert basically bara ekki að borga fyrir umgjörð og design, þetta er sami DAC chip og í ODAC, rosalegt price performance en kemur í frumstæðum umbúðum.\nEf þú ferð í modi og svo stærri magnara, þá náttúrulega stackarðu þeim ekki, vegna þess þeir eru ekki í sömu stærð, en þeir lúkka samt vel hlið við hlið, þennan gætirðu náttúrulega falið á bakvið.\nedit: varðandi tollun þá myndi ég ekki gera ráð fyrir eninu öðru en að það muni svíða, hinsvegar sleppa svona græjur einstöku sinnum í gegn.",
            "date": "2014-08-20 13:28:00",
            "post_id": "570593",
            "reply_to_id": "570591"
        },
        {
            "user_name": "Jon1",
            "text": "var að hugsa um að taka bara næsta fyrir ofan , vali (hybrid tube amp)",
            "date": "2014-08-20 13:35:00",
            "post_id": "570594",
            "reply_to_id": "570593"
        },
        {
            "user_name": "machinefart",
            "text": "Hljómar vel, þá er svosum lítið til fyrirstöðu að henda 40$ meira í DAC og fá stórglæsilega samstæðu á skrifborðið \nEdit: verð reyndar að henda því með að ég keypti mér týpuna fyrir neðan af sabre dac sem hluta af portable setupi, sem er svo magnað með einföldum cmoy magnara að í það skipti kom dacinn bara í fóðruðu bréfaumslagi og sveif í gegnum tollinn án gjalda. Gefið að þú verðir svo heppinn sem er bara örugglega ekkert líklegt þá er einhver séns á því að móði endi svona 7-8k dýrari\nSíðast en ekki síst segi ég bara gangi þér vel og reportaðu endlilega bæði með hvar þú endar og síðan hvernig líkar.",
            "date": "2014-08-20 16:20:00",
            "post_id": "570611",
            "reply_to_id": "570594"
        },
        {
            "user_name": "Jon1",
            "text": "geri það og takk fyrir all hjálpina",
            "date": "2014-08-20 16:55:00",
            "post_id": "570614",
            "reply_to_id": "570611"
        },
        {
            "user_name": "SolidFeather",
            "text": "Ég er einmitt í svipuðum pælingum. Er með BX5a og Sennheiser 380 Pro og langar í DAC með headphone jack og volume knob, eitthvað eins og Audioengine D1 sem er á massdrop núna.\nEr búinn að vera að fylgjast aðeins með Massdrop, en það er svo mikið til að ég veit aldrei hvað ég ætti að kaupa.",
            "date": "2014-08-20 17:02:00",
            "post_id": "570616",
            "reply_to_id": false
        },
        {
            "user_name": "Jon1",
            "text": "fyrir 54 ohm Impedance ættiru að vera golden með eitthvað eins og d1",
            "date": "2014-08-20 17:07:00",
            "post_id": "570617",
            "reply_to_id": "570616"
        },
        {
            "user_name": "Jon1",
            "text": "var að enda við að pannta schiit vali hybrid tube magnara! læt vita hvernig þetta fer",
            "date": "2014-08-21 17:45:00",
            "post_id": "570768",
            "reply_to_id": "570617"
        },
        {
            "user_name": "akarnid",
            "text": "Ég keypti í vor á Massdrop bæði Audioengine D1, og AudioTechnica ATH-M50 heyrnartól. Samtals á um 250 $ og ég fékk þetta hingað komið heim með tollafgreiðslu á ca 36þús.  Kalla það bara mjög gott.\nÉg er á því, eftir að hafa keyrt þetta setup svona í vinnunni í núna 3 mánuði, að þetta sé besta tech combó sem ég hafi bara keypt.  Elska hljóminn . Þessi tól sem þú ert hins vegar með eru með mun hærra viðnámi og þá þarftu öflugri magnara.   Getur alveg skemmt þér í þessari categoríu hér \nhttp://www.head-fi.org/products/category/amp-dacs\n  bara að passa að leita eftir græju sem getur knúið þessi stærri tól.  Annars ef þú ætlar ekkert að hækka upp úr öllu valdi þá getur D1 dugað þér.\nps:  eftir að ég sýndi vinnufélögum setupið þá eru 3 búnir að versla sér á Massdrop.  Þetta er stórhættuleg síða, bara svo þið vitið",
            "date": "2014-08-21 20:38:00",
            "post_id": "570789",
            "reply_to_id": "570768"
        },
        {
            "user_name": "Jon1",
            "text": "jæja þá er nýji magnarinn lentur og man \n ég verð heyrna laus eftir viku \n \nsvakalega flottir magnarar frá schiit og performa svakalega vel líka\nmæli með þessu ef fólk er að detta í þetta\n*edit* \nhann er svolítið bjartur , þannig kannski ekki basshead magnar ? eru margir bassheads að henda sér á svona ?",
            "date": "2014-09-01 15:07:00",
            "post_id": "571998",
            "reply_to_id": "570789"
        }
    ],
    "date": "2014-08-20 17:02:00"
}