{
    "forum_title": "Bílaplanið",
    "id": "62019",
    "title": "Smurning á bíl",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=84&t=62019",
    "posts": [
        {
            "user_name": "Frantic",
            "text": "Hvar er ódýrast að láta smyrja bílinn?",
            "date": "2014-08-13 14:56:00",
            "post_id": "569947",
            "reply_to_id": false
        },
        {
            "user_name": "Tiger",
            "text": "Alveg til í að vita þetta líka. Fór með Skoda um daginn á N1 og það kostaði 20.000kr",
            "date": "2014-08-13 15:04:00",
            "post_id": "569949",
            "reply_to_id": "569947"
        },
        {
            "user_name": "lukkuláki",
            "text": "Held að Kvikkfix sé með ódýrustu stöðum en það eru umræður um að þeir séu með lélegar olíur það er kannski bara samkeppnisaðilar sem segja það.",
            "date": "2014-08-13 15:05:00",
            "post_id": "569953",
            "reply_to_id": "569949"
        },
        {
            "user_name": "starionturbo",
            "text": "Max1? getur fengið fast verð þar\nhttp://www.max1.is/is/smurning/smurning-verd",
            "date": "2014-08-13 15:09:00",
            "post_id": "569954",
            "reply_to_id": "569953"
        },
        {
            "user_name": "rapport",
            "text": "Mér finnst alltaf best að fara á Shell í Öskjuhlíð, gömlu stöðina þar...\nEr ekki að borga mikið fyrir það, bið yfirleitt um að skipt sé um hinar og þessar perur ef þess er þörf og rúðuþurrkur ef þær eru orðnar lélegar (sérstaklega á frúarbílnum)\nMan ekki eftir að hafa farið upp í 20þ. hjá þeim þrátt fyrir það.\nSvo er líka flott stöð upp á höfða sem ég hef verið að fara með minn bíl, byrjaði þar þegar ég sá þá þega rég fór í tjónaskoðun hjá VíS einhverntíman og villtist í ranga götu (þetta er lykkjan fyrir ofan í Bíldshöfðanum)\nÞeir voru almennilegir og sanngjarnir.",
            "date": "2014-08-13 15:26:00",
            "post_id": "569955",
            "reply_to_id": "569954"
        },
        {
            "user_name": "MatroX",
            "text": "og finnst þér það virkilega mikið? hvernig skodi er þetta? er ekki langtíma olía á honum?",
            "date": "2014-08-13 15:32:00",
            "post_id": "569956",
            "reply_to_id": "569955"
        },
        {
            "user_name": "jonno",
            "text": "Fór með bilinn minn sem er Subaru legacy í smurningu á föstudaginn síðasta og það kostaði um 12 þúsund  hjá Shell ( Skeljungi )  við laugasrveg ( þar sem næturvaktin var tekin upp )\nfín þjónusta þar",
            "date": "2014-08-13 15:48:00",
            "post_id": "569960",
            "reply_to_id": "569956"
        },
        {
            "user_name": "Labtec",
            "text": "Fer eftir hverning bíl, oftast ódyrast að tjakka bilinn upp, tappa undan, skipta um siu og fylla allt á aftur, skjótast svo með gömlu oliuna í endurvinnsluna",
            "date": "2014-08-13 15:57:00",
            "post_id": "569964",
            "reply_to_id": "569960"
        },
        {
            "user_name": "MatroX",
            "text": "enda er ekki langtíma olía á subaru legacy ég er ekki beint hlutlaus þar sem ég vinn hjá n1, en 20þús er alls ekki dýrt fyrir smur á skoda",
            "date": "2014-08-13 16:00:00",
            "post_id": "569966",
            "reply_to_id": "569964"
        },
        {
            "user_name": "GuðjónR",
            "text": "mér finnst það geggjun!\nKvikkFix er örugglega ódýrastir:\nhttp://kvikkfix.is/verdlisti",
            "date": "2014-08-13 16:29:00",
            "post_id": "569971",
            "reply_to_id": "569966"
        },
        {
            "user_name": "slapi",
            "text": "\"Smur\" er frekar vítt hugtak.\nAð taka bílinn inn , henda einhverri kínasíu í hann og hella einhverri olíu á sem hefur svnidlað að sér stöðlunum er bara með því vitlausasta sem þú getur gert fyrir bílinn þinn.\nAð meðaltali ertu að fara með bílinn á ársfresti í smur. Betri verkstæði/umboð taka þetta miklu alvarlega heldur en smurstöðvar. Þar er þetta oft þjónusta þar sem farið er yfir bílinn af fagmönnum sem þekkja tegundirnar og geta komið með uppástungur með fyrirbyggjandi viðhald.\n20.000kr fyrir \"olíuþjónustu\" er alls ekkert svo galið og frekar í lægri kantinum ef um góða þjónustu er um að ræða á bílnum. gaman væri að sjá hvað var innifalið í því.\nÉg hef ekkert á móti því að fólkið sé að fara með eldri bílana sína (10+ár) á smurstöðvar en farið þá á betri smurstöðvar",
            "date": "2014-08-13 16:49:00",
            "post_id": "569982",
            "reply_to_id": "569971"
        },
        {
            "user_name": "Labtec",
            "text": "Samt ekki, oftast eru það nemar, ólærðir sem sjá um smurningu á þessum bilum hjá bilaumboðum\nSvo að borga meira fyrir sama siu nema buið merkja hana með bilaframleiðanda er lika ekki eitthvað sem eg myndi telja að flokkast undir \"betra\"",
            "date": "2014-08-13 17:07:00",
            "post_id": "569985",
            "reply_to_id": "569982"
        },
        {
            "user_name": "MatroX",
            "text": "þú áttar þig á því að orginal sía frá famleiðanda er oftast framleidd af þessum \"kína\" fyrirtækjum, t.d orginal sía í nýjar hondur eru framleiddar af mahle sem t.d reki selur og minnir að ab selur líka, \nað borga 20þús á smur á skoda hja n1 er ekki mikið, þú ert að fá síu sem er viðurkend af framleiðanda og olíu frá Mobil sem VW, SKODA, AUDI og allir þessir framleiðendur viðurkenna á sinn staðal sem langtíma olía,",
            "date": "2014-08-13 17:14:00",
            "post_id": "569987",
            "reply_to_id": "569985"
        },
        {
            "user_name": "slapi",
            "text": "",
            "date": "2014-08-13 17:15:00",
            "post_id": "569988",
            "reply_to_id": "569987"
        },
        {
            "user_name": "slapi",
            "text": "",
            "date": "2014-08-13 17:19:00",
            "post_id": "569989",
            "reply_to_id": "569988"
        },
        {
            "user_name": "starionturbo",
            "text": "Hvað með það, þótt að ólærðir og nemar sjái um smurninguna. Heldur þú að olían upp úr sömu tunnunni sé eitthvað öðruvísi eftir því hvort lærður eða ólærður bifvélavirki setji hana á?\nÞað er ekki flókið að setja bílinn á lyftu, setja dall undir olíupönnuna og losa boltann úr pönnunni, tappa af, skrúfa hann aftur í og fylla á olíu í gegnum ventlalokið. Verðið ræðst af kostnaði á olíunni, síunum og að lokum klukkutímagjald starfsmanns.",
            "date": "2014-08-13 17:31:00",
            "post_id": "569990",
            "reply_to_id": "569989"
        },
        {
            "user_name": "Cikster",
            "text": "Issss, endist ekki lengi í bransanum ef þú gleymir að skipta um síu.",
            "date": "2014-08-13 18:21:00",
            "post_id": "569997",
            "reply_to_id": "569990"
        },
        {
            "user_name": "Yawnk",
            "text": "",
            "date": "2014-08-13 18:42:00",
            "post_id": "569998",
            "reply_to_id": "569997"
        },
        {
            "user_name": "Frantic",
            "text": "Hvernig haldiði að smurþjónustur taki í það að maður mæti mér sína eigin olíu og olíusíu?",
            "date": "2014-08-13 18:51:00",
            "post_id": "569999",
            "reply_to_id": "569998"
        },
        {
            "user_name": "GullMoli",
            "text": "Ég mætti einu sinni með mína eigin síu, gæjinn sagði að vanalega væri ekki vel tekið í það því þeir eigi síur í flesta bíla og vilji frekar nota þær. Hann notaði þó þá sem ég kom með",
            "date": "2014-08-13 18:55:00",
            "post_id": "570000",
            "reply_to_id": "569999"
        },
        {
            "user_name": "beatmaster",
            "text": "Ég er búinn að eiga Skoda í 7 ár (seldi hann í sumar) og hef borgað 20.000 kr. á 20.000 km fresti, ég þarf núna að borga 10-12.000 kr. á 5000 km fresti fyrir Focusinn sem að ég á núna, ef einhver sér ekki hvort er hagstæðara þá er þeim einstakling ekki viðbjargandi held ég...",
            "date": "2014-08-13 19:09:00",
            "post_id": "570004",
            "reply_to_id": "570000"
        },
        {
            "user_name": "MatroX",
            "text": "hahah satt en það er ekkert sem bannar þér að fara á 7500km fresti",
            "date": "2014-08-13 19:11:00",
            "post_id": "570005",
            "reply_to_id": "570004"
        },
        {
            "user_name": "Glazier",
            "text": "Þetta, minn kæri.... er bara ekki rétt.\nÞað er mjög algengt að aftermarket síur (það sem þú kallar sama og original) morkni og ef fólk gleymir sér ööörlítið og fer með bílinn aðeins of seint í smurningu eiga aftermarket síur það til að bókstaflega molna niður.\nAftermarket sía kostar ~1.500 til 2.000 kr. og ORGINAL BMW sía kostar um 3.500 kr. þetta er EKKI peningur sem maður á að spara enda villtu ekki að sían molni niður, ef hún molnar niður þá endar hún inni í mótornum.\nGott dæmi er t.d. þessi bíll: \nhttp://bilasolur.is/CarDetails.aspx?bid ... &schpage=1\nGlæný vél í honum eins og stendur í auglýsingunni, akkurat vegna þess að það var notuð aftermarket olíusía í hann.\nEinnig vil ég fá að vita hvað þessi 20.000 króna reikningur innihélt.. \nSkal samþykkja að hann sé hár ef þetta er bara olía + vinna en ef þetta inniheldur olíu (mögulega langtíma), olíusíu, loftsíu og jafnvel rúðuþurrkur og/eða ljósaperur þá er þetta ekki endilega svo galið",
            "date": "2014-08-13 20:12:00",
            "post_id": "570015",
            "reply_to_id": "570005"
        },
        {
            "user_name": "MatroX",
            "text": "og helduru að bmw framleiði sínar eigin síur? orginal síur morkna líka ef þú smyrð bílinn ekki á réttum tíma,\nþað er ekkert að því að nota aftermarket síur í bílana sína sama hvað þú segir þar sem að ef mótorinn virkilega fer útaf því að sían morknaði og allt stenst í smurbók etc þá á hann að fá mótorinn bættan,",
            "date": "2014-08-13 20:33:00",
            "post_id": "570017",
            "reply_to_id": "570015"
        },
        {
            "user_name": "Glazier",
            "text": "Það eru bara of mörg dæmi um það að aftermarket sía morkni og endi inni í mótornum, of lítill peningur til að taka áhættuna, original síur eru lang oftast betri, alveg eins og original varahlutir.",
            "date": "2014-08-13 20:35:00",
            "post_id": "570018",
            "reply_to_id": "570017"
        },
        {
            "user_name": "MatroX",
            "text": "já en bmw framleiða ekki síurnar sjálfir.... Mann, mahle, Hengst eða bosch framleiða þær fyrir bmw, það getur vel ferið að eitthverjar kína síur geri það en að segja bara að aftermarket síur sucka er svo vitlaust......",
            "date": "2014-08-13 20:38:00",
            "post_id": "570019",
            "reply_to_id": false
        },
        {
            "user_name": "Glazier",
            "text": "Enda sagði ég ekki að allar aftermarket síur væru drasl heldur sagði að þær ættu það til að morkna.\nFyrir meðal notanda er auðveldast að fara í umboðið til að fá gæða vöru en svo eru aðrir sem hafa meiri áhuga á bílum sem geta eflaust fundið eitthvað á netinu sem er betra en annað aftermarket og jafnvel betra en original.",
            "date": "2014-08-13 20:53:00",
            "post_id": "570023",
            "reply_to_id": "570019"
        },
        {
            "user_name": "Labtec",
            "text": "Ekkert að því, nema munar örruglega um tvöfalt meira á timakaup hjá umboði og venjulegri smurstöð, fyrir sömu vinnubrögð\nMinn skoðun er á þvi, að ef þú att nýlegan bíl, sem er í ábyrgð og heldur góðu endursöluverði þá auðvitað áttu smyrja það hjá umboði, ef þú att 10+ ára gamlan bíl sem er keyrður 120 þús+ þá er ekkert að því að smyrja hann á næstu smurstöð, og siðan ef þú átt bíl sem er 10+ ára, örruglega að detta í 200 þús, átt aðgang að lyftu þá ætturu sjálfur bara sjá um skiptingu á oliu",
            "date": "2014-08-13 21:30:00",
            "post_id": "570026",
            "reply_to_id": "570023"
        },
        {
            "user_name": "Pandemic",
            "text": "Það má kannski koma því að að betri smurstöðvarnar eru með original síur fyrir flestar tegundir bíla og eru viðurkenndur þjónustuaðili umboðana.",
            "date": "2014-08-13 22:31:00",
            "post_id": "570031",
            "reply_to_id": "570026"
        },
        {
            "user_name": "Yawnk",
            "text": "Hvaða smurstöð er viðurkenndur aðili fyrir hvaða umboð?",
            "date": "2014-08-13 22:31:00",
            "post_id": "570032",
            "reply_to_id": "570031"
        },
        {
            "user_name": "Squinchy",
            "text": "Skipta bara sjálfur IMO\nhttps://www.youtube.com/watch?v=TgtUDTFxOkQ",
            "date": "2014-08-13 22:48:00",
            "post_id": "570035",
            "reply_to_id": "570032"
        },
        {
            "user_name": "biturk",
            "text": "Menn þurfa nú ekki lyftu til að skipta im olíu og síu og ef sía morknar í sundur er orðið of langt síðan það var skipt um og klárt mál að olían er ónýt\nHefðbundin 10w40 olíu á að skipta um á 5000km fresti eða einu sinni á ári ef akstur er undir því\nBlueprint síur eru til dæmis mjög góðar og ég hef aldrei séð síu morkna í sundur ef þessu er fylgt \nAnnars er ekkert að því að skipta sjálfur, bara vippa sér í vinnugallann með dall og topplyklasettið og njôta lífsins undir bílnum á planinu\nNema á subaru imprezu næst nýjasta body,ef ég ætti þannig myndi ég aldrei smyrja hann sjálfur",
            "date": "2014-08-14 00:16:00",
            "post_id": "570037",
            "reply_to_id": "570035"
        },
        {
            "user_name": "slapi",
            "text": "Það er reyndar ekki ástæðan að skipt var um vélina að það var notuð aftermarket sía í hann.",
            "date": "2014-08-14 07:28:00",
            "post_id": "570054",
            "reply_to_id": "570037"
        },
        {
            "user_name": "starionturbo",
            "text": "Vél í bíl er ekki að fara vegna þess að það er \"léleg\" olíusía í honum. Gömul sía gæti verið stífluð af málmsvarfi og því orsakað þrýstingstap á olíukerfinu, en það er ekki vegna þess að hún er léleg.\nAllar þessar síur sem eru seldar í AB, Stillingu, Fálkanum, Bílanaust osfrv. eru eins og OEM síurnar. Flestar eru þær hringlaga með umvöfnum pappírslögum og einstefnuloka. Hún safnar jafn miklu svarfi og hver önnur sía. Ekki nema hún sé physically stærri, sem gerir hana ekki drop-in replacement er það?\nAnnars á ég bágt með að það hafi verið skipt um vél í heild sinni í þessum BMW, mér þykir líklegast að hún hafi verið tekin upp, þeas. skipt um stangalegur, stimpilstangir, og mögulega sveifarásinn renndur. Ef vélin hefur farið vegna olíusíu það er að segja...",
            "date": "2014-08-14 10:14:00",
            "post_id": "570064",
            "reply_to_id": "570054"
        },
        {
            "user_name": "slapi",
            "text": "Reyndar var skipt um hana í heilu.\nÉg veit það að því ég gerði það.\nÓdýrar síur þola oft ekki lengri þj´nustukerfa eins og BMW og eru til mörg dæmi um að þær molni og skjótast inn á mótor og stífli olíugöng",
            "date": "2014-08-14 10:59:00",
            "post_id": "570069",
            "reply_to_id": "570064"
        },
        {
            "user_name": "biturk",
            "text": "Það fynnst mér heldur ólíklegt, áttu myndir til að styðja þessa kenningu?",
            "date": "2014-08-14 17:08:00",
            "post_id": "570112",
            "reply_to_id": "570069"
        },
        {
            "user_name": "slapi",
            "text": "Hérna eru 2 myndir sem ég tók af síu sem hafði stíflað olíugöng , en það lýsti sér í slæmum hægagang þar sem Vanosventlar höfðu stíflast vegna þess, guð má vita hvar það hafi endað líka.\nÞarna er um \"bensínstöðvasíu\" að ræða og var 50% af hefbundnu þjónustukerfi liðið.",
            "date": "2014-08-14 18:45:00",
            "post_id": "570120",
            "reply_to_id": "570112"
        },
        {
            "user_name": "HalistaX",
            "text": "Ég fékk nú smur á 12k í dag fyrir Skoda Octavia bíl. Hef ekki hugmynd með gæði en á að mæta aftur eftir 8000km.",
            "date": "2014-08-14 19:40:00",
            "post_id": "570128",
            "reply_to_id": "570120"
        },
        {
            "user_name": "Squinchy",
            "text": "Smurði minn sjálfur í dag, kostaði mig 5434.kr og 20 - 25 mín",
            "date": "2014-08-14 21:09:00",
            "post_id": "570138",
            "reply_to_id": "570128"
        },
        {
            "user_name": "littli-Jake",
            "text": "Finst skondið að eftir öll þessi koment er enginn búinn að benda á þá staðreind að það fer nú ansi mis mikil olía á bíla. Hugsa að líterinn sé að kosta frá 1200-1800 kall. Þá eru tveir lítrar komnir í næstum 4K sem munar talsvert. Menn voru mikið að tala um skóda í upphafi þráðarinns. Sennilega eru menn þá með dísel mótor sem tekur eftir því sem ég best þekki alltaf meiri olíu en bensínvél með sama slagrými. Auk þess eru gjarnan dýrari síurnar í díselbílana. \nSvo hefur heldur enginn tekið það með inn í reykninginn hvort að þessi voða dýra smurþjónusta hjá N1 hafi innifalið loftsíu. Misjafnt eftir framleiðendum hvað þeir vilja láta skipta oft um þær en menn hljóta að sjá það að það er ekki gott fyrir bílinn og þá eiðsluna á honum hvort að hann er með hálf stíflaða loftsíu.\nMenn verða að hætta að hugsa um smurþjónustu eins og að fara með bílinn í skoðun. Þetta er ekki standard aðgerð sem er eins á alla bíla.",
            "date": "2014-08-16 13:57:00",
            "post_id": "570317",
            "reply_to_id": "570138"
        },
        {
            "user_name": "oskar9",
            "text": "Ég skipti sjálfur um olíu á mínum bíl og bara olían kostar meira en 20 þúsund, svo það að borga 20 þús fyrir olíu, síu, og vinnu er ekki rassgat, það er ekki eins og þessir skodar og VW þurfi að fara í smur 2-3 á ári",
            "date": "2014-08-16 15:36:00",
            "post_id": "570327",
            "reply_to_id": "570317"
        },
        {
            "user_name": "Yawnk",
            "text": "Hvaða bíl ert þú eiginlega að smyrja?",
            "date": "2014-08-16 17:34:00",
            "post_id": "570331",
            "reply_to_id": "570327"
        },
        {
            "user_name": "oskar9",
            "text": "VW Touareg 4.2\n8 Lítrar af Castrol EDGE 0W-30",
            "date": "2014-08-16 18:09:00",
            "post_id": "570333",
            "reply_to_id": "570331"
        },
        {
            "user_name": "Yawnk",
            "text": "Samhryggist",
            "date": "2014-08-16 20:35:00",
            "post_id": "570343",
            "reply_to_id": "570333"
        },
        {
            "user_name": "Danni V8",
            "text": "Ég er nú ekki búinn að starfa í þessum bransa mjög lengi. En eftir að hafa byrjað að vinna á verkstæði sem fær bílana inn frá fólkinu sem sá sér hag í að smyrja þá á sem ódýrastan hátt, þá sé ég að til langs tíma litið þá borgar það sig allan daginn að fara með bílinn á almennilega verkstæði eða umboð til að smyrja.\nÓtal margir bílar búnir að koma með hreinlega ónýtar vélar útaf mistökum hjá smurstöðum eða lélegum vörum frá þeim. Núna í dag þegar vélar eru farnar að verða nákvæmari og nákvæmari útaf endalausum þrengingum í mengunarstöðlum og öðru, þá er þetta ennþá mikilvægara atriði. Í gamla daga var alveg hægt að smyrja bílana bara einhverntíman og með einhverri síu og olíu og vélin var alveg að fara að endast líftíma bílsins. En það er bara ekki þannig með nýrri bíla dag.\nEinnig að smyrja bíla á 25þúsund kílómetra fresti er algjör klikkun að mínu mati. Margir VW og BMW eru með þetta löngu millibili en maður verður líka að átta sig á því að í þeim löndum þar sem þessi viðmið eru sett eru aðstæður til aksturs allt allt öðruvísi. Þar er ekki óalgengt að þurfa að keyra upp í 2 tíma til að komast í vinnuna á hverjum degi. Bílar hlaða inn kílómetrum á átakalausri notkun á hraðbrautum. Á Íslandinu okkar er þetta ekki svona. Lang mest notkun bíla er stutt keyrsla þar sem bílarnir eru stanslaust að hitna og kólna og hitna og kólna. Það er ekki hægt að fara eftir 25þús millibils viðmiðunum við þessar aðstæður. Sama hvaða olíur og síur eru notaðar. Persónulega finnst mér alveg max millibil vera 15þús km. Hef lagt það í vana að smyrja BMW-ana mína á svona 8-10þús km fresti, en það eru samt bílar sem hafa verið frá 17 og uppí 23 ára og keyrðir kringum 200-250þús.",
            "date": "2014-08-17 01:36:00",
            "post_id": "570355",
            "reply_to_id": "570343"
        },
        {
            "user_name": "Frantic",
            "text": "Fór í Toyota því þið voruð svo duglegir að hræða mann með einhverjar ódýrar olíusíur.\nÞurfti að fá aðeins meira en bara smurningu, bað um miðstöðvarsíuna, olíusíuna og loftsíuna ef þarf.\nLoftsía: 2.547 kr.-\nMiðstöðvarsía: 2.918 kr.-\nSmurþjónusta (vinnan örugglega): 4.635 kr.- (Virðist vera fast verð, enginn einingafjöldi)\nMótorolía (4,19 L): 4.479 kr.-\nÞétting á pönnutappa: 115 kr.-\nSmursía: 1.293 kr.-\n---\nSamtals: 15.987 kr.-\nVSK = 4.076 kr.-\n---\nSamtals: 20.063 kr.-\nSafnast fljótt saman!",
            "date": "2014-08-22 13:52:00",
            "post_id": "570840",
            "reply_to_id": "570355"
        },
        {
            "user_name": "littli-Jake",
            "text": "Mér finst þetta nú bara koma ágætlega út. Þú ert náttúrulega að borga 5500 kall fyrir loftsíu og miðstöðvarsíu sem er sjaldnast innifalið í smuri á \"ódýru\" smurstöðvunum, færð sjálfsagt betri olíu og jafnvel orginal smursíu.",
            "date": "2014-08-22 17:22:00",
            "post_id": "570880",
            "reply_to_id": "570840"
        },
        {
            "user_name": "Danni V8",
            "text": "Þetta er gott verð fyrir smurningu að mínu mati. Miðað við tíma sem svona verk tekur þá hefur vinnan eflaust kostað verkstæðið meira en þú ert rukkaður fyrir.",
            "date": "2014-08-23 17:28:00",
            "post_id": "570929",
            "reply_to_id": "570880"
        },
        {
            "user_name": "jonsig",
            "text": "Kostaði mig tæpan 3k að smyrja yaris , (3.2L oía) með smursíu.  Ódýrasta olían fæst hjá kemi.is frá Irvin.\nOg samkvæmt consumerreports (eru ekki full of shit) virkar bilun að smyrja nýja bíla á 5þús fresti  .\nhttp://www.xs11.com/xs11-info/xs11-info ... -1996.html",
            "date": "2014-08-24 02:14:00",
            "post_id": "570971",
            "reply_to_id": "570929"
        },
        {
            "user_name": "Danni V8",
            "text": "Þetta fer nú allt eftir bíltegundum. Í sumum bílum mælir framleiðandinn með 7500km fresti og í öðrum 30þús km fresti.\nOg þetta consumer report sem þú ert að tala um er einmitt akkurat öfugar aðstæður við þær sem vélar þurfa að þola hérna. Það sem fer verst með olíur er að endalaust hitna og kólna mörgum sinnum á dag og aldrei ná að halda vinnsluhita í lengri tíma. NYC taxi er akkurat alltaf í vinnsluhita. Það er ekkert að marka þetta.\nOg varðandi verðið á smurningunni hjá þér, you get what you pay for, eins og maður segir á færeysku.",
            "date": "2014-08-24 04:07:00",
            "post_id": "570975",
            "reply_to_id": "570971"
        },
        {
            "user_name": "MatroX",
            "text": "enda algjör drasl olía, þegar þetta stendur í lýsinguni Olían er ætluð á besnín bíla.\nÉg er búinn að vinna á verkstæði sem er búið að vera smyrja bíla í 6+ ár,  Ódýrt og góð olía á ekki heima í sömu settningu, \nt.d með skoda ef þú ert á skoda sem er með staðalinn 504 00 / 507 00 þá er smurning dýr, oftast í krinum 20þús þótt það sé enginn loftsía eða miðstöðvar sía með eða neitt, \nað segja að aftermarket síur séu veri en OEM er þvæla þar sem aftermarket fyrirtækin framleiða ofast OEM síuna,  t,d mann framleiðir orginal síur í BMW, AUDI, SKODA,VW, HYUNDAI og marga fleirri,\nMjög margir segja t.d að Nipparts sé glataðir en það er bara ekki rétt, varahlutirnir hja þeim kannski ekkert þeir bestu en þeir hafa framleitt orginal síurnar í TOYOTA, LEXUS, HONDA og marga fleirri japanska bíla\nFRAM framleiðir t.d oem síur í HONDA, PEUGEOT og marga fleirri bíla,\nþetta virkar þannig að framleiðendurnir leita eftir ódýrasta tilboðinu sem fer eftir OE standards,",
            "date": "2014-08-24 04:51:00",
            "post_id": "570978",
            "reply_to_id": false
        },
        {
            "user_name": "jonsig",
            "text": "þessi olía uppfyllir alveg næga staðla ! Eitthvað annað og meira eru bara Voodoo vísindi eða marketing scam. Þurfi ég einhverja betri olíu þá er það vegna þess að ég er kominn á \n500hp bíl .\nMAX1 performs above the standard requirements of the American Petroleum Institute’s (API) highest performance level SN, as well as the latest ILSAC GF-5 requirements for warranty of the latest models by all domestic automobile manufacturers.\nEf einhver segir að þetta sé ekki nóg fyrir yaris , þá er hinn sami full of crap (frá mobil1 auglýsingastofunni \n  )",
            "date": "2014-08-24 11:10:00",
            "post_id": "570987",
            "reply_to_id": "570978"
        },
        {
            "user_name": "Danni V8",
            "text": "Það fer samt allt eftir árgerðinni á bílnum í rauninni. Ef þetta er gamall Yaris þá skiptir það engu máli.",
            "date": "2014-09-01 02:38:00",
            "post_id": "571940",
            "reply_to_id": "570987"
        },
        {
            "user_name": "jonsig",
            "text": "Held að þessi olía geri nákvæmlega sama og olía 4x dýrari munurinn á sliti væri örugglega mældur í nanó eða píkó.   Þessir olíuframleiðendur eru búnir að fylla alla af bullshit, til að græða meira. Og ég hugsa að hver rökhyggjandi maður sjái í hendi sér að þessar fáránlegu yfirlýsingar á mótorolíubrúsum eru tóm tjara .\nÉg ætla hinsvegar að kaupa mér OEM olíufilter næst , er ekki að treysta alveg nógu vel filter sem heitir koshimo og finnst ekkert um á netinu XD\nhttp://mysite.verizon.net/vzep121w/rons ... /id44.html",
            "date": "2014-09-01 03:36:00",
            "post_id": "571946",
            "reply_to_id": "571940"
        },
        {
            "user_name": "Danni V8",
            "text": "Það skiptir engu máli hvað þú heldur. Það er ástæða fyrir því að olían er ódýrari. Það er alveg hægt að setja inn fullt af fancy stöðlum sem olían uppfyllir en ef þetta eru úreltir staðlar þá skiptir það engu máli. Nýjustu bílarnir  t.d. sem eru ðarticle filter í pustinu þurfa að fá olíu  sem upfyllir staðal sem heitir C5 og olíur  sem  uppfylla þennan staðal eru dýrar.\nEf að þú heldur virkilega að olía sem kostar innan við þúsund krónur lítrinn sé eitthvað góð  olía þá ert þú ekki hluti af þessum rökhyggjandi mönnum sem þú  minnist á. En á  gömlum bíl  á þetta örugglega eftir að endast bílinn  samt. Þarf bara að skipta oftar.",
            "date": "2014-09-01 09:55:00",
            "post_id": "571963",
            "reply_to_id": "571946"
        },
        {
            "user_name": "oskar9",
            "text": "ég átti gamlan AUDI með 2.8L V6 vél, ekinn 250 þús, sem brenndi smá olíu, ég smurði hann einusinni, fór og keypti einhverja ódýra olíu, keypti svo orginal filter, bílinn át í gegnum þessa olíu og þegar það var kalt úti og bílinn búinn að standa óhreyfður í kannski 1-2 daga þá kom eitthvað hundleiðinlegt hljóð þegar maður setti hann í gang í svona 1-2 sek eins og einhverskonar bank eða hringl.\nég tók þessa olíu af honum, fékk nýjan filter og lét hreina gömlu olíuna af vélinni, setti svo á hann Mobil 1 ESP Formula 5W-30, aukahljóðið við kaldræsingu hvarf og hann brenndi svona 70% minna en með hinni olíunni.\nSíðan hef ég haft það fyrir sið að kaupa olíur sem bílaframleiðandin segir mér að kaupa, sumum finnst það heimskulegt en á meðan mínir þýsku bílar ganga eins og klukkur þá sé ég enga ástæðu til að \"spara\" mér einhvern pening og skimpa á almennilegu smuri",
            "date": "2014-09-01 10:11:00",
            "post_id": "571965",
            "reply_to_id": "571963"
        },
        {
            "user_name": "jonsig",
            "text": "Nei það skiptir engu hvað ég held ,þessi C5 staðall mun gera legurnar í bílnum þínum ódauðlegar, og það mun muna 300þús km á endingu vélar þinnar en á öðrum sambærilegum bíl  í sambærilegum akstri með \"crappy\" olíu .  Nei veistu þetta líkist trúarbrögðum hjá ykkur og þetta er eins og að segja heilaþveginni Herbalife manneskju að herbalife er að koma út eins og allt hitt draslið . Ég vitnaði allavegana í raunverulega rannsókn af virkilega pro náungum, ekki eitthvað drasl sem er sponsað af framleiðanda .\nOg ps , ég er ekki á 500hp twin turbo yaris\nSN grade olía og ILSAC GF-5 er drullu fínt, sérstaklega þegar þetta er undir 1000kr líter. Googlið þessa staðla .",
            "date": "2014-09-01 10:58:00",
            "post_id": "571967",
            "reply_to_id": "571965"
        },
        {
            "user_name": "Arnarmar96",
            "text": "kostar mig 0 krónur að gera þetta! :'D geri þetta sjálfur og fæ að nota síur og olíurnar uppí vinnu",
            "date": "2014-10-14 16:18:00",
            "post_id": "576973",
            "reply_to_id": "571967"
        },
        {
            "user_name": "Frantic",
            "text": "Takk fyrir upplýsingarnar...",
            "date": "2014-10-14 16:46:00",
            "post_id": "576978",
            "reply_to_id": "576973"
        },
        {
            "user_name": "jonsig",
            "text": "+1",
            "date": "2014-10-14 21:48:00",
            "post_id": "577017",
            "reply_to_id": "576978"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég er að velta einu fyrir mér, Bílson er viðurkennt WV og Skoda smur og verkstæði, m.a. geta sinnt þjónustuskoðunum þeir nota olíu sem heitir \nCarlube.\nKvikkFix notar hins vegar olíu sem heitir \nEurol.\nEinhver er nú verðmunurinn en er Carlube eitthvað betri?\nEf ég skoða lýsingu yfir þessar olíur þá get ég ekki betur séð en þær séu með sömu vottanir bílaframleiðenda.",
            "date": "2015-02-24 20:32:00",
            "post_id": "591444",
            "reply_to_id": "577017"
        },
        {
            "user_name": "Arnarmar96",
            "text": "Djöfulsins dick var ég.. en þarna ég borgaði síðast 20þ ca í keflavík (smurstöðin bakvið olís) skipt um allar síur nema eldsneytis og sett prolong á allt draslið, nema drifin og kassann, enginn þörf að skipta um. og þetta er á 2.5td 94' pajero, finnst þetta ekki dýrt reyndar.",
            "date": "2015-02-26 22:49:00",
            "post_id": "591692",
            "reply_to_id": "591444"
        },
        {
            "user_name": "jonsig",
            "text": "Sömu staðlar . Eina sem mun segja þér hvor olían er betri er auglýsingadeild fyrirtækjanna. Ég á ekki orð yfir þessari voodoo science vitleysu í kringum þetta þegar við erum að ræða venjulega fólksbíla.",
            "date": "2015-02-26 23:25:00",
            "post_id": "591698",
            "reply_to_id": "591692"
        },
        {
            "user_name": "GuðjónR",
            "text": "Einmitt, ekki eins og við séum að tala um háþrýstar formúlu 1 vélar, staðalinn er;  VW 507 00 og google segir mér að það sé 5W-30 og líterinn af henni er á 2.210 hjá Bílson. Á eftir að tékka annarsstaðar. Olíusían hjá þeim er á 2.806.- hráolíusía 9.226, loftsían á 5.344 og frjókornasían á 4.440. Ekkert gefið upp hvaða vörumerki er verið að tala um, þ.e. á reikningi.",
            "date": "2015-02-27 00:26:00",
            "post_id": "591706",
            "reply_to_id": "591698"
        },
        {
            "user_name": "Minuz1",
            "text": "Þú virðist vera haldin af slæmri BMW blindu.\nFullt af aftermarket dóti til fyrir flest farartæki sem eru miklu betri en OEM.\nAuðvitað ef þú ferð í budget deildina, þá færðu yfirleitt það sem þú borgar fyrir.",
            "date": "2015-02-27 02:27:00",
            "post_id": "591708",
            "reply_to_id": "591706"
        },
        {
            "user_name": "jonsig",
            "text": "Já , þegar hann vísar í þennan link minnir mig á kaþólsku kirkjuna þegar þeir hafa tekið dæmi um dreng sem hafði blindast eftir sjálfsfróun .\ntrúarvitleysa dæmigerð .",
            "date": "2015-03-04 22:53:00",
            "post_id": "592311",
            "reply_to_id": "591708"
        }
    ],
    "date": "2014-08-24 04:51:00"
}