{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "62164",
    "title": "Framtíðin ? 34\" 21:9 hugleiðingar",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=62164",
    "posts": [
        {
            "user_name": "rimor",
            "text": "Sælir, hef verið að spá í því að flytja inn þennan skjá allveg síðan hann kom út fyrir um hálfu ári en er núna kominn til sölu hjá start fyrir 210 þús.\nEinhver hér sem er með reynslu af 21:9 skjám, hvernig er gaming á svona styðja allir leikir þetta aspect ratio og er ekki bara Drauma upplifun að horfa á Breiðtjalds bíómyndir í þessu.\nEr meira hugsað fyrir movie wathcing heldur en gaming.\nhttp://www.start.is/index.php?route=pro ... uct_id=718\nsvo er hægt að ræða verðið endalaust, kostar ekki nema $1300 nýr úti\nfann hann svo hér fyrir minni pening\n \nhttp://www.ebay.com/itm/34-LG-21-9-Ultr ... 338dc3c2bb",
            "date": "2014-08-25 23:40:00",
            "post_id": "571145",
            "reply_to_id": false
        },
        {
            "user_name": "Glazier",
            "text": "Mikið djöfull væri ég til í svona apparat !\nEr að meta hvernig myndin fyllir alveg upp í skjáinn en enginn rammi utan um...",
            "date": "2014-08-25 23:57:00",
            "post_id": "571147",
            "reply_to_id": "571145"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Sexy!",
            "date": "2014-08-25 23:58:00",
            "post_id": "571148",
            "reply_to_id": "571147"
        },
        {
            "user_name": "Eiiki",
            "text": "omg, þetta er draumur",
            "date": "2014-08-26 10:32:00",
            "post_id": "571187",
            "reply_to_id": "571148"
        },
        {
            "user_name": "machinefart",
            "text": "Ef þú ætlar að birta nákvæmlega sömu upplýsingar í tölvuleikjum og þú myndir á 16:9 skjá þá er einhver íhaldssamur íkorni í mér sem segir nei. Spurning hinsvegar ef þú eykur fov og gefur meira vision af mappi í top down leikjum - það er hinsvegar advantage sem leikjaþróendur munu ekki gefa fyrir hvaða leik sem er. Top down mobas munu aldrei leifa þér að sjá meira á \"betri\" skjá og 16:9 er basically það magn sem hausinn á mér vill processa, þeas ég er ekki viss um að það sé gott fyrir mig að færa hluta upplýsinga lengra út í jaðrið á sjóninni minni nema að það séu bara aukalegar upplýsingar ef þetta meikar einhvern sens.\nBara mín fimm cent, skjárinn er hinsvegar stórglæsilegur og ég get séð svona fyrir mér geta dugar í stað tveggja 16:9 fyrir ýmsa vinnu, hvort það sé þægilegra er annað mál og aðeins hægt að giska án þess að prófa.",
            "date": "2014-08-26 11:23:00",
            "post_id": "571190",
            "reply_to_id": "571187"
        },
        {
            "user_name": "siggi83",
            "text": "Hér er góð umfjöllun um skjáinn.",
            "date": "2014-08-26 11:47:00",
            "post_id": "571193",
            "reply_to_id": "571190"
        },
        {
            "user_name": "jonno",
            "text": "Sá akkurat þessa umfjöllun og eftir það ákvað ég að googla hann aðeins meira og fannst hann mjög flottur í alla staði  \nÉg pantaði mér hann síðan í gegnum Start og fékk hann síðasta fimtudag \nþetta er frábær skjár í alla staði nema kanski ekki standurinn á honum mætti vera hægt að hækka hann meira upp enn ég pantaði mér lika Ergotron Neo-Flex LX þannig að það er kanski ekki að angra mig lengur\nstandurinn er samt mjög flottur með gler og silfur áferð og lookar svipað og á  Mac  \nþað tók mig smá tima að venjast því hvað hann er breiður og er enn að venjast því enn þetta er frábær skjár mjög flott mynd og litir og skarpur var smá hikandi enn sé ekkert eftir þessu í dag \nég er ekki mikið að spila tölvuleiki og hef ekki prófað þá í þessum skjá enn það hlýtur að vera geggjað miðað við hvenig mér lika að vinna í honum efast að ég farai aftur í 16/9   er buinn að vera bæði með 27 tommu og 30\nog er þessi allveg að uppfilla allt sem ég vildi fá út úr honum  og svo allir tengimöguleikarnir sem eru í boði á þesum skjá \nMæli hiklaust með þessum",
            "date": "2014-08-26 17:15:00",
            "post_id": "571235",
            "reply_to_id": "571193"
        },
        {
            "user_name": "jonno",
            "text": "myndin efst  er ekki rétt\nþað er ca 1/2 cm svartur kanntur undir glerinu enn glerið nær að endunum  \nþeir ættu nú allveg að geta gert skjáinn svona vist að sjónvörpin mörg frá þeim eru svona\nskil ekki afhverju það er verið að nota þessa mynd af búðunum",
            "date": "2014-08-26 17:21:00",
            "post_id": "571239",
            "reply_to_id": "571235"
        },
        {
            "user_name": "jojoharalds",
            "text": "einhver reynsla á leikjaspílun hjá einhverjum hér?\nég var reyndar að uppfæra í 2 27\" samsung skjái(enn það hefur ekki stoppað manni áður)",
            "date": "2014-08-26 19:56:00",
            "post_id": "571261",
            "reply_to_id": "571239"
        },
        {
            "user_name": "Sallarólegur",
            "text": "",
            "date": "2014-08-26 20:48:00",
            "post_id": "571271",
            "reply_to_id": "571261"
        }
    ],
    "date": "2014-08-25 23:40:00"
}