{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "62213",
    "title": "Hvaða mediaplayer/streaming græja?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=62213",
    "posts": [
        {
            "user_name": "Ukar",
            "text": "Hvaða mediaplayer eða streaming græju mæliði með að kaupa?\nOkkur vantar eitthvað einfalt og ódýrt til að geta horft á Netflix (og fleira í þeim dúr) á auka sjónvarpi hjá okkur. Vil helst ekki þurfa að breyta stillingum á router, þannig mér sýnist t.d. Chromecast ekki koma til greina (hefði annars viljað eitthvað svoleiðis bara). Erum með netflix á ps3 tölvu og fleiru og notum núna unblock-us til að það virki. \nÉg get látið kaupa þetta í USA fyrir mig, þannig hvað sem er sem virkar á Íslandi ætti að koma til greina.",
            "date": "2014-08-29 01:12:00",
            "post_id": "571616",
            "reply_to_id": false
        },
        {
            "user_name": "Throstur",
            "text": "Ég myndi kaupa Amazon FireTV, kostar ekki nema $84\nhttp://www.amazon.com/Fire-TV-streaming ... B00CX5P8FC\nVirkar með unblock-us fyrir Netflix o.fl.",
            "date": "2014-08-29 15:05:00",
            "post_id": "571689",
            "reply_to_id": "571616"
        },
        {
            "user_name": "AntiTrust",
            "text": "Amazon FireTV eða AppleTV. Bæði tækin high quality og einföld og góð fjarstýring. Viðmótið í FireTV öllu fallegra þó, en talsvert skemmtilegra að vera með Amazon Prime í því heldur en netflix, þar sem það er rosalega Prime-oriented.",
            "date": "2014-08-29 15:09:00",
            "post_id": "571692",
            "reply_to_id": "571689"
        },
        {
            "user_name": "tlord",
            "text": "lúkkar ekki Roku vel?\nhttp://en.wikipedia.org/wiki/Comparison ... -top_boxes",
            "date": "2014-08-29 17:03:00",
            "post_id": "571706",
            "reply_to_id": "571692"
        },
        {
            "user_name": "AntiTrust",
            "text": "Getur ekki stillt DNS á tækinu sjálfu, þarf að gerast á router leveli, mun meira vesen.",
            "date": "2014-08-29 20:38:00",
            "post_id": "571736",
            "reply_to_id": "571706"
        },
        {
            "user_name": "jonno",
            "text": "Er ekki apple tv 4 að fara að koma út mjög fljótlega \nkanski það verði plex í því  ?",
            "date": "2014-08-29 22:03:00",
            "post_id": "571751",
            "reply_to_id": "571736"
        },
        {
            "user_name": "Ukar",
            "text": "Ég var eiginlega ákveðin í að kaupa Roku - þangað til ég áttaði mig á veseninu til að geta horft á netflix...",
            "date": "2014-08-29 22:18:00",
            "post_id": "571755",
            "reply_to_id": "571751"
        },
        {
            "user_name": "Ukar",
            "text": "Þarf að panta þetta í næstu viku í síðasta lagi til að ég komi þessu til Íslands..",
            "date": "2014-08-29 22:21:00",
            "post_id": "571756",
            "reply_to_id": "571755"
        },
        {
            "user_name": "AntiTrust",
            "text": "AppleTV4 er ekki væntanlegt fyrr en 2015.",
            "date": "2014-08-29 23:04:00",
            "post_id": "571760",
            "reply_to_id": "571756"
        },
        {
            "user_name": "upg8",
            "text": "Mæli með ódýrri tölvu með Windows 8.x, OEMs fá t.d. Windows ókeypis fyrir mjög litlar spjaldtölvur og þær virka einnig sem Miracast reciever, Plex, Netflix og engin að segja þér hvaða þjónustur eða codec þú getur keyrt á tölvunni. Svo stýrir þú þessu í gegnum símann þinn eða færð ódýra fjarstýringu.",
            "date": "2014-08-29 23:48:00",
            "post_id": "571764",
            "reply_to_id": "571760"
        },
        {
            "user_name": "AntiTrust",
            "text": "Þú gleymir hinsvegar því smáatriði að lítil tölva sem heyrist jafn lítið í og STB box kostar alveg umtalsvert meira + það að slíkar lausnir eru aldrei eins einfaldar í notkun. Ég er búinn að vera með Roku, GoogleTV og nú Chromecast, ásamt því að hafa HTPC. Ég er með Logitech Harmony og Xbox 360 controller tengda við HTPC sem geta stjórnað flestöllu en nota hana nær aldrei nema þegar ég vil spila DTS-HD/TrueHD efni. HTPC's eru bara ekki lengur eins eftirsóttar lausnir eftir að þessi streaming tæki fóru að poppa upp.",
            "date": "2014-08-30 00:37:00",
            "post_id": "571773",
            "reply_to_id": "571764"
        },
        {
            "user_name": "upg8",
            "text": "Það er alltaf eitthvað sem virkar ekki á þeim, eða þær eru sjúklega háðar lausnum frá einum aðila eins og Google Chrome. Vissulega eru HTPC's ekki lengur í tísku en Windows 8.x er draumur á sjónvarpi. Ég tek þó undir að það gæti kostað þónokkuð meira í upphafi.",
            "date": "2014-08-30 01:03:00",
            "post_id": "571774",
            "reply_to_id": "571773"
        },
        {
            "user_name": "Ukar",
            "text": "Ég þarf að finna eitthvað sem allir fjölskyldumeðlimir geta notað - held að þetta sé of flókið og dýrt - sérstaklega þar sem þetta er í raun bara fyrir \"auka\" sjónvarpið.\nEn ég held að Amazon Fire Tv sé málið - ætla að skoða það aðeins betur",
            "date": "2014-08-30 10:17:00",
            "post_id": "571785",
            "reply_to_id": "571774"
        },
        {
            "user_name": "AntiTrust",
            "text": "Þú ert væntanlega að vísa í Chromecastið. Ég er með Chromecast í öllum herbergjum og nota Chrome nær aldrei til að henda yfir á það. Snjallsímar og tablets sjá alfarið um það og virkar vel. Ef ég væri með börn þá væri ég líklega með FireTV eða AppleTVið, einföld viðmót og einfaldar fjarstýringar.\nAmazonFireTVið er með AmazonPrime (duh), Netflix, Hulu, Plex, YouTube, Twitch, RedBullTV, TwitTV, Vimeo.. Það er pretty much allt sem maður þarf í boði. Leitin er líka ótrúlega þægileg, mic í fjarstýringunni, segir nafn á leikara eða mynd/þætti, voilá. Gallinn er bara sá að eins og er virkar leitin bara í Prime þjónustunni. \nFyrir fólk sem fókusar meira á online streaming er þetta tæki líklega það besta í boði. Hraðinn er líka PC-like, það er ekkert lagg í interfaceinu né í apps. Fyrir þá sem fókusa meira á local streaming er líklega þess virði að bíða eftir AndroidTV eða ATV4.",
            "date": "2014-08-30 11:03:00",
            "post_id": "571788",
            "reply_to_id": "571785"
        },
        {
            "user_name": "slowhands",
            "text": "Ég er mjög nálægt því að fara panta mér AmazonFireTV en er algjör newbie í þessu og væri til í að vita nokkra hluti. Hversu mikið af sjónvarpsefni get ég actually streamað á 50gb gagnamagni ? Getur græjan tengst við heimilistölvuna og spilað allar myndir og tónlist sem eru að finna þar (íslenskt, teiknimyndir og þess háttar) Er þetta bara plug&play fyrir óvita, búa til aðgang að amazon prime eða netflix og allt er ready to go ?",
            "date": "2014-08-30 22:41:00",
            "post_id": "571827",
            "reply_to_id": "571788"
        },
        {
            "user_name": "AntiTrust",
            "text": "Fyrir 50GB, lítið. Ef miðað er við HD (720p) á Netflix þá erum við að tala um tæpa 17klst af efni, eða rúmlega hálftíma á dag. \nNei, ég myndi ekki ganga svo langt að segja að þetta sé plug and play. Til þess að streyma úr vél heima hjá þér eru nokkrar leiðir, besta leiðin ef þú spyrð mig er Plex og Plex er mjög straight forward. \nFyrir uppsetningu á Netflix, Prime, Hulu etc þarftu að kaupa þér DNS þjónustu til þess að geta blekkt þjónusturnar úti að þú sért í landi sem leyfir þessar þjónustur. Slík þjónusta kostar um 500-1000kr á mánuði, flestar eru nær lægra markinu. Að setja DNS þjónana inn í FireTV er sáraeinfalt. Að búa til aðgangana er oft langdregið, en tiltölulega einfalt. Ef þú ert bókstaflega óviti þegar kemur að tölvum þá er líklega betra að hafa e-rn sem þekkir betur til með þér í þetta, en þegar það er búið að setja þetta upp þá er þetta lítið sem þarf að pæla, annað en að horfa og njóta. Með DNS, Netflix og Amazon Prime áskrift ertu að borga ~3þús kr á mánuði.",
            "date": "2014-08-30 23:07:00",
            "post_id": "571828",
            "reply_to_id": "571827"
        },
        {
            "user_name": "slowhands",
            "text": "Takk fyrir þetta meistari! Ég treysti mér í allt þetta ofangreinda, er kominn með DNS þjónustuna og tengdur við Netflix í gegnum MacBook tölvu nú þegar, nota reyndar bara DNS frá flix.is en er það ekki það sama og að kaupa af playmo.tv ? Að heyra að það sé sáraeinfalt að setja DNS  þjónana inn í FireTV hjálpar mér mjög mikið í að ákveða hvort ég taki hann eða einhvern annan, eina sem ég hef þá áhyggjur af er straumbreytirinn, einhverjar ráðleggingar í þeim efnum(linkar á lausnir)? Og ég spyr að lokum, hvar eru menn að taka internetið hjá sér, bjóða einhverjir ótakmarkað niðurhal? Sjálfur er ég hjá Tal með ljósleiðara og 50gb niðurhal, en þeirra stæðsti pakki er 200gb niðurhal og ég fæ hann á hálfvirði held ég því ég er með allan pakkann hjá þeim.",
            "date": "2014-08-31 00:17:00",
            "post_id": "571831",
            "reply_to_id": "571828"
        },
        {
            "user_name": "AntiTrust",
            "text": "Lítið mál - Eina sem þú þarft er breytistykki fyrir straumbreytinn.",
            "date": "2014-08-31 00:50:00",
            "post_id": "571835",
            "reply_to_id": "571831"
        },
        {
            "user_name": "rattlehead",
            "text": "Hef verið áskrifandi af bæði Netflix og Hulu í þó nokkurn tíma og stærsta niðurhalspakka sem  símafyrirtæki hefur að bjóða. Sé ekki eftir þeim aur, því ég nýti mánaðargjöldin betur á þennann hátt. Hef verið með appletv3 um hríð sem ég hef nýtt undir Hulu, Netflix og útvarp. Hafði sett upp plexconnect sem datt út þegar ég skipti um símafyrirtæki og fékk nýjann router. Hef ekki gert tilraunir í að laga það, þar sem ég er með Chromecast. Enn Netflix virkar hjá mér á chromecast lykilinn og plex svínvirkar. Er svo með firetv sem bíður á pósthúsinu, sem leysir væntanlega appletv af hólmi. Hef ekki ennþá farið framyfir kvótann. því ég sé ekki þörf að streyma allt í HD. Enn firetv verður það sem mest verður notað. eitt streymibox fyrir Netflix,Hulu,Youtube,Plex og Xbmc og von er á Spotify á firetv. Held að ekkert geti toppað það í bili.",
            "date": "2014-08-31 07:37:00",
            "post_id": "571850",
            "reply_to_id": "571835"
        },
        {
            "user_name": "Ukar",
            "text": "Þurftirðu ekkert að stilla routerinn til að geta horft á netflix á chromecast?",
            "date": "2014-08-31 13:59:00",
            "post_id": "571866",
            "reply_to_id": "571850"
        },
        {
            "user_name": "Ukar",
            "text": "Ég er með ljósnetið hjá símanum. Hef verið að nota netflix, en ekkert voðalega mikið - aðallega teiknimyndir í spjaldtölvunni. En ég er með Skjá einn og ætla að hætta með hann og fara að nota netflix (og mögulega hulu/amazon prime) meira og þá mun notkunin án efa aukast. Ég hef bara verið með 100 gb áskrift og ekki farið upp fyrir það. Hún er að breytast í 300 gb (þegar farið verður að telja allt gagnamagn) og það mun koma sér vel fyrir mig, en mögulega breyti ég í næstu fyrir ofan sem verður þá 600 gb - ætla samt að sjá hvort ég þurfi þess fyrst.\nÉg er með netflixið stillt þannig að það sé ekki í bestu gæðum, finnst það vera fínt svona og það sparar gagnamagn.",
            "date": "2014-08-31 14:06:00",
            "post_id": "571867",
            "reply_to_id": "571866"
        },
        {
            "user_name": "rattlehead",
            "text": "Nei, annars er llitid mal ad fa ser vbn a simann. var med netid fra vodafone og er nu hja tali, held ad luxusnetid se ekki virkt hja mer. annars a thad ekki ad breyta fyrir chromcast lykilinn. get ekki horft a hulu gegnum lykilinn thvi thad kemur ad landid sem eg er staddur a stydji ekki hulu enn netflix virkar fint.",
            "date": "2014-08-31 18:32:00",
            "post_id": "571883",
            "reply_to_id": "571867"
        },
        {
            "user_name": "elri99",
            "text": "Eru menn ekki að nota Hola?\nhttps://hola.org/",
            "date": "2014-08-31 20:03:00",
            "post_id": "571894",
            "reply_to_id": "571883"
        },
        {
            "user_name": "Ukar",
            "text": "Jú, en ég nenni nú ekki að horfa á allt í gegnum vafrann í tölvunni.. \nNota s.s. Hola í vafranum, en til að horfa á Netflix í gegnum PS3 tölvuna og spjaldtölvuna nota ég unblock.us..",
            "date": "2014-08-31 20:13:00",
            "post_id": "571895",
            "reply_to_id": "571894"
        },
        {
            "user_name": "elri99",
            "text": "En er Google Cast og PlayTo for Chromecast að virka?",
            "date": "2014-08-31 20:23:00",
            "post_id": "571899",
            "reply_to_id": "571895"
        },
        {
            "user_name": "Ukar",
            "text": "Þekki ekki þar sem ég er ekki komin með chromecast - en það væri áhugavert að vita",
            "date": "2014-08-31 20:30:00",
            "post_id": "571900",
            "reply_to_id": false
        },
        {
            "user_name": "slowhands",
            "text": "Amazon FireTV kostar 23.990 kr komið heim með pantadu.is - ég ætlaði að reikna þetta út á shopusa.is en það vefst fyrir mér í hvaða gjaldflokk þetta fer, \"tölvubúnaður og minniskort\" ?",
            "date": "2014-08-31 22:16:00",
            "post_id": "571911",
            "reply_to_id": "571900"
        },
        {
            "user_name": "ArnarF",
            "text": "Ég er mjög ánægður með WD TV Live\nUppsetningin er eftirfarandi : Borðtölvan -> Ethernet tengi í routerinn -> Ethernet tengi í WD TV Live -> HDMI tengi í heimabíóið -> HDMI tengi í sjónvarpið\nSemsagt ég er með kvikmyndina/þáttinn í folder sem er deilt til WD TV Live og þaðan streamað í sjónvarpið frá borðtölvunni.",
            "date": "2014-08-31 22:33:00",
            "post_id": "571912",
            "reply_to_id": "571911"
        },
        {
            "user_name": "Ukar",
            "text": "Virkar þetta með Netflix og þ.h.?",
            "date": "2014-08-31 22:50:00",
            "post_id": "571916",
            "reply_to_id": "571912"
        },
        {
            "user_name": "ArnarF",
            "text": "Já ég er með Netflix sett upp með unblock US leiðinni\nhttp://support.unblock-us.com/customer/ ... unblock-us",
            "date": "2014-08-31 23:13:00",
            "post_id": "571921",
            "reply_to_id": "571916"
        },
        {
            "user_name": "snakkop",
            "text": "Sony heimabíó kerfi getur bara sett play á bíómynd gegnum Windows media player",
            "date": "2014-08-31 23:17:00",
            "post_id": "571922",
            "reply_to_id": "571921"
        },
        {
            "user_name": "krissi24",
            "text": "Ég er einmitt í sömu hugleiðingum nema ég er að hugsa um fyrir PLEX, og þá fjartengingu við PLEX server.",
            "date": "2014-09-01 18:56:00",
            "post_id": "572021",
            "reply_to_id": "571922"
        },
        {
            "user_name": "AntiTrust",
            "text": "Virkar fínt, er með tvo aðila sem eru með FireTV sem streyma bara frá mér og hafa lítið kvartað.",
            "date": "2014-09-02 00:13:00",
            "post_id": "572079",
            "reply_to_id": "572021"
        },
        {
            "user_name": "krissi24",
            "text": "Fæst þetta nokkuð hér á landi? Hvað kostar að panta svona með öllum gjöldum? :p",
            "date": "2014-09-02 03:18:00",
            "post_id": "572086",
            "reply_to_id": "572079"
        },
        {
            "user_name": "Ukar",
            "text": "Ein spurning með uppsetninguna - ég hef aðeins verið að googla og lesa um þetta og rekist á umræður þar sem talað er um að það sé vesen að hlaða niður öppunum og stundum vesen að fá þetta til að virka ef maður er ekki með bandarískan greiðslumiðil hjá Amazon. Hefur þú lent í svoleiðis og hver er lausnin ef svo er?",
            "date": "2014-09-07 23:04:00",
            "post_id": "572645",
            "reply_to_id": "572086"
        },
        {
            "user_name": "AntiTrust",
            "text": "Get lítið tjáð mig um það þar sem ég hef einungis sett þessi tæki upp fyrir vini, nota þetta ekki sjálfur.  Öll þau fríu forrit sem þau hafa viljað sækja hafa installast vandræðalaust, Youtube, Vimeo, Netflix etc. Plex kostaði $5 ef ég man rétt og gekk sú færsla upp í fyrsta try.",
            "date": "2014-09-07 23:40:00",
            "post_id": "572646",
            "reply_to_id": "572645"
        }
    ],
    "date": "2014-08-31 20:30:00"
}