{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "62229",
    "title": "Razer DA 2013 vs Logitech G500s vs Corsair M65",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=62229",
    "posts": [
        {
            "user_name": "Alfa",
            "text": "Hefur einhverja góða eða slæma reynslu af þessum músum.  Þær kosta alltar svipað en hafa augljóslega mismunandi kosti.  Mig vantar nýja FPS mús og er með Razer Deathadder 3.5G núna sem er byrjuð að fail-a.\nLogitech augljóslega hefur endinguna, Razer Deathadder 2013 væri þægileg fyrir mig því hún er sama shape og ég er núna með og Corsair M65 virkar sterkleg (eithvað sem hentar hot-head eins og mér)\nWhat you think ?",
            "date": "2014-08-30 19:52:00",
            "post_id": "571818",
            "reply_to_id": false
        },
        {
            "user_name": "kizi86",
            "text": "ef g500s er eitthvað lík g700 og g700s þá mæli ég með henni! og já logitech hafa alltaf verið endingargóðar, allaveganna mínar.. átti logitech mx3100 lyklaborð og músarsett entist vel í á 7 árið, er núna með g700 og er að eeeeeeeeeelska hana í drazl, þægilegt lagið á henni, vel staðsettir hnappar og hægt að customize-a (macroa) alla takka á henni. eflaust líka hægt með g500s..",
            "date": "2014-08-31 02:38:00",
            "post_id": "571840",
            "reply_to_id": "571818"
        },
        {
            "user_name": "Jon1",
            "text": "mjög erfit að velja á milli! ég tók m95 fyrir mmo's og á svo DA 2013 fyrir fps! ef þú ert vanur DA myndi ég taka hana aftur\n*edit* átti g700 og það er frábær mús líka en mér fannst hún heldur þung í fps",
            "date": "2014-08-31 02:57:00",
            "post_id": "571842",
            "reply_to_id": "571840"
        },
        {
            "user_name": "ASUStek",
            "text": "Var akkúrat í sömu pælingum og þú, fékk mér RZR DA 2013 og hrikalega sáttur,hún er kominn með nýju gripi, svo fékk mér líka goliathus mottuna, algjört combo saman",
            "date": "2014-08-31 07:59:00",
            "post_id": "571852",
            "reply_to_id": "571842"
        },
        {
            "user_name": "Frost",
            "text": "Get ekki mælt með Razer músum. Rosalega stuttur líftími á þeim, liggur við bókað að músin fari að tvísmella. Gerist líka við Razer Mamba.\nMyndi fá mér Logitech.",
            "date": "2014-08-31 11:26:00",
            "post_id": "571855",
            "reply_to_id": "571852"
        },
        {
            "user_name": "Alfa",
            "text": "Ég er reyndar sammála að Razer bilar svolítið, hef líka lesið að Corsair M60 og 65 klikki skrunhjólið mjög oft og Logitech 510, 518 og svo G5 sem ég átti nokkuð lengi eru ódrepandi.  \nMálið er þó að ég fýla ekki þungar mýs, svo að því leiti myndi Razer virka líka, vill heldur ekki of marga takka, því þeir eru bara fyrir í FPS.  Er svoítið spenntur fyrir Corsair M65 en finnst hún virka eitthvað svo lítil (er reyndar með litlar hendur) en hún er default 25% þyngri ca en Razer DA.  Auðvitað er lang best að hafa þær í höndunum til að máta en þar sem ég bý út á landi reynist það snúið.  Þess vegna enda ég alltaf aftur í Razer  ....\nN.b Mín Razer bilun er mér að kenna, dúndraði henni í borðið eftir að vera RPG'aður á Attack Chopper í BF4",
            "date": "2014-08-31 16:27:00",
            "post_id": "571876",
            "reply_to_id": "571855"
        },
        {
            "user_name": "Hvati",
            "text": "Ég get sterklega mælt með G502 sjálfur, ótrúlega þægileg mús fyrir mína hönd. \nG502 kemur í stað fyrir G500s og svo er G402 að koma fyrir G400S, hef heyrt góða hluti um G402, hún ætti að vera fáanleg um miðjan september.",
            "date": "2014-08-31 16:49:00",
            "post_id": "571879",
            "reply_to_id": "571876"
        }
    ],
    "date": "2014-08-30 19:52:00"
}