{
    "forum_title": "Koníakstofan",
    "id": "62258",
    "title": "Sáttur við Símann !",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=62258",
    "posts": [
        {
            "user_name": "þorri69",
            "text": "Ég hef verið viskiptavinur símanns í 2ár og allan tímann verið með ljósnetið, og sé ekki tilgang að fara ljósleiðarann vegna þess að netið er mjög stöðugt hjá mér og hef ekkert við því að kvarta.\nég var að flytja um helgina og tilkynnti flutning kl.09:30 í morgun og fék að vita að það tæki í mestalagi 5 daga að tengja nýju tenginguna.\nÉg var bara rétt áðan setja upp búnaðinn að tengja tölvuna og sjónvarpið og vúala bara búnir að koma mér í samband við heiminn \nÉg er mjög sáttur",
            "date": "2014-09-01 21:29:00",
            "post_id": "572036",
            "reply_to_id": false
        },
        {
            "user_name": "HalistaX",
            "text": "viewtopic.php?f=9&t=61723\nHrósþráðurinn, maður",
            "date": "2014-09-01 21:31:00",
            "post_id": "572037",
            "reply_to_id": "572036"
        },
        {
            "user_name": "rapport",
            "text": "Er það síminn sem gerir þetta eða er það míla?\nÉg fór frá símanum til hringdu í sumar og það átti að taka 2-3 daga en tók 2 klst. og síminn var þá búinn að loka á alla póstaccounta sem ég var með hjá þeim o.s.frv. þrátt fyrir að þeirra skilmálar kvæðu á um annað.\nGæti ekki verið fegnari með að vera farinn + PING í leiki á vesturströndinni, sem ég spila nokkuð, helmingaðist...",
            "date": "2014-09-01 21:36:00",
            "post_id": "572038",
            "reply_to_id": "572037"
        },
        {
            "user_name": "GuðjónR",
            "text": "Auðvitað eru þeir snöggir að tengja þig, í dag byrja þeir að telja allt gagnamagn svo hver mínúta skiptir \"þá\" máli.\nSjáum hversu sáttur þú verður þegar gagnamagns reikningurinn fyrir september dettur í hús.",
            "date": "2014-09-01 21:43:00",
            "post_id": "572044",
            "reply_to_id": "572038"
        },
        {
            "user_name": "Vaktari",
            "text": "Geri ráð fyrir að síminn sendi þetta á mílu til að tengja þetta á nýja staðinn.",
            "date": "2014-09-01 22:35:00",
            "post_id": "572054",
            "reply_to_id": "572044"
        },
        {
            "user_name": "mercury",
            "text": "er með ljósnet hjá símanum og myndi ekki hika við að panta ljósleiðara ef hann væri í boði.... get ekki kvartað yfir download hraða en er með svipað ping og þeir sem ég þekki sem hafa adsl.",
            "date": "2014-09-01 22:43:00",
            "post_id": "572058",
            "reply_to_id": "572054"
        },
        {
            "user_name": "arons4",
            "text": "ljósleiðarinn ætti ekkert að breyta því, sama vegalengd að serverum.",
            "date": "2014-09-01 22:49:00",
            "post_id": "572061",
            "reply_to_id": "572058"
        },
        {
            "user_name": "beatmaster",
            "text": "Uppfærðu þennann þráð um mánaðarmótin eftir fyrstu rukkun og segðu okkur svo hvort að þú sért enþá ánægður",
            "date": "2014-09-02 00:04:00",
            "post_id": "572077",
            "reply_to_id": "572061"
        },
        {
            "user_name": "AntiTrust",
            "text": "Míla sér um flutning á milli heimilisfanga, þótt það séu auðvitað atriði sem geta klikkað hjá ISPum sem hægja á ferlinu.",
            "date": "2014-09-02 00:08:00",
            "post_id": "572078",
            "reply_to_id": "572077"
        },
        {
            "user_name": "gutti",
            "text": "þeir telja bæði í 1  okt dl og up heyrði á rás 1 viðtal við simann var á föstudaginn getur hlustað tar",
            "date": "2014-09-02 04:40:00",
            "post_id": "572088",
            "reply_to_id": "572078"
        },
        {
            "user_name": "mercury",
            "text": "ekki rétt. ljós alla leið myndi án efa breyta því.. fyrir utan það að þegar ég var með ljósnet hjá tal var ég með lægra ping. af hverju veit ég ekki.",
            "date": "2014-09-02 07:08:00",
            "post_id": "572089",
            "reply_to_id": "572088"
        },
        {
            "user_name": "einarth",
            "text": "xDSL tækni (ljósnet) er með ca. 8-18ms delay í fyrsta hoppi - þ.e. frá þér í dslam (misjafnt eftir hversu mikið error-correction er keyrt á símalínuna).\nLjósleiðari er með undir 1ms í fyrsta hoppi.\nKv, Einar.",
            "date": "2014-09-02 08:27:00",
            "post_id": "572094",
            "reply_to_id": "572089"
        },
        {
            "user_name": "mercury",
            "text": "Er einmitt med 17til18ms hja simanum var um 13 hja tal af hverju veit eg ekki.\nSvo pirr yfir thvi ad ljosleidarinn se ekki strax klaradur i nyjum kverfum",
            "date": "2014-09-02 11:00:00",
            "post_id": "572102",
            "reply_to_id": "572094"
        },
        {
            "user_name": "brain",
            "text": "Er einn af þeim sem er illa við að skipta um ISP.\nHef verið hjá Símanum non-stop síðan 1992. á mörg netföng sem eru víða aðgangur að leikjanetum, forums etc.  Nenni ekki að breyta þessu.\nHef verið með 700-1000 GB í mælingum hjá Símanum, og þar með stefndi á að þurfa að færa mig eða borga meir. Mest að minni yfirtraffík er seed á torrentum.\nPrófaði í Ágúst að fá mér seedbox ( $ 25 á mánuði) Gagnamagn í ágúst var 299 GB \n Málinu reddað.\nFékk mér hérna: \nhttps://www.seed.st/\nVerð áfram hjá Símanum",
            "date": "2014-09-02 17:36:00",
            "post_id": "572136",
            "reply_to_id": "572102"
        },
        {
            "user_name": "Plushy",
            "text": "Myndi nú ekki kalla það reddingu að borga rúmar 3.000 kr aukalega til að halda þig hjá símanum. Greinilegt að þessi breyting hafði áhrif á þig s.s. :p",
            "date": "2014-09-02 17:46:00",
            "post_id": "572138",
            "reply_to_id": "572136"
        },
        {
            "user_name": "Storm",
            "text": "Það er búið að fresta þessari breytingu um mánuð.",
            "date": "2014-09-02 19:06:00",
            "post_id": "572149",
            "reply_to_id": "572138"
        },
        {
            "user_name": "Frantic",
            "text": "haha þetta kallast \nStockholm syndrome\n.\nFáðu þér GMail og breyttu aðgöngunum þínum.\nGetur haldið Símapóstinum í smá tíma eftir að þú skiptir meðan þú ert að klára þetta.",
            "date": "2014-09-02 19:27:00",
            "post_id": "572152",
            "reply_to_id": "572149"
        },
        {
            "user_name": "GuðjónR",
            "text": "hahahaha \"Stockholm syndrome\" var einmitt það sem ég hugsaði líka, borga næstum 40 þúsund á ári fyrir eitthvað \"seedbox\" bara til að láta pína sig áfram.... WHY!!!!! hahaha",
            "date": "2014-09-02 19:34:00",
            "post_id": "572155",
            "reply_to_id": "572152"
        },
        {
            "user_name": "hfwf",
            "text": "Og þetta seedbox sýnist mér á öllu vera 100% erlent dl þannig breytir engu  fyrir hann ef svo.",
            "date": "2014-09-02 20:30:00",
            "post_id": "572162",
            "reply_to_id": "572155"
        },
        {
            "user_name": "arons4",
            "text": "seedbox er server sem seedar torrentum fyrir þig, þá getur þú sótt skránna og hætt strax að seeda henni og borgað einhverjum öðrum fyrir að halda uppi ratio fyrir þig og losnar þannig við upphalið.\nVar sjálfur með annarsvegar ljósnet(hjá tal) og hinsvegar ljósleiðarann(hjá vodafone) í sömu íbúðinni og það var bara mjög svipað ping, tók amk ekki eftir neinum stórmerkilegum breytingum á því.",
            "date": "2014-09-02 22:27:00",
            "post_id": "572176",
            "reply_to_id": "572162"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Þetta er það sorglega við þetta fámenna samfélag - svona viðhorf. Guð minn almáttugur. Þú sem sagt leystir gagnamálsvandamálið með því að borga um 3000 kr. aukalega á mánuði? Ertu eitthvað ruglaður?\nAfhverju verslum við ennþá við olíufélögin sem svindluðu á 90% þjóðarinnar í fleiri fleiri ár?\nÞví miður er þetta samfélag eitt stórt Stockholm Syndrome þegar að þessu kemur.\nÉg er þó ekki að segja að ég sé saklaus í þessu - en ég er að reyna að breyta þessu. Til dæmis sniðgeng ég Byko og Húsasmiðjunna út af þeirra plotti - og mér lýst ágætlega á Bauhaus sem valkost í þeirri flóru.  Ég reyni að versla við Atlandsolíu í stað stóru félaganna - en það er því miður ekki hægt þegar maður vill greiða með pening.",
            "date": "2014-09-02 22:35:00",
            "post_id": "572177",
            "reply_to_id": "572176"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Heyrði einhversstaðar að Shell hafi keypt Atlantsolíu og því hafa þeir ekki verið í neinni samkeppni lengi. Voru grimmir þegar þeir komu fyrst á markað enda var alltaf röð á dælunum þeirra svo stuttu seinna keypti Shell þá og hafa þeir síðan verið með sömu verð og Orkan og ÓB.",
            "date": "2014-09-02 23:38:00",
            "post_id": "572196",
            "reply_to_id": "572177"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Sauce?",
            "date": "2014-09-03 00:08:00",
            "post_id": "572199",
            "reply_to_id": "572196"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Heyrði þetta bara einhversstaðar, líklega bara sögusagnir. Fann ekkert með stuttu gúgli. Samt sem áður óánægður með þá, þeir komu svo flott inná markaðinn en hafa nú í nokkur ár verið með sama verð og Orkan og ÓB. Það er bara ekki til neitt sem heitir samkeppni á Íslandi, nema kannski tölvuverslanirnar.",
            "date": "2014-09-03 00:34:00",
            "post_id": "572203",
            "reply_to_id": "572199"
        },
        {
            "user_name": "playman",
            "text": "DON'T JINX IT!",
            "date": "2014-09-03 11:30:00",
            "post_id": "572239",
            "reply_to_id": "572203"
        },
        {
            "user_name": "einarth",
            "text": "Þetta er engu að síður staðreynd sem hægt er að staðfesta með smá google leit...\nKv, Einar.",
            "date": "2014-09-03 14:36:00",
            "post_id": "572255",
            "reply_to_id": false
        },
        {
            "user_name": "Sallarólegur",
            "text": "En varðandi þennan afgreiðslutíma - ef það var viðskiptavinur tengdur þarna á undan þér - þá var hann mögulega enn tengdur - og þú varst þá að nota línuna hans, en auðkenndir með þínum router.\nTel líklegra að það sé ástæðan fyrir þessum \"snögga afgreiðslutíma\".",
            "date": "2014-09-04 01:23:00",
            "post_id": "572358",
            "reply_to_id": "572255"
        },
        {
            "user_name": "intenz",
            "text": "Hvar fréttir þú það? Sé ekkert um það á heimasíðunni hjá þeim.",
            "date": "2014-09-06 23:26:00",
            "post_id": "572573",
            "reply_to_id": "572358"
        },
        {
            "user_name": "fallen",
            "text": "Félagar mínir sem vinna hjá Símanum eru búnir að staðfesta þetta. Eitthvað sambandi við að starfsmönnum var ekki tilkynnt þetta með nægum fyrirvara (?) held ég.",
            "date": "2014-09-07 00:53:00",
            "post_id": "572577",
            "reply_to_id": "572573"
        },
        {
            "user_name": "intenz",
            "text": "Fáránlegt, ekkert verið að tilkynna viðskiptavinum þetta. \n \nhttp://www.siminn.is/siminn/i-fjolmidlum/frettir/",
            "date": "2014-09-07 01:24:00",
            "post_id": "572578",
            "reply_to_id": "572577"
        },
        {
            "user_name": "braudrist",
            "text": "Get nú ekki beðið eftir Ljósleiðaranum bara til að losna við þennan Technicolor prump router.",
            "date": "2014-09-07 01:34:00",
            "post_id": "572579",
            "reply_to_id": "572578"
        }
    ],
    "date": "2014-09-03 14:36:00"
}