{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "62360",
    "title": "Þessi hérna er engin Apple froða, 5k Dell monitor",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=62360",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "http://www.ign.com/articles/2014/09/08/ ... or-is-nuts",
            "date": "2014-09-09 22:45:00",
            "post_id": "572829",
            "reply_to_id": false
        },
        {
            "user_name": "appel",
            "text": "Dell hafa alltaf verið framarlega í tölvuskjám. En ég segi eiginlega bara loksins erum við að fara fá hágæða monitora fyrir desktop. Það hefur tekið langan tíma að brjótast upp úr þessari 1920x1080 upplausn, 10 ár eða svo. Sem betur fer er consumer demand eftir \"4K\" sjónvörpum að gera okkur kleift að eignast high-end desktop monitora, enda ræður eftirspurn eftir sjónvörpum för í display þróun en ekki desktop monitor eftirspurn.",
            "date": "2014-09-10 00:04:00",
            "post_id": "572846",
            "reply_to_id": "572829"
        },
        {
            "user_name": "jonno",
            "text": ".\nER þetta ekki allt of mikil upplausn á 27\" skjá  \nverða ekki iconin og allir stafir í windows allt of litlir  svona miðað við 27\" dell 2560x1440 \nmyndi halda að þetta ætti frekar við 30\"eða 32\" skjái eða jafnvel 34\" 16/9 skjá \nenn ætla þeir að koma með nyrri útfærslu af 2560x1600  30\" skjánum ( 5120x3200) það var svo gott að hafa þessa auka pixla  (1440-1600)\nenn svo er lika gaman að sjá hvernig  21/9 skjáirir  þróast  , Stækki og komi meiri upplausn  (6880x2880) 36\"-40\" hver veit\nÖruglega mjög flottur skjár  þessi 27\" 5k skjár verður gaman að skoða hann þegar hann kemur\nvona að þessi verði nu 60 hz eða meira ekki eins og 4k skjárinn með 30hz",
            "date": "2014-09-10 02:29:00",
            "post_id": "572865",
            "reply_to_id": "572846"
        },
        {
            "user_name": "hkr",
            "text": "Held að Windows 8.1 sé komið með þokkanlega stjórn á DPI scaling fyrir skjái sem eru með meiri upplausn en full HD.\nEn annars er þetta frekar áhugaverður skjár, þetta er s.s. 2 panelar (2x 2560x2880) settir saman með DisplayPort 1.2 og MST (tveir skjáir á einu DP).\nhttp://www.anandtech.com/show/8496/dell ... -5120x2880",
            "date": "2014-09-10 04:03:00",
            "post_id": "572868",
            "reply_to_id": "572865"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ekkert endilega, reyndar finnst mér 2560x1440 á iMac of smátt og ef maður breytir frá þeirri upplausn þá verður allt hálf blurry.\nEn svo LG síminn með 2560x1440 upplausn, og allt vel læsilegt á honum \n5k er tvisvar sinnum hærri upplausn en 4k, ég velti nú bara fyrir hver hvort það þurfi ekki 300k skjákort til að nýta þá upplausn?",
            "date": "2014-09-10 08:51:00",
            "post_id": "572871",
            "reply_to_id": "572868"
        },
        {
            "user_name": "Olli",
            "text": "Hugbúnaðurinn þarf að styðja það vel og ótrúlegustu öpp gera það ekki t.d. Skype for desktop og Google Chrome (verða blörruð)\nhttp://www.hanselman.com/blog/LivingAHi ... inful.aspx",
            "date": "2014-09-10 09:15:00",
            "post_id": "572873",
            "reply_to_id": "572871"
        },
        {
            "user_name": "odidlov",
            "text": "Ég geri ráð fyrir því að þeir sem eru að spá í svona skjám eru þeir sem þurfa líka ofurnákvæmni í litum fyrir myndvinnslu, og í því samhengi er Dell, og Apple ef út í það er farið, aðeins að bæta sig á því sviði sem er eiginlegt \"aukaatriði\" eins og stendur (5K skjár = 14mp að stærð). Það er hins vegar rétt að borðtölvuskjáir hafa af einhverjum ástæðum ekki fengið neina ást, þar sem 5\" símar og 10\" töflur eru að jafnaði með sömu eða meiri upplausn en 19\"-30\" skjáir.\nEn að öllu slepptu, þá er NEC og Enzio þeir framleiðendur sem maður á að vera að fylgjast með. Þeir eru markaðsleiðandi á því sem raunverulega skiptir máli (litir, nákvæmni), og eru nú að detta inn á upplausnina.",
            "date": "2014-09-10 11:56:00",
            "post_id": "572888",
            "reply_to_id": "572873"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Það held ég ekki.\nÉg er með 1920x1080 í 13\" Zenbook, finnst það mjög þægilegt. Mikið skjápláss. Svo geturðu stillt hvað icons og letur er stórt í Windows.\nEn Guðjón:\nviewtopic.php?f=21&t=62308",
            "date": "2014-09-10 12:38:00",
            "post_id": "572889",
            "reply_to_id": "572888"
        },
        {
            "user_name": "GuðjónR",
            "text": "Úbbss...fór alveg framhjá mér",
            "date": "2014-09-10 15:21:00",
            "post_id": "572899",
            "reply_to_id": "572889"
        }
    ],
    "date": "2014-09-09 22:45:00"
}