{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "62386",
    "title": "Hljóđeinangrađir turnar Vs lágværir íhlutir",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=62386",
    "posts": [
        {
            "user_name": "mxtr",
            "text": "Sælir bræđur og systur!\nÉg er ađ velja innmatinn í öfluga vél en þarf í leiđinni ađ gæta ađ hávađamengun þar sem hér á heimili þarf ađ taka tillit til margra ólíkra persóna  \n \nRáðgjöf óskast í þessum málum því eins og titillinn gefur til kynna, er ég ekki viss hvort ég eigi að leggja meiri áherslu á að finna \nsilent turn eða íhluti\n \n \nVélin verður á 250-350þús range miðað við fyrstu athuganir.\nHver veit, kannski endar þessi þráður á því að veita mér öll svör varðandi innkaup í vélina  \n \nThanks in advance eins og maður segir á góðri íslensku",
            "date": "2014-09-11 19:06:00",
            "post_id": "573056",
            "reply_to_id": false
        },
        {
            "user_name": "fedora1",
            "text": "Bæði hefði ég haldið.  Ég keypti turn um daginn, sem heyrist varla í ( á reyndar eftir að fá mér skjákort við tækifæri).\nviewtopic.php?f=57&t=62077",
            "date": "2014-09-11 21:11:00",
            "post_id": "573066",
            "reply_to_id": "573056"
        },
        {
            "user_name": "Eythor",
            "text": "hversu öflug á vélin að vera ?",
            "date": "2014-09-11 21:24:00",
            "post_id": "573067",
            "reply_to_id": "573066"
        },
        {
            "user_name": "mxtr",
            "text": "Mjög næs linkur fedora1, ég skoða hann vel.  Ég vil helst að vélin sé það öflug að ég þurfi ekki að uppfæra næstu árin, hef gert þetta svona síðustu 2 skiptin og vá hvað það er næs að tölvan manns bara éti allt sem maður hendir í hana Eythor \nMér finnst persónulega borga sig að eyða big cash og þurfa ekki að uppfæra af og til.\nÉg er að horfa á \nI7 örgjörva (nema það sé svalara að klukka amd?)\n780 Ti skjákort (kannski 2, vantar ykkar álit þar)  Hef alltaf valið Nvidia. Er það ennþá betra?\n16 í minni (kannski 32, þygg ykkar álit þar líka)\nSSD boot disk.  Ég veit EKKI SHIT um ssd nema að maður vill ekki setja meira en ca 75% á þá og þeir eru hraðir.  Álit og meðmæli nauðsynleg \nÉg á sjálfur nóg af Seagate Tb diskum\nAflgjafar og móðurborð?  Ég er ekki nógu klár í því, vel yfirleitt bara eitthvað overpowered.  Miðað við pælingarnar mínar, hvað er \"the shit\" ?\nHvaða kæling er sniðugust miðað við þessa specca og lágmarks db ?\nTölvuna mun ég svo nota í hljóðvinnslu, myndvinnslu, gaming, FB og porn,  í þessari röð. Keyrt á Win 7\nEndilega rakkið þetta niður að vild \n  bara ekki gleyma að segja hvað þið minduð gera í staðinn!",
            "date": "2014-09-12 11:40:00",
            "post_id": "573140",
            "reply_to_id": "573067"
        },
        {
            "user_name": "olafurfo",
            "text": "Corsair Carbide 200r\nPældi mikið í að fá mér þennan útaf hann er mjög hljóðeinangraður og með þokkalegt loftflæði\nHérna er flott review um þennan kassa : \nhttps://www.youtube.com/watch?v=8gpYX3mZ3eQ\nEn ég fór samt sem áður í Corsair Obsidian 450D : \nhttps://www.youtube.com/watch?v=z43PXQbbm4U\nHann er mjög hljóðlátur, dustproof og með betri cable management.",
            "date": "2014-09-12 13:22:00",
            "post_id": "573150",
            "reply_to_id": "573140"
        },
        {
            "user_name": "Vaski",
            "text": "Þú færð aldrei hljóðláta tölvu með tveimur leikjaskjákortum í, um leið og þú ferð í leik að þá mun hávaðinn verða óbærilegur (já já ég veit að hljóð er huglægt og allt það.)\nHeld að eina leiðin fyrir þig til þess að hafa þetta hljóðlátt sé að fara í vatnskælingu, þannig að ég myndi velja kassa með það í huga. Það er ekkert mál að kæla örgjörva með lofti án þess að láta heyrast í honum, en það er erfitt með skjákort (þegar það er í fullri vinnslu), og nánast ómögulegt með tvö skjákort. Custom vatn er eina leiðin held ég.",
            "date": "2014-09-12 14:23:00",
            "post_id": "573153",
            "reply_to_id": "573150"
        },
        {
            "user_name": "GullMoli",
            "text": "780 kortin eru frekar hljóðlát í \"engri\" vinnslu. Og þegar maður vippar sér í tölvuleiki þá er maður oftast með heyrnartól á sér sem loka á utanaðkomandi hljóð. Ef staðan er slík þá hugsa ég að það skipti ekki öllu máli þótt vélin sé pínu hávær undir mjög miklu álagi. \nAnnars er jú vatnskæling klárlega málið.",
            "date": "2014-09-12 15:00:00",
            "post_id": "573154",
            "reply_to_id": "573153"
        },
        {
            "user_name": "Squinchy",
            "text": "Ég skipti nýlega frá Fractal Design Core 1000 yfir í R4 þar sem dælu hljóð í H80I og viftunar tvær á vatnskassanum voru að pirra mig (bý í ótrúlega hljóð einangruðu húsi þannig að öll smá hljóð verða fljótt mega pirrandi).\nFann smá mun á því að skipta um kassa, viftu hljóð fóru alveg og sama með dælu hljóðið, heyri af og til í 3TB diskinum þegar ég boota leikjum sem eru á honum en í daglegri notkun þá heyri ég ekki í vélinni nema ég fari að hlusta eftir hljóðum frá henni\nHef þó íhugað að skipta yfir í Noctua NH-D14 og kannski að skipta yfir í einhvern \"silent\" aflgjafa, en kemst oftast að þeirri niðurstöðu að það sé óþarfa smámunasemi í mér",
            "date": "2014-09-12 15:09:00",
            "post_id": "573155",
            "reply_to_id": "573154"
        },
        {
            "user_name": "jojoharalds",
            "text": "til að hafa þetta allt sem mest silent myndi ég ráðleggja þér að fá þér Vatnsblock á skjákortinn(þvi vifunar á þeim eru oftast alveg svakalega hávær)\nog vatnsblock á cpu,svo færðu þér eitt stykki 360mm radiator í silencio kassann(jafnvel dugar 240 ef þú ert ekki að yfirklukka)\nog svo færðu þér 6 víftur á það og setur 7v í staðinn fyrir 12v af rafmagni.\nég held að þetta ætti að verða eins silent og hætt er",
            "date": "2014-09-12 15:14:00",
            "post_id": "573156",
            "reply_to_id": "573155"
        },
        {
            "user_name": "Vaski",
            "text": "@GullMoli\nHeld að afgangurinn af heimilinu verði ekkert sérstaklega hress þegar bæði 780 korti fara á 90% viftusnúning.\nTölvur nú til dags eru nánast hljóðlausar þegar þær eru í engri eða léttri vinnslu, þannig að það er ekki vandamál, hávaðin kemur þegar þær byrja að gera eitthvað",
            "date": "2014-09-12 15:32:00",
            "post_id": "573157",
            "reply_to_id": "573156"
        },
        {
            "user_name": "svanur08",
            "text": "Voðalega er margir alltaf að pirrast á hljóðum í raftækjum, finnst það alveg magnað.",
            "date": "2014-09-12 16:45:00",
            "post_id": "573162",
            "reply_to_id": "573157"
        },
        {
            "user_name": "mxtr",
            "text": "Takk allir, fyrir linka og athugasemdir \n \nÞessi umræða er búin að víkka sjóndeildarhringinn hjá mér, ég sé að ég þarf að skoða ýmsa möguleika og gera mér betur grein fyrir \"hversu mikill hávaði er mikill hávaði\", amk hér heima (3 börn og maki í vaktavinnu er eitthvað sem ég ætla mér ekki að ónáða að óþörfu hr svanur08 \n  ).\nR4 kassinn kemur vel til greina Squinchy! Eitthvað var youtube þó að hræða mig með að silence Vs airflow. Ég veit ekki hvort það er raunverulegt issue.  \nÞú steiktir á mér hausinn jojoharalds, ég ætla að googla þetta sem þú talaðir um.\nÞetta er í fyrsta skipti sem ég legg vinnu í val á turni svo ég skil vel ef ykkur fynnst pælingarnar mínar kjánalegar eða whatever \nÞetta er stuð!",
            "date": "2014-09-12 18:03:00",
            "post_id": "573166",
            "reply_to_id": "573162"
        },
        {
            "user_name": "svanur08",
            "text": "Ég var nú ekkert endilega að tala um þig.",
            "date": "2014-09-12 18:10:00",
            "post_id": "573169",
            "reply_to_id": "573166"
        },
        {
            "user_name": "mxtr",
            "text": "Jæja, það stefnir allt í R4, það virðist vera solid að taka miðju hdd búrið úr honum fyrir góða kælingu með viftum.  Ætli ég byrji ekki á viftukælingu og uppfæri í vatn ef ég er ósáttur.   780 ti virðist vera dead silent í þessum kassa nema í svaka keyrslu.\nVill einhver koma með móðurborð tillögu?  Þau virðast öll vera \"eins\" :/",
            "date": "2014-09-18 13:15:00",
            "post_id": "573727",
            "reply_to_id": "573169"
        },
        {
            "user_name": "littli-Jake",
            "text": "Ef þú villt að draslið haldi kjafti færðu þér Antec P-100 eða P280. Er sjálfur með P-180(gamal) og þetta er alveg dásamlega hljóðlátt. Kostar sitt en þú þarft að hugsa um þetta sem fjárfestingu. Er sjálfur búinn að uppfæra tvisvar (total 3 rig) síðan ég fékk mér P180 og sé ekki fram á að þurfa að fá mér annan kassa (langar samt svaðalega í P-280)\nÞað er slatti af dómum á youtube. Mæli með að þú tékkir.\nEkki sérlega gott myndband um P-100. Er að bíða eftir linusTectips komi með",
            "date": "2014-09-18 20:23:00",
            "post_id": "573794",
            "reply_to_id": "573727"
        },
        {
            "user_name": "mxtr",
            "text": "Takk aftur fyrir að koma mér á sporið.  Ég er búinn að liggja yfir ótal reviews um allskonar og eftirfarandi er það sem ég er að spá í:\nFractal Design R4 kassi svartur\nFractal design R3 800w aflgjafi (mér gengur illa að finna út hvaða aflgjafi henti þessari tölvu best, aðrar tillögur vel þegnar)\nASRock Z97 Extreme6 móðurborð\nIntel Core i7 4790k 4.0GHz örgjörvi\nÖrgjörvakæling   Hér þygg ég aðstoð við valið\n16 EÐA 32 gb í vinnsluminni.  Hérna er ég strand því ég veit ekki í raun hvort 32gb gagnist mér umfram 16, hef ekki næga reynslu.  Sömuleiðis skil ég mhz töluna ekki fullkomlega.  Er ég að skilja það rétt að Extreme 6 móðurborðið sé default 1600 mhz en ég geti klukkað það uppí 3200?  Þar af leiðandi gagnist mér ekki að taka minni umfram 1600 mhz nema ég ætli að klukka tölvuna?\n2 stk Nvidia GTX 980  vitið þið hvaða kort eru hljóðlátust eða með minnsta hitann?\nSamsung EVO 1 TB SSD diskur (too big? )\nSamsung 24x DVD±RW skrifari Serial-ATA svartur (bara basics)\nBesta kælikremið?\nEndilega hjálpa mér að þjappa þessu betur saman með því að hrópa húrra yfir góðu vali og drulla yfir draslið \n  (já eða, þið skiljið)\nquote-a svo í sjálfann mig \"Tölvuna mun ég svo nota í hljóðvinnslu, myndvinnslu, gaming, FB og porn, í þessari röð. Keyrt á Win 7\"",
            "date": "2014-09-23 19:06:00",
            "post_id": "574370",
            "reply_to_id": "573794"
        },
        {
            "user_name": "CendenZ",
            "text": "Þetta er gott svar, hávaðinn kemur frá viftum og víbring. Um leið og vélin þarf að vinna byrjar hún að hljóða\nÞú hefur svo lítið að gera við 32 gb minni, nema þú sért í þannig vinnslu",
            "date": "2014-09-23 21:15:00",
            "post_id": "574386",
            "reply_to_id": "574370"
        },
        {
            "user_name": "Vaski",
            "text": "asus strix kortin eru að koma vel út hljóðlega séð, held að þau kosti samt eitthvað aðeins meira en default kort, en þau eru semi passive: \nhttp://www.asus.com/Graphics_Cards/STRI ... DC2OC4GD5/",
            "date": "2014-09-24 11:03:00",
            "post_id": "574447",
            "reply_to_id": "574386"
        },
        {
            "user_name": "mxtr",
            "text": "Takk fyrir það Vaski \nÞegar ég ber saman Asus gtx980 Vs STRIX kortið þá sé ég bara 63 mhz boost mun og 51mhz base á kortunum, annars eru þau alveg eins, right?\nhttp://www.asus.com/Graphics_Cards/GTX9804GD5/\nHvað er 63 mhz munur að gera fyrir skjákort?\nSpyr sá sem ekki veit \nAnnars vil ég undirstrika við Cendenz að ég er búinn að taka stefnuna frá gtx 780 Ti einmitt vegna þess hve 680 kortið lofar góðu og er ekki nærri eins power hungry = kaldara = hljóðlátara.   Right?\nHvað segið þið um örgjörvakælingu í þessa vél? Er kannski æskilegra að þar sem ég hef fengið svör við upprunalegu spurningunni (íhlutir Vs turnar), að ég stofni nýjann þráð varðandi íhlutavalið sjálft?\nEditaði póstinn þegar ég sá að ég gleymdi base mhz mismuninum og ég ruglaði wöttum saman við mhz",
            "date": "2014-09-24 13:03:00",
            "post_id": "574456",
            "reply_to_id": "574447"
        },
        {
            "user_name": "Vaski",
            "text": "Ekki neitt, enda var ég ekki að benda þér á \"öflugrar\" skjákort, heldur hljóðlátara, enda var það spurningin hjá þér. Munurinn liggur í mismunandi kælingum, sem og mismunandi stillingum á viftuhraða (fyrsta sinn sem Nvidia leyfir framleiðundum að slökkva alveg á viftunum þegar kortin eru í idel (msi er líka að koma með svona kort þar sem vifturnar stöðvast alveg þegar kortið er undir einhverjum vissum hita)).",
            "date": "2014-09-24 13:30:00",
            "post_id": "574458",
            "reply_to_id": "574456"
        },
        {
            "user_name": "mxtr",
            "text": "Ekkert illa meint \n   Semi passive mindi henta mér mjög vel.\nÍhlutalistinn minn er orðinn afar fallegur (að mínu mati amk).  Alhyllist Noctua örgjörvakælingu, virðist afar hljóðlát.\nMér þætti gaman að vita hvað þið hafið að segja um SSD stærðir.\nEr 1 tb algert overkill eða eykur það endingu disksins að hafa nóg pláss?  Þá er ég að miða við að ca 500gb mindu alveg duga.\npælingar pælingar",
            "date": "2014-09-25 17:47:00",
            "post_id": "574688",
            "reply_to_id": "574458"
        },
        {
            "user_name": "mxtr",
            "text": "Sælir aftur vaktarar  \n \nNú er þessu öllu lokið og ég vil þakka aftur fyrir aðstoðina og inleggin.  \nSvona endaði þetta:\nFractal define R4 turn\nCorsair AX860W modular aflgjafi\nASRock z97 Extreme6 móðurborð\ni7-4790k örri\nNoctua NH-D14 kæling\nCrucial 16gb 2x8 ram\nPNY GTX980 skjákort x2\nSamsung EVO 500gb SSD\nBasic 24x skrifari\nKeypti allt nema kassann í tölvutækni  \n \nMikið djö er vaktin ávanabindandi lestrarefni",
            "date": "2014-10-04 21:42:00",
            "post_id": "575982",
            "reply_to_id": "574688"
        },
        {
            "user_name": "Framed",
            "text": "Hvað kostuðu svo herlegheitin, ef ég má spyrja? Einnig var ég að pæla, mögulega í fáfræði, af hverju einn SSD? Hefði ekki verið hægt að fá meiri hraða úr vélinni með tvo 250gb í raid 0? Hefði bara munað einhverjum 5 þús. kalli.\nOg að lokum þá mættirðu leyfa mér/okkur að heyra þitt álit á hávaðaframleiðslu maskínunnar í fullri vinnslu; tókst takmarkið að vera með lágværa \"ofur\"vél?\nPersónulega er ég forvitinn þar sem þessi vél er nokkurn veginn það sem ég var að hugsa um að kaupa mér seinna í haust, með einmitt sama markmið.",
            "date": "2014-10-05 12:05:00",
            "post_id": "576021",
            "reply_to_id": "575982"
        }
    ],
    "date": "2014-09-11 19:06:00"
}