{
    "forum_title": "Koníakstofan",
    "id": "62396",
    "title": "börn og húsaleigubætur",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=62396",
    "posts": [
        {
            "user_name": "hakkarin",
            "text": "https://www.velferdarraduneyti.is/malaf ... ikniforrit\nVar að skoða þetta af forvitni og sá að börn hækka húsaleigubætur. Af hverju hækka húsaleigubætur ef að maður á börn ef að það eru sér barnabætur fyrir þá sem að eiga börn? Finnst eins og þetta séu 2 bætur fyrir sama hlutinn.",
            "date": "2014-09-12 00:10:00",
            "post_id": "573103",
            "reply_to_id": false
        },
        {
            "user_name": "rapport",
            "text": "Barn = stærra og dýrara húsnæði = meiri niðurgreiðsla.\nPersónulega finnst mér bætur sem niðurgreiða vöru á frjálsum markaði tilgangslausar og ætti að afnema því að það er í raun bara ríkisstyrkur til þeirra sem eru að leigja því að þeir hækka hreinlega bara verðið...",
            "date": "2014-09-12 01:17:00",
            "post_id": "573113",
            "reply_to_id": "573103"
        },
        {
            "user_name": "hakkarin",
            "text": "Mér finnst þetta mjög vafasöm rök. Af hverju þarf stór fjölskylda stærra húsnæði? Þessi hugsunarháttur byggist á þeirri brælu að hvert barn verði að hafa sitt eigið svefnherbegi eða eitthvað þannig rugl. Mér finnst það vera munaður að hvert stakt barn hafi sitt eigið herbegi. Mér finnst það asnalegt að á meðan sumir sem að þurfa á velferð að halda eru lepjandi dauðan úr skel að þá fær fólk auka penning þótt að það þurfi það ekki. Það eru 2 svefnherbergi minni íbúð og það gætu auðveldlega 2-3 börn deilt öðru þeirra. Ég væri ekkert verr setur fjárhagslega ef að börn ættu heima hjá mér svo lengi sem að ég fengi barnabætur eins og aðrir. Í gamla daga að þá áttu heilu fjölskyldunar heima í littlum íbúðum og gera það líkalega en í sumum tilfellum.\nMikið til í þessu þótt svo að þetta eigi ekki endilega alltaf við. Efa það að leigan myndi til dæmis lækka núna á stöðum eins og í Reykjavík ef að bætur yrðu bara feldar niður.",
            "date": "2014-09-12 04:33:00",
            "post_id": "573116",
            "reply_to_id": "573113"
        },
        {
            "user_name": "jericho",
            "text": "Setning dagsins!",
            "date": "2014-09-12 07:37:00",
            "post_id": "573120",
            "reply_to_id": "573116"
        },
        {
            "user_name": "AntiTrust",
            "text": "Aj, það er svo margt, margt, margt, margt fleira sem ég myndi benda á að skera niður áður en ég færi að gagnrýna rétt barna á eigin herbergi eða ekki.\nFólk sem fær barna- og húsaleigubætur eru lágtekjufólk, og það í leiguhúsnæði á annað borð. Ég veit ekki hvort þú hefur skoðað leigumarkaðinn undanfarið en fyrir þá sem ekki eiga sitt hús er meira en að segja það að eiga yfir höfuð efni á húsaskjóli.\nÉg held líka að þú þurfir amk að hafa alið upp e-rja krakka á annað borð, áður en þú ferð að segja til um hvort barnabætur væru nóg fyrir uppihaldinu.",
            "date": "2014-09-12 08:05:00",
            "post_id": "573121",
            "reply_to_id": "573120"
        },
        {
            "user_name": "svanur08",
            "text": "Hakkarin á að fá sér bjór í kvöld?",
            "date": "2014-09-12 08:07:00",
            "post_id": "573122",
            "reply_to_id": "573121"
        },
        {
            "user_name": "Daz",
            "text": "Er þetta ekki nátengt, spörum með því að leggja niður barnabætur og húsaleigubætur fyrir barnafólk og þá getum við fellt niður allar ríkisálögur á áfengi? win win!",
            "date": "2014-09-12 09:12:00",
            "post_id": "573130",
            "reply_to_id": "573122"
        },
        {
            "user_name": "rapport",
            "text": "Barnabætur eru OK, þá er ríkið ekki að niðurgreiða einhverja eina vöru.\nEn vaxta- og húsleigubætur eru mjög sambærileg fyrirbæri fyrir lánveitendur og húseigendur, og framleiðslustyrkir til landbúnaðarins.\nÞað er verið að eyða skattpeningunum okkar til að niðurgreiða fokdýra og hugsanlega óhagstæða framleiðslu hérna innanlands.\nÉg skil ekki hvernig fólk getur endalaust talað um að fólk sé að svindla á bótakerfinu þegar það eru fyrirtæki sem greiða minnstan skatt og eru stærstu bótaþegarnir þegar upp er staðið.\nVaxtabætur = niðurgreiðsla á vöru = óbeinn styrkur til fjármögnunarfyrirtækja.\nHúsaleigubætur = niðurgreiðsla á vöru = óbeinn styrkjur til leigusala.\nBeingreiðslur til bænda = niðurgreiðsla á vöru = beinn styrkur til framleiðanda\nNiðurgreiðslur til bænda = Niðurgreiðsla á vöru = beinnstyrkur til framleiðanda\nNýsköpunarsjóður, Atvinnutryggingasjóður, Bændasamtökin, LÍÚ, SA, FÍS, o.þ.h.\nFélagsleg þjónusta við fyrirtæki er nánast meiri en til einstaklinga og samt greiða þau 20% tekjuskatt skatt og greiða almennt bara mismuninn af inn- og útskatt í VSK...\nÞau sleppa helvíti vel og ríkið gerir allt of vel við fyrirtæki í landinu þegar engin þörf er á því.\nFyrirtækin geta svo alltaf farið í gjaldþrot og ný kt. yfirtekur vörumerki og stundum flestar verðmætar eigur þess sem fór á hausinn og \"voila\" fyrirtækið er bara endurfætt samdægurs, skuldlaust og ferskt.\nÞað tap þarf samfélagið svo að greiða.\nÞað er miklu miklu miklu betra að vera fyrirtæki á Íslandi en að vera einstaklingur...\nSorglegt...\nFélagsþjónusta",
            "date": "2014-09-12 09:54:00",
            "post_id": "573132",
            "reply_to_id": "573130"
        },
        {
            "user_name": "urban",
            "text": "Já settu 2 ára barnið, 7 ára krakkann  og 14 ára unglinginn saman í herbergi athugaðu hversu vel það endar.\n \nAugljóst að þú hefur aldrei alið upp barn og hefur ekki hundsvit á því hvað það kostar heldur.\nsem að þýðir að þú er eingöngu í of stórri íbúð miðað fjölskyldustærð.\n Ef að þú heldur að barnabæturnar séu nægar til þess að borga kostnað við barnið þá ertu bara ekki hæfur til þess að ræða þessi mál.\n í gamladaga þá ferðist fólk líka um á hestum, eigum við ekki að fara í þann pakka líka ?\n Líklegast vegna þess að það hefur ekki efni á stærra húsnæði.",
            "date": "2014-09-12 10:23:00",
            "post_id": "573134",
            "reply_to_id": "573132"
        },
        {
            "user_name": "slapi",
            "text": "Eins og hefur komið fram áður þá eru þeir sem fá þessar bætur tekjulágir einstaklingar.\nÉg og konan fáum samtals um 140.000 (minnir mig) á ári í barnabætur fyrir 2 börn (4 og 6 ára).\nÁttum ekki rétt á húsaleigubótum þar sem við vorum of \"tekjuhá\".\nÞað er ekkert mál að reka 2 börn fyrir þennan pening á ári, föt , tómstundir, leikskólagjöld (56þús á mánuði), blablabla",
            "date": "2014-09-12 11:06:00",
            "post_id": "573136",
            "reply_to_id": "573134"
        },
        {
            "user_name": "hkr",
            "text": "Stundum vantar \"like\" takka á þessa síðu,",
            "date": "2014-09-12 12:17:00",
            "post_id": "573147",
            "reply_to_id": "573136"
        },
        {
            "user_name": "rapport",
            "text": "",
            "date": "2014-09-12 12:46:00",
            "post_id": "573148",
            "reply_to_id": "573147"
        },
        {
            "user_name": "codec",
            "text": "Hinir raunverulegu þyggjendur velferðarstyrkja eru atvinnurekendur,  sérstaklega þeir sem greiða lægstu launin og að einhverju leiti fjármagnseigendur og leigusalar.   Í eðlilegu samfélagi ættu menn að hafa efni á því að lifa og borða á laununum sínum og ekki þurfa styrk frá ríkinu.  Vinnandi menn ættu að fá mannsæmandi laun og geta hýst, fætt og klætt sig og sín börn án styrkja frá ríkinu.",
            "date": "2014-09-12 15:54:00",
            "post_id": "573158",
            "reply_to_id": "573148"
        },
        {
            "user_name": "rapport",
            "text": "Já, vá!  ég var búinn að gleyma hvernig þetta var rannsakað í USA, að það væri í raun Wallmart sem væri stærsti einstaki stryktaraðilinn því að starfsmenn þeirra væru á svo lélegum launum að þeir fengu líka bætur = Ríkið væri að niðurgreiða starfsfólkið í Wallmart...",
            "date": "2014-09-12 16:01:00",
            "post_id": "573159",
            "reply_to_id": "573158"
        },
        {
            "user_name": "tdog",
            "text": "Sláturfélaga",
            "date": "2014-09-12 16:23:00",
            "post_id": "573160",
            "reply_to_id": "573159"
        },
        {
            "user_name": "hakkarin",
            "text": "",
            "date": "2014-09-12 23:28:00",
            "post_id": "573199",
            "reply_to_id": "573160"
        },
        {
            "user_name": "jonsig",
            "text": "Svo er í tísku ef þú ert bótamanneskja ,að reyna fá sem flestar greiningar á krakkan þinn .  Sem ætti ekki að vera vandamál ef þú sinnir ekki uppeldinu .\nFleirri greiningar = meira money",
            "date": "2014-09-14 14:22:00",
            "post_id": "573315",
            "reply_to_id": "573199"
        },
        {
            "user_name": "hakkarin",
            "text": "Finnst nú að þetta jaði soldið við að vera fordómar. Er ekki að segja að þetta sé 100% rangt en vil skulum samt ekki alhæfa. \nSko, sem öryrki að þá finnst mér (gæti ég eitthvað annað?) að allir, líka fólk sem að þarf að lifa á velferð (svo lengi sem að það hefur gilda ástæðu), eigi að geta lifað ákveðnu lágmarkslífi og leyft sér eitthvað eftir að búið er að borga fyrir útgjöld. Ég er ekki að meina það að þeir sem að eigi börn eigi bara að svelta eða eitthvað. Mér finnst það bara vera ósanngjarnt gagnvart öðrum bótaþegum að 1 einstaklingur geti fengið bætur tvisvar fyrir það sama. Ekki fæ ég 2 örorkubætur í einu.",
            "date": "2014-09-14 16:39:00",
            "post_id": "573325",
            "reply_to_id": "573315"
        },
        {
            "user_name": "rapport",
            "text": "Innlegg í umræðuna...\nÉg veit um fólk sem er með flottar tekjur, líklega milljón+ útborgað á mánuði.\nÞau keyrðu, í krafti sinnar menntunar og þekkingar barnið sitt í gegnum greiningapróf, ekki að þau muni setja barnið á lyf, alls ekki. En til að tryggja að hann fái 200% athygli frá menntakerfinu, sérmeðferð o.þ.h.",
            "date": "2014-09-14 18:39:00",
            "post_id": "573340",
            "reply_to_id": "573325"
        },
        {
            "user_name": "urban",
            "text": "nú ætla ég að útbúa dæmi þannig að þú fattir þetta.\nÞú býrð einn og færð þínar bætur sem að þú átt rétt á, hefur það þokkalega einsog þú varst búin að nefna einhver staðar = hefur það fínt\nþú býrð með 1 - 3 börnum, færð þínar bætur sem þú átt rétt á og aukalega vegna barna sem að þú átt rétt á = þú og börnin hafa það ekki jafnfínt vegna þess að það vantar heilmiklar tekjur uppá að borga uppihald barnanna",
            "date": "2014-09-14 19:36:00",
            "post_id": "573343",
            "reply_to_id": "573340"
        },
        {
            "user_name": "jonsig",
            "text": "Það má ekki nefna misnotkun á félagslega kefinu þá er maður úthrópaður fordómahaus . HAHAHA , á mínum yngri árum vann ég sem verktaki fyrir félagslega þjónustu hjá ónefndu sveitarfélagi. \nSkíturinn sem ég sá þar og misnotkunin á kerfinu (bæði upplifun mín og spjall sem ég átti við hina og þessa bótaþega , meðal annars andlega öryrkja).... allavegana , fólk sem kallar mig með fordóma getur f.-sér .",
            "date": "2014-09-14 23:55:00",
            "post_id": "573378",
            "reply_to_id": "573343"
        },
        {
            "user_name": "hakkarin",
            "text": "https://www.rsk.is/einstaklingar/reikni ... barnabota/\n gerum ráð fyrir einstæðum foreldri með 1 barn undir 7 ára sem að er með 2.400.000kr í árslaun (sirka lágmarkslaun held ég). \n----------------------------------------------------------------------------\nBarnabætur alls \t  \t                        379.087 \t \nTil greiðslu í hverjum ársfjórðungi \t  \t94.772 \t \n----------------------------------------------------------------------------\nSemsagt sirka 31þús á mánuði.\nhttps://www.velferdarraduneyti.is/malaf ... ikniforrit\n \n\"Húsaleigubætur barnlausra geta því numið að hámarki 22.000 kr. á mánuði, 36.000 kr. á mánuði ef eitt barn er á heimili\"\nÞannig að einstaklingur með 1 barn fær 14þús auka miðað við einstakling í sambærilegri lífsafstöðu.\nBarnabætur+auka 14þús frá húsaleigubótunum = 45þús á mánuði sirka.\nÍ hvað fer þessi 45þús kall? Augljóslega kostar að eiga barn en mér þætti samt gaman að vita í hvað allur þessi penningur fer. Það eru til fullorðið fólk sem að getur einhvernveginn borðað fyrir ekki meira en svona 25-30þús á mánuði. Ef að fullvaxinn karlmaður getur það að þá getur það varla staðist að það kosti 45þús á mánuði að fæða lítið barn. Væntanlega þarf líka að borga fyrir aðra hluti eins og til dæmis föt, en það hljómar samt ekki eins og eitthvað sem að ætti að kosta þetta mikið.  \nEDIT 1: Gleymdi að það er líka leikskóli. Kostar það ekki mismunandi eftir því hvað maður er? Hvað er týpískur kostnaður fyrir 1 barn? \nEDIT 2: Hef heyrt að sumir leikskólar bjóði 2 fyrir 1 tilboð eða eitthvað álíka þannig að þar er eitthvað til þess að hafa í huga ef að einstaklingurinn á fleiri en 1 barn. \nEDIT 3:\nhttp://oddny.eyjan.is/2011/03/hva-kosta ... lassi.html\n\"Ekki vita allir að hvert leikskólabarn kostar að meðaltali 1,4 milljón á ári. Hlutur foreldra (leikskólagjöldin) er að meðaltali rúmlega 200.000 krónur á ári.\"\nSirka 16þús á mánuði. \n45-16 = 29 þús\nVið fyrstu sýn að þá lookar 29þús eins og það sé rétt nóg til þess að fæða krakkan og borga fyrir önnur útgjöld. En þetta hlýtur samt að fara eftir því nákvæmlega hvernig fjöldskyldan borðar. Get eiglega ekki ímyndað mér einhvern ákveðinn kostnað fyrir mat sem að á bara við um alla. \nEDIT 4: Ég gleymdi því að er víst líka eitthvað til sem að heitir tómstundar eða frístundastyrkir. Ég hef hinsvegar ekki kynnt mér þá neitt á veit ekki hvernig þeir virka. Eru þeir eitthvað sem að greiðist mánaðarlega eða öðruvísi? \nEDIT 5: Eftir litla leit skilst mér að allavega í Reykjavík sé hann 30þús! Þetta hljómar mikið en ég veit ekki hversu oft eða hvernig þetta er greitt. Ég spyr aftur, greiðist þetta mánaðarlega eða öðruvísi? \nÉg var ekkert að meina það að þú værir endilega fordómafullur. Þetta hefði bara getað verið orðað aðeins öðruvísi hjá þér. Annars er ég að fýla nýja avatarið þitt.",
            "date": "2014-09-15 00:32:00",
            "post_id": "573382",
            "reply_to_id": "573378"
        },
        {
            "user_name": "Leviathan",
            "text": "http://www.valkostir.is/index.php/eiga- ... gnast-barn\nhttp://www.valkostir.is/index.php/eiga- ... r-nyburann\nLaun geta skerðst töluvert líka þegar fólk eignast börn.",
            "date": "2014-09-15 01:43:00",
            "post_id": "573389",
            "reply_to_id": "573382"
        },
        {
            "user_name": "jonsig",
            "text": "Ef ég ætti ekki efni á því að eiga börn , þá væri ég vissulega ekki að drita þeim niður . \nHvernig var sagan þarna með kellingar bjánan sem átti 4x adhd krakka og fór í fílu útí féló útaf það var ekki keypt handa henni 6 herbergja íbúð ?\nSvo að hún flytur til mömmu sinnar , rekur hana út og lætur hana gista í einhverju hjólhýsi (ps. mamma hennar er með krabbamein)",
            "date": "2014-09-15 02:32:00",
            "post_id": "573391",
            "reply_to_id": "573389"
        },
        {
            "user_name": "natti",
            "text": "Það er nú málið að ef þú \"gefur þér\" hinar ýmsu forsendur,þá geturu fengið hinar ýmsu niðurstöður.\nÉg googlaði \"leikskólagjöld\" og \nhérna geturu t.d. séð gjaldskrá Reykjavíkur\nÞað er rétt að miða við 8.0 eða 8.5 tíma.\nÞú sérð að fyrir fólk í sambúð þar sem annar eða báðir eru á vinnumarkaði en ekki í fullu námi, þá er mánaðargjaldið fyrir 8.5klst 30þ á mánuði.\n(Svona er þetta t.d. í mínu tilfelli.)\n((Ég hef nú ekki skoðað það, en Reykjavík segist engu að síður vera með lægstu leikskólagjöld á landinu...))\nOg svo er það nú þannig með börn á leikskólaaldri að a) þau stækka frekar fljótt þannig að föt endast stutt og b) föt skemmast.\nÞannig að það er töluverð endurnýjun á fatnaði.\nSvo um leið og grunnskóli byrjar, þá bætast við frístundir sem kosta slatta, og allur aukabúnaður í kringum frístundir kosta sitt líka.\nOg svo eru allskonar aukaatriði sem maður gleymir að reikna með, eins og t.d. barnaafmæli, einhver \"ferð\" með skólanum eða frístundinni (t.d. skátaferð/fótboltaferð/etc...) og fl.\nÞannig að kostnaðurinn getur verið fljótur að koma saman.",
            "date": "2014-09-15 08:49:00",
            "post_id": "573394",
            "reply_to_id": "573391"
        },
        {
            "user_name": "urban",
            "text": "hakkarin\nÞað skiptir engu máli hvernig þú lítur á þetta, barnabætur og aðrar bætur tengdar börnum er ALDREI !!! að fara að borga allt uppihald við krakkann.\nEf að einhverjum tekst það, þá á hinn sami ekki að vera með börn þar sem að hann er ekki til þess hæfur.\nÉg gæti t.d. trúað að byrjunarkostnaður á 1. barni sé í kringum 2 - 3 hundruð þúsund, það er bara frá því að barnið kemur í heiminn og þangað til það er orðið ca 2 - 3 mánaða.\nMeð vinnutapi og minnkandi launum í fæðingarorlofi gæti ég trúað að fyrsta árið kosti vel yfir milljón",
            "date": "2014-09-15 12:37:00",
            "post_id": "573410",
            "reply_to_id": false
        },
        {
            "user_name": "Gislinn",
            "text": "Ég borga um 30 þús á mánuði í leikskólagjöld, þetta meðaltal jafnast varla við fullan dag á leikskóla. 5 klst á leikskóla í Reykjavík eru 17.500 kr, 8 klst eru 25.880 kr og 8.5 klst eru 30.050 (sem flestir foreldrar í fullri vinnu þurfa að nýta, því foreldrar þurfa að vinna ca. 8 klst og koma sér milli vinnu og leiksskóla).\nÞar fyrir utan fæ ég engar barnabætur þar sem ríkið telur mig vera hátt launaðann (og ég fæ ekki húsaleigubætur þar sem ég er í eigin húsnæði), svo eru til manneskjur sem þyggja bætur af því að þær eru flokkaðar sem \"félagslegir öryrkjar\" og fólk sem fær bætur sem einstæðir en búa saman (en ekki skráð í sambúð) og eigi jafnvel 4 börn saman (en aldrei skráð í sambúð). \nBesti sparnaður fyrir alla þjóðina er að ráða nefnd fólks (kannski 5 manns) til að taka til í bótakerfinu, hreinsa upp skattsvik o.s.fr. Ég held að þetta fólk gæti greitt upp launin sín og sparað kerfinu verulega sem myndi bæta kjör þeirra sem virkilega þurfa á þessum bótum að halda.\nSvo til að toppa fáranleikann þá má ekki lengur tilkynna þetta bótasvikapakk nafnlaust!",
            "date": "2014-09-15 16:01:00",
            "post_id": "573438",
            "reply_to_id": "573410"
        },
        {
            "user_name": "littli-Jake",
            "text": "Miðað við það sem maður hefur lesið hjá þér ertu einstæaður og barnlaus. Ef að þú ert að lepja dauðan úr skel, hvað ertu þá að gera í íbúið með 2 svefnherbergjum?",
            "date": "2014-09-15 19:59:00",
            "post_id": "573457",
            "reply_to_id": "573438"
        },
        {
            "user_name": "Plushy",
            "text": "Uhh.\nGaming room?",
            "date": "2014-09-15 20:14:00",
            "post_id": "573459",
            "reply_to_id": "573457"
        },
        {
            "user_name": "hakkarin",
            "text": "Ég stend samt við það sem að ég sagði að mér finnst óþarfi að flækja kerfið svona. Það myndi meika meira sense að hafa bara barnabætur hærri og einfalda það hvernig húsaleigubætur virka. \nÉg er ekki að lepja dauðan úr skel. Ég er nefnilega það heppinn að eiga ekki í heima í Reykjavík þannig að ég þarf ekki að selja úr mér lífærin til þess að getað borgað leigu. Þá má ég líka vinna smá (er reyndar atvinnulaus núna \n ) til að fá smá auka penning þannig að stundum get ég alveg leyft mér eitthvað. Þarf heldur ekki að keyra mikið sem að sparar mér slatta af penning.",
            "date": "2014-09-16 01:03:00",
            "post_id": "573487",
            "reply_to_id": "573459"
        },
        {
            "user_name": "rapport",
            "text": "Það væri örugglega best að hafa þrepaskipt skattkerfi í stað þess að hafa það ekki og þirfa að útdeila bótum til þeirra sem eru með lagar tekjur...\nÞað er niðurlægjandi að þurfa að þyggja bætur frá samfélaginu og að kerfið sé sett upp þannig að stór hluti fólks séu niðursettningar á vaxta og barnabótum, bara svo það nái að framfleyta sér...\n... Það er líklega fátt sem segir manni jafn vel að kerfið sé hreinlega ekki að virka.\nFrekar hækka persónuafslátt, gera þjónustu við börn, alla án endurgjalds og fella niður VSK af barnafötum... því að það á ekki að vera hafa börn (nauðsynjar barna) að féþúfu.\nÞetta er í raun rökrétt.\nÞetta eru skattgreiðendur þó að þau séu ekki byrjuð að greiða skatt, þá getur ríkið hætt að leggja foreldrana í einelti með endalausum gjöldum og sköttum sem þau bara rukka börnin um seinna...",
            "date": "2014-09-16 02:32:00",
            "post_id": "573490",
            "reply_to_id": "573487"
        },
        {
            "user_name": "jonsig",
            "text": "Því miður er þessi hugsunarháttur á undanhaldi",
            "date": "2014-09-16 15:11:00",
            "post_id": "573528",
            "reply_to_id": "573490"
        }
    ],
    "date": "2014-09-15 12:37:00"
}