{
    "forum_title": "Koníakstofan",
    "id": "62462",
    "title": "Tölvuvirkni og Tölvutek orðið eitt?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=62462",
    "posts": [
        {
            "user_name": "Nördaklessa",
            "text": "hvað er að frétta? búnir að skoða heimasíðurnar þeirra og skoða t.d Fartölvur...",
            "date": "2014-09-17 15:38:00",
            "post_id": "573611",
            "reply_to_id": false
        },
        {
            "user_name": "Vignirorn13",
            "text": "Þetta er bæði þema frá Smartmedia, Ætli Tölvuvirkni hafi ekki bara keypt af þeim? (ekki að sameinast).",
            "date": "2014-09-17 15:48:00",
            "post_id": "573612",
            "reply_to_id": "573611"
        },
        {
            "user_name": "worghal",
            "text": "vöruúrval er orðið það sama og allar myndir notaðar á tölvuvirkni síðunni fyrir vörurnar eru þær sömu.\nsama glingur selt á báðum stöðum og báðir staðir með Thermaltake fatnað og vörur, en tölvutek hefur umboð á thermaltake.\neinnig voru tölvuvirkni alltaf með saphire skjákort en eru alfarið komnir í gigabyte, alveg eins og tölvutek.\nheld það sé nokkuð augljóst að þessi tvö fyrirtæki eru komin saman sem eitt. bara tvö nöfn",
            "date": "2014-09-17 16:01:00",
            "post_id": "573614",
            "reply_to_id": "573612"
        },
        {
            "user_name": "dabbiice",
            "text": "Er tölvuvirkni ekki bara endursöluaðili fyrir tölvutek? Eða er þetta eins og att og listinn?",
            "date": "2014-09-17 16:05:00",
            "post_id": "573616",
            "reply_to_id": "573614"
        },
        {
            "user_name": "jojoharalds",
            "text": "Tölvuvirkni gekk ekki upp og keypti tölvutek -tölvuvirkni,svo að tölvuvirkni fér ekki á hausinn(sem þau gerðu næstum þvi)\nog núna er starfsmaður sem var hjá tölvutek orðinn að verslunarstjóra hjá Tölvutek.\nÞetta er basicly Tölvutek í kópavogi með nákvæmlega sama shittið ,TILBOÐ TILBOÐ TILBOÐ.........Láttu mig ekki gubba.\nTölvuvirkni hefur alla tið keyðt af tölvutek,enn þetta finnst mér að eyðileggja tölvuvirkni gjörðsamlega.\nEnn mér er sama,ég versla við hína þrjá verslanir í Kópavogi Þótt ég kiki einstaka sinnum á kallinn(björgvin):)",
            "date": "2014-09-17 16:14:00",
            "post_id": "573618",
            "reply_to_id": "573616"
        },
        {
            "user_name": "rapport",
            "text": "viewtopic.php?f=9&t=62312\nHeyrði að þeir hefðu verið yfirteknir vegna skuldar við Tölvutek...\nSel það ekki dýrara en ég keypti það...",
            "date": "2014-09-17 16:25:00",
            "post_id": "573619",
            "reply_to_id": "573618"
        }
    ],
    "date": "2014-09-17 15:38:00"
}