{
    "forum_title": "Netkerfi - internetið",
    "id": "62489",
    "title": "Birgitta spurði um mæl­ingu gagna­magns",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=62489",
    "posts": [
        {
            "user_name": "Elmar-sa",
            "text": "http://www.mbl.is/frettir/innlent/2014/ ... agnamagns/\nÞað verður fróðlegt að vita hvað kemur út úr þessu....ættu þessar mælingar ekki að vera löggiltar hvernig sem það væri framkvæmt.",
            "date": "2014-09-18 22:03:00",
            "post_id": "573813",
            "reply_to_id": false
        },
        {
            "user_name": "vesley",
            "text": "Ég verð nú bara að spurja , ætli hún sé reglulegur gestur hér á Vaktinni??",
            "date": "2014-09-18 22:15:00",
            "post_id": "573814",
            "reply_to_id": "573813"
        },
        {
            "user_name": "worghal",
            "text": "væri fínt ef að minnst væri á komandi tvírukkun símans á gagnamagni og hvort að ríkið geti gert eitthvað í því.\nannars flott að eitthvað svona sé borið upp á alþingi.",
            "date": "2014-09-18 22:16:00",
            "post_id": "573816",
            "reply_to_id": "573814"
        },
        {
            "user_name": "einarhr",
            "text": "Þar sem að önnur fyritæki þurfa að vera með alla mæla viðurkenda og stimplaða af löggildingarstofu þá er það bara sjálfsagður hlutur að Netfyrirtæki séu með e-h löggilt til að mæla gangaumferð.",
            "date": "2014-09-18 22:23:00",
            "post_id": "573818",
            "reply_to_id": "573816"
        },
        {
            "user_name": "sitta",
            "text": "talandi um tví rukkun. Afhverju sætta menn sig við hana á 3G og 4G?",
            "date": "2014-09-18 23:46:00",
            "post_id": "573823",
            "reply_to_id": "573818"
        },
        {
            "user_name": "GuðjónR",
            "text": "Mjög gott hjá henni að opna umræðuna á þetta.\nÞað mætti halda það, nánast sömu spurningar og ég var að spyrja starfsmann Símans fyrir nokkrum dögum. \nviewtopic.php?f=18&t=62418&start=24",
            "date": "2014-09-19 00:14:00",
            "post_id": "573824",
            "reply_to_id": "573823"
        },
        {
            "user_name": "Gúrú",
            "text": "Þetta er ekki tvírukkun á gagnamagni.",
            "date": "2014-09-19 04:42:00",
            "post_id": "573832",
            "reply_to_id": "573824"
        },
        {
            "user_name": "Nariur",
            "text": "Víst. Upload á einum stað er download annarsstaðar. Ef báðir aðilar eru hjá Símanum er gagnamagnið hjá báðum að telja fyrir ein gagnasamskipti. Þannig virkar tvírukkun. Þetta er siðlaust pakk.",
            "date": "2014-09-19 05:26:00",
            "post_id": "573833",
            "reply_to_id": "573832"
        },
        {
            "user_name": "Gúrú",
            "text": "Ef báðir aðilar eru hjá Símanum eru þeir með tvær nettengingar með tvem gagnamagnspökkum. Af hverju ætti bara annar þeirra að missa gagnamagn?\n.2.x.1.\n------ = \n2\n? Nei. (2*1)/2 er einn.  \n...2...",
            "date": "2014-09-19 06:06:00",
            "post_id": "573834",
            "reply_to_id": "573833"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Afþví að það er ekki tvöfalt gagnamagn að fara um línuna? Mér finnst alveg meika sens að sá sem niðurhalar borgi fyrir flutninginn. \nÞú rukkar ekki bæði sendanda og móttakanda fyrir póstsendingu.",
            "date": "2014-09-19 07:49:00",
            "post_id": "573839",
            "reply_to_id": "573834"
        },
        {
            "user_name": "Gúrú",
            "text": "Ef póstfélagið þyrfti að leggja götu heim til þeirra beggja og þeir samþykktu báðir á þennan gagnaflutning finnst mér líklegt að það þætti eðlilegt.",
            "date": "2014-09-19 08:02:00",
            "post_id": "573840",
            "reply_to_id": "573839"
        },
        {
            "user_name": "FuriousJoe",
            "text": "En ef pósturinn myndi breyta því þannig í dag, væriru sáttur með það ?",
            "date": "2014-09-19 08:51:00",
            "post_id": "573843",
            "reply_to_id": "573840"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Líklega af því að það hefur alltaf verið svoleiðis.",
            "date": "2014-09-19 09:11:00",
            "post_id": "573846",
            "reply_to_id": "573843"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "skil ekki að nokkur maður sé að reina að réttlæta það að síminn sé að rukka fyrir allt upphal og niðurhal... siðlaust dæmi og í raun bara gert til þess að sjúa meira af seðlum útúr kúnnanum.\nafhverju breita þeir ekki gsm dæminu líka.. allir greiða.. ef það er hringt í þig þá greiðir þú jafnmikið og sá sem hringdi í þig.. það ætti að vera allt í lagi eins og þetta.",
            "date": "2014-09-19 09:39:00",
            "post_id": "573849",
            "reply_to_id": "573846"
        },
        {
            "user_name": "Nariur",
            "text": "segjum að notandi Símans downloadi 1GB frá öðrum notanda símans. Hjá báðum notendum telur að 1GB hafi verið flutt, þ.e. 2 GB í heildina þó að Síminn hafi bara flutt 1GB. Hvernig er það í lagi?",
            "date": "2014-09-19 10:23:00",
            "post_id": "573853",
            "reply_to_id": "573849"
        },
        {
            "user_name": "wicket",
            "text": "Síminn flutti 2GB, 1GB frá notanda og 1GB að notanda.\nSkil ekki hvernig menn geta tuðað yfir tvírukkun í svona tilviki. Þetta er umferð í báðir áttir. Þó að ég sendi frá mér gögn hverfa þau ekkert út í kosmósinn, þau eru að nota bandbreidd einhversstaðar og það er talið.",
            "date": "2014-09-19 11:12:00",
            "post_id": "573856",
            "reply_to_id": "573853"
        },
        {
            "user_name": "GuðjónR",
            "text": "Snillingur!\nÞannig að ef ég fer með pakka á póstinn sem er 1kg og sendi þér hann og þú tekur við þessu 1kg þá er pósturinn sem sagt búinn að flytja tvö kg á milli okkar.",
            "date": "2014-09-19 11:53:00",
            "post_id": "573859",
            "reply_to_id": "573856"
        },
        {
            "user_name": "Plushy",
            "text": "Hugsaðu þetta svona að pakkinn fer á pósthúsið á milli. Þú greiðir fyrir sendinguna á pósthúsið, hinn aðilinn greiðir fyrir sendinguna frá pósthúsinu til sín. Pósturinn sendist ekki beint frá þér til hinn aðilans. Umferðin fer frá þér til símans, sem sendir það svo til hinn aðilans, ekki beina leið á milli.",
            "date": "2014-09-19 11:59:00",
            "post_id": "573860",
            "reply_to_id": "573859"
        },
        {
            "user_name": "Orri",
            "text": "Nei sko þegar þú sendir frá þér pakka með póstinum þá hverfur hann út í kosmósinn og birtist svo heima hjá honum, þessvegna tvírukkar pósturinn ekki fyrir sendingar",
            "date": "2014-09-19 12:02:00",
            "post_id": "573861",
            "reply_to_id": "573860"
        },
        {
            "user_name": "urban",
            "text": "Strákar, það er í raun ekkert óeðliegt við það að rukka svona, óhemju mikið af ISPum úti í heimi rukka einmitt svona.\nog úr því að þið eruð að tala um einn sendir frá símanum og annar tekur við hjá símanum.\nhvað ef að annar notandinn er bara hjá vodafone ?\nAnnars er þetta sára einfalt, ég og GuðjónR getum átt báðir hús uppá kjalarnesi, við borgum báðir gatnagerðargjöld, þrátt fyrir það að ég noti götuna bara í það að keyra til hans guðjóns sem að var búin að borga gatnagerðargjöld.\nMér persónuelga finnst ekkert mikið að þessu og er í hött að kalla þetta tvírukkun að mínu mati.\nen aftur á móti er hvernig siminn stóð að þessu og breytingin á pökkunum var engan vegin nógu góð.",
            "date": "2014-09-19 12:09:00",
            "post_id": "573862",
            "reply_to_id": "573861"
        },
        {
            "user_name": "GuðjónR",
            "text": "",
            "date": "2014-09-19 12:33:00",
            "post_id": "573864",
            "reply_to_id": "573862"
        },
        {
            "user_name": "rapport",
            "text": "Þetta er fáránlegt.\nEf það á að rukka fyrir internetnotkun, þá ætti það að vera aðgangsgjald (fastur kostnaður) og svo notkunartími (breytilegur kostnaður) en alls ekki gagnamagn.",
            "date": "2014-09-19 14:27:00",
            "post_id": "573875",
            "reply_to_id": "573864"
        },
        {
            "user_name": "Gúrú",
            "text": "Það væri allavega verið að rukka sendanda \neinu sinni\n og móttakanda \neinu sinni\n svo burtséð frá áliti mínu á uppsetningu póstkerfisins\nværi ekki verið að tvírukka neinn\n. Það er enginn rukkaður tvisvar í neinum af þessum dæmum sem ég hef séð um þetta Símamál.\nÞess vegna er ég á móti þessu kvarti og kveini \num tvírukkun\n því hún er ekki að eiga sér stað.",
            "date": "2014-09-19 14:50:00",
            "post_id": "573878",
            "reply_to_id": "573875"
        },
        {
            "user_name": "Nariur",
            "text": "Ef þú ert með tvær nettengingar hjá símanum ertu tvírukkaður fyrir að senda milli þeirra.\nPointið er að Síminn rukkar tvisvar fyrir að flytja sömu gögnin, þó það sé ekki sami einstaklingurinn.\nEkki er tekið gjald fyrir að svara í símann.",
            "date": "2014-09-20 05:37:00",
            "post_id": "573956",
            "reply_to_id": "573878"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Í guðanna bænum ekki reyna að réttlæta þetta  \n \nÞeir sjá það fyrir að gagnaflutningar færast í aukana, og eru skrefi á undan til þess að getað rukkað meira. Allavega sé ég þetta svona",
            "date": "2014-09-20 05:52:00",
            "post_id": "573957",
            "reply_to_id": "573956"
        },
        {
            "user_name": "Gúrú",
            "text": "Þú ert líka með tvær nettengingar. Af hverju ættirðu að vera rukkaður einu sinni?\nNei. \nBARA\n ef það er sami einstaklingurinn, með \ntvær \ntengingar.\nÞið eruð bara að misnota orðið tvírukkun. \nEf ég seldi þér 12 mánuði af netaðgangi á 100.000 frá og með 1.1.2014 og ég væri 2 mánuði að setja hana upp\nog þú þyrftir að greiða mér mánaðargjald fyrir nettenginguna 1.1.2014-1.3.2014 þá væri það tvírukkun í tvo mánuði að öllu óbreyttu.",
            "date": "2014-09-20 06:24:00",
            "post_id": "573958",
            "reply_to_id": false
        },
        {
            "user_name": "Sallarólegur",
            "text": "Nei, ef báðir eru viðskiptavinir Símans, þarf ekki að vera sami einstaklingur.",
            "date": "2014-09-20 06:30:00",
            "post_id": "573959",
            "reply_to_id": "573958"
        },
        {
            "user_name": "Gúrú",
            "text": "Þá eru það tveir einstaklingar rukkaðir einu sinni. Ekki einn einstaklingur tvírukkaður.",
            "date": "2014-09-20 06:42:00",
            "post_id": "573960",
            "reply_to_id": "573959"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Gagnamagnið er tvírukkað...",
            "date": "2014-09-20 06:50:00",
            "post_id": "573961",
            "reply_to_id": "573960"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Gagnamagnið er tvírukkað...",
            "date": "2014-09-20 06:50:00",
            "post_id": "573962",
            "reply_to_id": "573961"
        },
        {
            "user_name": "Gúrú",
            "text": "Gagnamagnið er mælt hjá þeim báðum. Hvorugur viðskiptavinanna er rukkaður tvisvar.",
            "date": "2014-09-20 08:15:00",
            "post_id": "573963",
            "reply_to_id": "573962"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ef ég sendi pakka til Akureyrar og greiði 5000 kr. sendingagjald þá væri óeðlilegt ef viðtakandinn þyrfti svo að borga 5000 krónurnar aftur til þess að taka á móti pakkanum.",
            "date": "2014-09-20 08:44:00",
            "post_id": "573965",
            "reply_to_id": "573963"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Þér fyndist kannski fínt að borga bæði fyrir að hringja og taka á móti símtali?\nÞað er Kannski ekki verið að tvírukka einstakling en það er verið að rukka tvisvar fyrir gagnamagnið sem fer um línuna og hefur hingað til tíðkast að rukka bara þann sem sækir efnið fyrir. Því það er jú hann sem biður um gagnaflutninginn, rétt eins og sá sem hringir bíður um gagnaflutning á símtali. Þetta bara meikar ekki sens og ég trúi ekki að það sé verið að reyna að réttlæta þetta.",
            "date": "2014-09-20 09:25:00",
            "post_id": "573967",
            "reply_to_id": "573965"
        },
        {
            "user_name": "Sallarólegur",
            "text": "",
            "date": "2014-09-20 09:49:00",
            "post_id": "573971",
            "reply_to_id": "573967"
        },
        {
            "user_name": "Gúrú",
            "text": "Mér væri alveg sama þó til væri þjónustuaðili sem byði mér að gera það.\nVissulega er verið að rukka báða einstaklinga fyrir umferð sem þeir báðu \nbáðir um\n. \nVeistu um einhverja leið til að niðurhala 50 GB af efni frá einhverjum sem vill það ekki?\nNú, eða að hringja í einhvern sem svarar ekki? \nKostar það núll krónur að vera með netáskrift án allra gagnaflutninga? Nei. \nMargar uppskriftir af því hvernig þær eru settar upp og skilgreindar þeim eru mögulegar, en ekki kalla eitthvað sem er ekki tvírukkun, tvírukkun. \nÞað kostar núll krónur að vera með NOVA símanúmer sem tekur símtöl en samt kostar að vera tengdur við internetið? Hvar er ríkisstjórn!!!!",
            "date": "2014-09-20 09:59:00",
            "post_id": "573972",
            "reply_to_id": "573971"
        },
        {
            "user_name": "biturk",
            "text": "Hvera vegna stenduru alltaf svona fastur á einhverju rugli gúrú? Þetta meikar ekki sens og þú ert í raun bara að verja þrjóskuna og vitleysuna í sjálfum þér",
            "date": "2014-09-20 10:11:00",
            "post_id": "573973",
            "reply_to_id": "573972"
        },
        {
            "user_name": "Gúrú",
            "text": "Hvað \nnákvæmlega\n meikar ekki sense?",
            "date": "2014-09-20 10:19:00",
            "post_id": "573974",
            "reply_to_id": "573973"
        },
        {
            "user_name": "kizi86",
            "text": "Gúrú",
            "date": "2014-09-20 12:46:00",
            "post_id": "573984",
            "reply_to_id": "573974"
        },
        {
            "user_name": "biturk",
            "text": "Umþabil allt sem þú hefur látið útúr þér um þetta mál...",
            "date": "2014-09-20 17:45:00",
            "post_id": "574003",
            "reply_to_id": "573984"
        },
        {
            "user_name": "intenz",
            "text": "Ég skil Gúru að vissu marki, en út frá ALLRI annarri þjónustu í þjóðfélaginu þá meikar þetta ekki sens.",
            "date": "2014-09-20 18:35:00",
            "post_id": "574007",
            "reply_to_id": "574003"
        },
        {
            "user_name": "slapi",
            "text": "Þróunin finnst mér vera í vitlausa átt. Netið verður alltaf með meiri hömlum.\nÁn þess að vera útlandaperri þá er ég nýfluttur til svíþjóðar og það eina sem ég var spurður hvort ég vildi 100mbit, 250mbit eða 1 Gbit tengingu. \n \nEn með símann þá skil hugsunina á bakvið að rukka innlenda traffík en ég held að þetta sé ekki rétte leiðin og það er okkar skylda sem notendur að láta virkilega vita þegar við erum ósátt og ég vona að það skilist til Símans. Því með hverju svona skrefi þar sem er verið að þrengja að frelsi internetsins er auðveldara fyrir ISP-inn að taka síðan næsta skref.... Eins og er verið að tala um í Ameríkuhreppinn    \nhttp://jointhefastlane.com/",
            "date": "2014-09-20 20:56:00",
            "post_id": "574024",
            "reply_to_id": "574007"
        },
        {
            "user_name": "Gúrú",
            "text": "Það er merkingarlaust að segja að þetta \"meiki ekki sens\". \nÞað meikar ekkert \"minna sens\" við þjónustuuppskrift A heldur en þjónustuuppskrift B. \nVerðmæti þeirra fyrir hvern og einn okkar eru eflaust mismunandi þar sem reglubundin notkun okkar er öðruvísi\nen hvorug þeirra \"meikar ekkert sens\". Hvorug þeirra er \"vitleysa\" og það er ekki þrjóska að vera sama um tilvist þjónustuuppskriftar B. \nEf þið viljið ekki þjónustuuppskrift B ekki nota hana.",
            "date": "2014-09-21 04:35:00",
            "post_id": "574053",
            "reply_to_id": "574024"
        },
        {
            "user_name": "Nariur",
            "text": "Þú virðist ekki vera að ná því að gagnamagnið er tvítalið. Þjónustan við að flytja gögnin frá einum stað til annars er rukkuð á tveimur stöðum, þ.e. tvisvar! Ef þú leggur saman notað gagnamagn hjá öllum notendum (g.r.f. lokuðu kerfi) kemur fram 2x heildar umferð um kerfið.\nÉg skil ekki af hverju þú ert að verja þetta siðlausa kerfi.",
            "date": "2014-09-21 06:53:00",
            "post_id": "574054",
            "reply_to_id": "574053"
        },
        {
            "user_name": "Gúrú",
            "text": "Óóó er það tvítalið ef maður telur báðum megin? Óóóó þetta eru gríðarlega mikilvægu upplýsingarnar sem mig vantaði. \nÉg. er. í. sjokki.\nErtu að segja mér að báðir aðilar þurfi að greiða fyrir aðgang sinn? Að internetinu?\nErtu að segja mér að tveir aðilar séu rukkaðir einu sinni? \nEf slíkt kerfi býður notendum tvöfalt meira gagnamagn en kerfi sem mælir einungis niðurhal og þú \nert notandi með 1:1 hlutfall á niðurhali og upphali þá skiptir það þig engu máli.\nLeiðrétting: Ef það er ekki þinn eini möguleiki til að tengjast internetinu þá skiptir það þig engu máli.\nEf þið viljið ekki vera hjá Símanum, ekki vera hjá Símanum.\nEkki kalla þetta \"siðlaust\", ekki segja að þetta \"meiki ekki sens\". Þetta er bara önnur leið til að bjóða upp á þjónustuna og \nég myndi segja \"sem þið eruð ekki vanir\" en staðreyndin er sú að þið eruð vanir henni vegna þess að hún er búin að vera í notkun mjög lengi sbr. 3G.",
            "date": "2014-09-21 07:11:00",
            "post_id": "574055",
            "reply_to_id": "574054"
        },
        {
            "user_name": "mainman",
            "text": "Ert þú nokkuð að vinna hjá símanum ?\nÞað mundi útskýra alveg ótrúlega margt.....",
            "date": "2014-09-21 09:15:00",
            "post_id": "574056",
            "reply_to_id": "574055"
        },
        {
            "user_name": "Gúrú",
            "text": "Ég vinn ekki hjá Símanum. \nHversu margt myndi það samt útskýra ef satt væri?",
            "date": "2014-09-21 09:18:00",
            "post_id": "574057",
            "reply_to_id": "574056"
        },
        {
            "user_name": "biturk",
            "text": "Jaaaa það myndi útskýra þessa þrá þína í að hafa rétt fyrir þér sem þú hefur ekki og virðist engan veginn skilja útá hvað málið snýst og rembist við að verja þetta rugl",
            "date": "2014-09-21 09:45:00",
            "post_id": "574059",
            "reply_to_id": "574057"
        },
        {
            "user_name": "Gúrú",
            "text": "Það ætti ekki að vera vandamál fyrir mann sem hefur jafn rétt fyrir sér og þig að vippa upp efnisgreinum sem segja hvað málið snýst um.\nÞað verður minna gaman með tímanum þegar þú hoppar inn í þræði einungis til að kommenta á mig sem notanda og ekkert annað.",
            "date": "2014-09-21 09:55:00",
            "post_id": "574060",
            "reply_to_id": "574059"
        },
        {
            "user_name": "nonesenze",
            "text": "hahaha",
            "date": "2014-09-21 12:32:00",
            "post_id": "574075",
            "reply_to_id": "574060"
        },
        {
            "user_name": "Lunesta",
            "text": "Tökum smá dæmi.\nÞað er málari sem hefur tekið það að sér að mála blokk. Hann var beðinn um það af manni á fyrstu\nhæð og maðurinn af efstu hæð samþykkti það aðspurður. Nú málar málarinn húsið og eftir það\nreiknar hann út kostnað á öllu. Heildarkostnaðurinn var t.d. 100k. Eftir það fer hann og rukkar\nmanninn á fyrstu hæð um 100k og svo fer hann uppá efstu hæð og rukkar hinn manninn einnig\num 100k. Hvorugur aðilinn þurfti að borga tvisvar svo þetta er ekki tvírukkun er það?? Ha?\nMaðurinn rukkar tvisvar fyrir sömu vinnuna. Viðskiptavinurinn var ekki tvírukkaður en málarinn\nTvírukkaði\n fyrir verkið.\nEf við skoðum svo hvernig síminn hefur hækkað gagnamagn hvers notanda á móti, þ.e. lækkað\nreikningana hjá hvorum íbúanum fyrir sig í hinu dæminu þá lítur þetta betur út. En ef þú ætlar\nað segja mér að innlennt niðurhal og upphal hjá meðal notandanum sé ekki meira erlenda niðurhalið\nþá er Síminn að rukka aukalega. Það er niðurstaðan í hinu dæminu útfrá þessari ágískun (já ágískun\nvegna þess að því miður veit ég ekki hvað hver meðal íslendingurinn dl-ar og ul-ar) Þá er þetta sambærinlegt\nog að málarinn rukkaði hvorn aðilan um 60k. Það er hann fær greitt 120k og hirðir mismuninn.\nSvo spyr maður sig af einu svona í lokinn. Ef önnur netfyrirtæki út í heimi geta sleppt því að\nborga fyrir gagnamagn og borgað fyrir hraðan, hvað er þá svona ólíkt við að gera það við innlennt\ngagnamagn hérlendis? \nEf að síminn væri ekki að greiða á þessu þá myndu þeir ekki skipta?",
            "date": "2014-09-21 13:01:00",
            "post_id": "574077",
            "reply_to_id": "574075"
        },
        {
            "user_name": "Lunesta",
            "text": "Tökum smá dæmi.\nÞað er málari sem hefur tekið það að sér að mála blokk. Hann var beðinn um það af manni á fyrstu\nhæð og maðurinn af efstu hæð samþykkti það aðspurður. Nú málar málarinn húsið og eftir það\nreiknar hann út kostnað á öllu. Heildarkostnaðurinn var t.d. 100k. Eftir það fer hann og rukkar\nmanninn á fyrstu hæð um 100k og svo fer hann uppá efstu hæð og rukkar hinn manninn einnig\num 100k. Hvorugur aðilinn þurfti að borga tvisvar svo þetta er ekki tvírukkun er það?? Ha?\nMaðurinn rukkar tvisvar fyrir sömu vinnuna. Viðskiptavinurinn var ekki tvírukkaður en málarinn\nTvírukkaði\n fyrir verkið.\nEf við skoðum svo hvernig síminn hefur hækkað gagnamagn hvers notanda á móti, þ.e. lækkað\nreikningana hjá hvorum íbúanum fyrir sig í hinu dæminu þá lítur þetta betur út. En ef þú ætlar\nað segja mér að innlennt niðurhal og upphal hjá meðal notandanum sé ekki meira erlenda niðurhalið\nþá er Síminn að rukka aukalega. Það er niðurstaðan í hinu dæminu útfrá þessari ágískun (já ágískun\nvegna þess að því miður veit ég ekki hvað hver meðal íslendingurinn dl-ar og ul-ar) Þá er þetta sambærinlegt\nog að málarinn rukkaði hvorn aðilan um 60k. Það er hann fær greitt 120k og hirðir mismuninn.\nSvo spyr maður sig af einu svona í lokinn. Ef önnur netfyrirtæki út í heimi geta sleppt því að\nborga fyrir gagnamagn og borgað fyrir hraðan, hvað er þá svona ólíkt við að gera það við innlennt\ngagnamagn hérlendis? \nEf að síminn væri ekki að greiða á þessu þá myndu þeir ekki skipta?",
            "date": "2014-09-21 13:01:00",
            "post_id": "574078",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Þú ætlar að reyna að bera þetta saman við raunveruleikann í tilfelli viðskiptavina Símans,\nen þú tekur ekki fram að þeir viðskiptavinir hafa nú þegar allar upplýsingar í höndunum um verð áskriftarinnar,\ngagnamagns sem er innifalið í því og kostnað við að kaupa aukagagnamagn þegar að þeir taka ákvörðunina um að \"mála\". \nSvona lítur þessi saga þín út þegar því er bætt inní:\nNágranni A vill mála húsið og er með áskrift að málara sem rukkar 1000 krónur á fermetra og það þarf að mála 200 fermetra (1. hæð til 2. hæð)\nNágranni A leggur þetta fyrir Nágranna B og hann samþykkir. Málarinn lýkur verkinu og rukkar Nágranna A \nog \nNágranna B um 100 þúsund krónur. Húrra!\nÞetta er ekki tvírukkun\n. Þetta er svo augljóslega ekki dæmi um tvírukkun. \nÞetta kerfi sem er búið að tíðkast, að telja einungis niðurhal hjá heimilisnotendum,\ner líklega aðallega bara leifar þess tíma þegar að heimilisnotendur sóttu vefsíður og skrár frá \nvefþjónum sem voru almennt hýstir á fyrirtækjatengingum (með öðruvísi þjónustuuppskriftum en heimilisnotendur) og upphöluðu aldrei mikið af gögnum. \nÞað var þá svo lítið um upphal hjá heimilisnotendum að það hafði ekki teljandi áhrif á bandvíddina sem netveitur þurftu að sinna. \nBerum það saman við daginn í dag þegar að fólki finnst eðlilegt (enda ekkert að því) að flytja kannski 300GB af gögnum \nmeð internetinu í stað þess að skokka með harðan disk fimm kílómetra, eða upphala terabætum af gögnum með p2p mánaðarlega. \nStaðan er einfaldlega öðruvísi fyrir netveitur og það er ekkert náttúrulegra en að þær reyni að aðlagast þeim breytingum. \nMér er líka alveg sama um hvort Síminn hafi verið að skerða þjónustupakkana sína fyrir x% af notendum eða hvort þær hagnist y% af notendum.\nAlveg nákvæmlega sama. Farið þá til annarra netveita. Vissulega er fákeppni á þessum markaði eins og öllum öðrum hérna heima\nen það er ekki einokunarstaða á markaðinum og þið getið grátið ykkur í svefn yfir þessu án þess að fá mína samúð.",
            "date": "2014-09-21 13:18:00",
            "post_id": "574079",
            "reply_to_id": "574078"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "",
            "date": "2014-09-21 13:20:00",
            "post_id": "574081",
            "reply_to_id": "574079"
        },
        {
            "user_name": "GuðjónR",
            "text": "Gúru, hættu nú að vera svona Vinstri-Grænn.",
            "date": "2014-09-21 13:25:00",
            "post_id": "574082",
            "reply_to_id": "574081"
        },
        {
            "user_name": "nonesenze",
            "text": "fyndnast fannst mér \"Þú ætlar að reyna að bera þetta saman við raunveruleikann\"\nhahah\nflestir sem ég hef spurt og eru hjá símanum vita ekkert af þessum breytingum, þeir eru ekkert að auglýsa þetta neitt það mikið",
            "date": "2014-09-21 14:20:00",
            "post_id": "574086",
            "reply_to_id": "574082"
        },
        {
            "user_name": "Lunesta",
            "text": "Í fyrsta lagi þá er auðvitað eðlilegt að bera saman tvö raunveruleg tilfelli ekki satt? Auk þess\nþegar meðal viðskiptavinurinn sem kann ekki að telja innlent upphal og niðurhal sjálfur þá hefur\nhann ekki allar upplýsingar um efnið. Hann hefur ekki hugmynd um hvort hann hafi keypt allt of\nstóran eða lítin pakka. En það er ekki það sem ég er að tala um.\nÞað lítur út fyrir að það sem ég hafi verið að reyna að skrifa hafi ekki komist til skila, enda viðurkenni ég\nað þetta var skrifað upp í nokkurs konar flýti og nennti ekki að hafa fyrir því að gera þetta fullkomlega.\nÞað sem ég var að reyna að segja var að reikningurinn fyrir \"ALLT\" verkið var 100k. Nú þegar hann var búinn\nað vinna þá rukkaði hann báða einstaklinga umm 100k. Þetta er samanburðar dæmi og þetta átti að vera merkingin.\nKostnaðurinn var ekki 100k fyrir hvora hæð um sig. En það sem ég var að reyna að bera saman við var að\nsíminn framkvæmir eina framkvæmt en rukkar tvisvar. Þó nágranni A hafi bara verið rukkaður einu sinni\nog þar af ekki verið tvírukkaður rukkaði málirinn samt tvöfallt fyrir eitt og sama verkið rétt eins og síminn er\nað gera. Að vísu er síminn að auka gagnamagnið í staðinn en pointið með þessu argumenti var að benda\ná að það er verið að rukka tvisvar sinnum fyrir sömu vinnuna. Og gerði ég það því fólk er að benda á\nað það er verið að rukka tvisvar, en það virðist enginn tala um aukna gagnamagnið sem fylgir. aukna gagnamagnið \nþýðir í raun að það sé verið að það er verið að gera aðgerðina ódýrari báðum meginn. Ég er bara ekki viss um\nað það sé verið að auka gagnamagnið nógu mikið til að vera sanngjarnt.\nGóður punktur.\nég veit nú ekki með aðra en ég fer ennþá með usb kubb eða flakkara til vina minna til að sækja gögn. Samt sennilega ekki\njafn mikið og áður svo þetta er annar góður punktur. Meiri vinna fyrir símafyrirtækin. Mér finnst að telja innlent niðurhal\nalveg vera á kannski örlítið gráu svæði en að telja upphalið líka finnst mér töluvert verra en það er bara mín skoðun.\nÞar sem þessar síðustu línur eru komnar út fyrir rökfræðinna og inní \"mér er alveg sama um ykkur\" attitude veit ég ekki alveg\nhvernig ég á að svara, enginn ástæða til að verða pirraður þótt þú sért ósammála. Ég er persónulega ekki hjá símanum\nsvo þetta skiptir mig engu máli, ég er bara að reyna að skoða þetta frá rökfræðilegu sjónarmiði og að birta skoðanir\nmínar þar sem þetta er nú einu sinni spjall síða.\nBtw þá held ég að síminn sé sennilega eina fyrirtækið, fyrir utan kannski vodafone, sem getur pullað\nsvona move því þeir hafa svo mikið af fólki í viðskiptum sem hefur verið rosalega lengi. Mér finnst \npínu spennandi að fylgjast með þessu og jafnvel hugleiði þetta þar sem mest af niðurhalinu hér heima\ner sennilega netflix og hulu.",
            "date": "2014-09-21 15:44:00",
            "post_id": "574096",
            "reply_to_id": "574086"
        },
        {
            "user_name": "Gúrú",
            "text": "Þitt (óraunverulega) var ekki sambærilegt því þú lést sem viðskiptavinirnir væru í myrkrinu um a) hvað yrði mælt og b) hvað það kostaði.\nÞað er ekki satt í tilfelli viðskiptavina Símans.\nÉg veit hver ætlunin þín var og hvað stóð hjá þér. Ég get skrifað upp nákvæmlega sama texta og sett inn \"Kostnaðurinn er 10 þúsund en hann rukkar 1000 1000 þúsund!!!\".\nPunkturinn minn er að það skiptir engu máli hver kostnaður málarans við þetta verk var ef viðskiptavinirnir vissu stærð verksins og kostnaðinn fyrirfram.\nÞeir samþykktu þann kostnað og þeim kemur ekki við hver álagningin er. \nÉg vil minna þig á að það er ekki hægt að yfirfæra kostnað á sama máta í gagnamagn þar sem netveitur leigja bandvídd\nsem þeir telja að dugi til að halda hæfilegu þjónustustigi allan sólarhringinn allt árið en kaupa ekki gagnamagn fyrir hönd hvers viðskiptavins mánaðarlega.  \nMér er alveg sama um uppskálduðu tölurnar í sýnidæminu þínu. \nÞað sem mér þykir vænt um er að forsendurnar séu þær sömu því annars á þetta sýnidæmi ekki heima neins staðar. \n(sjá enn og aftur: viðskiptavinirnir vita í raunveruleikanum fyrirfram hver díllinn er en ekki í þínu dæmi) \nÞú getur ekki samið dæmi með öðrum forsendum og notað það sem rökstuðning fyrir því að tvírukkun sé að eiga sér stað. \nMálarinn má græða 100 þúsund krónur á þessum fræðilegu nágrönnum alla daga vikunnar fyrir mér. Jafnvel meira en það, hví ekki? \nOkur er ekki tvírukkun. \nTelur gagnamagnið tvisvar. Ef gagnapakki þeirra beggja er tvöfalt stærri en ellegar þá myndi það engu skipta fyrir viðskiptavinina \n(ef þeir eru með 1:1 DL/UL hlutfall)\nog þó það væri ekki tilfellið þá væri það áskriftarleiðin sem þeir kusu að vera áskrifendur að. \nEf þeim líkar ekki við gagnamagnspakkann + talningaraðferðina geta þeir snúið sér annað.\nÞú getur ekki bara yfirfært suma eiginleika raunveruleikans yfir í sýnidæmið þitt og látið eins og það sé þá sami hlutur að gerast.\nEf þú yfirfærir þetta auka gagnamagn yfir í söguna þá er verið að rukka tvisvar fyrir málningu + auka málningu. \nSem er ekki sama vinnan heldur meiri vinna\n.\nÞað þýðir ekki að það sé verið að tvírukka neinn. Það er ekki verið að tvírukka neinn. Allir eru rukkaðir einu sinni. \nÍ samræmi við þjónustuleiðina sína. Enginn er rukkaður tvisvar.",
            "date": "2014-09-21 16:23:00",
            "post_id": "574101",
            "reply_to_id": "574096"
        },
        {
            "user_name": "intenz",
            "text": "Tökum dæmi með póstinn. Aðili A sendir vöru til aðila B. Þeir fá að velja um það hvort aðili A greiði fyrir flutninginn, aðili B greiði fyrir flutninginn eða að þeir greiði báðir helming fyrir flutninginn (50/50). Þeir ákveða báðir að greiða helming. Segjum að sendingin kosti 1000 kr. Þeir báðir greiða 500 kr. Allir sáttir.\nEf við yfirfærum þetta yfir á þetta nýja fyrirkomulag hjá Símanum og að hver aðili greiði helming af flutningnum. Þá erum við komnir niður á það að hver aðili þarf að greiða 2x helming (frá og til). Hvernig er það ekki tvírukkun?",
            "date": "2014-09-21 17:08:00",
            "post_id": "574107",
            "reply_to_id": "574101"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Afþví að hvor um sig er aðeins rukkaður EINU SINNI!\nNei en svona í allri alvöru þá held ég að það sé vonlaust að reyna að rökræða við Gúrú og búast við því að það endi einhverntímann, því miður.",
            "date": "2014-09-21 17:14:00",
            "post_id": "574108",
            "reply_to_id": "574107"
        },
        {
            "user_name": "hagur",
            "text": "Þið getið allir gleymt þessu.  Gúrú mun eiga síðasta orðið eins og venjulega.  Hér á \"sá vægir sem vitið hefur meira\" vel við.",
            "date": "2014-09-21 17:19:00",
            "post_id": "574109",
            "reply_to_id": "574108"
        },
        {
            "user_name": "Gúrú",
            "text": "Ókei.\nEnginn var tvírukkaður. Engir himnar hrundu. Öllum var sama um litla A og litla B í litlum vog í litlum bæ í litlu húsi með lítilli mús.",
            "date": "2014-09-21 17:20:00",
            "post_id": "574110",
            "reply_to_id": "574109"
        },
        {
            "user_name": "worghal",
            "text": "gúrú, þú heldur áfram að henda fram punktinum að einhver EINN sé tvírukkaður meðan öll dæmin sem hafa komið hafa ekkert með það að gera. aftur á móti er hluturinn sem er verið að tala umm rukkað tvisar fyrir í heildina.\nþað rennur af mínum kvóta að senda eitthvað og á sama tíma rennum af hjá einhverjum öðrum fyrir SÖMU umferðina. gögnin fóru adlrey tvisvar um línuna.",
            "date": "2014-09-21 17:34:00",
            "post_id": "574111",
            "reply_to_id": "574110"
        },
        {
            "user_name": "Gúrú",
            "text": "Kvótinn ykkar beggja er stærri en hjá einhverjum sem bara niðurhal er mælt hjá. \nYkkur er skítsama og hefur verið alla tíð þó að niðurhalið ykkar frá bandarískum Comcast viðskiptavini á ThePirateBay telji inn í gagnamagnspakkann \nhans\n.\nSvo þegar að það sama mun gerast með tvo viðskiptavini sama fyrirtækisins þá er það harmleikur? Give me a break. \nÞetta eru tvær mismunandi leiðir til að setja upp þjónustupakka og það er, svo það sé margendurtekið, ekki verið að tvírukka neinn.",
            "date": "2014-09-21 17:57:00",
            "post_id": "574115",
            "reply_to_id": "574111"
        },
        {
            "user_name": "nidur",
            "text": "Það má segja að engin tvírukkun eigi sér stað frekar en áður. \nUpphalið var örugglega föst tala inn í áskriftinni, og nú ætla þeir bara að fara að mæla það.",
            "date": "2014-09-21 18:18:00",
            "post_id": "574118",
            "reply_to_id": "574115"
        },
        {
            "user_name": "Revenant",
            "text": "Fyrirtækjum er í sjálfvald sett hvaða mælikvarði er notaður til að rukka fyrir þjónustu.\nDæmi: \nISP #1 mælir eftir bandvídd (10/100/1000 mbit)\nISP #2 mælir eftir erlendri bandvídd (5/10/100 mbit)\nISP #3 mælir eftir gagnamagni (bara download)\nISP #4 mælir eftir gagnamagni (bæði upload og download)\nISP #5 mælir eftir latency (eða einhverju öðru)\nÍ tilfelli Símans þá ákváðu þeir að rukka fyrri upload og download.\nEf fólk er ósátt við þessa \"tvírukkun\" þá er einfaldasta leiðin að hætta viðskipum við viðkomandi fyrirtæki og fara annað.",
            "date": "2014-09-21 20:34:00",
            "post_id": "574129",
            "reply_to_id": "574118"
        },
        {
            "user_name": "dori",
            "text": "Óháð því hvað manni finnst um það að mæla bæði upp og niðurhal (sem er btw engan vegin \"tvírukkun\"). Eruð þið til í að hætta að koma með hrikalega lélegar samlíkingar við aðra þjónustu sem meika engan sense. Þetta með að senda póst var nógu slæmt en þetta málaradæmi tók bikarinn í heimsku. [small](Eitthvað sem ég hefði hugsanlega búist við í einhverjum af þessum áfengisþráðum í koníakstofunni)[/small]",
            "date": "2014-09-21 21:05:00",
            "post_id": "574135",
            "reply_to_id": "574129"
        },
        {
            "user_name": "hagur",
            "text": "Hvað segiði, var búið að ræða hvort þetta sé mögulega tvírukkun?",
            "date": "2014-09-23 18:38:00",
            "post_id": "574368",
            "reply_to_id": "574135"
        },
        {
            "user_name": "intenz",
            "text": "",
            "date": "2014-09-23 19:02:00",
            "post_id": "574369",
            "reply_to_id": "574368"
        },
        {
            "user_name": "Stuffz",
            "text": "Ég er ekkert voða hrifinn af þessum grundvallarbreytingum á netveitingu sem Síminn er búinn að gera, maður spyr sig eiginlega hvað næst?\nen líka varðandi lög um mælingar ég spyr mig sjálfan stundum hvort og þá hvaða fordæmi hlutir gefa jafnvel þótt þeir séu fallegir eins og grískir tréhestar við fyrstu sýn.\nveit ekki hvort það er gagnlegt fordæmi að tengja svona reglugerð við netþjónustur, getur verið tvíeggjað sverð ófyrirsjáanlegra annarra afskipta hins opinbera af rekstri netþjónusta.\nfyndin mynd:",
            "date": "2014-09-23 20:52:00",
            "post_id": "574381",
            "reply_to_id": "574369"
        },
        {
            "user_name": "Gúrú",
            "text": "Takk fyrir þessa yndislegu mynd sem sýndi klárlega ekki að einhver var rukkaður tvisvar sinnum fyrir sama hlut. Það er tvírukkun. \nAð rukka hvern viðskiptavin fyrir notkun sína er ekki tvírukkun.",
            "date": "2014-09-24 07:37:00",
            "post_id": "574420",
            "reply_to_id": "574381"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Það er alveg klárt mál að núna ætlar Síminn sér að fara að græða.\nÖll verð hafa hækkað, líka hjá dótturfélaginu, Skjánum.\nVerðið á myndlyklinum kominn uppí tæplega 1700kr.... á mánuði\nSnjalltæki á 500kr á mánuði\nOg skjáheims- pakkarnir, allir komnir yfir 4000kr. (þeir sem eru með eitttthverju viti)\nNúna er kominn tími á að pakka saman myndlyklinum og skila honum.  \nMér finnst þetta orðið of dýrt.\nSvo er það nú einu sinni þannig, að við notum internetið oftast mun meira á veturnar. Þá eru mun meira afþreyingarefni að koma út.\nÞannig það gæti vel verið að ég læt líka flytja mig til Hringdu núna í okótóber ef gagnamagnið nægir mér ekki.\nSvo eftir 10 ára samband, þá ætlar Síminn að hætta með mér.",
            "date": "2014-09-24 08:25:00",
            "post_id": "574425",
            "reply_to_id": "574420"
        },
        {
            "user_name": "kizi86",
            "text": "Að rukka tvisvar fyrir sama verk ER tvírukkun, þótt það sé ekki verið að rukka hvern og einn tvisvar..  Reyndu að troða þessu inn í þinn þvera haus Gúrú..",
            "date": "2014-09-24 08:26:00",
            "post_id": "574426",
            "reply_to_id": "574425"
        },
        {
            "user_name": "Perks",
            "text": "1 Straumur talinn á 2 stöðum, þetta ætti ekki að vera neitt debate..",
            "date": "2014-09-24 08:57:00",
            "post_id": "574432",
            "reply_to_id": "574426"
        },
        {
            "user_name": "GuðjónR",
            "text": "1.785 kr. krafa í heimabankanum.",
            "date": "2014-09-24 09:13:00",
            "post_id": "574436",
            "reply_to_id": "574432"
        },
        {
            "user_name": "Gúrú",
            "text": "Er það tvírukkun ef að Comcast rukkar notanda A fyrir upphal og Vodafone rukkar notanda B fyrir niðurhalið sömuleiðis?\nEf þér finnst það þá er það gott og blessað og þú mátt lifa með þeirri heimsku skoðun í friði frá mér.\nEf það er það ekki þá er það sömuleiðis ekki tvírukkun ef þetta er sami þjónustuaðili fyrir báða notendur.",
            "date": "2014-09-24 11:14:00",
            "post_id": "574448",
            "reply_to_id": "574436"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Sá vægir sem vitið hefur meira. Held að menn ætti bara að sammælast um það að vera ósammála um þetta. Ég er persónulega á móti því að mæla landlínugagnamagn eins og 3G gagnamagn.\nÞetta er bara brella hjá Símanum til þess að þeir sem vita ekki betur haldi að það sé að fá meira fyrir peninginn hjá þeim, af því að leiðirnar þeirra innihalda meira gagnamagn. Svipað og þegar Vodafone byrjaði að telja innlenda speglun sem gagnamagn - nema töluvert grófara.",
            "date": "2014-09-24 15:11:00",
            "post_id": "574473",
            "reply_to_id": false
        },
        {
            "user_name": "Nariur",
            "text": "Það er nú alvitað að Comcast er siðlaust fyrirtæki sem rukkar fyrir allt undir sólinni.",
            "date": "2014-09-24 21:58:00",
            "post_id": "574550",
            "reply_to_id": "574473"
        },
        {
            "user_name": "Elmar-sa",
            "text": "Ég fékk svar frá Tal vegna þess að mælingarnar þeirra pössuðu ekki  :-)\n \n (Við höfum tekið eftir því, eins og þú réttilega bendir á, að niðurhalið sem á sér stað á þessum 6 klst millibilum yfir daginn er ekki alveg rétt. Það lítur út fyrir að notkun sem á sér stað fyrir þann tíma, t.d. 06:00 - 12:00, er að færast yfir á næsta tímabil og svo koll af kolli.\nHeildarnotkunin yfir daginn er samt sem áður rétt, en tímabilin eru ekki að skipta þessu rétt upp eins og er. Við afvirkjuðum tímabilin á meðan við finnum lausn á því af hverju þetta gerist.)\nHaha ég á sem sagt að trúa því að klukkan í (mælinum) sé biluð og er enn, en ekki sá sem rukkað er eftir..... Það verður að láta fylgjast með þessum fyrirtækjum það má ekki vera neitt vafamál hvað viðskiptavinurinn á að borga.",
            "date": "2014-09-25 08:14:00",
            "post_id": "574621",
            "reply_to_id": "574550"
        },
        {
            "user_name": "depill",
            "text": "Er það tvírukkun ef að <insert favoriute telecompany> rukkar notanda A fyrir upphal og Vodafone rukkar notanda B fyrir niðurhalið sömuleiðis.\nÞó ég sé að prinsippinu á móti þessu, og ég er líka á móti rukkun fyrir innlendu niðurhali, þar sem mér finnnst Síminn vera niðurgreiða erlenda umferð sem er sannarlega miklu dýrari. Að þá breytir það ekki máli að upphal tekur líka tíðni í fibernum sem veldur því að það þarf að stækka linka.\nÉg man að hjá Hringdu vorum að sjá að upphal var mun stöðugra allan sólarhringinn ( alltaf í botni ) eða niðurhal sveilaðist. Það má í raun og veru segja að einhverju leyti hafi verið frekar rök fyrir því að snúa þessu við.",
            "date": "2014-09-25 09:08:00",
            "post_id": "574625",
            "reply_to_id": "574621"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Afsakið, en þið eruð að bera saman umferð yfir sæstreng (sem ISP leigir) og landlínu (sem Síminn á?).\nMeikar það sens?\n(Spurningamerkið set ég vegna þess að ég er ekki alveg viss með þetta)",
            "date": "2014-09-25 12:30:00",
            "post_id": "574644",
            "reply_to_id": "574625"
        },
        {
            "user_name": "hkr",
            "text": "Var það þá bara innanlands? Sé ekki betur en að hjá _öllum_ íslensku ISP'unum að DL og UL fylgist að: \nhttp://rix.is/statistics.html",
            "date": "2014-09-25 12:43:00",
            "post_id": "574647",
            "reply_to_id": "574644"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Það sem menn eru að benda á hér er einmitt það að sá sem SÆKIR eigi að greiða, ekki báðir - eins og þetta hefur alltaf verið.",
            "date": "2014-09-25 12:58:00",
            "post_id": "574649",
            "reply_to_id": "574647"
        },
        {
            "user_name": "depill",
            "text": "Heildarumferð, veit ekki hvernig það er samt í dag. ( Tveggja ára gömul þekking )",
            "date": "2014-09-25 13:05:00",
            "post_id": "574652",
            "reply_to_id": "574649"
        },
        {
            "user_name": "Daz",
            "text": "Tæknilega þá á Míla allar landlínur sem Síminn, Vodafone, Hringdu osfrv. nota. Kannski ekkert svo \"Tæknilega\", nema að það er sami eigandi að Mílu og Símanum, svo Síminn á ekki landlínurnar.",
            "date": "2014-09-25 13:08:00",
            "post_id": "574653",
            "reply_to_id": "574652"
        },
        {
            "user_name": "depill",
            "text": "Já, ég er ekki að móttmæla því. Enda sagðist ég vera ósammála þessu. En það eru fleirri ISPar og ef Síminn vill höndla þetta svona þá er það nottulega þeirra val. En þetta flækist nottulega að svo kemur peering og transit o.s.frv sem gerir þetta discussion að algjöru nightmare.\nÉg er meira að segja að tvírukkunarrökin eru frekar tæp.",
            "date": "2014-09-25 13:11:00",
            "post_id": "574654",
            "reply_to_id": "574653"
        },
        {
            "user_name": "Stuffz",
            "text": "það gæti kannski verið ekki svo slæm hugmynd að síminn gæfi áskrifendum sínum tja.. val um 75% gagnamagns afslátt á eitt \"Vina-IP\" (innanlands) eða 50% gagnamagns afslátt á 3 \"Vina-IP\" (innanlands) eitthvað svoleiðis.\nÞeir gætu innleitt þetta svo annaðhvort strax eða samfara gjaldskrár hækkununum á næsta ári.",
            "date": "2014-09-25 21:34:00",
            "post_id": "574724",
            "reply_to_id": "574654"
        },
        {
            "user_name": "Elmar-sa",
            "text": "Það veitir greinilega ekki af eftirliti á þessi fyrirtæki, nú tekst Tal að telja allveganna 20% af traffik sem fer gegnum Lokun.is sem erlenda hjá mér, fór í viðskipti við lokun en það tikkar á hverjum degi erlent jafnvel þó það sé ekki kveikt á tölvu :-) magnað, og að tala við þá er algjör einstefna.",
            "date": "2014-10-07 20:46:00",
            "post_id": "576276",
            "reply_to_id": "574724"
        },
        {
            "user_name": "fedora1",
            "text": "Ættir þú ekki að geta fengið sundurliðað hvaða iptölur þú ert að sækja erlendis frá ? Er ekki hæpið að telja/rukka fyrir eitthvað sem þeir geta ekki sannað.",
            "date": "2014-10-07 22:14:00",
            "post_id": "576298",
            "reply_to_id": "576276"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ég get lofað þér því að í 99% tilvika sem fólk hringir inn til þeirra vegna gagnamagns er það á ábyrgð notanda, ekki villur í talningu.",
            "date": "2014-10-07 22:22:00",
            "post_id": "576299",
            "reply_to_id": "576298"
        },
        {
            "user_name": "Gúrú",
            "text": "Viltu að slíkar upplýsingar séu geymdar?",
            "date": "2014-10-08 00:20:00",
            "post_id": "576317",
            "reply_to_id": "576299"
        },
        {
            "user_name": "hkr",
            "text": "Það er nú þegar í lögum að slík gögn skuli vera geymd í 6 mánuði:\nhttp://althingi.is/lagas/nuna/2003081.html",
            "date": "2014-10-08 00:52:00",
            "post_id": "576320",
            "reply_to_id": "576317"
        },
        {
            "user_name": "Elmar-sa",
            "text": "Var að fá svar frá þeim, fæ sundurliðun á IP tölum síðustu 8 daga   \n   svo loggið er til. Það er allaveganna verið að gera einhvað til að skoða þetta til tilbreytingar.",
            "date": "2014-10-08 10:33:00",
            "post_id": "576337",
            "reply_to_id": "576320"
        },
        {
            "user_name": "tlord",
            "text": "Hefur einhverntíman verið DÆMT í máli þar sem fjárkrafa er byggð á gagnamagnsmælingu hjá fjarskiptafyrirtæki?",
            "date": "2014-10-08 15:05:00",
            "post_id": "576356",
            "reply_to_id": "576337"
        },
        {
            "user_name": "Gúrú",
            "text": "Þú ætlar þó ekki að hunsa \"\ní þágu rannsókna sakamála og almannaöryggis\n\" og \"\nóheimilt að nota eða afhenda umræddar upplýsingar öðrum en lögreglu eða ákæruvaldi\n\"?\nÞað er ótrúlegur munur á því að réttarkerfið hafi aðgang að þessum gögnum og að ég geti sem skráður rétthafi tengingar geti farið inná notkun.vodafone.is og \nséð alla notkun tengingarinnar mánuð fyrir mánuð eftir IP tölum og gagnamagni.  \nÞað var a.m.k. það sem ég átti við með innlegginu mínu. Vill fedora1 að það sé hægt?",
            "date": "2014-10-08 16:45:00",
            "post_id": "576366",
            "reply_to_id": "576356"
        },
        {
            "user_name": "fedora1",
            "text": "Nei, en þeir eru að geyma þetta, þeir eru að rukka eftir þessu, ef ég bið um að sjá hvað þeir eru að telja sem gögn, þá vil ég geta séð það.\nps. ég er ekki að tala um \nhttp://www.youporn.com/vo\nðaKinkiMyndband.avi heldur \n24.12.2014 127.0.0.1 5 mb\nGúru finnst þér eðlilegt að löglerglan geti fengið þessi gögn en ekki þú sem neytandi til að sannreyna að þeir séu að telja gagnamagnið rétt ?",
            "date": "2014-10-08 19:45:00",
            "post_id": "576387",
            "reply_to_id": "576366"
        },
        {
            "user_name": "Gúrú",
            "text": "Semsagt IP talan hjá Youporn.com og síðan gagnamagnið sem þú hlóðst niður frá Youporn? Sérðu einhvern sérstakan mun á því? Ég sé bókstaflega engan mun á því.\nEini munurinn væri ef að Youporn væri hýstur á sama vefþjón og einhver önnur síða og ég hefði því ekki á hreinu með því að sjá IP töluna hvor síðan það væri.\nJá. Mér finnst það ótrúlega eðlilegt. Það eina eðlilega í stöðunni. \nÉg vil trúa því að hægt sé að koma upp sannreynanlegu mælikerfi án þess að opna upp á gátt fyrir friðhelgisbrotum.\nÞað er sturlun fyrir mér að þú viljir að þessi gögn séu bara geymd og aðgengileg fyrir heilu mánuðina.",
            "date": "2014-10-08 19:56:00",
            "post_id": "576389",
            "reply_to_id": "576387"
        },
        {
            "user_name": "rapport",
            "text": "Var að skoða tölur RIX...\nHvað gerðist í júní?\nOg er það raunin að gagnamagn hefur tvöfaldast á einu ári?\nSjá - \nhttp://www-m.isnic.is/status/rix/galag/galag.html\nEDIT: WUT!?!  Þetta aukna gagnamagn er bara hjá Símanum?\nhttp://www-m.isnic.is/status/rix/simnet/simnet.html\nReyndar skot upp hjá fleirum ...\nhttp://www-m.isnic.is/status/rix/m365/m365.html\nhttp://www-m.isnic.is/status/rix/dcg/dcg.html\nhttp://www-m.isnic.is/status/rix/simafe ... lagid.html\nHvað gerðist hjá þeim, þetta er kjánalegt?",
            "date": "2014-10-08 20:23:00",
            "post_id": "576395",
            "reply_to_id": "576389"
        },
        {
            "user_name": "fedora1",
            "text": "Það er munur á hvort þetta sé skráð á ip tölu eða hvort það sjáist hvaða gögn slóðir þú varst að sækja.\nÞetta er geymt í dag, þannig að það er ekki eins og það sé einhver stór breyting að þú fáir aðgang að þinni notkun, ef þú treystir ekki mælingum frá isp.\nÉg sé ekki allan mun á að fá sundurliðun á símanúmerum og sundurliðun á ip-traffic.",
            "date": "2014-10-08 20:28:00",
            "post_id": "576397",
            "reply_to_id": "576395"
        },
        {
            "user_name": "Revenant",
            "text": "Það er möguleiki að einhver aðili hafi verið að auglýsa rútu inn á RIX sem var áður rútuð í gegnum erlenda IX-a s.s. LIX, NL-ix eða DIX.",
            "date": "2014-10-08 20:36:00",
            "post_id": "576398",
            "reply_to_id": "576397"
        },
        {
            "user_name": "rapport",
            "text": "Mikill munur, á símreikning þá sést nákvæmlega, startgjald, klukkan hvað var hringt og hversu lengi.\nEf að það er IP tala, hversu lengi hún var tengd, gagnamagn í samskiptum og hvort að gagnamagnið hafi verið streymi á videó, download á ISO file eða flash auglýsingar.\nÞað væri í lagi mín vegna að uppfylltum ákveðnumn ákvæðum.\nEn þetta er bara ekki tæknilega mögulegt....",
            "date": "2014-10-08 20:36:00",
            "post_id": "576399",
            "reply_to_id": "576398"
        },
        {
            "user_name": "depill",
            "text": "Miðað við gagnamagnið, myndi ég frekar giska að þarna hafi Símafélagið hætt Transit hjá Símanum sem þeir voru með. Símafélagið heldur á fullt af umferð svo sem ruv.is streymi, OZ streymi, Level3 CDN  ( þessir fyrrgreindu eru einmitt þar ), sem myndi alveg útskýra þessa aukningu þar sem umferð milli Símafélagsins og Símans fer af private linkum yfir á RIX.",
            "date": "2014-10-08 21:47:00",
            "post_id": "576406",
            "reply_to_id": false
        },
        {
            "user_name": "Throstur",
            "text": "RIX er ekki eini tengipunktur milli ISPa á Íslandi. Margir eru með beinar tengingar milli sín sem fara ekki í gegnum RIX.\nMér sýnist að Síminn hafi stækkað RIX sambandið úr 1 í 10 Gbit, og sennilega í kjölfarið fært umferð sem fór áður yfir direct peering yfir á RIX.",
            "date": "2014-10-08 21:47:00",
            "post_id": "576407",
            "reply_to_id": "576406"
        },
        {
            "user_name": "rapport",
            "text": "OK... ég veit ekkert hvað er á bakvið tölurnar. Stóð í þeirri trú að þetta væri öll traffík...",
            "date": "2014-10-08 21:51:00",
            "post_id": "576410",
            "reply_to_id": "576407"
        },
        {
            "user_name": "natti",
            "text": "Gögnin þarf auðvitað að geyma svo hægt sé að vísa í þau ef ágreiningur kemur upp.\nÞað er ekki langt síðan að þessi gagnageymsla var uppi á borði PFS, en Síminn vildi geyma gögnin jafn lengi og hægt sé að véfengja [greidda] reikninga, en fékk það ekki.\nÞetta er þó geymt í amk 6 mánuði.\nSjá \nhttp://www.pfs.is/upload/files/%C3%81kv_nr.29.2011.pdf\nEn að öðru leiti, þá finnst mér það afskaplega undarleg afstaða að líta svo á að það sé friðhelgisbrot að þú fáir að vita hvaða upplýsingar séu geymdar um þig.\nSagan segir að eitt sinn hafi rétthafi getið fengið þessar upplýsingar (timestamp/ip/gagnamagn) gegn gjaldi og mér finnst sjálfsagt að slíkt væri ennþá hægt.\n(Sem er circabout svipað og með sundurliðun símreikninga, nema í staðinn fyrir símanúmer þá er IP, og í staðinn fyrir lengd þá er gagnamagn.)\nEnda eru þetta upplýsingar sem gætu verið gagnlegt að skoða áður en maður færi í hart við að véfengja reikning...\nÞess fyrir utan þá er töluverður munur að sjá IP vs að sjá nafn (1.2.3.4 vs youporn.com). Því oftar en ekki eru gögnin sótt annað á e-ð content-delivery-network (akamai eða sambærilegt). Fyrir utan þá sem eru að nota cloud-þjónustur þar sem reverse DNS er ekki í lagi.\nÞú myndir t.d. ekki í fljótu bragði sjá að einhver hefði farið inn á \nhttp://www.dominos.is\n út frá IP tölunni...",
            "date": "2014-10-08 23:39:00",
            "post_id": "576425",
            "reply_to_id": "576410"
        }
    ],
    "date": "2014-10-08 21:47:00"
}