{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "62527",
    "title": "Official: iPhone 6 - Málefnalegar umræður / Reynslusögur",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=62527",
    "posts": [
        {
            "user_name": "Klaufi",
            "text": "Sælir drengir,\nÁður en ég byrja, þá er þetta ekki þráður fyrir apple flame eða annað á þá vegu.\nÞetta er þráður fyrir umræðu um nýja síman frá Apple á þroskuðum nótum.\nOn topic:\nÉg gerði mér ferð í dag og ætlaði að verlsa nýja iphone-inn (Kominn tími á að uppfæra síman).\nÞegar ég kom á staðinn og fór að máta þá bara fýlaði ég hann ekki, helstu punktar:\n-Myndavélalinsan útstæð - Pirrandi að nota síman á borði.\n-Dökkgrái liturinn er að mínu mati bara ljótur.\n-Of stór að mínu mati en ég ætlaði að gefa því séns.\nEr einhver vaktari kominn með svona græju í hendurnar?\nÉg er að uppfæra úr fimmu, og ég hugsa að ég taki bara 5S, elska formið á þessum símum.\nN.b. Ég nota síman 70% sem síma þar sem ég er í símanum bróðurpart dagsins vegna vinnu.",
            "date": "2014-09-21 23:00:00",
            "post_id": "574153",
            "reply_to_id": false
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ég er með 5s og ég ætla ekki að uppfæra.\nMér finnst svo sorglegt hvað hann er óspennandi miðað við margar concept myndir gáfu í skyn. Mér finnst þeir vera að þróast aftur í iPhone 1, er það bara ég?\nÉg hafði bundið vonir við að hann yrði svona, með stærri skjá, en samt ekki stærri í heildina:",
            "date": "2014-09-21 23:23:00",
            "post_id": "574156",
            "reply_to_id": "574153"
        },
        {
            "user_name": "Tiger",
            "text": "Fæ minn í hendurnar þegar ég lendi í Florida annað kvöld. Skal senda inn report fljótlega eftir það \nÁn þess að hafa handleikið hann, þá fannst mér þetta of stórt skref hjá Apple. Hefði viljað að iPhone 6 hefði haldið 5s stærðinni og 6plús hefði farið í 4,7\", taka þessa stækkun semsagt í hægrai skrefum.  ENNN mér fannst svo sem iPhone5 of stór líka á sínum tíma, en svona er maður fljótur að venjast.",
            "date": "2014-09-21 23:31:00",
            "post_id": "574157",
            "reply_to_id": "574156"
        },
        {
            "user_name": "Klaufi",
            "text": "Þetta.",
            "date": "2014-09-22 00:04:00",
            "post_id": "574162",
            "reply_to_id": "574157"
        },
        {
            "user_name": "jardel",
            "text": "Ég er búinn að fara í alla flóruna í þessum farsímum allt frá sony til nokia frá iphone til samsung- htc og fl.\nþað sem er málið er í dag er lg g2 eða lg g2 þetta eru einu símanir sem eru með góða rafhlöðu 3000  \nMaður þarf ekki alltaf að vera að hlaða símann,\nÞetta eru einu snjallsímanir með fm útvarpi það þarf varla að segja meira en það!\nGæti talið endalaust kosti fram yfir galla aðra síma.",
            "date": "2014-09-22 01:09:00",
            "post_id": "574166",
            "reply_to_id": "574162"
        },
        {
            "user_name": "Black",
            "text": "Þetta er þráður fyrir umræðu um nýja síman frá Apple",
            "date": "2014-09-22 03:13:00",
            "post_id": "574171",
            "reply_to_id": "574166"
        },
        {
            "user_name": "AntiTrust",
            "text": "Til að byrja með - Þetta er iPhone þráður.. Í öðru lagi, FM útvarp? Það er 2014, við getum ráðið hvað við hlustum á og hvenær, í öllu betri gæðum \nÉg er búinn að handleika eitt svona eintak og ég er rosalega efins um að ég uppfæri úr 5s í 6, finnst 4\" body-ið bara mikið þægilegra í hendi. Er líka ótrúlega illa við þessa protruding myndavél, mjög ólíkt Apple.",
            "date": "2014-09-22 09:39:00",
            "post_id": "574183",
            "reply_to_id": "574171"
        },
        {
            "user_name": "slapi",
            "text": "Hefði verið svo miklu sniðugara að láta bodyið matcha linsuna á myndavélinni og stækka batteríið sem því nemur",
            "date": "2014-09-22 10:01:00",
            "post_id": "574184",
            "reply_to_id": "574183"
        },
        {
            "user_name": "Klaufi",
            "text": "Það er eitt með linsuna, hún verður sennilega nokkuð flush með réttu hulstri.\nÞað neyðir mann hins vegar til þess að nota hulstur, eitthvað sem ég þoldi aldrei á fimmunni og gafst upp á því eftir 2-3 vikur.",
            "date": "2014-09-22 10:06:00",
            "post_id": "574185",
            "reply_to_id": "574184"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Er tilgangurinn þá ekki smá defeated? Er þú verður að nota hulstur?",
            "date": "2014-09-22 12:06:00",
            "post_id": "574192",
            "reply_to_id": "574185"
        },
        {
            "user_name": "Klaufi",
            "text": "Ekki smá, heldur algjörlega..",
            "date": "2014-09-22 12:18:00",
            "post_id": "574193",
            "reply_to_id": "574192"
        },
        {
            "user_name": "C3PO",
            "text": "Var að handleika 6 og 6plus í NY. Flottir símar, þò finnst mér 6plus allt of stór.\nIphone 6 er svona svipaður og Samsung s4 síminn minn að stærð. Mældi þà hlið við hlið. Svo er hann òtrúlega léttur. Ég mun fà mér 6 þar sem að ég skjàstærðin er orðin àsætanleg. Búin að eiga allar tegundir af iphone og hef alltaf fundist skjàrinn of lítill.\nÆtla nú samt að bíða þangað til að hæpið hefur minkað og verið orðið stöðugt. Er allavega ekki að fara að borga eitthvað ekstra til að nà eintaki. Svo er spurning hvort að þetta lækki kringum àramòt þegar vörugjöld verða feld niður, ((ef að það séu vörugjöld à símum).",
            "date": "2014-09-22 12:53:00",
            "post_id": "574195",
            "reply_to_id": "574193"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Nei, bara vaskur",
            "date": "2014-09-22 15:39:00",
            "post_id": "574226",
            "reply_to_id": "574195"
        },
        {
            "user_name": "Tesli",
            "text": "Ég er með Iphone 5s og finnst hann aðeins of lítill.\nÉg myndi þó aldrei fara í Iphone 6 því mér finnst uppfærslan í hann vera lélegt grín.\nIphone 6+ er aðeins áhugaverðari fyrir betri myndavél og mikið betri batterýendingu, bara spurning hvort hann sé alltof stór eða hvort hann geti vanist.\nÉg bjóst við miklu meira, sérstaklega í ljósi þess að þeir fá meira rúmmál til þess að koma með flottari tækni og stærri batterý inn í þessa nýju stærri síma.\nblehh...",
            "date": "2014-09-22 19:54:00",
            "post_id": "574254",
            "reply_to_id": "574226"
        },
        {
            "user_name": "Tesy",
            "text": "Vildi óska þess að þeir settu 1080p skjá á iPhone 6 og líka OIS en ekki einungis á 6 plus sem er allt of stór. Þá væri það instant buy! Þeir eru örugglega að geyma það fyrir 6S.. Er mikill apple maður og verð að segja að ég er ekki sáttur í ár. Mun samt fara að skoða sexuna bráðum til að kíkja hvort að skjárinn sé nógu góður fyrir mig.\nPefect sími fyrir mig væri iPhone 6 með flottari bakhlið, flush camera, 1080p skjá, OIS, 2gb RAM og wireless charging. Ég má láta mig dreyma.",
            "date": "2014-09-22 21:51:00",
            "post_id": "574279",
            "reply_to_id": "574254"
        },
        {
            "user_name": "sweeneythebarber",
            "text": "Fór í Nova og skoðaði iphone 6. Persónulega finnst mér hann í fullkomin stærð fyrir snjallsíma. Eina sem ég hef út á hann að segja er myndavélin, En það er ekki stórmál.",
            "date": "2014-09-22 22:26:00",
            "post_id": "574286",
            "reply_to_id": "574279"
        },
        {
            "user_name": "jonolafur",
            "text": "Ég er bálskotinn í 6+ en... Ég er of nískur \n  og keypti mér frekar 5s á fínu verði",
            "date": "2014-09-22 22:43:00",
            "post_id": "574289",
            "reply_to_id": "574286"
        },
        {
            "user_name": "kizi86",
            "text": "http://www.theverge.com/2014/9/18/63395 ... st-iceland\ner EKKI apple maður, en þetta er flott umfjöllun um myndavélina í i6 og náttúrulega tekið á besta stað í geymi \n mjööög mikil þróun í bæði myndavélinni sjálfri og hugbúnaðinum sem stýrir henni, frá 5s..",
            "date": "2014-09-23 08:40:00",
            "post_id": "574310",
            "reply_to_id": "574289"
        },
        {
            "user_name": "dori",
            "text": "Held að hann eigi við að það að myndavélin standi út sé galli (eins og margir hafa rætt um í þessum þræði).",
            "date": "2014-09-23 11:06:00",
            "post_id": "574326",
            "reply_to_id": "574310"
        },
        {
            "user_name": "sweeneythebarber",
            "text": "myndavélin er snild en hún stendur smá út sem er ekki stórmál. T.d. er með s4 og myndavélin stendur smá út en er með hulstur utanum símann þannig að það hefur enginn áhrif.(get lagt hann niður á borð án þess að hann vaggi.)",
            "date": "2014-09-23 13:59:00",
            "post_id": "574339",
            "reply_to_id": "574326"
        },
        {
            "user_name": "upg8",
            "text": "\"Bend Test\"...\nYou're sitting wrong\nhttp://www.macrumors.com/2014/09/23/iphone-6-plus-bending-pockets/",
            "date": "2014-09-23 15:34:00",
            "post_id": "574354",
            "reply_to_id": "574339"
        },
        {
            "user_name": "tanketom",
            "text": "Og hér er S note 3\n[youtube]Galaxy Note 3 Bend Test (iPhone 6 Plus Follow-up): \nhttp://youtu.be/FwM4ypi3at0\n[/youtube]",
            "date": "2014-09-24 10:55:00",
            "post_id": "574445",
            "reply_to_id": "574354"
        },
        {
            "user_name": "upg8",
            "text": "Það er ekki hægt að réttlæta svona slæman hönnunargalla með því að annar framleiðandi geri sömu mistök, það er eins og þegar stjórnmálamenn afsaka sinn eigin afleik með því að benda á annan aðila. Vonandi að þetta skapi ekki eldi/sprengihættu vegna rafhlöðunnar. Ættu kannski að taka upp beygjuprófanir eins og aðrir framleiðendur.",
            "date": "2014-09-24 12:23:00",
            "post_id": "574453",
            "reply_to_id": "574445"
        },
        {
            "user_name": "AntiTrust",
            "text": "Hann sýnir akkúrat fram á hið gagnstæða, Note3 bognar ekkert varanlega.",
            "date": "2014-09-24 12:32:00",
            "post_id": "574454",
            "reply_to_id": "574453"
        },
        {
            "user_name": "dori",
            "text": "Einn munur á áli og plasti er að þegar ál bognar þá helst það bogið, plast bognar upp að vissu marki og fer til baka (eða brotnar ef þú reynir að beygja það meira en það þolir).\nÞetta er ástæðan fyrir því að ég hef alltaf hlegið inní mér þegar vissir aðilar tala illa um Samsung símana af því að þeir eru \"plastkenndir\" eins og það sé galli. Ál og gler er rosa flott og allt það en ekkert efni er fullkomið og þetta snýst alltaf um að velja það sem er rétt fyrir verkefnið.",
            "date": "2014-09-24 12:56:00",
            "post_id": "574455",
            "reply_to_id": "574454"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Horfðirðu a myndbandið?",
            "date": "2014-09-24 13:23:00",
            "post_id": "574457",
            "reply_to_id": false
        },
        {
            "user_name": "Klaufi",
            "text": "Hmmm, einkennilegt..\nBúið að taka græjuna útaf á síðunum hjá Símanum, Vodafone og Nova..  Innköllun?",
            "date": "2014-09-24 13:48:00",
            "post_id": "574460",
            "reply_to_id": "574457"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ætli það sé ekki bara byrjað að afhenda tækin og forsalan búin?",
            "date": "2014-09-24 13:52:00",
            "post_id": "574461",
            "reply_to_id": "574460"
        },
        {
            "user_name": "Klaufi",
            "text": "Símarnir voru komnir inn sem vörur á þessum síðum, Síminn og Vodafone hafa enga síma fengið ennþá held ég.\nÁ síðu Símans\n voru símarnir komnir inn:\n-16Gb á 119k \n-64Gb á 135k\n-Plus 16gb á 135k etc..\nÞetta er farið, ásamt forpöntunarforminu, fannst þetta svolítið spes þar sem ég kíkti þá á \nsíðuna hjá Nova\n og þar er sama sagan..",
            "date": "2014-09-24 14:02:00",
            "post_id": "574462",
            "reply_to_id": "574461"
        },
        {
            "user_name": "svanur08",
            "text": "Enda er síminn úr áli, ál er auðvelt að beygja.",
            "date": "2014-09-24 14:46:00",
            "post_id": "574469",
            "reply_to_id": "574462"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Þetta er ekki Eini síminn á markaðnum sem er úr áli. Ekki hef ég heyrt af svona galla í fleirum símum. Kannski er það bara ég.",
            "date": "2014-09-24 14:54:00",
            "post_id": "574470",
            "reply_to_id": "574469"
        },
        {
            "user_name": "Klaufi",
            "text": "Er eitthvað til af símum með jafn mikið flatarmál og plusinn og í svipaðri þykkt?",
            "date": "2014-09-24 15:25:00",
            "post_id": "574474",
            "reply_to_id": "574470"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Þetta bending vandamál einskorðast ekki við plúsin. Fólk er líka að lenda í þessu með iphone 6. Annars er HTC One max svipað stór og plúsinn.",
            "date": "2014-09-24 15:31:00",
            "post_id": "574476",
            "reply_to_id": "574474"
        },
        {
            "user_name": "upg8",
            "text": "Það er hægt að skoða báða símana hjá iFixit og það sést strax hvað iPhone 6 Plus fórnar miklu til þess eins að vera þunnur. HTC síminn er með miklu kúptari bakhlið (Það veitir mun betri vörn gegn sveigjum), ekki fræsað eins brjálæðislega mikið úr álinu og þar að auki er það styrkt með plasti :/ Því miður er þetta það sem neytendur eru að heimta, -sífellt þynnri tæki.",
            "date": "2014-09-24 16:55:00",
            "post_id": "574497",
            "reply_to_id": "574476"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Það er komin lausn á þessu:",
            "date": "2014-09-24 20:41:00",
            "post_id": "574537",
            "reply_to_id": "574497"
        },
        {
            "user_name": "OmarI",
            "text": "Hefur einhver keypt sér iPhone 6 í USA og getur staðfest að hann virki heima ? Hvaða model var þá keypt ? Er T-mobile síminn örugg kaup til að láta hann virka heima ?",
            "date": "2014-09-25 07:18:00",
            "post_id": "574616",
            "reply_to_id": "574537"
        },
        {
            "user_name": "gRIMwORLD",
            "text": "http://www.mirror.co.uk/news/technology-science/technology/apple-ios-8-more-problems-4320004\nOg nú hefur Apple tekið til baka iOS 8.01 uppfærsluna...hmmm",
            "date": "2014-09-25 08:46:00",
            "post_id": "574623",
            "reply_to_id": "574616"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Bendy iPhone\nÓnýtt iOS\nOg svo núna... 500 milljón tölvur vulnerable.  \nhttp://www.mbl.is/frettir/taekni/2014/09/25/500_milljon_tolvur_i_haettu/",
            "date": "2014-09-25 15:11:00",
            "post_id": "574665",
            "reply_to_id": "574623"
        },
        {
            "user_name": "Tiger",
            "text": "Ég er með T-Mobile unlocked og með símakort frá símanum, no problemo.",
            "date": "2014-09-25 18:06:00",
            "post_id": "574693",
            "reply_to_id": "574665"
        },
        {
            "user_name": "OmarI",
            "text": "Hvaða módel er á símanum hjá þér ?",
            "date": "2014-09-25 18:11:00",
            "post_id": "574695",
            "reply_to_id": "574693"
        },
        {
            "user_name": "Stuffz",
            "text": "There is no spoon\nViðbót:",
            "date": "2014-09-25 18:29:00",
            "post_id": "574698",
            "reply_to_id": "574695"
        },
        {
            "user_name": "stefhauk",
            "text": "Sé að Nova er búið að lækka verðir á 16 gb iphone 5s símanum úr 109 þús í 99 þús ætli það þýði að hinn sé að detta inn núna á næstu dögum ? \nÉg ætlaði sjálfur að uppfæra símann hjá mér var með Samsung galaxy s4 og þar á undan var ég með Iphone 4s eftir að ég skipti var ég aldrei nægilega sáttur og hef alltaf fýlað iphone-in betur. \nSvo núna er ég búinn að selja Samsungin og er með drasl síma þangað til Iphone 6 kemur í sölu á venjulega verðinu en ekki í kringum 170 þús eins og Nova byrjaði að selja hann á sem og Isíminn. \nSvo er eitthvað vitað hvenær þetta á að koma hingað verður það í byrjun okt eða kanski ekkert fyrr en í desember eins og 5s var í fyrra ?",
            "date": "2014-09-26 00:55:00",
            "post_id": "574738",
            "reply_to_id": "574698"
        },
        {
            "user_name": "Tiger",
            "text": "A1549",
            "date": "2014-09-26 02:23:00",
            "post_id": "574747",
            "reply_to_id": "574738"
        },
        {
            "user_name": "Akumo",
            "text": "Ég var orðin frekar spenntur að fara uppfæra minn 3gs yfir í 6 en eftir releasið er eina vitið í að uppfæra í 5s þar sem verðið er að lækka.",
            "date": "2014-09-26 19:25:00",
            "post_id": "574830",
            "reply_to_id": "574747"
        },
        {
            "user_name": "stefhauk",
            "text": "Myndi gera slíkt hið sama ef iphone 5s væri ekki svona lítill ég er að koma úr galaxy s4 svo ég bara get ekki átt minni síma.",
            "date": "2014-09-27 02:26:00",
            "post_id": "574910",
            "reply_to_id": "574830"
        },
        {
            "user_name": "Klaufi",
            "text": "Hvernig eru fyrstu viðbrögð..?",
            "date": "2014-09-29 22:09:00",
            "post_id": "575281",
            "reply_to_id": "574910"
        },
        {
            "user_name": "Tiger",
            "text": "Búinn að vera með hann núna í rúma viku og kom heim í gær. Get staðfest að ólæsti T-Mobile síminn virkar hérna heima með 4G allavegana. Mér finnst hann mjög fínn, maður þarf að venjast stærðinni svolítið og með svona litla putta eins og ég þá er ég stundum að lenda í að þurfa að teygja mig í stafi þegar ég skrifa. Hann er rosalega slick og flottur, eiginlega of slick og því auðvelt að missa hann, ég keypti mér Apple bumper daginn eftir og það er miklu þægilgra.\nÞað er tvímælalaust búið að bæta fingrafaraskannann (þótt hann var MJÖG góður) því maður lenti stundum í veseni ef maður var blautur eða með raka fingur, það er mun betra núna. Að öðru leiti, ekki stórt stökk frá 5s nema stærðin. Mjög sáttur.",
            "date": "2014-10-01 14:02:00",
            "post_id": "575505",
            "reply_to_id": "575281"
        },
        {
            "user_name": "stefhauk",
            "text": "Hvað er að frétta af þessum síma eitthvað vitað hvenær þetta á að koma ?",
            "date": "2014-10-02 22:23:00",
            "post_id": "575711",
            "reply_to_id": "575505"
        },
        {
            "user_name": "lollipop0",
            "text": "Nova sagði að siminn kemur un mid-November",
            "date": "2014-10-03 13:56:00",
            "post_id": "575791",
            "reply_to_id": "575711"
        },
        {
            "user_name": "lollipop0",
            "text": "",
            "date": "2014-10-03 13:56:00",
            "post_id": "575792",
            "reply_to_id": "575791"
        },
        {
            "user_name": "stefhauk",
            "text": "Vá veit ekki hvort ég meiki að vera með þennan drasl síma sem ég er með þar til þá",
            "date": "2014-10-03 15:13:00",
            "post_id": "575806",
            "reply_to_id": false
        },
        {
            "user_name": "Klaufi",
            "text": "Epli, Síminn og iSíminn sögðu það sama rétt áðan..\nBraut skjáinn á fimmunni í spað fyrir hálftíma, veit ekki hvað maður á að gera..",
            "date": "2014-10-03 17:38:00",
            "post_id": "575832",
            "reply_to_id": "575806"
        },
        {
            "user_name": "stefhauk",
            "text": "Macland sagði vonandi í okt en er farinn að spá hvort maður eigi að versla hann í Noregi fer þangað um miðjan okt spurning hvort hann virki ekki örugglega hér heima.\nOg ótrúlegt en satt eru þeir ódýrari þar en hér.",
            "date": "2014-10-03 19:13:00",
            "post_id": "575839",
            "reply_to_id": "575832"
        },
        {
            "user_name": "jonrh",
            "text": "Búinn að nota iPhone 3GS í 5 ár núna og ætlaði að uppfæra í 6+. \nLýst ekkert á þessi beyglu vandamál og því hættur við. Set nýja \nrafhlöðu í 3GS og býð eftir næsta iPhone. Fjórða árið í röð.",
            "date": "2014-10-03 19:27:00",
            "post_id": "575842",
            "reply_to_id": "575839"
        },
        {
            "user_name": "Tiger",
            "text": "31. október staðfest frá Apple.",
            "date": "2014-10-13 16:05:00",
            "post_id": "576861",
            "reply_to_id": "575842"
        },
        {
            "user_name": "stefhauk",
            "text": "[",
            "date": "2014-10-13 17:00:00",
            "post_id": "576863",
            "reply_to_id": "576861"
        },
        {
            "user_name": "AntiTrust",
            "text": "Það eru reports um 9 síma held ég sem hafa beyglast. Hefuru prufað að horfá vídjóið af \"bend-testinu\" ? Það er ekkert lítið pressure sem þarf til þess. Ef ég hefði áhuga á iPhone6+ þá væri þessi beyglu umræða amk ekki að angra mig. Hver gengur um með 5.5\" síma í rassvasanum anyways?",
            "date": "2014-10-13 19:12:00",
            "post_id": "576870",
            "reply_to_id": "576863"
        },
        {
            "user_name": "Tesy",
            "text": "Þetta bendvandamál var bull og svoooo ýkt.. Ok, síminn beyglast ef maður reynir að beygla hann en hann beyglast ekkert í vasanum eins og allir aular sem settu hann í rassvasa og sátu á hann sögðu. Þú ættir ekki að hafa áhyggjur af þessu!",
            "date": "2014-10-13 19:39:00",
            "post_id": "576875",
            "reply_to_id": "576870"
        },
        {
            "user_name": "stefhauk",
            "text": "Hver geymir símann sinn í rassvasanum",
            "date": "2014-10-13 19:42:00",
            "post_id": "576877",
            "reply_to_id": "576875"
        },
        {
            "user_name": "jonsig",
            "text": "Iphone 6 er greinilega veikari en iphone 6+\nhttps://www.youtube.com/watch?v=Y0-3fIs2jQs",
            "date": "2014-10-25 16:23:00",
            "post_id": "578186",
            "reply_to_id": "576877"
        },
        {
            "user_name": "stefhauk",
            "text": "Bottom line-ið er að þú ferð bara vel með svona dýrt tæki og ert ekki að leika þér að beygja þetta kæmi mér ekki á óvart að margir sem tala um að símarnir sínir séu beyglaðir hafi prufað að reyna beygla þá eftir umræðuna.",
            "date": "2014-10-25 20:49:00",
            "post_id": "578201",
            "reply_to_id": "578186"
        },
        {
            "user_name": "jonsig",
            "text": "Ef þú hefur séð video´ið sem ég setti inn hér að ofan þá tekuru eftir að sem dæmi galaxy´inn er að þola meira en helmingi meira punishment heldur en iphone´inn og það hlýtur að fá mann til að hugsa .",
            "date": "2014-10-26 03:07:00",
            "post_id": "578213",
            "reply_to_id": "578201"
        },
        {
            "user_name": "Orri",
            "text": "Samt bara jafn mikið og HTC One M8... Hvar er allt fjölmiðlafárið í kringum það?",
            "date": "2014-10-26 03:12:00",
            "post_id": "578214",
            "reply_to_id": "578213"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Nákvæmlega.\nFólk vill þynnri og léttari síma á hagstæðu verði.\nAð sjálfsögðu mun það kosta það að þeir verða ekki jafn sterkbyggðir - þar til að efnafræðingar hafa fundið upp betri efni en ál og plast. Þangað til skulum við bara drullast til þess að fara vel með svona dýr tæki.",
            "date": "2014-10-26 04:33:00",
            "post_id": "578217",
            "reply_to_id": "578214"
        },
        {
            "user_name": "slapi",
            "text": "Bendgate var frekar óréttlætanleg árás á hendur tæki sem átti það ekki skilið.\nÁnægður með hve margir youtube gæjar sem voru búnir að senda frá sér reviews eða voru með það í bígerð sem stigu gegn þessum röddum. Flott pro video eins og þegar þeir setja símana í actual bendtest með loadmælingu til að fá allar þessar tölur á hreint.\nKonan vill skipta yfir í iOS eftir nokkur ár með Galaxy S2 og ég hugsa að sexan verði fyrir valinu.",
            "date": "2014-10-26 08:59:00",
            "post_id": "578218",
            "reply_to_id": "578217"
        },
        {
            "user_name": "jonsig",
            "text": "Galaxy s2 er osom \n Finnst sgs2 þægilegri stærð en sgs5 , sem hefur samt það yfir sgs2 að hann er töluvert sneggri að öllu og batteríið endist svaka lengi hjá mér (3daga) vs (1dag) + skjárinn er osomus . Ég hefði beðið eftir sgs6 ef ég gæti farið aftur í tíman",
            "date": "2014-10-26 13:54:00",
            "post_id": "578232",
            "reply_to_id": "578218"
        }
    ],
    "date": "2014-10-03 15:13:00"
}