{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "62520",
    "title": "Nennir einhver að útskýra þetta iphone æði ?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=62520",
    "posts": [
        {
            "user_name": "jonsig",
            "text": "Ég er ekki að skilja þetta, fólk er að bíða í tugi klukkutíma til að kaupa síma . Svo þegar búðin opnar þá eru allir klappandi og gólandi ?! Þetta minnir óneitanlega á einhvern viðburð hjá Herbalife og öðrum álíka sértrúarsöfnuðum . Amk. er ég alveg gáttaður .\nhttp://www.dailymail.co.uk/sciencetech/article-2762212/The-wait-Apple-fans-world-finally-hands-iPhone-6-end-sold-TRIPLE-price-China.html",
            "date": "2014-09-21 14:34:00",
            "post_id": "574090",
            "reply_to_id": false
        },
        {
            "user_name": "rapport",
            "text": "Definition of 'Brand Equity'\nThe value premium that a company realizes from a product with a recognizable name as compared to its generic equivalent. Companies can create brand equity for their products by making them memorable, easily recognizable and superior in quality and reliability. Mass marketing campaigns can also help to create brand equity. If consumers are willing to pay more for a generic product than for a branded one, however, the brand is said to have negative brand equity. This might happen if a company had a major product recall or caused a widely publicized environmental disaster.\ns.s. Apple er búið lyfta grettistaki í markaðssetningu og í dag er raunin sú að um leið og \"Apple\" merkið er sett á \"generic\" hlut eða annað merki sbr. Dr. Dre Beats heyrnatólin, þá skapar það meira virði í augum neytenda.\nÞetta aukan virði getur verið byggt á ótal þáttum, efnislegum, ímynd, hönnun, þjónustu og með tíma þá hugsanlega trausti á að hlutirnir breytist ekki.\nÍ raun þá þori ég ekki að fullyrða um Apple en samt, þá virðist Apple vera eitt íhaldsamasta brand í tæknigeiranum. Það endurspeglast í því að þeir bjóða ekki upp á neinar svakalegar tækninýjungar sbr. að iPhone 6 er eins og 2012 Android.\nMunurinn er kannski að þeir prófa vöruna meira og bjóða ekki upp á eitthvað sem virkar ekki eða virkar illa og þá með lágmarks effort frá notendum.\nÉg er ekki hlutlaus en í raun þá er þetta eins og munurinn á lego og duplo, bæði byggt á sömu tækni og hægt að fá sambærilega útkomu með því að byggja úr þeim.\nEn það er harðara og auðveldara að byggja úr duplo, sérstaklega ef þú ætlar hvort sem er ekkert að fara dúlla í einhverjum smáatriðum.\nPC (s.s. aðrir en Apple) gerir hálfgerða kröfu um að fólk kunni þó nokkuð á tölvur og stýrikerfi og stillir fólki upp fyrir framan fullt af valkostum.\nApple er búið að einfalda þessa valkosti og í raun fjarlægja marga erfiða og dýra möguleika...  Sumum finnst það heftandi en augljsólega finnst mörgum það spara sér tíma og erfiði og eru tilbúnir að borga fyrir það.\nÞegar fólk er komið með eitt tæki þá er munurinn kannski ekki augljós, en þegar fólk er komið með fjölskyldu og 2-3 tæki pr. haus, þá skiptir kannski máli að allt sé eins og að allt sé auðvelt og það liggi fyrir hvað er hægt og hvað er ekki hægt.\nPC heimili getur líklega gert miklu meira en þarf að eyða hellings tíma í að finnaút hvernig á að gera það... og hugsanlega líka hellings tíma í að ná sömu getu og afköstum og er hjá Apple eins og það kemur úr kassanum.\nÞetta er a.m.k. mín ágiskun óg tilfinning fyrir þessu Apple æði...",
            "date": "2014-09-21 15:24:00",
            "post_id": "574094",
            "reply_to_id": "574090"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ætli besta samlíkingin sé ekki sú að iPhone (iOS) sé eins og vel hannaður 6 cylindra bíll með jöfnum lofþrýsingi í öllum dekkjum á móti hinum símunum (Android) sem er eins og 8 cylindra tryllitæki á fjórum loftlausum dekkjum.\niPhone er vinsæll af því er vel hannaður og virkar.\nÆðið og hysterian í kringum þetta er örugglega að miklu leiti markaðssetninguni að þakka/kenna.",
            "date": "2014-09-21 16:19:00",
            "post_id": "574099",
            "reply_to_id": "574094"
        },
        {
            "user_name": "jonsig",
            "text": "",
            "date": "2014-09-21 16:29:00",
            "post_id": "574103",
            "reply_to_id": "574099"
        },
        {
            "user_name": "rapport",
            "text": "Það er of auðvelt að segja að þetta sé markaðssetningunni að þakka. Ef símarnir væru lélegir og stýrikerfið óstöðugt og flókið þá væri þetta flop.\nMarkaðssetning er bara tool sem Apple kann að nota, en það gerir ekki hardware, software eða service eitthvað betra.\nEf varan og þjónustan stendur ekki undir því sem marketing lofar, þá verður fólk yfirleitt nokkuð pissed og vörumerkið lækkar í verði.\nApple á velegngninni að þakka að hafa stýrt öllum þessum þáttum vel og á auðveldara með það því að \"apple\" stýrir þeim þáttum sem skipta máli s.s. hvaða hardware er notað með þeirra OS.\nÞeir blóðmjólka performance úr íhlutum sem eru ekki alveg þeir nýjustu, eru ekki alltaf að skipta um íhluti og ná því að skapa sér hellings hagnað o.þ.h.",
            "date": "2014-09-21 16:38:00",
            "post_id": "574104",
            "reply_to_id": "574103"
        },
        {
            "user_name": "GuðjónR",
            "text": "Yebb...enda sagði ég í samhengi við quotið þitt;\niPhone er vinsæll af því er vel hannaður og virkar.",
            "date": "2014-09-21 16:54:00",
            "post_id": "574106",
            "reply_to_id": "574104"
        },
        {
            "user_name": "braudrist",
            "text": "Já, því allir aðrir Android símar eru illa hannaðir og virka ekki...",
            "date": "2014-09-21 17:48:00",
            "post_id": "574113",
            "reply_to_id": "574106"
        },
        {
            "user_name": "GuðjónR",
            "text": "Þín orð...",
            "date": "2014-09-21 18:01:00",
            "post_id": "574116",
            "reply_to_id": "574113"
        },
        {
            "user_name": "SolidFeather",
            "text": "Þetta er bara lífstíll.",
            "date": "2014-09-21 18:06:00",
            "post_id": "574117",
            "reply_to_id": "574116"
        },
        {
            "user_name": "appel",
            "text": "Tja, iPhone fær ókeypis markssetningu í öllum fjölmiðlum heims. Þú ert með fréttafólk sem sýnir frá því þegar fyrsti gæjinn í röðinni fær iPhoninn sinn, og svo eru allir blaðrandi um iPhone, þú finnur ekki tæknisíðu sem er ekki með 10 greinar um iPhone 6 á forsíðunni. Það er búið að breyta þessu tæki í einhverskonar helgigrip sem er tilbeðinn.\nÉg segi bara, þetta er bara sími. Ég var meira spenntur fyrir fyrsta gsm símanum, nokia 5110 eða álíka, heldur en nýjustu kynslóð iPhone. Snjallsímar don't exite me anymore, enda er þróunin þar orðin mjög stale. Ég er að horfa til annarra hluta í tækniþróun.",
            "date": "2014-09-21 19:13:00",
            "post_id": "574121",
            "reply_to_id": "574117"
        },
        {
            "user_name": "biturk",
            "text": "Fólk er ekki skynsamt og apple nytir ser það",
            "date": "2014-09-21 19:25:00",
            "post_id": "574122",
            "reply_to_id": "574121"
        },
        {
            "user_name": "Tesy",
            "text": "Þetta fólk er ekki að bíða í röð fyrir iPhone.. Þau eru að bíða í röð fyrir RESPECT. Þú færð ekki 100% respect nema þú sért með apple vöru. Þetta er fact  \n .",
            "date": "2014-09-21 19:34:00",
            "post_id": "574123",
            "reply_to_id": "574122"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Heilaþvegið samfélag, ekkert annað.",
            "date": "2014-09-21 19:37:00",
            "post_id": "574125",
            "reply_to_id": "574123"
        },
        {
            "user_name": "rapport",
            "text": "Ef ég þyrfti apple vöru til að fá virðingu og virða sjálfan mig... þá væri ég s.s. blankur?\nÞetta er hugsanlega e-h sem sálfræðingar og félagsþjónustan ættu að skoða...",
            "date": "2014-09-21 19:57:00",
            "post_id": "574127",
            "reply_to_id": "574125"
        },
        {
            "user_name": "Tesy",
            "text": "Jm, það kostar sitt að fá respect.",
            "date": "2014-09-21 22:51:00",
            "post_id": "574152",
            "reply_to_id": "574127"
        },
        {
            "user_name": "nonesenze",
            "text": "",
            "date": "2014-09-21 23:06:00",
            "post_id": "574154",
            "reply_to_id": "574152"
        },
        {
            "user_name": "slapi",
            "text": "https://www.youtube.com/watch?v=Ef_BznBwktw",
            "date": "2014-09-21 23:11:00",
            "post_id": "574155",
            "reply_to_id": "574154"
        },
        {
            "user_name": "appel",
            "text": "Apple tískan er að detta úr tísku.\nThe universe tells me.",
            "date": "2014-09-21 23:31:00",
            "post_id": "574158",
            "reply_to_id": "574155"
        },
        {
            "user_name": "elight82",
            "text": "Ég er búinn að vera að nota Apple vörur í rúmlega átta ár, eftir að hafa átt fullt af PC tölvum sem mér fannst alltaf vera jafn mikið drasl. \nÉg fíla Apple af því að OS X er notendavænasta stýrikerfi fyrir einkatölvur sem til er og iOS er notendavænasta stýrikerfi fyrir snjallsíma sem til er, að mínu mati.\nÁ þessum átta árum hef ég farið frá því að vera almennur hugbúnaðarnotandi yfir í að vera farinn að aðlaga stýrikerfið að mínum þörfum með ýmsum viðbótum, nota skelina alltaf meira og meira og svo framvegis.\nÉg er grafískur hönnuður, en er nú á þriðja ári í tölvunarfræði og enginn í þessu námi hefur meiri sveigjanleika varðandi hugbúnað og stýrikerfi en OS X notendur. Það er hægt að setja upp Windows og óteljandi flavor af Linux, án þess að kveðja þægindi OS X.\nÞegar kemur að útliti eru tölvurnar eins og sérhannað listaverk. Enginn annar framleiðandi en Apple hefur efni á því að kaupa 10 þúsund CNC vélar til að skera út unibody skeljarnar úr áli. Færustu iðnhönnuðir heims sjá til að það sé gert af þvílíkri snilld að tölvurnar væri hægt að setja á listasafn. \nAnnar vélbúnaður er eins framarlega og best verður á kosið. Þegar kemur að sjálfu innihaldinu er vísast hægt að fá flest af þessu í PC útgáfum. Það er góð ástæða fyrir Hackintosh-samfélaginu. Vélbúnaðurinn er dýr og margir sækjast eftir hugbúnaðarumhverfinu.\nEn Apple er líka orðið að stöðutákni, sérstaklega eftir að iPhone sló svona vel í gegn. Gullaldartíð Apple er líklega lokið sem einhverskonar tískubylgju, og það er eins og fyrirtækið sé hætt í eiginlegri nýsköpun. En það þýðir samt ekki að Apple muni hætta að framleiða vörur sem milljónir manna munu velja framyfir aðrar.",
            "date": "2014-09-22 00:53:00",
            "post_id": "574165",
            "reply_to_id": "574158"
        },
        {
            "user_name": "jardel",
            "text": "Apple vélarnar eru góðar ekki mikið hökkt í þeim.\nMér hefur alltaf þótt Apple vélar mjög ljótar og kerlingalegar? Það hlýtur bara að vera að ég er einn um það.",
            "date": "2014-09-22 01:21:00",
            "post_id": "574169",
            "reply_to_id": "574165"
        },
        {
            "user_name": "audiophile",
            "text": "Ég skil hvert þú ert að fara með þessa samlíkingu en hún er ekki sanngjörn. Að hvaða leyti finnst þér Android stýrikerfi svona rosalega lélegra en iOS? Því það er greinilega margt í því sem Apple finnst flott, eins og tilkynningar, flýtistillingar, 3rd party lyklaborð osfv. sem er loksins komið í iOS.\nÞað er allt í lagi að mörgu fólki finnist gott að vera lokað innan veggja Apple en það er líka margir aðrir sem vilja frelsi til að velja og þeir kjósa Android.",
            "date": "2014-09-23 09:46:00",
            "post_id": "574316",
            "reply_to_id": "574169"
        },
        {
            "user_name": "thehulk",
            "text": "Er Android lélegt alls ekki? Er það illa skrifað stýrikerfi? Ég myndi segja það\nSjáum rafhlöðuendingu\nhttp://www.phonearena.com/news/With-the ... id_id59571\nHTC One M8 sem er með 12 tíma rafhlöðu þegar keyrt er í Android umhverfinu\nHTC ONE M8 WP sem er með 24 tíma rafhlöðu í Windows Phone umhverfinu\nÉg veit að þessi umræða snýst ekki um Android eða WP, það er samt greinagóður munur á rafhlöðuendingu á þessum 2 símum. Ég held að WP hafi stjórnina á þessu útaf lokuðu ecosystem eins og Apple eru að gera. ÞEAS... Þessir símar hafa ekki óþarfa bloatware, eins og Samsung með nokkur GB af bloatware og að auki að reyna búa til ecosystem inn í android símanum.",
            "date": "2014-09-23 10:04:00",
            "post_id": "574320",
            "reply_to_id": "574316"
        },
        {
            "user_name": "dori",
            "text": "Í fyrsta lagi tala þeir í þessari grein um 21 klst en ekki 24 (bara svona því að það lætur þetta lúkka ennþá verr sem er kannski óþarfi \n ).\nSvo er þetta \nuppgefinn\n endingartími. Núna ætla ég að gera ráð fyrir að þetta sé nákvæmlega sama hardware. Þú gætir ekki náð þessu nema með einhverju trixi. Það væri mun áhugaverðara að sjá raunverulegan endingartíma eins og í \"hversu oft þarf ég að setja símann í hleðslu\". Því að það er það eina sem skiptir raunverulega máli.",
            "date": "2014-09-23 10:21:00",
            "post_id": "574322",
            "reply_to_id": "574320"
        },
        {
            "user_name": "upg8",
            "text": "Apple hefur gífurleg áhrif á fjölmiðla, þeir eru ekki hlutlausir.\nhttp://9to5mac.com/2014/08/29/seeing-through-the-illusion-understanding-apples-mastery-of-the-media/\nHvernig fór Joan Rivers að því að dásama iPhone 6 á Instagram og Facebook mörgum dögum eftir andlát hennar?. Frægt fólk er keypt úr og almenningur gleypir við því. \nhttp://www.tmz.com/2014/09/19/joan-rivers-iphone-6-facebook-instagram\nSkoðum svo Beats, það eru virkilega léleg heyrnatól miðað við verð en vegna þess hversu vel þau voru auglýst og fengu gott endorsemen frá fræga fólkinu þá er fjöldi fólks í dag sem virkilega trúir því að Beats séu að framleiða bestu heyrnatólin á markaðnum.\nMunum það að þegar iPhone kom á markað þá voru engin apps, ekki 3G né heldur front facing myndavél, HTC voru t.d. að gera síma með meiri upplausn og fleiri eiginleikum en Apple gera það sem þeir gera best og það er að gera ráð fyrir skakka háskólanemanum.",
            "date": "2014-09-23 10:29:00",
            "post_id": "574323",
            "reply_to_id": "574322"
        },
        {
            "user_name": "vesley",
            "text": "Þetta video á ekki bara við Beats heldur á þetta líka vel við Apple og mörg önnur fyrirtæki.",
            "date": "2014-09-23 10:36:00",
            "post_id": "574324",
            "reply_to_id": "574323"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Og meira um þetta \nhttp://www.mbl.is/frettir/taekni/2014/09/23/apple_ad_tapa_stridinu/\nÁgætis samantekt, og einmitt svipaðar vangaveltur.",
            "date": "2014-09-23 14:58:00",
            "post_id": "574352",
            "reply_to_id": false
        },
        {
            "user_name": "DaRKSTaR",
            "text": "símar fyrir kvenfólk",
            "date": "2014-09-23 15:58:00",
            "post_id": "574356",
            "reply_to_id": "574352"
        },
        {
            "user_name": "Nördaklessa",
            "text": "Er ekki fanboy en...",
            "date": "2014-09-23 16:23:00",
            "post_id": "574357",
            "reply_to_id": "574356"
        },
        {
            "user_name": "Stuffz",
            "text": "Ég myndi ekki vilja skipta á mínum síma LG G3 fyrir nýja iphone, hef líka aldrei keypt iphone, bara fyrsta ipadinn, sem ég hefði ekki einu sinni gert ef ég vissi að stuðningurinn við stýrikerfið entist bara í 2 ár.\nEiginlega farið að falla undir \"Ofmetnar Græjur\" flokkinn hjá mér í seinni tíð, var flottur og frammúrstefnulegur á sínum tíma",
            "date": "2014-09-23 18:16:00",
            "post_id": "574366",
            "reply_to_id": "574357"
        },
        {
            "user_name": "jonsig",
            "text": "Ég ætlaði að fá mér iphone áður en ég las um hvernig apple úrelda símana sína og pína þig til að kaupa nýjan , Þeir einfaldlega senda þér updates sem íþyngja símanum þínum venjulega grunnkeyrslu þannig að eftir smá tíma (örfá ár) er síminn þinn orðinn hægari heldur en nokia 3210. \nSamt þegar ég hugsa útí það þá er meinn 3.5ára SGS2 farinn að vera nokkuð sluggish , hann virðist vera fullur af allskonar bloatware þótt hann sé tiltölulega ný factory reset´aður .",
            "date": "2014-09-23 21:15:00",
            "post_id": "574385",
            "reply_to_id": "574366"
        },
        {
            "user_name": "Dben",
            "text": "Þú ræður því alveg hvort þú  uppfærir stýrikerfið eða ekki.  Á meðan hefur Samsung ekki drullast til að gefa út uppfærslur fyrir S4 símann minn í síðan ég fékk hann um seinustu áramót.  Á meðan virkar gamli iPhone 3gs síminn minn ágætlega í höndunum á konunni minni",
            "date": "2014-09-23 21:35:00",
            "post_id": "574390",
            "reply_to_id": "574385"
        },
        {
            "user_name": "dori",
            "text": "Fáðu þér OmniRom fyrir hann. Ætti að gera hann miklu sprækari.",
            "date": "2014-09-23 21:36:00",
            "post_id": "574391",
            "reply_to_id": "574390"
        },
        {
            "user_name": "jonsig",
            "text": "þarf ekki að jailbreak´a hann og vesen ?",
            "date": "2014-09-23 21:49:00",
            "post_id": "574393",
            "reply_to_id": "574391"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Svo satt með Beats.\nGetur tekið & og allt á eftir því, þarf bara watch?v=ZsxQxS0AdBY\nhttps://www.youtube.com/watch?v=ZsxQxS0AdBY",
            "date": "2014-09-23 23:02:00",
            "post_id": "574407",
            "reply_to_id": "574393"
        },
        {
            "user_name": "dori",
            "text": "Jailbreak er ekki concept á Android. En jú, ég held að þú þurfi að roota símann og flasha símann til að gera þetta. En ég meina, síminn þinn er 3.5 ára og augljóslega ekki lengur í ábyrgð, Samsung nenna ekki lengur að supporta hann með uppfærslum. Hverju hefurðu að tapa? (Bara muna að fara nákvæmlega eftir leiðbeiningunum og þetta er frekar idiot proof)",
            "date": "2014-09-23 23:42:00",
            "post_id": "574410",
            "reply_to_id": "574407"
        }
    ],
    "date": "2014-09-23 14:58:00"
}