{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "62552",
    "title": "Hvaða snjallsíma ætti ég að kaupa mér (ekkert budget)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=62552",
    "posts": [
        {
            "user_name": "hrafn1995",
            "text": "Sælir félagar\nÞannig er mál með vexti að Samsung Galaxy S2 síminn minn er alveg að syngja sitt síðasta svo það er orðið tímabært að kaupa nýjan síma.\nÉg hef verið að skoða alla nýjustu símana en er með alveg svakalegan valkvíða.\nÞað sem mér líkar svo rosalega vel við S2 símann minn er hversu harðgerður hann er.  Ég hef misst hann svo ótrúlega oft (ekkert hulstur) og skjárinn brotnar aldrei.\nHvaða síma mælið þið með sem flottur, góður, frábær myndavél, helst ekki stærri en 5,2 tommur og brotnar ekki við minnstu snertingu?\nOg er þess virði að kaupa hulstur? hafið þið lent í því að sími brotnar þó hann sé í hulstri?\nKv. Hrafn",
            "date": "2014-09-24 00:43:00",
            "post_id": "574411",
            "reply_to_id": false
        },
        {
            "user_name": "svanur08",
            "text": "Ég fékk mér um daginn Samsung Galaxy S5 Mini mjög sáttur með hann.",
            "date": "2014-09-24 00:54:00",
            "post_id": "574412",
            "reply_to_id": "574411"
        },
        {
            "user_name": "trausti164",
            "text": "Mig langar alveg ofsalega í HTC One, lýtur svakalega vel út.",
            "date": "2014-09-24 01:03:00",
            "post_id": "574413",
            "reply_to_id": "574412"
        },
        {
            "user_name": "hrafn1995",
            "text": "Lúkkar vel en lýst ekki nógu vel á myndavélina, hún er að fá slæm review",
            "date": "2014-09-24 01:36:00",
            "post_id": "574417",
            "reply_to_id": "574413"
        },
        {
            "user_name": "Swooper",
            "text": "Nexus 5, hann er algjörlega málið. Uppfærði einmitt í minn þannig úr S2 og gæti ekki verið sáttari. Mátuleg stærð, þægilegt að halda á honum, ekkert helv. Samsung bloatware, ágætis batteríending og hann mun fá stýrikerfisuppfærslur samdægurs. Það er einungis tvennt sem mætti bæta við hann, og það væri annars vegar að bæta við microSD slotti og hins vegar sakna ég smá SAMOLED-skjásins sem S2 hafði, þar sem svartur var 100% svartur en ekki grár.",
            "date": "2014-09-24 03:19:00",
            "post_id": "574419",
            "reply_to_id": "574417"
        },
        {
            "user_name": "audiophile",
            "text": "Samsung S5 eða bíða eftir Note 4 sem lendir líklega miðjan október.\nhttps://www.youtube.com/watch?v=8tU-0Ux ... vsic9nEC2Y",
            "date": "2014-09-24 08:33:00",
            "post_id": "574427",
            "reply_to_id": "574419"
        },
        {
            "user_name": "hfwf",
            "text": "lg2-lg3, halda sig frá sony og samsung s5 myndi ég segja, bíða eftir note4",
            "date": "2014-09-24 09:02:00",
            "post_id": "574434",
            "reply_to_id": "574427"
        },
        {
            "user_name": "upg8",
            "text": "Ég tæki Nokia síma fyrir styrk, útlit og myndavél. Það er líka rosalega skemmtilegt stýrikerfi á þeim ef þú getur lifað með því að Google harðneita að gefa út forrit fyrir það og láta eins og Microsoft gerðu í gamladaga.\nAnnars er alltaf gott að hafa hulstur, -tískulöggurnar sáu til þess að það er ekki framleitt síma sem eru með bungur sem taka mesta höggið af glerinu.",
            "date": "2014-09-24 09:03:00",
            "post_id": "574435",
            "reply_to_id": "574434"
        },
        {
            "user_name": "Frantic",
            "text": "Er alls ekki nógu sáttur við Samsung núna.\nVarð fyrir miklum vonbrigðum með S5.\nVar búinn að ákveða að kaupa hann þegar hann kom út en hætti við því mér finnst hann bæði ljótur og ekki nógu öflugur.\nLG G3 varð fyrir valinu.\nEr með betri speccs fyrir utan myndavélina en hún er samt fáránlega góð.\nSvo er Samsung að þróa drápstól fyrir peningana sem við eyðum í símana sem þeir selja okkur.\nhttp://www.dailymail.co.uk/sciencetech/ ... Korea.html\nÉg hefði stofnað annað félag fyrir kill machines ef ég réði einhverju hjá Samsung.\nÞeir setja Samsung logo-ið framaná drápsvélina...\nEn back on topic",
            "date": "2014-09-24 09:53:00",
            "post_id": "574441",
            "reply_to_id": "574435"
        },
        {
            "user_name": "Swooper",
            "text": "Af hverju halda sig frá Sony? Hélt að nýju símarnir frá þeim, Z1 og hvað þeir heita, væru frekar solid bara.",
            "date": "2014-09-24 17:55:00",
            "post_id": "574516",
            "reply_to_id": "574441"
        },
        {
            "user_name": "hfwf",
            "text": "Auðvita bara mín skoðun:) er búinn að prufa Ultra símann þeirra, fannst nákvæmlega ekkert til hans koma.\nEins og mætti segja \" It's just 2 much of a Sony\"",
            "date": "2014-09-24 18:01:00",
            "post_id": "574518",
            "reply_to_id": "574516"
        },
        {
            "user_name": "SolviKarlsson",
            "text": "LG G2 eða G3 eru að lenda undir valinu hjá mér, mér líst mjög vel á G3 sérstaklega að þú getur stækkað minnið með sd korti og skipt út batterýinu.\nSvo er gott að minnast á að Z3 fer nú að koma út með 3100mAh batterý",
            "date": "2014-09-24 18:08:00",
            "post_id": "574520",
            "reply_to_id": "574518"
        },
        {
            "user_name": "Nitruz",
            "text": "Nice! hvenar er samsung sgr-1 væntalegur til landsins? Ætla að fá mér tvo.",
            "date": "2014-09-24 22:48:00",
            "post_id": "574570",
            "reply_to_id": "574520"
        },
        {
            "user_name": "L4Volp3",
            "text": "Mæli sterklega með LG G3 á einn þannig og dýrka hann alveg. Átti Galaxy S4 á undan og finnst LG G3 mikið skemmtilegri , Meira líkt stock android í útliti og knock on og Knock code er snilld plús skjárinn lookar svaðalega vel. Annars er Note 4 að fara koma á markað hann verður good shit held ég.",
            "date": "2014-09-24 22:55:00",
            "post_id": "574578",
            "reply_to_id": "574570"
        },
        {
            "user_name": "svanur08",
            "text": "Hvernig var að fara úr AMOLED yfir í LCD IPS?",
            "date": "2014-09-24 23:04:00",
            "post_id": "574583",
            "reply_to_id": "574578"
        },
        {
            "user_name": "pegasus",
            "text": "Ég er hrikalega spenntur fyrir Meizu MX4. Gríðarlega góðir speccar og vel hannaður sími. Hef lesið að það sé hægt að panta hann hingað í gegn um einhverja evrópska umboðsaðila en er samt ekkert búinn að skoða það nánar eða kanna verðið. Svo skemmir ekki fyrir að í desember verður hægt að kaupa símann með Ubuntu Phone stýrikerfinu! \nhttp://www.meizu.com/en/products/mx4features.html\nhttp://www.gsmarena.com/meizu_mx4-6627.php\nhttp://linuxgizmos.com/ubuntu-gets-clos ... mx4-phone/",
            "date": "2014-09-24 23:13:00",
            "post_id": "574586",
            "reply_to_id": "574583"
        },
        {
            "user_name": "L4Volp3",
            "text": "Svarti liturinn er aðeins grárri á LCD IPS skjánum en litirnir líta mun betur út. Og þar sem ég er með mjög litríka bakgrunni og þá finnst mér LCD IPS Skjárinn  mun flottari litirnir \"poppa\" meira af skjánum að mínu mati. Tók aðalega eftir þegar ég var að skoða eitthvað með svörtum bakgrunn hvað það munaði á svarta litnum hversu \"svartari\" hann leit út fyrir að vera á Amoled . Og bara þæginlegra að horfa á LCD IPS í sólarljósi.\nEn þegar á heildina litið þá er þetta bara persónubundið.",
            "date": "2014-09-24 23:14:00",
            "post_id": "574587",
            "reply_to_id": "574586"
        },
        {
            "user_name": "svanur08",
            "text": "Já mjög persónubundið, en ef maður prufar AMOLED í alveg dimmu þá er svarti liturinn alveg 100% svartur.",
            "date": "2014-09-24 23:22:00",
            "post_id": "574591",
            "reply_to_id": "574587"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ég mæli með 5s, allan daginn.",
            "date": "2014-09-24 23:27:00",
            "post_id": "574594",
            "reply_to_id": "574591"
        },
        {
            "user_name": "L4Volp3",
            "text": "En ef þér er sama um verð þá ertu aðalega farinn að skoða hvaða fítusa þú færð úr símanum. t.d. Knock Code hjá LG G3 eða IP 67 staðall á Galaxy S5. Síminn sjálfur á alltaf eftir að vera frekar góður. En ég myndi aldrei mæla með Iphone bara því mér finnst hann engan vegin peningsin virði.",
            "date": "2014-09-24 23:41:00",
            "post_id": "574600",
            "reply_to_id": "574594"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Þú talar um Knock Code... ég var að uppfæra í 5s og elska Touch ID. Finnst það töluvert sniðugri lausn en Knock Code.",
            "date": "2014-09-24 23:43:00",
            "post_id": "574601",
            "reply_to_id": "574600"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "z3 með 20mb myndavél.. flott hönnun\nhttp://www.sonymobile.com/global-en/pro ... xperia-z3/\nkaupi þennann þegar hann kemur",
            "date": "2014-09-25 04:21:00",
            "post_id": "574613",
            "reply_to_id": "574601"
        },
        {
            "user_name": "Nördaklessa",
            "text": "ég er mjög ánægður með minn LG G2 Mini",
            "date": "2014-09-25 12:30:00",
            "post_id": "574645",
            "reply_to_id": "574613"
        },
        {
            "user_name": "zazou",
            "text": "Z3 ekki spurning.\nÉg átti SG S, S1 og Note (1).  Fínar græjur fyrir utan Touchwizið en ég fann aldrei fyrir ró þar til ég skipti yfir í Sony.  Eigandi Samsung græju var ég sífellt að skoða hvað væri að koma nýtt og hvenær stýrikerfi væri uppfært.  Með Sony (er á Z1 eins og er) þá er ég mikið sáttari við græjuna.  Get illa lýst því í orðum öðruvísi en að upplifunin sé betri með Sony þrátt fyrir að spekkarnir séu etv svipaðir.\nÞess fyrir utan hefur Sony verið duglegur við að uppfæra, minn er á 4.4.4.  Fyrst hélt ég að vatnsheldi fídusinn væri bara gimmick en það sem hann færir til borðsins er að maður hefur aldrei áhyggjur að tala í símann í rigningu, nálægt fossi né í iðnaðarhúsnæði þar sem er fínt ryk.",
            "date": "2014-10-02 21:35:00",
            "post_id": "575701",
            "reply_to_id": "574645"
        },
        {
            "user_name": "Framed",
            "text": "Samsung Galaxy K Zoom er næstur á dagskrá hjá mér. Fyrir utan að ég hef litla trú á höggþoli hans þá fellur hann að öðru leyti ágætlega að óskum OP.",
            "date": "2014-10-03 08:26:00",
            "post_id": "575751",
            "reply_to_id": "575701"
        },
        {
            "user_name": "jonsig",
            "text": "+1 \nEr reyndar með sgs5 stóra.\nMissti hann úr buxunum og hann lenti ofan í polli og var þar í 30min ca. \nEina sem ég þurfti að gera var að þurrka af honum og þar sem hann var í hlíf þá er hann ennþá eins og nýr.",
            "date": "2014-10-03 12:28:00",
            "post_id": "575768",
            "reply_to_id": false
        }
    ],
    "date": "2014-10-03 12:28:00"
}