{
    "forum_title": "Koníakstofan",
    "id": "62578",
    "title": "Sér lágmarkslaun fyrir Reykjavík?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=62578",
    "posts": [
        {
            "user_name": "hakkarin",
            "text": "Mér finnst það vera spes að í USA að þá geta stök fylki og jafnvel borgir haft sín eiginn lágmarkslaun. Gæti það meikað sense að hafa svipað kerfi á Ísland þar sem að lágmarkslaun væru eitthvað aðeins hærri í Reykjavík heldur en út á landi? Það er allavega mikið dýrara að búa í Reykjavík þannig að kanski myndi það hjálpa þeim tekjulægstu þar.",
            "date": "2014-09-25 17:58:00",
            "post_id": "574692",
            "reply_to_id": false
        },
        {
            "user_name": "Nariur",
            "text": "Ef það er eitthvað sem við þurfum ekki, þá er það meiri hvatning fyrir fólk til að búa í Reykjavík.",
            "date": "2014-09-25 18:12:00",
            "post_id": "574696",
            "reply_to_id": "574692"
        },
        {
            "user_name": "hakkarin",
            "text": "Hvað er að því að búa í Reykjavík, svona fyrir utan háa verðið?",
            "date": "2014-09-25 18:15:00",
            "post_id": "574697",
            "reply_to_id": "574696"
        },
        {
            "user_name": "playman",
            "text": "Þetta ætti bara að vera eins og í Noregi, borgar hæstu skattana í Osló en lægri því norðar sem að þú ferð.\nHæstu skattarnir í RVK og svo t.d. lægstu á þórshöfn.",
            "date": "2014-09-25 18:52:00",
            "post_id": "574700",
            "reply_to_id": "574697"
        },
        {
            "user_name": "Klemmi",
            "text": "Þetta er að vissuleyti gert með mismunandi útsvari eftir sveitarfélagi, þó svo að hvatinn á bakvið það sé ekki sama eðlis.",
            "date": "2014-09-25 19:00:00",
            "post_id": "574703",
            "reply_to_id": "574700"
        },
        {
            "user_name": "Glazier",
            "text": "Væri ekki bara fullkomið að leysa þetta þannig að allir væru með afsláttarkort í ÁTVR, svo fer bara eftir því hvar þú býrð hversu mikinn afslátt þú ert með?\nÍ staðinn fyrir að hækka lágmarkslaun hjá þeim sem búa í RVK að hækka þá bara afsláttinn í staðinn?\nTopp næs, fullkomin hugmynd, yfir og út... vandamál leyst !",
            "date": "2014-09-25 19:48:00",
            "post_id": "574709",
            "reply_to_id": "574703"
        },
        {
            "user_name": "lukkuláki",
            "text": "Laun á landsbyggðinni eru oftast töluvert lægri en í Reykjavík",
            "date": "2014-09-25 19:49:00",
            "post_id": "574710",
            "reply_to_id": "574709"
        },
        {
            "user_name": "Daz",
            "text": "Eða sérstakt Reykjavíkurkort sem gefur manni aðgang að ÁTVR búðum eftir lokun? Eitt öryrkja og eldri borgara kort sem gefur afslátt og svo annað sem gefur aðgang eftir lokun! Þannig að aldraður öryrki í 101 getur keypt kippu af bjór á 500 kall á miðnætti miðvikudags.\nÉg held að það ættu að vera lægri lágmarkslaun fyrir Reykvíkinga, þá myndu fleiri flytja út á land og við fara að græða peninga aftur.",
            "date": "2014-09-25 19:53:00",
            "post_id": "574712",
            "reply_to_id": "574710"
        },
        {
            "user_name": "Sallarólegur",
            "text": "",
            "date": "2014-09-26 10:27:00",
            "post_id": "574771",
            "reply_to_id": "574712"
        }
    ],
    "date": "2014-09-25 17:58:00"
}