{
    "forum_title": "Koníakstofan",
    "id": "62618",
    "title": "Af hverju er lögboðin ábyrgðartrygging fyrir ökurtæki?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=62618",
    "posts": [
        {
            "user_name": "hakkarin",
            "text": "https://www.vis.is/fyrirtaeki/trygginga ... rtrygging/\nMér finnst að rökinn fyrir því að neyða fólk til þess að borga þessa tryggingu vera frekar spes. Þau virðast vera á þá leið að fólk verði að geta borgað manni tjónið sem að það veldur bæði bílnum og hugsanlega manni sjálfum. En það eru 2 hlutir sem að ég get sett út á þetta:\n1. Ég er að borga alveg 100þús á ári sirka í þetta held ég. Bílinn minn kostaði sirka 500þús. Ég væri ekki nema 5 ár að borga pennig sem að myndi samsvara bílnum. Ég held að fáir spari eitthvað á þessu nema fólk sem að er afar óheppið eða á mjög dýra bíla, og þeir sem að eru í seinni hópnum geta væntanlega keypt sínar eiginn trygginar. \n2. Hvað heilsutjón varðar, til hvers erum við að borga ríkinu pennig fyrir þetta heilbrigðiskerfi okkar ef að það á ekki að redda svona hlutum? Finnst þetta vera gott dæmi um það hvernig \"fría\" heilbrigðiskerfið okkar er bara plat. Ef að fólk er að borga háa skatta til ríkisins til þess að hafa aðgang af heilbrigðiskerfi og það lendir í slysi, að þá á það ekki að þurfa að borga eitthvað svona extra til þess að fá hjálp.  \nMér finnst að tryggingar fyrir bíla, og reyndar bara trygginar fyrir eignir yfir höfuð ættu að vera val en ekki skylda. Mér finnst það fáránlegt að skylda fólk til þess að borga háar upphæðir af launum sem að eru ekki endilega einu sinni há fyrir einhverjar tryggingar sem að nýtast því síðan ekkert endilega.",
            "date": "2014-09-28 21:31:00",
            "post_id": "575082",
            "reply_to_id": false
        },
        {
            "user_name": "Yawnk",
            "text": "Þú ert ekki að tryggja þinn eigin bíl, þú ert að tryggja bílinn hjá þeim sem þú klessir á svo hann fái það bætt, ef ég er að fara með rétt mál.",
            "date": "2014-09-28 21:40:00",
            "post_id": "575084",
            "reply_to_id": "575082"
        },
        {
            "user_name": "hakkarin",
            "text": "Ég veit, tók það líka fram. Málið er bara það, að eins og ég útskýrði að þá er ég ekkert viss um að þetta sé neitt góður díll. \nTil að taka aftur sjálfan mig sem dæmi. Ég keypti minn bíl á sirka 500þús. Ég er búinn að eiga hann í næstum 3 ár. Það gera 300þús í tryggingar sirka. Nema að einhver komi og keyri á mig næstu 2 árinn, að þá er ég búinn að borga næstum upp í nýjan... \nÉg þyrfti ekki að eiga bílinn í meira heldur en 6 ár og þótt svo að ég myndi lenda í árekstri á því 6 og þótt svo að bílinn yðri 100% ónýtur ég myndi samt tappa penning. Finnst þetta ekki vera þess virði.",
            "date": "2014-09-28 21:45:00",
            "post_id": "575085",
            "reply_to_id": "575084"
        },
        {
            "user_name": "Revenant",
            "text": "Þér finnst semsagt í fínu lagi að gera mannesku örkumla og þurfa ekkert að borga neina bætur fyrir (þar sem skv. þínum rökum þá ertu búin að borga fyrir \"bætur\" í gegnum skatta)?\nÞetta eru \nslysabætur\n fyrir þann miska sem \nþú\n veldur annari mannesku. Ef viðkomandi er metin með 100% örorku þá geta bæturnar ollið á tugum milljóna. Þessvegna eru þessi iðgjöld svona há.",
            "date": "2014-09-28 21:51:00",
            "post_id": "575087",
            "reply_to_id": "575085"
        },
        {
            "user_name": "beatmaster",
            "text": "Þannig að þegar að þú stútar 30 miljón króna Range Rovernum hans Bjössa í World class með því að keyra inn í hliðina á honum þá ætlarðu að bæta honum tjónið hvernig?",
            "date": "2014-09-28 21:54:00",
            "post_id": "575088",
            "reply_to_id": "575087"
        },
        {
            "user_name": "Gislinn",
            "text": "Þegar ég les þessar vangaveltu hjá þér og sé hversu mikið þú ert að misskilja tryggingarnar þá er ég svakalega ánægður að tryggingin sé lögbundin. \nTryggingin er hugsuð þannig að tryggingin eigi að bæta allt það tjón sem ökutækið veldur. Þetta er gert til að tryggja að ef þú verður fyrir tjóni að þá færð þú það bætt. Tökum dæmi: segjum að þú værir trygginga- og eignalaus, þú myndir svo klessa á mig (sem gangandi vegfaranda) og ég myndi fara í mál við þig eftir að ég yrði fyrir vinnutapi og jafnvel orðið fyrir varanlegu líkamlegu tjóni, segjum sem svo að þú ættir ekki efni á því að borga mér og að þú myndir lýsa yfir gjaldþroti vegna þess að þú gætir ekki greitt kröfuna, hver sæti uppi með tjónið? (Svarið er að ég, sem tjónþoli, myndi sitja uppi með tjónið afþví að þú varst ekki tryggður).\nSanngjarnt kerfi?\nSkattar til heilbrigðiskerfisins eiga að vera til að tryggja grunn heilbrigðisþjónustu, sem að slys falla ekki beint undir (þó er læknisþjónusta í tilfellum slysa niðurgreidd).\nTryggingar eru líklegast einu útgjöldin hjá mér sem ég vona svo innilega að borgi sig ekki fyrir mig.",
            "date": "2014-09-28 22:05:00",
            "post_id": "575092",
            "reply_to_id": "575088"
        },
        {
            "user_name": "hakkarin",
            "text": "Sú manneskja getur farir í mál og heimtað skaðabætur.     \nAð því að sá sem að hefur efni á því að kaupa 30 milljón króna Range Rover kaupir nefnilega pottþétt enga tryggingu.... \nEn ef svo er ekki, til að vera brutally honest, ef að einhver tímir 30 millum í bíl en er of heimskur til þess að tíma því að tryggja hann líka að þá finn ég ekkert sérstaklega til með viðkomandi ef að eitthvað kemur fyrir bílinn.",
            "date": "2014-09-28 22:11:00",
            "post_id": "575094",
            "reply_to_id": "575092"
        },
        {
            "user_name": "Klemmi",
            "text": "Og hvernig ætlar þú að borga þessar skaðabætur, sem geta hlaupið á tugum milljóna?  Eða á einhver annar að gera það?\nAf hverju á hann að tryggja sig fyrir skemmdum sem ÞÚ veldur honum?\nÞÚ ert að tryggja ÞIG fyrir því að ÞÚ getir valdið einhverjum öðrum tjóni, hvort sem það er líkamlegt eða fjárhagslegt.\nÞað er svo ÞÍN ákvörðun hvort ÞÚ viljir tryggja ÞIG fyrir því að skemma bílinn ÞINN.",
            "date": "2014-09-28 22:26:00",
            "post_id": "575099",
            "reply_to_id": "575094"
        },
        {
            "user_name": "Daz",
            "text": "Ég vil að aðrir kaupi sér tryggingu fyrir því tjóni sem þeir valda mér þegar ég þarf að lesa það sem þeir skrifa.",
            "date": "2014-09-28 22:28:00",
            "post_id": "575100",
            "reply_to_id": "575099"
        },
        {
            "user_name": "Gislinn",
            "text": "Ef tjónavaldur er eignalaus þá getur hann gert sig gjaldþrota og sloppið við að greiða og þá situr tjónþoli uppi með tjónið, eins og ég benti á áðan.  \n \nÞú ert augljóslega að misskilja þetta kerfi, því er ég mjög ánægður að einhver annar hugsi fyrir þig (í þessu tilviki löggjafavaldið) þar sem þú værir örugglega ekki að spreða heilasellum í þetta dæmi ef tryggingarnar væru val.",
            "date": "2014-09-28 22:46:00",
            "post_id": "575102",
            "reply_to_id": "575100"
        },
        {
            "user_name": "Dúlli",
            "text": "",
            "date": "2014-09-28 22:56:00",
            "post_id": "575103",
            "reply_to_id": "575102"
        },
        {
            "user_name": "tanketom",
            "text": "",
            "date": "2014-09-28 22:58:00",
            "post_id": "575104",
            "reply_to_id": "575103"
        },
        {
            "user_name": "Klaufi",
            "text": "Ég hélt að svona dæmi væri ekki til, en mikið djöfulli er ég ánægður með að það skuli vera skylda að tryggja ökutæki.\nMér datt ekki í hug að það væri til fólk sem að skyldi ekki þörfina né ástæðuna fyrir þessari tryggingu.\n*Off-topic*\nHakkarin, hvað drekkurðu mikið áfengi að meðaltali á dag/viku?\nEkkert skot, bara einföld spurning, þú ræður hvort þú svarar..",
            "date": "2014-09-28 23:00:00",
            "post_id": "575105",
            "reply_to_id": "575104"
        },
        {
            "user_name": "Dúlli",
            "text": "Fannast áður allt í lagi þessir þræðir, skil það vel að þetta sé koniakstofan og það rugl en þetta er bara komið gott, hve heimskur þarf maður að vera til að spurja svona heimskra spurninga, ég vona að þú stuttir bíl hjá eithverjum og upplifir það að valda þeim einstaklingi eignartjón og þá munum við sjá hvernig þér mun líka við það...\nJemin góður hugsaðu aðeins áður en þú byrð til þráð.\ná hann efn á því að drekka ef hann er svo mikil öryrki eins og hann segist vera.....",
            "date": "2014-09-28 23:03:00",
            "post_id": "575107",
            "reply_to_id": "575105"
        },
        {
            "user_name": "gRIMwORLD",
            "text": "Ég vona að þetta komist til skila:\nA kaupir bíl og tryggingu\nB kaupir bil og tryggingu\nC kaupir bil en enga\nÞað er mikil hálka úti, þoka og A stoppar á ljósi...B er nær að átta sig og stövar fyrir aftan á A. C nær ekki að átta sig og klessir aftan á B sem þeytist aftan á A\nA er í 100% rétti, B er í 100% órétti gagnvart A en í rétti gagnvart C og C er í 100% órétti.\nÞarna mun A fá tjónið sitt bætt og en B situr eftir með sárt ennið því C var ekki tryggður og er ekki borgunarmaður fyrir nýjum bíl handa B.\nFinnst þér sanngjarnt að fólk fái að spila svona með verðmæti annarra í umferðinni BARA af því það er of nískt að greiða tryggingar??\nTaktu strætó og hættu að velta þér upp úr þessu.",
            "date": "2014-09-28 23:59:00",
            "post_id": "575112",
            "reply_to_id": "575107"
        },
        {
            "user_name": "rapport",
            "text": "Not true... C er tjónvaldur og A á enga lögmæta kröfu á B sem var líka fórnarlamb C. (þetta var einusinni samt eins og þú lýsir, but not any more)\nRaunin er að það tryggingafélag sem seinast tryggði C mun borga A og B EF C var enn á réttum númeraplötum og bílstjóri C sleppur ef hann greiðir skuld sína við tryggingafélagið.\nEf C var ekki á réttum númeraplötum þá borgar tryggingafélag C tjón A og B, bílstjóri C eða eigandi verður kærður fyrir skjalafals og tryggingafélagið fer í mál til að fá tjónið bætt.\nMunurinn er fólginn í ásætningi...\nEf C var bara fokking blankur en varð að komast til vinnu o.s.frv. = sleppur með skrekkinn en þarf að borga fullar tryggingar með vöxtum.  \nEf C sýndi ásetning til að fokka í kerfinu, þá er hann screwed...\np.s. tryggingar eru yfirleitt greiddar fyrirfram og þær renna ekki út fyrr en t.d. eindagi reikings er 1.ágúst, þá rennur tryggingin út 1.sept eða 1.okt.\nÞá hefur tryggingafélagið þennan tíma til að ganga hart á eftir rukkun og /eða biðja lögguna um að klippa númerið af bílnum strax og tryggingarnar renna út.",
            "date": "2014-09-29 00:09:00",
            "post_id": "575114",
            "reply_to_id": "575112"
        },
        {
            "user_name": "jonsig",
            "text": "Hakkarin, það er þitt val hvort þú kaupir bíl, og þar sem almenni íslendingurinn skilur ekki hugtakið ábyrgð! þá þarf að vera skyldutrygging.",
            "date": "2014-09-29 00:26:00",
            "post_id": "575117",
            "reply_to_id": "575114"
        },
        {
            "user_name": "hagur",
            "text": "Hakkarin, \"Go into the corner and think about what you just said.\"",
            "date": "2014-09-29 00:31:00",
            "post_id": "575119",
            "reply_to_id": "575117"
        },
        {
            "user_name": "capteinninn",
            "text": "Ég geri mér grein fyrir að koníakstofan er fyrir \nallt\n utan flokka en þetta er alveg komið nóg.\nMér finnst þetta svo heimskulegar spurningar sem eru alltaf að koma fram frá hakkarin.\nHvernig færðu þetta eiginlega út að þessar tryggingar séu ekki eitthvað sem á að vera ?\nEf þú myndir lenda í því að það yrði keyrt á þig og þú myndir stórslasast, svo ætlarðu að fá eitthvað bætt fyrir það og þá er slysavaldurinn bara gjaldþrota og þú færð ekkert bætt. Svo þarftu að lifa á bótum frá ríkinu og skattgreiðendur þurfa að borga fyrir það að hinn aðilinn sé hálfviti og er ekki með neinar tryggingar á bílnum sínum.\nSorry hakkarin ég veit að þér finnst gaman að spyrja svona spurninga og fá umræður og það er allt gott og blessað en ég get bara ekki séð svona posta lengur, hefði haldið að þú værir að trolla okkur hérna með þessum oft á tíðum gífurlega vanhugsaðra hugmynda.\nÉg vona að GuðjónR sé að skoða eftir einhverjum phpbb moddum ef þau eru til sem leyfa manni að fela notendur á spjallinu. Ég veit að þetta er opið spjall og það er fáránlegt að verða svona pirraður á einhverjum einstaka notendum en ég er vanur að fara á vaktina til að sjá skemmtilegar og fræðandi umræður en svo er þetta farið að vera bara eitthvað hálfgert spam fest af einhverjum óhugsðum pælingum frá einum notanda.\nSorry með mig hakkarin þú ert örugglega frábær strákur en ég vildi óska að það væri aðeins minna af postum frá þér og að þeir væru betur settir fram og hugsaðir.",
            "date": "2014-09-29 00:39:00",
            "post_id": "575123",
            "reply_to_id": "575119"
        },
        {
            "user_name": "J1nX",
            "text": "x2",
            "date": "2014-09-29 00:47:00",
            "post_id": "575126",
            "reply_to_id": "575123"
        },
        {
            "user_name": "trausti164",
            "text": "x3",
            "date": "2014-09-29 00:58:00",
            "post_id": "575130",
            "reply_to_id": "575126"
        },
        {
            "user_name": "jonsig",
            "text": "x4\nþetta er offical væluþráður útaf hakkaranum .\nviewtopic.php?f=9&t=62215&p=574911&hilit=+hakkarin+#p574911",
            "date": "2014-09-29 01:07:00",
            "post_id": "575134",
            "reply_to_id": "575130"
        },
        {
            "user_name": "Hrotti",
            "text": "Hahahahaha íslandsmet í trolli",
            "date": "2014-09-29 01:15:00",
            "post_id": "575135",
            "reply_to_id": "575134"
        },
        {
            "user_name": "Nariur",
            "text": "x5",
            "date": "2014-09-29 04:23:00",
            "post_id": "575139",
            "reply_to_id": "575135"
        },
        {
            "user_name": "AntiTrust",
            "text": "Þetta er (ætti að vera) svo mikið kommon sense að ég ætla að flokka þetta sem troll, bara svo þetta skemmi ekki daginn fyrir mér.\nGott troll hakkarin, gott troll.",
            "date": "2014-09-29 08:18:00",
            "post_id": "575146",
            "reply_to_id": "575139"
        },
        {
            "user_name": "olafurfo",
            "text": "Ég fékk illt í augun við að lesa þetta",
            "date": "2014-09-29 11:12:00",
            "post_id": "575161",
            "reply_to_id": false
        },
        {
            "user_name": "kizi86",
            "text": "finnst eins og þetta sé farið að beinast út í einelti þessi árátta ykkar að setja út á allt sem hakkarin gerir.. og hvað með það að hann spyrji \"heimskulegra spurninga\" og komi fram með vanhugsaðar hugmyndir? hann fær útskýringu á þeim og verður gáfaðri fyrir vikið, finnst ekkert að þessum póstum frá honum, ef ég vill ekki lesa póstana frá honum, þá bara sleppi ég því.. og þótt þeir byrtist á forsíðu er mér alveg slétt sama um, ef þið getið ekki litið framhjá þessum póstum þá vantar eitthvað svaðalega upp á umburðarlyndi ykkar.. og fara fram á að fá fítus til að blokka HANN bara er bara hreint og klárt einelti..\nog líka hvað með það að hann hafi ekki komið með einhverja \"Tæknipósta\" who cares, stendur HVERGI í reglunum að notandi VERÐI að skrifa einhverja tæknipósta til að meiga vera með hér á vaktinni..\nog svo til að enda þetta þá ætla ég að koma með smá bæn sem þið greinilega þurfið virkilega á að halda:\nGuð - gef mér æðruleysi \ntil að sætta mig við það\nsem ég fæ ekki breytt,\nkjark til að breyta því \nsem ég get breytt\nog vit til að greina þar á milli.",
            "date": "2014-09-29 11:32:00",
            "post_id": "575167",
            "reply_to_id": "575161"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Nú segi ég stopp. Þetta er heimskulegasta pæling sem ég hef séð á vefnum!",
            "date": "2014-09-29 11:40:00",
            "post_id": "575169",
            "reply_to_id": "575167"
        },
        {
            "user_name": "olafurfo",
            "text": "Ég er nú búinn að skoða nokkra pósta frá honum og mynd ekki beint kalla allt frá honum heimskulegar spurningar.\nEr sammála þér að það megi spurja um \"Allt utan efnis\" en helsta ástæðan fyrir því að mér finnst flestir vera orðnir þreyttir er vegna þess að hann svarar yfirleitt án þess að skipta um skoðun.\nFlestir sem spyrja eru að leitast eftir svörum... fiiinnst hann ekki vera að því eins og er, as in.. Trolling",
            "date": "2014-09-29 12:36:00",
            "post_id": "575178",
            "reply_to_id": "575169"
        },
        {
            "user_name": "hakkarin",
            "text": "Af hverju verð ég að skipta um skoðun þegar ég svara fólki?\nEDIT: Ef að ég fer svona mikið í tauganar á fólki að þá væri ég alveg til í að hafa mitt eigið forum eins og sumir hafa stungið upp á",
            "date": "2014-09-29 12:42:00",
            "post_id": "575180",
            "reply_to_id": "575178"
        },
        {
            "user_name": "urban",
            "text": "að mínu mati fer mest í taugarnar á mér við þig það er þegar að þér er bennt á (af mörgum aðilum) fáránleikan í þessum hugsunum hjá þér, en þú sérð samt aldrei rangt við þessar hugsanir.",
            "date": "2014-09-29 12:51:00",
            "post_id": "575184",
            "reply_to_id": "575180"
        },
        {
            "user_name": "einarhr",
            "text": "Mæli með að þú opnir bloggsíðu eða umræðugrúppu á Facebook til að viðra þessar skoðanir þínar.",
            "date": "2014-09-29 13:01:00",
            "post_id": "575185",
            "reply_to_id": "575184"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Spot on.\nÞað er alveg sama hvað það eru margir sem troða sannleikanum upp í kokið á þér - þú skalt aldrei hlusta.",
            "date": "2014-09-29 14:31:00",
            "post_id": "575197",
            "reply_to_id": "575185"
        },
        {
            "user_name": "kizi86",
            "text": "er það hans skylda að gera það? og alger óþarfi að vera með dónaskap við hann, finnst svona einelti gegn einum notanda þessarar síðu ekki vera síðunni til sóma.. er búinn að vera skráður á þessa síðu síðan í sept 2009, og aldrei hef ég séð svona hatur beinast að einhverjum einum notanda, hann hefur sinn rétt á að tjá sýnar skoðanir og þurfa ekki að verja þær gagnvart öðrum. eins og búið er að koma fram, ef ykkur líkar hann ekki, hunsið hann! so simple as that...",
            "date": "2014-09-29 14:58:00",
            "post_id": "575203",
            "reply_to_id": "575197"
        },
        {
            "user_name": "dori",
            "text": "Ekki vera hissa á að fólk pirrist á þér ef þú lokar augunum, heldur fyrir eyrun og öskrar \"NANANANANANANA\" þegar þér er bent á hvernig það sem þú varst að halda fram gengur ekki upp.\nÞað á ekki að bera virðingu fyrir heimskulegum og röngum skoðunum. Nokkuð sem er alltof mikið gert af í samfélaginu okkar í dag. Ef þetta fengi bara að standa sem eitthvað raus sem enginn svarar nema þeir sem eru sammála þá kemur kannski einhver sem er ekki alveg búinn að velta hlutunum fyrir sér, les þetta kjaftæði og trúir hluta af því (fullt af staðhæfingum frá hakkarin líka sem meika engan sense, ekki bara skoðanir).",
            "date": "2014-09-29 15:17:00",
            "post_id": "575207",
            "reply_to_id": "575203"
        },
        {
            "user_name": "kizi86",
            "text": "þetta er í síðasta skipti sem ég svara einhverju sem þú skrifar kæri dori..\nmaður á að bera virðingu fyrir öllum, sama hversu vitlausar hugmyndir viðkomandi er með.. eins og ég bar virðingu fyrir þínum skoðunum í öðrum þræði, en áhvað bara að hunsa þig eftir það.. komdu fram við aðra eins og þú vilt að þeir komi fram við þig, þú hefur greinilega ekkert í rökræður að gera þegar ferð að gera hlutina persónulega og segist hata mann fyrir að fara eftir lögum..\nog btw það eru almenn mannréttindi að fá að tjá sig um sínar skoðanir:\nþú ert semsagt að segja að við eigum að fara að hunsa almenn mannréttindi fólks?.. \nþetta er ennþá betri ástæða fyrir því að hunsa allt sem þú skrifar hér, og góð ámynning um af hverju ég setti þig á óvinalistann minn fyrst.. en Ég ætla leyfa þér að eiga þínar skoðanir í friði, sama hversu skrítnar og óraunhæfar þær eru..\nEDIT: veit ekki alveg hvaða merkingu þú setur í orðalagið: \"bera virðingu fyrir\" en mín túlkun á þessu orðalagi er sú að hver sem er má eiga sína skoðun í friði, hinsvegar má ég alveg benda hinum aðilanum á mína skoðun á umræddu málefni, án þess að gera lítið úr hans skoðunum eða honum sem persónu, það er að bera virðingu fyrir hans skoðunum!",
            "date": "2014-09-29 16:19:00",
            "post_id": "575220",
            "reply_to_id": "575207"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Þetta á bara engan vegin við í þessu dæmi.\nHann spyr spurningarinnar \"Af hverju er lögboðin ábyrgðartrygging fyrir ökurtæki?\".\nHann fær svarið. Það eru góðar og gildar ástæður fyrir því að fólk þarf að tryggja ökutæki - svo að fólk sem lendir í slysum sé bætt. Þetta er ekki flókið. Það þarf ekki að ræða þetta.\nHvort að tryggingarnar séu of dýrar er svo aftur á móti eitthvað sem mætti ræða - en þeir sem aka ökutækjum skulu vera tryggðir. Punktur.\nÞað að gefa í skyn að hann þurfi ekki að vera tryggður af því að bíllin hans kostar 500þ. eru fáránleg og algerlega út í loftið.\nEf hann keyrir á manneskju sem veldur því að hún þarf að nota hjólastól það sem eftir er er auðvitað betra fyrir þá manneskju að fá bætur frá tryggingafélagi sem tryggir allt að 100 milljónum frekar en að fara í skaðabótamál við viðkomandi sem verður svo gjaldþrota eftir að borga þúsundkall.",
            "date": "2014-09-29 16:23:00",
            "post_id": "575222",
            "reply_to_id": "575220"
        },
        {
            "user_name": "dori",
            "text": "Þú mátt alveg tjá skoðanir þínar en ég þarf ekki að virða þær. Ef þú hefur rangar og/eða heimskulegar skoðanir mun ég benda á það. Það að benda á að þú sért með vonda hugmynd er ekki það sama og að koma í veg fyrir að þú tjáir hana. Mikill (og merkilega algengur) misskilningur.\nMér er líka nett sama hvort þú svarir því sem ég set inn hérna. Ef það lætur þér líða betur þá endilega.",
            "date": "2014-09-29 16:23:00",
            "post_id": "575223",
            "reply_to_id": "575222"
        },
        {
            "user_name": "machinefart",
            "text": "Er ekki bara spurning hvort þú svarir í sömu mynt og hendir upp í einn þráð \"af hverju er það hluti af mannréttindum að fólk eins og hakkarin megi tjá sig?\"\nOhh enginn broskall sem er að borða popp....\nAnnars þá eru allir þessir hakkara þræðir okkar eigin skuld, þessi maður er troll og honum finnst þetta gaman, hann viljandi misskilur hver einustu rök sem honum eru gefin vegna þess hann situr á bakvið tölvuskjá hlægjandi yfir hvað hann gat tekið þetta langt, hvert einasta svar sem við skrifum á þessa þræði er ástæðan fyrir því að fleiri poppa upp. Ef við hættum að svara þá hættir hann að skrifa, einfaldara verður þetta ekki.",
            "date": "2014-09-29 16:41:00",
            "post_id": "575228",
            "reply_to_id": "575223"
        },
        {
            "user_name": "bigggan",
            "text": "haha ef þú kaupir 500 000 króna bíll þá hefuru mjög liklega ekki efni á að borga að laga nýja Range roverinn til 30 millur, og ef þú stútar gæin i bilnum, þá þarft þú að borga aðrar 30 millur til hann vegna sjúkrakostnaðinn og örorkubætur vegna þess hann getur ekki verið á vinnumarkaðinn restina af hans lifi.",
            "date": "2014-09-29 17:36:00",
            "post_id": "575235",
            "reply_to_id": "575228"
        },
        {
            "user_name": "hakkarin",
            "text": "Ríkið borgar örorkubætur og bætir heilustjón með heilbrigðiskerfinu sem að allir eru að borga í. Andlegt tjón er hinsvegar eitthvað sem að hægt væri að fara í mál yfir, og er ekki hægt að gefa því einhverja vísindalega krónutölu.\nEDIT: Þá neyðist ég líka til þess að spyrja aftur eins og ég gerði áðan: Hvaða líkur eru á því að sá sem að kaupi bíl fyrir 30 millur kaupi sér ekki líka tryggingu fyrir hann hvort er eð? Held að fáir sem að kaupi svoa dýra bíla tryggi þá ekki.",
            "date": "2014-09-29 18:31:00",
            "post_id": "575245",
            "reply_to_id": "575235"
        },
        {
            "user_name": "urban",
            "text": "Átt þú þá ekkert að þurfa að borga á þínum bíl ??\nskyldutrygging borgar allt tjón nema á bílnum hjá þeim sem að kaupir trygginguna.\nsemsagt, það skiptir ekki máli hvort að bíllinn þinn kostar 200 þús eða 20 millur ef að þeir eru álíka að stærð og gerð, þá er skyldutrygging á þeim á svipaðan pening, einfaldlega vegna þess að þeir tryggja það sama.",
            "date": "2014-09-29 18:58:00",
            "post_id": "575250",
            "reply_to_id": "575245"
        },
        {
            "user_name": "Gislinn",
            "text": "Það er búið að svara þessu hér áður. Afhverju ætti ég að tryggja minn bíl fyrir tjóni sem annar aðili veldur? Ég ætla að taka undir orð AntiTrust, þetta hlítur að vera troll, ég neita að trúa því að einhver geti hugsað svona.\nFyrir utan að einstaklingar sem eiga svona dýra bíla eru líklegir til að vera með kaskó sem tryggir þeirra bíl fyrir þeirra tjóni, en það er allt annað.",
            "date": "2014-09-29 19:07:00",
            "post_id": "575253",
            "reply_to_id": "575250"
        },
        {
            "user_name": "hakkarin",
            "text": "Það er ekkert óalgengt að fólk tryggi sig fyrir tjóni sem að aðrir geta valdið því. Tökum bara heimilistryggingu sem dæmi: \nhttps://vis.is/einstaklingar/tryggingar ... strygging/\n\"Heimilistryggingin hentar þeim sem vilja tryggja innbúið sitt fyrir t.d. bruna, vatni og \ninnbrotum \nog sig gagnvart skaðabótaábyrgð þriðja aðila.\"",
            "date": "2014-09-29 19:35:00",
            "post_id": "575257",
            "reply_to_id": "575253"
        },
        {
            "user_name": "Klemmi",
            "text": "Innbrotum, í þeim tilfellum sem þeir sem standa að innbrotunum nást ekki.  Tryggingafélagið bætir þér tjónið en gerir svo endurkröfu á sökudólginn ef hann finnst.\nÞessu má líkja við \"hit-and-run\" í umferðinni, en það að þú getir sloppið með því að vera skíthæll og láta þig hverfa af vettvangi eru ekki góð rök fyrir því að þú eigir ekki að borga ábyrgðartryggingu.",
            "date": "2014-09-29 19:44:00",
            "post_id": "575259",
            "reply_to_id": "575257"
        },
        {
            "user_name": "Bioeight",
            "text": "Mætti samt alveg endurskoða lögbundna ábyrgðartryggingu þannig að þú verðir að tryggja ökutækið þitt fyrir tjóni en ekki ökutæki annarra. Vegfarendur og aðrir aðskotahlutir yrðu samt áfram inni í tryggingunni. Þá væntanlega yrði dýrara fyrir einhvern á 30 milljóna króna bíl að kaupa tryggingu heldur en einhvern á 250 þúsund króna eðalvagni.",
            "date": "2014-09-29 22:31:00",
            "post_id": "575285",
            "reply_to_id": "575259"
        },
        {
            "user_name": "robakri",
            "text": "Og hvernig má bjóða þér að tækla þá tryggingu á því ef einhver keyrir inn í garðinn þinn? Eða ef hann keyrir á bílinn þinn sem er kyrrstæður og ekki á númerum og því ekki tryggður?\nSömuleiðis, á ég þá að borga hærra iðgjald ef hakkarin keyrir 3x á mig því ég lenti 3x í því að þurfa að nota trygginguna mína? Eða á tryggingarfélagið mitt sem er ekki endilega sama félag og hans að hækka iðgjöldin hans sem renna til annars tryggingarfélags?\nÞetta er ekki beinlínis hugsað alla leið, ástæður núverandi kerfis eru fjölmargar og þrusugóðar.",
            "date": "2014-09-30 00:45:00",
            "post_id": "575304",
            "reply_to_id": "575285"
        },
        {
            "user_name": "Glazier",
            "text": "Buy.is þráðurinn.... fór hann alveg framhjá þér?",
            "date": "2014-09-30 00:56:00",
            "post_id": "575306",
            "reply_to_id": "575304"
        },
        {
            "user_name": "kizi86",
            "text": "nei reyndar ekki, en það var ástæða fyrir þeim þræði, eða ertu að bera hakkarin og Friðjón saman?\nHakkarin hefur ekki framið nein lögbrot, hefur ekki verið með mikinn dónaskap, annað en margir aðrir á þessum póstum hans hafa verið í garð hakkarin..",
            "date": "2014-09-30 08:07:00",
            "post_id": "575313",
            "reply_to_id": "575306"
        },
        {
            "user_name": "AntiTrust",
            "text": ".. What? Hver í ósköpunum væru rökin með því? Það er að \nsjálfsögðu\n forgangsatriði að þú sért tryggður á þann hátt að það tjón sem \nÞÚ\n veldur sé greitt af þínum tryggingum, og að viðgerðir á eigin bíl sé undir sjálfum þér komið - Svona til dæmis, eins og þetta er akkúrat núna.\nÉg keyri ekkert um á rándýrum bílum - amk engum 30m Range Roverum (því miður), en ég hef leiðinlega oft lent í árekstrum og amk 3x hefur viðgerðarkostnaðurinn á mínum bílum verið yfir 500þ. og í einu tilfellinu tæp milljón. Í flestum tilfellum hafa þetta verið námsmenn á bílum sem kostuðu á við eina felgu hjá mér, hvernig ættu þeir eiginlega að geta borgað viðgerðirnar?\nUm daginn lenti ég því að keyra aftaná bíl. Afskaplega lítið sjáanlegt á báðum bílum en þó nægilega mikið tjón til þess að borga bílinn sem ég klessti á út (mjög ódýr bíll) - Hvernig yrði því háttað? Afhverju ætti ég að borga heilan bíl út þegar að mínu mati mér hefði fundist eðlilegt að greiða bara fyrir nýjan stuðara og sprautun?\nÉg get bara ekki séð þetta módel ganga upp.",
            "date": "2014-09-30 08:27:00",
            "post_id": "575314",
            "reply_to_id": "575313"
        },
        {
            "user_name": "Bioeight",
            "text": "Bíll sem væri ekki á númerum væri tryggður, auk þess garðurinn og allt sem í vegi bílsins verður annað en ökutæki, t.d. hús, gangandi vegfarendur, umferðarskilti og fleira.\nÞitt eigið ökutæki er svo á þinni ábyrgð, þannig að já, ef þú lendir í því að einhver keyrir á þig 3x þá getur tryggingafélagið þitt hækkað iðgjöldin þín. Það er kannski hægt að setja inn klásu í lögin að láta umferðarlögin spila inn í það og hækka iðgjöldin bara ef menn eru ekki \"í rétti\", til að halda því kerfi ef þér finnst það sniðugt.\nÞú tryggir eigin bíl, þá coverar tryggingin skemmdir á bílnum þínum. Sömuleiðis ef þú klessir á einhvern þá coverar tryggingin hans viðgerðir á hans bíl.\nMér finnst fínt að skoða og pæla í því hvort mætti gera hlutina öðruvísi, ekkert er fullkomið og oft hægt að gera betur. Mér sýnist vaktin.is hinsvegar ekki vera rétti vettvangurinn fyrir þetta.",
            "date": "2014-09-30 10:26:00",
            "post_id": "575323",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "Þetta hljómar ekkert brjálæðislega vitlaust þegar þetta er sett svona upp - en geturu ímyndað þér vesenið/illindin/slagsmálin sem við myndum sjá út á götum ef e-r myndi klessa á dýran ótryggðan bíl? \nAuðvitað væru allir fljótir að segja \"hann hefði bara átt að vera með bílinn sinn tryggðan!\" en það er bara ekki nóg. Persónulega finnst mér bara að skemmdir á mínum eignum af annarra manna völdum eigi að vera á þeirra ábyrgð, ekki minni.",
            "date": "2014-09-30 10:52:00",
            "post_id": "575324",
            "reply_to_id": "575323"
        },
        {
            "user_name": "Bioeight",
            "text": "Sama er hægt að segja ef einhver ótryggður bíll klessir á dýran bíl, en mögulega kemstu ekki að því fyrr en seinna eftir að búið er að senda inn tjónatilkynningu. Vesenið er samt til staðar þó það gerist ekki úti á götu.\nRéttara finnst mér að ef einstaklingur á dýrt hús, dýra hluti eða dýra bíla þá borgi sá einstaklingur meira til að tryggja sína hluti. Hús og hlutir virka þannig en eins og þetta er núna þá lendir kostnaðurinn á ökutækjum jafnt á alla, fyrir utan að sumir fá afslátt vegna bónuskerfis.",
            "date": "2014-09-30 11:15:00",
            "post_id": "575326",
            "reply_to_id": "575324"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ekki alveg. Með því fyrirkomulagi að afnema lögbundna tryggingu þá er væntanlega verið að eiga við það að fólk er yfirhöfuð ekki skyldugt til þess að tryggja sitt né annars manns tjón? \nÞú lendir bara í veseni í dag ef það keyrir á þig bíll sem er af e-rjum ástæðum á númerum, en samt óskráður. Afar sjaldgæf tilfelli. \nKostnaðurinn er ekki jafn, kaskó er hærra á dýrari bílum.",
            "date": "2014-09-30 11:35:00",
            "post_id": "575329",
            "reply_to_id": "575326"
        },
        {
            "user_name": "urban",
            "text": "Þetta er til.\nheitir kaskó trygging og er töluvert dýrari eftir því sem að þú átt dýrari bíl.\nAfhverju í ósköpunum ætti að snarbreyta almennum tryggingum samt ?\nlögbundin trygging gefur þér einfaldlega rétt á því að vera á farartæki í umferðinni, lítið á þetta svoleiðis.\nsemsagt, það er verið að tryggja það að aðrir fái sitt tjón bætt sem að þú veldur.",
            "date": "2014-09-30 11:50:00",
            "post_id": "575330",
            "reply_to_id": "575329"
        },
        {
            "user_name": "Bioeight",
            "text": "Í stað þess að leggja niður lögboðna ábyrgðartryggingu eins og hakkarin leggur til í upphafi, þá spyr ég hvort það væri kannski betra að gera breytingar á henni.\nVið þessa tillögu um breytingu þá yrði kaskó ekki til.\nStundum geta breytingar verið til hins betra. \nTryggingar fyrir bílinn minn kosta 33% af virði hans á ári. Ég er ekki með kaskó.",
            "date": "2014-09-30 12:01:00",
            "post_id": "575331",
            "reply_to_id": "575330"
        },
        {
            "user_name": "Klemmi",
            "text": "Ég bara sé engin rök fyrir því að ég eða tryggingarnar mínar greiði fyrir tjón sem annar veldur (gefið að það sé ekki ólögráða barnið mitt), simple as that.\nAuðvitað eru til case þar sem ekki er hægt að finna þann sem veldur tjóninu, en það eru öfgatilfelli og ein af ástæðunum fyrir því að fólk er með dýra bíla í kaskó.",
            "date": "2014-09-30 12:14:00",
            "post_id": "575333",
            "reply_to_id": "575331"
        },
        {
            "user_name": "Bioeight",
            "text": "Lög um brunatryggingar\n - dæmi um tryggingu sem er lögbundin og tryggir þig gagnvart tjóni sem aðrir valda.",
            "date": "2014-09-30 12:27:00",
            "post_id": "575335",
            "reply_to_id": "575333"
        },
        {
            "user_name": "dori",
            "text": "Þessar pælingar hjá þér meika ekki alveg sense. Það er búið að fara yfir þetta nokkrum sinnum í þessum þræði en við skulum gera það einu sinni enn.\nLögboðin ábyrgðartrygging er ekki trygging á því sem þú átt heldur á því sem aðrir eiga og þú gætir skemmt með því að fara út í umferðina. Þú ert að keyra bíl sem getur valdið gríðarlegu tjóni sem fæstir eru borgunarmenn fyrir og þess vegna þarftu tryggingu. Þetta er lögbundið af því að það meikar ekki sense að leyfa fólki að velja þegar það getur ekki vitað hversu mikið tjónið sem það veldur getur orðið. Tjónið sem þetta bætir ekki bara á öðrum bílum heldur líka á öðrum eignum og slys á fólki. Slys sem veldur tjóni á nokkrum bílum og kannski smá umferðarmannvirki með dassi af meiðslum á fólki sem veldur vinnutapi er mjög fljótt að ná svimandi háum upphæðum.\nÞetta er basically verðmiðinn á því að fá að vera þátttakandi í umferðinni hérna.\nÞú veist hins vegar hvað bíllinn þinn er verðmætur þannig að það er mjög eðlilegt að leyfa fólki að taka ákvörðun um það hvort það vilji tryggja hann fyrir tjóni (hint: það \"borgar sig\" aldrei en getur verið skynsamlegt ef þessi bíll er eitthvað sem þú þarft og getur ekki keypt aftur ef hann eyðilegst). Þannig væri það út í hött að gera kaskó að skyldutryggingu og þannig gefa tryggingarfélögunum ennþá meiri pening.\nÞað hvað bíllinn þinn kostar og hversu hátt hlutfall af verði bílsins þú borgar í þessar tryggingar skiptir þannig engu máli í þessu samhengi því að þú ert að borga fyrir tryggingu á öðrum hlutum (þ.m.t. mannslífum) sem eru mun dýrari.\nÉg sting uppá því að þeir sem ætla að stinga uppá breytingum á einhverjum kerfum hafi a.m.k. lágmarksþekkingu á því hvernig þau virka áður.\nBætt við:\nTjóni sem aðrir \ngeta\n valdið. Húsbrunar geta orðið af mörgum orsökum og ég hef enga tölfræði um hvað veldur en ég myndi giska á að skortur á viðhaldi eða mannleg mistök húseiganda (eða íbúa öllu heldur) séu í yfirgnæfandi meirihluta.\nAnnars skiptir þetta ekki heldur máli því að hús og umferð eru tveir mjög mismunandi hlutir og ekki hægt að bera saman á þann hátt sem þú virðist reyna að gera.",
            "date": "2014-09-30 12:30:00",
            "post_id": "575337",
            "reply_to_id": "575335"
        },
        {
            "user_name": "Icarus",
            "text": "Er reyndar svo að tryggingafélögin borga út tjónið og gera svo kröfu á þann sem er ábyrgan ef hann er ótryggður, svo sá sem er í rétti á að sleppa nokkuð auðveldlega.\nEf ég á bíl, óháð verðmæti. Ég er stopp á rauðu ljósi og aftan á mig klessir einhver sem var svo upptekinn að því að taka mynd af sér að borða pylsu á meðan hann keyrði, hvað er sanngjarnt við að ég beri tjónið?",
            "date": "2014-09-30 13:13:00",
            "post_id": "575339",
            "reply_to_id": "575337"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Ef ég skil ykkur rétt þá viljið þið geta sloppið við það að borga í tryggingar, klesst á bíl og tryggingarnar sem hann borgar í mánaðarlega greiði tjónið hans? \nAfhverju í ósköpunum finnst ykkur þetta rökrétt? Afhverju á ég að borga fyrir það að tryggja mig fyrir tjóni sem einhver annar gæti valdið mér? \nÞó svo þið eigið ódýra bíla þá þýðir það ekki að þið séuð eitthvað ólíklegri til að lenda í árekstri og valda tjóni. Ef þú átt 500þús kr bíl og kaupir bensín fyrir 25 þúsund á mánuði þá er það 60% af heildarvirði bílsins á ári. Hvað viljiði gera þar? Það kostar einfaldlega að reka bíl. Og því ódýrari sem hann er því hærra er hlutfallið.",
            "date": "2014-09-30 13:15:00",
            "post_id": "575340",
            "reply_to_id": "575339"
        },
        {
            "user_name": "Tbot",
            "text": "Látið ekki svona, þetta er bara dæmigert ungt fólk í dag.\nÞað eiga allir aðrir að borga reikninginn fyrir það, svo það þurfi ekki að taka ábyrgð á einu né neinu.",
            "date": "2014-09-30 13:29:00",
            "post_id": "575342",
            "reply_to_id": "575340"
        },
        {
            "user_name": "Bioeight",
            "text": "Það var það sem hakkarin kom fyrst á framfæri, ég tók aldrei beint undir það.\n Ég bendi á lögmæltar brunatryggingar.\n- Ég gefst upp.",
            "date": "2014-09-30 13:34:00",
            "post_id": "575344",
            "reply_to_id": "575342"
        },
        {
            "user_name": "machinefart",
            "text": "Mér finnst alveg fáránlegt að sá sem á dýrari bíl eigi að borga hærri tryggingu fyrir bílinn sinn til þess að vernda hann gegn skaðanum sem aðrir valda. Í umferðinni er nánast alltaf einhver valdur, og lög eru sett þannig up að það er fundinn ábyrgur aðili. Þetta gildir ekki í öllu, og þá er því miður ekki hægt að setja svona fullkomið kerfi upp.\nÞetta gengur út á að segja að þú ert ábyrgur fyrir þeim skaða sem þú veldur í umferðinni og það er rétt hugarfar. \nMér finnst þetta range rover dæmi jafn fáránlegt og að skemma glænýja rándýra lappann hjá félaganum og segja við hann \"óheppinn að hafa keypt svona dýra tölvu\"\nBrunatryggingar eiga bara ekki vel við, þetta er lélegur samanburður, það er ekki svona borðleggjandi sökudólgur í brunamálum.",
            "date": "2014-09-30 13:40:00",
            "post_id": "575345",
            "reply_to_id": "575344"
        },
        {
            "user_name": "machinefart",
            "text": "Mér finnst líka algjörlega fáránlegt að aðilar sem eru ekki einu sinni endilega þáttakendur í umferðinni þurfi að fara að eyða sínum pening til þess að tryggja sig gegn henni. Á manneskja sem á ekki bíl að fara að greiða hærri tryggingar til þess að dekka skaða á húsinu sínu sem gæti orðið?\nHvernig ætlarðu að gera þetta varðandi manslíf? Henda í tryggingu bara uppi á spítala, lífstrygging gegn umferð á börnin? Eða bara óheppinn ef einhver klessir á þig og skaðar barnið þitt áður en þú tryggir það?",
            "date": "2014-09-30 13:46:00",
            "post_id": "575347",
            "reply_to_id": "575345"
        },
        {
            "user_name": "Tbot",
            "text": "Svona til að snúa þessu aðeins við.\nHvers vegna eiga borgarar þessa lands að borga sína skatta og skyldur.  \nSvo einhvert fólk geti fengið örorkubætur, félagslegar íbúðir og fleira slíkt.  \nVæri ekki einfaldara bara að setja það út á guð og gaddinn.",
            "date": "2014-09-30 13:54:00",
            "post_id": "575348",
            "reply_to_id": "575347"
        },
        {
            "user_name": "machinefart",
            "text": "Ekki alveg að fatta þetta",
            "date": "2014-09-30 14:10:00",
            "post_id": "575349",
            "reply_to_id": "575348"
        },
        {
            "user_name": "urban",
            "text": "Við þessa tillögu um breytingu þá yrði kaskó ekki til.\nStundum geta breytingar verið til hins betra. \nTryggingar fyrir bílinn minn kosta 33% af virði hans á ári. Ég er ekki með kaskó.[/quote]\nÞeir sem að spá í þessu, eru akkurat aðilarnir sem að ég myndi ALDREI !!! vilja mæta í umferðinni.\nþeir sem að finnst það blóðugt að borga lögbundnartryggingar væru aldrei að fara að borga aðrar tryggingar ef að þeir komast hjá þeim.\nþannig að stór hluti bíla í umferðinni yrði ótryggður og \"ég\" þyrfti að borga enþá meira í tryggingar til þess að tryggja bílinn minn.\nog þetta með að þú sért að borga 33% af verði bílsins þinns kemur málinu bara ekkert við.\n30 milljóna króna bíllinn hans bjössa í worldclass er 30 milljóna virði alveg sama hvort að þú keyrir á hann á 2013 módeli af benz eða hvort að þú keyrir á hann á 1987 módeli af corollu.\nþetta yrði til þess að gamlar druslur yrðu ótryggðar og þeim sem að þætti vænt um bílana sína þyrfti að borga enþá meira í tryggingar.",
            "date": "2014-09-30 16:30:00",
            "post_id": "575377",
            "reply_to_id": "575349"
        },
        {
            "user_name": "zedro",
            "text": "Á maður að þora í þessa umræðu....en höfum þetta mjög stutt og hnitmiðað.\nÁbyrgðartrygging tryggir vátryggðan fyrir því \ntjóni sem hann veldur sé hann í \nórétti\n.\nÞetta þýðir ef þú keyrir ekki einsog hálfviti og bombar aftan á kyrrstæðan bíl þá sér tryggingin þín um að þolandinn sé varinn og fái skaðann bættann hvort sem það sé líkamlegt eða peningalegt tjón.\nKasko tryggir bílinn hjá vátryggðum\n ef hann lendir í árekstri og \ner í \nórétti\n.\nMeð kaskó færðu bílinn þinn bættan við árekstur þar sem þú ert í órétti. Hér er ávalt sjálfstrygging sem yfirleitt lækkar með betri og dýrari kaskó tryggingu. Dýrari bíll = dýrara kaskó!\nHakkarin ég mæli sterklega með því að þú kynnir þér skilmálana sem eru á bak við hverja tegund af tryggingum því þú virðist ekki skilja hvernig tryggingarnar virka. Þær eru hér til að verja þolandann\n sem er saklaust fórnalamb sem var á röngum stað á röngum tíma. Reyndu að vera opin fyrir nýjum upplýsingum og tilbúin að móta nýja skoðun byggða á þeim upplýsingum.",
            "date": "2014-09-30 23:49:00",
            "post_id": "575441",
            "reply_to_id": "575377"
        },
        {
            "user_name": "Glazier",
            "text": "Nei... ég var ekki að bera hann saman við neinn, ég var bara að viðra minn aulahúmor og minna á að það eru fleiri sem hafa verið hataðir hér á vaktinni",
            "date": "2014-10-01 00:03:00",
            "post_id": "575448",
            "reply_to_id": "575441"
        }
    ],
    "date": "2014-09-30 10:26:00"
}