{
    "forum_title": "Windows",
    "id": "62647",
    "title": "Windows 10",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=15&t=62647",
    "posts": [
        {
            "user_name": "kizi86",
            "text": "http://www.bbc.com/news/technology-29431412\njæja svo ætla að \"skippa\" yfir níuna, og fara beint yfir í tíu..\nhvað finnst ykkur um þetta?",
            "date": "2014-09-30 17:44:00",
            "post_id": "575396",
            "reply_to_id": false
        },
        {
            "user_name": "hfinity",
            "text": "Finnst svo fínt að Notch ætlar að kalla nýja leikinn sinn \"Windows 9\"  \n \nhttps://twitter.com/notch/status/517005489562206208",
            "date": "2014-09-30 18:25:00",
            "post_id": "575408",
            "reply_to_id": "575396"
        },
        {
            "user_name": "kizi86",
            "text": "HVAR ER \"LIKE\" takkinn! verður að implementa einhverskonar like takka hérna á vaktinni, allaveganna thumb up or down kerfi!\nalger snilld ef svo verður:D",
            "date": "2014-09-30 18:27:00",
            "post_id": "575410",
            "reply_to_id": "575408"
        },
        {
            "user_name": "roadwarrior",
            "text": "Og Start hnappurinn er komin aftur",
            "date": "2014-09-30 18:34:00",
            "post_id": "575412",
            "reply_to_id": "575410"
        },
        {
            "user_name": "MatroX",
            "text": "yes BECAUSE SEVEN ATE NINE hahahah stærsti jokeinn á twitter núna",
            "date": "2014-09-30 18:40:00",
            "post_id": "575415",
            "reply_to_id": "575412"
        },
        {
            "user_name": "worghal",
            "text": "ég hló.",
            "date": "2014-09-30 20:22:00",
            "post_id": "575427",
            "reply_to_id": "575415"
        },
        {
            "user_name": "Swooper",
            "text": "Ég er svakalega ósammála þeim með að þetta sé svo stórt stökk að \"Windows 9\" passaði ekki... þetta lúkkar eins og Windows 8 með nokkrum quality-of-life viðbótum. 8.2 væri betra númer... og helv. taskbarinn lúkkar ennþá eins og í Windows 7. Af hverju eru þeir ekki löngu búnir að setja flata, einlita stílinn þar eins og uþb alls staðar annars staðar í stýrikerfinu?",
            "date": "2014-09-30 22:23:00",
            "post_id": "575430",
            "reply_to_id": "575427"
        },
        {
            "user_name": "beatmaster",
            "text": "Þetta er geðveikt, mér fannst rosalega kjánalegt fyrst að kalla þetta Windows 10 en mér finnst það venjast fínt.\nDesktop upplifunin á 8 var bara allt of kjánaleg fyrir minn smekk en 8.1 var aðeins skárra en þetta er feitt skref í rétta átt, ætli Steven Sinofsky sé froðufellandi í felum einhversstaðar núna.\nKanski er rétt að hugsa um 8.1 sem það sem kom á milli 8 og 10, allavega er Windows 2012 R2 ekki uppfærsla á 2012 heldur sér stýrikerfi.\nSemsagt í pörum kemur þetta svona:\nWindows Vista/Server 2008\nWindows 7/Server 2008 R2\nWindows 8/Server 2012\nWindows 8.1/Server 2012 R2\nWindows 10/Server Threshold (ekki komið opinbert nafn)\nSvo er taskbarinn miklu flottari á Server 2012 heldur en Windows 8, ég nota Server 2012 talsvert og mér finnst það miklu betra en Server 2008 R2 (sem er sama og Windows 7) en ég þoli ekki windows 8 jafnvel eftir talsverða notkun á því þá fannst mér bara allt of mikið bjánalega útfært á því.",
            "date": "2014-09-30 22:44:00",
            "post_id": "575433",
            "reply_to_id": "575430"
        },
        {
            "user_name": "Revenant",
            "text": "Áttu nokkuð aukalega af þessum lyfjum sem þú ert að taka?  \n \nÉg er nefnilega að verða geðveikur á þessum míkrómetra músarpælingum þegar ég er að vinna á server 2012 í gegnum KVM eða RDP.",
            "date": "2014-09-30 22:55:00",
            "post_id": "575435",
            "reply_to_id": "575433"
        },
        {
            "user_name": "upg8",
            "text": "Siglir allt í rétta átt hjá þeim síðustu mánuðina, virkilega gaman hversu lean fyrirtækið er orðið og hvað samvinnan er að aukast á milli sviða.\nEkki gleyma því að Windows 7 lúkkar næstum eins og Vista með nokkrum quality-of-life viðbótum \nÚtlitið kemur yfirleitt með því síðasta sem er klárað en þú sérð það á táknmyndunum sem eru þegar komnar að það verður miklu flatara útlit. Það sem er komið er í stíl við táknmyndirnar úr Office 2013 en einlitt verður það þó varla í desktop mode.\nÉg er mjög spenntur fyrir sameiginlegum markaði fyrir hugbúnað á öllum tegundum af tækjum. Það verður ekki hægt að tala um skort á apps og fyrirtæki þurfa að vera full af fólki sem hatar Microsoft til þess að vilja ekki porta forrit yfir á Microsoft markaðinn.",
            "date": "2014-09-30 23:56:00",
            "post_id": "575442",
            "reply_to_id": "575435"
        },
        {
            "user_name": "trausti164",
            "text": "Windows gaf út Windows 7(þ.e.a.s. fyrsta Windows kerfið með venjulegri tölu í stað ártals eða slíks) á sama ári og Nvidia gaf út 100 seríuna i.e. 2009, nú á sama ári og Nvidia hoppar yfir 800 seríuna hoppar Windows yfir Windows 9, coincidence? I THINK NOT!",
            "date": "2014-10-01 16:23:00",
            "post_id": "575517",
            "reply_to_id": "575442"
        },
        {
            "user_name": "brain",
            "text": "Windows 10 Technical Preview er komið upp á MS\nhttp://windows.microsoft.com/en-gb/windows/preview-iso",
            "date": "2014-10-01 19:10:00",
            "post_id": "575537",
            "reply_to_id": "575517"
        },
        {
            "user_name": "AntiTrust",
            "text": "Er að leika mér með W10 TPið og breytingarnar eru ekkert brjálæðislega miklar - Amk ekki nóg til að skippa generation númeri en breytingarnar eru samt sem áður til hins betra. Nýja start menu-ið er furðuflott og ég fíla þetta flata interface, ekki ósvipað og iOS8/OSX10.10 breytingarnar. Mér finnst full screen \"metro apps\" lúkka pínu cheap, þeas ég er ekki alveg að fíla þennan bláa borða sem kemur efst, of breiður og þyrfti að vera e-r % transparent. Multiple desktops virkar flott, mjög þægilegur fítus fyrir þá sem eru vanir þessu úr OSX eða *nix. \nOverall vantar samt ennþá talsvert fínpúss eins og búast mátti við, mikið af icons sem mega við uppfærsu t.d. Við fyrstu sýn virkar þetta bara eins og flott 3rd party shelladdon, sem er auðvitað jákvætt en á engan hátt nóg til að hoppa úr 8.1 í 10 - 8.2 hefði verið meira viðeigandi.",
            "date": "2014-10-01 19:19:00",
            "post_id": "575538",
            "reply_to_id": "575537"
        },
        {
            "user_name": "upg8",
            "text": "AntiTrust þú veist að þetta er Technical Preview. Consumer preview er að vænta eftir áramót. Þeir sem taka þátt í þessu technical preview geta komið með allar þær ábendingar sem þeim dettur í hug, það er virkilega verið að hlusta á notendur. Eiginleikar eins og Cortana og fleiri consumer oriented eiginleikar verða líklega ekki kynntir fyrr en í janúar. \nAnnars er ég þegar með mikið af þessum útlitslegu breytingum á 8.1, er t.d. að nota ModernMix og keyri Modern forrit í gluggum, er með taskbar alltaf sýnilegan ofl. Hef líka notað virtual desktop fyrir Windows síðan 2001 og þeir sem hafa not fyrir slíkt hafa alltaf getað sótt sér.",
            "date": "2014-10-01 19:56:00",
            "post_id": "575544",
            "reply_to_id": "575538"
        },
        {
            "user_name": "slapi",
            "text": "",
            "date": "2014-10-02 07:40:00",
            "post_id": "575587",
            "reply_to_id": "575544"
        },
        {
            "user_name": "AntiTrust",
            "text": "Að sjálfsögðu. Það sem ég á við er að breytingarnar og bæturnar sem þarf að gera á kerfinu til viðbótar til að hoppa upp í þarnæstu útgáfu þurfa að vera verulega dramatískar. Ég sá alltaf fyrir mér W10 sem e-ð Minority Report dæmi - kannski meiri óskhyggja en raunhyggja.",
            "date": "2014-10-02 07:55:00",
            "post_id": "575588",
            "reply_to_id": "575587"
        },
        {
            "user_name": "upg8",
            "text": "Hér er mjög góð ástæða fyrir því að ekki verður notast við Windows 9\nhttp://www.reddit.com/r/technology/comments/2hwlrk/new_windows_version_will_be_called_windows_10/ckwq83x\nTil þess að fá Minority Report dæmi þá þarf að skipta alfarið yfir í Modern UI, -það hentar raunar mjög vel í slíkar stýringar og það hefur fólk sýnt með Kinect. Modern UI sést líka vel á gagnsæjum eða hálf gagnsæjum skjám í ýmsum stærðum, t.d. kjörið fyrir spegla með innbyggðum skjá. Það hefur verið notað með góðri raun á risastórum snertiskjám og Microsoft eru að öllum líkindum að fara að undirbúa fjöldaframleiðslu á slíkum skjám. Það verða mögulega smá breytingar á Modern UI, Microsoft Research hafa t.d. sýnt mjög flottar tillögur og þær verða þá kynntar seinna. Áherslan núna með þessu release er nær alfarið á desktop.\nÞað er fullt af internal útfærslum í prófun hjá Microsoft sem verða ekki gerðar public strax, það hafa t.d. lekið myndir af nýju notification center sem er ekki í þessu technical build og það eru yfirgnæfandi líkur á því að Cortana komi með Windows 10. Þú hefur þá fullkomið kerfi til þess að keyra þínar \"Minority Report\" útfærslur ef notast er við Kinect 2.0 eða nýrri græjur, að því gefnu að þú notir ekki desktop forrit með pínulitlum texta og táknmyndum...",
            "date": "2014-10-02 08:56:00",
            "post_id": "575593",
            "reply_to_id": "575588"
        },
        {
            "user_name": "Frantic",
            "text": "Þetta kerfi á allan daginn að heita Windows 8.2.\nFáránlegt stökk og bara gert útaf marketing.\nEn loksins er hægt að skipta á milli desktoppa.\nHefur vantað þetta lengi.",
            "date": "2014-10-02 10:04:00",
            "post_id": "575596",
            "reply_to_id": "575593"
        },
        {
            "user_name": "Dagur",
            "text": "https://searchcode.com/?q=if%28version% ... ws+9%22%29",
            "date": "2014-10-02 12:49:00",
            "post_id": "575610",
            "reply_to_id": "575596"
        },
        {
            "user_name": "upg8",
            "text": "Táknmyndir í stíl við Office 2013\nhttps://twitter.com/BAV0/status/517680178349494272\nOg nokkuð sem var bætt við í 8.1 en mun fá ríkari áherslu núna þar sem kerfið er hannað fyrir 8K upplausn.\nhttp://www.istartedsomething.com/20130628/microsoft-adds-multi-color-fonts-in-windows-8-1-proposes-opentype-standard/",
            "date": "2014-10-02 18:05:00",
            "post_id": "575658",
            "reply_to_id": "575610"
        },
        {
            "user_name": "intenz",
            "text": "Hahaha snilld.",
            "date": "2014-10-03 22:20:00",
            "post_id": "575873",
            "reply_to_id": "575658"
        },
        {
            "user_name": "upg8",
            "text": "http://windowsitpro.com/windows-10/windows-10s-fast-paced-updating-feature-will-be-opt\nÞað er miklu meira í gangi en flestir búast við og þetta verður meiriháttar uppfærsla og stefnubreyting. Verður spennandi að sjá hvað verður í boði með Windows 365 valkosti eða hvað vakir nákvæmlega fyrir þeim.",
            "date": "2014-10-04 12:28:00",
            "post_id": "575920",
            "reply_to_id": "575873"
        },
        {
            "user_name": "upg8",
            "text": "Package Manager  \n \nhttp://www.howtogeek.com/200334/windows-10-includes-a-linux-style-package-manager-named-oneget/",
            "date": "2014-10-27 23:28:00",
            "post_id": "578358",
            "reply_to_id": "575920"
        },
        {
            "user_name": "kizi86",
            "text": "djöfull líst mér vel á þetta! þegar/ef ég skipti yfir í win10 þá mun ég nota þetta mjööög mikið",
            "date": "2014-10-28 11:09:00",
            "post_id": "578379",
            "reply_to_id": "578358"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Hverju er fólk að sækjast eftir með þessum útgáfum af gluggakerfi?   Fallegri litum? Nógu stóra takka til að opna Twitter og Facebook?\nFyrir mér er þetta eins og notaður klósettpappír.\nÞað sem ég leitast að í stýrikerfi sem einstaklingur, er að hafa það skilvirkt gluggakerfi og stabílt.\nÉg þoli ekki svona flashy side gadget shit.\nÉg nota Win7 og mun gera það áfram, er með litina stillta á Windows classic.",
            "date": "2014-10-28 11:47:00",
            "post_id": "578381",
            "reply_to_id": "578379"
        },
        {
            "user_name": "AntiTrust",
            "text": "Þetta er ekki bara spurning um lúkk, heldur productivity. Notification barinn í OSX t.d. er e-ð sem ég nota mikið og hefði saknað úr Win. Transparency options sem default option er e-ð sem mér finnst mjög þægilegt, þótt það sé ekki nema í title bar. Virtual Desktops er e-ð sem ég kynntist í Linux fyrir mörgum árum og saknaði mikið í Win, og nota það í hvert einasta skipti sem ég nota OSX.\nÞað er margt sem lúkkar kannski flashy en flestallt hefur added value. Ekki langar mig persónulega heldur í stýrikerfi sem lúkkar eins og Win98, en svo eru sumir sem kaupa sér bíl bara til að koma sér frá A-B.",
            "date": "2014-10-28 14:42:00",
            "post_id": "578397",
            "reply_to_id": false
        },
        {
            "user_name": "Stuffz",
            "text": "Windows NSA, það átti að vera Windows 9",
            "date": "2014-10-29 16:42:00",
            "post_id": "578495",
            "reply_to_id": "578397"
        }
    ],
    "date": "2014-10-28 14:42:00"
}