{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "62767",
    "title": "LG G3 og þráðlaus hleðsla - Spiffy hulstur -fann út úr þessu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=62767",
    "posts": [
        {
            "user_name": "Sera",
            "text": "Veit einhver hérna hvort að Spiffy hulstrið virkar með þráðlausri dokku ?  hvort að það er hægt að hlaða símann með þessu hulstri ?\nhttp://tolvutek.is/vara/spiffy-slim-veski-med-glugga-fyrir-lg-g3-snjallsima-svart\nÉg sé að það er tekið fram með þetta hulstur sem er orginal LG að það styðji þráðlausa hleðslu og velti þá fyrir mér hvort að Spiffy hulstrið geri það líka\nhttp://www.elko.is/elko/is/vorur/Fyrir_ ... -_Hvit.ecp\nÆ ég er búin að finna út úr þessu :/  Spiffy hulstrið er ekki með hleðslu pinnana í bakinu svo það virkar ekki.  Glatað, ég var að kaupa saman þetta tvennt í dag til að gefa í afmælisgjöf og svo virkar hulstrið ekki.  Gaurinn í búðinni hefði nú alveg mátt segja mer það þegar ég keypti þetta saman :/",
            "date": "2014-10-08 18:46:00",
            "post_id": "576378",
            "reply_to_id": false
        },
        {
            "user_name": "Sera",
            "text": "Haldiði ekki að snillingarnir í Tölvutek hafi hringt í okkur í morgun og sagt að þeir hafi gert mistök með að selja okkur hulstur sem virkar ekki með þráðlausu dokkunni og við megum skila og fá endurgreitt.  Frábær þjónusta hjá Tölvutek \n \n 10+ til þeirra.    Og líklega 10+ til Vaktarinnar fyrir að vera vetvangur til að spyrja, spjalla og fá svör",
            "date": "2014-10-09 10:12:00",
            "post_id": "576450",
            "reply_to_id": "576378"
        },
        {
            "user_name": "jonsig",
            "text": "Þú ert ekki að gera batterínu greiða með að fjar-hlaða það.  Fjarhleðslumóttakarinn hitnar og hitar batteríið  = skemmri líftími.",
            "date": "2014-10-10 14:04:00",
            "post_id": "576553",
            "reply_to_id": "576450"
        },
        {
            "user_name": "Frantic",
            "text": "Source?\nHitnar ekki alltaf batteríið þó maður hlaði það með snúru?",
            "date": "2014-10-10 14:28:00",
            "post_id": "576558",
            "reply_to_id": "576553"
        },
        {
            "user_name": "machinefart",
            "text": "þú verður að kaupa aðgang að consumerreports til þess að fá source\nedit: til þess að taka þátt í umræðunni þá er spiffy hulstrið (allavega það sem ég keypti) ekki replacement á bakhlið, og ætti því að vera fullkomlega neutral þegar það kemur að þráðlausri hleðslu, það skiptir máli að það sem er bakvið sé með pinnana, svo geta þessi hulstur reyndar búið til of mikið bil á milli hleðslutækis og símtækis og truflað þannig (so much for wireless).",
            "date": "2014-10-10 14:31:00",
            "post_id": "576560",
            "reply_to_id": "576558"
        },
        {
            "user_name": "oskar9",
            "text": "Skil ekki þessa \"þráðlausu\" hleðslu... hvað er frábrugðið því að láta símann liggja á einhverjum platta umfram að snúruhlaðan, ég get allavegna notað síman meðan hann er snúrutengdur og maður hefur sirka meters radíus í snúrunni",
            "date": "2014-10-10 18:16:00",
            "post_id": "576595",
            "reply_to_id": "576560"
        },
        {
            "user_name": "audiophile",
            "text": "Símar eins og Sony Z2 og Samsung S5 eru með flipa fyrir hleðsluportinu sem slitna með tímanum sem er slæmt til að halda vatnsþéttni símans. Ennig slitna Micro USB tengi hjá venjulegu fólki sem kann ekki að setja snúruna varlega inn og sérstaklega ef að þau eru alltaf að nota símann meðan hann er í hleðslu.",
            "date": "2014-10-10 18:36:00",
            "post_id": "576597",
            "reply_to_id": "576595"
        },
        {
            "user_name": "Sera",
            "text": "OK, þannig að Spiffy hulstrið gæti jafnvel virkað með þráðlausu hleðslunni ?  \nEn ég er búin að skila hinu og ætla að kaupa orginal LG hulstur, bara til að vera safe.",
            "date": "2014-10-10 21:31:00",
            "post_id": "576609",
            "reply_to_id": "576597"
        },
        {
            "user_name": "Sera",
            "text": "Ertu með reynslu af þessu ?  Mér finnst undarlegt ef simaframleiðandinn sjálfur er að framleiða þetta, bæði hleðsludokkuna og tæknina ef það skemmir bara rafhlöðuna.",
            "date": "2014-10-10 21:32:00",
            "post_id": "576610",
            "reply_to_id": "576609"
        },
        {
            "user_name": "jonsig",
            "text": "Frekar gróft til orða gripið hjá þér ,  Þú færð bara ekki beint bestu endingu á batterýið þó fólk hafi misjafna reynslu af þessari tækni frá sitthvorum framleiðendum þá hitnar síminn meira heldur en með gömlu góðu snúrunni og þeir sem hafa einhverja menntun á þessu sviði og kannast við þessa tækni eru ekki að yppa öxlum .\nForveri LI-  var gamla góða Ni-Mh tæknin , Batteríin voru mjög viðkvæm fyrir hita yfir 40c° við hleðslu og Li-batterýin eru ekkert mikið heppnari .\nSource : Uuuu Inductive charging 101 ? 2: internetið ? 3: consumerreports ,, nei , fer þangað þegar ég vill fá hlutlaust review á hlutnum sem mig langar að kaupa .",
            "date": "2014-10-10 23:23:00",
            "post_id": "576629",
            "reply_to_id": "576610"
        },
        {
            "user_name": "jonsig",
            "text": "Disadvantage\nLower efficiency, waste heat – The main disadvantages of inductive charging are its lower efficiency and increased resistive heating in comparison to direct contact. Implementations using lower frequencies or older drive technologies charge more slowly and generate heat within most portable electronics.[citation needed]\nSlower charging – due to the lower efficiency, devices can take longer to charge when supplied power is equal.\nMore expensive – Inductive charging also requires drive electronics and coils in both device and charger, increasing the complexity and cost of manufacturing.[1][2]\nInconvenience – When a mobile device is connected to a cable, it can be moved around within the limits of the cable and freely operated while charging. In current implementations of inductive charging (such as the Qi standard), the mobile device must be left on a pad, and thus can't be moved around or easily operated while charging.",
            "date": "2014-10-10 23:32:00",
            "post_id": "576630",
            "reply_to_id": "576629"
        },
        {
            "user_name": "Frantic",
            "text": "Ég hef ekki ennþá fundið neitt þar sem stendur að \nfjarhleðsla eyðileggi batteríið í LG G3 símanum mínum.\nÉg set símann minn á hverri nóttu í dokku sem hleður hann og ég hef ekki orðið var við að batteríið sé að skemmast.\nSource !=",
            "date": "2014-10-11 15:02:00",
            "post_id": "576683",
            "reply_to_id": "576630"
        },
        {
            "user_name": "axyne",
            "text": "Fjarhleðsla fyrir LG er bundin við max 5W hleðslu, fylgja Qi staðlinum.\nþað er rétt að það er minni nýting miðan við snúrutenginu, ég er ekki með tölur yfir tapið en býst við að nýtnin sé 70-85%. Meirihlutinn af tapinu tapast í sjálfum sendinum svo það er sáralítil hitamyndun sem skapast í móttakaranum í símanum.",
            "date": "2014-10-11 17:24:00",
            "post_id": "576692",
            "reply_to_id": "576683"
        },
        {
            "user_name": "jonsig",
            "text": "Huglægt mat á sliti á battey er álíka marktækt og staðhæfingar um dna heilun .\nHækkun um hverjar 10c° er BAD , þannig útskýrðu hvað \"sáralítil hitamyndun\" er.  \nEn fyrir þá sem hafa lesið hvað ég skrifaði þá er þetta misjafnt eftir símum sem verið er að hlaða . Ég sjálfur er að bíða eftir fjarhleðslu kit frá ebay fyrir sgs5 . Svo ætla ég bara að vona það besta.",
            "date": "2014-10-11 18:35:00",
            "post_id": "576698",
            "reply_to_id": "576692"
        },
        {
            "user_name": "axyne",
            "text": "Miðan við eigin reynslu af hönnun og byggingu á 'þráðlaust rafmagn' kerfi þá myndi ég búast við kannski 20% tapi í sendinum og  5% tap í móttakarnum af því afli sem hann tekur á móti.\n5W inná sendinn, 4W inná móttakarann gefur 200 mW sem tapast sem hiti í símanum sjálfum.\nPutti uppí loftinn, klóra mér í punginn... þetta skiptir ekki máli.\nEn Jú auðvitað gefur þetta eitthvað í auka hitamyndun í símanum en auka 10°C ? efast ég stórlega um.",
            "date": "2014-10-11 23:30:00",
            "post_id": "576737",
            "reply_to_id": "576698"
        },
        {
            "user_name": "jonsig",
            "text": "Unitið er komið í hús , hef náð hitanum niður í 30°með að breyta straumnum inná fjarhleðsludokkuna . \nSGS5 er 45°-50°c++++ þegar ég hlóð hann á stock hleðslutækinu 1800mAh , en skrúfaði strauminn niður í 800mAh þá tekur síman ca 6-7 klst að hlaðast og hitamyndun lítil . Perfect þegar maður fer að sofa og maxa endingu batteríisins .",
            "date": "2014-10-24 19:54:00",
            "post_id": "578150",
            "reply_to_id": "576737"
        }
    ],
    "date": "2014-10-08 18:46:00"
}