{
    "forum_title": "Netkerfi - internetið",
    "id": "62796",
    "title": "IPTV með endalaust vesen",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=62796",
    "posts": [
        {
            "user_name": "krissi24",
            "text": "Ég er með IPTV frá Vodafone og nú uppá síðkastið hefur sú þjónusta verið með leiðindi. Ég er með 3 myndlykla, 2 HD og 1 SD. HD lyklarnir eru mest í notkun. Ég tengist þjónustunni yfir Ljósnet, fyrir svona 1 og hálfum mánuði þá byrjaði myndin að hverfa á HD lyklunum ef horft er á þá samtímis. Skeður bara allt í einu og ef maður reynir að fá myndina aftur td með því að skipta á milli stöðva þá virðist sem allar stöðvar verði óvirkar og lyklarnir sýna enga mynd, einungis svart. En ef það er svo slökkt á báðum og kveikt á einungis einum þeirra aftur þá kemur myndin strax aftur. Þetta skeður bara allt í einu en sérstaklega á kvöldin. Ég er búinn að fá nýjan router og nýja myndlykla en það virðist ekki laga þetta. Gæti þetta verið einhversskonar speglunarvandamál? Er með áskrift að stöð 2 skemmtun pakkanum ásamt skjá 1num og Skjár heimur allt. Ég sé á seinustu reikningum frá 365/Stöð 2 að það hefur verið rukkað speglunargjald en hef aldrei séð það á reikningum frá Skjánum en samt sem áður hafa þær stöðvar alltaf verið opnar á öllum lyklum. Gæti þetta verið vandamál hjá Vodafone? Þeir í þjónustuverinu hafa reynt að skoða þetta en án árangurs. Hafa fleiri verið að lenda í svipuðu? Internetið og heimasíminn virkar eins og það á að virka og routerinn hefur aldrei misst sync í langan tíma og heldur ekki fyrri sem ég var með.",
            "date": "2014-10-11 04:48:00",
            "post_id": "576649",
            "reply_to_id": false
        },
        {
            "user_name": "depill",
            "text": "Skjárinn rukkar ekki speglunargjald. Bara 365 gerir það.\nEru HD lyklanir tengdir saman í sviss? Þetta er multicast vesen, myndlykilinn á í veseni með að joina nýja strauma.",
            "date": "2014-10-11 08:05:00",
            "post_id": "576652",
            "reply_to_id": "576649"
        },
        {
            "user_name": "krissi24",
            "text": "Ég er á ljósneti, ekki ljósleiðara. Port 2, 3 og 4 eru sett upp fyrir IPTV. Hef haft þetta þannig síðan í mars þegar ég fékk ljósnetið. Á ég að tengja þá saman í sviss og svissinn í port 4 eða?",
            "date": "2014-10-11 16:57:00",
            "post_id": "576691",
            "reply_to_id": "576652"
        },
        {
            "user_name": "depill",
            "text": "Nei. Þetta er flott svona. Er þetta semsagt Zhone router frá Vodafone. Þetta er basicly þeirra vesen. \nFaðu þá bara til að gera ticket út úr 1st level supportinu. Þetta er vesen annað hvort í almennri uppsetningu hjá Vodafone á ljósneti eða á þessum router.",
            "date": "2014-10-11 18:21:00",
            "post_id": "576696",
            "reply_to_id": "576691"
        },
        {
            "user_name": "krissi24",
            "text": "Var með sömu týpu af Zhone router áður en ég fékk nýtt eintak um daginn og nýja eintakið var ekkert betra. Vandamálið hélt áfram. Þetta hefur virkað fínt með þessum router þangað til fyrir svona 1 og hálfum mánuði þá byrjaði þetta að láta svona eins og ég hef þegar lýst. Er þetta ekki þá frekar vandamál í þeirra kerfum heldur en endabúnaði? Þeir hjá þjónustuverinu virðast ekki finna vandamálið :/",
            "date": "2014-10-11 18:55:00",
            "post_id": "576700",
            "reply_to_id": "576696"
        }
    ],
    "date": "2014-10-11 04:48:00"
}