{
    "forum_title": "Koníakstofan",
    "id": "62803",
    "title": ".is = Islamic State",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=62803",
    "posts": [
        {
            "user_name": "appel",
            "text": "Ég veit ekki með ykkur en mér finnst þessi tenging á .is léninu við Islamic State vera mjög varhugaverð.\nÞað er mjög auðvelt að eyðileggja þetta \"brand\" sem .is lénið er með því að láta fólk allsstaðar í heiminum tengja .is fyrst og fremst við \"Islamic State\", sérstaklega þegar þessum aðilum verður leyft að búa hér til lén og hýsa vefsíður sínar undir þessu léni. Ég hef engan áhuga á að deila landsléni mínu með afhausurum og barnamorðingjum.\nÍsland mun ekki geta búið sér til nýtt lén eftir að búið er að eyðileggja ímyndina. Við erum með .is að eilífu og við verðum að hugsa um orðsporið.",
            "date": "2014-10-11 20:04:00",
            "post_id": "576704",
            "reply_to_id": false
        },
        {
            "user_name": "egillth",
            "text": "Tjáningarfrelsi gildir jafnt um alla.\nÞað sem er varhugarvert er ákvörðun Advania að loka fyrir þessa vefsíðu af engri sérstakri ástæðu að því er virðist.",
            "date": "2014-10-11 20:17:00",
            "post_id": "576707",
            "reply_to_id": "576704"
        },
        {
            "user_name": "hfwf",
            "text": ".to terrorist organization? passar allavega undir þína lógík.",
            "date": "2014-10-11 20:19:00",
            "post_id": "576710",
            "reply_to_id": "576707"
        },
        {
            "user_name": "gardar",
            "text": "Þetta!",
            "date": "2014-10-11 20:41:00",
            "post_id": "576713",
            "reply_to_id": "576710"
        },
        {
            "user_name": "arons4",
            "text": "Smá samhengi væri ekki verra.",
            "date": "2014-10-11 20:44:00",
            "post_id": "576714",
            "reply_to_id": "576713"
        },
        {
            "user_name": "appel",
            "text": "Þannig að ef ég afhausa einhvern og set myndband af því á vefsíðu á Íslandi þá er það tjáningarfrelsi?\nÞið virðist ekki alveg fatta alvarleika þess að Islamic State sé tengt við .is, að tengja þetta við tjáningarfrelsið er bjánalegt.\nÞað eru fjöldamörg íslensk fyrirtæki með lén sem endar á .is. Þegar þessi fyrirtæki presenta sig t.d. erlendis fyrir einhverjum sem hefur aldrei heyrt um Ísland og sér endinguna \".is\" í léni fyrirtækisins, þá hugsar útlendingurinn og segir \"Ha? Islamic State?\". Það er þessi tenging sem við þurfum að koma í veg fyrir. Að menn tengi \".is\" við \"islamic state\" fyrst.\nMér finnst þetta svolítið einsog að gefa ríkisfangið frjálst, að allir geti fengið íslenskt vegabréf. Þá koma hingað í hrynum allskonar hryðjuverkamenn, morðingjar, barnaníðingar og hvaðeina og fá sér íslenskt vegabréf. Hve mikils virði heldur þú að íslenskt vegabréf verði þá í framtíðinni? Þegar þú presentar íslensku vegabréfi í útlöndum í framtíðinni þá endar þú í fangelsi.\nSama gildir með .is lénið, þetta er okkar ímynd út á við á netinu.\nHvað heldur þú að margir vilji heita Hitler í þýskalandi? Hvað heldur þú að margir vilji heita Osama Bin Laden? Þó þú hafir ekkert gert neitt þá skiptir það ekki máli.\nSvo muna allir eftir Icesave málinu þegar Bretar frystu eignir íslendinga, alveg sama hvort það var bara þessi tiltekni banki sem var vondur eður ei, það skipti ekki máli, ALLIR íslendingar voru flokkaðir sem glæpamenn, hryðjuverkamenn. Það er þannig að svona smáland einsog Ísland verður að passa upp á nafn sitt, ímynd, orðspor. Það er auðvelt að blokkera á okkur.\nISNIC er alveg búið að gera í brækurnar í þessu máli. Þeir eru búnir að kasta frá sér stjórn á .is léninuna núna vegna misvitrar hugsjónar um að allir geti skráð .is lén og gert hvað sem er við það. Meiri bjálfarnir \n Hvað ætli þetta kosti þá að kasta frá sér þessu fyrirtæki? Íslensk stjórnvöld munu núna á næstunni leggja fram frumvarp þess efnis að landslénið .is sé fært undir stofnun á borð við Þjóðskrá. Einkafyrirtækið ISNIC \"is history\" eftir þetta fiasco.",
            "date": "2014-10-11 20:45:00",
            "post_id": "576715",
            "reply_to_id": "576714"
        },
        {
            "user_name": "hfwf",
            "text": "Svo mikið sem mig langar að segja Apple um þetta comment þitt en , það eru bara ekki nógu margir stafir í boði, þú ert allavega barking up the wrong tree svo að segja.",
            "date": "2014-10-11 20:55:00",
            "post_id": "576716",
            "reply_to_id": "576715"
        },
        {
            "user_name": "Sallarólegur",
            "text": "x3",
            "date": "2014-10-11 20:59:00",
            "post_id": "576717",
            "reply_to_id": "576716"
        },
        {
            "user_name": "hagur",
            "text": "Sammála Apple.  Það er ekki hægt að láta fólk komast upp með hvað sem er í nafni tjáningarfrelsis.  Ég persónulega kæri mig ekkert um að þessi viðbjóðslegu samtök séu að tengja sig við landslén okkar Íslendinga og bara fokk tjáningarfrelsi.",
            "date": "2014-10-11 21:02:00",
            "post_id": "576718",
            "reply_to_id": "576717"
        },
        {
            "user_name": "appel",
            "text": "Ekki hægt að svara gagnrýni sem er innihaldslaus.\nEitt er ljóst, hvernig heldur þú að venjulegur alþingismaður líti á þetta mál? Munu þeir sætta sig við að .is sé andlit hryðjuverkasamtaka út á við? Þeir hljóta að hugsa hvernig þetta snerti Ísland, enda er .is táknið fyrir Ísland á internetinu. \"Hvað er næst?\" hugsa þeir. Svo eru ekki bara alþingismenn sem endurhugsa afstöðu sína, heldur munu aðilar sem eiga hagsmuna að gæta að landslénið .is sé laust við svona tengingu setja þrýsting á stjórnvöld að taka yfir stjórn á léninu af ISNIC til að koma í veg fyrir svona í framtíðinni.\nEf íslenska landslénið væri með gengisvísitölu þá missti .is lénið c.a. 30% í virði núna í dag.\nHitt er svo með hýsingarnar í Thor datacenter, það er alveg aðskilið mál. En menn hljóta að velta fyrir sér því eftir að upp komst að Silk Road var hýst þarna, og svo núna vefsíða Islamic State með vídjó af afhöfðunum.\nEn við þurfum held ég fyrst og fremst að passa upp á að .is falli ekki í ruslflokk í áróðursstríði Islamic State á netinu.",
            "date": "2014-10-11 21:04:00",
            "post_id": "576719",
            "reply_to_id": "576718"
        },
        {
            "user_name": "Minuz1",
            "text": "Sagði enginn að þessi maður sem er með síðuna hafi eitthvað með afhausanir að gera.\nSá aðilli er víst búsettur í Tyrklandi, sem eru frekar langt frá því að vera bandamenn ISIS.\nEn ok, segjum að ég vilji koma þessari síðu upp aftur, kaupa íslenskt lén og setja hana aftur í gang.\nViltu banna mér að gera það?\nMeð hvaða rökum myndir þú taka frá mér stjórnarskrábundin réttindi?",
            "date": "2014-10-11 21:05:00",
            "post_id": "576720",
            "reply_to_id": "576719"
        },
        {
            "user_name": "appel",
            "text": "Tjáningarfrelsinu má setja tálmanir til þess að vernda aðra og almannareglu. Það er það sem stjórnarskráin segir um tjáningarfrelsið.\nVið erum ekki í Bandaríkjunum, en ég er þó nokkuð viss um að það væri búið að loka fyrir þetta þar.",
            "date": "2014-10-11 21:13:00",
            "post_id": "576721",
            "reply_to_id": "576720"
        },
        {
            "user_name": "Minuz1",
            "text": "73. gr. Stjórnarskrár Íslands sem er svohljóðandi:\nTjáningarfrelsi má aðeins setja skorður með lögum í þágu allsherjarreglu eða öryggis ríkisins, til verndar heilsu eða siðgæði manna eða vegna réttinda eða mannorðs annarra, enda teljist þær nauðsynlegar og samrýmist lýðræðishefðum.\nXIII. kafli. Brot á almannafriði og allsherjarreglu\nHver, sem opinberlega í ræðu eða riti mælir með því eða stuðlar að því, að erlent ríki byrji á fjandsamlegum tiltækjum við íslenska ríkið eða hlutist til um málefni þess, svo og hver sá, er veldur hættu á slíkri íhlutun með móðgunum, líkamsárásum, eignaspjöllum og öðrum athöfnum, sem líklegar eru til að valda slíkri hættu, skal sæta fangelsi allt að 6 árum. Ef brot þykir mjög smávægilegt, má beita sektarhegningu.\nHvergi er nokkur ógn við íslenska ríkið í þessum myndböndum og frekar ólíklegt er að ISIS fari að gera árásir á Íslandi vegna þess að þeir séu með vefsíðu hér.",
            "date": "2014-10-11 21:36:00",
            "post_id": "576725",
            "reply_to_id": "576721"
        },
        {
            "user_name": "Revenant",
            "text": "En hvað með ef íslendingur hefði skráð þetta lén? Eða íslendingur væri að reka þennan vef?\nHvað bannar mér (sem íslending) að kaupa lénið islamskarikid.is (sem dæmi) og fara að reka vef (ekkert endilega á íslandi) þar sem barist er fyrir málstaði íslamska ríkisins?",
            "date": "2014-10-11 21:41:00",
            "post_id": "576726",
            "reply_to_id": "576725"
        },
        {
            "user_name": "Stuffz",
            "text": "amm það er gullna reglan, sumir tjá sig meira en aðrir á meðan aðrir tjá sig 9 sinnum á 4 árum.",
            "date": "2014-10-11 21:46:00",
            "post_id": "576727",
            "reply_to_id": "576726"
        },
        {
            "user_name": "egillth",
            "text": "Mér heyrist að þú viljir fá lénanafnanefnd sem ákveði hvaða lén séu leyfileg. Það er ekki eitthvað sem heillar mig.\nDómstólar eru til þess að skera úr um hvort eitthvað sé ólögmætt, ekki persónulegar skoðanir fólks. Ef ég fengi að ráða þá mætti Vigdís Hauksdóttir ekki tjá sig á opinberum vettvangi því ég tel hana ógna öryggi þjóðarinnar mun meira en myndbönd af aftökum.\nSem betur fer erum við ekki í Bandaríkjunum.",
            "date": "2014-10-11 23:45:00",
            "post_id": "576738",
            "reply_to_id": "576727"
        },
        {
            "user_name": "appel",
            "text": "Það er ekkert að því að verja tjáningafrelsið, en tjáningarfrelsinu fylgir ákveðin ábyrgð.\nÞegar útlendingar nota Ísland sem einhverskonar skálkaskjól fyrir sitt tjáningafrelsi þá er engin leið fyrir okkur að draga þá til ábyrgðar.\nEn það er ekkert að því að íslendingar noti .is til að tjá sig, hvort sem það eru afhöfðunarvídjó eður ei, þá þurfa þeir að svara til saka fyrir íslenskum dómsstólum. Við getum ekki beinlínis dregið einhvern Tyrka eða Araba fyrir dómsstóla á Íslandi. Ég skil ekki afhverju þið eruð svona sáttir við að útlendingar séu að misnota Ísland með þessum hætti, þetta kemur í bakið á okkur einhverntímann.",
            "date": "2014-10-12 00:30:00",
            "post_id": "576741",
            "reply_to_id": "576738"
        },
        {
            "user_name": "Minuz1",
            "text": "Vil bara ekki ritskoðun á internetinu frekar en annars staðar.\nÓheft málfrelsi skaðar held ég færri en kúgun siðapostula.\nVið getum auðvitað bara hent net neutrality út um gluggann og selt internetið til comcast.",
            "date": "2014-10-12 00:39:00",
            "post_id": "576742",
            "reply_to_id": "576741"
        },
        {
            "user_name": "Hamsurd",
            "text": "80% of Icelanders are demented tards.",
            "date": "2014-10-12 01:05:00",
            "post_id": "576744",
            "reply_to_id": "576742"
        },
        {
            "user_name": "dori",
            "text": "Mér finnst rosalega leiðinlegt þegar svona mál detta alltaf í þann gír að menn vilja að allir taka á sig hlutverk lögreglu og dómara. Af hverju á Isnic að úrskurða um að það sem er hýst þarna sé slæmt og þ.a.l. eigi að loka fyrir lénið? Mér finnst reyndar Advania vera í betra hlutverki til að gera það því að þeir voru virkilega að hýsa þetta efni á vélnunum sínum og mega gera það sem þeim sýnist (og ISIS fara bara í mál við þá ef þeim finnst á þeim brotið).\nEn ég er mjög ánægður með Isnic að vera harðir í þeirri afstöðu sinni að þeir séu ekki lögga og að ef fólk vilji láta loka á einhver lén þurfi dómsúrskurð þar um.",
            "date": "2014-10-12 01:33:00",
            "post_id": "576747",
            "reply_to_id": "576744"
        },
        {
            "user_name": "appel",
            "text": "Skemmtilegt þegar menn eru svona \"naive\".\nISNIC er vissulega á Íslandi, er íslenskt fyrirtæki, og þarf að lúta íslenskum lögum og dómsstólum. Ég held nú að hryðjuverkamenn séu nú ekki einhver verndaður hópur hérna með sérstaka málfrelsisvernd. Þessi samtök fjöldamyrða börn, raða þeim upp í röð og skjóta þau í hausinn eitt af öðru, ekki einhver nokkur, heldur þúsundir. Murrka lífið úr heilum samfélögum. Nauðga og selja konur sem þræla. Og afhausa alla aðra. Svo eru einhverjir spekúlantar á Íslandi að tala um málfrelsið handa þeim? Málfrelsi til að spúa út hatri sínu á öðrum?\nAfsakið á meðan ég æli  \n \nÉg tel bara tímaspursmál núna hvenær ISNIC verður annaðhvort þjóðnýtt eða settur þrengri rammi með lögum. Því get ég lofað ykkur. Stjórnmálamenn líta á þetta mál út frá hagsmunum heildarinnar. Hingað til hefur ISNIC ekki verið þyrnir í augum stjórnvalda þar sem sambærileg mál hafa ekki komið upp. En þetta mál með \"Islamic State\" er mikið umhugsunarefni fyrir íslensk stjórnvöld, sérstaklega þar sem nafn Íslands er tengt við þessa barbara og aðilinn sem heldur um lénaskráninguna, ISNIC, er ekki að pæla í hvaða áhrif þetta hefur á nafn Íslands og landslénið.\nBreytingar eru klárlega í vændum.",
            "date": "2014-10-12 02:02:00",
            "post_id": "576750",
            "reply_to_id": "576747"
        },
        {
            "user_name": "Gúrú",
            "text": "Já. Nákvæmlega málfrelsi, handa nákvæmlega þeim. \nEf þú vilt taka það af þeim, hví ekki öllum sem myrða? Hví þá ekki öllum sem meiða? Nauðga? Ræna? Kúga? Særa?\n\"Skaðinn\" af málfrelsinu sjálfu er hreint út sagt grín m.v. \"skaðann\" af hægindastóls-ritskoðurum.",
            "date": "2014-10-12 04:27:00",
            "post_id": "576752",
            "reply_to_id": "576750"
        },
        {
            "user_name": "slapi",
            "text": "https://www.orangewebsite.com/domain-registration.php\nGaman að sjá textann þarna , hjá hostingfyrirtækinu sem \"hostaði\" þetta",
            "date": "2014-10-12 06:49:00",
            "post_id": "576755",
            "reply_to_id": "576752"
        },
        {
            "user_name": "hkr",
            "text": "http://www.visir.is/birgitta--sidan-kem ... 4141019811\nhttp://www.innanrikisraduneyti.is/media ... org-th.pdf\nhttp://www.althingi.is/lagas/131b/1940019.html",
            "date": "2014-10-12 08:46:00",
            "post_id": "576756",
            "reply_to_id": "576755"
        },
        {
            "user_name": "Ulli",
            "text": "Það að menn séu að ræða það að það sé verið að brjóta á þessum hóp fynst mér allveg magnað",
            "date": "2014-10-12 10:03:00",
            "post_id": "576760",
            "reply_to_id": "576756"
        },
        {
            "user_name": "lifeformes",
            "text": "Ef mamma ykkar hefur leyft ykkur að skoða þessa síðu \nhttp://khilafah.is/\n þá held ég að ég sé alveg sammála Appel þetta er ekki eithvað sem við viljum að sé hýst hérna á íslandi",
            "date": "2014-10-12 10:59:00",
            "post_id": "576761",
            "reply_to_id": false
        },
        {
            "user_name": "rango",
            "text": "Advania eru í raun þeir sem lokuðu á þetta",
            "date": "2014-10-12 11:33:00",
            "post_id": "576762",
            "reply_to_id": "576761"
        },
        {
            "user_name": "beatmaster",
            "text": "Af hverju er þessi síða enþá uppi?",
            "date": "2014-10-12 12:10:00",
            "post_id": "576765",
            "reply_to_id": "576762"
        },
        {
            "user_name": "Kristján",
            "text": "http://www.mbl.is/frettir/innlent/2014/ ... upp_aftur/",
            "date": "2014-10-12 12:30:00",
            "post_id": "576767",
            "reply_to_id": "576765"
        },
        {
            "user_name": "depill",
            "text": "Ja eg vona að sem fæstir eru svo vitlausir að halda að Islamic state geti fengið TLD bara sí svona. En hins vegar ég er svona smá sammála ISNIC hérna en appel líka.\nAðallega þá vegna þess að mér finnst ekki að þetta eigi að vera geðþóttaákvörðun ISNIC, heldur ætti lögregla/ríki/blalblab að fá bara lögbann á lénið og svo ISNIC að loka i framhaldi af því. Soldið sem ISNIC var að biðja um.\nHins vegar finnst mér Advania vera í meiri rettindum að loka þar sem þetta er á moti ToSinum þeirra enda efni hýst þar. ISNIC er bara registrar og lénið sem slíkt er ekkert offensive.",
            "date": "2014-10-12 12:33:00",
            "post_id": "576768",
            "reply_to_id": "576767"
        },
        {
            "user_name": "Sidious",
            "text": "Var að scrolla yfir síðuna hjá þeim. Gat ekki séð neitt sem ég gæti ekki séð á foxnews eða bbc þarna. Eini munirnn var að þetta var frá \"vondu\" hliðinni. Annars finnst mér allir þeir sem stunda ofbeldi af einhverjum hætti vera í \"vonda\" liðinu.",
            "date": "2014-10-12 12:59:00",
            "post_id": "576770",
            "reply_to_id": "576768"
        },
        {
            "user_name": "lifeformes",
            "text": "http://www.mbl.is/frettir/innlent/2014/10/12/vefsida_rikis_islams_flutt_til_lettlands/",
            "date": "2014-10-12 13:06:00",
            "post_id": "576772",
            "reply_to_id": "576770"
        },
        {
            "user_name": "Stigsson",
            "text": "Af hverju viljum við banna vondar skoðanir? Er það betra?\nHver er hættan við það að vondar skoðanir komi fram?",
            "date": "2014-10-12 13:23:00",
            "post_id": "576774",
            "reply_to_id": "576772"
        },
        {
            "user_name": "Gúrú",
            "text": "\"Svo eru einhverjir spekúlantar á Íslandi að tala um málfrelsið handa þeim? Málfrelsi til að spúa út hatri sínu á öðrum?\"\nJá. Nákvæmlega málfrelsi, handa nákvæmlega þeim. \nEf þeir brjóta þau lög sem eru í gildi þá tökum við á því eins og siðmenntaða þjóðfélagið sem við þykjumst vera.\nÞú getur ekki bara fyrirgert öllu eðlilegu réttarfari því þér líkar ekki við einhvern.\nHvar finnur þú heimild fyrir því í íslenskum lagabálkum eða stjórnarskrá að yfirvöld fyrirgeri málfrelsi einstaklings eða hóps án dómsúrskurðar?  \nHver ætlar að fara inn á þessa síðu og finna allan þennan lögbannaða hatursáróður?",
            "date": "2014-10-12 13:34:00",
            "post_id": "576776",
            "reply_to_id": "576774"
        },
        {
            "user_name": "appel",
            "text": "Vondar skoðanir eru eitt, en að þetta sé opinber vettvangur fjöldamorðingja til að tjá sig og spúa hatri sínu og myndum af glæpum sínum er annað.",
            "date": "2014-10-12 13:37:00",
            "post_id": "576777",
            "reply_to_id": "576776"
        },
        {
            "user_name": "Revenant",
            "text": "Eru drónaárásir BNA á óbreytta borgara eitthvað öðruvísi?  Bandaríkin skilgreina sem dæmi alla karlmenn frá 18 ára aldri sem óvinastríðsmenn. Í þeirra augum hafa engir óbreyttir borgarar látist.\nAfhverju leyfum við BNA að drepa óbreytta borgara en IS ekki?",
            "date": "2014-10-12 13:48:00",
            "post_id": "576778",
            "reply_to_id": "576777"
        },
        {
            "user_name": "appel",
            "text": "ISNIC lokar á lénið:\nMikilvæg tilkynning\nISNIC vill að gefnu tilefni taka fram að þegar hefur verið gripið til viðeigandi ráðstafana varðandi lén sem mikið hefur verið í fréttum undanfarna 2 daga. Lénið virðist tengjast, eða vera á vegum, þekktra öfgasamtaka sem kenna sig við Ríki Islams, stundum nefnt ISIS.\nEftir ítarlega skoðun hefur komið í ljós að skráningu lénsins er ábótavant, ólíkt því sem haldið var í fyrstu. Því getur ISNIC lokað léninu á grundvelli 12. reglu um skráningar .is léna verði skráning þess ekki lagfærð. Verði hún lagfærð mun ISNIC grípa til óvenjulegs úrræðis og kæra skráningu þess til Úrskurðarnefndar ISNIC á þeirri forsendu að skráningin sé ekki gerð samkvæmt meginreglunni, „að skrá lén í góðri trú“ og að núverandi notkun lénsins skaði orðspor höfuðlénsins .is. Við það getur ISNIC ekki búið frekar en aðrir.\nISNIC hvetur alla til að fjalla ekki um lénið með beinum hætti og rita nafn þess ekki á vef. Slíkt gerir lénið enn þekktara. ISNIC getur þó ekki gripið jafnhratt inn í málin og margir vildu helst sjá.\nISNIC \nhttp://www.isnic.is/is/",
            "date": "2014-10-12 13:56:00",
            "post_id": "576779",
            "reply_to_id": "576778"
        },
        {
            "user_name": "hkr",
            "text": "Ég var nú bara að benda þér á að hatursáróður væri ólölegur, ekkert meira né minna en það. Veit því ekki alveg hvaðan þessar spurning koma..\nEn svo best sem ég veit að þá gerði íslenska ríkið ekkert í þessu, þetta var alfarið advania og isnic. Persónulega finnst mér það nokkuð siðmenntað hvernig var farið að þessu máli, þessi síða braut skilmála bæði advania og isnic og það er þeirra réttur að slíta þeim viðskiptum sem stangast á við þá.",
            "date": "2014-10-12 14:39:00",
            "post_id": "576784",
            "reply_to_id": "576779"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Burtséð frá þessu þá finnst mér almennt mjög umhugsunarvert hversu auðvelt það er fyrir útlendinga að fá IS lén.",
            "date": "2014-10-12 14:49:00",
            "post_id": "576785",
            "reply_to_id": "576784"
        },
        {
            "user_name": "Stuffz",
            "text": "Ég held að það sé nú frekar fjarstæðukennt að .is sé tengt við Islam State, frekar en Israel State eða eitthvern annan af þúsundum möguleika á smakkstöfuninni \"IS\"\nkannski IIS (Icelandic Intelligence Service) ætti að skipta um nafn líka, just in case   \neða SS pylsur..\nEDIT:\nfann að IIS er búið að skipta um nafn\nhttp://en.wikipedia.org/wiki/List_of_in ... es#Iceland\nspurning hvort það hafi verið nýverið eða?",
            "date": "2014-10-12 15:05:00",
            "post_id": "576786",
            "reply_to_id": "576785"
        },
        {
            "user_name": "Frantic",
            "text": "Þeir brjóta skilmála Advania.\nSvo hlýtur það að vera ólöglegt að stunda viðskipti við hryðjuverkamenn.",
            "date": "2014-10-12 15:50:00",
            "post_id": "576790",
            "reply_to_id": "576786"
        },
        {
            "user_name": "appel",
            "text": "ISNIC er bara búið að mála sig út í horn með því að hafa ekki betri reglur sem leyfa þeim að loka á svona aðila. Í raun er þetta dæmi um amatörisma, að opna á að hver sem er geti skráð .is lén og hafa reglur sem leyfa þeim ekki einu sinni að hafna að veita ákveðnum aðilum þjónustu án ástæðu. Allir sem starfa á internetinu eru með þannig ákvæði til þess að geta gripið inn í ef upp koma ófyrirséð mál. \nEn reglur ISNIC skipta engu máli, ég held að forsætisráðherra sé ekkert að pæla í því hvað standi í reglum ISNIC upp á að geta lokað á þetta lén. Hann horfir bara á málið þannig að fyrst þetta kom upp og ISNIC virðist vera ófært um að loka á þetta þá þurfi að færa yfirráð á .is léninu undir stjórn íslenskra stjórnvalda. Menn eru að átta sig á mikilvægi .is lénsins, að þetta sé þjóðarauðkenni, landslén, og óeðlilegt sé að það sé undir stjórn einkafyrirtækis sem passi ekki upp á hagsmuni Íslands og íslensku þjóðarinnar.",
            "date": "2014-10-12 16:03:00",
            "post_id": "576791",
            "reply_to_id": "576790"
        },
        {
            "user_name": "Stuffz",
            "text": "Hvar vilt þú draga línuna?",
            "date": "2014-10-12 16:56:00",
            "post_id": "576795",
            "reply_to_id": "576791"
        },
        {
            "user_name": "egillth",
            "text": "Mála sig út í horn? ISNIC hefur reglur og fer eftir þeim.\nÞað má vel vera að ISNIC loki fyrir lénið út frá einhverjum reglum og þá er það flott mál, en að stjórnvöld ætli sér að loka fyrir þetta án dómsúrskurðar er árás á málfrelsið.\nÞað er enginn gullinn meðalvegur, ef við lokum á vefsíður útaf því okkur líkar ekki við innihald þeirra þá er það ekkert annað en ritskoðun, sama hvernig það er réttlætt.",
            "date": "2014-10-12 17:49:00",
            "post_id": "576799",
            "reply_to_id": "576795"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Það verður eitt yfir alla að ganga.\nAmen.",
            "date": "2014-10-12 18:09:00",
            "post_id": "576803",
            "reply_to_id": "576799"
        },
        {
            "user_name": "Hamsurd",
            "text": "ISNIC eru aular, 9 til 5 aumingjar med avisun a manadarlaun og hafa ekkert ad gera i vinunni en ad runka ser og fara snemma heim, ekki er haegt ad reka thetta pakk, thi thad vaeri a botum thar sem eftir er.",
            "date": "2014-10-12 18:15:00",
            "post_id": "576805",
            "reply_to_id": "576803"
        },
        {
            "user_name": "lifeformes",
            "text": "Afhverju eru menn að verja þetta\nþetta er á forsíðuni þeirra \n:edit ég fjarlægði myndina, hún á ekki heima hér. (appel)",
            "date": "2014-10-12 18:35:00",
            "post_id": "576806",
            "reply_to_id": "576805"
        },
        {
            "user_name": "appel",
            "text": "Auðvitað á að vera hægt að loka á meinsemdir, annað væri rugl.",
            "date": "2014-10-12 18:39:00",
            "post_id": "576807",
            "reply_to_id": "576806"
        },
        {
            "user_name": "egillth",
            "text": "Með dómsúrskurði já. Öllum er frjálst að kæra tilvist lénsins.",
            "date": "2014-10-12 19:05:00",
            "post_id": "576810",
            "reply_to_id": "576807"
        },
        {
            "user_name": "appel",
            "text": "Jæja, ISNIC búið að loka á þá. Fint fyrir þá. Svo er næsta skrefið auðvitað að vera með varnagla í reglunum varðandi sambærileg mál.\nhttp://ruv.is/frett/isnic-hefur-lokad-vef-is",
            "date": "2014-10-12 19:51:00",
            "post_id": "576811",
            "reply_to_id": "576810"
        },
        {
            "user_name": "Hrotti",
            "text": "Mér þykir þessi mynd alltaf til fyrirmyndar þegar að kemur að umræðum um málfrelsi. Þetta er að vísu miðað við Bandaríkin en á vel við hérna líka held ég.",
            "date": "2014-10-12 20:40:00",
            "post_id": "576814",
            "reply_to_id": false
        },
        {
            "user_name": "Frantic",
            "text": "Bitur much?",
            "date": "2014-10-12 21:43:00",
            "post_id": "576820",
            "reply_to_id": "576814"
        },
        {
            "user_name": "appel",
            "text": "ISNIC er afsprengi úr upprunalega INTÍS. En INTÍS sá á sínum tíma bæði um .is skráningar og svo tengingu Íslands við umheiminn.\nEf menn halda að þetta sé einhver Gestapó aðgerð þá kunna þeir ekki internet-söguna. Hérna er lítið dæmi:\nINTÍS, söluaðili internetsambanda á Íslandi, hefur í sérstakri athugun mál notanda sem staðinn var að því að senda öllum háskólanemendum 1,8 Mb skjal sem tölvupóstkerfi HÍ kiknaði undir.\nhttp://www.mbl.is/greinasafn/grein/395783/\nGreyið strákurinn vissi ekkert hvað hann var að gera rangt, notaði internetið bara rangt, en INTÍS lögreglan var mætt á svæðið, búin að afmarka glæpavettvanginn með plastböndum og byrjuð að yfirheyra vitni.\nÍ gamla daga ef þú svo mikið sem sendir óumbeðinn tölvupóst þá var hægt að kæra þig nánast. Það var ekki óalgengt að menn misstu tengingar sínar og tölvupóstföng ef þeir gerðu eitthvað af sér. Sysadmin lögreglan var saksóknari, dómari og böðull.\nEf þú vildir skrá .is lén þá þurftir þú að mæta á staðinn og hitta hann Maríus persónulega, og eins gott að þú værir með góða og gilda ástæðu fyrir að fá .is lén, ásamt því að fylla út ýmis form, vera með kennitölu löglegs félags, o.s.frv. Ég man vel eftir þessu fyrir nær 20 árum síðan.\nÞeir sem halda að þetta séu einhver afturför að loka á hryðjuverkasamtök og brot á málfrelsi barnafjöldamorðingja eru ekki í jarðsambandi við raunveruleikann né söguna.\nFrelsið hefur aukist alveg gríðarlega. Heldur þú að þú hefðir komist upp með að downloada svona miklu í gamla daga? Nei, Maríus hefði mætt heim til þín með víraklippur til að klippa á línurnar þínar.",
            "date": "2014-10-12 21:58:00",
            "post_id": "576821",
            "reply_to_id": "576820"
        },
        {
            "user_name": "Minuz1",
            "text": "Varnaglarnir eru þarna, eins og Gísli Tryggvason bendir á.\n\"Samkvæmt skilmálum ISNIC áskilur félagið sér skýlausan rétt til þess að slíta viðskiptasambandinu og stöðva afhendingu á þjónustu án fyrirvara\n ef efni á vef viðskiptamanns brýtur í bága við íslensk lög eða lög Evrópusambandsins og úrskurður um slíkt berst frá dómstólum eða lögreglu\n.\"\nÞarna eru einu varnaglarnir sem þarf....úrskurður frá dómara, lög og reglur.\nÞað sem þú vilt er að sniðgang lög og reglur og koma aftur með gamla góða Maríus. Setja varnagla á stjórnarskrá Íslands eins og hún sé ekki grunndvöllur réttinda okkar hér á landi.\nMér fallast hendur...\nÞú vinnur",
            "date": "2014-10-12 22:25:00",
            "post_id": "576823",
            "reply_to_id": "576821"
        },
        {
            "user_name": "Stuffz",
            "text": "skrýtið hvað þessir ISIS virðast fá allar sínar \"bestu\" hugmyndir frá vestrænum fylgismönnum.\nallavegana og óskilt en þó..\nIstorrent bannaði einu sinni umdeildan rapeplay leik þótt 99.999% annað efni var ekki bannað svo ekkert \"hrun\" á frelsi, ég styð góðar og gildar ástæður sérstaklega ef um tilraunir til djöfulgjörnings/demonize við frelsisveitur er að ræða.\nþetta með ISIS var eflaust erfið ákvörðun málfrelsislega séð, leiðinlegt að það var ekki bara hægt að biðja um að fjarlægja hvað svo sem braut í bága við reglur/lög af síðunni.\nKaninn og hinn siðmenntaði heimur notar ekki sveðjur þeir nota dróna hinumegin á hnettinum svo þeir fái nú ekki \"villimanna\" blóð á hendurnar.\nSamt.. \n„Vígðu nú ekki meira, Gvendur biskup: einhvers staðar verða vondir að vera.“\nP.S.\nÞetta að stofna ríki á trúarlegum forsendum er reyndar ekki ný hugmynd \nThe Jewish/Zionist Equalant to ISIS\n 60 Árásir á Breta, Araba og aðra gyðinga \nFyrsti Leiðtogi hægriflokksins Likud var síðasti Yfirmaður Irgun Frelsishetjuhreyfingarinnar/Hryðjuverkasamtakanna\n hann gerðist Forsetisráðherra Ísrael 1977.\nAnnar Zionista Frelsissamtaka/Hryðjuverka hópur LEHI stóð fyrir banvænu tilræði við \nYfirmann Sænska Rauðakrossins Count Folke Bernadotte\n sem var friðarviðræðu fulltrúi Sameinuðu Þjóðanna á svæðinu. skv \njewishvirtuallibrary.org\n þá var um \"mótmælaaðgerðir\" að ræða af hálfu þessarra Zionísku Frelsishetjna, \nYitzhak Shamir\n Yfirmaður þessa hóps varð líka seinna 2svar Forsetisráðherra Ísraels, hann var einn af þremur mönnum sem kusu siðmenntað og lýðræðislega um hvort ráða ætti Count Folke Bernadotte af dögum hann var annar af tveim sem kusu að framkvæma \"mótmælaaðgerðirnar\".\nCount Folke Bernadotte stóð fyrir samningaviðleytunum við Þjóðverja í seinni Heimsstyrjöld sem urðu til þess að 31þúsund manns voru leystir úr haldi í Fangabúðum Nasista og fluttir til Svíþjóðar, svona er mönnum launað af Frelsishetjum, enda eru flestar frelsishetjur einfaldlega ofmetnir fávitar ef ekki þaðanaf verra lið sem nýtir sér pólitíska andstöðu sem átyllu til að réttlæta ofbeldi \n sem betur fer erum við lausir við svoleiðis, öll \"siðaskipti\" hérlendis hafa verið stóráfallalaus.\nGóð heimildarmynd sem kemur inná þetta, Al-Jazeera - Killing the Count\nedit: stafsetning o.s.f.",
            "date": "2014-10-12 22:35:00",
            "post_id": "576824",
            "reply_to_id": "576823"
        },
        {
            "user_name": "appel",
            "text": "Reyndar er mér skítsama um innihalda þessara síðu, þeir geta alveg verið með sitt horn einhversstaðar í afkimum internetsins, who cares.\nEn það sem mér er ekki sama um er .is lénið og að Islamic State séu að reyna eigna sér það, slá upp vefsíðum sínum undir því.",
            "date": "2014-10-12 22:59:00",
            "post_id": "576826",
            "reply_to_id": "576824"
        },
        {
            "user_name": "depill",
            "text": "Þetta er í raun og veru akkurat mínar pælingar. Hér er verið að loka fyrir netið bara eftir geðþótta einhverra manna án dóms. Mér finnst það sem hefur verið komið frá IS ógeðslegt, en hins vegar þá er svo einfalt að segja að hitt og þetta sé ógeðslegt og annað sé réttlætanlegt. Uppreisnarsinnar í Sýrlandi hefðu getað verið ógeðslegir vegna þess að mennining sagði okkur það hefðum við átt að loka á þá líka án dóms ?\nLén er líka í eðli sínu öðruvísi heldur en það sem INTÍS gerði ( þó þeir gerðu það líka ). Og ég soldið spyr mig að með öllu þessum lokunum hvenær við förum að sjá almennar lokanir á netinu þar sem þær eru ekki \"löglegar\" án dómstóla.\nTil dæmis Síminn(og kannski fleirri ISPar) loka fyrir ákveðnar IP tölur eftir beiðnir frá CERT-IS til dæmis vegna phising scams. Birta ekki hvað er verið að loka fyrir, hver bað um það, hvers vegna, heldur bara loka. CERT-ÍS birtir ekki heldur þessar beiðnir og þetta fer ekki fyrir dómstóla.\nEr netið kannski komið of langt á undan okkur svo að dómstólar eru komnir of langt frá því ?",
            "date": "2014-10-13 09:15:00",
            "post_id": "576833",
            "reply_to_id": "576826"
        },
        {
            "user_name": "Nariur",
            "text": "ISIS er yfilýst hryðjuverkasamtök, er það ekki nóg gtil að uppfylla þessa klausu?",
            "date": "2014-10-13 12:36:00",
            "post_id": "576848",
            "reply_to_id": "576833"
        },
        {
            "user_name": "depill",
            "text": "úrskurður um slíkt berst frá dómstólum eða lögreglu.\n er þetta ekki lykilmálið. Ég allavega væri hrifnari af þessu ef ég gæti farið í einhvern event log einhversstaðar sem myndi segja \"lokað fyrir isis.is\".",
            "date": "2014-10-13 13:00:00",
            "post_id": "576851",
            "reply_to_id": "576848"
        },
        {
            "user_name": "Nariur",
            "text": "Er ekki búið að úrskurða fyrir einhverjum alþjóðarétti að ISIS og IS brjóti alþjóðalög?\nÉg væri mjög hrifinn af svona event log.\nAnnars finnst mér í fínu lagi ef síður eru teknar niður undir svona kringumstæðum, það er verra ef ISP-ar loka fyrir aðgang að þeim.\nVið erum ekki að skerða tjáningarfrelsi þeirra með því að segjast ekki vilja þjónusta þá, þeir geta bara leitað annað.",
            "date": "2014-10-13 13:19:00",
            "post_id": "576853",
            "reply_to_id": "576851"
        },
        {
            "user_name": "dori",
            "text": "Mín skoðun á aðferðum við að loka vefjum:\nRéttlætanlegt\nHýsingaraðili lokar fyrir kúnna útaf því að efnið sem kúnninn er að hýsa hjá honum brýtur lög eða skilmála hýsingaraðlia\n...\nDomain registrar ógildir lénið útaf efni sem er hýst á vefnum sem lénið bendir á\n...\nISP null routar IP tölu og/eða drepur eitthvað lén í sínum DNS þjónum og bendir á sjálfan sig.\nÓréttlætanlegt\nÞað hefði verið mun hreinlegra ef það hefði verið due process í þessu tilfelli. Þeir taka fram að það eigi að koma úrskurður frá dómara (eða lögreglu, sem mér finnst frekar shaky). Við erum með þetta kerfi hérna, ef hverju notum við það ekki? Og ef það virkar ekki - breytum því þá.",
            "date": "2014-10-13 13:32:00",
            "post_id": "576854",
            "reply_to_id": "576853"
        },
        {
            "user_name": "Salvar",
            "text": "Úr Spurt og svarað hjá ISNIC:\n\"Lokar ISNIC lénum á grundvelli notkunar þeirra?\nÍ stuttu máli, nei. \nLokun léns á grundvelli notkunar (til dæmis innihaldi vefsíðu lénsins, innihaldi tölvupóst sem sendur er til eða frá netföngum innan léns o.s.frv.) verður einungis krafist á grundvelli dómsúrskurðar frá íslenskum dómstólum eða þar til bærs íslensks stjórnvalds.\nISNIC getur ekki verið ábyrgt fyrir notkun rétthafa á léni sínu. ISNIC hefur það hlutverk að sjá til þess að DNS þjónusta við .is lén sé örugg og skilvirk og að skráning .is léna sé með þeim hætti að ekki fari á milli mála hver rétthafinn er. Einungis íslenskir dómstólar, eða önnur þar til bær íslensk stjórnvöld geta fyrirskipað ISNIC um að loka eða eyða lénum með viðeigandi úrskurði. Þess má geta að slíkt hefur aldrei verið gert í yfir 25 ára rekstrarsögu .is.\"\nÞarna á mögulega eftir að bæta við \"...eða ef ISNIC metur það sem svo að notkun sé augljóslega vond.\"",
            "date": "2014-10-13 18:32:00",
            "post_id": "576868",
            "reply_to_id": "576854"
        },
        {
            "user_name": "roadwarrior",
            "text": "X2",
            "date": "2014-10-13 19:29:00",
            "post_id": "576872",
            "reply_to_id": "576868"
        },
        {
            "user_name": "nidur",
            "text": "Verð að segja að ég er 100% með appel í þessu máli.\nÞekkt hryðjuverkasamtök eiga ekki að hafa rétt til þess að breiða út sinn málstað óáreitt með því að nota lénaendingu Íslands.",
            "date": "2014-10-13 19:34:00",
            "post_id": "576874",
            "reply_to_id": "576872"
        },
        {
            "user_name": "rapport",
            "text": "ISIS er velkomið að sækja rétt sinn fyrir íslenskum dómstólum og fá þessari ákvörðun hnekkt... ef hún er ólögmæt.\nEf við setjum þetta í samanburð við önnur úrræði t.d. sem þekkjast í nágrannalöndum okkar og hafa verið notuð gegn Íslandi, þá frysti UK allar eigur íslenskra banka og íslenska ríkisins í UK og gerði það að lögbröti að versla við þessa aðila.\nAð bera saman ISIS sem hryðjuverkasamtök og  vera sár yfir að troðið hafi verið á réttindum þeirra er peanuts í samanburði við það sem UK gerði Íslandi 2008.\nÍ raun mætti gera það að glæp að hýsa svona efni rétt eins og barnaklám, þá væri erfiðara að bera út boðskap beggja.",
            "date": "2014-10-13 19:44:00",
            "post_id": "576879",
            "reply_to_id": "576874"
        },
        {
            "user_name": "appel",
            "text": "Fyndið að sumir einstaklingar vilja að ISIS samtökin hafi málfrelsi, en þessi samtök myndu aflífa þessa sömu einstaklinga ef þau myndu ná í þá og birta myndbönd af því á þessari sömu vefsíðu og þeim finnst í lagi að sé uppi.\nISNIC er auk þess í fullum rétti að loka á hvern þann sem þeim sýnist. Þetta er einkafyrirtæki að selja þjónustu og getur neitað að selja hverjum sem er þjónustu ef þeim svo sem sýnist, rétt einsog einstaklingar geta neitað því að þurfa að vinna fyrir einhvern.\nÞetta hefur ekkert með málfrelsið að gera. Internetið er ekki byggt upp þannig að það verndi málfrelsið. Þú hefur engan rétt á að tjá þig neinsstaðar á internetinu nema á þínum eigin netþjóni. Allt er þetta vistað á netþjónum í eigu annarra aðila. Það er svolítið einsog að halda því fram að þú megir hengja upp skilti innandyra á veitingastað, myndir af morðum og hvaðeina, því það sé málfrelsi þitt. Nei, eigandi veitingastaðarins hendir þér út ásamt skiltunum þínum.\nÞar að auki er ISIS viðurkennd hryðjuverkasamtök og það er held ég ólöglegt að veita hryðjuverkasamtökum þjónustu, einsog ISNIC benti á.\nÞessir hrottar þurfa bara að finna sér eitthvað annað en .is lén.",
            "date": "2014-10-13 19:55:00",
            "post_id": "576881",
            "reply_to_id": "576879"
        },
        {
            "user_name": "HalistaX",
            "text": "Er ekki pointið í Free Speech að allir eigi rétt á því?",
            "date": "2014-10-13 20:00:00",
            "post_id": "576883",
            "reply_to_id": "576881"
        },
        {
            "user_name": "Frantic",
            "text": "https://www.facebook.com/helgihg/posts/ ... 4765873748",
            "date": "2014-10-13 21:03:00",
            "post_id": "576887",
            "reply_to_id": "576883"
        },
        {
            "user_name": "Stuffz",
            "text": "Hérna fréttirnar þarna um málið á RÚV\nSegi bara svo lengi sem þetta sé ekki fordæmisgefandi..\nSem er reyndar engin trygging fyrir.",
            "date": "2014-10-13 21:29:00",
            "post_id": "576890",
            "reply_to_id": "576887"
        },
        {
            "user_name": "natti",
            "text": "Það er alveg rétt að þetta snýst ekkert um málfrelsi.\nÞetta snýst að miklu leiti til að sumir hérna þola ekki geðþáttaákvaðarnir stjórnmálamanna, vilja að farið sé eftir lögum og reglum og hvaðeina, en svo þegar það hentar \"þeim\" þá eiga reglur bara ekki að skipta neinu máli. Heldur eigi að taka ákvörðun út frá \"mér finnst\" sjónarmiðum.\nEru þetta einhver rök fyrir því að íslensk fyrirtæki og stofnanir eiga ekki að fara eftir reglum? Erum við ekki einmitt að reyna að halda því fram að við séum \"betri\" en svona samtök, það má eflaust finna til fullt af ástæðum til að loka á svona lagað ef menn vilja það á annað borð, en rökin hjá appel eru keimlík \"minn guð er betri en þinn\" rökum. Varla að það sé nokkur greinarmunur þar á.\nISNIC eru búnir að standa sig eins og hetjur fram að þeim tímapunkti að þeir ákváðu að loka á lénið.\nISNIC hefur fram að þessu verið með mjög einfalda stefnu: Að það sé ekki þeirra að sinna ritskoðun eða dómsvaldi, en það sé sjálfsagt að fara eftir þeim lögum og reglum sem eru til.\n(Það að regluverkið megi bæta er hinsvegar bara fín og þörf umræða.)\nÉg held að eina ástæðan fyrir því að ISNIC reyndi að finna einhverja glufu til að loka á lénið var vegna þess að þeir eru eflaust smeykir við frumvarp Ögmunds frá 2011 og eru hræddir um að missa .is úr greipum sér.\nÞað voru þó nokkur atriði úr frumvarpinu sem hefðu alveg mátt ræða betur, eins og að bakvið .is (landslén) þurfi að vera einhver með íslenska kennitölu. (Tengingu við Ísland.)\nSem í sjálfu sér er samt bara barnalæsing, en ekkert óeðlilegt þar sem það er munur á landslénum og t.d. .com oþh. Því ríkið er raunverulegur eigandi landslénsins.\nÞað má alveg færa fyrir því góð rök að það sé sjálfsagt að loka á svona síður, en það sé þá gert á réttum forsendum og byggt á einhverjum reglum sem leyfa slíkt.\nGóðar ástæður geta t.d. verið skilgreind hryðjuverkasamtök eða efni sem brýtur í bága við lög (video af morðum?) og eflaust e-ð fleira.\nSlæmar ástæður eru \"því þetta er vont fólk og ég hata það\", sbr rökin hjá appel, ef við förum niður þann veg þá er enginn munur á ritskoðunarstefnu okkar og Kína eða Norður Kóreu.\n(edit: Þess má geta að mér finnst allt í lagi að lokað sé á að síðan sé hýst hérlendis og að svona léni með .is endingu sé sagt upp einhliða, en það sé þá til einfalt og skýrt regluverk í kringum slíkt svo það séu fá eða engin \"túlkunaratriði\" sem mætti nýta sér í að loka á annað \"óþægilegt\" efni.)",
            "date": "2014-10-13 22:01:00",
            "post_id": "576898",
            "reply_to_id": "576890"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Auðvitað eiga ISIS rétt á málfrelsi. Mannréttindabrotin eiga hins vegar ekki rétt á sér. En ef það á að loka lénum á þessum forsendum þarf augljóslega að breyta reglunum.",
            "date": "2014-10-14 01:31:00",
            "post_id": "576914",
            "reply_to_id": "576898"
        },
        {
            "user_name": "appel",
            "text": "ISNIC er íslenskt fyrirtæki og lýtur íslenskum lögum, ásamt evrópskum lögum.\nÞað er ólöglegt fyrir íslenskan aðila að vera í viðskipasambandi við skilgreind hryðjuverkasamtök, svo einfalt er það. Að taka við peningum frá þeim og veita þjónustu er ólöglegt. ISNIC var í raun að brjóta lög.\nÞetta hefur ekkert með málfrelsi eða hinn heilaga hlutleysi TLD-aðila að gera, þó mér finnist þetta drottningar-hlutleysi TLD-aðila frekar skondið.\nISNIC er íslenskt fyrirtæki starfrækt hér á landi og rekur þjónustu sína hér á landi. Það er með húsakynni og starfsmenn, kennitölu og stjórn, með fjárhag og í bankaþjónustu. Allt er þetta skv. íslenskum lögum. Ekki halda og trúa því að bara útaf því að þetta hefur eitthvað með internetið að gera að þetta fyrirtæki sé einhvernveginn firrað af því að framfylgja íslenskum lögum. Ef þeir framfylgja ekki íslenskum lögum þá kemur bara lögreglan á svæðið og lokar fyrirtækinu með innsigli, rétt einsog veitingahúsi sem uppfyllir ekki lög um heilbrigðishætti eða fyrirtæki sem skilar ekki skatti.\nHitt er svo að það eru margar rökræður í gangi hérna. Ein er sú að þetta eru vond samtök, og já vissulega eru þau það. Ég get engan veginn skilið afhverju sumir hérna vilja að þessi samtök geti birt myndir af fólki sem það er búið að myrða. Þau kannski komast upp með það, en það hefur ekkert með málfrelsi að gera. Ég er hlynntur þeirri stefnu að allir eru frjálsir svo lengi sem þeir taki ekki frelsi af öðrum. Ef þú sviptir manneskju lífi þá átt þú ekki að njóta neins frelsis til þess að auglýsa það með háðungum. Við skulum ekki gleyma því, þar sem margir hér virðast svo fjartengdir því að þetta sé raunverulegt fólk sem er verið að myrða þarna, að þetta eru raunverulega manneskjur einsog ég og þú sem þessir hrottar eru að hjakka í sundur. Þessir menn eiga heima í búri ekki á opinberum vettvangi að monta sig af glæpum sínum, þeir geta stundað málfrelsi sitt í sínu búri. Að þið skulið einhvernveginn setja ykkur á háan hest og þykjast vera verja grundvallatjáningarfrelsi er mikill misskilningur.\nISNIC hefði getað lokað á þetta lén útaf mörgum ástæðum:\n1) ólöglegt að vera í viðskiptasambandi við hryðjuverkaaðila\n2) ólöglegt að stuðla að dreifingu svona efnis (þar sem ISNIC er íslenskt fyrirtæki þá ber þeim að framfylgja íslenskum lögum)\n3) ISNIC vill ekki stuðla að því að Islamic State geri sér heimakært á .is TLD, branding og ímyndar issue.\n4) bara útaf því að Maríus bara fannst þetta ljótt lén og vildi eyða því\nÞað er enginn eignarréttur sem fylgir .is léni. Þetta er bara einsog símanúmer sem þú færð hjá símafyrirtæki, þú ert bara með það í láni, og ef símafyrirtækinu sýnist þá getur það lokað á það án neinnar ástæðu. Það eru engin landslög sem gera það að verkum að símanúmer sé eign þín og það þurfi dómsúrskurð um að loka því, nei, símanúmer einsog lén eru alfarið á undir stjórn og vilja fyrirtækjanna.",
            "date": "2014-10-14 02:58:00",
            "post_id": "576915",
            "reply_to_id": "576914"
        },
        {
            "user_name": "zedro",
            "text": "",
            "date": "2014-10-14 03:24:00",
            "post_id": "576916",
            "reply_to_id": "576915"
        },
        {
            "user_name": "Minuz1",
            "text": "ISNIC is not responsible for the registrant's usage of his/her domain, the contents of email sent from the domain's email addresses or the content of the domain's web pages. \nIt is ISNIC's duty\n and prime function to maintain uninterrupted service to all .is-domains, at all times, anywhere in the world. Only Icelandic authorities, armed with a court order, can order ISNIC to delete or close down a particular .is domain.\nOr Yolo, you know roflmao",
            "date": "2014-10-14 04:49:00",
            "post_id": "576917",
            "reply_to_id": "576916"
        },
        {
            "user_name": "Gúrú",
            "text": "Sýndu fram á þessa hluti. Til að þetta sé fyllilega rétt hjá þér þarf skráningaraðilinn þá líka að vera aðili að skilgreindu hryðjuverkasamtökunum. \nEf ég set upp .is síðu sem heldur úti fréttum af Hezbollah þá er ISNIC ekki í viðskiptasambandi við skilgreind hryðjuverkasamtök,\nþeir eru ekki að taka við peningum frá þeim og þeir eru ekki að brjóta lög við að veita þjónustuna. Þeir eru því ekki að brjóta nein lög.\nHvernig efnis? Þú átt ennþá eftir að taka eitt stakt dæmi af þessari blessuðu vefsíðu sem ætti að uppfylla það að vera hatursáróður, sem eru jú íslensku lögin sem þú vísar í, ekki satt?\nÉg hata homma. Allir á Vaktinni hata homma - er GuðjónR, hringdu.is og ISNIC í djúpum skít? Nei.\nÞú ert að gefa þér allt of, allt of margar staðreyndir í þessari \"lögsókn\" þinni og ég held að hún myndi ekki ná árangri í neinum vestrænum réttarsal.",
            "date": "2014-10-14 05:46:00",
            "post_id": "576918",
            "reply_to_id": "576917"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Finnst þér sem sagt eðlilegt að ef það myndi birtast frétt á MBL, Vísi og DV.is að ISNIC væri skítafyrirtæki - að ISNIC geti bara lokað lénunum?\nHeldurðu í alvöru að ISNIC þurfi ekki að fara eftir almennum leikreglum um lén?\nBull.\nhttp://www.pfs.is/neytendur/heimasimi/",
            "date": "2014-10-14 16:59:00",
            "post_id": "576984",
            "reply_to_id": false
        },
        {
            "user_name": "appel",
            "text": "Þá vissi ég það, útaf því að ISNIC var ófært að koma í veg fyrir þetta þá er núna komið tilefni til þess að setja löggjöf um .is lénið.\nhttp://www.mbl.is/frettir/innlent/2014/ ... slenid_is/",
            "date": "2014-10-14 17:34:00",
            "post_id": "576988",
            "reply_to_id": "576984"
        },
        {
            "user_name": "Stuffz",
            "text": "Vá!\nNáði eitthver hvað essi náungi sem skráður var fyrir lénið hét þarna í Nýja Sjálandi, ég var að spá í að senda honum línu og segja honum hve ótrúlega miklu hann áorkaði að skrá þetta hérna, þetta er bara næstum því eins stórt og Vodafone málið fyrir ári síðan þegar þessi Agent frá Tyrklandi staldraði hérna við í einn dag eða svo, manni líður stundum eins og meðlimi í \"\nJohn Frum\n\" smáeyju Költinu, allt erlent hefur svo sterk áhrif á svona eyjaskeggja.\nhttp://www.mbl.is/frettir/innlent/2014/ ... is_islams/\nwikileaks kemur með þessi rök: \n\"\nAll­ir eiga rétt á að sjá og dæma mál­flutn­ing sam­tak­anna\n,“\nhmm  yfirveguð og áhugaverð nálgun..\nólík hysteríu um að við eitthvernveginn gætum verið tengd við hóp X hinumegin á hnettinum.",
            "date": "2014-10-14 19:59:00",
            "post_id": "577011",
            "reply_to_id": "576988"
        },
        {
            "user_name": "Nariur",
            "text": "Það er ekki verið að ritskoða þetta, það er bara verið að brjóta tenginguna við Ísland.\nedit: innsláttarvilla",
            "date": "2014-10-15 14:17:00",
            "post_id": "577088",
            "reply_to_id": "577011"
        },
        {
            "user_name": "Minuz1",
            "text": "Það er engin munur.\nISNIC sinnir grunnþjónust á íslandi, þetta er sambærilegt við að Íslandspóstur myndi hætta að dreifa pósti til einhvers.",
            "date": "2014-10-15 17:58:00",
            "post_id": "577131",
            "reply_to_id": "577088"
        },
        {
            "user_name": "Nariur",
            "text": "Þeir geta leitað annað til að fá þjónustuna, þeir eiga ekkert tilkall til að fá þessa þjónustu hér.\nÞetta dæmi á ekki við.",
            "date": "2014-10-15 19:24:00",
            "post_id": "577145",
            "reply_to_id": "577131"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Er þetta ekki frekar eins og að hætta a dreifa pósti frá einhverjum?",
            "date": "2014-10-15 19:27:00",
            "post_id": "577146",
            "reply_to_id": "577145"
        },
        {
            "user_name": "appel",
            "text": "Maður hálfpartinn brosir við svona ummælum.\nEf Íslandspósti bærist pakki sem innihéldi eitthvað ólöglegt þá myndi hann ekki bera póstinn til þess einstaklings, og líklega myndi lögreglan koma í heimsókn til hans. Það gæti verið hrátt kjöt, eiturlyf, sprengjur, byssur eða hvaðeina.\nEða væri það brot á mannréttindum og tjáningarfrelsi?\nGive me a break.",
            "date": "2014-10-15 19:50:00",
            "post_id": "577149",
            "reply_to_id": "577146"
        },
        {
            "user_name": "Minuz1",
            "text": "ok, hver var ólöglegi hluturinn sem var á þessari síðu?\nVar nefnilega ekkert ólöglegt á þessari síðu, myndbönd af ólöglegum gjörningum, já.\nEn það er ekki ólöglegt að eiga myndband á ólöglegum aðgerðum, er það?\nHvernig er þetta t.d. frábrugðið við  collateral murder myndbandið?\nEn ok, tökum þitt dæmi.\nMyndi Íslandspóstur í framhaldi á þessum hræðilega hlut sem fannst hjá manninum, hætta að taka við pósti frá einstaklingum eða hætta að koma með póst til hans?",
            "date": "2014-10-15 20:58:00",
            "post_id": "577161",
            "reply_to_id": "577149"
        },
        {
            "user_name": "zedro",
            "text": "Þetta pósthús er hrikalegt dæmi. Hugsaðu þetta frekar sem framleiðanda og millilið. \nDæmi:\nFramleiðandi A (ISIS)\n gerir eitthvað af sér og fær mikið hatur í kjölfarið. \nSöluaðilli B (ISNIC)\n vill ekki lengur vera með vörur frá \nFramleiðanda A\n því hann telur það geta skaðað ímynd sína.\nKaupandinn getur enn nálgast vörur beint frá \nFramleiðanda A (ip address)\n eða öðrum \nsöluaðila. (.com .org .tw ...etc.)",
            "date": "2014-10-16 00:46:00",
            "post_id": "577182",
            "reply_to_id": "577161"
        },
        {
            "user_name": "Gúrú",
            "text": "Ég er hættur að brosa yfir því að þú heldur því staðfastlega fram að þessi síða eða eitthvað/allt inná henni sé ólöglegt án þess að sýna fram á það.\nÞú ert að sýna öllum þessum strámönnum hvar Davíð keypti ölið, það er á hreinu. \nSegðu mér \naf hverju\n ég mætti ekki kaupa HizbollahFrettir.is og segja hvað er að frétta af þeim eða hættu þessu rugli.\nHvað, nákvæmlega, myndi gera það ólöglegt athæfi - og hvað nákvæmlega gerði innihald síðunnar sem um ræddi ólöglegt?",
            "date": "2014-10-16 02:50:00",
            "post_id": "577186",
            "reply_to_id": "577182"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Já.\nHelgi Hrafn útskýrir þetta nákvæmlega eins og ég hefði viljað gert:\nHarmageddon - réttur til að lesa hatursáróður\nHelgi Hrafn Gunnarsson segir frá.",
            "date": "2014-10-16 03:32:00",
            "post_id": "577187",
            "reply_to_id": "577186"
        },
        {
            "user_name": "dori",
            "text": "Helgi Hrafn á hrós skilið fyrir að hafa nennt þessu, þvílíkt shitstorm sem hann lenti í á facebook eftir að hafa fært rök fyrir því af hverju það að loka þessu væri ekki lausnin og sýnt fólki hvernig ætti að skoða þetta ef það hefði áhuga.",
            "date": "2014-10-16 08:49:00",
            "post_id": "577201",
            "reply_to_id": "577187"
        },
        {
            "user_name": "Nariur",
            "text": "Helgi Hrafn orðaði þetta fullkomlega. .is stendur fyrir Ísland, ekki Islamic State. Þetta er villandi og fullkomlega óásættanlegt að .is sé kennt við þennan viðbjóð.",
            "date": "2014-10-16 09:21:00",
            "post_id": "577210",
            "reply_to_id": "577201"
        },
        {
            "user_name": "Stuffz",
            "text": "Ég var bara núna að taka eftir því að það er eitthver búinn að registera þetta rosalega \"tjáningarfrelsis-bana\" lén khilafah.is á isnic ..aftur?\nsíðast var þetta skráð í gegnum Pósthólf á Nýja Sjálandi sem var brot á Isnic reglum, núna er þetta skráð í US, kannski verið skráð rétt (ekki pósthólf) í þetta skiptið, svo verði ekki lokað aftur fyrir, fyrir að samræmast ekki skráningarreglum\nfrekar brútal ississ paranoja þarna síðast \nLeit í rétthafaskrá (WHOIS) : Go  \nSkráningarskírteini\nkhilafah.is\nLén:\nkhilafah.is \n...\nSkráð:\n22. júní 2017\nNæsta endurnýjun:\n22. júní 2018\nSíðast breytt:\n1. september 2017\nhttps://www.isnic.is/is/",
            "date": "2017-09-29 17:15:00",
            "post_id": "658138",
            "reply_to_id": "577210"
        },
        {
            "user_name": "Perks",
            "text": "ætli traffík á is.is hafi aukist mikið á síðustu nokkrum árum? Selja þeir meiri fisk til miðausturlanda en áður??\nEr frystihúsið út á Granda leynimoska??",
            "date": "2017-09-30 14:13:00",
            "post_id": "658191",
            "reply_to_id": "658138"
        }
    ],
    "date": "2014-10-14 16:59:00"
}