{
    "forum_title": "Koníakstofan",
    "id": "62877",
    "title": "Hvernig virkar stigveldi stjórnmálaflokkana?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=62877",
    "posts": [
        {
            "user_name": "hakkarin",
            "text": "Eða \"hierarchy\" eins og það heitir á ensku.\nÁ Íslandi er lýðræði þar sem að flokkar bjóða sig fram á þing, en hvernig virka valdakerfi stjórnmálaflokkana? Er lýðveldi þar líka? \nSegjum að þú gangir í stjórnmálaflokk X í dag sem venjulegur meðlimur. Hvaða hierarchy þyrftir þú að klóra þig í gegn og hvernig á það sér stað? Er það gert með lýðræðislegum leiðum eða eru nýjir meðlimir í élítuna einfaldlega valdir að ofan?",
            "date": "2014-10-18 09:30:00",
            "post_id": "577463",
            "reply_to_id": false
        },
        {
            "user_name": "svanur08",
            "text": "And he´s back !",
            "date": "2014-10-18 13:08:00",
            "post_id": "577485",
            "reply_to_id": "577463"
        },
        {
            "user_name": "hakkarin",
            "text": "Hvað er málið með þetta einelti?",
            "date": "2014-10-18 13:27:00",
            "post_id": "577486",
            "reply_to_id": "577485"
        },
        {
            "user_name": "Bjosep",
            "text": "Hvað er það nákvæmlega sem þú ert að reyna að klóra þig í gegnum?",
            "date": "2014-10-18 14:16:00",
            "post_id": "577490",
            "reply_to_id": "577486"
        },
        {
            "user_name": "Stuffz",
            "text": "Ætli það fari ekki mikið eftir pólitískum hæfileikum þeirra sem stunda sportið.",
            "date": "2014-10-18 14:27:00",
            "post_id": "577492",
            "reply_to_id": "577490"
        },
        {
            "user_name": "hakkarin",
            "text": "Stjórnmálaflokkar eru samtök og þar að leiðandi hlýtur að vera einhverskonar valdastigi eða stjórnskipulag? \nDæmi um skipulag \nhttp://brunching.com/images/geekchartbig.gif\nHvernig er þetta uppbyggt fyrir stjórnmálaflokka landsins?",
            "date": "2014-10-18 15:46:00",
            "post_id": "577504",
            "reply_to_id": "577492"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Basicly að vera góður í kjaftinum og með bakland (fólk sem viðkomandi safnar með sér í lið, til að styðja við hann).\nSiðleysi og frekja hefur komið mörgum langt.\nAnnars er þetta leiðinleg pæling.",
            "date": "2014-10-18 16:43:00",
            "post_id": "577510",
            "reply_to_id": "577504"
        },
        {
            "user_name": "rapport",
            "text": "Flokkarnir velja hverjir eru í framboði fyrir sína hönd.\nSumir gera það með innbyrðis framboðum með tilheyrandi kosningaáróðri innan flokkana í svokölluðum\n lokuðum prófkjörum\n.\nÞessi aðferð á að vera lýðræðisleg en hefur verið misnotuð t.d. þegar ungmennasamtök flokkana eru að kjósa innan sinna raða og t.d. þegar Sigmundur Davíð yfirtók Framsóknarflokkinn.\nÞá smala þeir liði rétt í lok þess frests sem leyfilegt er að skrá sig í flokkinn, fólk sem skráir sig í viðkomandi flokk til þess eins að koma vini/vinum sínum að.\nÞað er s.s. ekkert lýðræðislegt við þetta kerfi eins og það hefur verið misnotað.\nOpin prófkjör\n, þá geta allir kosið þó að þeir séu ekki skráðir í flokkinn, það er lýðræðislegt en \"by default\" þá fá pólitískir andstæðingar að taka þátt og því held ég að þetta hafi aldrei veriðgert hér á landi.\nErlendis þá keppa flokkar að því að koma sínum áherslum að betra samfelagi að en hér á Íslandi er meira keppt í skítkasti og hagsmunapoti með því að nota allar mögulegar leiðir til að koma höggi á andstæðinga sína.\nT.d. var Framsóknarflokkurinn svo seinna með valnefnd sem valdi frambjóðendur, en ekki prófkjör (líklega því þeir voru hræddir við að gamlir framsóknarmenn mundu yfirtaka flokkinn aftur), því margur heldur mig sig...\nVG hefur yfirleitt ekki verið með prófkjör (óstaðfest, er skrifað eftir minni) sem er eðlilegt þegar um grasrótarhreyfingu er að ræða sem er nokkuð fámenn og því þyrfti ekki marga til að fokka upp þeirra starfi.\nÞetta er ekki lýðræðislegt EF valnenfdin hundsar vilja fólksins í flokkinum og kemur fram sínum vila, en hjá VG þá hafa svona deilur nær eingöngu tengst einstaklingum sem áttu ekki samleið með flokknum en höfðu otað hann til að komast til áhrifa...  s.s. flokkurinn lærir og er samtaka í gegnum sína kjörnu fulltrúa í valnefnd = lýðræði innan flokksins felst í að kjósa í valnefndina en ekki að kjósa hverjir fara í framboð.\nEn til að komast áfram innan þíns flokks þá er mjög misjafnt eftir áherslum flokks, fjölda í flokki og aðferð við val á framboðslista hvaða aðferðum er best að beita.\nMín skoðun á því er í takt við hvernig rannsóknavinna er unnin, quantative eða qualitative s.s. megindleg nálgun eða eigindleg nálgun... þá á hvernig maður \"markaðssetur\" sig sem stjórnmálamann.\nInnan stærstu flokkana þá verður viðkomandi að hugsa um magn og hvernig hann nær að hala inn atkvæðum í prófkjöri. Það verður kostnaðarsamt og áhersla er á magn umfram gæði.\nSmærri flokkar þar sem \nvalnefndir \nstarfa þá gefa þær sér tíma til að meta frambjóðendur, hvort og hvernig þeir hafa starfað í fortíðinni í anda viðkomandi flokks, hvernig þeir hafa komið fram og t.d. hvort þeir eru á sakaskrá og/eða komi heiðarlega fram. Þar snýst málið um gæði en ekki magn. Kosningabaráttan snýst því ekki um peninga eða hversu mörg atkvæði þú færð, heldur að þú hafi og munir standa þig í starfi. En líka má hugsa sér að valnenfnd velji vinsælustu kandídatana og hugsanlega vini sína, en þá er óhæfi hennar nokkuð augjóst og flokkurinn mundi ekki samþykkja tillögu hennar að framboðslista.\n \nSamantekt:\nNiðurstaða í prófkjöri stórs flokks = vinsældakeppni sem flokkurinn tekur beinan þátt í, niðurstaða ræðst af atkvæðum, enginn fær að sjá lokaniðurstöðuna fyrr en í blálokin og þá verður oftast engu breytt.\nNiðurstaða valnefndar í litlum flokki = ráðningaviðtal og niðurstaða borin undir flokkinn sem getur samþykkt eða hafnað tillögu valnefndar.\nÓbein heimild (þar sem þetta er skrifað eftir minni eftir óteljandi samtöl) = óbrennandiáhugi betri helmingsins á stjórnmálum enda er hún stjórnmálafræðingur BA, félagsráðgjafi BA og verðandi MA í félagsráðgjöf ;-)",
            "date": "2014-10-18 17:13:00",
            "post_id": "577514",
            "reply_to_id": "577510"
        },
        {
            "user_name": "capteinninn",
            "text": "Góð samantekt hjá þér",
            "date": "2014-10-19 13:59:00",
            "post_id": "577560",
            "reply_to_id": "577514"
        }
    ],
    "date": "2014-10-18 09:30:00"
}