{
    "forum_title": "Koníakstofan",
    "id": "63000",
    "title": "Eiginmaður Ástu dæmdur fyrir vörslu barnakláms",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=63000",
    "posts": [
        {
            "user_name": "playman",
            "text": "Nú varð ég svolítið forvitin eftir að hafa lesið þessa frétt.\nhttp://www.visir.is/eiginmadur-astu-dae ... 4141028647\nEru menn hjá tölvuverkstæðum í því að skoða persónuleg gögn kúnna?\nEr það ekki brot á friðhelgi einstaklings?\nEða eru kanski verkstæði með forrit sem að skannar vélar fólks eftir key myndum(PhotoDNA)?\nHugsanlega var hann með myndirnar bara á desktoppinu og desktop myndinn var barnaklám sem gaf þeim\nnæga ástæðu til þess að láta lögreglu vita, hvur veit.\nEkki það að ég sé ekki ánægður með að þessi (insert some nasty words here) einstaklingur hafi náðst og\nhann hafi verið dæmdur fyrir að hafa þennan viðbjóð undir höndum, heldur hverninn\nkomust starfsmenn tölvulistans að því að þessar myndir væru að fynna í þessari tilteknu vél.",
            "date": "2014-10-29 14:43:00",
            "post_id": "578485",
            "reply_to_id": false
        },
        {
            "user_name": "AntiTrust",
            "text": "Já, sumir starfsmenn tölvuverkstæða fara oft í gegnum gögn. Sumir gera það til að svala forvitninni á því sem þeir eiga ekki að fá að sjá, en í mörgum tilfellum biður viðskiptavinurinn bara um \"gagnabjörgun á því sem þið haldið að skipti máli\". Þegar maður er að vírushreinsa, afrita gögn og sérstaklega bjarga gögnum þá er mjög auðvelt að koma auga á svona efni sé það til staðar. Við vinnslu á gagnabjörgun sem er í 90%+ tilfella björgun á ljósmyndum, þá sýnir hugbúnaðurinn oft skránna eins og hún birtist eftir björgunina og maður fær í rauninni hálfgert realtime slideshow. Oftast fer maður líka einfaldlega bara inn í möppur til að sjá hvort skrárnar séu heilar eftir gagnabjörgun eða gagnaafritun, svo maður sé ekki að afhenda fullan USB lykil af myndum sem eru ekkert nema e-r random pixelæla.\nÉg hef tvisvar kallað til lögreglu vegna barnakláms, í báðum tilfellum var ekki einu sinni verið að reyna að fela skrárnar/möppurnar.\nEf þú sem viðskiptavinur ert með trúnaðargögn á vélinni hjá þér þá biðuru um að starfsmaðurinn skrifi undir trúnaðar- og þagnarskyldu samning áður en þú afhendir vélina. (Note bene, í því tilfelli geturu nánast reiknað með því að starfsmaðurinn muni skoða hverja einustu möppu sem hann kemst í, en þó alltaf bundinn þessum samning.)",
            "date": "2014-10-29 14:59:00",
            "post_id": "578486",
            "reply_to_id": "578485"
        },
        {
            "user_name": "lukkuláki",
            "text": "Ég hef unnið á tölvuverkstæði og í sumum verkum þá einfaldlega kemstu ekki hjá því að reka augun í myndir \nþað á sérstaklega við ef viðkomandi hefur gefið leyfi til að afrita gögn (documents myndir ofl. eftir þörfum) ef það þarf td. að strauja vélina.\nVið þessa vinnu þá getur maður ekki bara lokað augunum og stundum þarf að gera þetta handvirkt það geta verið skemmdar skrár á diskinum sem valda því að það þarf að kópera eina möppu í einu og jafnvel eina mynd í einu.",
            "date": "2014-10-29 15:00:00",
            "post_id": "578487",
            "reply_to_id": "578486"
        },
        {
            "user_name": "GunnarJons",
            "text": "Sæl Playman, \nVið erum með mjög strangar reglur gagnvart meðhöndlun gagna þeirra tölva sem koma til okkar í viðgerð.  Aldrei er átt við gögn viðskiptavina nema beðið sé um sérstakar prófanir eins og á t.d. myndbandsskrám að beiðni viðskiptavinar.  \nVerði viðgerðarmaður var við barnaklámsmyndir á tölvu sem hann er með í viðgerð, ber honum skylda til þess að tilkynna slíkt tafarlaust til lögreglu.\nBestu kveðjur, \nGunnar Jónsson\nSölu- og markaðsstjóri Tölvulistans",
            "date": "2014-10-29 15:17:00",
            "post_id": "578488",
            "reply_to_id": "578487"
        },
        {
            "user_name": "rapport",
            "text": "Vorum við ekki búnir að fjalla um svona mál?\nviewtopic.php?f=9&t=42510&p=389360#p389326",
            "date": "2014-10-29 15:19:00",
            "post_id": "578489",
            "reply_to_id": "578488"
        },
        {
            "user_name": "hkr",
            "text": "Kannski er ég svona barnalegur en ég var á því að trúnaður (og þagnarskylda) væri sjálfgefin þegar unnið er með persónuleg skjöl einstaklinga.\nEr það ekki annars í lögum?",
            "date": "2014-10-29 16:14:00",
            "post_id": "578493",
            "reply_to_id": "578489"
        },
        {
            "user_name": "Gúrú",
            "text": "Heyrir kannski bara undir \nlög um persónuvernd og meðferð persónugagna\n skv. 44. grein þeirra.\nEr samt ekki viss um áhrif þess á þetta mál. \nMig grunar líka að samningur sem að bindur mann til þess að tilkynna ekki um glæp væri ólöglegur/ógildur\nog að í öllum tilfellum myndi ekki hjálpa afbrotamanni að neinu leyti heldur þvert á móti hjálpa saksóknara. \n(Ekki það að AntiTrust hafi verið að stinga upp á þessu fyrir barnaklámseigendur)",
            "date": "2014-10-29 16:44:00",
            "post_id": "578496",
            "reply_to_id": "578493"
        },
        {
            "user_name": "playman",
            "text": "Enda er það ekkert nema gott og blessað að tilkynna svoleiðis viðbjóð strax til lögreglu verði viðgerðar maður vitni af barnakláms efni á vél kúnnans.\nMaður hefur heyrt af því að einstaklingar sem eru í viðgerðum heima hjá sér hafi verið að stunda þetta, en satt að seygja\nátti ég aldrei von á því að það væri gert í fyrirtækjum, kanski er ég bara svona barnalegur að hafa trúað því að það\nværi eitthvað gert til þess að sporna við því og að það væri bara hrein og bein tafarlaus uppsögn einstaklingsins brjóti hann það traust.\nEn auðvitað ef tölvan er sett í viðgerð og það beðið um gagnabjörgum/gagnafærslu þá er oft erfitt að horfa framhjá þessum gögnum, en maður hefði nú haldið\nað þetta pakk myndi nú reyna eitthvað að fela þennan viðbjóð, en ekki hafa þetta opið eins og AntiTrust sagði hér ofar, en aftur \ná móti þá er oftast ekki mikið vit í þessu pakki sem að stundar þetta.\nÞað náttúrulega fylgdi ekki fréttinni hvort að um væri að ræða gagnabjörgun, vélbúnaðar bilun eða hvort að viðgerðarmaðurinn hafi verið að\nhnýsast eða bara rekið augun í þetta þar sem að skjölin hefðu verið á skjáborðinu eða álíka gáfulegt.\nKanski er þetta bara eitthvað óþarfa röfl í mér gagnvart persónupplýsingum/friðhelgi.",
            "date": "2014-10-29 17:28:00",
            "post_id": "578499",
            "reply_to_id": "578496"
        },
        {
            "user_name": "hakkarin",
            "text": "\" Myndirnar fundust í tölvu hans þegar hann fór með hana í viðgerð hjá Tölvulistanum.\"\nOne word: Tölvulistinn.",
            "date": "2014-11-05 15:15:00",
            "post_id": "579165",
            "reply_to_id": "578499"
        },
        {
            "user_name": "rapport",
            "text": "Lög um barnavernd eru rétthærri einhverri trúnaðarskyldu eða loforði innan fyrirtækis.\nÍ raun er ólöglegt ef eitthvað fyrirtæki krefðist þess að starfsmenn þögðu yfir lögbroti sem þeim er skylt skv. lögum að tilkynna.",
            "date": "2014-11-05 15:28:00",
            "post_id": "579166",
            "reply_to_id": "579165"
        },
        {
            "user_name": "Halli25",
            "text": "Gunnar svaraði þessu hérna fyrir Tölvulistann, mæli með að þú lesir það í staðinn fyrir að henda steinum.",
            "date": "2014-11-05 16:41:00",
            "post_id": "579188",
            "reply_to_id": "579166"
        }
    ],
    "date": "2014-10-29 14:43:00"
}