{
    "forum_title": "Koníakstofan",
    "id": "63092",
    "title": "Sím­inn lok­ar á deildu.net",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=63092",
    "posts": [
        {
            "user_name": "brain",
            "text": "Jahá  \n \nhttp://www.mbl.is/frettir/innlent/2014/ ... eildu_net/",
            "date": "2014-11-05 14:43:00",
            "post_id": "579156",
            "reply_to_id": false
        },
        {
            "user_name": "Hannesinn",
            "text": "http://proxybay.info/\nOg það þarf ekki að segja mér annað að deildu.net breyti léninu hjá sér aftur.",
            "date": "2014-11-05 14:53:00",
            "post_id": "579158",
            "reply_to_id": "579156"
        },
        {
            "user_name": "rango",
            "text": "Mótmæla á austurvelli?",
            "date": "2014-11-05 14:54:00",
            "post_id": "579160",
            "reply_to_id": "579158"
        },
        {
            "user_name": "ferdinand94",
            "text": "Ætli þetta endi ekki í því að löggan fari að tracka fólk sem er að niðurhala og setja það í fangelsi eða á skilorð? Þar sem fangelsin verða svo full af fólki sem niðurhalar og þá verða nauðgarar og morðingjar lausir á skilorði xD",
            "date": "2014-11-05 15:11:00",
            "post_id": "579162",
            "reply_to_id": "579160"
        },
        {
            "user_name": "Hannesinn",
            "text": "Æi ég veit ekki.  Fyrst byrja þeir að telja heildargagnamagn og svo nokkrum vikum síðar byrja þeir að ritskoða netið hjá notendum sínum.\nÉg er ekki viss um að ég þyrfti að stækka áskriftina mína ef ég væri í viðskiptum við þá, enda lítið að sækja þætti eða bíómyndir.  En ég myndi samt hætta þeim viðskiptum bara af prinsippástæðum og vona að fólk flykkist þaðan burt í stórum stíl.",
            "date": "2014-11-05 15:13:00",
            "post_id": "579163",
            "reply_to_id": "579162"
        },
        {
            "user_name": "rango",
            "text": "Nei maður þessvegna eru þeir að smygla inn byssunum",
            "date": "2014-11-05 15:15:00",
            "post_id": "579164",
            "reply_to_id": "579163"
        },
        {
            "user_name": "ferdinand94",
            "text": "Haha auðvitað xD",
            "date": "2014-11-05 17:19:00",
            "post_id": "579198",
            "reply_to_id": "579164"
        },
        {
            "user_name": "Skippó",
            "text": "Strax búið að breyta um lén á Deildu.",
            "date": "2014-11-05 19:24:00",
            "post_id": "579216",
            "reply_to_id": "579198"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "þetta er búið.. þið sem eruð hjá símanum downlodiði öllu meðan þið getið!!.. ops... búinn að gleyma að síminn rukkar fyrir allt.. hugsa að þeir rukki líka ef þú andar í símatólið þó svo þú sért ekki búinn að hringja í neinn",
            "date": "2014-11-05 19:47:00",
            "post_id": "579221",
            "reply_to_id": "579216"
        },
        {
            "user_name": "bigggan",
            "text": "þau eru fljótir að loka á maður, vonandi einhverjir dreifiaðilarnir kærir til hæsta rett að minstakosti, en ég hef ekki mikið vonir um það eftir síðustu frettirnarnir..",
            "date": "2014-11-05 22:25:00",
            "post_id": "579253",
            "reply_to_id": "579221"
        },
        {
            "user_name": "Sallarólegur",
            "text": "",
            "date": "2014-11-06 04:08:00",
            "post_id": "579286",
            "reply_to_id": "579253"
        },
        {
            "user_name": "olafurfo",
            "text": "",
            "date": "2014-11-06 08:10:00",
            "post_id": "579291",
            "reply_to_id": "579286"
        },
        {
            "user_name": "hallihg",
            "text": "edit:\n sjá annað svar að neðan með breytingum.\nAthyglisvert að síminn lokar á deildu.net, piratebay og þess til viðbótar iceland.pm. Síðasta lénið kom til eftir að úrskurður héraðsdómara féll um lögbannið, þannig það á ekki að geta hafa verið hluti af lögbannsbeiðni STEF sem sýslumaður hafnaði, og dómari samþykkti síðan. \nVodafone hafa nú lokað á tiltekin lén, deildu.net og piratebay, en \nekki iceland.pm\nÉg fæ ekki séð annað en að úrskurðirnir tveir í héraðsdómi Rvk gagnvart annars vegar Fjarskipti hf. (Vodafone) og Símanum hins vegar varði nákvæmlega sömu lénin, þ.e. \nhttp://www.deildu.net\n, \nhttp://www.deildu.com\n, \nhttp://www.piratebay.se\n, \nhttp://www.piratebay.sx\n og \nhttp://www.piratebay.org\n.\nMiðað við tilkynningu Vodafone í dag, um að fyrirtækið þurfi að loka á þessar síðar vegna þess að sýslumaður hefur nú framkvæmt lögbannið til samræmis við úrskurð dómara, þá sýnist mér að Síminn hafi bara sjálfur bætt við iceland.pm og gert lénið hluta af lokuninni,  án þess að lögbannið krefjist þess og Síminn hafi þurft að gera slíkt samkvæmt úrskurði dómara og síðan framkvæmd sýslumanns.\nViðskiptavinir Símans geta því lesið af þessu hvort þeir telji fyrirtækið standa vörð um tjáningar- og upplýsingafrelsi viðskiptavina sinna.",
            "date": "2014-11-06 14:05:00",
            "post_id": "579318",
            "reply_to_id": "579291"
        },
        {
            "user_name": "depill",
            "text": "Sorry nei. Lögbannsbeiðni Símans er byggð á dómnum, ekki eftir dómnum ( K-8/2013 er á móti Vodafone ekki Símanum ).\nAnnað hvort er tilkynning Vodafone röng, eða lögbannsbeiðni til Sýslumanns verið röng. Síminn ákvað ekki sjálfur að loka á einhverjar síður.",
            "date": "2014-11-06 14:22:00",
            "post_id": "579321",
            "reply_to_id": "579318"
        },
        {
            "user_name": "hallihg",
            "text": "Úrskurður K-8/2013 er á móti Vodafone, það er rétt.\nEn ef þú skoðar úrskurðinn, þá er þar hvergi minnst á iceland.pm enda var það lén ekki til þegar farið var fram á lögbann málsins. (\nhttp://domstolar.is/domaleit/nanar/?ID= ... 2&Serial=2\n)\nSýslumaður framkvæmir síðan úrskurðinn og leggur ekki lögbann á aðrar síður en úrskurðurinn tekur til! \nÚrskurðurinn nær ekki til Iceland.pm, lokun Vodafone nær ekki til iceland.pm. \nSíminn getur þá bara birt ákvörðun sýslumanns gagnvart fyrirtækinu ef þeir vilja útskýra að það sé ekki þeirra ákvörðun að hafa lokunina víðtækari en hjá Vodafone.\nedit\n: til þess að reyna að skýra þetta þá áttu væntanlega við að STEF hafi farið fram á nýtt lögbann, gagnvart Símanum, byggt á þessum eldri úrskurði gegn Vodafone til fordæmis, og sú beiðni um lögbann hafi náð til Iceland.pm meðal annars, en það hafi hins vegar ekki verið hluti af lögbanninu gagnvart Vodafone. Þetta kann að vera skýringin og ef svo er þá er Síminn bara að fara eftir lögbanni sýslumans.",
            "date": "2014-11-06 14:29:00",
            "post_id": "579323",
            "reply_to_id": "579321"
        },
        {
            "user_name": "depill",
            "text": "Akkurat, þegar það er komið fordæmi fyrir sambærilegum málum er minna mál að fá lögbann hjá sýslumanni sem svo sá lögbannið er sett á þarf að fara í dóm til að fá hnekkt. Sýslumaður leyfir iceland.pm vegna þess að það sambærilegt. Svo bara spurning hversu lengi STEF nennir þessum leik, þar sem það er frekar ódýrt fyrir þá að bæta við nyjum lénum.",
            "date": "2014-11-06 14:37:00",
            "post_id": "579326",
            "reply_to_id": "579323"
        },
        {
            "user_name": "hallihg",
            "text": "Þá höfum við það, viðskiptavinir Símans þurfa þá ekkert að óttast, nema auðvitað höfundalögin. Þetta hefði hins vegar mátt vera skýrara í tilkynningu Símans, fleiri en ég að skilja þetta svona.",
            "date": "2014-11-06 14:45:00",
            "post_id": "579327",
            "reply_to_id": "579326"
        },
        {
            "user_name": "wicket",
            "text": "Ég hef einmitt verið nokkuð ánægður með Símann í þessu máli. Ég er algjörlega á móti þessum aðgerðum STEF og fáránleikinn við að loka á stök lén er algjör.\nÞegar lögbannið var sett á Vodafone og Hringdu voru aðrir beðnir um að loka líka. 365 stökk strax til og lokaði enda þeir með talsvert meira undir efnismegin en netþjónustu megin.\nSíminn neitaði að loka og sagðist þurfa lögbann á sig líka því það væri ekki í þeirra hlutverki að ritskoða netið. Það fannst mér gott múv hjá þeim og þeim barasta til sóma.",
            "date": "2014-11-06 19:35:00",
            "post_id": "579359",
            "reply_to_id": "579327"
        },
        {
            "user_name": "depill",
            "text": "Nú missti ég alveg af þessu. Lokaði 365 fyrir aðgang að deildu.net og thepiratebay án lögbanns ? \nGetur einhver sem er með net hjá 365 staðfest að það sé lokað fyrir þessa vefi ?",
            "date": "2014-11-06 19:38:00",
            "post_id": "579360",
            "reply_to_id": "579359"
        },
        {
            "user_name": "wicket",
            "text": "Skv. STEF gera þeir það.\nSjá : \nhttp://www.visir.is/vilja-svor-um-hvort ... 4141018798",
            "date": "2014-11-06 19:43:00",
            "post_id": "579361",
            "reply_to_id": "579360"
        },
        {
            "user_name": "Perks",
            "text": "Það er ekki búið að loka en það er í bígerð  skv fréttaveitunum",
            "date": "2014-11-06 21:38:00",
            "post_id": "579375",
            "reply_to_id": "579361"
        },
        {
            "user_name": "Paragon",
            "text": "What the heck..!",
            "date": "2014-11-07 05:12:00",
            "post_id": "579406",
            "reply_to_id": "579375"
        },
        {
            "user_name": "Tiger",
            "text": "Ætla þeir þá næst að loka flugleiðum og Eimskip þar sem 99% af ólöglegum fíkniefnum koma í gegnum þá? Já eða Byko því kúbein eru seld þar og notuð til innbrota og svona gæti ég lengi haldið áfram #hálfvitar",
            "date": "2014-11-07 08:40:00",
            "post_id": "579413",
            "reply_to_id": "579406"
        },
        {
            "user_name": "bigggan",
            "text": "kemst þú inná með: \n194.71.107.81/\n?",
            "date": "2014-11-07 11:12:00",
            "post_id": "579418",
            "reply_to_id": "579413"
        },
        {
            "user_name": "stefhauk",
            "text": "þeir sem hýsa þessar síður verða alltaf skrefi á undan STEF svo er alltaf hægt að komast inná þetta með proxy svo hver er tilgangurinn með þessu jújú væntanlega mun umferðin minka inná þessar síður hjá þeim sem kunna ekki að nota proxy en t.d er deildu búnir að breyta léninu núna á tvígang um munu alltaf geta gert það svo whats the point ?",
            "date": "2014-11-07 16:10:00",
            "post_id": "579454",
            "reply_to_id": "579418"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Whats the point?\nSmáís/Stef komast í fréttir eftir einhvern tima og lýsa yfir sigri.  Hvort sem þetta hefur virkað hjá þeim eða ekki.",
            "date": "2014-11-07 16:20:00",
            "post_id": "579456",
            "reply_to_id": false
        },
        {
            "user_name": "Paragon",
            "text": "Já.",
            "date": "2014-11-07 16:33:00",
            "post_id": "579461",
            "reply_to_id": "579456"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Ég þú ætlar að koma með samlíkingar, komdu þá með betri samlíkingar.\nÞað er ekki verið að loka á internetið.",
            "date": "2014-11-07 18:06:00",
            "post_id": "579470",
            "reply_to_id": "579461"
        },
        {
            "user_name": "biturk",
            "text": "Nei en það er verið að gera tilraun til þess hinsvegar",
            "date": "2014-11-08 01:25:00",
            "post_id": "579513",
            "reply_to_id": "579470"
        },
        {
            "user_name": "GrimurD",
            "text": "Það verður svo gaman þegar það kemur fréttatilkynning um það eftir ár eða tvö þar sem það sést að þetta hafði engin áhrif á gróða þeirra.",
            "date": "2014-11-08 16:17:00",
            "post_id": "579551",
            "reply_to_id": "579513"
        },
        {
            "user_name": "worghal",
            "text": "það er eins og að stef og co hafi verið svo fastir á því að fólk væri bara eitthvað \"ó það er búið að loka á deildu/piratebay, best að fara út í búð að kaupa þetta\".\nheld það sé nokkuð bókað að ekki stök sála hugsaði þetta.",
            "date": "2014-11-08 16:28:00",
            "post_id": "579552",
            "reply_to_id": "579551"
        }
    ],
    "date": "2014-11-07 16:20:00"
}