{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "63110",
    "title": "mede8er sjónvarpsflakkarar..",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=63110",
    "posts": [
        {
            "user_name": "bjarturv",
            "text": "..einhver með reynslu af þeim?\nEr að skoða að fá mér eftir áramót (þegar vörugjöldin eru horfin) sjónvarpsflakkara sem þarf að geta spilað hreinlega allt sem tengist bluray (full 2d/3d iso formats) og styður 4TB diska. Skoðaði popcorn hour og Tvix en finnst þeir vera slakna í supporti.\nEr með augastað á þessum: \nhttp://www.mede8er.eu/nl/index.php?d=800x3d\nEf einhver hefur fengið sér þetta merki þá væri gaman að vita pros and cons",
            "date": "2014-11-06 08:41:00",
            "post_id": "579293",
            "reply_to_id": false
        },
        {
            "user_name": "kulfsson",
            "text": "Sæll,\nÉg á Mede8er 1000  X3D og er mjög sáttur við hann. Umhverfið (UI) er frekar hraðvirkt og flest virkar eins og maður ætlast til. Það eru fári hlutir núorðið sem ég sakna, núorðið (Fullt af uppfærslum síðan að ég keypti hann). Ef ég ætti að nefna eitt atriði þá er væri gott að vera með \"resume\" lista þar sem maður getur séð t.d. seinustu 10 view og haldið áfram þar sem frá var horfið (þetta var t.d. hægt í DVICO TVIX). Ef þú nennir að fikta þá er auðvelt að breyta um þema á flakkaranum og svo má sækja upplýsingar um myndir og þætti ásamt trailerum í gegnum netið.\nÉg hef líka átt 500x2 sem var líka góður en 1000 er mun betri. \nEr Mede8er til á Íslandi núna ? Ég veit að Nördinn var með þá en þeir eru hættir. \nKristján",
            "date": "2014-11-06 14:32:00",
            "post_id": "579324",
            "reply_to_id": "579293"
        },
        {
            "user_name": "bjarturv",
            "text": "Semsagt þegar þú ræsir video fæl á flakkaranum og ýtir á stop, ræsir annann og stopp, að þá vistast ekki staðsetningar sem komið var á í þeim fælum?\nÉg held að enginn söluaðili hér á Íslandi sé að selja þessa flakkara. Ég mun líklega bara panta í gegnum ebay eða amazon.\nHvernig er playback'ið á bluray isos ?",
            "date": "2014-11-06 15:31:00",
            "post_id": "579336",
            "reply_to_id": "579324"
        },
        {
            "user_name": "kfc",
            "text": "Ég átti 500x2 og var mjög sáttur með hann. Seldi hann bara þegar ég var kominn með nýtt sjónvarp sem er með Plex.",
            "date": "2014-11-06 19:25:00",
            "post_id": "579357",
            "reply_to_id": "579336"
        },
        {
            "user_name": "jonno",
            "text": ".\nElko hefur stundum verið að selja þá  térkkaðu í lindirnar eru oft með flakkara þar þó að þeir séu ekki á netinu hjá þeim.\nþetta eru mjög flottir flakkarar , svo eru xtreamer sidewinder 3 lika mjög flottir nema að það er bara hægt að setja 2.5 tommu fartölvudisk í þá enn það er nú hægt að fá þá yfir 2 tb í dag\nhef átt marga flakkara og á einmitt sidewinder 3 í dag hef lika átt mede8er sem var lika mjög góður , ef ég væri að kaupa mér í dag þá færi ég í annan hvorn þennan",
            "date": "2014-11-06 20:22:00",
            "post_id": "579366",
            "reply_to_id": "579357"
        },
        {
            "user_name": "kulfsson",
            "text": "jú, hann vistar staðsetninguna ef þú horfir á meira en 10% af efninu og heldur síðan áfram þar sem frá var horfið. Það sem ég sakna er þá helst að geta séð lista yfir 10 seinustu áhorf. Þetta er í raun smævægilegt issue en var gott að hafa á TVIXinum :-)\nÉg hef ekki lent í veseni með bluray iso, á reyndar ekki mörg, en þau sem ég hef spilað hafa virkað vel. Líka í 3D.\nÞað gæti verið hægt að panta hann í gegnum mede8er.com en annars má skoða líka Mediamarkt búðirnar í evrópu (Holland, Belgía osfrv.)",
            "date": "2014-11-07 08:36:00",
            "post_id": "579412",
            "reply_to_id": "579366"
        },
        {
            "user_name": "Skuggasveinn",
            "text": "Ég á mede8er sem ég keypti hérna á vaktinni fyrir kannski 2 árum \n  Ég hef alltaf verið ánægður með hann, þægilegt viðmót, les flesta file-a og svo 'man' hann hvar maður hætti að horfa eins og einhver minntist á.  Held að minn sé týpa 500x eða eitthvað svoleiðis.",
            "date": "2014-11-07 16:54:00",
            "post_id": "579463",
            "reply_to_id": "579412"
        },
        {
            "user_name": "bjarturv",
            "text": "Þakka þér fyrir þá ábendingu \n Tjékka á því við Elko.\nLenti í því með Divico Tvix flakkarann að viftan í honum var leiðnlega hávær þannig að MED1000X3D verður líklegast valið. Hann er reyndar forljótur og ekkert display á honum. Þetta verður vandasamt val",
            "date": "2014-11-07 19:24:00",
            "post_id": "579481",
            "reply_to_id": "579463"
        }
    ],
    "date": "2014-11-06 08:41:00"
}