{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "63173",
    "title": "Spjaldtölva fyrir mömmu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=63173",
    "posts": [
        {
            "user_name": "Fernando",
            "text": "Móðir mín er að nálgast sjötugt, er að fikra sig áfram í tækniheiminum. Hún á lélega spjaldtölvu (gömul með android stýrikerfi) sem höktir, kominn tími á uppfærslu. \nSpjaldtölvan þarf að nýtast við eftirfarandi\n-Facebook\n-Tölvupóst\n-Létt netráp\n-Skype\nPlús ef að hægt er að tengja lyklaborð við tölvuna og nota hana við ritvinnslu. \nEinföld og notendavæn eru lykilatriði.\nBest væri ef tölvan væri frekar ódýr, þar sem ég ætla að gefa henni hana.\nHvað leggið þið Vaktarar til? Apple eða android? Hvaða týpur? Einhver góð ráð?\nBestu kveðjur\nFernando",
            "date": "2014-11-09 23:12:00",
            "post_id": "579666",
            "reply_to_id": false
        },
        {
            "user_name": "Tesy",
            "text": "Allan dag iPad fyrir \"gamalt\" fólk.\nMyndi reyna að finna eitthvað notað, annars er tölvutek með:\n- \n16gb WIFI iPad Mini (First generation) á 39.900kr.\n \n- \n16gb WIFI iPad Mini 2 Retina (Alveg eins og Mini 3 mínus Touch ID) á 54.810kr.\n- \n16gb WIFI iPad Air (First generation) á 63.920kr.\nÁstæðan fyrir því að ég linkaði hlutir frá tölvutek er vegna þess að þeir eru einir sem ég fann sem eiga eldri týpur af iPad á lager, fyrir utan TL sem ég versla ekki hjá.",
            "date": "2014-11-10 00:00:00",
            "post_id": "579675",
            "reply_to_id": "579666"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ef ég væri sjötug kona þá væri þetta drauma setupið(nema að það væri iOS stýrikerfi, ekki OS  \n )",
            "date": "2014-11-10 00:27:00",
            "post_id": "579677",
            "reply_to_id": "579675"
        },
        {
            "user_name": "Framed",
            "text": "Stóra spurningin (pun intended) er hversu stóra vél þarf hún?\nMiðað við það sem ég hef skoðað, endilega leiðrétta mig ef einhver veit betur, þá færðu langmest fyrir peninginn með Google Nexus tölvunum.\nÉg gaf móður minni Nexus 7 (2013) um síðustu jól og dugði það henni vel fyrir einmitt sömu notkun og þú tekur fram hér að ofan. Hef hins vegar ekki séð 10\" Nexus hérna heima svo ég muni til þannig að ef 7\" er of lítil þá gengur það líklega ekki.\nÞá væri pæling að skoða Samsung Tab t.d.\nBarnsmóðir mín keypti Tab4 fyrir sig og dóttur okkar og hef ég ekki heyrt þær kvarta yfir henni.\nEDIT:\nNúna nota ég Nexus vélina sem pdf reader í skólanum og leikjaspjald fyrir dóttur mína og virðist hún bara virka vel í því hlutverki.\nEina sem ég myndi forðast eru budget, budget tölvurnar eins og United og álíka.",
            "date": "2014-11-10 03:01:00",
            "post_id": "579688",
            "reply_to_id": "579677"
        },
        {
            "user_name": "Swooper",
            "text": "Hef séð Nexus 10 í Elko í fríhöfninni, a.m.k. Ekki listað á heimasíðunni þeirra reyndar, svo ég veit ekki hver er staðan á því hjá þeim.",
            "date": "2014-11-10 03:31:00",
            "post_id": "579690",
            "reply_to_id": "579688"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég hef gert mér til gamans pínu test á þessu og látið foreldra og tengdaforeldra mína fikta bæði í Android tabletinu og iPadinum mínum, það er eiginlega lygilegt hvað fólk er fljótt að átta sig á iOS umhverfinu, tölvufatlað eður ei.",
            "date": "2014-11-10 07:58:00",
            "post_id": "579692",
            "reply_to_id": "579690"
        }
    ],
    "date": "2014-11-09 23:12:00"
}