{
    "forum_title": "Koníakstofan",
    "id": "63204",
    "title": "Tollur: Þarf að fá nýja vöru frá US vegna galla",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=63204",
    "posts": [
        {
            "user_name": "Sallarólegur",
            "text": "Sælir!\nÉg fékk mjög dýra vöru frá US um daginn og borgaði tolla og gjöld við komu, minnir að það hafi verið á milli 20-30 þúsund krónur í gjöld.\nNú hefur komið í ljós að varan er gölluð og ég þarf að senda hana út - og fæ nýja eins vöru í staðin.\nHvernig tekur tollurinn á svona máli?\nGet ég skráð það að ég sé að senda vöruna út til þess að sleppa við gjöld þegar nýja varan kemur til landsins?\nBy the way þá langar mig að hrósa eBay og mæli með þeim ef þið viljið spara peninga. Maður fær yfirleitt tíu sinnum betri þjónustu þar heldur en hér heima(en eðlilega geta hlutir tekið lengri tíma).",
            "date": "2014-11-12 21:42:00",
            "post_id": "579919",
            "reply_to_id": false
        },
        {
            "user_name": "Framed",
            "text": "Samkvæmt tollinum þá geturðu fengið tollinn og önnur gjöld af endursendu vörunni endurgreiddann. En þarft síðan að borga gjöldin aftur við móttöku á nýju vörunni. Sjá neðri hluta \nþessarar síðu.",
            "date": "2014-11-12 21:58:00",
            "post_id": "579927",
            "reply_to_id": "579919"
        },
        {
            "user_name": "methylman",
            "text": "Það er best að gera þetta í samráði við þá fylla út útflutningsskýrslu á pósthúsinu og gera allt rétt og ekki flýta sér neitt.",
            "date": "2014-11-12 22:50:00",
            "post_id": "579934",
            "reply_to_id": "579927"
        },
        {
            "user_name": "Hrotti",
            "text": "Ég hef fengið nokkrum sinnum bætta gallaða hluti og þá hef ég bara sent tollinum samskiptin við þann sem að bætti tjónið og þannig sýnt að ég borgaði 0kr fyrir það. Hingað til hefur það ekki verið neitt mál. Ég held samt að ég hafi þurft að borga eitthvað klink fyrir einhver föst gjöld.",
            "date": "2014-11-12 23:54:00",
            "post_id": "579938",
            "reply_to_id": "579934"
        }
    ],
    "date": "2014-11-12 21:42:00"
}