{
    "forum_title": "Framtíð og þróun",
    "id": "63353",
    "title": "Afhverju eru Amerísk tæknifyrirtæki svona allsráðandi?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=35&t=63353",
    "posts": [
        {
            "user_name": "appel",
            "text": "Þetta er bara smá hugarrantur og íhugunarprump:\nGoogle, Apple, Microsoft, Yahoo, Dropbox, Facebook, Amazon, o.s.frv.\nÖll tæknifyrirtækin og netfyrirtækin í dag virðist vera Amerísk. Mér dettur ekki í hug eitt einasta evrópskt tækni- og netfyrirtæki. Kína er með sín fyrirtæki innan sinna múra. En víðast hvar í heiminum virðast amerísk fyrirtæki vera dominerandi.\nKomi upp evrópskt tæknifyrirtæki þá er það keypt af amerískum risa, sbr. Skype. Endastöð evrópskra tæknifyrirtækja er að vera keypt upp af amerískum.\nMaður verður svo hálflamaður yfir tilhugsuninni að öll þessi amerísku tæknifyrirtækju eru að vinna með NSA að njósna um allt og alla.\nÉg velti fyrir mér hvað hefði gerst ef c.a. 1990 hefði verið framleitt VHS tæki sem sendi upplýsingar til Bandaríkjanna um hvaða spólu væri verið að horfa á. Held að íslensk stjórnvöld hefðu snarlega bannað sölu á slíku VHS tæki. En samt í dag er ástandið mun ... fáránlegra. En njósna-aspectið og persónuverndaraspectið er bara einn vinkillinn í þessu.\nÉg er hugsi yfir íslenskum lögum um persónuvernd, en þau gera í raun íslenskum aðilum ókleift að bjóða upp á sambærilega \"þjónustu\" og amerísku fyrirtækin gera sökum jú persónuverndar. Eina leiðin fyrir íslenskan almenning til að njóta slíkra þjónustu er að fá hana yfir hafið. Don't get me wrong, ég tel að persónuvernd sé af hinu góða og nauðsynleg, en hvernig getur fyrirtæki keppt við annað fyrirtæki í sama geira ef reglurnar sem þau þurfa að spila eftir eru mun meira íþyngjandi fyrir annað þeirra?\nGuðjón var t.d. kærður fyrir aðild að meiðyrði og hann þurfti að punga út miklum fjárhæðum til að borga lögfræðikostnað, en málið er að íslensk löggjöf einfaldlega er svo fáránleg að leyfa svona misnotkun á dómskerfinu. Í BNA væri svona ekki hægt, gætir þú ímyndað þér ef hægt væri að kæra Google fyrir eitthvað sem er birt á leitarsíðunni þeirra? En það er hægt á Íslandi að því virðist.\nEf það væri íslensk leitarvél með 90% markaðshlutdeild í öllum leitum íslendinga þá getur þú bókað það að íslensk stjórnvöld og eftirlitsbatteríið væri á bakinu á því fyrirtæki að hamra það niður með íþyngjandi ákvæðum. Ameríka virðist fara þveröfuga leið, þar koma stjórnvöld og vinna með fyrirtækjunum í að hafa eftirlit með fólki.\nMaður verður smá hugsi yfir framtíð svona gagnaþjónustu yfir landamæri. Núna er pæling í gangi innan ESB að kveða á um að skipta eigi Google upp, aðskilja leitarvélahlutann frá öðru. Ekki veit ég hvaða lögsögu ESB hefur yfir Amerísku netfyrirtæki, nema þá að Google vilji fá aðgang að evrópska markaðnum, en ég er ekki svo viss um að þeir þurfi eitthvað sérstakt leyfi frá ESB, eða hvað?\nÞað eru engin evrópsk netfyrirtæki útaf tveimur ástæðum 1) evrópskur kúltur er allt öðruvísi og íþrengjandi 2) amerísku netfyrirtækin kaffæra alla samkeppni. ESB líkar illa við ástæðu #2 en horfast ekki í augu við #1.\nLjóst er að það mun koma upp ákveðin tímamót þegar Evrópa sættir sig ekki lengur við að Ameríka sé svona allsráðandi í að veita Evrópu gagnaþjónustu, ESB mun koma með íþyngjandi ákvæði til að lyfta upp evrópskum fyrirtækjum, jákvæða mismunun hálfgerða.\nNúna er Google að selja svokallaðar \"chromebook\" nettölvur, sem geyma öll gögn í Google cloudi. Þessar tölvur eru seldar á Íslandi. Maður er hugsi yfir þessu. Ég er ekki að reyna hljóma gamaldags en ég tel mjög vafasamt að öll gögn íslendinga séu geymt í BNA. T.d. var aðstoðarmaður ráðherra með Gmail account og auðvitað geta bandarísk stjórnvöld komist í það. \nTæknilega séð er þetta flott tækni og góð hugmynd.... en þetta er fáránlegt samt að gera þetta, geyma allt sitt í útlöndum. Ef þú myndir lýsa þessu fyrir manni frá 1980 þá myndi hann segja þig vitlausan að gera þetta, en samt gerum við þetta. Allar ljósmyndir sem við tökum fara til útlanda, öll símtöl í gegnum Skype, allt syncað og uploadað beint til ameríku þar sem engin lög og réttur gildir, þú ert algjörlega réttindalaus.\nÞað er lokað á pirate bay á Íslandi, en samt ekki lokað á stærstu þjófa sem stela íslensku efni og íslenskum gögnum, amerísk netfyrirtæki.",
            "date": "2014-11-23 22:34:00",
            "post_id": "581062",
            "reply_to_id": false
        },
        {
            "user_name": "Revenant",
            "text": "Ég held að ástæðan sé sambland af mörgum hlutum.\nUSA um 316 milljón manns (3. stærsta) og með eitt stærsta hagkerfi í heimi. Ef þú blandar því saman við litla áhættu við að stofna fyrirtæki, hagstæð lög og lága ávöxtun fjármagni þá er mikil hvati í áhættuverkefni. \nTæknifyrirtæki hafa sl. 10 ár hækkað einna mest í kauphöllini í USA og það er því mikill áhugi að fjárfesta í þeim geira. Sem dæmi hafa áhættustjóðir fjárfest í hundruðum startup fyrirtækjum til að vonast til að eitt þeirra verði \"nýja apple\". \n\"Vandamál\" USA er í raun of mikið af ódýru fjármagi sem er ekki eins mikið að finna í evrópu (sem er með hærri skatta en USA). \nTökum bara \"innlent\" dæmi. \nPlain Vanilla (QuizUp) gat ekki fjármagnað sig á íslandi og fór þá til USA í leit að fjármagni. Þeir náðu að koma sér inn hjá áhættusjóði þannig þeir gátu stækkað við sig töluvert. \nHinsvegar efast ég um að Plain Vanilla muni einhverntíman skila hagnaði en það skiptir ekki máli því í augum fjárfestisins.\nEf fyrirtækið er með vinsæla vöru(app) þá er verðmatið á fyrirtækinu hærra - jafnvel þó að verðmatið sé algjört loft.",
            "date": "2014-11-23 22:55:00",
            "post_id": "581064",
            "reply_to_id": "581062"
        },
        {
            "user_name": "rapport",
            "text": "Held að þetta sé bara svona í þessum heimshluta, allt aðrar vörur eru vinsælar í austur evrópu, asíu og afríku...",
            "date": "2014-11-23 23:39:00",
            "post_id": "581065",
            "reply_to_id": "581064"
        },
        {
            "user_name": "braudrist",
            "text": "Svo má ekki gleyma Intel, AMD, nVIDIA, Dell, Oracle o.fl. Maður hefur aldrei pælt í þessu \n \nEru Bandaríkjamenn ekki líka með langbestu háskóla, rannsóknarstofur, etc? Kannski spilar það líka inn í",
            "date": "2014-11-23 23:56:00",
            "post_id": "581066",
            "reply_to_id": "581065"
        },
        {
            "user_name": "rapport",
            "text": "http://en.wikipedia.org/wiki/List_of_la ... ufacturers\nHversu marga framleiðiendur þekkið þiðá þessum lista?\nÞetta virðist einnig sjaldan vera amerískt, bara spes vörumerki og logo markaðssett fyrir vesturlönd sem heild.\nÞví er þetta bara marketing trix hjá þessum stóru, að láta okkur fá sama markaðsefni og salespitch og USA.\nÞað þekkist... t.d. voru Mitac vélar hér heima ekki stórt brand en framleiddu flestar Medion fartölvur en ekki öfugt.\nPampers er ekki vinsælt annarstaðar í Evrópu, bara markaðssetning hér á klakanum gerir þetta brand vinsælt, ekki eru það gæðin m.v. eitur og annað sem hefur fundist í blautklútunum þeirra.\nMarketing marketing marketing... Rétt eins og SDG er að gera núna, eru ekki flestir búnir að sjá út hvað hann er að reyna að selja?",
            "date": "2014-11-24 00:17:00",
            "post_id": "581068",
            "reply_to_id": "581066"
        },
        {
            "user_name": "bigggan",
            "text": "Nja, það eru margir storir herna lika, td. NGINX og lika Spotify. SoundCloud, Viber.\nARM sem er nánast i öllum snjallsimar, er breskt fyritæki",
            "date": "2014-11-24 09:53:00",
            "post_id": "581071",
            "reply_to_id": "581068"
        },
        {
            "user_name": "ponzer",
            "text": "Í sambandi við afhverju séu svona mörg fyrirtæki í BNA þá er þessi fyrirlestur ágæt útskýring á því\nhttps://www.youtube.com/watch?v=MF9tVkokHZM\nSvo \"stela\" margir skólar í BNA oft mjög öflugum erlendum nemendum í gegnum scholarship prógröm sem enda svo með því að lifa þar.",
            "date": "2014-11-24 10:48:00",
            "post_id": "581082",
            "reply_to_id": "581071"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Er það ekki út af því að þeir eru með lang bestu skólana?",
            "date": "2014-11-24 17:05:00",
            "post_id": "581105",
            "reply_to_id": "581082"
        },
        {
            "user_name": "Gúrú",
            "text": "Langríkasta land í heiminum með bestu háskóla heimsins og 5% af mannfjölda. Fín uppskrift að árangri á öllum sviðum. \nÞú veist ekkert um réttarkerfin sé ég. Kerfið hérna heima er \nmiklu\n betra að nákvæmlega þessu leyti.\nÞað er hægt að kæra Google -ekki bara fyrir eitthvað sem er birt á leitarsíðunni þeirra- heldur hvað sem er í Bandaríkjunum. \nÞað er ekki til land með meiri óþarfa lögfræðikostnað (sem verjendur þurfa að greiða sjálfir). \nEf þetta Vaktarmál okkar hefði gerst í Bandaríkjunum gæti Friðjón auðveldlega gert Guðjón gjaldþrota, svo einfalt er það. \nLöngu áður en niðurstaða yrði fengin í málinu.\nÍ ~45 af 50 fylkjunum hefði Guðjón ekki einu sinni fengið þessa kostnaðarkröfu og í engum þeirra hefði hún hljóðað upp á allan lögfræðikostnaðinn hans.\nÞað að fólk sem er gjaldþrota og skuldugt sé að valda öðru fólki fjárhagslegum skaða er ekkert nýtt og tengist réttarkerfinu ekki neitt svo það er fáránlegt að kenna réttarkerfinu okkar um.",
            "date": "2014-11-24 17:17:00",
            "post_id": "581106",
            "reply_to_id": "581105"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Það má samt ekki gleyma:\nhttps://en.wikipedia.org/wiki/List_of_c ... ernal_debt",
            "date": "2014-11-24 18:16:00",
            "post_id": "581112",
            "reply_to_id": "581106"
        },
        {
            "user_name": "Gúrú",
            "text": "Ef maður hefur í huga að skuldir BNA eru á fáránlega lágum raunvöxtum (<1% að mestu) og að GDP/Capita er $53 000 í BNA\nþá erum við að tala um að vextirnir af Debt/Capita eru <0,8% af GDP/Capita þá sér maður að þetta er ekki mikið áhyggjuefni fyrir BNA. \nEkki samanburðarhæft við allar hinar íþyngjandi, óhagstæðu, óhagkvæmu og efnahagsskemmandi skuldirnar hjá hinum löndunum. \nÞað munu mörg lönd og veldi hrynja á undan BNA.",
            "date": "2014-11-24 20:40:00",
            "post_id": "581125",
            "reply_to_id": "581112"
        },
        {
            "user_name": "Stuffz",
            "text": "olían er að verða búin",
            "date": "2014-11-25 13:04:00",
            "post_id": "581205",
            "reply_to_id": "581125"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Dollarinn er samt ekki mjög traustur gjaldmiðill - þeir reiða á hervald til þess að halda verði hans  \nÞað er voðalega lítil verðmætasköpun á bak við hann miðað við stærð - styrkur hans er að hann er notaður í alþjóðlegum viðskiptum með olíu.\nÞeir finna reyndar fáránlegustu leiðir í heimi til þess að ráðast inn í lönd sem ræða það að nota annan gjaldmiðil í viðskiptum og þeir ná að plata öll vesturlönd með sér - eins og Saddam Hussein og Muammar Gaddafi",
            "date": "2014-11-25 17:00:00",
            "post_id": "581229",
            "reply_to_id": "581205"
        },
        {
            "user_name": "appel",
            "text": "The European Parliament Threatens To Break Up Google\nhttp://www.forbes.com/sites/timworstall ... up-google/\nÞað er áhugavert að sjá hvað gerist. ESB hefur verið að rannsaka Google í 4 ár og þá til hvaða aðgerða á að grípa til gagnvart hugsanlegri hringamyndun (monopoly) Google.\nEfnahagsstyrkur BNA er vissulega ein skýringin á yfirburðum amerískra netrisa, en það er ekki það eina. Ég get farið út í búð á Íslandi og keypt mér Google android síma, og ekkert vesen, en þegar þú skoðar hvernig þessi sími virkar m.t.t. persónuverndar þá er ljóst að hann samræmist ekki íslenskum lögum. Amerísku netrisarnir selja t.a.m. persónuupplýsingar um notendur sína til þriðja aðila og geyma upplýsingar um þig um alla tíð. NSA njósnahneykslið ætti að hafa verið næg ástæða til þess að taka öll slík tæki úr sölu á Íslandi (er þó ekki að mæla með því) en maður veltir þessu fyrir sér.\nHinsvegar ef ég fer út í búð á Íslandi og kaupi mér íslenskan snjallsíma sem er búinn til hér og seldur hér og virkar eins og Google síminn þá væri Persónuvernd búið að koma og banna sölu á slíkum símum.\nÞetta er einsog með erlendu klámblöðin í bókabúðinni, það er í lagi að selja þau hér á Íslandi en ef íslenskur aðili ætlar að gefa út klámblað þá kemur lögreglan og handtekur hann.\nEða einsog með áfengisauglýsingar í erlendum miðlum, erlendir miðlar mega auglýsa áfengi hér en ekki íslenskir aðilar.\nPunkturinn hjá mér er sá að íslenskum aðilum er mismunað gríðarlega, þeir geta ekki keppt við erlendu aðilana á sama grundvelli.\nFyrir vikið verður ekki til neinn hvati til að álíka þjónustur spretti upp hérna, heldur víkja þær fyrir erlendu/amerísku þjónustunum, og íslenskir eftirlitsaðilar missa öll tök á markaðnum og því umhverfi sem íslenskir neytendur þrífast í.\nGreiðsla á virðisaukaskatti er líka annað dæmi. Íslenskt fyrirtæki þarf að leggja vsk. á allar sínar vörur og þjónustur, en amerískt netfyrirtæki sleppur við það. Þannig að í raun er íslenskt fyrirtæki með \"penalty\" á sér hér á Íslandi.",
            "date": "2014-11-25 17:20:00",
            "post_id": "581230",
            "reply_to_id": "581229"
        },
        {
            "user_name": "appel",
            "text": "The Dark Side of the App Store\nwww.wibki.com/blog/dark-side-app-store/",
            "date": "2014-11-25 23:51:00",
            "post_id": "581276",
            "reply_to_id": "581230"
        },
        {
            "user_name": "pangolin",
            "text": "Amerísk tæknifyrirtæki er ráðandi hér á vesturlöndunum og annarstaðar, en það getur alltaf breyst.\nAugljóslega hafði ríkidæmið mikið að segja en það er meira sem má nefna.\n0. Á tíma seinni heimstyrjaldar og fram að \"war on drugs\" fundu vísindamenn fyrir örryggi og gott samband var á milli þeirra og yfirvalda.\n1. Seinni heimstyrjöld. Bretar deila \"frjálslega\" miklum upplýsingum um allskonar verkefni sem þeir voru að vinna við. (sjá t.d. tizard mission)\n2. Kalda stríðið. Það er ákveðinn pressa sem hjálpaði óbeint við að fjármagna upphafið og undirstöður fyrir silicon valley => fyrstir með smárann.\n3. Vegna velgengis við upphafs á silicon valley, aukast vinsældir á \"venture capital\" sem gerir umhverfi til nýsköpunar aðeins betra.\nÞeir höfðu fjármagn, mannvitið og viljan sem gerði það að verkum að þeir eru \"allsráðandi\" á markaði í dag.\nÞað eru samt vísbendingar að bmenn eru að missa þetta forskot þótt hægt sé. Kannski skortir vísindamönnum það örryggi sem þeir áður höfðu þegar heimurinn þurfti á þeim að halda. Finnar, Japanir og fleirri lönd eru að sækja í sig veðrið sem er bara frábært; en mig persónulega grunar að kína leynir mikið á sér. Kína hafur aðeins verið að sækja í sig veðrið á markaði og á sama tíma hafa þeir safnað reynslu við framleiðslu. Persónulega finnst mér að stjórnmálamenn bmanna séu að horfa of mikið á James Bond myndum og gleyma kannski að það var hugvit stærðfræðinga, eðlisfræðinga og verkfræðinga sem vann seinni heimsstyrjöldina. En þeir eru allavega ekki einir um þetta ef maður horfir til rússlands...",
            "date": "2016-04-18 18:29:00",
            "post_id": "622395",
            "reply_to_id": "581276"
        }
    ],
    "date": "2014-11-23 22:34:00"
}