{
    "forum_title": "Koníakstofan",
    "id": "63526",
    "title": "Guðbrandsbíblía !",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=63526",
    "posts": [
        {
            "user_name": "Hnykill",
            "text": "Vill svo til að mig vantar eintak af þessari  ritningu.. helst ekki afriti heldur eina af þessum 500 sem voru upprunalega prentaðar árið 1584.\nÉg er búinn að athuga Ebay og Amazon og slíkar netverslanir en auðvitað eru svona sjaldgæf rit ekki þar  \n \nHvert sný ég mér í svona málum ??  einhverja fornbókabúðir hér sem gætu nálgast svona ?  ..eða einhverskonar uppboðshaldarar sem hafa vitneskju hvar þessar bækur eru ?",
            "date": "2014-12-06 12:40:00",
            "post_id": "582520",
            "reply_to_id": false
        },
        {
            "user_name": "Bjosep",
            "text": "Einhverra hluta vegna stórefa ég að það séu mörg eintök eftir. Það er eitt á þjóðminjasafninu - \nhttp://www.thjodminjasafn.is/syningar/g ... ir/nr/2289\nÞau eintök sem eftir eru, eru líklegast bara safngripir og ef þig langar í eina slíka þá er verðmiðinn örugglega handfylli eða tvær af milljón verðlausum þorskkrónum.\nP.S Hér er uppboð á biblíu sem var prentuð 1956. Verðmatið er 190 þúsund en hún er slegin á 65 þúsund \nhttp://myndlist.is/auction/WebAuctionIt ... ItemID=151\nAnnars hefurðu nokkuð góða hugmynd um það hverjir eru bestir til að svara þér, fornbókasalar og uppboðshús.",
            "date": "2014-12-06 12:50:00",
            "post_id": "582521",
            "reply_to_id": "582520"
        },
        {
            "user_name": "Hnykill",
            "text": "Þakið er 500.000 krónur, þetta eintak er svo gott sem mitt  \n  ..takk kærlega fyrir  \nOg þetta er frá 2011.. :Þ  allt farið.. en takk samt\nFróði Fornabókasali sannar enn gildi sitt þetta skiptið.. á að heyra í Fróða Fornbókasala í Gilinu á Akureyri á Mánudaginn.\nVona það besta.",
            "date": "2014-12-06 13:22:00",
            "post_id": "582522",
            "reply_to_id": "582521"
        },
        {
            "user_name": "Bjosep",
            "text": "Ef þú nærð þér í eintak þá er einna líklegast að það verði annaðhvort 1956 eða 1984 útgáfan. Ég hef handleikið eintak sem var bundið inn í útskorna kápu sem var ólík þessari sem var á myndinni. Miðað við að líklegasti eigandi lést árið 1969 þá reikna ég með að þetta hafi verið 1956 útgáfan frekar en 1984 útgáfan.\nÞriðji valmöguleikinn er síðan sá að einhver hafi tekið að sér að prenta ódýrari útgáfu eða það hafi verið mismunandi kápur.\nÞú gætir mögulega prufað að heyra í sagnfræði/íslenskukennurum við framhaldsskólana á Akureyri. Eins norðlenska spekúlanta ef þér detta nokkrir í hug.\nP.S. ég hefði kannski átt að taka fram ártalið, bjóst bara við að orðið \"slegin\" gæfi stöðuna á uppboðinu",
            "date": "2014-12-06 13:46:00",
            "post_id": "582524",
            "reply_to_id": "582522"
        },
        {
            "user_name": "capteinninn",
            "text": "Veit að það er eitt svona stykki í fjölskyldunni en ég veit ekki hvort að það sé frá þessu ári en hún er samt mjög gömul veit ég.\nVeit ekki hvort að gamli vilji láta hana frá sér samt",
            "date": "2014-12-06 18:28:00",
            "post_id": "582543",
            "reply_to_id": "582524"
        },
        {
            "user_name": "SIKk",
            "text": "Ég er ótrúlega forvitinn núna, afhverju viltu eignast þessa bók, og þá sérstaklega svona eeeldgamla sem maður varla þorir að lesa þá ?",
            "date": "2014-12-06 18:58:00",
            "post_id": "582548",
            "reply_to_id": "582543"
        },
        {
            "user_name": "trausti164",
            "text": "Gamlar bækur sem að gefnar voru út í takmörkuðu upplagi hækka bara í verði og eru því góð fjárfesting og svo hefur þetta mikið safnaragildi líka.",
            "date": "2014-12-06 20:08:00",
            "post_id": "582556",
            "reply_to_id": "582548"
        },
        {
            "user_name": "Hnykill",
            "text": "Í Guðbrandsbíblíu er nafn guðs Yahweh eða \"Jehovah\" á nútímatúlkun. í staðinn fyrir \"Ég er Yahweh guð þinn.. þú skalt ei aðra Guði hafa.... í nútíma versi er búið að afmá nafn Guðs.. og í staðinn er komið \" \"Ég er \"Drottinn\" guð þinn.. þú skalt eigi aðra Guði hafa því ég er öfundsjúkur Guð !\nSvo ég spyr.. hvernig getur þú tekið Guðs nafn til hégóma ef það er ekkert nafn Guðs ! ?\n\"Yhve\" hið gamla rit ! er nafn Guðs ... \" þú skalt ei gjöra þér skurðgoð af því sem er af himni ofan eða á jörðu niðri \" .. sjá kross yðar er á toppi Kirkjunar .. er það ekki fyrir Sólina sjálfa \" þér hafið gjört skurðgoð af því er er ykkur ofan\" ... og sjá manninn og veruna er festur á krossinn.. þér hafið gjört yður skurðgoð af manni vorum , sem gengur á jörðu niðri... ég sagði  \"Ei skaltu gjöra þér líkneski af því sem er þér himnum ofan, og því er gengur þér á jörðu niðri !\nÞér hafið brugðist mér... og í enda bæn ykkar þér segið Amen... Amen er meint fyrir hin gamla sólguð Amenthethep, hin gamla Amenthothep.. hin Gamla óvin Jhave. \nÉg er jhave .. verið frjáls.. svo er orð mitt  !!\nÉg er Vottur jehova.. og mér er mikið í mun að endurheimta Nafn Guðs okkar ..\n bara svo þið vitið það !",
            "date": "2014-12-06 20:37:00",
            "post_id": "582561",
            "reply_to_id": "582556"
        },
        {
            "user_name": "Hnykill",
            "text": "Nafn Guðs er yhwh .. eða Jehova á nútímatúlkun... ég hef séð kristna trú skipta nafni Jehova út fyrir \"Drottinn\" .. svo geymir Guðbrandsbíblía Nafn Guðs frumriti sínu.. og ég heyðra nafn Guðs okkar ávalt...   ÞÉR SKULUÐ EI AFMÁ NAFN GUÐS...  í staðinn fyrir herlegheitinn  \"ég er drottinn guð ykkar \" .... Það stendur \" Ég er Yhawe Guð ykkar \" ég er öfundsjúkur guð.. og þú skalt ei gjöra þér skurðgoð af því er fer þér á himni ofan, eða af því er gengur þér á jörðu niðri. og þú skalt vita að nafn mitt er Jhawe. \"ég er Jehova\"\nYaweh eða Jehova... Þetta er enginn fokking Sonur Guðs.. og ég vil fá fokking nafn Guðs í þessa helvítis bók aftur !!\nFokking hata þessa helvítis ritskoðun eins og hún leggur sig... !!!",
            "date": "2014-12-06 21:09:00",
            "post_id": "582564",
            "reply_to_id": "582561"
        },
        {
            "user_name": "Hnykill",
            "text": "\" Þú skalt ei leggja nafn Guðs þíns til hégóma !\nVærirðu þá til í að segja mér nafn hans fyrst svo ég gæti gert svo ?  hvernig á ég að leggja nafn hans til hégóma ef ég veit ekki nafn hans... ?\nÞessvegna vantar mig Guðbrandsbíblíu.. til að nefna nafn Guðs við kirkjunar men.. svo við getum talað á ný !",
            "date": "2014-12-06 21:11:00",
            "post_id": "582566",
            "reply_to_id": "582564"
        },
        {
            "user_name": "Hnykill",
            "text": "Djöfull er ég pissed !!! Focking rusl !!!   ég er fullur, pirraður og djöfull pissed of !!!   afsakið en focking skulu drullast til að játa að nafn guðs er til !!  \" yhwh \" er \" Jehova \" á nútímamáli. og sjáið  að í Guðbrandsbíblíu að nafn guðs er nefnt .. fokking hafi það !   helvítis kirkjunar skítælar !!!!! sjáið hvaðan orð ykkar koma ! og játið !\nfokking hata ykkur stundum.... !",
            "date": "2014-12-06 21:37:00",
            "post_id": "582569",
            "reply_to_id": "582566"
        },
        {
            "user_name": "Nariur",
            "text": "Ég ætla að taka strax fram að ég er trúlaus.\nÞað er í fínu lagi að þú talir um trúna þína á svona þræði, sérstaklega þar sem þú varst óbeint spurður, en það réttlætir ekki svona stefnulaust trúar-rant/spam. Þú er kominn með yfir 1000 pósta hérna, þú ættir í það minnsta að kunna á edit takkann.\nMeð því að skrifa \"Guð\" með stórum staf ertu að viðurkenna að nafn Guðs er \"Guð\".\nEn, að rífast um þetta er álíka heimskulegt og að rífast um Star Trek (hvort tveggja skáldskapur með góðan boðskap) svo ég ætla ekki lengra með þetta.\nDjöfull eru vottar smámunasamir.",
            "date": "2014-12-06 21:38:00",
            "post_id": "582570",
            "reply_to_id": "582569"
        },
        {
            "user_name": "Danni V8",
            "text": "What is this I don't even",
            "date": "2014-12-06 21:39:00",
            "post_id": "582571",
            "reply_to_id": "582570"
        },
        {
            "user_name": "steinarorri",
            "text": "",
            "date": "2014-12-06 21:40:00",
            "post_id": "582572",
            "reply_to_id": "582571"
        },
        {
            "user_name": "Hnykill",
            "text": "Og þú veist.. lifi Vaktin.is og allt það :Þ\nÆji er bara fullur og bitur eitthvað.. fokking helvítis druslur eru með nafn Guðs í bókum sínum fyrir 200 árum og svo skipta þeir því út fyrir titilinn \" Drottinn \" og kalla þá sem nefna guð sínu réttu nafni einhvern helvítis sértrúaðarsöfnuð ? ... fyrir 200 árum var Nafn Guðs sjálfs \"Yhwh\" og þegar maður segist vera  \"Vottur Jehova\" þá fer allt í keng\nEru orðin \" þú skalt ei gjöra þér skurðgoð af því sem er á himni ofan eða á jörðu niðri \" bara rugl fyrir ykkur ??  með helvítís kross sólarinar á toppi kirkjunnar og nelgdan mann á kross á jörðu niðri fyrir ofan reglubókina sjálfa ?\nhata þessi helvítis dýr í alvöru... afsakið að ég sé að blása svona út hérna :/   bara þú veist.. var alinn upp með mikið af þessum skilningi í huga.. djöfullinn hafi það !",
            "date": "2014-12-06 21:40:00",
            "post_id": "582573",
            "reply_to_id": "582572"
        },
        {
            "user_name": "Hnykill",
            "text": "Og gleðileg jól strákar :Þ  ... er ekkert að missa mig meira en venjulega... Vaktin.is er eiginlega eini samaskiptamiðillinn minn og ég er ekkert virkur á Facebook eða neinu þannig og ég tjái mig ekkert af viti við einn né neinn.. var bara aðeins að rifja upp hví nafn guðs fór frá 200 árum að vera \"Yhwe\" yfir í \"Drottinn\" ... bara þú veist.. þetta er á milli votta Jehova eins og að tala um Kóraninn.. helvítis fer í mig stundum :/ djöfullinn hafi það ! :Þ \nSamt Afsakið.. á það til að missa mig smá öðru hverju :/\nDjöfullinn hafi það !!\nÆtla horfa á nokkrar seríur af Stargate Atlantis og minna mig á að ég ætla ekki út úr húsi næstu 8 dagana !!!     djöfull fór í mig þetta með nafn guðs !!!   ég lærði þetta sem krakki að nafn guðs er \"yhwh\"  ritað og þýtt beint af íslenskum þýðendum... og þessi helvítis kristna kirkja okkar minnir mig á feluleik Páfans og eitthvað svo shit.. \nJá og svo er ég líka á sterkum geðlyfjum, örorkubótum, almennri skynsemi , og öðru eins  \n .... æji fokkit.. hví það ég alltaf að vera geðveiki gaurinn ? :Þ",
            "date": "2014-12-06 21:58:00",
            "post_id": "582577",
            "reply_to_id": "582573"
        },
        {
            "user_name": "oskar9",
            "text": "hahahaha",
            "date": "2014-12-06 22:08:00",
            "post_id": "582578",
            "reply_to_id": "582577"
        },
        {
            "user_name": "Bjosep",
            "text": "Hér á einhver skilið knús!\nVAKTARKNÚS!",
            "date": "2014-12-06 22:09:00",
            "post_id": "582579",
            "reply_to_id": "582578"
        },
        {
            "user_name": "Hnykill",
            "text": "Takk kallinn :Þ .. fyrirgefið strákar... á til að ganga aðeins of langt stundum... vill frekar tjá mig hérna en á Fecebook t.d  \nÞað er einhvernveginn betra að tjá sig hérna en á öðrum samskiptamiðlum... það er ekki bara umburðalyndið í ykkur heldur bara þessi almenni skilningur ykkar á hversdagsmálum.. eins og trúmálum  og öllu þessu.. það er gott í ykkur strákar !  \n    afsakið ruglið í mér..",
            "date": "2014-12-06 22:30:00",
            "post_id": "582583",
            "reply_to_id": "582579"
        },
        {
            "user_name": "Gislinn",
            "text": "Ef þú ert að leitast eftir einhverjum uppruna eða að hafa sem fæstar breytingar frá upphaflegu riti (hvað svo sem það þýðir) væri þá ekki málið að læra hebresku og arameísku? Þá gætir þú lesið Tanakh. \nHver segir að ein þýðing sé réttari en önnur? Eina leiðin til að komast að upprunanum er að lesa ritið á upprunamáli (eða sem því næst) og dæma þá hvort ein þýðing sé æðri öðrum.",
            "date": "2014-12-06 22:54:00",
            "post_id": "582588",
            "reply_to_id": "582583"
        },
        {
            "user_name": "lukkuláki",
            "text": "Oh boy oh boy var einhverju svörum eytt hérna ég gerði heiðarlega tilraun til að skilja þetta en varð bara meira og meira hissa eftir hverja línu",
            "date": "2014-12-06 23:05:00",
            "post_id": "582589",
            "reply_to_id": "582588"
        },
        {
            "user_name": "Hnykill",
            "text": "Gleðileg Jól strákar... afsakið þvaðrið í mér ! :Þ",
            "date": "2014-12-06 23:14:00",
            "post_id": "582591",
            "reply_to_id": "582589"
        },
        {
            "user_name": "hrefna",
            "text": "Hæ! A eina 1956",
            "date": "2015-04-21 20:15:00",
            "post_id": "596920",
            "reply_to_id": "582591"
        },
        {
            "user_name": "hrefna",
            "text": "Eintak 329..",
            "date": "2015-04-21 20:17:00",
            "post_id": "596923",
            "reply_to_id": "596920"
        },
        {
            "user_name": "trausti164",
            "text": "Smá gamall þráður.",
            "date": "2015-04-22 01:16:00",
            "post_id": "596941",
            "reply_to_id": "596923"
        },
        {
            "user_name": "zedro",
            "text": "Það eru komin jól hjá þér dama að selja! \ntrausti164: Fjórir mánuðir er ekki neitt neitt fyrir svona gamla hluti, Hnykill hefur eflaust mikinn áhuga sé hann ekki búinn að redda sér",
            "date": "2015-04-22 02:20:00",
            "post_id": "596946",
            "reply_to_id": false
        },
        {
            "user_name": "hrefna",
            "text": "Oki hehe..sa tad ekki :-)",
            "date": "2015-04-22 07:31:00",
            "post_id": "596951",
            "reply_to_id": "596946"
        },
        {
            "user_name": "gRIMwORLD",
            "text": "Gamall þráður eður ei. Fyrir forvitnissakir, hvað myndiru leggja á þessa bók? Ég sjálfur hef engan áhuga á að eignast hana, bara forvitinn",
            "date": "2015-04-22 16:46:00",
            "post_id": "596976",
            "reply_to_id": "596951"
        },
        {
            "user_name": "hrefna",
            "text": "Hann hja minjasafninu sagdi 250.000..en eg vil bara fa tilbod...",
            "date": "2015-04-22 17:22:00",
            "post_id": "596984",
            "reply_to_id": "596976"
        }
    ],
    "date": "2015-04-22 02:20:00"
}