{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "637",
    "title": "Hjálp! Ég held að móðurborðið mitt sé dautt..",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=637",
    "posts": [
        {
            "user_name": "gummudu",
            "text": "Ég hélt upp á eina eldri vél og var að spila RedAlert2 á lan við kærustuna um daginn, og þannig vildi til að hún rústaði mér gjörsamlega og vélin bara gaf upp öndina.\n\n\n\nVél:\n\n650MHz AMD Duron\n\n256MB 133MHz SDRAM\n\nGeForce2 MX\n\nSB LIVE 5.1\n\n\n\nAllt bara varð svart á skjánum en allar viftur voru í gangi í vélinni en hún vann ekkert og ekkert var hægt að gera nema slökkva á rafmagninu. Síðan reyndi ég að ræsa vélina upp aftur en náði henni ekki einu sinni upp í BIOS, en hún kveikir á öllum viftum og svoleiðis. Hún bara stoppar og fjórar ljósdíóður á móbóinu sem eiga að gefa upp stöðu lýsa allar rauðar sem samkv. leiðarvísi þýðir að batteríið er dautt eða örrinn. Batteríið er ekki dautt er búinn að prófa að skipta um og er búinn að prófa örrann í öðru móbói og hann virkar.\n\n\n\nEr það þá ekki rétt ályktað hjá mér að móbóið hafi bara drepist, hversu asnalega sem það hljómar að bara allt í einu hafi eitthvað brunnið út?\n\n\n\nEr búinn að skoða móbóið en það er enginn þéttir upphleyptur eða orðinn bruna brúnn eða neitt.. þetta er alveg fáránlegt.\n\n\n\nÉg var ekki búinn að prófa að skipta út minninu eða spjöldunum, en samkv. stöðu á ljósdíóðunum þá ætti það ekki að vera málið.\n\n\n\nEinhverjar uppástungur?",
            "date": "2003-04-23 16:45:00",
            "post_id": "4458",
            "reply_to_id": false
        },
        {
            "user_name": "Voffinn",
            "text": "er í lagi með skjákortið ? \n\n - kom einu sinni fyrir mig, þá kviknaði á henni og heyrðist eitthvað bíb, og svo bara gerðist ekkert...þá var skjákortið búið að losna aðeins úr raufinni,",
            "date": "2003-04-23 16:49:00",
            "post_id": "4459",
            "reply_to_id": "4458"
        },
        {
            "user_name": "GuðjónR",
            "text": "Prófaðu að skipta um skjákort...kannski að það hafi brætt úr sér...",
            "date": "2003-04-23 18:53:00",
            "post_id": "4478",
            "reply_to_id": "4459"
        },
        {
            "user_name": "Tinker",
            "text": "búinn að prófa aðra kærustu?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n.... ég bara varð!",
            "date": "2003-04-23 21:12:00",
            "post_id": "4502",
            "reply_to_id": "4478"
        },
        {
            "user_name": "gumol",
            "text": "Góður",
            "date": "2003-04-23 21:15:00",
            "post_id": "4504",
            "reply_to_id": "4502"
        },
        {
            "user_name": "Voffinn",
            "text": "þú bara færð eina lánaða frá vini þínum... he wount mind... much...",
            "date": "2003-04-23 21:17:00",
            "post_id": "4505",
            "reply_to_id": "4504"
        },
        {
            "user_name": "MezzUp",
            "text": "ROFL tinker ROFL\n\nen annars held ég að þú hafir skammast þín svo mikið fyrir að vera að tapa að þú skvettir \"óvart\" einhverju á móðurborðið :)",
            "date": "2003-04-23 22:36:00",
            "post_id": "4509",
            "reply_to_id": "4505"
        },
        {
            "user_name": "gummudu",
            "text": "hehehehe.. \n\n\n\n\nKærastan er alveg í \ntoppstandi\n ég get fullvissað ykkur um það, margprófuð og virkar betur í hvert skipti \n\n\n\n\nEn skjákortið var ekki málið og ekki heldur minnið, skipti þessu út en tölvan hangir alltaf eins.. hlýtur að vera móbóið.. ætli ég verði ekki bara að redda mér nýju \n\n\n\n\nÞað vill ekki svo vel til að einhver eigi móðurborð fyrir lítinn pening sem virkar fyrir 650MHz AMD Duron ?",
            "date": "2003-04-24 16:11:00",
            "post_id": "4544",
            "reply_to_id": "4509"
        },
        {
            "user_name": "Tinker",
            "text": "Ef þú nennir að rtfm'a móbóið þá finnur maður stundum\n\nrofa/dip sem hreinsar cmos eða resettar borðinu...\n\nÞað breytti raunar engu þegar ég lenti í svipuðum draugagangi.\n\n(það var minnið í mínu tilfelli)\n\nSvo getur vökvi í lyklaborð víst gert ýmislegt við móðurborð, en það\n\ner bara eitthvað sem ég hef heyrt, það væri gaman að heyra frá\n\neinhverjum sem VEIT það fyrir víst.",
            "date": "2003-04-24 17:13:00",
            "post_id": "4546",
            "reply_to_id": "4544"
        },
        {
            "user_name": "Tesli",
            "text": "Áður en þú færð þér nýtt móðurborð, prufaðu þá að taka batteríið úr móbóinu og kveikja á tölvunni, slökkva strax á henni aftur, setja það aftur í og kveikja, þá ertu búinn að nullstilla biosinn.\n\nÉg lenti í svipuðu og fann engann jumper á móbóinu sem resettaði biosnum og þá gerði ég þetta og þá náði ég að kveikja á tölvunni og stillti biosinn aftur og vola.\n\nCorrect me if im rong",
            "date": "2003-04-24 18:47:00",
            "post_id": "4550",
            "reply_to_id": "4546"
        },
        {
            "user_name": "MezzUp",
            "text": "og hættu svo að monta þig af því að eiga kærustu",
            "date": "2003-04-24 19:49:00",
            "post_id": "4555",
            "reply_to_id": "4550"
        },
        {
            "user_name": "Atlinn",
            "text": "humm áttu kærustu sem spilar Red Alert 2 ?\n\nIf so gimmy one of those\n\nEn hvernig móðurborð var þetta? Ég átti eitthvað móðurborð sem bara hætti að virka, MSI eitthvað, það var svipað, vifturnar hdd og allt það fór í gang og það voru 4 rauð ljós, engin brunamerki eða neitt og allt úr vélinni var í lagi.\n\n\n\nGuðjónR flott ýmynd \"avatar\"",
            "date": "2003-04-25 00:55:00",
            "post_id": "4570",
            "reply_to_id": "4555"
        },
        {
            "user_name": "GuðjónR",
            "text": "Atlinn thx",
            "date": "2003-04-25 02:02:00",
            "post_id": "4573",
            "reply_to_id": "4570"
        },
        {
            "user_name": "Voffinn",
            "text": "ég sem hélt að það væri bara myth að það væru stelpur sem spiluðu ra2 ?",
            "date": "2003-04-25 10:49:00",
            "post_id": "4578",
            "reply_to_id": "4573"
        },
        {
            "user_name": "gummudu",
            "text": "Ég held ég geti gert það opinbert að móðurborðið er dautt.. búinn að núllstilla cmos/bios með jumper og með því að svissa batteríum.. búinn að prófa annað tvö önnur skjákort sem eru í lagi.. búinn að prófa annað minni (sem ætti að vera í lagi).. örrinn virkar pottþétt og allt annað.\n\n\n\nÞetta er eitthvað gamalt MSI móðurborð, man ekki týpuna, en það bara fer ekki upp í BIOS bara hangir og díóðurnar lýsa allar rauðar. Bara ákvað að drepast allt í einu... bwaahahaha suicidal móðurborð, það hefur laggst í þunglyndi eftir að ég keypti nýju vélina mína \n Chipset envy??",
            "date": "2003-04-25 17:20:00",
            "post_id": "4588",
            "reply_to_id": "4578"
        },
        {
            "user_name": "elv",
            "text": "Ég sammhryggist",
            "date": "2003-04-25 17:44:00",
            "post_id": "4589",
            "reply_to_id": "4588"
        },
        {
            "user_name": "gummudu",
            "text": "Takk fyrir.\n\n\n\nÚtförin verður haldin í kyrrþey, blóm og kransar vinsamlegast afþakkaðir.",
            "date": "2003-04-25 17:46:00",
            "post_id": "4590",
            "reply_to_id": "4589"
        },
        {
            "user_name": "gumol",
            "text": "Verður jarðað í Fossvoginum, eða ætlaru kanski að láta brenna það",
            "date": "2003-04-25 18:02:00",
            "post_id": "4591",
            "reply_to_id": "4590"
        },
        {
            "user_name": "gummudu",
            "text": "Það verður brennt, það var þess hinsta ósk.\n\n\n\nÉg fer síðan í sumar og heimsæki æskuslóðir þess og dreifi öskunni.",
            "date": "2003-04-25 18:08:00",
            "post_id": "4593",
            "reply_to_id": "4591"
        },
        {
            "user_name": "Voffinn",
            "text": "ætla að vona þín vegna að þetta sé ekki eitthvað frá taívan \n eða eitthvað sambærilegt",
            "date": "2003-04-25 18:46:00",
            "post_id": "4594",
            "reply_to_id": "4593"
        },
        {
            "user_name": "MezzUp",
            "text": "útbrunnið borð sem að verður brennt, how irconic........,\n\nannars geturru prufað að taka alla tölvuna og setja hana aftur saman, og prufa að starta henni einungis með basic drasli",
            "date": "2003-04-25 19:06:00",
            "post_id": "4595",
            "reply_to_id": "4594"
        },
        {
            "user_name": "^Soldier",
            "text": "Ef þú hefðir verið í StarCraft þá hefði þetta aldrei gerst",
            "date": "2003-04-28 20:58:00",
            "post_id": "4778",
            "reply_to_id": "4595"
        },
        {
            "user_name": "halanegri",
            "text": "frænka mín býr á fáskrúðsfirði líka. er ekki einmanalegt þarna marr? drullulítið pleis",
            "date": "2003-04-29 00:50:00",
            "post_id": "4798",
            "reply_to_id": "4778"
        },
        {
            "user_name": "Voffinn",
            "text": "þú sérð líka hvað þeir eru einangraðir, ennþá að leika sér í starcraft",
            "date": "2003-04-29 12:15:00",
            "post_id": "4800",
            "reply_to_id": "4798"
        },
        {
            "user_name": "Zaphod",
            "text": "Er þetta með slot A??? ekki Socket A",
            "date": "2003-04-29 18:07:00",
            "post_id": "4856",
            "reply_to_id": "4800"
        },
        {
            "user_name": "Zaphod",
            "text": "og heitir það kannski msi-6195 eða K7 pro",
            "date": "2003-04-29 18:14:00",
            "post_id": "4858",
            "reply_to_id": false
        },
        {
            "user_name": "elv",
            "text": "And your point is",
            "date": "2003-04-29 19:04:00",
            "post_id": "4866",
            "reply_to_id": "4858"
        },
        {
            "user_name": "Zaphod",
            "text": "ef örrinn er slot A þá má hann gefa mér hann . Takk fyrir \n\n\n\n\n\n\nsvo ef þetta er msi-6195 þá er mitt búið vera í gangi frá því í síðasta mánuði án þess að brenna yfir",
            "date": "2003-04-29 19:48:00",
            "post_id": "4870",
            "reply_to_id": "4866"
        },
        {
            "user_name": "^Soldier",
            "text": "Hvaða mórall..fínnt að búa á Fásk.  En btw StarCraft deyr aldrei",
            "date": "2003-04-29 20:06:00",
            "post_id": "4872",
            "reply_to_id": "4870"
        },
        {
            "user_name": "Negrowitch",
            "text": "Prófaðirðu annað powersupply? Hljómar asnalega í fyrstu en ef að powersupplyið nær ekki að gefa frá sér ákveðið voltage inn á móðurborðið þá kemur vélin ekki upp. Hef séð nákvæmlega sem þú ert að lýsa, með MSI móðurborði, rauðu díóðunum og sá pakki. Sakar ekki að reyna ef þú hefur prófað allt annað, það er að segja ef þú ert ekki búinn að henda móðurborðinu nú þegar",
            "date": "2003-07-30 00:09:00",
            "post_id": "9186",
            "reply_to_id": "4872"
        }
    ],
    "date": "2003-04-29 18:14:00"
}