{
    "forum_title": "Koníakstofan",
    "id": "63735",
    "title": "Hvað er brot gegn persónuvernd?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=63735",
    "posts": [
        {
            "user_name": "rapport",
            "text": "http://ruv.is/frett/greinargerdin-til-g ... undirritud\nEr það að gleyma að setja nafn og dagss. undir skjal með perónuupplýsingum í áður en það er sent ítölvupósti?\neða\nSenda skjal með persónuupplýsingum í tölvupósti?\nÞó að lögreglan hafi heimild til að vinna / sýsla með þessi gögn, þá hefur hún enga heimild til að hafa svona arfaslakt verklag, að senda þessar upplýsingar með tölvupósti frá sér.\nVæri ekki nær að stofnanir væru með einhverskonar dulkóðaða samskiptaleið / skjalasvæði með rekjanleika um hver opnar og skoðar gögn?\nHvaða lausnir eru í boði sem hægt væri að mæla með að lögreglan nýtti sér frekar?",
            "date": "2014-12-23 12:29:00",
            "post_id": "584418",
            "reply_to_id": false
        },
        {
            "user_name": "Sallarólegur",
            "text": "Vandamálið þarna er líklega eins og annars staðar, mannekla og of lítið fjármagn. Þetta blessaða fólk er að reyna að gera sitt besta, og svona lagað getur komið upp á. Það væri klárlega gott ef hvert embætti væri með sérstakan sérfræðing til þess að fara yfir, riskoða og dulkóða efni sem er sent og tekið á móti.\nEn því miður vantar fjármagn.",
            "date": "2014-12-23 13:33:00",
            "post_id": "584422",
            "reply_to_id": "584418"
        },
        {
            "user_name": "rapport",
            "text": "Samt, fólk sem sendir viðkvæmar persónuupplýsingar í e-mail á skilið að fá formlega áminningu.",
            "date": "2014-12-23 14:12:00",
            "post_id": "584423",
            "reply_to_id": "584422"
        },
        {
            "user_name": "Bjosep",
            "text": "Hvað er það við þetta sem á að hafa verið brot á persónuvernd?\nÞað að skjalið hafi verið sent með tölvupósti?\nP.S. Er ekki til dulkóðaður tölvupóstur? Piratebay menn tala allavega um að 2 af 3 hafi notað þannig í AFK myndinni",
            "date": "2014-12-23 14:47:00",
            "post_id": "584425",
            "reply_to_id": "584423"
        },
        {
            "user_name": "dori",
            "text": "Það er ekkert það sem er verið að tala um hérna. Það eru skjalaskráningarkerfi hjá öllum þessum stofnunum sem þær eiga að nota. Hérna var farið framhjá því en \"það er allt í lagi því að ég hélt að þessi gæi mætti vita allt, hvernig átti ég að vita að hann mátti ekki vita allt?\". Svo er líka rosalega gott að venja sig á það að senda ekki viðkvæmar upplýsingar með tölvupósti (nema hann sé dulkóðaður) og fyrst það er ráðherra sem átti að fá þessi gögn af hverju var þetta ekki sent á ráðherran sjálfan (a.m.k. í cc, fyrst þetta varð að vera í tölvupósti).\nÞetta mál allt er eins og hugsunaræfing í því hvernig þú getur gert hlutina vitlaust. Allt þetta fólk er svo vanhæft að það er vandræðalegt að lesa um þetta.\nBætt við:\nAð senda óviðkomandi aðila viðkvæmar persónuupplýsingar (Gísli átti ekkert með að fá þetta, það má svo deila um hvort ráðherra eigi einu sinni rétt á að fá þetta, ég hallast að \"ekki\"), það að þetta hafi verið sent með tölvupósti er bara svona... Cherry on top í þessari heimsku allri. \nÞú getur notað \nPGP\n ég get samt lofað þér að það var ekki notað þarna.",
            "date": "2014-12-23 14:51:00",
            "post_id": "584426",
            "reply_to_id": "584425"
        },
        {
            "user_name": "Sallarólegur",
            "text": "What?\nAllt sem þú nefnir er eitthvað sem þessi sérfræðingur sem ég nefni myndi sjá um að myndi ekki gerast  \n \nAh!",
            "date": "2014-12-23 14:58:00",
            "post_id": "584427",
            "reply_to_id": "584426"
        },
        {
            "user_name": "Bjosep",
            "text": "Má deila um það að ráðherra hafi rétt á því að kalla eftir þessum gögnum? Hvaða lögmaður hefur haldið því fram?",
            "date": "2014-12-23 19:25:00",
            "post_id": "584437",
            "reply_to_id": "584427"
        },
        {
            "user_name": "dori",
            "text": "Þetta er ekki endilega bara spurning um hvað sé \"ólöglegt\" þetta er líka spurning um hvað er góð stjórnsýsla og dregur ekki enn frekar úr trausti á embættum sem fáir bera traust til þessa dagana. Sbr. að \nlögreglustjórum kemur þetta verklag á óvart\n og \nþað er spurning hvort þetta sé alveg í samræmi við reglugerð um svona mál\n.\nAf hverju ætti ráðherra sjálfur að vera að vasast í skýrslum um tiltekin mál? Af hverju læturðu embættismennina þína ekki um að vinna faglega með þau mál sem eru til umfjöllunar og biður þá svo um útdrátt ef þú vilt fá að vita nákvæmlega hvað er að gerast?\nSvo er það \nríkislögreglustjóri\n sem er yfirmaður lögreglumála í umboði dómsmálaráðherra þannig að það væri mun réttari boðleið að þetta færi þar í gegn. Þetta er ekki svona \"yfirmaðurinn minn bað um þetta og hann fær það sem hann biður um\" týpa eins og virðist hafa verið eitthvað plan að láta þetta líta út. Þetta eru bara þessar íslensku \"stuttu boðleiðir\" sem \"láta hlutina gerast\" sem er bara annað orð yfir léleg vinnubrögð og spillingu.\nVissulega, en það á ekki að þurfa slíkan sérfræðing til að þetta fólk vinni vinnuna sína. Ég átti við að það að það sé ekki peningur fyrir slíkri stöðu sé ekki nægilega góð ástæða fyrir þessari rosalegu vanhæfni (annað dæmi fólkið sem feilaði á því að hreinsa nöfn útúr búsáhalda-skýrslu-vitleysunni).",
            "date": "2014-12-24 01:08:00",
            "post_id": "584461",
            "reply_to_id": "584437"
        },
        {
            "user_name": "capteinninn",
            "text": "Mikið er ég sammála þér þarna, ég er svo illur útaf þessari vitleysu að það hálfa væri nóg.\nEf að við skoðum málið með sem bestu augum gagnvart Lögreglustjóra og Embættinu þá er það samt svo gjörsamlega augljóst hvað þetta fólk er vanhæft. Minnir mig bara á þegar lögreglan stakk manninn þarna um daginn, það var bara slys og óheppni í gangi var sagt en algerlega litið framhjá því hvað lögreglumennirnir eru vitlausir að fara með hníf inn í fangaklefa alveg burtséð frá því hvað var verið að gerast.",
            "date": "2014-12-24 14:45:00",
            "post_id": "584487",
            "reply_to_id": "584461"
        }
    ],
    "date": "2014-12-23 12:29:00"
}