{
    "forum_title": "Netkerfi - internetið",
    "id": "63757",
    "title": "\"Einstök\" upplifun á Homeplug kubbum",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=63757",
    "posts": [
        {
            "user_name": "IkeMike",
            "text": "Já, sumsé þá keypti ég frá Start \nhttp://www.start.is/index.php?route=pro ... uct_id=603\n fyrir fyrir nokkrum mánuðum síðan og notaði aðeins annan kubbinn í svolítin tíma.\nNú hef ég sett báða kubbana í notkun og í stuttu máli þá er virknin búin að vera sérstök. Netið fór að detta út í tölvunni sem ég tengi kubbinn með, tölvu sem var áður tengd með þessum kubbi en færð á annan stað í húsinu, \násamt því að sjónvarp símans fór að hökta\n í hvert skipti sem ég nota þessa tölvu. \nÉg hef aldrei upplifað eins furðulegt dæmi með netið hjá mér. Ég hef prófað að resetta kubbana alla, en það er sama sagan, prófaði að slökkva á wifi-netinu í þeim, það virkar ekki heldur. Það virkar heldur ekki að nota aðeins annan kubbinn eins og áður var gert. Nú er ég búinn að eyða meirihluta dagsins í að reyna koma til botns í málinu. En ég veit ekkert hvað ég ætti að gera næst.\nHafa einhverjir vaktarar sem notast við svona Homeplug kubba lent í svona stórfurðulegu atviki? Gæti nú alveg þegið líka ráðleggingar ef einhver lumar á því fyrir mig. Því ég væri alveg til í að geta notað þessa kubba áfram.",
            "date": "2014-12-25 20:13:00",
            "post_id": "584579",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Lykilatriði. Þessir kubbar virka best þegar þeir eru á sömu línu eða hvaða hugtak er nú notað af rafvirkjum (sem ég er alls ekki).\nEr Sjónvarp Símans tengt yfir kubb?",
            "date": "2014-12-25 20:42:00",
            "post_id": "584580",
            "reply_to_id": "584579"
        },
        {
            "user_name": "IkeMike",
            "text": "Nei, afruglarinn er tengdur með snúru. Það gerir þetta nefnilega svo skrýtið, bara eins og að aksturslag á bíl versni þegar afturþurrkan bilar.",
            "date": "2014-12-25 21:08:00",
            "post_id": "584588",
            "reply_to_id": "584580"
        },
        {
            "user_name": "Gúrú",
            "text": "Tengdur með snúru í routerinn sem kubbarnir eru líka tengdir í? \nKannski er eitthvað við erfiðleika kubbsins að valda miklu álagi á routerinn sbr. þegar þú tengist torrenti með 20000 peers á ADSL router.",
            "date": "2014-12-25 21:18:00",
            "post_id": "584591",
            "reply_to_id": "584588"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Það er ekkert stórfurðulegt við þetta.\nÞessir kubbar senda gögn í gegnum rafmagnslínurnar. Ef þú færir kubbana, þá fara þeir aðra leið, í þessu tilfelli greinilega lengri leið.\nMér finnst ótrúlega sorglegt þegar það er verið að plata fólk til þess að kaupa þessa kubba á 15-30þ. í stað þess að leggja bara cat snúru á milli.\nÞað er margfalt betri lausn og í mörgum tilfellum ódýrara.\nEf þú leggur einn Cat5 streng á milli þá ertu í raun kominn með tengingar fyrir tvö tæki, þá bæði sjónvarp og tölvu, með 100Mb hraða.\nEf þú vilt nota þessa kubba áfram þá verðurðu bara að færa þá aftur, eða nota þá á stað þar sem rafmagnið býður upp á það.",
            "date": "2014-12-25 21:26:00",
            "post_id": "584592",
            "reply_to_id": "584591"
        },
        {
            "user_name": "pattzi",
            "text": "Leggðu bara cat 5 í vegginn eg gerði það fyrir tv",
            "date": "2014-12-28 01:53:00",
            "post_id": "584890",
            "reply_to_id": "584592"
        }
    ],
    "date": "2014-12-25 20:13:00"
}