{
    "forum_title": "Koníakstofan",
    "id": "63763",
    "title": "Hvítur sykur - Hvítt eitur",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=63763",
    "posts": [
        {
            "user_name": "tkp12",
            "text": "http://www.alternativescentral.com/suga ... poison.htm\nSugar is a basic element found in starchy food. Sugar cane contains 14% trace elements, minerals and vitamins, plus chlorophyll. The sugar we purchase in the supermarket for personal consumption is heated up in chalk-milk, so that calcium and protein are extracted. It initially becomes an alkaloid, thus destroying all vitamin content. In the second phase, the sugar is mixed with acid chalk, carbonic gas, sulphur dioxide and finally, with natrium bicarbonate. This mixture is cooked and cooled off several times, and thereafter crystallized and centrifugalized.\nThis dead mass is then treated with strontium hydroxide. Subsequently, it arrives at the refinery where it is passed over chalk carbon acid to clean it. Dark coloring is removed by adding sulphuric acid and then it is filtered with bone charcoal. Finally, it is colored with Indathrenblue, or the highly toxic Ultramarine.\nThis product’s chemical composition is C12 H22 O11, which you can buy in shops as \"pure cane\" sugar, sugar cubes, candy, etc. All of its life-giving and protective forces have been destroyed, and this product called sugar has an atomic density of 98.4 to 99.5 %. Such density falls under the category of poison. This industrial sugar irritates the mucous membranes, tissues, glands, blood vessels and intestinal tracts of the persons who eat it. White sugar also paralyzes the intestinal peristaltic functions and leads to immune system failure. White sugar also destroys brain cells and elevates the internal temperature of the body.\nTooth tissue has a tissue pressure of 7 At. Industrial sugar increases this osmotic pressure to 34 At. Tooth enamel is the hardest substance in human beings, together with bones. We have found teeth that have been n the earth for 100,000 years and still intact despite heat and cold, rain, snow, bacteria, etc. However, white sugar is capable of destroying tooth enamel within hours, penetrating the structure of the tooth-tissue like a nail and breaking it down. What Nature could not do since the beginning of time, mankind has achieved in no time at all. He is the only being that destroys the nutrient value of his food before consumption.",
            "date": "2014-12-26 03:00:00",
            "post_id": "584658",
            "reply_to_id": false
        },
        {
            "user_name": "Bjosep",
            "text": "Jæja Friðjón, er ekki komið nóg af þessari vitleysu ?",
            "date": "2014-12-26 03:01:00",
            "post_id": "584659",
            "reply_to_id": "584658"
        },
        {
            "user_name": "Gúrú",
            "text": "Leiðinleg staðreynd: 10228 Danir létust árið 2006 vegna sykursýki. Það eru 188 af hverjum 100.000 Dönum.\nVissuð þið að koffín hefur fyrirbyggjandi áhrif?\nEf þú drekkur kaffi eða te daglega skerðirðu líkurnar á því að þróa með þér sykursýki 2. \nVarist sykursýki. Drekkið koffín.",
            "date": "2014-12-26 03:24:00",
            "post_id": "584662",
            "reply_to_id": "584659"
        },
        {
            "user_name": "tkp12",
            "text": "Nei. Borðaðu lífrænt, drekktu 2 lítra af vatni á dag og sturtaðu kaffinu í klósettið og keyptu aldrei meira.",
            "date": "2014-12-26 03:46:00",
            "post_id": "584666",
            "reply_to_id": "584662"
        },
        {
            "user_name": "machinefart",
            "text": "skilgreindu lífrænt félagi, flestallt sem ég set í minn munn á uppruna að rekja til lífveru. Nenni ekki þessu lífrænt kjaftæði fyrr en einhver af þessum markaðsfræðingum skilgreinir hvað þetta á að þýða nákvæmlega.",
            "date": "2014-12-26 03:52:00",
            "post_id": "584669",
            "reply_to_id": "584666"
        },
        {
            "user_name": "tkp12",
            "text": "Allt sem er einsog það var þegar það kom úr lífverunni frá því það myndast og þangað til þú étur það. Þ.e.a.s. ekki bætt við neinum efnum eða tekið úr fæðunni.",
            "date": "2014-12-26 03:59:00",
            "post_id": "584671",
            "reply_to_id": "584669"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Þetta er hárrétt.\nSykur eru nýju \"sígaretturnar\". Það er rosalega sorglegt hvað það eru fáir sem trúa því, en það þarf að taka það alvarlega. Offita er langstærsta heilsufarsvandamál fyrsta heimsins.\nÉg mæli með því að allir sem hafi áhuga á þessu horfi á myndina \"Fed Up\".\nPeningar = völd. Sykur = peningar. Peningarnir ráða.\nÞað er löngu búið að skilgreina það  \nÞú sýnir fram á fávisku þína með því að halda því fram að allt sem tengist lífveru sé lífrænt.",
            "date": "2014-12-26 04:00:00",
            "post_id": "584672",
            "reply_to_id": "584671"
        },
        {
            "user_name": "tkp12",
            "text": "Þetta er undistaðan í því sem ég er búinn að vera að segja. Peningarnir ráða. Sama sagan með kaffi.\nEinnig eru peningar frelsi en það kemur málinu svosem ekkert við.",
            "date": "2014-12-26 04:01:00",
            "post_id": "584673",
            "reply_to_id": "584672"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Nákvæmlega.\nSvo er einstaklega sorglegt hvað það má nota mörg örð til þess að dulbúa sykur og sykurtengd orð í næringagildi, til þess að blekkja fólk.\nHér eru nokkur synonyms fyrir enska orðið \"sugar\":\nhttp://healthyeating.sfgate.com/differe ... -8373.html",
            "date": "2014-12-26 04:07:00",
            "post_id": "584676",
            "reply_to_id": "584673"
        },
        {
            "user_name": "tkp12",
            "text": "Já þeir dulbúa hin ýmsu efni og ekki bara sykur með skemmtilegum heitum einsog t.d. \"náttúruleg bragðefni\" einsog stendur aftaná kókflösku. Þetta getur verið hvað sem er. \nÞess má geta að uppskriftin af rauðu venjulegu kóka kóla inniheldur alkóhól.\nThis recipe is attributed to a diary owned by Coca-Cola inventor, John S. Pemberton, just before his death in 1888. (U.S. measures).[19][20]\nIngredients:\n1 oz (28 g) caffeine citrate\n3 oz (85 g) citric acid\n1 US fl oz (30 ml) vanilla extract\n1 US qt (946 ml) lime juice\n2.5 oz (71 g) \"flavoring,\" i.e., \"Merchandise 7X\"\n30 lb (14 kg) sugar\n4 US fl oz (118.3 ml) fluid extract of coca leaves (flavor essence of the coca leaf).\n2.5 US gal (9.5 l; 2.1 imp gal) water\nFlavoring (Merchandise 7X):\n1 qrt alcohol\n80 oil orange\n40 oil cinnamon\n120 oil lemon\n20 oil coriander\n40 oil nutmeg\n40 oil neroli\n\"Let stand 24 hours.\"",
            "date": "2014-12-26 04:10:00",
            "post_id": "584677",
            "reply_to_id": "584676"
        },
        {
            "user_name": "machinefart",
            "text": "Jahhá, semsagt borðaðu lífrænt ræktuð matvæli = borðaðu lífrænt, takk fyrir að skýra það fyrir heimskingjanum mér. Sé samt ekki tenginguna við sykursýkina, en það er annað mál.",
            "date": "2014-12-26 04:51:00",
            "post_id": "584680",
            "reply_to_id": "584677"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Já, nú skilurðu. Flottur.\nÉg sé ekki neinn sem er að tengja lífrænt við sykursýki, annan en þig.\nSýnist hann frekar vera að segja að fólk eigi að drekka vatn frekar en kaffi.",
            "date": "2014-12-26 04:56:00",
            "post_id": "584681",
            "reply_to_id": "584680"
        },
        {
            "user_name": "tkp12",
            "text": "",
            "date": "2014-12-26 04:57:00",
            "post_id": "584683",
            "reply_to_id": "584681"
        },
        {
            "user_name": "machinefart",
            "text": "hvernig í andskotanum á ég að vita að borðaðu lífrænt sé einhverskonar almenn meðmæli en 2 lítrar af vatni á við um sykursýki, anyways, takk fyrir spjallið, ég er bara alveg úti að aka í vitleysunni, farinn að brjótast inn í bónus og skemma kaffibirgðirnar, fylgist með mbl.",
            "date": "2014-12-26 05:00:00",
            "post_id": "584684",
            "reply_to_id": "584683"
        },
        {
            "user_name": "tkp12",
            "text": "Með því að fræða sig og prufa af reynslunni.",
            "date": "2014-12-26 05:06:00",
            "post_id": "584687",
            "reply_to_id": "584684"
        },
        {
            "user_name": "Nitruz",
            "text": "\"They suggest that the alcohol levels are as low as 10mg in every litre, and this works out at around 0.001 per cent alcohol\"\nRead more: \nhttp://www.dailymail.co.uk/news/article ... z3N0DuEoIg\n \n0.001 % nota bene Þú værir löngu dauður úr vatnseitrun áður en þú færir að finna á þér XD",
            "date": "2014-12-26 11:34:00",
            "post_id": "584715",
            "reply_to_id": "584687"
        },
        {
            "user_name": "CendenZ",
            "text": "Þetta er komið gott, ertu með fleiri linka sem þú vilt copy paste-a og setja hingað ? hefuru ekkert sjálfur til málanna að leggja ?\nÞetta er tildæmis rangt, og það eru mörg ár síðan þetta var afsannað. Það eru sýrur sem brjóta niður glerunginn, sýrur frá bakteríum sem lifa á kolvetnum/sykrum\nÍslenskar víkingatennur frá forna voru með mikla glerungseyðinu, glerungseyðing sem stafaði frá sýrunni sem maturinn var geymdur í. Sýran kom úr bakteríum.\nÞessar bakteríur eru eldri en manneskjan og engin hvítur sykur var í matarræði víkinga.\nÞessi hugmynd að sykur sé ástæðan var afsönnuð á 8 og 9 áratugnum fyrir fullt og allt, í svíþjóð, þýskalandi, rússlandi og asíu.",
            "date": "2014-12-26 13:06:00",
            "post_id": "584720",
            "reply_to_id": "584715"
        },
        {
            "user_name": "Minuz1",
            "text": "http://en.wikipedia.org/wiki/Toxin#Misuse_of_term",
            "date": "2014-12-26 15:19:00",
            "post_id": "584730",
            "reply_to_id": "584720"
        },
        {
            "user_name": "Leviathan",
            "text": "",
            "date": "2014-12-26 18:52:00",
            "post_id": "584767",
            "reply_to_id": "584730"
        },
        {
            "user_name": "snaeji",
            "text": "Lífrænt er mjög vafasamt orð og þarf ekki endilega að tákna óspilltari vöru.\nLífræn rotvarnarefni eða eitur geta verið hættulegri en ólífrænu.\nAð mínu mati ættum við allir að skoða matarræðið hjá okkur og reyna halda okkur við óunnin mat.\nNota skynsemina og vera afar gagnrýnir á vörur með langar innihaldslýsingar.\nElda frá grunni og ekki kaupa það sem þú getur búið til sjálfur (og helling af því þegar þú getur fryst).\nTók mig til í vetur og lagaði matarræðið. Fáranlega erfitt að losna þetta mikla magn af sykri sem er í nánast allri matvöru og sérstaklega mjólkurvörum.\nEn eftir að komast upp á lagið með að elda allt frá grunni hafa gæðin á máltíðum ekki verið sambærileg.\nGræja Sósur sjálfur með grískum jógúrtum, heimagerð Guacuamole og Chilli olíur.\nKippa niður innihaldslýsingum af hollum veitingastöðum og experimenta!",
            "date": "2014-12-26 20:07:00",
            "post_id": "584779",
            "reply_to_id": "584767"
        },
        {
            "user_name": "tkp12",
            "text": "Yep þetta er hrikalegt þegar maður fer að skoða þetta. Ef að eitthvað er mjög vinsælt og mjög margir neyta þess er alltaf ástæða til að kanna betur hvort það hafi einhver neikvæð áhrif.\nEf það tekur Mass propaganda til að sannfæra mann um eitthvað er það að öllum líkindum alls ekki gott fyrir mann.",
            "date": "2014-12-26 20:08:00",
            "post_id": "584780",
            "reply_to_id": "584779"
        },
        {
            "user_name": "urban",
            "text": "Líka svolítið gaman að þú skulir bara finna uppskriftina af kókakóla, uppskriftina sem að engin veit og alla langar að vita, en það virðist alveg hafa gleymt að ræða við þig\n*edit* ekki það að ég viti það ekki að þú fórst á wikipedia og fannst hana þar....",
            "date": "2014-12-26 20:49:00",
            "post_id": "584787",
            "reply_to_id": "584780"
        },
        {
            "user_name": "hkr",
            "text": "Þannig að þú veist að þessi uppskrift er á wikipedia (sem er úr þessari bók \nhér\n) en heldur því samt fram að hann hafi fundið hana og enginn annar?",
            "date": "2014-12-26 22:12:00",
            "post_id": "584793",
            "reply_to_id": "584787"
        },
        {
            "user_name": "Bjosep",
            "text": "Ég er nokkuð viss um að þið eruð að rökræða við þennan félaga!",
            "date": "2014-12-26 22:29:00",
            "post_id": "584794",
            "reply_to_id": "584793"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Æ þessi er svo mikil dúlla \nSamt mjög margt af því sem hann talar um er hárrétt, í bland við miklar samsæriskenningar.",
            "date": "2014-12-26 22:34:00",
            "post_id": "584795",
            "reply_to_id": "584794"
        },
        {
            "user_name": "rickyhien",
            "text": "er þetta nýr accountinn hans hakkara?",
            "date": "2014-12-26 22:41:00",
            "post_id": "584796",
            "reply_to_id": false
        },
        {
            "user_name": "Bjosep",
            "text": "Er þetta frjálsleg notkun á hugtakinu \"mjög margt\" hjá þér ?",
            "date": "2014-12-26 22:43:00",
            "post_id": "584798",
            "reply_to_id": "584796"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Nei, hér er ágætis dæmi.",
            "date": "2014-12-26 23:41:00",
            "post_id": "584800",
            "reply_to_id": "584798"
        },
        {
            "user_name": "Skippó",
            "text": "Svo eru einnig rannsóknir um það að útvarpsbylgjur eru óhollar fyrir heilann þinn og einnig að hef þú ert með símann of lengi nálægt typpinu á þér þá geturðu orðið ófrjór, svo þetta klassíska frá foreldrum og eldra fólki \"Það er svo óhollt að vera í tölvunni og glápa á sjónvarpið\" útblásturinn úr bílum er líka óhollur og getur valdið krabbameini mengun mengun mengun. Allt getur víst drepið mann í dag.\nSkil ekki þetta endalausa væl og skæl yfir hlutum, fólk reykti eins og fokking strompar fyrir 50 árum bílar voru til þá. Þetta er allt saman í daglegu lífi þínu og hvað? \nÞÚ ERT ENNÞÁ LIFANDI!\n Er það ekki annars?",
            "date": "2014-12-27 01:00:00",
            "post_id": "584809",
            "reply_to_id": "584800"
        },
        {
            "user_name": "Gúrú",
            "text": "Nei.",
            "date": "2014-12-27 01:29:00",
            "post_id": "584811",
            "reply_to_id": "584809"
        },
        {
            "user_name": "tkp12",
            "text": "Það eru reyndar margar heimildir sem ég get linkað á sem benda til þess að útvarpsbylgjur eru mjög skaðlegar fyrir heilann og maður þarf að forðast að berskjalda sig fyrir þeim.\nNei ég er að fíflast bara",
            "date": "2014-12-27 01:49:00",
            "post_id": "584813",
            "reply_to_id": "584811"
        },
        {
            "user_name": "Skippó",
            "text": "Ég hef svosem engar heimildir um það en svo hefur mér verið sagt alveg nokkrum sinnum, gæti verið að það séi ekkert að marka það.\nEn það er ekki hægt að neita því að allt saman getur víst drepið mann í dag.\nHver man ekki eftir Transfitu \"Scandal-inu\"?",
            "date": "2014-12-27 01:51:00",
            "post_id": "584815",
            "reply_to_id": "584813"
        },
        {
            "user_name": "daremo",
            "text": "Þessir tveir þræðir um kaffi og sykur í hnotskurn.\nHvers vegna eruð þið að svara þessum einfeldingum?",
            "date": "2014-12-27 01:59:00",
            "post_id": "584816",
            "reply_to_id": "584815"
        },
        {
            "user_name": "tkp12",
            "text": "Beiskjuefni\nBeiskjuefni eða lýtingur (fræðiheiti: alkaloid), alkalóíði eða plöntubasi er flokkur basískra, lífrænna köfnunarefnissambanda sem myndast í plöntum. Beiskjuefni var fyrst einangrað úr plöntum árið 1804 og fyrst kynnt sem sérstakt hugtak árið 1819 í grein eftir þýskan efnafræðing Carl F.W. Meissner.\nAuk kolefnis, vetnis and köfnunarefnis, geta einnig verið í beiskjuefnum súrefni, brennisteinn og sjaldnar efnin eins og klór, bróm og fosfór. Ýmis konar lífverur svo sem bakteríur, sveppir, jurtir og dýr framleiða beiskjuefni. \nMörg beiskjuefni eru eitruð fyrir aðrar lífverur. Þau eru oft notuð sem deyfilyf eða vímuefni eins og kókaín, psilocin, koffín, nikótín, morfín\n og sem lækningalyf eins og berberine, krabbameinslyfið vincristine, lyf sem hamlar bjúgsöfnun eins og reserpine, galantamine, atropine, vincamine, quinidine, asmalyfið ephedrine og malaríulyfið kínin.\neinfeldingur sjálfur bara",
            "date": "2014-12-28 03:51:00",
            "post_id": "584896",
            "reply_to_id": "584816"
        },
        {
            "user_name": "Gúrú",
            "text": "Til hamingju einfeldingurinn þinn. Þú vitnaðir í Wikipedia grein (\nsem ég sendi þér\n) sem tengist engu sem hér er umrætt.\nÚtvarpsbylgjur eru ekki alkalóíðar. Sykrur eru ekki alkalóíðar. Það er ekki nitur í neinni sykursameind. \nAuk þess ertu að feitletra texta sem er ekkert áhugaverður. Það stendur \"eitruð fyrir \naðrar \nlífverur [en manneskjur]\"\nÞú ert hálfviti.",
            "date": "2014-12-28 03:59:00",
            "post_id": "584897",
            "reply_to_id": "584896"
        },
        {
            "user_name": "tkp12",
            "text": "Fyrirgefðu en ég hafði ekki fundið þess íslensku grein áður. Takk fyrir að linka á grein sem að sýnir fram á að þú ert hálfviti.\nÉg sagði aldrei að sykur eða útvarpsbylgjur væru alkalíóðar nema í gríni einsog ég tók fram.\nÝmis konar dýr framleiða beiskjuefni en ekki við. Við framleiðum ekki koffín t.d.\nHálfviti.",
            "date": "2014-12-28 04:03:00",
            "post_id": "584898",
            "reply_to_id": "584897"
        },
        {
            "user_name": "Gúrú",
            "text": "Svo þú bullar þegar þú ert ekki að \"grína\" en \nþegar þú \"grínar\" (sem þú tókst fram hvar, segirðu?) þá vitnarðu í réttar nákvæmar upplýsingar beint frá Wikipediu sem tengjast engu?\nÞað ætti að koma mér á óvart en þegar ég hugsa út í það eru réttar upplýsingar bara grín fyrir þér svo þetta er allt að smella saman. \nNefndu eitt dýr sem framleiðir koffín. \nEitt\n. \nÞú veist ekkert um neitt en hefur betri möguleika á því að bæta úr því en 99,999% af mannverum sem hafa verið til. Hvernig ertu að nýta það?\nSitur á þessu spjallborði og bullar og bullar og bullar og segir ekkert gáfulegt. Farðu að nýta þennan internetaðgang í eitthvað gáfulegra.",
            "date": "2014-12-28 04:12:00",
            "post_id": "584900",
            "reply_to_id": "584898"
        },
        {
            "user_name": "tkp12",
            "text": "Ég veit um eitt sem gerir það EKKI og það eru manneskjur.\nhttp://www.naturalnews.com/012352_caffeine_coffee.html\nSvo hér er umfjöllun um áhrif hina ýmsu efna m.a. koffín á köngulær en það er vísindalega sannað að hugi köngulóa virkar svipað og hjá okkur\nhttp://brainlaunderette.blogspot.fi/201 ... shell.html\nÉg finn cognitive dissonance gegnum internetið frá þér Gúrú.\nIn psychology, cognitive dissonance is the mental stress or discomfort experienced by an individual who holds two or more contradictory beliefs, ideas, or values at the same time, or is confronted by new information that conflicts with existing beliefs, ideas, or values.\nGúrú Kóngur",
            "date": "2014-12-28 04:19:00",
            "post_id": "584901",
            "reply_to_id": "584900"
        },
        {
            "user_name": "Gúrú",
            "text": "Þú ert ekki heill á geði og ég bið þig góðs að lifa.",
            "date": "2014-12-28 04:37:00",
            "post_id": "584903",
            "reply_to_id": "584901"
        },
        {
            "user_name": "tkp12",
            "text": "Ja taktu bara moral high ground enda fékkstu loksins sönnunargögn að þú hafðir rangt fyrir þér.\nMoral High Ground\nTaking a stance of being morally right in order to be viewed by your peers of being a good person, most people just use the moral high ground as an attempt to look good in an argument.\nÉg er viss um að Gúru mun kafa dýpra inní afneitunina útfrá þessu séð því hann hefur svo mikið stolt. Og hann er nú kóngurinn þannig hann má ekki bregðast spjallborðinu.\nog BTW ég er ekki Axel Pétur Axelsson sem er með FrelsiTV.",
            "date": "2014-12-28 04:39:00",
            "post_id": "584904",
            "reply_to_id": "584903"
        },
        {
            "user_name": "tkp12",
            "text": "Ég spái því að þessum þræði verði læst. Stjórnendur hér eru augljóslega viðkvæmir fyrir sannleikanum.",
            "date": "2014-12-28 04:52:00",
            "post_id": "584905",
            "reply_to_id": "584904"
        },
        {
            "user_name": "tkp12",
            "text": "Samt sem áður alkóhól í kók sem fellur undir þetta \"náttúruleg bragðefni\". Þeir vita að þegar fólk les \"náttúruleg\" að þá hugsar fólk að þetta hlýtur nú að vera í lagi. Svona er fólk einfalt því miður og margir græða mikið af peningum á einföldu og trúgjörnu fólki.",
            "date": "2014-12-28 05:10:00",
            "post_id": "584908",
            "reply_to_id": "584905"
        },
        {
            "user_name": "tkp12",
            "text": "LOL , see what i mean með einfalt og trúgjarnt fólk. Þetta þýðir að allskonar misinformation fer af stað í samfélaginu.\nÉg heyrði hjá frænda mínum í gær að ef þú lærir að tala kínversku þá breytistu í kínverja en ég hef heyrt þetta annarsstaðar líka en kannski gæti þetta verið bara bull hver veit en ég ætlaði samt að segja ykkur þetta.",
            "date": "2014-12-28 05:14:00",
            "post_id": "584909",
            "reply_to_id": "584908"
        },
        {
            "user_name": "Lunesta",
            "text": "Hakkarin er almennt ekki svona þröngsýnn. Hann kemur bara með steiktar pælingar\nekkert vesen fram yfir það.\nÞessi gæji er hins vegar bara að reyna að troða \"tinhats\" utan um höfuðið á öllum sem\nhann finnur.\n@tkp12: geturu samt svona í alvörunni talað póstað öllu sem þú ætlar að segja í einu.\nÉg veit ekki með aðra en mér finnst það óþolandi að lesa 5+ pósta í röð eftir sama\nnotandann þegar það er déskotans breyta takki við hliðin á tilvitna takkanum upp í horninu.\nEf þetta er viljandi til að láta það líta út fyrir að það séu fleiri að pósta á þræðinum\nen raun ber, þá ertu fífl.\nEf þetta er af því þú getur ekki skilið hvernig bb kóðinn fyrir quote virkar þá ertu\nhálfviti.\nEf þetta er bara til að fá fólk eins og mig til að rage-a ennfremur af öllum þráðunum\nþínum þá ertu óþolandi.\nAnnars þá lítur þetta alltaf út fyrir að allir lesi þínar greinar til að skilja hvernig þú\nvarðst heilaþveginn eða til að vera málefnalegir en samt lest þú, að ég best veit, aldrei\nneitt sem neinn annar birtir... Svo gagnrýnir þú aðra fyrir að kynna sér ekki málin nógu vel,\nþ.e. þú ert að gagnrýna aðra fyrir að lenda ekki á sömu niðurstöðu og þú. Þú mátt koma\nmeð rök fyrir máli þínu að sjálfsögðu en það mun enginn nokkurn tíman taka mark á þér\nef þú hunsar öll rökstudd svör gegn þínum hugsunarhátt.\nVona að ég hafi ekki verið of mikil tussa. Ef svo er þá biðst ég afsökunar á því\nað hafa komist fullur í tölvuna. Gleðileg jól tussur!",
            "date": "2014-12-28 06:09:00",
            "post_id": "584921",
            "reply_to_id": "584909"
        },
        {
            "user_name": "tkp12",
            "text": "Á ég að taka mark á því sem þú segir þegar þú ert blindfullur?",
            "date": "2014-12-28 06:15:00",
            "post_id": "584925",
            "reply_to_id": "584921"
        },
        {
            "user_name": "Lunesta",
            "text": "Það er þitt val. Persónulega er mér drullusama anyway. En í guðana bænum gerðu eitt fyrir mig.\nPóstaðu öllu í sama póstinum þínum.\nbíddu tókstu eftir þessu, ég gaf þér val til að velja hvort þú tekur mark á því sem ég segi eða ekki.\nótrúlegt. Ég hélt ekki áfram þar til þú myndir gefast upp og kyngja mínum boðskap.\nEn svona í alvöru talað ég er ekki að segja neitt nema að setja allt í einn póst og kynna þér\nalmennilega það sem þeir eru að rökræða við þig eru að segja. Ef þú kýst að líta á það sem\ndrykkjuhjal þá er það þitt val, en þetta er ekkert voðalega mikið háð því hvort ég sé fullur\neða ekki. Btw ég er ekki \"blindfullur\" ég er bara \"frekar fullur\"  \n ...",
            "date": "2014-12-28 06:21:00",
            "post_id": "584927",
            "reply_to_id": "584925"
        },
        {
            "user_name": "tkp12",
            "text": "Ég var búinn að gefa skýringu á því afhverju heimildir hinna voru ekki trúverðugar en það gleymist eflaust líka vegna þess að mín skoðun er ekki áhugaverð þó ég hafi komið með fastar sannanir fyrir því afhverju ég tel þetta efni vera skaðlegt. Láttu renna af þér og þá kannski sérðu þetta í réttu ljósi fyllibyttan þín.",
            "date": "2014-12-28 06:27:00",
            "post_id": "584928",
            "reply_to_id": "584927"
        },
        {
            "user_name": "Lunesta",
            "text": "Ég er ekki að segja að sykur sé hollur. Ég get einmitt verið sammála um að  hann sé gríðarlega óhollur. Ég held þetta\nsé póstur sem ég hefði einmitt átt að setja í koffín þráðin þar sem þú svaraðir með því að tilraunirnar væru almennt\nstyrktar af þeim sem græddu á því að segja að það væri holt.\nEn kommon can you blame me. Ég var einmitt að lesa í gegnum 5 síðna þráð um þig að mótmæla koffíni og svo bjóstu\ntil annan rétt í þessu. Ástæðan fyrir því að þetta endaði hér en ekki þar er sennilega vegna þess að rickyhien kallaði þig\nhakkaran og þú átt 4 pósta í röð hér að ofan (ekki í fyrsta sinn) og eftir það byrjaði ég bara að skrifa og svo hélt ég bara\náfram.\nEr ég fyllibytta fyrir að vera drukkinn, að því best sem þú veist, einu sinn? Endilega\nleiðréttið mig ef ég hef rangt fyrir mér en ég hélt að fyllibytta væri nær því að vera\nalkahólisti? Augljóslega skal ég kynna mér allt ruglið sem þú ert búinn að æla út úr\nþér þegar runnið hefur að mér en svona framkoma lætur mig halda að þú vitir ekki \neinu sinni vita hvað það er að vera fullur. Minnir mig á tímabilið þegar maður var \nyngri og ekki allir félagarnir voru byrjaðir að drekka og maður fann fyrir því að þeir\nhéldu að skyndilega hefði maður ekki rökhugsun?\nOkay, skal lesa þetta í gegn fyrir þig á morgun en af öllum líkindum mun ég ekki nenna\nað svara þér ,Gúrú mun sennilega sjá um það á talsvert málefnalegri hátt, EF þú nennir\nað skrifa einn póst í einu. Það er í alvörunni engin ástæða til þess að skrifa þrjú mismunandi\nsvör í þrjá mismunandi pósta í einu í stað þess að setja  það í einn póst.\nAf hverju ert þú annars á fótum núna ef þú varst ekki að djamma? Þú veist að svefnleysi er óholt\nhvort sem þú tekur inn sykur og koffín eða ekki.",
            "date": "2014-12-28 06:48:00",
            "post_id": "584929",
            "reply_to_id": "584928"
        },
        {
            "user_name": "tkp12",
            "text": "Já, ég  skal halda áfram að svara ykkur með glöðu geði einn póst í einu. Spurning samt hversu mikið common sense sem ég læt útúr mér þangað til ég fæ bann en skulum sjá til.",
            "date": "2014-12-28 06:58:00",
            "post_id": "584931",
            "reply_to_id": "584929"
        },
        {
            "user_name": "tkp12",
            "text": "http://waynesword.palomar.edu/ww0703.htm\nhttp://naturespoisons.com/2014/02/04/ca ... to-poison/\nCoffea arabica.",
            "date": "2014-12-28 07:43:00",
            "post_id": "584933",
            "reply_to_id": "584931"
        },
        {
            "user_name": "CendenZ",
            "text": "Jæja, bulláróðurs og óritrýndar heimildir enn og aftur. Þvílíkt rusl sem þú ert að vitna í. Var ég ekki búinn að segja þér að notast við almennilegar heimildir ef þú ætlar að vera að þessu ?",
            "date": "2014-12-28 10:34:00",
            "post_id": "584941",
            "reply_to_id": false
        },
        {
            "user_name": "tkp12",
            "text": "Ritrýndar heimildir eru verri en þú heldur því að oftar en ekki eru sérfræðingar keyptir á einn eða annan hátt af stóru fyrirtækjunum sem vilja beygja skoðanir þínar svo þeir hagnist sjálf af. Ef þeir gætu það þá myndu þeir vilja stjórna þér 100% en útaf því það er ekki hægt þá fara þeir þessar leiðir að kaupa fólk sem þeir vita að við treystum einsog t.d. Háskólamenntaðir sérfræðingar. Ef þú getur afsannað mig þá skal ég breyta um skoðun.\nFyrir nokkru birtist á dv.is grein um að Aspartame gervisykurinn eða Nutrasweet væri fólki skaðlaust. Mér sýnist þeir hafa fjarlægt hana eða ég finn hana allavega ekki lengur í gagnagrunni hjá þeim. Aspartame er úrgangur/saur úr e.coli bakteríum og er meðhöndlaður á rannsóknastofum og settur í drykki einsog Pepsi Max.\n \nLæstu þessu þá bara. Ekki einsog það komi mér eitthvað við. Ég náði vonandi að opna augu einhverra hér inni eða þeirra sem voru að leita á google.",
            "date": "2014-12-28 11:05:00",
            "post_id": "584946",
            "reply_to_id": "584941"
        },
        {
            "user_name": "CendenZ",
            "text": "Getur \nÞÚ \nekki gert frekar eitthvað gáfulegt í stað þess að skipa öðrum fyrir ? Það ert \nþú \nsem ert að reyna koma þínum skoðunum á framfæri.\nÞessar röksemdarfærslur bæði hjá þér og þessu bullsíðum eru alveg kostulegar! Til þess að fá lesanda til að gúddera bullið koma setningar sem eru sannar, til að gera lesandann móttækilegri fyrir því sem er rangt. \nHvað næst ? ætlaru að koma með heimildir í eigin rit á öðrum síðum ? ala Guðrún Bergmann",
            "date": "2014-12-28 11:13:00",
            "post_id": "584949",
            "reply_to_id": "584946"
        },
        {
            "user_name": "tkp12",
            "text": "Ég skil að til þess að fá fólk til að trúa mér ætti ég að vitna í traustari heimildir frá virtum og opinberum læknum og stofnunum en eru þær alltaf traustar? Hefur sagan sýnt að það sá raunin? Ég bara spyr.\nHvað ef fólk myndi lesa það sem ég linka og googla síðan efnið sjálft. Ég held að þá væri þetta öðruvísi. Ég er viss um að það eru draugar hér á spjallborðinu og fólk sem er skráð sem ekki kommentar sem eru fullkomlega sammála mér um þetta. Það eru menn einsog Gúru og Bjosep sem eru háværir og setja útá það sem ég hef fram að færa einfaldlega vegna þess ég fylgi ekki reglum sem eru \"sagðar\" réttar og traustar. Án þess að hugsa þá fara þeir á vinsælustu greinarnar sem eru með mesta fjármagnið á bakvið sig og þeir hlusta ekki á neitt annað. Maður er síðan bara stimplaður samsæriskenningarmaður og rugludallur og fífl ef maður vogar sér að linka á eitthvað annað frá öðru sjónarhorni.",
            "date": "2014-12-28 11:19:00",
            "post_id": "584951",
            "reply_to_id": "584949"
        },
        {
            "user_name": "tkp12",
            "text": "Ég skipaði aldrei neinum fyrir og ég sagði aldrei neinum hvað þeir ættu að gera það er bara þannig. Ég var einfaldlega að setja fram á borðið efni sem mér fannst áhugavert og opnaði augun hjá mér sjálfum og ég hélt að það myndi gera það sama hjá öðrum.\nEn þar sem agendan hér á þessu spjallborði er á þeirri hlið málsins að kaffi sé hollt og gott að þá mæti ég sterkri andstöðu og þröngsýni og er kallaður heimskur og fífl og einfeldingur. Og jú það er agenda og áróður allstaðar meiraðsegja hér.",
            "date": "2014-12-28 11:20:00",
            "post_id": "584952",
            "reply_to_id": "584951"
        },
        {
            "user_name": "CendenZ",
            "text": "Nei, þú bara kastaðir fram fullyrðingum sem virðast ekki standast, nema á bullsíðum. Þú ert ekkert skárri en fólkið sem tannburstar sig upp úr sítrónusafa og matarsóda eða smyr á allar gluggakistur kókósolíu, og ætlast svo að allir aðrir geri hið sama án gagnrýnis. Þú jafnvel hélst því fram að læknar allstaðar í heiminum væru í einhverju samsærishópi að falsa niðurstöður rannsókna og engin ætti nú að trúa þessum \"læknum\"",
            "date": "2014-12-28 11:26:00",
            "post_id": "584954",
            "reply_to_id": "584952"
        },
        {
            "user_name": "tkp12",
            "text": "Hvernig veistu að þetta eru bullsíður? Ertu búinn að fara ofan í kjölinn á því sem stendur á þessum bullsíðum? Og ef ekki helduru að það sé vegna þess að þú ert biased á eina hlið málsins?\nÉg ætlast ekki til neins af neinum en ég var einfaldlega að sýna fram á hlið málsins sem ég datt fram á fyrir 3 árum síðan sem að opnaði mín augu og fékk mig til að hugsa og endurmeta. Ég vil einmitt að fólk geri það. Ég vil fá fólk til að hugsa og endurmeta með opin huga og efast um það sem það heyrir og sér.\nEf að einhver efaðist ekki um neitt sem hann heyrði eða sæji að þá væri maður með fulla stjórn á viðkomandi og ef ég væri í réttri stöðu gæti ég sagt hvað sem er við hann og hann myndi trúa því. Þetta er það sem er svo algengt í nútímasamfélagi. Þetta er gott fyrir stórfyrirtækin en slæmt fyrir almenning.\nLæknarnir eru oftan en ekki fengnir til að fylgja ákveðnum vinnustaðareglum og vinnuaðferðum sem er fyrirtækinu í hag. Enda snýst þetta nú allt um hagnað. Læknar eru líklegri til að selja þér pillur í stað þess að ráðleggja þér hvernig þú getur að kostnaðarlausu bætt heilsu þína með því að breyta mataræði, auka við hreyfingu og drekka meira vatn. Það er bara einn galli við þetta og það er hann að þeir myndu þá ekkert græða á lyfjasölu.\nOg jú ég trúi ekki á lyf vegna þess það er oft á tíðum skaðleg efni í þeim einsog Flúor. Prozac/Fluoxetine inniheldur þetta meðal annars en þetta lyf er gefið við þunglyndi. Þunglyndi er sjúkdómur sem er að mínu mati mun betur meðhöndlað með réttu mataræði og nægjanlegri hreyfingu ásamt aukinni vatnsdrykkju en svo er það aftur að þetta myndi ekki mynda neinn hagnað fyrir fyrirtækin og ekki myndi ég allavega vilja reka lyfjafyrirtæki sem að ráðleggur fólki allt aðra hluti en að kaupa vöruna/lyfin.",
            "date": "2014-12-28 11:30:00",
            "post_id": "584955",
            "reply_to_id": "584954"
        },
        {
            "user_name": "CendenZ",
            "text": "Því síðurnar sem þú vitnar í eru ekki ritrýndar, þetta eru bloggsíður eða skoðanasíður. Þar að auki er vel þekkt aðferð í skottulækningum að sannfæra fólk um A með að segja satt um hlut B. Til viðbótar koma svo fullyrðingar sem eru sannar, allt til þess gert að sanna A.\nGeturu ekki bara komið með eina almennilega heimild og vitnað í hana, jafnvel rétt ?",
            "date": "2014-12-28 11:34:00",
            "post_id": "584957",
            "reply_to_id": "584955"
        },
        {
            "user_name": "tkp12",
            "text": "Það er margt sem er að vissu leyti rétt sem birtist í fjölmiðlum og á ýmsum opinberum vefsíðum þar sem virtir aðilar setja fram niðurstöður úr rannsóknum en ég bara get ekki séð að niðurstöðurnar sem mér hafa verið sýndar hér á spjallinu varðandi kaffi og aðra drykki og mat sem innihalda koffín séu í samræmi við raunveruleikann og ég hef mínar ástæður til að trúa því einsog þessar sem ég hef sett fram o.fl. Þetta er það sem ég trúi.\nHvað fær þig til að trúa rannsóknum? Hvað er það sem fær þig til að segja m.a.\"já, þetta er satt og sannað og það er enginn sem getur breytt þessu\" ?",
            "date": "2014-12-28 11:40:00",
            "post_id": "584958",
            "reply_to_id": "584957"
        },
        {
            "user_name": "CendenZ",
            "text": "Getur byrjað hérna: JournalReview.org, europepmc.org, ovid.com, scopus.com\nEf þú hefur svona brennandi áhuga á þessu, afhverju ferðu ekki í lífefnafræði í HÍ ? Getur gert þína eigin óháðar rannsóknir og birt þær.",
            "date": "2014-12-28 11:42:00",
            "post_id": "584959",
            "reply_to_id": "584958"
        },
        {
            "user_name": "tkp12",
            "text": "Ég hef ekki brennandi áhuga á næringarfræði né mat heldur hef ég brennandi áhuga á því sem er að gera mér gott eða slæmt og einnig hef ég mikinn áhuga á því sem er satt.\nEn geturu samt bent mér á alla þessa jákvæðu áhrif af koffíni í mannslíkamanum og hvernig þeir nákvæmlega fara að því að hjálpa til?\nÞað neikvæða er vel útskýrt en hvað með það jákvæða einsog Alzheimir og lætur þig lifa lengur og svoleiðis. Hver eru rökin á bakvið þetta alltsaman en bara fyrirsagnirnar?",
            "date": "2014-12-28 11:45:00",
            "post_id": "584960",
            "reply_to_id": "584959"
        },
        {
            "user_name": "CendenZ",
            "text": "Ég er meira segja viss um að þú hafir ekki hugmynd um hvernig efnaskiptin í líkamanum fara fram við niðurbrot á koffíni, jafnvel þótt þú hafir eytt alltof miklum tíma að lesa áróðursbullið. Geturu sagt mér eitthvað um ensímin sem brjóta niður koffín ? Hefuru einhverja hugmynd um það sem þú ert að reyna þræta fyrir eða aparu upp vitleysuna eins og þú last hana ?\nÞað sem er satt, þetta er doldið merkilegt að þú skulir segja þetta því þú hefur ekki minnstu hugmynd um hvað þú ert að skrifa.\nÓkei, þú hefur smá hugmynd. Oggupoggulitla.",
            "date": "2014-12-28 11:48:00",
            "post_id": "584961",
            "reply_to_id": "584960"
        },
        {
            "user_name": "tkp12",
            "text": "Ég væri mikið til í að þú útskýrðir fyrir mér ef þú nenntir hvernig þessi jákvæðu áhrif koffíns fara fram einsog með ensímin og það. Mér er alvara því þá get ég googlað það og hugsanlega séð þá hlið sem þú ert að reyna að birta fyrir mér. Ég er ekki að vera kaldhæðinn og ég vil þú útskýrir fyrir mér jákvæðu áhrif koffíns á líkamann og það sem útvegur það neikvæða.\nAllavega þá benda mér á góða grein sem fer djúpt í það hvernig koffín hjálpar líkamanum á jákvæðan hátt. Ég hef séð nóg af þessu neikvæða og vil sjá hina hliðina. Það væri geðveikt ef koffín væri hollt. Það held ég að allir séu sammála um.\nEr Huffington Post ekki ritrýnt?\nhttp://www.huffingtonpost.com/dr-travis ... 79708.html\nhttp://www.huffingtonpost.com/2014/04/1 ... 24624.html\nhttp://www.huffingtonpost.com/2014/07/1 ... 01792.html",
            "date": "2014-12-28 11:50:00",
            "post_id": "584962",
            "reply_to_id": "584961"
        },
        {
            "user_name": "GuðjónR",
            "text": "Mæli með því að þú takir upp þessa koffín/sykur umræðu á bland.is\nKellingarnar þar verða meira en ánægðar með að rökærða þetta við þig þar.\nEkki fleiri svona þræði takk.",
            "date": "2014-12-28 11:58:00",
            "post_id": "584963",
            "reply_to_id": "584962"
        }
    ],
    "date": "2014-12-28 10:34:00"
}