{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "63789",
    "title": "Amazon FireTV - Gagnamagn",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=63789",
    "posts": [
        {
            "user_name": "Gislinn",
            "text": "Ég fékk FireTV í jólagjöf og hef verið að nota það töluvert síðustu 3 daga, ég tók eftir því að þegar ég nota netflix og hulu á FireTV-inu er ég að nota tæplega 3 GB/klst en ef ég nota þessar streymisþjónustur á fartölvunni get ég lækkað gæðin á myndinni og þá nota ég minna gagnamagn. Ég sé ekki alveg afhverju strákurinn þyrfti t.d. að horfa á barnaefni á netflix í 1080p og þvi hef ég lækkað myndgæðin hjá honum og eins hjá mér og konunni ef við erum að horfa á einhverja þætti.\nÉg sé fram á að sprengja þakið á gagnamagninu hjá mér mjög fljótt ef ég hef ekki tök á að lækka myndgæðin á netflix og hulu. Því sný ég mér til ykkar og spyr, hefur einhver fundið út hvort og þá hvernig ég get stillt myndgæði (og þar með lækkað gagnanotkun) á netflix, hulu og amazon instant video í FireTV?  \n \nSíðustu 3 daga hefur tæplega helming af gagnanotkun þessa mánaðar átt sér stað, samt er netflix/hulu/amazon instant video ekkert mikið meira í notkun yfir þá 3 daga samanborið við dagana fyrir aðfangadag, þvi er eini munurinn myndgæðin (enda er munurinn á medium (0.7 GB/hour) og high (3 GB/hour) á netflix mjög mikill í gagnanotkun sem dæmi).\nTL;DR: \nHvernig get ég breytt myndgæðum á netflix/hulu/amazon instant video á Amazon FireTV?",
            "date": "2014-12-28 02:43:00",
            "post_id": "584894",
            "reply_to_id": false
        },
        {
            "user_name": "rattlehead",
            "text": "Getur lækkað myndgæði Netflix niður. Ferð á heimasíðuna og í settings. Veit ekki með Hulu hvort það er hægt",
            "date": "2014-12-28 04:24:00",
            "post_id": "584902",
            "reply_to_id": "584894"
        },
        {
            "user_name": "Gislinn",
            "text": "Ertu viss um að þær stillingar eiga líka við um svona box eins og fireTV (eða apple tv)?",
            "date": "2014-12-28 19:29:00",
            "post_id": "585013",
            "reply_to_id": "584902"
        },
        {
            "user_name": "blitz",
            "text": "Þær eiga bara við accountinn þinn og virka þ.al. á öll tæki sem nota þann account. Hef ekki séð sambærilegar stillingar fyrir Hulu.",
            "date": "2014-12-28 20:30:00",
            "post_id": "585020",
            "reply_to_id": "585013"
        },
        {
            "user_name": "rattlehead",
            "text": "http://www.cordcuttersnews.com/comparing-data-usage-for-netflix-hulu-and-amazon/\n hér er þetta listað eitthvað",
            "date": "2014-12-28 21:31:00",
            "post_id": "585027",
            "reply_to_id": "585020"
        },
        {
            "user_name": "Gislinn",
            "text": "Fyrir þá sem eru að spá í sambærilegum málum og ég þá gefur Netflix sér allt að 8 klst til að breyta stillingum, því voru stillingarnar ekki búnar að breytast í FireTV þegar ég prufaði, Netflix er núna að malla á töluvert minna gagnamagni en áður.  \n \nCased closed.",
            "date": "2014-12-31 01:21:00",
            "post_id": "585373",
            "reply_to_id": "585027"
        }
    ],
    "date": "2014-12-28 02:43:00"
}