{
    "forum_title": "Koníakstofan",
    "id": "63810",
    "title": "Stuðkúrinn - fyrir þá allra hörðustu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=63810",
    "posts": [
        {
            "user_name": "machinefart",
            "text": "Ég hef tekið skref fram í þróuninni, en eins og komið hefur fram eru menn að ljóstillífa núna í staðinn fyrir að borða - þetta gengur ekki vel í íslenska skammdeginu, þannig ég fór bara að stinga göfflum inn í innstungur. En það er jú vitað af raforka er jú einmitt það orka, og ég get bara lifað á henni einni, bara drekka aðeins af vatni. \nhttp://en.wikipedia.org/wiki/Electric_energy\nMæli með að hver sem trúir á ljóstillífun mannfólks stingi frekar gaffli inn í innstungu.",
            "date": "2014-12-30 10:03:00",
            "post_id": "585233",
            "reply_to_id": false
        },
        {
            "user_name": "lifeformes",
            "text": "muna bara að setja nagla í öryggin í töfluni svo þið sláið ekki öllu út, tók svona 15mín í morgun, allt annað líf.",
            "date": "2014-12-30 10:59:00",
            "post_id": "585245",
            "reply_to_id": "585233"
        },
        {
            "user_name": "rapport",
            "text": "Ég tengi alltaf beint í litlutánna, þá herpast allar tærnar út og eins og allir vita þá er það þunna skinnið milli tánna sem framkallar einna mesta ljótillífun hjá ungum karlmönnum.\nÉg vil strykja þessa vöðva svo ég geti setið í sólinni í sumar og glennt tærnar í sundur og hámarkað ljóstillífunina mína...",
            "date": "2014-12-30 13:02:00",
            "post_id": "585255",
            "reply_to_id": "585245"
        },
        {
            "user_name": "Tbot",
            "text": "Svo er bara að skella sér í magabreytingu.... fá 4 hólfa tryllitæki, sem nýtir grasið betur.",
            "date": "2014-12-30 13:42:00",
            "post_id": "585261",
            "reply_to_id": "585255"
        },
        {
            "user_name": "Bjosep",
            "text": "Eru einhverjir gafflar betri en aðrir? Þríforkar betri en fjórólfar? Skiptir málmurinn máli? \nÉg þrái betra líf!",
            "date": "2014-12-30 14:33:00",
            "post_id": "585269",
            "reply_to_id": "585261"
        },
        {
            "user_name": "machinefart",
            "text": "Ég nota tvo moddaða þríforka þar sem ég er búinn að brjóta 2 af forkunum af þeim, það gefur gott flæði í gegnum hartað. Ég er í silfrinu þó maður sé að verða heitur fyrir að prufa sérsmíðaðan kopar.",
            "date": "2014-12-30 15:58:00",
            "post_id": "585277",
            "reply_to_id": "585269"
        },
        {
            "user_name": "rango",
            "text": "",
            "date": "2014-12-30 16:48:00",
            "post_id": "585280",
            "reply_to_id": "585277"
        },
        {
            "user_name": "tkp12",
            "text": "Speak for yourself.\nEn kannski er ég bara sturlaður samsæriskenningarmaður sem áttar sig ekki á hversu ruglaður ég í raun og veru er :S\nKlikkað fólk veit jú ekki að það er klikkað þannig þetta er algjörlega plausible.\nTakk fyrir að opna dyrnar fyrir mér að þessum upplýsingum.\nSamt er hægt að spyrja sig afhverju þetta er að vekja svona hörð viðbrögð þessi þráður sem ég gerði. Er það útaf þetta er pjúra bull og vitleysa og svo langt frá raunveruleikanum að það er ekki grín einusinni EÐA er eitthvað til í þessu?\nHver fyrir sig.",
            "date": "2014-12-30 17:18:00",
            "post_id": "585283",
            "reply_to_id": "585280"
        },
        {
            "user_name": "machinefart",
            "text": "Sjálfur er ég nú bara að hlæja að þessari vitleysu í þér. Fólk hér er pirrað get ég ýmindað mér vegna þess það er algjörlega ómögulegt að ræða við þig, þú endurtekurþig bara endalaust í þrjósku þinni og hefur varla fyrir því að lesa það sem fólk skrifar. Ég hef sett mér reglu, þannig þetta verður eina svarið til þín í þessum þræði, njóttu síðasta orðsins.",
            "date": "2014-12-30 17:46:00",
            "post_id": "585294",
            "reply_to_id": "585283"
        },
        {
            "user_name": "tkp12",
            "text": "Ég les það sem aðrir skrifa annars gæti ég ekki svarað því með nákvæmni.",
            "date": "2014-12-30 17:52:00",
            "post_id": "585295",
            "reply_to_id": "585294"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Ef tkp12 er ekki tröll þá skal ég hundur heita.\nÁ þessum tímapunkti var ég viss. Engum sem getur skrifað heilsteyptan texta og þykist trúa þessu er alvara.",
            "date": "2014-12-30 18:51:00",
            "post_id": "585312",
            "reply_to_id": "585295"
        },
        {
            "user_name": "Lunesta",
            "text": "ég dó! hahaha",
            "date": "2014-12-30 18:54:00",
            "post_id": "585315",
            "reply_to_id": "585312"
        },
        {
            "user_name": "rapport",
            "text": "iss.... breytir bara \"Fr\" í \"D\" og fólk tekur varla eftir því...\np.s. sannsögulegt dæmi um ljóstillífun sem kom til vegna orku úr hljóðbygjum (sem komu úr tæki sem stungið var í samband)\nÚr heimildaþáttaröðinni \"Eureka\" sem þýðir náttúrulega \" the sudden, unexpected realization of the solution to a problem\" Skv. \nalfræðivefnum\nhttp://www.aoltv.com/2007/09/12/eureka- ... e-details/",
            "date": "2014-12-30 19:03:00",
            "post_id": "585316",
            "reply_to_id": "585315"
        },
        {
            "user_name": "tkp12",
            "text": "Ég er ekki tröll.\nÞá heitiru bara Hundur.",
            "date": "2014-12-30 19:23:00",
            "post_id": "585320",
            "reply_to_id": "585316"
        },
        {
            "user_name": "Minuz1",
            "text": "rename KermitTheFrog Hundur",
            "date": "2014-12-31 06:00:00",
            "post_id": "585387",
            "reply_to_id": "585320"
        }
    ],
    "date": "2014-12-30 10:03:00"
}