{
    "forum_title": "Netkerfi - internetið",
    "id": "63832",
    "title": "Afmælistilboð Hringiðunnar",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=63832",
    "posts": [
        {
            "user_name": "viddi",
            "text": "Ótakmarkað\n Niðurhal á ljósleiðara!",
            "date": "2015-01-01 13:10:00",
            "post_id": "585491",
            "reply_to_id": false
        },
        {
            "user_name": "Icarus",
            "text": "Fylgist vel með \nÉg ætlaði einmitt að koma hingað inn og skrifa nokkra punkta um þetta. Við gerðum nokkrar breytingar núna um áramótin og langstærsta er internet með ótakmörkuðu niðurhali. Ljósleiðari, Ljósnet og ADSL á 6.990,-\nMá lesa aðeins meira um það hér:\nhttp://vortex.is/leidandi-a-markadi/\nFull disclosure though",
            "date": "2015-01-01 13:20:00",
            "post_id": "585492",
            "reply_to_id": "585491"
        },
        {
            "user_name": "viddi",
            "text": "Gildir þetta ekki fyrir núverandi viðskiptavini líka ?",
            "date": "2015-01-01 13:23:00",
            "post_id": "585493",
            "reply_to_id": "585492"
        },
        {
            "user_name": "Icarus",
            "text": "Þetta er í boði fyrir alla, þarf bara að hafa samband við okkur með tölvupósti á \ninfo@vortex.is\n eða í síma 525 2400 og við breytum skráningunni þinni.",
            "date": "2015-01-01 13:43:00",
            "post_id": "585495",
            "reply_to_id": "585493"
        },
        {
            "user_name": "depill",
            "text": "Tek hattinn ofan fyrir ykkur. Flott tilboð.",
            "date": "2015-01-01 14:14:00",
            "post_id": "585498",
            "reply_to_id": "585495"
        },
        {
            "user_name": "Legolas",
            "text": "Æðislegt en með fullri virðingu DRULLIST til að troða ljósleiðara Í Mörkina... PLEASE  \n \n \nÚpps my bad, aðeins og fljótfær  \n \nPS. Nú hef ég engann áhuga.",
            "date": "2015-01-01 14:15:00",
            "post_id": "585499",
            "reply_to_id": "585498"
        },
        {
            "user_name": "beatmaster",
            "text": "Eitthvað ertu að misskilja starfssvið Hringiðunnar held ég...\nHringiðan á hrós skilið, markaðurinn sér um sig, eins og ég sagði í öðrum þræði hérna þá eru risaeðlurnar í dauðateygjunum og er þetta virkilega rökrétt framhald á þeim pælingum sem voru þar um hvernig mæling á öllu muni springa í andlitið í Símanum og eftirlíkingum þeirra",
            "date": "2015-01-01 14:34:00",
            "post_id": "585500",
            "reply_to_id": "585499"
        },
        {
            "user_name": "GuðjónR",
            "text": "Mjög flott tilboð!\nÁ sama tíma:\nhttps://365.is/tilkynningar/nanar1",
            "date": "2015-01-01 14:36:00",
            "post_id": "585501",
            "reply_to_id": "585500"
        },
        {
            "user_name": "suxxass",
            "text": "Efnisveiturnar ráða því ekki hvar ljósleiðarinn er lagður, það er eitthvað sem Gagnaveiturnar sjá um...",
            "date": "2015-01-01 15:09:00",
            "post_id": "585505",
            "reply_to_id": "585501"
        },
        {
            "user_name": "beatmaster",
            "text": "Fyrst að starfsmenn Hringiðunnar eru að svara hérna, eruð þið ekki örugglega tilbúnir að díla við stórnotendur, ég er ekki stórnotandi en að auglýsa ótakmarkað er ótakmarkað og þetta setti Hive næstum því á hausinn á sínum tíma, eruð þið reiðubúnir að taka á móti mörg hundruð notendum sem að eru beinlínis með niðurhalsfíkn og eru kanski að hala niður allt að TB á mánuði?\nEða er stefnan tekin á USA ISP style með DMCA notice og eftir að hafa sent viðskiptavini tölvupóst um að IP tala notanda hafi verið skráð í dreifingu á höfundarréttarvörðu efni verði lokað á aðganginn?\nÞessar spurningar eru eitthvað sem brennur á mér, það er hvernig Netveitur ætla að bjóða upp á gott internetsamband með ótakmörkuðu niðurhali en samt díla við fjölskyldur sem eiga kanski 3 unglingsstráka sem eru að hala niður hver sínu eintakinu af öllu sem þeim dreymir um að horfa á, spila, hlusta o.s.frv. og eru væntanlega í fullum rétti til þess ef að það er verið að kaupa internetsamband með ótakmörkuðu niðurhali og ekki er verið að gera upp á milli notenda",
            "date": "2015-01-01 15:29:00",
            "post_id": "585508",
            "reply_to_id": "585505"
        },
        {
            "user_name": "worghal",
            "text": "andskotinn! hef ekkert við heimasíma eða hýsingu að gera og hef ekkert of mikinn áhuga á að skipta um farsímaþjónustu",
            "date": "2015-01-01 16:39:00",
            "post_id": "585513",
            "reply_to_id": "585508"
        },
        {
            "user_name": "capteinninn",
            "text": "8300 fyrir 100mb tengingu á endalaust niðurhal hljómar bara nokkuð vel, færi mig líklega yfir í þessum mánuði.\nHef samt ekki verið með heimasíma áður, það verður spes",
            "date": "2015-01-01 16:43:00",
            "post_id": "585515",
            "reply_to_id": "585513"
        },
        {
            "user_name": "audiophile",
            "text": "Hljómar vel, en hver er hængurinn? Sé líka á síðunni að 100Mb / 200GB pakki er 500kr dýrari. Hver myndi taka það framyfir þetta tilboð? \nSkil ekki alveg.",
            "date": "2015-01-01 17:01:00",
            "post_id": "585517",
            "reply_to_id": "585515"
        },
        {
            "user_name": "capteinninn",
            "text": "Þetta er örugglega tímabundið tilboð",
            "date": "2015-01-01 21:02:00",
            "post_id": "585549",
            "reply_to_id": "585517"
        },
        {
            "user_name": "Kallikúla",
            "text": "Kemur bara heimislfang fanst ekki þegar ég reyndi að gá hvort ég gæti verið með ljósleiðara.\nI take that as a no.",
            "date": "2015-01-02 07:57:00",
            "post_id": "585600",
            "reply_to_id": "585549"
        },
        {
            "user_name": "Xovius",
            "text": "Ég vona svo innilega að þetta takist vel hjá Hringiðunni. Það væri æðislegt fordæmi fyrir allar aðrar netveitur á landinu. Nú er bara að færa sig yfir og tala með veskinu því það er jú það sem hlustað er á.",
            "date": "2015-01-02 09:21:00",
            "post_id": "585602",
            "reply_to_id": "585600"
        },
        {
            "user_name": "Icarus",
            "text": "Sumir notendur gætu kosið að taka það og hafa enga aðra þjónustu hjá okkur, snýst allt um valkosti \nEkki taka leitarvélina of bókstaflega, hún á það til að vera sérvitur á köflum, ef þú ert með ljósleiðara í dag eru 99% líkur á að við getum einnig veitt þér þjónustu yfir ljósleiðara.\nÞað hefur mikið vatn runnið til sjávar síðan Hive var og hét",
            "date": "2015-01-02 10:36:00",
            "post_id": "585610",
            "reply_to_id": "585602"
        },
        {
            "user_name": "Plushy",
            "text": "Hvað gerist þegar tilboðið rennur út; fólki boðið að fara í aðra áskriftarleið eða heldur það áfram með ótakmarkaða niðurhalið í óákveðinn tíma?",
            "date": "2015-01-02 11:21:00",
            "post_id": "585614",
            "reply_to_id": "585610"
        },
        {
            "user_name": "FriðrikH",
            "text": "Fyrst að hér eru starfsmenn Hringiðunnar þá vill ég benda á vandræðalega stafsetningavillu á heimasíðunni hjá ykkur, \nhttp://vortex.is/simi/gsm/\n , þarna er talað um \"Ýtarlegri verðskrá\".... \"Ý\" á ekki heima þarna \n*On topic*  Flott tilboð, hef verið ánægður með þjónustuna hjá ykkur og tel líklegt að ég fari með fleiri þjónustuþætti til ykkar.",
            "date": "2015-01-02 11:25:00",
            "post_id": "585615",
            "reply_to_id": "585614"
        },
        {
            "user_name": "Xovius",
            "text": "http://www.visindavefur.is/svar.php?id=55165\nSamkvæmt þessu sýnist mér Ý vera réttara þó bæði virðist leyfileg.",
            "date": "2015-01-02 11:51:00",
            "post_id": "585617",
            "reply_to_id": "585615"
        },
        {
            "user_name": "Gúrú",
            "text": "Tók eftir því í morgun en hafði nú ekki fyrir því en svona fyrst umræðan er komin:\nInnifela ekki.",
            "date": "2015-01-02 12:18:00",
            "post_id": "585619",
            "reply_to_id": "585617"
        },
        {
            "user_name": "gardar",
            "text": "",
            "date": "2015-01-02 13:53:00",
            "post_id": "585624",
            "reply_to_id": "585619"
        },
        {
            "user_name": "hfwf",
            "text": "Hljómar vel, ef tal ætlar að fara í að rukka allt gagnamagn, er þetta augljósasti kosturinn.",
            "date": "2015-01-02 15:11:00",
            "post_id": "585632",
            "reply_to_id": "585624"
        },
        {
            "user_name": "Hellfire",
            "text": "Hvernig hafa menn upplifað stöðugleika á netinu ásamt  ping í leikjum? \nLangar virkilega mikið að skipta úr Símanum út af aðferðum þeirra við gagnamagns mælingar",
            "date": "2015-01-02 15:32:00",
            "post_id": "585636",
            "reply_to_id": "585632"
        },
        {
            "user_name": "J1nX",
            "text": "ég er búinn að vera með netið hjá þeim núna í 2 mánuði, hefur ekki dottið einu sinni út og alltaf með gott ping í cs:go",
            "date": "2015-01-02 16:17:00",
            "post_id": "585642",
            "reply_to_id": "585636"
        },
        {
            "user_name": "NumiSrc",
            "text": "svona smá forvitna spurning hjá mér hvað stendur tilboðinn lengi ?",
            "date": "2015-01-02 18:30:00",
            "post_id": "585664",
            "reply_to_id": false
        },
        {
            "user_name": "intenz",
            "text": "Hvað á það að þýða að maður þurfi að vera með eina af eftirfarandi þjónustum til að geta nýtt sér þetta tilboð:\n- Farsímaþjónustu\n- Heimasímaþjónustu\n- Hýsingaþjónustu\nhttp://vortex.is/internet/otakmarkad/",
            "date": "2015-01-03 18:35:00",
            "post_id": "585784",
            "reply_to_id": "585664"
        },
        {
            "user_name": "beatmaster",
            "text": "Af hverju heitir þráðurinn afmælistilboð Hringiðunnar, hvorki tilkynningin á síðunni né við skráningu er tekið fram að þetta sé tilboð?\nHvað ætla þeir að gera við stórnotendur sem munu flykkjast til þeirra, því hefur ekki verið svarað og ég hef engann áhuga á því að færa netið til þeirra til þess að geta ekki notað það vegna niðurhalsfíkla, það að margt vatn hafi runnið til sjávar frá því að Hive var og hét skiptir engu máli, vandamálin eru nákvæmlega þau sömu í dag og kostnaður við bandvídd til íslands hefur ekki minnkað síðan þá.",
            "date": "2015-01-03 18:49:00",
            "post_id": "585786",
            "reply_to_id": "585784"
        },
        {
            "user_name": "rapport",
            "text": "Það er bara verið að kroppa í samkeppnisaðilana...\nÞetta er alveg skiljanlegt...",
            "date": "2015-01-03 19:01:00",
            "post_id": "585789",
            "reply_to_id": "585786"
        },
        {
            "user_name": "Gúrú",
            "text": "Bara fyrsta kommentið á þennan þráð tók þetta fram. \nÉg vorkenni engum að þurfa að færa heimasímann þangað yfir til að nýta sér þetta. \n300 krónum ódýrara grunngjald\n en \nhjá Vodafone\n t.d. \nÉg ætla að nýta mér þetta.",
            "date": "2015-01-03 19:05:00",
            "post_id": "585791",
            "reply_to_id": "585789"
        },
        {
            "user_name": "hgylfason",
            "text": "Er hægt að fá svar við þessu?",
            "date": "2015-01-03 19:26:00",
            "post_id": "585794",
            "reply_to_id": "585791"
        },
        {
            "user_name": "Icarus",
            "text": "Þið afsakið að ég svaraði ekki strax, lítið verið við tölvu í dag \nÞessi þráður hefur þó gefið mér þá hugmynd að setja spurt og svarað flokk í tengslum við tilboðið á vefsíðuna sem er mjög gott.\nVarðandi hve lengi tilboðið varir, þá verðum við 20 ára á þessu ári og á tilboðið að vara allt þetta ár, hvað gerist svo áramótin 2015/2016 er óákveðið, kemur í ljós hvernig reynslan af þessu er. En ef svo vildi til að tilboðið myndi hætta yrði enginn þvingaður í annan pakka og að halda áfram viðskiptum við okkur. Við sjáum engan hag í að þvinga fólk í að hafa internet hjá okkur.\nÞetta heitir afmælistilboð Hringiðunnar þar sem þetta á að vera afmælistilboð, það er þó ekki aðalatriði og því er það orð ekki front and center. En það kemur þó fram hér og þar, til dæmis á síðunni þar sem eru nánari upplýsingar um pakkan, það var einnig sendur út smá teaser til viðskiptavina á þorláksmessu þar sem þetta var kallað afmælistilboð (plús að það var ekki neinn á vegum Hringiðunnar sem bjó til þennan þráð).\nVið munum setjast niður á mánudaginn og skrifa ítarlegri svör við spurningum sem hafa komið bæði fram hér og annars staðar.",
            "date": "2015-01-03 20:15:00",
            "post_id": "585798",
            "reply_to_id": "585794"
        },
        {
            "user_name": "BaldurÖ",
            "text": "Ég sá þetta tilboð og er að spá í að færa mig en þá eins og svo margir aðrir eru \nað spá í er þetta eitthvað tilboð sem gildir bara í stuttan tíma og hvað þá ???\nHlakka til að sjá svör á mánudaginn",
            "date": "2015-01-03 21:20:00",
            "post_id": "585820",
            "reply_to_id": "585798"
        },
        {
            "user_name": "intenz",
            "text": "Ég hafði líka hug á því að færa mig en það yrði þá ekki út af þessu tilboði. Ég er með farsíma frá vinnunni, er ekki með heimasíma og hýsi allt mitt sjálfur.",
            "date": "2015-01-03 21:31:00",
            "post_id": "585821",
            "reply_to_id": "585820"
        },
        {
            "user_name": "worghal",
            "text": "þegar ár er liðið, í hvaða pakka verður maður færður?\nog er einhver hugur að því að stækka gagnamagns pakkana? finnst 200gb aðeins of lítið á meðan ég er með 500gb hjá vodafone.",
            "date": "2015-01-03 22:18:00",
            "post_id": "585830",
            "reply_to_id": "585821"
        },
        {
            "user_name": "Tóti",
            "text": "Er að spá í þetta.\nEr með Símann ljósnet 300 gb. Er þetta ekki málið ?",
            "date": "2015-01-03 22:55:00",
            "post_id": "585834",
            "reply_to_id": "585830"
        },
        {
            "user_name": "braudrist",
            "text": "+1 Það væri fínt að fá einhver svör við þessu, virðist enga þora að svara þessari spurningu. Ef stórnotendur myndu flykkjast á þetta tilboð, mun þá ekki allt fara í klessu eins og með Hive hér áður fyrr? Myndi það líka hafa áhrif á notendur sem eru ekki á vegum Hringiðunnar?",
            "date": "2015-01-03 23:41:00",
            "post_id": "585842",
            "reply_to_id": "585834"
        },
        {
            "user_name": "Arena77",
            "text": "Ætlar Hringiðan ekkert að gera fyrir núverandi á áskrifendur sem hafa alltaf verið með þeim næstum því frá upphafi? Mér finnst að þeir sem hafa verið með áskrift í 10 ár eða lengur\nhjá Hringiðunni ættu að fá þennann pakka einan og sér sem afmælisgjöf frá Hringiðunni. Sjálfur hef ég verið hjá þeim frá 2001. Hef bara verið mjög ánægður með þjónusta hjá þeim.",
            "date": "2015-01-04 11:39:00",
            "post_id": "585861",
            "reply_to_id": "585842"
        },
        {
            "user_name": "hfwf",
            "text": "Nú sé ég ekki hvort þetta kom fram, en segjum svo að Vortex taki sig svo til og breyti þessari stefnu eftir tja mán 1 mars kannski, og fari að rukka innlent, var stöndum við sem komum yfir þá t.d varðandi uppsagnarákvæði.",
            "date": "2015-01-05 09:46:00",
            "post_id": "585984",
            "reply_to_id": "585861"
        },
        {
            "user_name": "Xovius",
            "text": "Man ekki hvort það var í þessum þræði eða einum af hinum þráðunum um þetta en þeir sögðu að ef þeir neyddust til að breyta þessu þá myndu þeir ekki neyða neinn til að halda áfram hjá sér.",
            "date": "2015-01-05 09:50:00",
            "post_id": "585985",
            "reply_to_id": "585984"
        },
        {
            "user_name": "hfwf",
            "text": "Hljómar eins og mig rámi í það, það er þá fínt, þá býst ég við skiptingu í lok jan.",
            "date": "2015-01-05 09:56:00",
            "post_id": "585986",
            "reply_to_id": "585985"
        },
        {
            "user_name": "BaldurÖ",
            "text": "",
            "date": "2015-01-05 18:15:00",
            "post_id": "586068",
            "reply_to_id": "585986"
        },
        {
            "user_name": "hfwf",
            "text": "Jæja er komin einhver reynsla á þetta?",
            "date": "2015-01-15 10:45:00",
            "post_id": "587275",
            "reply_to_id": "586068"
        },
        {
            "user_name": "Gúrú",
            "text": "Hef það fínt. Fínt ping.",
            "date": "2015-01-15 11:29:00",
            "post_id": "587279",
            "reply_to_id": "587275"
        },
        {
            "user_name": "Steini B",
            "text": "Ég er mjög sáttur...\ner reyndar með aðeins meira ping á BF4 serverum.\nEn þeir eru mega snöggir að skipta yfir, bara hringja í þá, tengja routerinn og kominn yfir...",
            "date": "2015-01-15 12:11:00",
            "post_id": "587283",
            "reply_to_id": "587279"
        },
        {
            "user_name": "hfwf",
            "text": "Hef lítla áhyggjur af pingi, spila ekki leiki sem þarfnast lág pings.",
            "date": "2015-01-15 12:31:00",
            "post_id": "587285",
            "reply_to_id": "587283"
        },
        {
            "user_name": "Gúrú",
            "text": "Viltu gefa vísbendingar um hvað þú hefur þá áhyggjur af eða eigum við að giska?",
            "date": "2015-01-15 12:57:00",
            "post_id": "587287",
            "reply_to_id": "587285"
        },
        {
            "user_name": "siggi83",
            "text": "Kominn yfir líka.",
            "date": "2015-01-15 13:01:00",
            "post_id": "587288",
            "reply_to_id": "587287"
        },
        {
            "user_name": "hfwf",
            "text": "Klárlega losna við það að þurfa borga fyrir upp og niðurhal innanlands, augljóslega augljósasta ástæðan \n sem er í raun eina ástæðan. Þó aðrar smávægilegar eru til staðar líka, augljóslega.",
            "date": "2015-01-15 13:09:00",
            "post_id": "587289",
            "reply_to_id": "587288"
        },
        {
            "user_name": "Gúrú",
            "text": "Augljósa ástæðan er með of augljósu svari til að maður íhugi hana einu sinni. \nEf það væri einhver af okkur sem skráði sig í þetta búinn að vera rukkaður \ninnanlandsumferð \nheldurðu að það væri ekki búið að röfla um það?  \n \nHringiðan er með ótakmarkað upp- og niðurhal innanlands á öllum tengingum, ekki bara þessu afmælistilboði, fyi. \nHérna er svo það eina um takmörkun á erlendri umferð á síðunni:",
            "date": "2015-01-15 13:40:00",
            "post_id": "587291",
            "reply_to_id": "587289"
        },
        {
            "user_name": "hfwf",
            "text": "Vissi vel að það væri ekki rukkað innalandsumferð, that's what i said en kom bara ekki rétt fram sé ég núna....... :O\nog ég vissi það fyi.\nvissi ekki með 5tb.",
            "date": "2015-01-15 14:27:00",
            "post_id": "587294",
            "reply_to_id": false
        },
        {
            "user_name": "Gúrú",
            "text": "Hvað vantar uppá?  \n \nÞetta er bara svakalega þægilegt enn sem komið er. Betra ping en með Vodafone.",
            "date": "2015-01-15 14:58:00",
            "post_id": "587297",
            "reply_to_id": "587294"
        },
        {
            "user_name": "hfwf",
            "text": "Hvort það sé einhver sjáanlegur munur á að hafa skipt t.d, maður er orðinn svo þægilega vanur 100mbit tengingunni hjá tal:) býst 95% um að skipta í næstu viku.",
            "date": "2015-01-15 15:04:00",
            "post_id": "587298",
            "reply_to_id": "587297"
        },
        {
            "user_name": "Gúrú",
            "text": "Já það er semsagt betra ping. \n \nÞú munt aldrei sjá mikinn mun á þessum tengingum þegar þær eru allar yfir ljósleiðarann frá GR. \nAðalmunurinn hjá ISPum núna er ping, verð/gagnamagn og búnaðurinn sem þeir leigja þér.",
            "date": "2015-01-15 15:06:00",
            "post_id": "587299",
            "reply_to_id": "587298"
        },
        {
            "user_name": "hfwf",
            "text": "",
            "date": "2015-01-15 15:07:00",
            "post_id": "587300",
            "reply_to_id": "587299"
        },
        {
            "user_name": "HoBKa-",
            "text": "Kominn með tengingu hjá þeim og er mega sáttur  \n \nEr með \nLinksys Smart Wi-Fi Router AC 1200\n ...",
            "date": "2015-01-15 19:36:00",
            "post_id": "587319",
            "reply_to_id": "587300"
        },
        {
            "user_name": "gardar",
            "text": "Próf innanlands hefur nú lítið að segja, menn hafa meiri áhyggjur af því að útlanda gáttin þeirra muni fyllast.",
            "date": "2015-01-15 22:20:00",
            "post_id": "587332",
            "reply_to_id": "587319"
        },
        {
            "user_name": "Margaran",
            "text": "Færði mig yfir í fyrradag og gæti ekki verið sáttari nú loksins þarf maður ekkert að spá í erlanda upp og niðurhali og í leiðinni mótmæla að önnur fyrirtæki eru að rukka fyrir innlent niðurhal. Vona að sem flestir mótmæli",
            "date": "2015-01-16 13:21:00",
            "post_id": "587365",
            "reply_to_id": "587332"
        },
        {
            "user_name": "hfwf",
            "text": "Hvaða router bjóða þeir upp á annars?",
            "date": "2015-01-16 13:25:00",
            "post_id": "587366",
            "reply_to_id": "587365"
        },
        {
            "user_name": "viddi",
            "text": "Ég er með Linksys E900 frá þeim.",
            "date": "2015-01-16 13:38:00",
            "post_id": "587370",
            "reply_to_id": "587366"
        },
        {
            "user_name": "hfwf",
            "text": "Sama og ég er með hjá Tal. Allrite thanks.",
            "date": "2015-01-16 13:39:00",
            "post_id": "587371",
            "reply_to_id": "587370"
        },
        {
            "user_name": "Frantic",
            "text": "Síminn svaraði Intenz á \ntwitter\n um daginn og sagði að þeir fundu engan mun á fjölda viðskiptavina eftir að þeir fóru að rukka inn, út, upp og niður.",
            "date": "2015-01-16 13:47:00",
            "post_id": "587373",
            "reply_to_id": "587371"
        },
        {
            "user_name": "Margaran",
            "text": "Ég hætti allavena hjá 365 og var ekki sá Eini",
            "date": "2015-01-16 14:35:00",
            "post_id": "587380",
            "reply_to_id": "587373"
        },
        {
            "user_name": "Margaran",
            "text": "Ég er með E1200",
            "date": "2015-01-16 15:07:00",
            "post_id": "587386",
            "reply_to_id": "587380"
        },
        {
            "user_name": "hfwf",
            "text": "Þið sem hafið flutt ykkur yfir og hafið verið með póst hjá keppinautunum ( vodafone, síminn, etc ) hvernig snéruði ykkur í þeim málum ( Ekki skipt um þjónustuaðila í mörg mörg ár og veit ekkert hvernig þetta er í dag ).",
            "date": "2015-01-21 20:14:00",
            "post_id": "588070",
            "reply_to_id": "587386"
        },
        {
            "user_name": "darkppl",
            "text": "fá sér bara gmail eða Outlook/live/hotmail?\nannars þá verður pósturinn lagður niður eftir 3 mánuði hjá símanum minnir mig",
            "date": "2015-01-21 20:17:00",
            "post_id": "588071",
            "reply_to_id": "588070"
        },
        {
            "user_name": "hfwf",
            "text": "Maður myndi færa allan póst yfir á eigin lén seinna meir, en það er mikið af vinnutengdumaili tengdum 3 pósthólfum hjá hive/tal. en 3 mánuðir ættu að gefa nægilegan tíma til að skipta yfir.",
            "date": "2015-01-21 20:19:00",
            "post_id": "588073",
            "reply_to_id": "588071"
        },
        {
            "user_name": "vesi",
            "text": "Eru einhverjir að lenda í 12mbit smk.Speedtest.net á ljósnets-tengingu hjá Hringiðunni ?\nog að lan port 1 á router er fyrir tölvu og lan 2 fyrir Tv ?",
            "date": "2015-01-26 20:01:00",
            "post_id": "588604",
            "reply_to_id": "588073"
        }
    ],
    "date": "2015-01-15 14:27:00"
}