{
    "forum_title": "Netkerfi - internetið",
    "id": "63869",
    "title": "Vodafone að sk*ta á sig?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=63869",
    "posts": [
        {
            "user_name": "Kallikúla",
            "text": "Ég hef tekið eftir því seinustu vikuna að ég fæ mjög oft 170~ ping á serverum í CS sem ég fæ vanalega 70 ping á.\nÍ CS grúppu á facebook hefur fólk verið að lenda í þessu eins og flestir sem ég þekki og eru með ljósnet hjá vodafone. Hvað er í gangi?",
            "date": "2015-01-03 20:24:00",
            "post_id": "585802",
            "reply_to_id": false
        },
        {
            "user_name": "Sallarólegur",
            "text": "Já, þetta er búið að vera svona lengi, og þeir eru ekki að flýta sér að laga þetta \nMæli með því að skipta um þjónustuaðila ef þetta fer í taugarnar á þér.",
            "date": "2015-01-03 20:32:00",
            "post_id": "585804",
            "reply_to_id": "585802"
        },
        {
            "user_name": "Kallikúla",
            "text": "Já, CS með 170 ping haha",
            "date": "2015-01-03 20:38:00",
            "post_id": "585807",
            "reply_to_id": "585804"
        },
        {
            "user_name": "Nitruz",
            "text": "ég er líka að lenda í þessu með ljósnet hjá vodafone í cs go. Hvað heitir þessi facebook grúppa?",
            "date": "2015-01-03 20:48:00",
            "post_id": "585811",
            "reply_to_id": "585807"
        },
        {
            "user_name": "Kallikúla",
            "text": "#csgo.is",
            "date": "2015-01-03 20:51:00",
            "post_id": "585812",
            "reply_to_id": "585811"
        },
        {
            "user_name": "Xovius",
            "text": "Vitiði hvernig Hringiðan er að virka varðandi CS ping? Því þetta afmælistilboð þeirra hljómar ótrúlega vel núna fyrst Tal er sennilega að fara að telja allt líka...",
            "date": "2015-01-03 22:16:00",
            "post_id": "585829",
            "reply_to_id": "585812"
        },
        {
            "user_name": "intenz",
            "text": "Það fer algjörlega eftir því á hvaða server þú ert að spila. Þetta er eins og að spyrja hversu lengi þú sért að fljúga á milli tveggja landa.\nEn ég hef heyrt frá reynsluboltum að útlandagáttin hjá Hringiðunni sé ekki upp á marga fiska. Ég sel það samt ekki dýrara en ég keypti það.",
            "date": "2015-01-03 22:28:00",
            "post_id": "585831",
            "reply_to_id": "585829"
        },
        {
            "user_name": "hkr",
            "text": "Þetta var komið í lag hjá þeim en svo í gær þá rauk það aftur upp í +150.",
            "date": "2015-01-03 22:55:00",
            "post_id": "585833",
            "reply_to_id": "585831"
        },
        {
            "user_name": "J1nX",
            "text": "ég er að fá frá 50 og upp í 90ms og er með ljós hjá hringiðunni.. fer bara eftir serverunum",
            "date": "2015-01-03 22:58:00",
            "post_id": "585836",
            "reply_to_id": "585833"
        },
        {
            "user_name": "Kallikúla",
            "text": "Komið í lag hjá mér núna.",
            "date": "2015-01-03 23:20:00",
            "post_id": "585837",
            "reply_to_id": "585836"
        },
        {
            "user_name": "Elisviktor",
            "text": "Netið búið að vera um 0,5-3mbps í allann dag.\nEr að borga fyrir 100mbps. Þeir þurfa að múta mér þokkalega fyrir að hætta ekki á morgunn þegar ég hringi til að segja upp.",
            "date": "2015-01-05 00:27:00",
            "post_id": "585964",
            "reply_to_id": "585837"
        },
        {
            "user_name": "worghal",
            "text": "ég hef ekki fundið fyrir neinu veseni í dag",
            "date": "2015-01-05 00:28:00",
            "post_id": "585965",
            "reply_to_id": "585964"
        },
        {
            "user_name": "Elisviktor",
            "text": "ég fann heldur ekki fyrir neinu 3. Jan þegar allir hér fyrir ofan eru að kvarta. Vandamálið er ekki í tölvunni minni. er með 3 tölvur, eins allstaðar og er búinn að útiloka routerinn. (búinn að factory reseta og setja upp á nýtt.)",
            "date": "2015-01-05 00:50:00",
            "post_id": "585967",
            "reply_to_id": "585965"
        },
        {
            "user_name": "Blackened",
            "text": "Er með TP-Link Archer C7 router á 100/100 ljósleiðara á akureyri hjá Vodafone.. og ég hef bara ALDREI lent í neinum vandræðum.. alltaf með 100/100 og alltaf ping undir 10ms.. \nen ég er REYNDAR ekki að mæla útlandagáttina (sem að mér sýnist á öllu að sé meira og minna allstaðar eitthvað bögg á alveg sama hvaða ISP um ræðir)",
            "date": "2015-01-05 02:44:00",
            "post_id": "585972",
            "reply_to_id": "585967"
        },
        {
            "user_name": "Elisviktor",
            "text": "Jæja þeir fundu útúr því í dag að þessi router sem ég fékk nýjann fyrir rúmum 2-3 mán er gallaður. Þess vegna er netið hjá mér búið að vera að detta út osfv. Huawei drasl.\nAnyways, fékk núna actually router sem styður tenginguna sem ég er að kaupa af þeim. (kaupir 100mbps ljósleiðara en færð router sem styður upp að 50mbps)...\nHæsta score á speedtest.net sem ég fæ innanlands, meðal annars ef ég vel þeirra host á speedtest er 53mbps hæsta mögulega score með þessum nýja router sem á að skjóta mér upp í 100mbps.",
            "date": "2015-01-05 12:10:00",
            "post_id": "585998",
            "reply_to_id": "585972"
        },
        {
            "user_name": "worghal",
            "text": "Best að kaupa bara sinn eiginn router.",
            "date": "2015-01-05 12:28:00",
            "post_id": "586000",
            "reply_to_id": "585998"
        },
        {
            "user_name": "Xovius",
            "text": "Er það ekki vesen þegar tengingarnar eru alltaf að þróast og breytast. Finnst nú ekki vera það langt síðan ég var á upphringitengingu og síðan hef ég verið á ADSL, ljósneti, 4g og ljósleiðara. Þarf ekki mismunandi routera fyrir þetta allt. Og svo er 200-400mb/s að koma núna.",
            "date": "2015-01-05 12:45:00",
            "post_id": "586001",
            "reply_to_id": "586000"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ef þú ert með ljósleiðara þá er prívat router mjög fín fjárfesting.\nÞessi hér er um 2 ár að borga sig upp, sem er einmitt ábyrgðartími routersins. Þessi er klárlega eitthvað sem ég væri að kíkja á ef ég væri að fá mér ljósleiðara.\nhttp://att.is/product/asus-rt-n56u-router\nSvo eru allir routerar sem þú kaupir út í búð með gigabit port, svo 200-400Mb/s er ekki issue. Ef þú vilt styðja það þráðlaust þá þarftu þó að fá þér AC router sem er töluvert dýrari, en það er ekki eins og þú sért að fara fá þannig router frá símafélögunum á 500 kr. á mánuði á næstunni.\nhttp://att.is/product/asus-rt-ac56u-router",
            "date": "2015-01-05 13:04:00",
            "post_id": "586003",
            "reply_to_id": "586001"
        },
        {
            "user_name": "Elisviktor",
            "text": "Sé ekki fram á að kaupa mér router á næstunni. Er að leigja ibúð og veit ekki hversu lengi ég verð hér. Þannig maður veit ekkert hvort það sé ljósleiðari þar sem maður endar næst. Er að safna fyrir útb í íbúð. Kannski kaupir maður almennilegann router þegar það gerist.",
            "date": "2015-01-05 14:05:00",
            "post_id": "586018",
            "reply_to_id": "586003"
        },
        {
            "user_name": "worghal",
            "text": "Fékk mér einmitt ac routerinn í gær. Helvíti fínn \n hann er á útsölu á 25 þúsund í tölvulistanum.",
            "date": "2015-01-05 14:06:00",
            "post_id": "586019",
            "reply_to_id": "586018"
        },
        {
            "user_name": "einarth",
            "text": "Langar að benda á eitt - það að router sé með Gb porti og gefi þér Gb link hefur ekkert að gera með hvað hann nær að route'a hratt í gegnum sig - þ.e. þú getur verið með Gb link á router en hann nær bara að route'a 200Mb.\nMæli með þessari síðu til að sjá hvaða hraða ýmis búnaður er að ná (routing performance) \nhttp://www.smallnetbuilder.com/\nKv, Einar.",
            "date": "2015-01-05 15:53:00",
            "post_id": "586036",
            "reply_to_id": "586019"
        },
        {
            "user_name": "Halli25",
            "text": "Fæ fína dóma á síðunni sem Einar bendir á:\nClosing Thoughts\nPrior to the RT-AC56U, I can't remember any product that has ranked #1 in all categories since we started the Router Ranker. But that's what we have with the ASUS RT-AC56U. After reading through the features and comparing AC1200 class routers, I found myself saying, \"Wow! I want one of these\". This review made start to think that my NETGEAR WNDR3800 was getting a little \"long in the tooth\".\nhttp://www.smallnetbuilder.com/wireless ... r-reviewed",
            "date": "2015-01-05 15:59:00",
            "post_id": "586038",
            "reply_to_id": "586036"
        },
        {
            "user_name": "kjartanbj",
            "text": "Vera bara með ágætlega öfluga tölvu og linux eða pfsense til að routa netinu , aldrei vesen hjá mér með pfsense að það sé að skíta á sig út af miklum gagnaflutningi",
            "date": "2015-01-05 16:34:00",
            "post_id": "586044",
            "reply_to_id": "586038"
        },
        {
            "user_name": "Elisviktor",
            "text": "Jæja núna er ég búinn að vera með nýja routerinn í nokkra klukkutíma og netið er einungis búið að detta út 2 sinnum...\nÞetta er bara orðið fyndið.\nÉg hringdi í 1414 (þjónustuver vodafone). Svarið sem ég fékk var \"já heyrðu ég ætla að reyna að breyta einni stillingu, ef það virkar ekki þá er þessi gallaður, þeir eiga það til að vera soldið leiðinlegir þessi týpa. Ef hann heldur áfram að detta út, farðu þá aftur og fáðu þriðja routerinn\".\nÆtti maður að nenna að eltast við þetta?",
            "date": "2015-01-05 17:48:00",
            "post_id": "586059",
            "reply_to_id": "586044"
        },
        {
            "user_name": "Xovius",
            "text": "Segir þeim bara að gefa þér þá þjónustu sem þú borgar fyrir eða missa viðskiptin. Þú myndir ekki sætta þig við það ef að heita vatnið heima hjá þér dytti út nokkrum sinnum á dag.",
            "date": "2015-01-05 17:57:00",
            "post_id": "586063",
            "reply_to_id": "586059"
        },
        {
            "user_name": "Elisviktor",
            "text": "Langar líka að bæta einu við sem er mjög sérkennilegt.\nRouterinn sem ég var með í fyrsta skipti studdi aðeins 50mbps. Mér var nú ekki sagt það fyrr en löngu eftir að ég fékk routerinn, Hélt ég væri að leigja router sem myndi nú styðja tenginguna sem ég var að kaupa.\nNóg um það. Þegar ég fæ svo router númer 2, sem á semsagt að styðja 100mbps. Þá fer ég á speedtest.net og mæli bæði beint til vodafone og svo til nova.\nÉg fæ aldrei meira en 53mbps. Stoppar alltaf á puntinum þar.\nÞegar ég tala við þessa í þjónustuverinu þá sagði hún \"ég ætla að prufa að hækka hraðann hjá þér, ef þetta lagast ekki við það þá þarftu að fara og fá router nr 3\".\nEftir það þá fer ég á speedtest.net og þá fæ ég bullandi 96mbps.\nEr ég þá að kaupa 50mbps tengingu en það stendur 100mbps á umbúðunum?",
            "date": "2015-01-05 18:05:00",
            "post_id": "586065",
            "reply_to_id": false
        },
        {
            "user_name": "Nitruz",
            "text": "þetta er aftur komið í fokk hjá mér  \n  einhver annar?",
            "date": "2015-01-05 20:46:00",
            "post_id": "586092",
            "reply_to_id": "586065"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Rosalega misskilur fólk þjónustuaðila á Íslandi.\nÞú ert að greiða fyrir gagnamagn. Hraði er alltaf skráður sem \"allt að\". Vodafone býður upp á tvo routera, þann sem þeir voru með í byrjun þegar ljósleiðarinn var 50Mb og svo nýjan, mjög lélegan router sem heitir Zhone sem styður 100Mb.\nÞjónustuverið þarf að hækka hraðan hjá þér handvirkt úr 50Mb í 100Mb. Þetta gerist ekki sjálfkrafa þegar þú skiptir um router.\nVodafone græðir ekkert á því að þú sért á 50Mb, svo ekki láta eins og þeir séu að gera þetta til þess að svíkja þig. Ef fólk með gamla routerinn er stillt á 100Mb þá veldur það miklum vandamálum, þess vegna gerist þetta ekki sjálfvirkt.\nHins vegar hafa hafa þeir boðið upp á hræðilega lélega routera í um áratug, svo ég myndi mæla með því að þú kaupir þér þinn eigin router ef þú ert með ljósleiðara.",
            "date": "2015-01-06 07:38:00",
            "post_id": "586117",
            "reply_to_id": "586092"
        },
        {
            "user_name": "einarth",
            "text": "Nokkrir punktar frá mér til að fyrirbyggja misskilning..\nLjósleiðarinn hefur alltaf verið 100Mb - frá fyrstu tengingum sem voru tengdar 2005. Einhverjir þjónustuaðilar tóku hinsvegar þá ákvörðun að bjóða í fyrstu bara uppá 50Mb pakka - þ.m.t. Vodafone meðan Hringiðan hefur til dæmis boðið 100Mb frá fyrsta degi.\nLjósleiðarinn er ekki \"allt að\" hraði - þú átt alltaf að fá uppgefin hraða inn til þjónustuveitu (hvaða hraða þú nærð svo lengra út á internetið er svo annað mál-sem engin getur tryggt) en vissulega þarf allur búnaður á heimilinu að styðja hraðan - router þar með talinn.\nVodafone eru enn þann dag í dag með tvo hraða-prófíla í boði á Ljósleiðaranum - 50Mb og 100Mb. \nEf fólk nær bara 50Mb í stað 100Mb þá er það líkleg skýring og kostar bara símtal til Vodafone að láta færa sig í 100Mb pakka.\nÉg hef nú ekki heyrt af vandamálum með gamla routera á 100Mb tengingum - en hugsanlega frýs Vodafone routerinn undir miklu álagi og því betra að takmarka hann í 50Mb - það er þó líklega undantekning og því yfirleitt í góðu lagi að vera með eldri búnað á stærri tengingu en þeir ráða við.\nKv, Einar.",
            "date": "2015-01-06 08:51:00",
            "post_id": "586125",
            "reply_to_id": "586117"
        },
        {
            "user_name": "Gúrú",
            "text": "Af góðri ástæðu því routerarnir sem þeir buðu manni fyrst voru skráðir með 25Mbps throughput frá framleiðanda\nog náðu 22Mbps í mínu tilfelli. \nMeð því fáránlegra sem ég hef séð fyrirtæki komast upp með og ég sá aldrei neinn annan en sjálfan mig kvarta yfir þessu.\nA.m.k. fjóra reyndar, P335, NBG420N, Bewan og Zhone?",
            "date": "2015-01-06 09:47:00",
            "post_id": "586131",
            "reply_to_id": "586125"
        },
        {
            "user_name": "Elisviktor",
            "text": "Ég er með zhone 2 núna... Hann er hundleiðinlegur, dettur út osfv. Ég á víst að fara í vodafone og ná í zhone 3 sem á að vera betri, nýrri týpa.\nFinnst mjög lélegt að selja pakka uppá 100mb/s og leigja svo út routera sem geta aðeins tekið á móti 50% af vörunni sem þeir selja.",
            "date": "2015-01-06 16:13:00",
            "post_id": "586165",
            "reply_to_id": "586131"
        },
        {
            "user_name": "Elisviktor",
            "text": "Ætla að leiðrétta þetta aðeins hjá þér. Ég fékk netið minnir mig seint í september 2014 (var að flytja). Þá er langt síðan það uppfærðist úr 50 í 100. Ég skoðaði pakkana sem þeir bjóða uppá og keypti 100gb 100mb/s og leigi router á 550kr pr mán. Svo fæ ég router og allt í gúddí. Svo kemst ég að því síðar þegar ég fer að spá í lélegum hraða að þessi router styður aðeins upp að 50mb/s.",
            "date": "2015-01-06 16:16:00",
            "post_id": "586166",
            "reply_to_id": "586165"
        },
        {
            "user_name": "Gúrú",
            "text": "Hvaða router fékkstu sem var með 53Mb/s throughput árið 2014 frá Vodafone?\nAnnars var mjög óskýrt í sögunni þinni áðan hvort þú \"fórst og fékkst router nr.3\" eða \"hvort það virkaði\". Það kom aldrei fram.\nBurtséð frá því skil ég ekki hvernig stökkið úr \n\"Ég er núna með 96Mbps\" \nyfir í \n\"Er ég þá að kaupa 50mbps tengingu en það stendur 100mbps á umbúðunum?\"\nfer fram. Meintirðu \"var\"?",
            "date": "2015-01-06 16:35:00",
            "post_id": "586167",
            "reply_to_id": "586166"
        },
        {
            "user_name": "suxxass",
            "text": "95% af leigðum routerum hjá internetveitum á íslandi er drasl.\nEf þú vilt góðan router þarftu að kaupa hann.",
            "date": "2015-01-06 18:03:00",
            "post_id": "586174",
            "reply_to_id": "586167"
        },
        {
            "user_name": "mercury",
            "text": "gafst einmitt upp á routerunum frá vodafone á sínum tíma. endaði á því að kaupa mér asus router sem hefur ekki klikkað í þessi 2 ár sem hann er búinn að vera í gangi. Hann fer að verða búinn að borga sig upp.",
            "date": "2015-01-06 19:45:00",
            "post_id": "586183",
            "reply_to_id": "586174"
        },
        {
            "user_name": "Carragher23",
            "text": "Afhverju sé ég menn aldrei lofsyngja Tal?\nEr með Cisco router frá þeim, 100 mb ljós.\nEr að fá 97 Mbps niður og rúmlega 90 Mbps upp. Á þessu heimili eru spilaðir Gta, Fifa og Wow online og ég man\nhreinlega ekki eftir því að netið hafi klikkað á því ári sem við höfum verið hjá þeim.\nFyrir utan að þeir telja ekki innlent niðurhal og UL magn.",
            "date": "2015-01-06 21:53:00",
            "post_id": "586199",
            "reply_to_id": "586183"
        },
        {
            "user_name": "MatroX",
            "text": "þeir erum að fara telja innlent niðurhal og UL þegar sameiningin við 365 fer alveg í gegn",
            "date": "2015-01-06 21:55:00",
            "post_id": "586201",
            "reply_to_id": "586199"
        },
        {
            "user_name": "Elisviktor",
            "text": "Ok þetta kannski ruglast aðeins þegar þetta er á víð og dreif í mörgum póstum.\nSkal segja þetta í stuttu máli.\nFékk net hjá vodafone. Fékk router nr1. Sá router náði frá upphafi um 30-40mbps skv öllum speedtestum sem ég gerði í 2 mánuði, var að vinna mjög mikið í nóv og des og hafði ekki mikinn frítíma til að fara að athuga hvað málið var. Netið virkaði en var ekki 100mbps.\nSvo byrjar netið hjá mér að verða lélegra og lélegra með deginum sem líður. Í byrjun Jan var ég að ná 0,3mbps á speedtest og routerinn var dæmdur gallaður af vodafone. Vodafone segir mér að þessi router styður aðeins upp að 50mbps.\nÞetta segir mér að ég kaupi 100mbps tengingu. Leigi router af þeim og mér er ekki sagt að hann styður ekki stærð tengingarinnar sem ég er að kaupa.\nÉg fer og skipti út routernum fyrir router sem styður 100mbps.\nÞessi router fer strax að verða smá leiðinlegur, dettur út í 5 min á ca 90 min fresti. Ég hringi í vodafone til að athuga hvort þeir viti um einhver trikk til að laga þetta.\nHún segist ætla að hækka hraðann á tengingunni hjá mér úr 50mbps í 100mbps.\nSpeedtest með nýja routernum styður þessar tölur fullkomnlega.\nÞetta með að detta út í 5 min lagast ekki og mér er bent á að fara í vodafone og fá þriðja routerinn.\nVona að þetta sé nógu skýrt.",
            "date": "2015-01-06 22:57:00",
            "post_id": "586210",
            "reply_to_id": "586201"
        },
        {
            "user_name": "pattzi",
            "text": "Ég næ þessu hjá 365 ath er með torrent í gangi",
            "date": "2015-01-06 22:58:00",
            "post_id": "586211",
            "reply_to_id": "586210"
        },
        {
            "user_name": "Elisviktor",
            "text": "Á fyrsta router rétt áður en þetta fór algjörlega til helvítis:\nÁ öðrum router eftir að hækkað var í 100mbps: (netið dettur samt út af og til)",
            "date": "2015-01-06 23:19:00",
            "post_id": "586214",
            "reply_to_id": "586211"
        },
        {
            "user_name": "Plushy",
            "text": "Dettur netið líka út ef þú tengir tölvuna beint í ljósleiðaraboxið?",
            "date": "2015-01-06 23:28:00",
            "post_id": "586215",
            "reply_to_id": "586214"
        },
        {
            "user_name": "Elisviktor",
            "text": "ég bara vissi ekki að það mætti. Prufa það og segi hvernig gekk á morgunn þegar það er komin smá reynsla á það.",
            "date": "2015-01-07 00:41:00",
            "post_id": "586222",
            "reply_to_id": "586215"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Ertu með IPTV? Er það að detta út þegar netið er að fara? Ef það er í góðu lagi með það þá er ljósleiðaraboxið ekki að missa samband heldur routerinn.",
            "date": "2015-01-07 00:55:00",
            "post_id": "586224",
            "reply_to_id": "586222"
        },
        {
            "user_name": "Gúrú",
            "text": "Vertu með sterkan eldvegg á tölvunni sem þú tengir í ljósleiðaraboxið. \nÞú ert ekki lengur undir vernd routersins þegar þú beintengir þig í ljósleiðaraboxið.",
            "date": "2015-01-07 05:49:00",
            "post_id": "586228",
            "reply_to_id": "586224"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Þú misskilur.\nÞað er ennþá 50Mb og 100Mb í gangi hjá Vodafone. Þegar það er lítið til af 100Mb routerum þá fær fólk 50Mb router, enda finnur 99% viðskiptavina þeirra engan mun á 50Mb og 100Mb. Eins og ég sagði áðan, þá ertu að greiða fyrir gagnamagn, ekki hraða.\nSvo getur vel verið að þú sért með 100Mb router en náir bara 50Mb - eins og ég útskýrði - þá þarf að stilla þetta handvirkt í þjónustuverinu.\n50Mb routerinn, Vox(til í þremur útgáfum, allir lélegir):\n100Mb routerinn, Zhone (til í þremur útgáfum, allir lélegir):",
            "date": "2015-01-07 06:51:00",
            "post_id": "586229",
            "reply_to_id": "586228"
        },
        {
            "user_name": "rapport",
            "text": "Er hjá Hringiðunni á 100/100 ljósi...\nOg fæ þennan hraða á öllum speedtest innanlands núna.\nÞetta er bara e-h thing hjá ISP á Íslandi að vera ekkert voðalega áreiðanlegir, bara spurning um að einhver gæti farið að safna tölfræði um þetta performance...\nEDIT, er með með Linksys AC1900 og snúraður, enginn á heimilinu að nota internetið nema ég...",
            "date": "2015-01-11 20:50:00",
            "post_id": "586827",
            "reply_to_id": "586229"
        },
        {
            "user_name": "HoBKa-",
            "text": "Skellti mér á ótakmarkað gagnamagn hjá hringiðunni...\nEr með \nLinksys Smart Wi-Fi Router AC 1200\n ...",
            "date": "2015-01-11 22:11:00",
            "post_id": "586834",
            "reply_to_id": "586827"
        },
        {
            "user_name": "rapport",
            "text": "E-h betra núna...",
            "date": "2015-01-11 22:52:00",
            "post_id": "586840",
            "reply_to_id": "586834"
        },
        {
            "user_name": "Snorrmund",
            "text": "Ég er hjá Vodafone með ljósleiðara og finnst netsambandið vera alveg sæmilegt, samt mjög sveiflukennt. En það sem fer mest í taugarnar á mér er þessi Zhone router, hann er að frjósa allt of oft fyrir minn smekk.\nEDIT\nAfsaka offtopic, bý til nýjan þráð um þetta við tækifæri!",
            "date": "2015-01-12 06:41:00",
            "post_id": "586880",
            "reply_to_id": "586840"
        },
        {
            "user_name": "depill",
            "text": "Þetta er alltof mikið off topic, farðu með þetta í sér þráð.",
            "date": "2015-01-12 07:40:00",
            "post_id": "586881",
            "reply_to_id": "586880"
        },
        {
            "user_name": "hallihg",
            "text": "twitch núna ekki áhorfenlegt",
            "date": "2015-01-18 20:37:00",
            "post_id": "587691",
            "reply_to_id": false
        },
        {
            "user_name": "hallihg",
            "text": "Jæja gafst endanlega upp og skipti yfir til Hringdu.\nTók speedtest próf áður en ég keyrði þetta í gegn með GR innskráningu og endurræsingu á ljósleiðara boxi. Fyrir og eftir breytingu munaði 35 ms bara frá Íslandi til London, klukkan svona 21 að kvöldi til (Maidenhead, XILO). Hefði átt að taka fleiri stikkprufur. Það besta er samt að geta spilað núna tölvuleiki á milli 19-22 á kvöldin án þess að lagga í drasl.\nReynsla mín af Hringdu er kannski ekki löng, og þeir bjóða núna uppá ljós og ómælt gagnamagn. Tíminn á eftir að leiða í ljós hvernig þeir höndla álagið sem fylgir því.\nEf aðrir hafa hins vegar upplifað það sama og ég hjá Vodafone alveg síðan í september í fyrra, þ.e. að disconnecta í tölvuleikjum eins og LoL og WoW á álagstímum á kvöldin, og fá ping/ms í fps leikjum uppá 160-180 á meðan félagar manns  eru fastir í sínum 40-60 ms, geta ekki horft á lagglaus streymi eins og twitch, þá mæli ég hiklaust með því að þið segið þetta gott. Það er ekki hægt að segja viðskiptavinum sínum endalaust að gera traceroute því vandamálið sé Telia að kenna, ekki þeim. Maður borgar þeim 100k á ári fyrir internet.",
            "date": "2015-01-29 11:44:00",
            "post_id": "588895",
            "reply_to_id": "587691"
        },
        {
            "user_name": "Gúrú",
            "text": "Ég fór frá Vodafone fyrir afmælistilboð Hringiðunnar þó ég noti ekki meira gagnamagn en ég hafði hjá Vodafone fyrir sama verð vegna sömu reynslu og hallihg.\nVar alltaf með verra ping en allir aðrir Íslendingar Í CS:GO og þegar ég lenti með Íslendingum og spurði \n \"Hvaða þjónustuaðila eruði hjá? Er að lagga\" þá var svarið stundum bara straight-up á við \"ekki vera hjá Vodafone ef þú vilt ekki lagga\".\nEkkert vesen með Twitch né ping lengur.",
            "date": "2015-01-29 11:53:00",
            "post_id": "588896",
            "reply_to_id": "588895"
        },
        {
            "user_name": "NumiSrc",
            "text": "hvernig er reynslan hjá hringiðunnar núna ? er að gefast upp hjá voda og er tilbúin til að færa yfir til eitthvern góðan  netþjónustu",
            "date": "2015-01-29 18:57:00",
            "post_id": "588931",
            "reply_to_id": "588896"
        },
        {
            "user_name": "Gúrú",
            "text": "Er búinn að vera nettengdur núna í 27 daga með fínt ping og solid hraða innanlands sem utan. Hef ekki lengri sögu að segja en það.",
            "date": "2015-01-29 21:08:00",
            "post_id": "588954",
            "reply_to_id": "588931"
        },
        {
            "user_name": "Stubbur13",
            "text": "Kannski ekki beint tengt þessu, en hafa einhverjir aðrir en ég verið að lenda í því að torrent af icetracker.org séu mælt sem erlent hjá Vodafone? Ég sótti 15-20 torrent og virðist allt hafa verið mælt sem erlent. Kannski bara hitt á einhvern sem var erlendis?",
            "date": "2015-01-30 20:05:00",
            "post_id": "589059",
            "reply_to_id": "588954"
        },
        {
            "user_name": "Tw1z",
            "text": "Er að spila League of Legends\nÍ aram leik og ég er með 140-150 í ping \nvinur1 er með 55 ping\nvinur2 er með 200-215 í ping\nerum saman í leik og þeir eru báðir hjá vodafone",
            "date": "2015-01-30 20:12:00",
            "post_id": "589061",
            "reply_to_id": "589059"
        }
    ],
    "date": "2015-01-18 20:37:00"
}