{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "64109",
    "title": "[Hljóðkort] Vandamál með Tt eSport Bahamut",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=64109",
    "posts": [
        {
            "user_name": "Krullin",
            "text": "Specs:\nWindows 8.1 64x (don't judge)\nMSI Z87-G43 móðurborð\n3.40GHz   i7-4770\nGTX 970 skjákort\n8gb corsair ram\nÉg keypti mér Tt eSport Bahamut utanáliggjandi hlóðkort fyrir tveim dögum. Hljóðgæðin eru alveg frábær og ekkert vandamál með það. Vandamálið sem ég hef er tengt micrafón hlutanum af tækinu. Það er þetta hræðilega hljóð sem heldur sig í backgroundinu sífelt þegar ég hlusta á mic-in eða er t.d. á skype. \nÉg er búinn að prófa með þrjá mismunandi mícrafóna en það heldur sig áfram, og ég er ekki að tala um þetta venjulega static sem má við búast á flestum tækjum (var reyndar að vona að staticið myndi fara eftir að ég keypti hljóðkortið.)\nÉg var einnig búinn að prófa að stinga hljóðkortinu í annað USB tengi, blátt og venjulegt. Það heldur sig sama hvað.\nHljóðið:\nÞetta hljóð gerist aðeins þegar ég er með mic-in tengdan í gegnum Bahamut hljóðortið, en þegar ég tengi það í venjulega tengið (móðurborð) þá er aðeins venjulega staticið. \nÉg er með réttu driver-ana samkvæmt Windows og heima síðu Tt eSport, svo ég stór efast um að það sé vandamálið, og ég innilega vona að þetta sé bara villa en ekki að þetta sé svona hjá öllum því ef svo er þá skila ég þessu.\nP.S. fyrsti threadinn minn, ef ég gerði einhvað vitlaust endilega láta mig vita",
            "date": "2015-01-20 15:00:00",
            "post_id": "587870",
            "reply_to_id": false
        },
        {
            "user_name": "Krullin",
            "text": "Afsakið bumpið, bætti við skýrari hljóð upptöku",
            "date": "2015-01-20 17:43:00",
            "post_id": "587893",
            "reply_to_id": "587870"
        },
        {
            "user_name": "machinefart",
            "text": "gölluð græja?",
            "date": "2015-01-24 23:33:00",
            "post_id": "588424",
            "reply_to_id": "587893"
        }
    ],
    "date": "2015-01-20 15:00:00"
}