{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "6428",
    "title": "ATi X850 væntanlegt á markað.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=6428",
    "posts": [
        {
            "user_name": "emmi",
            "text": "Sjá \nhér\n og \nhér\n.",
            "date": "2004-11-22 13:14:00",
            "post_id": "66995",
            "reply_to_id": false
        },
        {
            "user_name": "Sveinn",
            "text": "Hehe am.. \n\n\n\n\"They won't be cheap, they won't be cheap at all.\", svo stendur \"The X850 XT will cost $499 when available\" það sem stendur þarna er að þau eiga eftir að kosta 499$, og án tolls og alls er það 33.288 Kr, en með tolli og öllu(reiknað á shopusa.is), þá kosta þau 52.058. Þannig ég held að það eigi eftir að kosta svona nálægt verðinu á X800 kortunum í dag á íslandi? Eða hvað?\n\n\n\nHérna kemur svona mikilvægt úr einni af greininni:\n\n\n\n\"The cards are expected to be on retail shelves and through distribution channels on the first working day of 2005.\"\n\n\n\n\"The X850 PRO and its twelve pipelines, DVI, VGA and TV-out connectors will cost $399.\"\n\n\n\n\"ATI claims that X850 XT Platinum edition will end up twenty per cent faster than Geforce 6800 Ultra in 3Dmark05, almost forty per cent faster in Far Cry and around 55 per cent faster in Unreal Tournament 2004. Those numbers come from ATI.\"\n\n\n\nEn hva segjiði, ætti maður að bíða eftir þessu korti? ætlaði nefnilega að fara kaupa mér X800 :] Ég er alveg til í það, en það er bara að meika það að bíða",
            "date": "2004-11-22 15:01:00",
            "post_id": "67016",
            "reply_to_id": "66995"
        },
        {
            "user_name": "emmi",
            "text": "Ég held að þessi týpa verði einungis til í PCI-Express útgáfunni allavega til að byrja með.",
            "date": "2004-11-22 15:05:00",
            "post_id": "67017",
            "reply_to_id": "67016"
        },
        {
            "user_name": "gnarr",
            "text": "",
            "date": "2004-11-22 15:09:00",
            "post_id": "67019",
            "reply_to_id": "67017"
        },
        {
            "user_name": "BlitZ3r",
            "text": "loksins kominn alminileg kæling á ati",
            "date": "2004-11-22 21:07:00",
            "post_id": "67085",
            "reply_to_id": "67019"
        },
        {
            "user_name": "hahallur",
            "text": "Er þetta bara ekki sama suckið og X800 XT pe nema bara með 540/540mhz og tengi fyir 2 TFT's og kannski eitthvað betri kæling.",
            "date": "2004-11-22 21:12:00",
            "post_id": "67086",
            "reply_to_id": "67085"
        },
        {
            "user_name": "zaiLex",
            "text": "sama suckið? En já þetta er bara aðeins betra en mikið dýrara.",
            "date": "2004-11-22 21:46:00",
            "post_id": "67095",
            "reply_to_id": "67086"
        },
        {
            "user_name": "Pepsi",
            "text": "Mér var ráðlagt að bíða eftir þessum kortum og skellti ég mér bara á Radeon 9800PRO.  EN svo verða þessi kort bara PCI Express??  Damn hefði átt að kaupa x800 strax, nú þarf maður að fara að brasa við að selja 9800pro kortið",
            "date": "2004-11-23 00:18:00",
            "post_id": "67121",
            "reply_to_id": "67095"
        }
    ],
    "date": "2004-11-22 13:14:00"
}