{
    "forum_title": "Koníakstofan",
    "id": "64346",
    "title": "Vantar meðmæli vegna afþreyingarefnis fyrir sjónvarp",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=64346",
    "posts": [
        {
            "user_name": "Heliowin",
            "text": "Hef ekki horft á sjónvarp mjög lengi og er ábyggilega nokkrum áratugum á eftir þegar kemur að almennri þekkingu á möguleikum sjónvarps og vantar því smá upplýsingar um þetta atriði áður en ég fer að kaupa eitthvað af áskriftum.\nHef samt ekki í hyggju að horfa mikið á sjónvarpið nema þá að ég hafi gott efni. Hef einungis áhuga á Bíórásinni eins og er og var að velta fyrir mér að kaupa áskrift að henni.\nEr með ljósnet hjá Tal og sé að Tal er að bjóða upp á sjónvarpstengingu yfir netið og þarf ég eflaust að fá mér það.\nSemsagt þá hef ég áhuga á\nBíórásinni eða og öðrum kvikmynda rásum\nHelst ekki neinum af þessum auglýstu pökkum nema þá enska boltanum eins og Sport 2.\nHámark eyðslu í áskrift eða afþreyingarefni á mánuði verður 6.000 kr. en get farið hærra ef ég tæki enska boltann seinna meir eða annað álíka sem gæti nýst mér.\nGet ég fengið gagnlegar athugasemdir eða meðmæli?\nEr eitthvað annað sem hægt er að mæla með, eða er þetta of óljóst hjá mér?\nNokkur atriði yfir möguleika sjónvarpstækis sem ég er með\nStafrænn móttakari\nGervihnattamóttakari\nWiFi innbyggt\nUSB upptökumöguleiki\nLAN tengi\nNetvafri innbyggður",
            "date": "2015-02-06 16:36:00",
            "post_id": "589617",
            "reply_to_id": false
        },
        {
            "user_name": "depill",
            "text": "Hvernig sjónavrp ertu með. Gæti verið að þú eigir möguleika á Netflix. Ég allavega er með Sjónvarp Símans og SkjárEinn ásamt Netflix sem innbyggt í sjónvarpinu. Finnst það fínt value í þeirri lausn. \nGetur prófað það combo og athugað hvort að þér finnst eithvað varið í SkjárEinn frítt út Feb ( \nhttp://skiptu.skjarinn.is\n ). Ég allavega hef aðgang að alltof miklu sjónvarpsefni og horfi mest á SkjárEinn ( en er ekki hlutlaus ).",
            "date": "2015-02-06 18:12:00",
            "post_id": "589629",
            "reply_to_id": "589617"
        },
        {
            "user_name": "appel",
            "text": "Þú gætir skoðað Sjónvarp Símans auðvitað, bara í næstu símabúð, og séð hvort það er eitthvað sem þér finnst vera fyrir þig.",
            "date": "2015-02-06 19:22:00",
            "post_id": "589638",
            "reply_to_id": "589629"
        },
        {
            "user_name": "Akumo",
            "text": "Goodluck á þennan 6þús kall, bara enski er í kringum 14þús kall og guð má vita hvað stöð 2 kostar þar sem bíórásin fylgir því.",
            "date": "2015-02-06 20:03:00",
            "post_id": "589643",
            "reply_to_id": "589638"
        },
        {
            "user_name": "Heliowin",
            "text": "Sælir!\nSvara depli og appel hér fyrir neðan og Akumo eftir á.\nég er með Samsung smart TV seríu 6 og er með netvafra (get gefið upp módelið ef þarf á að halda).\nÉg get ómögulega fengið upplýsingar um Netflix á síðunni hjá þeim en ætla að reyna seinna annarsstaðar um helgina.\nMér sýnist að grunn grunnáskriftin hjá Tal sé það sama og Síminn er með nema þetta hafi breyst eftir sameininguna. Í grunnpakkanum er aðgangur að SkjáBíó og gæti ég nýtt mér það inn á milli þegar mig langar til að horfa á eitthvað ákveðið og tími að leigja efni.\nEn hitt efnið er ekki af áhuga hvorki hjá Símanum né 365 nema Bíóstöðin og Sportpakkinn ef ég tími.\nJá en ég meinti Enskapakkann hjá 365 á rúmar 10 þúsund og er með Sport 2 og öðrum rásum og hafði hugsað mér seinna og þannig þurft að fara mun hærra en 6 þúsundin eins og ég nefndi. En mér sýnist að sportpakkinn hjá 365 sé mun meira spennandi og held að þú hafir í huga.",
            "date": "2015-02-06 22:02:00",
            "post_id": "589656",
            "reply_to_id": "589643"
        },
        {
            "user_name": "AntiTrust",
            "text": "Fyrir mér er þetta algjör nobrainer, Netflix + DNS á undir 2þús kr á mánuði framyfir 6-15þúsund fyrir innlendar þjónustur, ekki spurning, svo lengi sem þú ert ekki allra minnsta gagnamagnspakkanum.\nOg jú, ef þú ert með Samsung Smart TV þá geturu sett upp Netflix og flr.",
            "date": "2015-02-07 10:37:00",
            "post_id": "589700",
            "reply_to_id": "589656"
        },
        {
            "user_name": "Heliowin",
            "text": "Netflix gæti verið af áhuga en get ómögulega séð hvað er í boði. Þyrfti þá væntanlega að kaupa mér smá aðgang til að geta séð það.",
            "date": "2015-02-07 17:47:00",
            "post_id": "589726",
            "reply_to_id": "589700"
        },
        {
            "user_name": "depill",
            "text": "Það er einhver haugur af drasli. Þú færð eithvað smá trial til að byrja með og getur fengið líka prufu af playmo.tv, þannig að þetta ætti að vera frekar risk free hjá þér. Getur líka sótt þér í myndlykil frá Tal og prófað það hvort það sé nóg fyrir þig. Verandi með bíóstöðina, þá er hún not what it used to be og bíómyndaúrvalið ekki uppá margafiska þrátt fyrir tímaflakk.",
            "date": "2015-02-07 19:23:00",
            "post_id": "589737",
            "reply_to_id": "589726"
        }
    ],
    "date": "2015-02-06 16:36:00"
}