{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "64402",
    "title": "Smá aðstoð með tölvu build",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=64402",
    "posts": [
        {
            "user_name": "machinefart",
            "text": "Er að setja saman smá turn hérna, sem hugmyndin er að endist kaupanda frekar lengi. Kröfurnar sem ég fékk frá félaga mínum voru s.s. að tölvan gæti verið ágætlega hljóðlát og myndi endast honum næstu 7 árin. Hann kaupir af og til nýlega leiki en gerir ekki miklar kröfur um að stilla grafík hátt. \nHann er núna með 7 ára gamla tölvu sem í fyrsta sinn keyrir ekki nýjasta dragon age leikinn og því kominn tími á uppfærslu og hann langar í raun að fá ögn meira út úr nýju vélinni en þeirri gömlu (sem var algjör budget tölva at the time).\nHér er pakki sem ég hef sett saman í fljótu bragði og ég hefði áhuga á að fá álit ykkar á þessu\nGTX 960 2GD\nhttp://www.start.is/index.php?route=pro ... ct_id=1007\ni5 4590\nhttp://www.start.is/index.php?route=pro ... uct_id=682\nASRock B85M\nhttp://www.start.is/index.php?route=pro ... uct_id=546\nCorsair CX600 V2 aflgjafi\nhttp://www.start.is/index.php?route=pro ... duct_id=84\n8GB minni\nhttp://www.start.is/index.php?route=pro ... duct_id=62\n120gb SSD\nhttp://www.start.is/index.php?route=pro ... uct_id=640\nstærri vifta (fyrir hljóðlátari vinnslu)\nhttp://www.start.is/index.php?route=pro ... uct_id=681\ncorsair carbide 200r kassi\nhttp://www.start.is/index.php?route=pro ... uct_id=588\nHeildarverð: 152.000\nÞá eru nokkur atriði sem ég er óviss á. T.d. með skjákortið, það er hægt að fá palit gtx 970 sem tæknilega séð ætti að slátra því sem er í vélinni hjá mér fyrir bara 10k meira, sem væri worthy upgrade nema ég þekki þetta merki ekki neitt. Mynduð þið mæla með palit kortinu frekar? Sambærileg spurning er hvort það sé þess virði að fara í samsung evo fyrir aukið performance og/eða reliability fram yfir kingston.\nÉg er mikið fyrir að spara þar sem hægt er að spara en stundum er það ekki hægt, þannig ef þið nennið að skoða þetta þá eru öll ráð vel þegin. Allra síðast get ég bætt við að verð viðmið hjá mér var enda í c.a.160 þúsund.\nFyrirfram bestu þakkir,\nEdit: Hann á antec kassa sem er að vísu 7 ára gamall, en ég var að velta fyrir mér hvort það væri kannski engin þörf á því að vera að kaupa nýjan kassa utan um þetta?",
            "date": "2015-02-10 13:34:00",
            "post_id": "589966",
            "reply_to_id": false
        },
        {
            "user_name": "FreyrGauti",
            "text": "Myndi ekki hika við að taka 970kortið fram yfir 760, Palit er búið að vera í gangi í tölverðan tíma.\nMyndi líka taka Plextor diskinn frekar en Kingston útaf þessu, \nhttp://www.anandtech.com/show/7763/an-u ... icron-nand\n .\nSíðan fyrst hann vill hljóðláta vél þá myndi ég skoða að skipta út móðurborðinu fyrir \nhttp://www.start.is/index.php?route=pro ... uct_id=622\n og kassanum út fyrir \nhttp://www.start.is/index.php?route=pro ... &order=ASC\n .",
            "date": "2015-02-10 13:53:00",
            "post_id": "589967",
            "reply_to_id": "589966"
        },
        {
            "user_name": "machinefart",
            "text": "Sæll og takk kærlega fyrir svarið. Hvernig hjálpar samt móðurborð við að kæla tölvuna? Ég spyr af því að kassinn tæki alveg hitt microATX borðið líka - eða er það ekki annars?",
            "date": "2015-02-10 14:12:00",
            "post_id": "589971",
            "reply_to_id": "589967"
        },
        {
            "user_name": "FreyrGauti",
            "text": "Hah sorry, fannst móðurborðið sem þú settir upphaflega vera full ATX, þá er óþarfi að skipta því út.",
            "date": "2015-02-10 15:07:00",
            "post_id": "589980",
            "reply_to_id": "589971"
        },
        {
            "user_name": "FreyrGauti",
            "text": "Edit: Svo ég bæti aðeins við, tæki þessa örrgjörvakælingu frekar, \nhttp://www.start.is/index.php?route=pro ... uct_id=508\n , svo ef þú tekur Coolermaster kassann, kaupa auka 120mm viftu framm í hann, t.d. \nhttp://tolvutaekni.is/product_info.php? ... 23192d6b60\n .",
            "date": "2015-02-10 17:18:00",
            "post_id": "589987",
            "reply_to_id": "589980"
        },
        {
            "user_name": "machinefart",
            "text": "Takk kærlega fyrir góð ráð, þessi kassi lítur mjög vel út, sýnist ég vera með ansi optimal 160k build eftir þessar breytingar.\nedit: tók eftir smá villu í upprunalega buildinu, skrifaði óvar 760 við 960 kortið, geri samt ráð fyrir að það breyti ekki miklu varðandi svörin",
            "date": "2015-02-10 18:56:00",
            "post_id": "590001",
            "reply_to_id": "589987"
        },
        {
            "user_name": "flottur",
            "text": "Fáðu þér stærri SSD þetta er ótrúlega fljótt að koma að fylla geymsluplássið þannig að það væri best að vera með 240 gb SSD\nHafa 1 eða 2 stóra HDD fyrir dót sem á að geyma.",
            "date": "2015-02-10 19:31:00",
            "post_id": "590008",
            "reply_to_id": "590001"
        },
        {
            "user_name": "machinefart",
            "text": "hann á 3 hdd, sem ég geri ráð fyrir að hann setji í vélina, ég hugsa að það sé ansi ólíklegt hann eigi eftir að tíma að kaupa stærri ssd í tölvuna, en ég ætlaði mér taka milda tilraun til sannfæringar. Er kannski bara skemmtilegra að kaupa sér 2tb 7200 snúninga disk heldur en svona rosalega lítinn ssd?",
            "date": "2015-02-10 19:49:00",
            "post_id": "590010",
            "reply_to_id": "590008"
        },
        {
            "user_name": "Aperture",
            "text": "Myndi athuga með þetta mobo+cpu combo, 4590 er haswell-refresh örgjörvi afaik og þarf líklega að uppfæra bios á móðurborðinu áður en þeir virka saman.",
            "date": "2015-02-10 20:08:00",
            "post_id": "590014",
            "reply_to_id": "590010"
        },
        {
            "user_name": "machinefart",
            "text": "já ok, er reyndar með þetta sama combo á minni eigin vél, nema reyndar þetta hér \nhttp://www.asus.com/Motherboards/B85MG/\n - hef verið það ánægður með þetta m.v. verð að ég sá ekki ástæðu að fara í eitthvað annað.\ner einhver munur á asus borðinu og asrock kannski? Keypti þetta fyrir einhverju síðan og þurfti ekkert að gera.",
            "date": "2015-02-10 20:32:00",
            "post_id": "590018",
            "reply_to_id": "590014"
        }
    ],
    "date": "2015-02-10 13:34:00"
}