{
    "forum_title": "Allt annað...",
    "id": "64498",
    "title": "Kaupa BTC?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=67&t=64498",
    "posts": [
        {
            "user_name": "AntiTrust",
            "text": "Tölva sem er dulkóðuð með cryptowall 3, eigandinn að vélinni vill bara borga ransomið og búið mál .. Hvar í ósköpunum er einfaldast/best að kaupa 2-3 BTC?\nHelst bara þar sem ég get sett inn kreditkortanúmer og voila, ef það er í boði.",
            "date": "2015-02-19 10:05:00",
            "post_id": "590670",
            "reply_to_id": false
        },
        {
            "user_name": "benediktkr",
            "text": "Það er ekkert slíkt í boði. Ef þú/hann eigið erlenda reikninga er hægt að gera SWIFT eða IBAN millifærslur inn á excahange og kaupa bitcoin, annars er \nwww.localbitcoins.com\n málið, getur vonandi fundið einhvern þar. \nEf þú ert á leið til evrópskrar höfuðborgar þá er frekar líklega BTC ATM þar. \nAlso, afrit afrit afrit afrit og afrit!!!",
            "date": "2015-02-19 10:18:00",
            "post_id": "590671",
            "reply_to_id": "590670"
        },
        {
            "user_name": "playman",
            "text": "Ertu viss um að þetta sé legit ransom en ekki fake sem að tekur peninginn og skilur þig/hann eftir með sviðið veski og sárt rassgat?\nSvona forvitnis vegna, hvað gerði þessi einstaklingur til þess að næla sér í þennan vírus?\nAnnars hef ég ekkert átt við viðkipti með þessa coins, svo ég get ekki komið neinar uppástungur.",
            "date": "2015-02-19 10:20:00",
            "post_id": "590672",
            "reply_to_id": "590671"
        },
        {
            "user_name": "C2H5OH",
            "text": "Oft pælt í því hvernig menn fá svona vírusa, er nóg bara að tölvan sé nettengd og idle, eða þarf maður að íta á svona borða:\nog installa .exe fæl sem hann biður mann um að installa.",
            "date": "2015-02-19 10:30:00",
            "post_id": "590677",
            "reply_to_id": "590672"
        },
        {
            "user_name": "AntiTrust",
            "text": "Þetta er bara einn af þessum CryptoWalls, þeir virðast yfirleitt senda decrypt key þegar fólk hefur borgað. Only one way to find out.\nÞessir vírusar virðast bara smitast eins og hvað annað skilst mér, ads og popups sem óvitar klikka á og þá fer e-ð accept ferli í gang og fólk panikkar og áður en það veit af er búið að dulkóða allt saman.",
            "date": "2015-02-19 10:38:00",
            "post_id": "590678",
            "reply_to_id": "590677"
        },
        {
            "user_name": "mundivalur",
            "text": "Skrá sig hjá circle.com og miðað við verðið á 1btc þá er hægt að redda þessu á rúmri viku, það má kaupa fyrir 500$ á viku með vísa",
            "date": "2015-02-19 11:14:00",
            "post_id": "590685",
            "reply_to_id": "590678"
        },
        {
            "user_name": "AntiTrust",
            "text": "Það væri fínt, ef ekki væri fyrir það að ransomið á cryptoveggnum hækkar um aðra $500 eftir 3 daga og þá er þetta komið yfir þolmörkin.",
            "date": "2015-02-19 11:17:00",
            "post_id": "590686",
            "reply_to_id": "590685"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Justcoin er mjög einföld og skilvirk síða. \nhttps://justcoin.com/",
            "date": "2015-02-19 11:24:00",
            "post_id": "590687",
            "reply_to_id": "590686"
        }
    ],
    "date": "2015-02-19 10:05:00"
}