{
    "forum_title": "Koníakstofan",
    "id": "64521",
    "title": "Lenovo með varasamt forrit í fartölvum",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=64521",
    "posts": [
        {
            "user_name": "slapi",
            "text": "Það eru nú búnar að koma fréttir um þetta meðal annars á Mbl.is um þetta en ég held að það hafi ekki sýnt alvarleika málsins.\nLenovo nýtir sér hugbúnað einhversskonar sprotafyrirtækis sem býr sér til SSL leyfi og getur því sýnt þér auglýsingar á SSL síðum.\nKeypti einmitt Flex 2 14 fyrir konuna i september sem virðist ekki vera með þessum hugbúnaði en meðaðvið fréttir byrjaði þetta um mitt síðasta ár.\nÞví væri gott fyrir menn og konur að athuga tölvur sínar.\nhttp://www.theverge.com/2015/2/19/80675 ... ta-hackers\nhttps://filippo.io/Badfish/\nhttp://support.lenovo.com/us/en/product ... _uninstall",
            "date": "2015-02-21 07:42:00",
            "post_id": "590859",
            "reply_to_id": false
        },
        {
            "user_name": "Maniax",
            "text": "Þarf rauninn bara að uppfæra Windows Defender, Eftir að þetta kom í ljós gaf Microsoft út útfærslu fyrir Windows Defender sem fjarlægðir þennan hugbúnað. Hægt að sjá frekar um það hérna\nhttp://www.zdnet.com/article/microsoft- ... infection/",
            "date": "2015-02-21 18:39:00",
            "post_id": "590920",
            "reply_to_id": "590859"
        },
        {
            "user_name": "Tbot",
            "text": "Svolítið fyndið að fólk er að kvarta, þetta er kínverkst fyrirtæki og halda menn virkilega að þeir reyni ekki að lauma smá glaðningi með.",
            "date": "2015-02-21 19:42:00",
            "post_id": "590935",
            "reply_to_id": "590920"
        },
        {
            "user_name": "Gúrú",
            "text": "Hvað heldur þú að margir hlutir í þinni eigu séu ekki framleiddir að einhverju leyti af kínverskum framleiðanda?\nLélegt rusl comment frá þér í þennan þráð.",
            "date": "2015-02-21 19:54:00",
            "post_id": "590945",
            "reply_to_id": "590935"
        },
        {
            "user_name": "appel",
            "text": "Það er engu treystandi í dag. Ef þið haldið að eitthvað sé öruggt í tölvuheiminum þá skjátlast ykkur hrapalega. Það skiptir ekki máli hvers lenskt fyrirtækið er.\nGamaldags ritvélar er það eina sem NSA hefur ekki náð að hakka, en ég er viss um að þeir geti komið fyrir spyware í þær vilji þeir það.",
            "date": "2015-02-21 20:05:00",
            "post_id": "590946",
            "reply_to_id": "590945"
        }
    ],
    "date": "2015-02-21 07:42:00"
}