{
    "forum_title": "Bílaplanið",
    "id": "64531",
    "title": "[Viðhaldsþráðurinn] Viðhald bíla",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=84&t=64531",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Mig langar að skella upp þræði um almennt viðhald á bílum.\nSýnist ekki veita af þar sem flestir okkar eigum bíla en kannski ekki allir sérfræðingar í meðferð þeirra (þar á meðal ég).\nRoadwarrior kom með flotta \ngrein\n þar sem hann fer yfir olíuskipti og fleira, ég hugsa að ég prenti hana út til eignar svo góð finnst mér hún vera. \nþað eru nokkrir punktar sem ég tók eftir sem ég velti fyrri mér.\nNú er ég alveg grænn, er til eitthvað sem heitir langtímaolía og skammtíma olía? Ef ég fer með bílinn (Subaru 2004)  í KvikkFix og fæ á hann TurboCat 10W-40 er ég að fá langtímaolíu eða skammtíaolíu? Góða olíu eða vonda?\nEr að skoða smurbókina og sé að það hefur aldrei verið skipt um frjókornasíu en skipt var um loftsíu síðast árið 2009 (fyrir 70k km) er það eðlilegt?\nSambærilegur reikningur hjá kvikkfix mínus loftsía.\n2520.- Vinna við smurningu\n2894.- TurboCat 10W-40 olía 4.3l (673.kr/l)\n1369.- Olíusía\n-----------------\n6783.- Samtals\nÉg lét skipta um olíu á gírkassanum síðast og þá bættist við:\n1200.- Vinna við drif/kassa\n4751.- Gírolía 75W-90 2.8l (1697.kr/l)\n686.-  Pönnutappapakkning FEF 20MM\n----------------\n6637.- Samtals\nNú er þetta mun lægri reikningur en sambærilegir reikningar hjá N1, Olís eða Skeljungi, er ég að fá verri vöru eða eru olíufélögin að okra?\nMér sýnist þetta vera olían:\nhttp://www.eurol.com/en/37-products/799 ... 0w-40.html\nOg hérna er öll vörulínan:\nhttp://www.eurol.com/en/37-products.html\nEru þessar vörur eitthvað sem maður á að forðast eða eru þær í fínu lagi?",
            "date": "2015-02-22 12:57:00",
            "post_id": "590999",
            "reply_to_id": false
        },
        {
            "user_name": "littli-Jake",
            "text": "Öll þessi nöfn á olíum. TurboCat, longlife, Dimond. Þetta er bara markaðssetning og sölumenska. Fyrir venjulegan bíl sem er keirður á eðlilegan hátt þá er þetta allt \"eins\". \n\"Reglan\" sem ég lærði þegar ég var að læra bifvélavirkjun var að bensínvélar eiga að notast við X-40W olíu og díselvélar X-30W olíu á mótor. Þessi tala segir til um \"seigju\" olíunar. Semsagt hversu þunn/þykk hún verður við ákveðinn hita. Það er hinsvegar ekki að fara að sprengja hjá þér vélina þó að þessu sé vígslað. Hugsanlega hefur þetta einhver áhrif á afköst en ekki neitt sem fólk mundi finna fyrir í venjulegum fólksbíl. Smuir vilja meina að gamlir bílar sem eru farnir að breenna olíunni brenni meira á annari olíunni en hinni en ég hef heirt álíka marka seigja eitt og þá sem seigja annað í þeim efnum.\nAnnað sem fólk sem fer með bílana sína á smurstöðvar frekar en umboðsverkstæði ætti að hafa í huga er olía á sjálfskiptingu. Ef við tökum bílinn hans Guðjóns sem dæmi þá er talað um að mig minnir að það þurfi að skipta á 45.000Km fresti. Þetta er ekki eitthvað sem smurstöðvar bera ábirð á og er sjaldnast gert þegar fólk fer með bílinn í smur. Auðvitað er á einhverjum smurstöðvum menn sem hugsa en oftar en ekki gera menn bara það sem beðið er um og leifa fólki að bera ábirð á því sjálft að hugsa um þessa hluti.\nOg Guðjón. Smurstöðvar eru voðalega dulegar að trassa skipti á loftsíum. Hjálpar ekki til að það er frekar leiðinlegt að skipta um loftsíu í þessu módeli af Subaru (ef að þetta er 4th gen. Voru einmitt kynslóðaskipti þarna 2004) En engu að síður er þetta allt of langur tími. Léleg öndun á vél getur aukið eisðlu og minkað afköst.\nMundi líka láta skipt um frjókornasíuna. Hún er staðsett bakvið hanskahólfið í þessum bílum (Ef þetta er 4th gen) Smá niðurrif en ekkert stórkoslegt vesen.",
            "date": "2015-02-22 13:18:00",
            "post_id": "591003",
            "reply_to_id": "590999"
        },
        {
            "user_name": "roadwarrior",
            "text": "Takk takk.  \n \n Margt af þessu sem ég skrifaði eru mínar hugleiðingar og upplýsingar sem ég hef í augnablikinu, ég er ekki að seigja að allt sé rétt en þetta er það sem ég hef í kollinum í augnabliknu, endilega leiðrettið mig ef þið hafið aðrar uppýsingar  \n \nFlestallir bílar frá Vw eru með svokallaðri langtímaolíu. Hún á að vera betri en það er oft smekksatriði hjá mönnum. Sumir trúa ekkert á þetta og skipta um á 5000-7500km fresti hvort eð er. Það er ágætis regla að fylgja því sem framleiðandi/umboð mælir með en þetta þýðir ekki, held ég, að bíleigendur sem eiga bíla sem framleiðandi mælir með 5000-7500km skiptum geti notað langtímaolíu án þess að hafa áhyggjur. Vw er td búinn að prufukeyra sínar vélar á langtímaolíu en hún hentar kannski ekki á Subaru. Svo gæti verið að Subaru sé með sitt eigið langtíma olíu program en BL (IH gamla) hafi ákveðið að fylgja því ekki eftir. \nOlíur eru trúarbrögð  \n  þannig að ég á von á að sjá líflegar umræður um olíur á bíla. \nLoftsíuna ættir þú að láta skipta um næst. Reyndar skoða starfsmenn smurstöðvanna hana oft og meta jafn harðan hvort ástæða sé að skipta um, þetta hefur mikið skánað eftir að malbik og klæðning varð algengara en 70þús km og 6 ár er to much.\nHeld að ágætis þumalputta regla sé 2-3 ár og/eða 2-3 smurninga fresti en þetta fer, eins og ég sagði hér fyrr, eftir ástandi þess umhverfis og aðstæðum sem keyrt er í.\nEr frjókorna sía í þínum bíl? Það er ekki víst  \n \nEn endilega spurðu fyrir um það. Ágætt að hringja bara í BL og spyrja\nÞessi reikningur sem ég sett upp að ganni er bara ágiskun og eins og ég var búinn að nefna hér fyrr eru olíur og olíusíur mikil trúarbrögð hjá mörgum en mér líður betur þegar síur og olíur koma frá þekktum framleiðendum. Það er venjulega ekki svo mikill verðmunur á \"noname\" síum og olíum versus síur sem koma td frá FRAM eða olíur frá Mobil eða öðrum þekktum framleiðendum. \nSvo heyrir maður líka um lítið þekkta framleiðendur sem framleiða td síur undir noname merki en svo þegar upp er staðið eru þeir aðalframleiðendur fyrir einhvern ákveðinn bílaframleiðenda. Þeir nota aftur á móti dauða tímann í verksmiðjunni til að framleiða nákvæmlega sömu síur og þeir framleiða í kassa fyrir þekkt bílamerki en setja þær í \"hvíta kassa\" og selja svo á miklu lægra verði. Svipað og þegar maður fer útí Bónus að versla sér Beicon, Bónus beiconið er frá Ali en er mun ódýrara en ALi merkt beicon, prufið bara að taka pakkningu af bónus beiconi og ali beiconi og bera saman. Miðinn kemur úr sama prentara. Það er bara skipt um límiða í prentaranum og settar glærar umbúðir í vacum pökkunarvélina \nSíur og olíur er STÓR frumskógur  \n \nSvo hefur maður líka heyrt að fólki sem keyrir inná verkstæðinn og kvarta undan því \"Að það logi eitthvað skrítið ljós í mælaborðinu\" og þegar verkstæðismennirinr fara að skoða málið þá er það olíuljósið og það sem er eftir á vélinni er koksuð svort tjara og fólk hafi jafnvel keypt bílana nýja og sé búinn að keyra þá í fjölda ára og tugþúsundir km án þess að spá nokkuð í það að skipta um olíu og síu  \n \nJafnvel að eftir svona Extreme tilfelli þá þurfi að henda vélinni og setja nýja í.",
            "date": "2015-02-22 13:33:00",
            "post_id": "591005",
            "reply_to_id": "591003"
        },
        {
            "user_name": "roadwarrior",
            "text": "Hehe sniðugt að þú nefnir þetta  \n \nVw gaf það út og held að þeir hafi ekki mikið breytt því að þeirra sjálfskiptingar séu \"close and forget\" skiptingar eða með öðrum orðum, hún er sett saman í verksmiðju, sett í bílinn, settur í hana spes sjálfskiptingar vökvi og svo eigi ekki að þurfa að hafa nokkrar áhyggjur af henni það sem eftir er líftíma bílsins (+150þús km) . Hljómar ótrúlega en þetta hef ég heyrt talað um.\nHeld td í bílnum mínum sé enginn kvarði til að fylgjast með olíuinni á skiptingunni. Aftur á móti hefur komið annað á daginn, td hafa skiptingar í Passat bílum sem eru framleiddir á sama tíma og minn verið að valda vandræðum og var mér td ráðlagt í umboðinu að skipta um vökva hjá mér til að komast í veg fyrir þennan vanda. Þá komst ég að því að líterinn kostar fleiri þúsund kr og það þarf að renna tvöföldu magni af honum í gegnum skiptinguna eða með  öðrum orðum, tappa af henni, fylla hana aftur, setja í gang og renna í gegnum gírana, tappa aftur af og setja svo aftur á hana. Hljómar eins dýrt eins og það er",
            "date": "2015-02-22 14:01:00",
            "post_id": "591019",
            "reply_to_id": "591005"
        },
        {
            "user_name": "bigggan",
            "text": "Frjókornasiur sem eru þettar eykur gufu inni bílnum og ruður verða móðar og frýs um veturnar að innanverðu.",
            "date": "2015-02-22 14:28:00",
            "post_id": "591029",
            "reply_to_id": "591019"
        },
        {
            "user_name": "GuðjónR",
            "text": "Svo eitt varðandi olíuna sjálfa, ég hef alltaf notað 10W-40 og skipt um olíu á 12 mánaðar fresti eða 15k eftir því hvort kemur á undan.\nTók samt eftir því núna eftir 10 mánuði og 13k kílómetra að olían náði ekki upp á kvarðan, ákvað því að bæta á og það fór heill líter á vélina.\nNúna er olían á miðjum kvarða, afgreiðslumaðurinn á beinsínstöðinni sagði mér að biðja næst um 10W-30 því hún væri þykkari og minni líkur á svona brennslu, er það málið?\nVarðandi loftsíuna þá má ekki gleymast að síðan 2009 hafa skollið á tvö eldgos em tilheyrandi öskufalli og varla hjálpar það til við að halda síunni hreinni. Spurning hvort maður ætti að taka síuna úr og blása úr henni með loftpressu, allavegana þangað til ég fer með hann í olíuskipti næst.\nFrjókornasía á bak við hanskahólfið, ætla að tékka á því hvort ég sjá einhver merki um hólf þar.\nVarðandi sjálfskiptinguna  þá átti ég Renault Kangoo þangað til í síðasta mánuði. Bíllin var 10 ára og ekinn 71k en síðustu mánuðina tók ég eftir því að hann átti erfitt með að fara í efsta þrepið á skiptingunni, ég þurfti að keyra frekar agressíft til að fá hann til að gíra sig upp í toppgírinn. Helst að fara í 60km/h og stíga allt í botn, pikka hann. Þá fór hann niður og snúningurinn upp í 5k og síðan datt hann í efsta gírinn.\nÉg lét kaupandan vita af þessu og hann sagði þetta stafa af of litlum olíuþrýstingi á skiptingunni sem gæti aftur stafa af því að það vantaði olíu á skiptinguna eða olían orðin léleg. Ef olían hitnar of mikið, t.d. við álag sem myndast við drátt á kerru þá er hætta á því að hún missi eiginleika sína. Gallinn er bara sá að kvarðinn fyrir skiptinguna er á milli sætanna og ekkert sérlega aðgengilegur og þess vegna hafði aldrei verið tékkað á henni þegar bíllin fór í smur.",
            "date": "2015-02-22 14:37:00",
            "post_id": "591032",
            "reply_to_id": "591029"
        },
        {
            "user_name": "roadwarrior",
            "text": "Mundu bara að blása í rétta átt úr síunni og vera útivið þegar þú gerir það, trúlega býsna mikið af drullu komið í hana. Annars gætir þú komið við í AB varahlutum, Bílanausti eða einhverji annari varahlutaverslun á morgun og náð þér í nýja síu. Það er ekkert svo mikilvægt að gera þeta um leið um bíllin sé smurður. Bara að það sé gert reglulega. Og mér heyrist að ef þú nærð henni úr á annað borð til að blása úr henni þá gætir þú slegið tvær flugur einu höggi og skipt um hana í leiðinni",
            "date": "2015-02-22 14:47:00",
            "post_id": "591037",
            "reply_to_id": "591032"
        },
        {
            "user_name": "vesley",
            "text": "Loftsía kostar nú ekki nema nokkra þúsundkalla og myndi ég nú bara skjótast í næstu varahlutaverslun og kaupa svoleiðis og skipta sjálfur,  maður þarf enga aðstöðu til þess að skipta um þessa síu og varla neina þekkingu á bílum.",
            "date": "2015-02-22 15:46:00",
            "post_id": "591073",
            "reply_to_id": "591037"
        },
        {
            "user_name": "GuðjónR",
            "text": "En úr einu í annað, rúðuþurrkur eru einn af öryggsiþáttum og í myndbandinu sem fylgir er talað um að framleiðendur mæli með því að skipta um þurrkur á 6 mánaðar fresti enég held nú að það sé rugl.\nEr búinn að eiga bílinn síðan 2007 og bara einu sinni skipt um blöð, reyndar eru þau mjög léleg núna.\nEn skiptir máli hvaða blöð maður velur? \nVar að skoða verðlista og mér sýnist þau vera ódýrust í AB varahlutum, í kringum 1500 kr. stk.\nVeit að Bílabúð Benna er með RainX, hef ekki kynnt mér hvað þau kosta.\nHver er ykkar reynsla af rúðuþurrkum?",
            "date": "2015-02-22 19:07:00",
            "post_id": "591145",
            "reply_to_id": "591073"
        },
        {
            "user_name": "Dúlli",
            "text": "1.500 fyrir rúðurþurkublöð ? sæll það er helvíti gott verð, ég keypti í Bílanaust og borga 10.000,- krónur fyrir 3 stk......",
            "date": "2015-02-22 19:09:00",
            "post_id": "591147",
            "reply_to_id": "591145"
        },
        {
            "user_name": "GuðjónR",
            "text": "Voru þau úr gulli? Þú hlýtur að hafa fengið súper góð þurrkublöð fyrir þann pening. \nVeit ekki hvernig gæðin eru á blöðunun í AB en verið er gott.\nVerðlisti hjá Max1: \nhttp://www.max1.is/is/ruduthurrkur/thurrkublod\nVerðlisti hjá KvikkFix: \nhttp://kvikkfix.web.is/products/8726-th ... 00mm-12-28",
            "date": "2015-02-22 20:16:00",
            "post_id": "591165",
            "reply_to_id": "591147"
        },
        {
            "user_name": "Dúlli",
            "text": "Hefði átt að skoða úrvalið betur, var bara í neið og bráðvantaði nýtt og þetta var staðurinn sem mér datt fyrst í hug.\nÞarf að fara skipta núna aftur um þetta sirka árs gamalt....",
            "date": "2015-02-22 20:18:00",
            "post_id": "591166",
            "reply_to_id": "591165"
        },
        {
            "user_name": "gRIMwORLD",
            "text": "Ef það eru einhverjir Skoda 1996-2004 eigendur hérna þá á ég til orginal Skoda bæklinga á PDF formi, fann þá eftir dágóða leit á netinu. Hafa komið að góðum notum í mínu viðhaldi á bílnum.\nVeit ekki alveg hvort ég geti sett þetta út á \"the public domain\" en þeir sem hafa áhuga geta sent mér PM\nSkoda Octavia Mk I workshop Manuals\nIndex\n-----\n51025020.pdf - Heating, Air Conditioning \n51035020.pdf - Running Gear \n51045020.pdf - 1.8 l/92 kW Engine, Mechanical Components \n51055020.pdf - 1.6 l/74 kW Engine, Mechanical Components \n51065020.pdf - 1.6 l/55 kW Engine, Mechanical Components \n51075020.pdf - 1.8 l/92 kW Engine, Motronic Fuel Injection and Ignition System \n51085020.pdf - 1.6 l/74 kW Engine, Simos 2 Fuel Injection and Ignition System \n51095020.pdf - 1.6 l/55 kW Engine, 1 AVM Fuel Injection and Ignition Systém \n51105020.pdf - 1.9 l/66kW (TDI) Engine, Mechanical Components \n51115020.pdf - 1.9 l/66 kW (TDI) Engine, Fuel Injection and Glow Plug System \n51125020.pdf - 1.9 l/50 kW Engine, Mechanical Components \n51135020.pdf - 1.9 l/50 kW (SDI) Engine, Fuel Injection and Glow Plug System \n51145020.pdf - 5-Speed Manual Gearbox 02J \n51155020.pdf - 5-Speed Manual Gearbox 02K \n51165020.pdf - Automatic Gearbox \n51175020.pdf - Electrical System \n51185020.pdf - General Body Repairs \n51195020.pdf - Body Repairs \n51215020.pdf - 1.9 l/81kW (TDI) Engine, Mechanical Components \n51225020.pdf - 1.9 l/81kW (TDI) Engine, Fuel Injection and Glow Plug System \n51235020.pdf - 1.8 l/110 kW Engine, Mechanical Components \n51245020.pdf - 1.8 l/110 kW Engine, Motronic Fuel Injection and Ignition System \n51255020.pdf - 1.4 l/44 kW Engine, Mechanical Components \n51265020.pdf - 1.4 l/44 kW Engine, Simos 3PB Fuel Injection and Ignition System \n51275020.pdf - 2.0 l/85 kW Engine, Mechanical Components \n51285020.pdf - 2,0 l/85 kW Engine, Fuel Injection and Ignition System \n51295020.pdf - 5-Speed Manual Gearbox 002 \n51305020.pdf - 5-Speed Manual Gearbox 02C 4 Wheel Drive \n51325020.pdf - 1.4 l/55 kW Engine, Mechanical Components \n51335020.pdf - 1.4 l/55 kW Engine, Motronic Fuel Injection and Ignition System \n51345020.pdf - 1.6 l/75 kW Engine - Mechanical Components \n51355020.pdf - 1.6 l/75 kW Engine, Fuel Injection and Ignition System \n51365020.pdf - 1.8 l/132 kW Engine, Mechanical Components \n51375020.pdf - 1.8 l/132 kW Engine, Fuel Injection and Ignition System \n51385020.pdf - 1.9 l/74 kW (TDI) Engine, Mechanical Components \n51395020.pdf - 1.9 l/74 kW (TDI) Engine, Fuel Injection and Glow Plug System \n51405020.pdf - 6-Speed Manual Gearbox 02M \n51425020.pdf - 1.9 l/96 kW (TDI) Engine, Mechanical Components \n51435020.pdf - 1.9 l/96 kW (TDI) Engine, Fuel Injection and Glow Plug System",
            "date": "2015-02-22 20:45:00",
            "post_id": "591184",
            "reply_to_id": "591166"
        },
        {
            "user_name": "Yawnk",
            "text": "Vill nú bara leiðrétta það sem hefur komið fram hér að þú átt ALDREI að blása úr loftsíunni undir neinum kringumstæðum, keyptu frekar nýja eða slepptu því. Með því að blása í hana með loftpressu ertu að víkka götin í henni og þá komast enn frekar óhreinindi og ryk korn og það beint inn á mótor.. og tala ekki um hvað myndi gerast ef það væri öskufall, ónýt vél eftir 1-2 vikur",
            "date": "2015-02-22 21:18:00",
            "post_id": "591197",
            "reply_to_id": "591184"
        },
        {
            "user_name": "halli7",
            "text": "Myndi nú smyrja hann á 7.500km fresti eins og mælt er með.",
            "date": "2015-02-22 21:23:00",
            "post_id": "591199",
            "reply_to_id": "591197"
        },
        {
            "user_name": "Danni V8",
            "text": "Var ekki búinn að taka eftir þessum þræði þegar ég póstaði í hinn, en innleggið ætti kannski betur heima hér:\nÞað sem skiptir langt mestu máli er olíusían. Drasl aftermarket síur þola ekki kílómetrafjöldan sem mælt er með af framleiðanda og munu á endanum valda skemmdum í vél sem annars hefði verið hægt að koma í veg fyrir. Ég persónulega kaupi alltaf olíusíur í minn bíl frá umboðinu. Þær eru ekki það mikið dýrari en aftermarket en áhættan á lélegri síu er líka engin.\nÍ myndbandinu fyrir neðan má sá muninn á original olíu síu vs. afermarket eftir 15.000 km akstur. Samskonar bílar, samskonar vélar, jafn mikill akstur yfir svipað langan tíma. Báðir bílar eknir 30.000 að koma í sín önnur olíuskipti, annar hafði fengið aftermarket olíusíu í fyrra skiptið, hinn ekki.\nÞrátt fyrir að enginn skaði var skeður á vélinni hefði notkun á svona síu til lengri tíma stytt endingu vélarinnar alveg gríðarlega.\nÞað er allt í lagi að nota aftermarket síur ef þær eru framleiddar af viðurkenndum framleiðanda. Þegar síur í mína bíla eru ekki til í umboðinu, sem hefur alveg komið fyrir, hef ég keypt MANN síur í staðin, en það er sama sía og OEM bara ekki með BMW stimplinum.",
            "date": "2015-02-23 05:34:00",
            "post_id": "591257",
            "reply_to_id": "591199"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hrikalegur munur á þessum síum, en ef maður fer með bílinn á smurstöð er þá ekki líklegt að þeir séu með aftermarked?\nAð mæta með sína original síu á smurstöð er það ekki svipað og mæta á barinn með eigið áfengi?",
            "date": "2015-02-23 19:26:00",
            "post_id": "591310",
            "reply_to_id": "591257"
        },
        {
            "user_name": "JohnnyRingo",
            "text": "Rafgeyma þarf að skipta út á uþb 4 ára fresti. Lélegur rafgeymir sem heldur engri hleðslu á auðvelt með að drepa alternator.",
            "date": "2015-02-23 20:17:00",
            "post_id": "591315",
            "reply_to_id": "591310"
        },
        {
            "user_name": "GuðjónR",
            "text": "Bíllinn minn er 11 ára og ennþá með original rafgeymi, að mig minnir....en minnið er orðið slappt!",
            "date": "2015-02-23 21:59:00",
            "post_id": "591321",
            "reply_to_id": "591315"
        },
        {
            "user_name": "littli-Jake",
            "text": "Alls ekki. Mundi hiklaust gera það ef ég færi með minn bíl í smur til einhvers annars.",
            "date": "2015-02-23 22:33:00",
            "post_id": "591327",
            "reply_to_id": "591321"
        },
        {
            "user_name": "helgii",
            "text": "Fyrir þá sem hafa áhuga á viðhaldi og viðgerðum á bílum eða jafnvel öðrum bíltengdum pælingum þá mæli ég með þessari youtube rás \nViðgerðir og slíkt - \nhttps://www.youtube.com/channel/UC_q-UN ... qKzAP_8x_A\n \nPælingar - \nhttps://www.youtube.com/channel/UCa7guR ... S0mJbSDmMg",
            "date": "2015-02-23 23:23:00",
            "post_id": "591328",
            "reply_to_id": "591327"
        },
        {
            "user_name": "littli-Jake",
            "text": "GuðjónR\nVar að leita að leiðbeiningum til að tengja AUX tengi á útvarpið hjá mér. Restin af myndbandinu ætti að hjálpa þér með frjókornasíuna\nhttps://www.youtube.com/watch?feature=p ... xwFk#t=661",
            "date": "2015-02-23 23:40:00",
            "post_id": "591330",
            "reply_to_id": "591328"
        },
        {
            "user_name": "appel",
            "text": "Jæja, bíllinn fór ekki í gang í morgun. Rafgeyminn í rugli. Pústið fór um daginn. Svissbotninn lélegur. MAR MAR er alveg að vera gráhærður á þessu",
            "date": "2015-02-24 13:49:00",
            "post_id": "591381",
            "reply_to_id": "591330"
        },
        {
            "user_name": "GuðjónR",
            "text": "Kominn tími á að endurnýja kaggann, það verður bara downhill héðan í frá.",
            "date": "2015-02-24 14:36:00",
            "post_id": "591387",
            "reply_to_id": "591381"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hvers virði eru þjónustuskoðanir umboðana?\nT.d. þá kostar 30.000 km þjónustuskoðun Heklu 50 þúsund, er þetta bara venjulegt umboðsokur eða eitthvað sem lífsnauðsylegt er fyrir bílinn og eitthvað sem smurfyrirtæki geta ekki gert? \np.s. bíllinn er dottinn úr tveggja ára ábyrgð hvort sem er...",
            "date": "2015-02-24 14:38:00",
            "post_id": "591388",
            "reply_to_id": "591387"
        },
        {
            "user_name": "appel",
            "text": "Þetta er bara peningaplokk. Sjáðu bara, þú ferð með hann 2x á ári í 3 ár, jafnvel 5 ár, og borgar 50 þús í hvert skipti. Þetta jafngildir um 300 þús kalli, bara til að láta einhverja gutta tjékka á olíunni, rúðuþurrkunum, skipta um peru, og gefa þér stimpil í bókina svo þú haldir ábyrgðinni.\nSvo þegar bíllinn er orðinn gamall þá vilja þeir ekkert með þig hafa, því þá þarf að fara gera við og svona.",
            "date": "2015-02-24 17:00:00",
            "post_id": "591401",
            "reply_to_id": false
        },
        {
            "user_name": "Danni V8",
            "text": "Ef að þjónustuskoðun í umboði er rétt framkvæmd, sem ég vona innilega að sé gert á öllum umboðum, þá er gert meira en að smyrja, tékka á perum og rúðuþurrkum.\nÞað eru allir slithlutir athugaðir og eigandinn látinn vita ef eitthvað er orðið slitið. Það eru öll hjól tekin undan og bremsur skoðaðar og liðkaðar. Þetta getur framlengt endingatíma bremsuíhluta alveg gríðarlega, og athugið að bremsuíhlutir eru ekki bara diskar og klossar.\nSem dæmi var ég með bíl inni á gólfi hjá mér um daginn sem hafði fengið þau óheppilegu örlög að lenda á eiganda sem leit á umboð sem peningaplokk. Þetta var 7 ára gamall bíll, ekinn örlítið yfir 100þús og hafði aldrei farið í þjónustuskoðun í umboði en fór í smur á réttu millibili á mismunandi smurstöðvum. Hann kom vegna þess að hann heyrði óhljóð í bremsunum. Við nánari athugun sá ég að það var ný búið að skipta um bremsuklossa að aftan og að það hafði verið gert á smurstöð. Stimplunum í dælunum hefur bara verið þvingað inn og þessu hrækt saman á sennilega korteri og eigandinn fór mega sáttur heim með töluvert lægri reikning en hann hefði fengið á almennilegu verkstæði.... en hann var ekki sáttur lengi. \nBremsudælurnar voru báðar fastar að aftan. Á öllum 7 árunum höfðu þær aldrei verið skoðaðar, gúmmíinu lyft upp og bremsufeiti smurt fyrir innan. Vegna þess fóru stimplarnir að ryðga þegar þeir voru komnir lengra út vegna þess að klossarnir voru orðnir slitnir. Þegar það var skipt um þá var að sjálfsögðu ekki kíkt fyrir innan gúmmíið og ryðið sást aldrei og þessu bara þrýst inn með hörkum. Það orsakaði að stimplarnir festust. Þeir þrýstu alltaf og bremsuðu þegar stigið var á pedalann, en drógust aldrei til baka þegar honum var sleppt, heldur bremsuðu dælurnar á fullu þangað til klossarnir slípuðust frá. Þetta þýddi uppgerð á báðum bremsudælum að aftan, nýjir klossar aftur, nýjir diskar þar sem þeir skemmdust útaf hitamyndun og nýjir handbremsuborðar þar sem að hitinn frá disknum öðru megin var svo mikill að límingin sem heldur slitefninu á skemmdist og handbremsan varð stál í stál öðru megin. Stimplarnir voru meira að segja svo fastir að ég þurfti að setja bílinn í gang og stíga pedalann í botn til að þrýsta stimplunum út áður en ég gat gert upp dælurnar, þetta hef ég aldrei þurft að gera áður.\nÞarna var kominn tvíunnin viðgerð og þar að auki margfallt dýrari viðgerð en sparnaðurinn á að fara ekki í þjónustuskoðanir var.\nÞetta er aðeins eitt dæmi af mörgum sem má rekja til svona vanrækslu. Tímakeðjur að klikka í 80þús vegna smureftirliti var ekki rétt fylgt og ódýrari aftermarket síur notaðar í sparnaðarhugsunum eru önnur dæmi.\nÉg tel þjónustuskoðun umboðs vera allra peningana virði en ég er líka svoldið biased.\nÞar fyrir utan að ef að mætt er með bíl í þjónustuskoðun á því millibili sem mælt er með þá ertu í leiðinni að tryggja að umboðið ábyrgist að allt sem á að skoða í þjónustuskoðun er skoðað og ef það er ekki gert og eitthvað klikkar sem má rekja til þess þá ábyrgjast þeir það.",
            "date": "2015-02-24 20:29:00",
            "post_id": "591443",
            "reply_to_id": "591401"
        },
        {
            "user_name": "GuðjónR",
            "text": "Talandi um þjónustuskoðanir, tökum Skoda sem dæmi.\nÉg hringdi í Heklu og Bílson og spurði hvað 30k km þjónustuskoðun kostaði og hvað væri innifalið.\nInnifalið er \"smurning\" sem kostar það sama á báðum stöðunum 18-20k, Bílson sagði reyndar 18-22k þannig að ekki eru þeir ódýrari en umboðið, hugsanlega dýrari.\nOg þá spurði ég en hvað er þá gert sem kostar 30k fyrst smurningin er 20k, svarið var eins á báðum stöðum.\nÞú ert að viðhalda ábyrgð! Og ég þráðist við, sagðist vilja fá að vita hvað væri gert. Og þá fékk ég svörin \"allskonar hlutir skoðaðir og yfirfarnir\". \nSama hvernig ég bað um að fá að vita hvað væri gert þá var ekki hægt að útskýra það nánar. Og þegar ég sagði að bíllinn væri að detta úr ábyrgð eftir 14 daga hvort þjónustuskoðunin væri ekki óþörf til að \"viðahalda þessari 14 daga ábyrgð sem eftir er\" þá var svarið að með þjónustuskoðun fengi bíllinn \"goodwill\" eftir að tveggja ára ábyrgðartíma lyki og husanlega ódýrari varahluti í framtíðinni ef hann bilaði.\nVitið, ég er engu nær!\nÞetta voru loðnustu og skrítnustu svör sem ég hef fengið.\nÞegar ég versla í Bónus fyrir 30k þá vil ég fá strimil, ég vil fá að vita hvað ég er að borga fyrir. \nÉg rétti ekki kassafólkinu 30k og bið um bland í poka og hugsanlega afslátt næst þegar ég versla.\nEr óeðlilegt að fara fram á það við umboð sem selur \"þjónustuskoðun\" á 50 þúsund að fá að vita hvað maður er að fá fyrir peninginn annað en \"goodwill\" á varahlutum í framtíðinni ef eitthvað bilar? Ef eitthvað bilar þá getur vel verið að varahluturinn verði keyptur í AB varahlutum og lagaður á óháður verkstæði eða í bílskúrnum heima.",
            "date": "2015-02-26 18:08:00",
            "post_id": "591669",
            "reply_to_id": "591443"
        },
        {
            "user_name": "steinarorri",
            "text": "Ég er mjög sáttur við þjónustuskoðunina hjá Peugeot/Bernhard. Þeir bjóða upp á \"4+ skoðun\" sem kostar 25 þúsund þar sem er farið yfir allan fjandann.\nSmurning, perur, slitfletir, bremsur, dekk og hjólabúnaður skoðaður. Skoða m.a.s. og skipta um gúmmíið í hurðinni (ég er nokkuð viss um að það hafi verið gert seinast hjá mér). Örugglega e-ð fleira sem þeir gera en ég finn ekki tékklistann sem ég fékk hjá þeim seinast.\nLáta mann svo vita ef það þarf að gera e-ð major eða láta vita ef ég þarf að gera e-ð sem þeir gera ekki (t.d. skipta um púst seinast). \nMér finnst ég allavega vera að fá fullt fyrir peninginn, og ég treysti þeim mun betur heldur en seinasta verkstæði sem ég fór alltaf á.",
            "date": "2015-02-26 21:09:00",
            "post_id": "591682",
            "reply_to_id": "591669"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Flest verkstæði skoða þetta allt fyrir þig - frítt - og segja þér svo hvað þarf að laga.\nÞað er ótrúlegt hvað þessi bílaumboð ná að plata fólk.",
            "date": "2015-02-27 07:30:00",
            "post_id": "591710",
            "reply_to_id": "591682"
        },
        {
            "user_name": "steinarorri",
            "text": "Tja, ég hef svolítið brennt mig á því að sum verkstæði geri það ekki. Mér er nokkurnveginn slétt sama þó þetta kosti einhverjum þúsundköllum meira ef ég get verið viss um að hlutirnir séu vel unnir. Fer til umboðsins einu sinni á ári áður en ég fer með bílinn í skoðun og helst þá líka inni í 200þús km ábyrgðinni sem er á vélinni.",
            "date": "2015-02-28 13:22:00",
            "post_id": "591826",
            "reply_to_id": "591710"
        },
        {
            "user_name": "biturk",
            "text": "Þjónustuskoðun er peningaplokk, ef þeir sem skipta um klossa hjá þér átta sig ekki á að dælur séu fastar þá er frekar vip þá að saka og manns eigin heimslu sð fylgjast ekki með ástandi bílsins\nEn að borga 30k fyrir það er klikkun og mýmörg dæmi að umboð skipti um hluti sem eiga nóg eftir til að fá meiri pening á ofur álögðum varahlutum",
            "date": "2015-02-28 18:08:00",
            "post_id": "591849",
            "reply_to_id": "591826"
        },
        {
            "user_name": "Yawnk",
            "text": "Þetta er ákkurat það sem um ræðir, familían á 2012 árgerð af Skoda Octavia sem var keyptur nýr, rann úr ábyrgð 2014. \nFyrir stuttu síðan fór hann að tapa frostlegi í miklu magni, þá hafði vatnsdælan farið, og þá þurfti að skipta um viftureim og tímareim í leiðinni. ( bíllinn ekinn 45þ ) og alltaf farið til umboðs í smurningu ofl, og bíllinn var þá dottinn úr ábyrgð um 6-10 mánuði en Hekla tók þetta á sig og við þurftum að borga minnir mig 10%-20%  af bara vinnunni, sem endaði reyndar í 17 þús ef ég man rétt.",
            "date": "2015-02-28 19:32:00",
            "post_id": "591863",
            "reply_to_id": "591849"
        },
        {
            "user_name": "Minuz1",
            "text": "Mér þykir það vert að skjóta því að að þú fyrrir þig ekki ábyrgð með því að fara með bílinn á verkstæði öðru en umboðsaðilla.\nÁbyrgðin er lögboðin og það er ekkert sem umboðið getur gert sem eyðir þeirri ábyrgð, nema þeir sanni að viðhaldi hafi ekki verið fullnægt.\nÞetta á við tölvuverslanir, bílaumboð og hvað sem er.",
            "date": "2015-02-28 23:49:00",
            "post_id": "591883",
            "reply_to_id": "591863"
        },
        {
            "user_name": "appel",
            "text": "Já, það er merkilegt þetta með \"þjónustuskoðanir\" á nýjum bílum. Ég hefði haldið að nýjir bílar þyrftu langminnsta viðhaldið, a.m.k. auglýsa bílaumboðin það að það borgi sig að eiga nýjan bíl því þeir bila ekkert! Samt þurfa þeir að vera í miklu og kostnaðarsömu eftirliti? Þetta bara meikar engan sense.\nÞetta er auðvitað bara \"after sales\" peningaplokk. Þeir geta selt þér bílinn aðeins ódýrara en ná inn peningunum með þjónustuskoðunartjékkum.\nÉg hélt að það væru bara eldri bílar sem þyrftu skoðanir og viðhald? Nei, umboðin hafa engan áhuga á 10-15 ára gömlum bílum. Þau vilja bara selja selja selja og rukka eins mikið og þeir komast upp með.\nAfhverju vilja umboðin ekkert með eldri bíla hafa? Ég myndi alveg þiggja það að fá yfirhalningu á gamla jálkinum mínum. En greinilegt að þeir vilja kannski frekar að hann bili og ég komi aftur og kaupi nýjan bíla af þeim?",
            "date": "2015-03-01 02:33:00",
            "post_id": "591895",
            "reply_to_id": "591883"
        },
        {
            "user_name": "Chokotoff",
            "text": "Fá sér Toyotu bara. mín er að skríða í 17 árin og alltaf topp þjónusta hjá þessum snillingum í Garðabænum  \n \nHef þurft að díla við Ingvar Helgason (Subaru og BMW) og Heklu (VW) og þar þurfti maður helst að byðjast afsökunar á því að hafa truflað þá með því að spyrjast fyrir um varahluti...Heklumenn þó skömminni skárri.",
            "date": "2015-03-01 02:50:00",
            "post_id": "591896",
            "reply_to_id": "591895"
        },
        {
            "user_name": "Danni V8",
            "text": "Ég hef aldrei lent í vandræðum með BL þegar það kemur að varahlutum í mína bíla, elsti sem ég hef átt var 21 árs þegar ég átti hann og það var ekkert mál að finna varahluti í hann hjá BL (Hét Ingvar Helgason þá).\nÉg hef að vísu alltaf gert mitt viðhald sjálfur svo ég hef ekki þurft að reyna á verkstæðisþjónustuna svo ég get ekkert sagt um hana.",
            "date": "2015-03-01 03:02:00",
            "post_id": "591897",
            "reply_to_id": "591896"
        },
        {
            "user_name": "GuðjónR",
            "text": "Varðandi diesel vélar, hver er ykkar skoðun á bætiefnum/hreinsiefnum í eldsneytið?\nEr það nauðsylegt eða óþarfi eða eitthvað þar á milli?\nÞað eru til allskonar efni og talað um að setja í tankinn á 5000 - 7000km fresti:\nhttp://www.stilling.is/vorur/vara/LM2814/\nhttp://www.halfords.com/motoring/engine ... ment-200ml\nEf þið mælið með einhverjum efnum þá væri gaman að vita hvaða efni og af hverju.",
            "date": "2015-03-09 11:30:00",
            "post_id": "592749",
            "reply_to_id": "591897"
        },
        {
            "user_name": "Yawnk",
            "text": "Held að linkurinn hjá Stillingu sé eitthvað bilaður",
            "date": "2015-03-09 11:38:00",
            "post_id": "592750",
            "reply_to_id": "592749"
        },
        {
            "user_name": "dori",
            "text": "Þeir greinilega banna djúpa linka. Kemur batman ef maður hefur ekki einhverja köku.",
            "date": "2015-03-09 12:11:00",
            "post_id": "592752",
            "reply_to_id": "592750"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ohh crap! ... fann direct link á vöruna \nhttp://www.stilling.is/vorur/vara/LM2814/\nEr ekkert sérstaklega að spá í þessari vöru, bara þessum vörum almennt. \nÞ.e. hvort þörf sé á svona \"spíssahreinsiefni\".",
            "date": "2015-03-09 12:34:00",
            "post_id": "592756",
            "reply_to_id": "592752"
        },
        {
            "user_name": "braudrist",
            "text": "Vitið þið um eitthvað verkstæði sem getur lesið tölvuna í bílnum? Það er svo löng bið alltaf í umboðinu svo kostar það 15.000 kall bara fyrir lesningu",
            "date": "2015-03-09 20:10:00",
            "post_id": "592801",
            "reply_to_id": "592756"
        },
        {
            "user_name": "Yawnk",
            "text": "Fer eftir því hvernig bíl, flest öll verkstæði sem sérhæfa sig í x bílategund geta lesið af bílnum fyrir þig.. og það fyrir helmingi minna.\nT.d Skoda/VW/Audi ættirðu að geta farið í Betri Bíla skeifunni, bílvog, bilson ofl, ef þú vilt fá nánari lestur. \nAnnars ef þetta er bara check engine ljós ættirðu að geta farið bara á næstu smurstöð.",
            "date": "2015-03-09 20:19:00",
            "post_id": "592802",
            "reply_to_id": "592801"
        },
        {
            "user_name": "braudrist",
            "text": "Þetta er Subaru Impreza 2009 Aero eitthvað \n Cruise Control-ið blikkar stöðugt grænt, gula check engine ljósið er alltaf á, og svo er gula skriðvarnarljósið á. Ég er búinn að Google-a þetta eitthvað og það segja flestir að það sé best að láta lesa hann.",
            "date": "2015-03-09 20:24:00",
            "post_id": "592803",
            "reply_to_id": "592802"
        },
        {
            "user_name": "Yawnk",
            "text": "Þá myndi ég mæla með að þú færir í BFO ( Bifreiðaverkstæði Friðriks Ólafssonar )\nÞeir sérhæfa sig í Subaru, Nissan og Honda.\nÆtti ekki að vera vandamál fyrir þá að græja þetta fyrir þig.\nhttp://www.bfo.is/\n / Sími : 567 7360",
            "date": "2015-03-09 20:26:00",
            "post_id": "592804",
            "reply_to_id": "592803"
        },
        {
            "user_name": "lukkuláki",
            "text": "Toppur eru líka sérfræðingar í Subaru.\nhttp://toppur.is/",
            "date": "2015-03-09 20:53:00",
            "post_id": "592806",
            "reply_to_id": "592804"
        },
        {
            "user_name": "axyne",
            "text": "Ég fór með Toyota Corolla í tölvulesningu og borgaði 1.500 kr fyrir hjá \nkvikkfix\n fyrir tveim árum.",
            "date": "2015-03-09 22:02:00",
            "post_id": "592811",
            "reply_to_id": "592806"
        },
        {
            "user_name": "GuðjónR",
            "text": "Er það satt sem ég hef heyrt að sumar smurstöðvar \"sjúga\" upp olínuna í stað þess að tappa henni af bílunum?\nT.d. með Skoda þá er olíusían ofan á vélinni og það þarf að losa plötu undan bílnum til að tappa af, það sparar tíma og fyrirhöfn að sleppa því og sjúga olíuna upp í staðinn en þá skilurðu eftir allt gruggið í botninum.\nVitið hvernig þessum málum er almennt háttað?",
            "date": "2015-03-13 12:54:00",
            "post_id": "593183",
            "reply_to_id": "592811"
        },
        {
            "user_name": "littli-Jake",
            "text": "Miðað við þær sugur sem ég hef fengið að nota mundi þetta ekki borga sig. Tekur hellings tíma að sjúa upp með þessu drasli. En ég get náttúrulega ekki verið að fullirða neitt",
            "date": "2015-03-13 16:42:00",
            "post_id": "593213",
            "reply_to_id": "593183"
        },
        {
            "user_name": "Yawnk",
            "text": "Já það er satt, en þeim til varnar getur verið rosalega mikið vesen að losa plötuna undir bílnum, sérstaklega ef þetta er eldri Skodi ( gamla boddíið, kringum aldamótin ) minnir mig, þar eru pönnurnar skelfilegar, allir boltar ryðgaðir fastir og snúast bara án þess að losna. Skoda hafa alltaf verið leiðinlegir með pönnur undir bílnum allaveganna Octavia, yfirleitt níðþungar og leiðinlegar. 2012 Octavia og nýrra eru komnir með plasthlífar sem ekkert mál er að losa.\nEn að sjúga upp olíuna er náttúrulega ekki að gera góða hluti og ætti aldrei að vera gert, eins og þú segir, það er hætta á því að skilja allt eftir sem þú vilt ekki að verði eftir",
            "date": "2015-03-13 17:09:00",
            "post_id": "593217",
            "reply_to_id": "593213"
        },
        {
            "user_name": "biturk",
            "text": "Sumir bílar bjóða bara ekki uppá að tappa af nema taka pönnuma undan\nÞess vegna þarf stundum að sjúga upp úr þeim",
            "date": "2015-03-13 18:29:00",
            "post_id": "593224",
            "reply_to_id": false
        },
        {
            "user_name": "Yawnk",
            "text": "Hvaða bílar eru það?",
            "date": "2015-03-13 18:45:00",
            "post_id": "593227",
            "reply_to_id": "593224"
        },
        {
            "user_name": "slapi",
            "text": "M.Benz er margir hannaðir (excluding AMG og einn Renault mótor) til að sjúga af þeim í gegnum \"dipping stick\" (fann ekki íslenskt orð).\nOg eru þeir hannaðir þannig að þú nærð meiri olíu af þeim með að sjúga heldur en að tappa af þeim og ég hef prófað það.\nÉg set hinsegar spurningamerki við það að sjúga af bílum sem eru ekki hannaðir í það því að rörið nær oft ekki niður í botn og því nærðu ekki öllu því sem þú vilt.\nEn þetta endar allt í því sem hefur verið rætt hér áður,,,,, you get what you pay for.....\nÉg mæli eindregið að versla við umboð, verkstæði eða smurstöðvar sem eru viðurkenndar af umboði því .... stimpillinn kostar í smurbókina og þá sérstaklega í endursöluverði.\nedit.ps\nÉg hef ekki séð eða veit af bíl sem bíður ekki uppá að tappa af og væri gaman að vita af bíl sem er hannaður þannig en ég efast um að svoleiðis sé til.",
            "date": "2015-03-13 23:05:00",
            "post_id": "593259",
            "reply_to_id": "593227"
        },
        {
            "user_name": "Danni V8",
            "text": "Olíukvarði - Kvarðarör",
            "date": "2015-03-13 23:14:00",
            "post_id": "593260",
            "reply_to_id": "593259"
        },
        {
            "user_name": "Son of a silly person",
            "text": "https://www.youtube.com/user/Engineerin ... ned/videos\n Ég hef ekki skrifað lengi á þessu spjalli en núna loksins þegar ég kíkti inn. Þá langar mig að deila þessum myndböndum. Ég hef það fyrir reglu að skipta um allt reglulega. Allt vélarlega tengt er verslað í umboði, en smá dótt er verslað t.d. bílanaust - ab - n1 - stilling o.s.f.v. Keyri nánast aldrei meira en 5500km milli olíuskipta á vél og um 15.000km á skiptingu og drifum. Notast eingöngu við það sem handbókinn segir að nota. Fer með bílinn í skoðun á 6 mánaða fresti, finnst það mjög þægileg leið að fylgjast með ástandi. Hef ekki prófað aðalskoðun en frumherji Fellabæ hefur alltaf leyft mér að vera með inní sal og benda mér á slithluti sem þarf að skipta um. Er á 2002 lexus rx sem hefur ekki enn valdið mér leiðindum. Er búinn að fara 8 sinnum hringinn um landið á honum síðan ég verslaði hann síðasta sumar 2014",
            "date": "2015-03-14 00:18:00",
            "post_id": "593265",
            "reply_to_id": "593260"
        },
        {
            "user_name": "braudrist",
            "text": "Bara svona til að láta bílaáhugamenn vita þá fór ég í Sólningu og lét lesa tölvuna í bílnum. Útkoman var - DTC code: P0037, HO2S Heater Control Low Bank 1 Sensor 2. Þetta var sem sagt súrefnisskynjarinn í hvarfakútnum eða eitthvað. Hann resettaði kóðann og þá fór hann, en eftir smá rúnt hjá mér þá komu sömu ljós. Þannig að skynjarinn er sennilega eitthvað bilaður / eyðilagður",
            "date": "2015-03-17 19:43:00",
            "post_id": "593661",
            "reply_to_id": "593265"
        },
        {
            "user_name": "Yawnk",
            "text": "Þannig eiga bílaeigendur að vera... ef allir væru með þennan hugsunarhátt væri bílafloti íslands í aðeins betra ástandi en hann er því miður í dag",
            "date": "2015-03-17 19:58:00",
            "post_id": "593663",
            "reply_to_id": "593661"
        },
        {
            "user_name": "MatroX",
            "text": "þvílíkt waste of money.................\ner ekki 1zm-fe mótor í þessu? ef svo er þá er þessi toyota atf olía sem er notað á skiptinguna að höndla allt að 96þús km sé ekki alveg ástæðu afhverju þú ættir að vera skipta á 15.000km fresti.... \nertu að nota rétta olíu á mótor og skiptinguna þegar þú ert að gera þetta?",
            "date": "2015-03-17 20:07:00",
            "post_id": "593664",
            "reply_to_id": "593663"
        },
        {
            "user_name": "Danni V8",
            "text": "Ef maður keyrir mikið langkeyrslu þá eru 10.000km ekkert of mikið á eldri bílum. Ég keyri daglega í bæinn og skipti á 10.000km fresti á '96 bílnum mínum. En 15þús á skiptingu og drifum er insane. Það er mælt með af flestum ef ekki öllum framleiðendumum 40-60þús km fresti á skiptingu. En meina, to each his own.",
            "date": "2015-03-17 23:46:00",
            "post_id": "593690",
            "reply_to_id": "593664"
        },
        {
            "user_name": "biturk",
            "text": "Hitarinn í skynjaranum er farinn, það þarf að skipt um skynjarann, eina sem breitist er að bíllinn eiðir meira og er með check engine ljós",
            "date": "2015-03-18 18:52:00",
            "post_id": "593734",
            "reply_to_id": "593690"
        },
        {
            "user_name": "MatroX",
            "text": "Fyrst þetta er subaru keyptu oem skynjara, hvort sem það er í gegnum samma davis, umboðið eða pantar hann af netinu, aftermarket skynjarar virka ekki vel með subaru",
            "date": "2015-03-19 01:21:00",
            "post_id": "593773",
            "reply_to_id": "593734"
        },
        {
            "user_name": "braudrist",
            "text": "Ætli maður verði ekki að borga 40 þús kall fyrir þenna oem skynjara hjá umboðinu. Ótrúlegt hvað þessi umboð eru að taka mann í þurran analinn, þeir í umboðinu ætluðu að rukka mig um 15.000 kall bara fyrir að lesa tölvuna í bílnum OG ég þurfti að panta tíma. Þeir í Sólningu gerðu þetta frítt fyrir mig og ég þurfti ekkert að panta tíma. Ég var samt búinn að versla af þeim dekk og það var frekar mikið að gera hjá þeim en þeir voru svo frábærir þarna að gera þetta fyrir mig.",
            "date": "2015-03-23 17:56:00",
            "post_id": "594181",
            "reply_to_id": "593773"
        },
        {
            "user_name": "MatroX",
            "text": "prufaðu að tala við Samma, hann á þetta kannski á lager og hann er alltaf með mjög fair verð,\nhttps://www.facebook.com/promotorsbysammidavis",
            "date": "2015-03-23 18:26:00",
            "post_id": "594183",
            "reply_to_id": "594181"
        },
        {
            "user_name": "GuðjónR",
            "text": "Þessi rándýru bætiefni eru ekkert að gera sig:",
            "date": "2015-03-25 16:17:00",
            "post_id": "594395",
            "reply_to_id": "594183"
        },
        {
            "user_name": "Hook123",
            "text": "Mæli með Automatic í Kópavogi fyrir síur og olíur.\nVandaðar vörur á góðum verðum.",
            "date": "2015-03-25 20:03:00",
            "post_id": "594416",
            "reply_to_id": "594395"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ein pæling, ef VW setur sem skilyrði að olíur með staðli 507.00 séu notaðar á nýrri vélar frá þeim, (díselvélar með particle filter) skiptir þá nokkru máli hvaða framleiðandi er að oliunni?\nUmboðið mælir með Castrol Edge, enda selja þeir hana. Bilson mælirm með Mobile1 og þeir selja hana.\nÉg fór að skoða þetta nánar, og t.d. 5l af Castrol kostar yfir 15.200  þegar 5 lítrar af ELV kostar 6217.- með 15% afsl.\nBáðar olíurnar uppfylla 507.00 staðal WV og ef maður skoðar spekkana þá eru þær svipaðar, þ.e. segjumark, blossamark, frostþol, etc.\nHver er ykkar skoðun?\nhttp://www.kemi.is/motorolia-5w-30-evol ... gcmg5du21J\nvs\nhttp://www.olis.is/files/undirsidur/smu ... gar_11.pdf\nSvo eins og bent hefur verið á hér á þræðinum þá má ekki vanmeta olíusíur, spurning hvort maður geti beiðð um \"longlife\" olíusíur?\nSmá googl og maður sér að fullt af síum er ekki ert að lifa lengur en 10k km. þó að olían eigi að þola 15k+\nhttp://www.motorweek.org/features/goss_ ... g_life_oil\nUmboðið selur síuna á 2900 kr. en t.d. AB er með síur á 1600 kr með 15% afsl. veit ekki muninn á þeim, ef engar upplýsingar um framleiðendur.",
            "date": "2015-09-27 11:12:00",
            "post_id": "607501",
            "reply_to_id": "594416"
        },
        {
            "user_name": "Frost",
            "text": "Ég var lengi að pæla í þessu þegar ég skipti sjálfur um olíu á bílnum mínum. Svo lengi sem að olían er með þennan staðal þá ætti hún að vera góð fyrir bílinn.\nÍ sambandi við olíusíurnar þá kaupi ég alltaf síur frá umboðinu.",
            "date": "2015-09-27 13:38:00",
            "post_id": "607507",
            "reply_to_id": "607501"
        },
        {
            "user_name": "rapport",
            "text": "Hvar er best að kaupa varahluti á netinu?\nHef haldið mig við RockAuto.com lengi, virðist allt ganga perfect fyrir sig hjá þeim.",
            "date": "2015-09-27 13:49:00",
            "post_id": "607508",
            "reply_to_id": "607507"
        },
        {
            "user_name": "GullMoli",
            "text": "Fer svolítið eftir bílum. Ég hef verið að versla í Volvoinn hérna; \nhttps://www.fcpeuro.com/",
            "date": "2015-09-27 13:56:00",
            "post_id": "607509",
            "reply_to_id": "607508"
        },
        {
            "user_name": "tdog",
            "text": "Hvar hafið þið verið að kaupa vetrardekk og hvað hefur reynst ykkur illa? Ég er búinn að ákveða það að kaupa frekar dýrari dekk í vetur en ódýrari og áætla 100.000 kr. í dekkjagang undir bílinn.",
            "date": "2015-09-28 19:37:00",
            "post_id": "607589",
            "reply_to_id": "607509"
        },
        {
            "user_name": "rapport",
            "text": "Ég hef keypt af tirerack General Altimax dekk í mörg ár og hafa þau reynst mér afar vel. Í fyrra lenti ég í að eitt dekkið skemmdist og keypti þessi því að munstrið er svipað, þau hafa enst virkilega vel, varla sést á þeim og planið er að kaupa tvö önnur á næstunni til að fullkomna ganginn fyrir veturinn.\nVerðið er heldur ekki neitt svakalegt...",
            "date": "2015-09-28 21:13:00",
            "post_id": "607597",
            "reply_to_id": "607589"
        },
        {
            "user_name": "GullMoli",
            "text": "http://benni.is/Dekk/Folksbilar/Vetrard ... serve_G2S/\nEr búinn að nota þessi í 1 vetur. Þau eru \"hálf\" harðskelja og hafa reynst mér vel. Mjög slitsterk miðað við aksturinn hjá mér á veturna. \nHinsvegar var annar bíll á þessum sérstöku harðskelja dekkjum frá Toyo og þau eru stórhættuleg í bleytu, ekkert smá sem þau renna.\nAnnars mun ég næst kaupa Nokian dekk, þau fá alltaf virkilega góða dóma (\nhttp://www.max1.is/is/dekk/folksbiladek ... tta-r2/258\n)",
            "date": "2015-09-28 23:05:00",
            "post_id": "607606",
            "reply_to_id": "607597"
        },
        {
            "user_name": "GuðjónR",
            "text": "Jæja, 13500 km. síðan síðustu olíuskipti. Ákvað að gera þetta sjálfur núna. Olia staðall 507.00 og Mahle olíusía. Kostaði saman 8200. kr.\n32 mm. toppur og olíudæla 11k.  Sem gerir svipað og ein smurning á smurstöð. Bíllinn á að taka 4.5l af olíu, mér sýnist það hafa farið c.a. 4 lítrar. Líklega hefur verið ~0.5l eftir sem næst ekki með sogi. Hugsa að ég skipti næst um olíu eftir c.a. 10k km.",
            "date": "2015-09-29 18:22:00",
            "post_id": "607652",
            "reply_to_id": "607606"
        },
        {
            "user_name": "ColdIce",
            "text": "Ég keypti þessi í haust og hef aldrei verið á betri dekkjum. Framúrskarandi grip í hálku og snjó!\nhttp://www.dekkjahollin.is/is/vorur/dek ... ohama-ig55",
            "date": "2015-10-05 08:24:00",
            "post_id": "608005",
            "reply_to_id": "607652"
        },
        {
            "user_name": "marijuana",
            "text": "Þetta er samt svo ótrúlega illogical. Yfirleitt þarftu ekki að skipta um vökva á sjálfskiptingunni fyrr en hún byrjar að haga sér leiðinlega enda er enginn leið til að fylgjast með henni öðruvísi. Ekkert ljós í mælaborði til að segja þér hvenær hana vantar.\nAnnars er þetta satt hjá þér, þetta er það sem er sagt.",
            "date": "2015-10-05 14:54:00",
            "post_id": "608030",
            "reply_to_id": "608005"
        },
        {
            "user_name": "bigggan",
            "text": "Veit einhverjir um einhverjir góðir sem gerir ryðvörn undir bíllin fyrir saltveturinn og lyktar heldur ekki af fiski eftirá og hvað mundi svona kosta?",
            "date": "2015-10-05 15:09:00",
            "post_id": "608031",
            "reply_to_id": false
        },
        {
            "user_name": "GuðjónR",
            "text": "Hefur einhver reynslu af því að skipta um fuel-filter í Skoda disel?\nEr búinn að googla þetta aðeins, það sem virðist varasamt er loftið sem kemur í boxið, þ.e. ef það myndast loft í eldsneytiskerfinu þá er hætta á því að bíllin fari ekki í gang. \nSumir nota \nVAC-COM VCDS\n kapal og fartölvu til að kveikja á eldsneytisdælunni í bílnum og láta hana ná upp þrýstingi. Sumir gera það ekki og þá drepur bíllin á sér eftir c.a. 25 sec, þá ná þeir að pumpa kerfið upp með því að stíga á olíugjöfina.\nOg annað, þið sem eruð með dísel bíla, hversu oft skiptiði um olíufilter?",
            "date": "2015-10-06 15:54:00",
            "post_id": "608104",
            "reply_to_id": "608031"
        },
        {
            "user_name": "Yawnk",
            "text": "Já, hef gert þetta oft áður.\nSkipta á um hana á 30þ. km fresti.\nLosar þessa 5 bolta (T25, að mig minnir ), skiptir um síuna og þéttihringinn ( smyrð þéttihringinn með vaselíni eða gúmmífeiti ) og smellir þessu þétt ofan í aftur, og herðir boltana í kross svo það þétti vel.\nGetur tekið nokkurn tíma að koma honum í gang aftur og mikið start, en hann fer alltaf í gang á endanum, engar áhyggjur af því.\nPassa að fylgjast síðan með síunni hvort það leki meðfram þéttihringnum og leyfa honum að ganga í einhvern tíma. Ef það lekur kemur hráolía á viftureim og hún slitnað, oftast ef það er tilfellið er skipt um tímareimina líka ef allt er á floti.\n*Ef þinn er af nýrri gerðinni",
            "date": "2015-10-06 18:01:00",
            "post_id": "608111",
            "reply_to_id": "608104"
        },
        {
            "user_name": "Yawnk",
            "text": "Betra Púst skógarhlíð tekur að sér ryðvarnir með Fluid Film.\nEinnig tekur þessi að sér ryðvarnir : \nhttp://www.smariholm.com/\n með fluid film líka,",
            "date": "2015-10-06 18:03:00",
            "post_id": "608112",
            "reply_to_id": "608111"
        },
        {
            "user_name": "GuðjónR",
            "text": "Minn er 1.6 TDi\nÞað verður að vera alveg öruggt að hann fari í gang eftir svona aðgerð. Annars er ég stopp langt frá næsta verkstæði.\nÉg hef séð í sumum videoum að menn eru að sjúga upp disel sullið úr síu húsinu eftir að sían er farin úr, setja sína svo í og fulla upp með disel.\nSpurning hvort það sé ekki óþarfi?\np.s. 50.000.km á síunni.",
            "date": "2015-10-06 18:26:00",
            "post_id": "608116",
            "reply_to_id": "608112"
        },
        {
            "user_name": "Yawnk",
            "text": "Jájá það er alveg öruggt að hann fari í gang, aðferðin sem ég hef notað við þetta er bara eins og nefnd hér að ofan, ekkert flóknara en að skipta um síuna, var ekkert að fylla neitt af dísel. Oftast þegar maður setur í gang þá deyr á honum eftir nokkrar sek, svo reynir maður bara aftur þar til hann fer í gang. Lengsta sem ég þurft að starta er kannski 1 mín með pásum, en svo eru eflaust aðrar 'viðurkenndari' aðferðir við þetta sem virka líka.",
            "date": "2015-10-06 19:01:00",
            "post_id": "608119",
            "reply_to_id": "608116"
        },
        {
            "user_name": "Danni V8",
            "text": "Það kemur alltaf loft þegar maður skiptir um hráolíusíu í dísel. Lang oftast dugar að svissa á og af nokkrum sinnum og síðan setja í gang. Þegar það er ekki handpumpa í húddinu þá er dæla í tanknum sem fæðir kerfið og hún á að byrja að dæla um leið og það er svissað á til að ná uppí þrýstingi.\nÉg hef t.d. tekið nokkuð marga nýlega Renault dísel sem túristar hafa sett bensín á og þá til að ná olíunni af tanknum hef ég losað fæðilögnina, sett á hana slöngu og ofaní brúsa og síðan svissað á. Þeir bílar allavega dæla ca 10-11 lítrum í brúsana áður en þeir svissa af sér. Sumir bílar dæla bara í nokkrar sekúndur og þarf því að svissa af og á nokkrum sinnum, aðrir dæla stöðugt þangað til þrýstiskynjari segir að þrýstingi sé náð. Ég þekki ekki hvernig það er í Skódanum samt.\nSíðan ef þú ert alveg extra noyjaður þá  geturðu alltaf sett díselolíu í hálfs líters flösku og hellt ofaní með nýju síunni áður en þú lokar. Þá lágmarkaru loftmyndun.. en finnst það nú samt full mikil óþarfi.",
            "date": "2015-10-06 20:04:00",
            "post_id": "608121",
            "reply_to_id": "608119"
        },
        {
            "user_name": "GuðjónR",
            "text": "Takk fyrir svarið, ég var einmitt búinn að hugsa þetta með að skella hálfum líter af disel á kókflösku næst þegar ég fylli, líklega er ég nett paranjonaður, en miðað við svörin þá ætti það að vera óþarfi. \nÉg hringi þá í þig ef þetta klúðrast!",
            "date": "2015-10-06 20:25:00",
            "post_id": "608124",
            "reply_to_id": "608121"
        },
        {
            "user_name": "bigggan",
            "text": "Fékk steinkast á rúðuni núna um daginn, litið gat 5 mm á breidd, og mig langar að fylla upp i þetta ekki láta skipta um alla rúðunni i einu, hverjir gera þetta, ég veit að Orka er með svoleiðis, en þau eru ekki opið um helgar. :/",
            "date": "2016-03-26 15:26:00",
            "post_id": "620881",
            "reply_to_id": "608124"
        },
        {
            "user_name": "Yawnk",
            "text": "Poulsen",
            "date": "2016-03-26 18:10:00",
            "post_id": "620889",
            "reply_to_id": "620881"
        },
        {
            "user_name": "rapport",
            "text": "Vantar tillögu að hagkvæmu verkstæði að fara með gamla Toyotu 2000 í púst, hjólalegu og e-h smá auka pillerí.",
            "date": "2016-04-14 14:32:00",
            "post_id": "622153",
            "reply_to_id": "620889"
        },
        {
            "user_name": "lukkuláki",
            "text": "Gott að eiga við þessa\nhttp://ja.is/gb-tjonavidgerdir/\nÞeir eru líka með bílaverkstæði í kjallaranum.",
            "date": "2016-04-14 16:45:00",
            "post_id": "622159",
            "reply_to_id": "622153"
        },
        {
            "user_name": "littli-Jake",
            "text": "Þetta er einfaldlega ekki rétt hjá þér\nT.d. eru 2L díslevélarnar í Ford á Citroen ekki með handpumpu og enga fæðidælu í tank. Ef Þú fengir loft inn á kerfið í þeim mundi ekki duga að starta þeim. \nFyrir utan að þó að bílarnir dröslist í gang fyrir rest er það ekki góð meðferð á spíssunum að vera að láta þá hamast með ekkert eldsneiti bak við sig þar sem það er díselolían sem sér um að kæla þá og smirja.\nFinst reyndar alveg fáránlegt að það sé ekki bara fæðidæla í öllum bílum. Þetta er ekki mikið að bila og kostar sára lítið.",
            "date": "2016-04-15 21:20:00",
            "post_id": "622221",
            "reply_to_id": "622159"
        },
        {
            "user_name": "spjallvelin",
            "text": "Það eru ryðblettir í Mazda 3 bílnum mínum. Aðallega neðst á hurðunum. Er eitthvað hægt að gera í þessu? Eru einhverjir sem geta gert eitthvað fyrir mann í svona málum?",
            "date": "2016-04-16 20:52:00",
            "post_id": "622255",
            "reply_to_id": "622221"
        },
        {
            "user_name": "littli-Jake",
            "text": "Ef þetta er mjög lítið gætiru kíkt í Kópson kópavoginum. Þeir eru á smiðjuveginum rétt hjá tengi.\nEn þetta kostar. Talsvert.",
            "date": "2016-04-16 22:15:00",
            "post_id": "622257",
            "reply_to_id": "622255"
        },
        {
            "user_name": "Tiger",
            "text": "Þá er þetta nýji þráðurinn til að fylgjast með. \nVar að kaupa sem second bíl 1996 árg af E39 523 Bimma",
            "date": "2016-04-16 22:59:00",
            "post_id": "622263",
            "reply_to_id": "622257"
        },
        {
            "user_name": "pattzi",
            "text": "Smyr minn á 7000-10000 km fresti er með 1.8T octaviu 2002 hann hefur ekki hreyft milli skipta ...",
            "date": "2016-04-16 23:02:00",
            "post_id": "622265",
            "reply_to_id": "622263"
        },
        {
            "user_name": "Danni V8",
            "text": "Enda sagði ég lang oftast en ekki alltaf. Ég get ekki vitað um allar vélar/bíla sem til eru, en af þeim sem ég hef unnið við hefur það sem ég sagði staðist og þar með talið er Citroën og Peugeot sem og aðrar bíltegundir.\nÞeir Citroën sem ég hef unnið við hafa verið með fæðidælu í tanknum, ég hef meira að segja skipt um þannig í tveimur C4 Grand Picasso ca 2010-2012 með 1.6 HDi vélinni.\nSíðan hamast spíssarnir ekkert ef það er engin olía á þeim. Þeir virka þannig að þegar það er ekki send rafboð á spóluna í spíssanum er lokað fyrir return línuna og spíssinn er undir fullum þrýstingi. Þegar rafboð eru send á spóluna togar hún upp ventil sem opnar fyrir return línuna, við það minnkar þrýstingurinn í efri hlutanum og þá nær þrýstingurinn í neðri hlutanum að opna dísuna og sprauta. Þannig það hefur 0 áhrif þegar spíssarnir eru opnaðir án díselolíu.",
            "date": "2016-04-17 20:43:00",
            "post_id": "622331",
            "reply_to_id": "622265"
        },
        {
            "user_name": "Pascal",
            "text": "Spissar i flest Öllum bílum ættu ekkert að hamast ef að ekkert eldsneyti kemur að þeim. Þar sem að þeir eiga ekkert að opnast fyrr en að x mikill þrýstingur byggist upp i þeim. En það ætti nú ekki að vera það mikið mál að losa frá einum spissnum og byggja upp nægan þrýsting og losa loft frá til að geta startað bílnum aftur.\nAnnars Skrifað a góðu kvöldi með góðaa drykki i félagsskap ef eitthvað fer fyrir brjóstið a mönnum \nSent from my SM-G920F using Tapatalk",
            "date": "2016-04-23 23:52:00",
            "post_id": "622740",
            "reply_to_id": "622331"
        }
    ],
    "date": "2015-10-05 15:09:00"
}