{
    "forum_title": "Bílaplanið",
    "id": "64569",
    "title": "Rafbílar eru framtíðin!?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=84&t=64569",
    "posts": [
        {
            "user_name": "appel",
            "text": "Rafbílar eru að nálgast verð á hefðbundnum bensínbílum, en þó er verðið líklega um 30% of hátt að mínu mati svo maður íhugi þá.\nEn ég held að þeir muni á endanum sigra. Hví?\n1) rafmagn er allsstaðar, innstungur\n2) verð á rafgeymum er sífellt að lækka og reynt er að þróa sífellt betri rafgeyma\n3) rafbílar menga ekki sitt nánasta umhverfi líkt og bensínbílar, þannig að stjórnvöld og almenningur er hlynntari rafbílum og að auka veg hans\n4) rafbílar eru einfaldari í framleiðslu heldur en bensínbílar\n5) rafbílar eru MUN einfaldari í rekstri. Þeir þurfa ekki allt það viðhald sem bensínbílar þurfa. Það er ekkert pústkerfi, þannig að það getur ekki bilað. Það eru ekki allir þessir vökvar og olíur í vélinni, það er engin tímareim, o.s.rfv. Allir þessir hreyfanlegir hlutir eru nær farnir í rafbílum.\n6) á íslandi er raforkan ódýr þannig að rafbílar eru áhugaverður kostur fyrir íslendinga\nÉg held að á næstu 10 árum mun eiga sér stað mikil rafbílavæðing á Íslandi. Bensínbílar hverfa ekki, en ég gæti alveg trúað því að eftir 20 ár þá verði rafbílar um þriðjungur bílaflotans.",
            "date": "2015-02-24 00:14:00",
            "post_id": "591337",
            "reply_to_id": false
        },
        {
            "user_name": "Minuz1",
            "text": "vantar bara að það sé hægt að skipta um batterý á þeim auðveldlega þannig að þú gætir skipt um og keyrt af stað eftir stutt pitstop.\nklárlega framtíðin samt.",
            "date": "2015-02-24 00:40:00",
            "post_id": "591340",
            "reply_to_id": "591337"
        },
        {
            "user_name": "Lexxinn",
            "text": "Tesla er á virkilega góðri leið með það.\nhttps://www.youtube.com/watch?v=H5V0vL3nnHY",
            "date": "2015-02-24 00:46:00",
            "post_id": "591341",
            "reply_to_id": "591340"
        },
        {
            "user_name": "bigggan",
            "text": "Td. leaf er með ágætis verð, en Tesla er of dýr vegna þess bara fyrstu 6 miljónirnar bera ekki vsk og vörugjald.\nAnnars þurfum við að fá Tesla stöðvar hingað, og það gerum við með þvi að kaupa bilana þeirra. Td ættu stjórnamennirnir og aðrir flokkar að fara sem gott fordæmi og keyra um á Tesla á íslensku rafmagni, finnst mér allavega, i staðin fyrir að keyra á 10 milljóna BMW eða Benz.",
            "date": "2015-02-24 01:50:00",
            "post_id": "591347",
            "reply_to_id": "591341"
        },
        {
            "user_name": "Danni V8",
            "text": "Ég tel rafbílinn klárlega vera framtíðin.\nÞeir eru ekki komnir á það stig í dag að geta verið sambærilegir eldsneytisbílum í nýtni, en það er aðeins þróun sem þarf að eiga sér stað sem mun láta rafmagnsbílana taka frammúr eldnseytisbílum.\nMér finnst þetta með að skipta um batterí pack líka virkilega góð hugmynd, en yrði verðið á svoleiðis sambærilegt því að tanka upp, eða minna eða meira? Og hvernig mun svoleiðis búnaður höndla aðstæður eins og við erum búin að lenda í núna seinustu vikurnar; mikill snjór og kuldi? Ef þetta er inni á upphituðum stað, hvernig munu batterí pakkarnir og skiptistöðvarnar þola að fá saltvatns slabb ógeð undan bílunum?\nÞetta er auðvitað bara hluti af þróuninni og eitthvað sem framleiðendurnir þurfa að yfirstíga, ef þeir eru ekki búnir að hugsa út í þetta nú þegar það er að segja.\nÞað sem ég vil sjá í rafbílum eru ódýrir smábílar með meira range en t.d. Leaf. Ég hef prófað svona Leaf að vetri til sem kom full hlaðinn og miðað við hvað range-ið hrundi hratt niður þá myndi ég ekki treysta þannig bíl í ferðalag t.d. frá Keflavík til Reykjavíkur og til baka einu sinni án hleðslu  í millitíðinni.\nEn ég held að rafbíllinn eigi eftir að taka frammúr eldsneytisbílum á næsta áratuginum.",
            "date": "2015-02-24 01:58:00",
            "post_id": "591348",
            "reply_to_id": "591347"
        },
        {
            "user_name": "Minuz1",
            "text": "Bara samt fyrir tesla bíla og líklegast bara model S ?\nGasdælan þarf að passa fyrir alla bíla.",
            "date": "2015-02-24 02:12:00",
            "post_id": "591350",
            "reply_to_id": "591348"
        },
        {
            "user_name": "depill",
            "text": "Ég er miklu spenntari fyrir bílum með rafhlöðuendingu á við daginn í dag. En léttari og svo \"grid tengdir\" það er rafmagn sem kemur í gegnum götunar uppí bílana.\nSuður Kórea eru byrjaðir að gera þetta með sem test með strætó. Reyndar ekki jafn lagt með gridið eins og ég hugsa það ( ég hugsa þráðlaust rafmagn í malbikinu alltaf í götunni ).\nSvo finnum við einhverja fína aðferð til að identifya bílinn á gridinu og borgum fyrir hverja kWh + dreifingu eins og með heimilisrafmagninu.",
            "date": "2015-02-24 09:32:00",
            "post_id": "591359",
            "reply_to_id": "591350"
        },
        {
            "user_name": "Kristján Gerhard",
            "text": "Ertu til í að útskýra aðeins betur hvað þú átt við með þessu?",
            "date": "2015-02-24 10:35:00",
            "post_id": "591360",
            "reply_to_id": "591359"
        },
        {
            "user_name": "GuðjónR",
            "text": "Rafbílar, rafbátar og rafflugvélar eru framtíðin það er ekki spurning.\nHinsvegar hugsa ég að það séu ennþá áratugir í að rafbílar verði allsráðandi og mun lengur í bátana.\nRafflugvélar munu svo koma í lok þessarar aldar eða á þeirri næstu ef heimurinn verður ekki farinn til fjandans.  \nHver þarf Nostradamus þegar þið hafið GuðjónR.",
            "date": "2015-02-24 10:54:00",
            "post_id": "591363",
            "reply_to_id": "591360"
        },
        {
            "user_name": "ColdIce",
            "text": "",
            "date": "2015-02-24 12:51:00",
            "post_id": "591373",
            "reply_to_id": "591363"
        },
        {
            "user_name": "appel",
            "text": "Strætó hér hafnaði rafmagnsstrætisvögnum fyrir stuttu síðan. Útboðið var svo kært. Veit ekki hver var niðurstaðan í því.",
            "date": "2015-02-24 13:03:00",
            "post_id": "591375",
            "reply_to_id": "591373"
        },
        {
            "user_name": "Danni V8",
            "text": "Eflaust vitlaust orðað en ég átti við að það er almennt of stutt range á rafmagnsbílum miðað við eldsneytisbíla.",
            "date": "2015-02-24 13:17:00",
            "post_id": "591376",
            "reply_to_id": "591375"
        },
        {
            "user_name": "Halli25",
            "text": "Leafinn á að koma bráðlega með 400KM drægni svo þeir ættu að duga eitthvað í frosti þó þeir nái því ekki... allt að koma \nLangar sjálfum í stærri bíl samt með ca. 600-700km drægni svo maður komist eitthvað útá land á honum",
            "date": "2015-02-26 16:35:00",
            "post_id": "591661",
            "reply_to_id": "591376"
        },
        {
            "user_name": "slapi",
            "text": "Ég er nú almennt á móti þessu vegna að þó að þetta minnki til muna GWP (Global-warming potential) þá er mengunarhættan á nærumhverfinu mun meiri og skaðlegar. Ég held að stuttur líftími og fáir urðunarkostir verði vinkill sem fólk munsjá að rafmagnsbílar eru ekki ígildi grænna laufblaða sem rata gjarnan í auglýsingar þeirra.\nOg síðan eru þetta oftast frekar karakterlausir bílar sem henta mér illa til aksturs og gefa mér enga ánægju.",
            "date": "2015-02-26 17:32:00",
            "post_id": "591665",
            "reply_to_id": "591661"
        },
        {
            "user_name": "GullMoli",
            "text": "Já, ljómandi gott allt saman.\nHinsvegar er bensínverðið eitthvað í kringum 50% skattur (eða allavega virkilega há upphæð). Þegar allir skipta út bensín/dísel bílunum út fyrir rafmagn, hvað ætlar ríkið að skattleggja í staðin?",
            "date": "2015-02-26 17:59:00",
            "post_id": "591668",
            "reply_to_id": "591665"
        },
        {
            "user_name": "Lexxinn",
            "text": "Það er búið að koma með þá tillögu að skattleggja rafmagnsbíla um 9kr á hvern ekinn km. Það gera 900kr á hverja 100km svo þar missir þú út hellings sparnað við rafmagnsbílakaupin.\nRíkið þarf alltaf að fá x inn í kassann[eða mun alltaf taka x inn...] og þeir gera það bara með einum eða öðrum hætti. Þessi vsk breyting er bara eitt dæmi um það að það vantaði inn í ríkiskassann á síðasta ári og auðvitað var það sett fram á eitthvern svaka flókinn máta...",
            "date": "2015-02-26 18:21:00",
            "post_id": "591671",
            "reply_to_id": "591668"
        },
        {
            "user_name": "appel",
            "text": "Ísland er í þeirri stöðu að geta framleitt allt það rafmagn sem rafbílar myndu nota. Við það sparast auðvitað gjaldeyrir í innflutning á bensíni, sem eru nær 20 milljarðar á ári. Í heild notar ísland olíu (skip, flugvélar, vinnuvélar) fyrir nær 100 milljarða á hverju ári.\nÞannig að bílaflotinn notar aðeins 1/5 af innfluttum olíuvörum.\nÞað eru um 230 þús fólksbifreiðar á Íslandi (ótrúlegur fjöldi miðað við mannfjölda) og ef við myndum ákveða að skipta öllum bifreiðum út fyrir rafbíla þar sem meðalverðið væri 5 milljónir þá myndi það kosta 1.150 milljarða í gjaldeyri. Dreift yfir 10 ár þá eru það 115 milljarðar á ári.\nÍ raun er helvíti dýrt að umbreyta bílaflotanum í rafbíla. Það er ekkert sjálfsagt verk. Lang ódýrast væri að styrkja almenningssamgöngur og minnka veg einkabílsins. Það er þjóðhagslega hagkvæmast. Svo væri bókað mál að banna allt sem rafknúin ökutæki.",
            "date": "2015-02-26 19:08:00",
            "post_id": "591674",
            "reply_to_id": "591671"
        },
        {
            "user_name": "slapi",
            "text": "Síðan er ekki rétt að segja að rafmagnsbílar séu einfaldari í viðhaldi því þetta er frekar hættuleg spenna og efni sem menn eru að höndla með í þessu og mega ekki nema að vera certified í þeim bílum sem gert er við og þar af leiðandi með öll tól og tæki (mjög dýr start kostnaður) sem því fylgir.\nÉg get alveg séð fyrir mér að einhver hluti ökutækja verði rafknúin í framtíðinni en að ætla að fleyta þeim áfram með að stinga þeim í samband og keyra á rafhlöðum finnst mér alveg absúrd heimskt þegar það eru aðrar leiðir sem hægt er að þróa sig betur.",
            "date": "2015-02-26 19:49:00",
            "post_id": "591678",
            "reply_to_id": "591674"
        }
    ],
    "date": "2015-02-24 00:14:00"
}