{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "64681",
    "title": "Hver er þín reynsla af AliExpress ? ? ?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=64681",
    "posts": [
        {
            "user_name": "Goodmann",
            "text": "Ég geri ráð fyrir að einhver hefur spurt um þetta áður. Hver er reynsla fólks hérna á að versla tölvuíhluti frá AliExpress? ? ?",
            "date": "2015-03-03 12:51:00",
            "post_id": "592103",
            "reply_to_id": false
        },
        {
            "user_name": "kunglao",
            "text": "er að bíða eftir sendingu frá þeim sem ég pantaði fyrir nokkrum dögum svo að það er mín eina reynsla",
            "date": "2015-03-03 13:59:00",
            "post_id": "592108",
            "reply_to_id": "592103"
        },
        {
            "user_name": "enypha",
            "text": "Veit ekki með tölvuíhluti, en mín fyrsta sending er pending shipment. Eini tölvuíhluturinn er Macbook Air SD Card adapter á $2.76. Svo pantaði ég forláta bluetooth heyrnatól á $16. Mágur minn hefur pantað heilmikið þarna, ekki tölvudót, en er mjög hrifinn af þessu.",
            "date": "2015-03-03 14:06:00",
            "post_id": "592110",
            "reply_to_id": "592108"
        },
        {
            "user_name": "machinefart",
            "text": "Afar fátt sem væri ekki external component sem ég myndi þora að kaupa af þeim ef eitthvað. Þess vegna hef ég enga reynslu af því - ég einfaldlega þori því ekki.",
            "date": "2015-03-03 14:39:00",
            "post_id": "592114",
            "reply_to_id": "592110"
        },
        {
            "user_name": "sigurdur",
            "text": "Hef keypt hleðslutæki og rafhlöðu fyrir gamla LG X120 vél, netkort (AC/BT4) í Thinkpad og USB-/hleðslutengi í Galaxy Note síma. Allt virkað sem skyldi og einu óþægindin voru langur sendingartími á rafhlöðunni (tók einhverjar vikur að skila sér alla leið til Íslands). \nHef verið að spá í LSI SAS kort sem eru á ágætu verði þar fyrir Unraid server, en hef heyrt orðróm um að þau séu ódýrar kópíur. Held ég láti samt vaða næst þegar ég á einhverja þúsundkalla afgangs um mánaðamót.",
            "date": "2015-03-03 16:35:00",
            "post_id": "592124",
            "reply_to_id": "592114"
        },
        {
            "user_name": "mercury",
            "text": "frúin er búin að panta alveg helling þarna. þetta skilar sér nú alltaf fyrir rest en getur tekið nokkrar vikur. 3-6.. ef ég man rétt. höfum amk aldrei lent í neinu veseni.",
            "date": "2015-03-03 16:37:00",
            "post_id": "592125",
            "reply_to_id": "592124"
        },
        {
            "user_name": "brain",
            "text": "Hef pantað föt, USB kubba, varahluti í Logitec mús, rafhlöðu í síma og viftur í skjákort.\nAllt komið heilt og skilað sér innan 5 vikna.  Aldrei neitt skemmt eða bilað.\nÁ núna 2 hluti í pöntun.",
            "date": "2015-03-03 17:04:00",
            "post_id": "592128",
            "reply_to_id": "592125"
        },
        {
            "user_name": "oskar9",
            "text": "hef pantað slatta þaðan, allt frá fötum uppí einfalda auka og varahluti í bíla, tekur smástund að skila sér sem er eðlilegt miðað við hvað shipping er oftast ódýrt, en þetta hefur allt skilað sér og gæðin komu mér á óvart m.v. verð",
            "date": "2015-03-03 17:06:00",
            "post_id": "592130",
            "reply_to_id": "592128"
        },
        {
            "user_name": "Dagur",
            "text": "Ég hef keypt ýmislegt þarna með mimsunandi árangri, ég mundi samt aldrei kaupa rafhlöður þaðan.\nMaður þarf bara að passa að skoða lýsingarnar vel, þær geta verið villandi eða rangar.\nAthugið líka að nota china mail. Ef sendingin kemur frá Hong Kong þá þarftu að borga toll (Hong Kong er semsagt ekkí í fríverslunarsamningnum).",
            "date": "2015-03-04 12:12:00",
            "post_id": "592210",
            "reply_to_id": "592130"
        },
        {
            "user_name": "Fautinn",
            "text": "Ég hef pantað slatta, bara vita að það getur tekið tíma.  Allt nema eitt verið í lagi.  Pantaði usb64gíg minnislykil, var 8 gíg, seljandinn reyndi að röfla og neita að endurgreiða, (stóð á honum 64g)  ég lét Ali Express vita, fékk allt endurgreitt.   Alltaf einhverjir sem svindla þarna.  En allt annað stóðst.  Skoða vel athugasemdir við seljanda og hve margir gefa honum toppmeðmæli.",
            "date": "2015-03-04 14:01:00",
            "post_id": "592229",
            "reply_to_id": "592210"
        },
        {
            "user_name": "asgeireg",
            "text": "Ég er búinn að versla þarna tölvert mikið í að verða 3 ár, allavega svo lengi að Tollurinn þurfti að fá Screen Shot af síðunni og url til að trúa verðinu sem ég var að gefa upp á þá þegar ég byrjaði að versla þarna.\nÉg get alveg mælt með þessu ef þú nennir að býða, gerðu bara ráð fyrir því að þetta sé ekki top of the line dót þegar þú pantar.\nEitt skipti var ég of fljótur á mér og pantaði spjaldtölvu sem var ekki CE merk heldur eittha CCC sem ég hélt að væri það sama, ég lét tollinn endursenda hana og opnaði dispute á síðunni, gaurinn reyndi að vera með eitthað vesen og senda mér falsaða CE pappíra, (vörunúmeri bætt við í öðru letri fyrir aftan fullt af öðrum núnmerum) en ég stóð fastur á mínu og fékk endurgreitt þegar hann fékk vélina til sína, tók reyndar einhverja 2-3 mánuði þetta ferli.\nEn ég er líka með aðra síðu sem ég versla mikið við, \nwww.sunsky-online.com\nÞetta er einn aðili og því hægt að setja saman í körfu og taka allt í einni sendingu, taka paypal og senda til Íslands. Kosturinn þarna er að DHL er yfirleitt bara einhverjum 10-20 $ meira en að senda með pósti, og þá er maður bara að tala um einhverja 10 daga max. \nHef fengið svaka góða þjónustu þarna, t.d tvíbókaði ég eina pöntun, bara ekki sama sendingarleið. Ég fékk e-mail frá þeim um það hvort ég ætlaði örugglea að kaupa þetta tvisvar eða hvort ég hefði gert mistök. Sama þegar eitthvað var ekki til þá fékk ég e-mail og boðið að fá endurgreitt eða eiga inneign.",
            "date": "2015-03-04 14:38:00",
            "post_id": "592234",
            "reply_to_id": "592229"
        }
    ],
    "date": "2015-03-03 12:51:00"
}