{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "64706",
    "title": "Ný skjákort, þarf ég nýjan aflgjafa? Til vaktarana sem eru búnir að commenta á þráðin",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=64706",
    "posts": [
        {
            "user_name": "flottur",
            "text": "Jæja þá er ég ða fara kaupa 2 X MSI Titan black af olihar.\nSpurning er hvort ég þurfi nýjan aflgjafa? Ég er með frá tölvutækni Corsair : AX860 860W aflgjafa\nSpeccs : \nCPU :  Intel i7 4790 3.6GHz - 4.0GHz\nMóðurborð :  Gigabyte Z97X-Gaming 5\nSamsung 850 EVO 250 GB\nSamsung 850 PRO 256 GB\n2 X Western Digital 3 TB Caviar Black\nEr einnig með 2 X PNY NVIDIA GeForce GTX970 4GB",
            "date": "2015-03-04 20:50:00",
            "post_id": "592282",
            "reply_to_id": false
        },
        {
            "user_name": "Klemmi",
            "text": "Þessi aflgjafi ætti vel að ráða við þessi kort.\nEn bara forvitni, af hverju viltu skipa yfir í Titan Black úr GTX 970?",
            "date": "2015-03-04 20:58:00",
            "post_id": "592286",
            "reply_to_id": "592282"
        },
        {
            "user_name": "flottur",
            "text": "Æji bara ég get það.....býst við því að það sé eina svarið sem ég hef á reiðum höndum.\nÉg nota ekki fíkniefni, drekk kannski 1 á 2-3 mánaðar fresti. Reyki reyndar sígarettur en að öðru leiti eyði ég ekki peningunum mínum nema í mat og nauðsynjavörur",
            "date": "2015-03-04 21:03:00",
            "post_id": "592288",
            "reply_to_id": "592286"
        },
        {
            "user_name": "Klemmi",
            "text": "Já, en af hverju Titan Black í staðin fyrir GTX970?\nhttp://anandtech.com/bench/product/1186?vs=1355",
            "date": "2015-03-04 21:28:00",
            "post_id": "592296",
            "reply_to_id": "592288"
        },
        {
            "user_name": "flottur",
            "text": "Afhverju að eiga jeep grand cherokee á meðan ég get líka átt ford expedition.....af því að það er hægt.  \nNei nei mig hefur bara lengi langað í titan black og núna hef ég séns til að fá mér það, tölvan er orðin algjört over kill miða við hvað ég er að gera en stundum getur maður haft hlutina eins og maður vill og þetta vildi ég og þetta fékk ég.",
            "date": "2015-03-04 22:15:00",
            "post_id": "592307",
            "reply_to_id": "592296"
        },
        {
            "user_name": "Hvati",
            "text": "2xGTX980 eru betri í öllu sem tengist leikjum fyrir minni pening en 2xTitan Black ef þú vilt endilega uppfæra úr GTX970.",
            "date": "2015-03-04 22:32:00",
            "post_id": "592309",
            "reply_to_id": "592307"
        },
        {
            "user_name": "dragonis",
            "text": "Titan X að detta.\nhttp://www.anandtech.com/show/9049/nvid ... tx-titan-x",
            "date": "2015-03-05 00:51:00",
            "post_id": "592317",
            "reply_to_id": "592309"
        },
        {
            "user_name": "Xovius",
            "text": "Eru bara allir ákveðnir í að eyðileggja söluna hjá olihar?",
            "date": "2015-03-05 01:29:00",
            "post_id": "592318",
            "reply_to_id": "592317"
        },
        {
            "user_name": "flottur",
            "text": "hehehe það er einmitt það sem ég var að pæla.\nEn til ykkar vaktarana sem eru búnir að kommenta á þráðinn hjá mér : \nÉg veit ekki alveg hvernig ég á ða tækla öll svörin sem ég hef fengið frá ykkur en ég tel að þetta sé fyrst og fremst \nhugulsemi\n í ykkur að reyna fá mig til að eyða ekki í 2 X Titan Black kortin, en ég hef gert upp hug minn og mun koma til með að kaupa þau hvort eð er.\nAnnars vill \nég þakka ykkur\n fyrir að reyna fá mig ofan af því með að koma með rök á móti og þetta er ástæðan fyrir því afhverju ég stunda vaktina.is þó að þetta sé bara spjallborð á veraldarvefnum þá finnur maður fyrir hlýju og hugulsemi ásamt skynsemi frá ykkur.\nEn annars ef ég vitna í upprunalega titil þráðarins ætti ég ða skella mér á 1000w aflgjafa eða ætti ég að halda mig við 860w",
            "date": "2015-03-05 07:22:00",
            "post_id": "592321",
            "reply_to_id": "592318"
        },
        {
            "user_name": "Klemmi",
            "text": "Þessi vandaði Corsair 860W aflgjafi á alveg að standa undir 2x svona kortum auk alls þeim búnaðar sem þú ert líklegur til að vera keyra með þeim",
            "date": "2015-03-05 09:02:00",
            "post_id": "592323",
            "reply_to_id": "592321"
        },
        {
            "user_name": "kiddi",
            "text": "Þú ert flottur, flottur! Sumir þurfa bara meira RAM á skjákortinu sínu en aðrir 8-)",
            "date": "2015-03-05 09:36:00",
            "post_id": "592326",
            "reply_to_id": "592323"
        },
        {
            "user_name": "mercury",
            "text": "Menn eru ekki alveg að átta sig á því hvað þeir þurfa \"stóra\" aflgjafa. Langar að benda þér á eitt video. Sjálfur datt ég í algeran overkill pakka í denn.\nhttps://www.youtube.com/watch?v=ajiN9aVOv4A\n*edit\nmiðað við heimasíðu nvidia þá eru bæði titan x og 780ti gefin upp 250w. \nkæmi mér á óvart ef tölvan þín færir yfir 650-700w.\nbtw 970 er gefið upp 145w",
            "date": "2015-03-05 10:34:00",
            "post_id": "592335",
            "reply_to_id": "592326"
        },
        {
            "user_name": "flottur",
            "text": "Góður horfði á videoið og fannst það merkilegt, læt bara þennan sem ég er með duga.",
            "date": "2015-03-05 10:45:00",
            "post_id": "592338",
            "reply_to_id": "592335"
        },
        {
            "user_name": "mercury",
            "text": "eina vitið \n annars til lukku með kortin.",
            "date": "2015-03-05 10:49:00",
            "post_id": "592339",
            "reply_to_id": "592338"
        },
        {
            "user_name": "olihar",
            "text": "Það er alltaf jafn gaman að fylgjast með á netinu þegar hlutir sem maður er að reyna að selja eru skotnir niður, Ég er hérna með Titan Black á flottu verði, og ég veit ekki betur en flottur sem keypti 2 kort hjá mér hafi verið mjög sáttur.\nTitan Black er í svolítið öðrum flokki en XXX línan hjá Nvidia, já það er eflaust hægt að finna einhver benchmörk sem þau koma eitthvað aðeins betur út en Titan, en yfir höfuð þá eru Titan kortin að skila meira en XXX kortin.\nFyrir utan það þá eru þetta töluvert öflugri kort í allt annað en leikina, t.d. það sem ég notaði þau í, CUDA hugbúnað þá gjörsamlega jarða þau XXX kortin og ekki bara það þá geta þau gert ýmislegt sem XXX kortin geta ekki gert sökum meira GDDR minni.\nSama mætti segja um allan hugbúnað sem notast við GPU acceleration, Meira minni er alltaf plús, hvort sem það er í 3D, 2D eða hreyfimyndavinnslu.\nÞessi kort eru virkilega öflug og plús-inn við þau er að það þarf ekkert sértaklega stórt power supply fyrir þau.\nGeggjuð kort á flottu verði, Er hægt að vera ósammála því?",
            "date": "2015-03-05 14:50:00",
            "post_id": "592365",
            "reply_to_id": "592339"
        },
        {
            "user_name": "flottur",
            "text": "Ég er bara mjög sáttur, var að skipta 970 kortunum út fyrir Titan og ég verð að segja að Titan kortin eru hljóðlátari en 970 kortin og þau eru að blása út kaldara lofti.\nHef samt ekki komist í að prufa leik, en er svo sem ekkert að búast við neinu rosalegu.",
            "date": "2015-03-05 15:01:00",
            "post_id": "592366",
            "reply_to_id": "592365"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Það er enginn að skjóta niður Titan x kortin þín, þau eru frábær í það sem þau eru hönnuð fyrir og gera flest vel. Hinsvegar voru þeir notendur sem commentuðu hérna einungis að velta því fyrir sér hvers vegna að skipta út gtx970 fyrir Titan X því það er alls ekki mikill munur á þeim þegar kemur að performance í leikjum, einnig eru gtx980 kortin að koma enn betur út í leikjum og hefði því verið mun hagstæðara að versla sér svoleiðis ef hann ætlaði einungis að nota kortin í leikjaspilun. Eins og þú komst inná þá eru Titan X kortin mun betri þegar kemur að vinnslu með CUDA hugbúnað og vinnslu sem krefst gífurlega mikla minnisnotkun. En auðvitað skiptir mestu að báðir aðilar séu ánægður og sýnist mér það vera þannig, svo ég óska þér bara góðs gengis með söluna á hinum 2 kortunum og óska honum \"flottur\" til hamingju með nýja dótið sitt.",
            "date": "2015-03-05 22:02:00",
            "post_id": "592413",
            "reply_to_id": "592366"
        }
    ],
    "date": "2015-03-04 20:50:00"
}