{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "64751",
    "title": "Ertu sátt(ur) við skjáina þína?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=64751",
    "posts": [
        {
            "user_name": "DJOli",
            "text": "Góðan daginn, kæru vaktarar.\nNú datt mér í huga að spyrja ykkur, að reynslu ykkar af þeim skjám sem þið eigið, hvort þeir hafi reynst vel eða illa, og hvort þið hafið þurft að skila og eða skipta út.\nÍ ágúst 2013 keypti ég mér eitt stykki 23\" Philips Blade 2 IPS skjá á tæpar 36.000kr hjá att.is, og var svo rosalega ánægður með hann, að ég ákvað að kaupa mér annan þegar ég ákvað að kaupa mér nýja tölvu, sem gerðist í júní í fyrra.\nStuttu seinna festist heil rönd á eldri skjánum, og ég hef enn ekki skipt honum út þar sem ég bý úti á landi.\nBeint úr kassanum, var einnig galli á nýrri skjánum sem lýsir sér þannig að powerljósið blikkar reglulega, ekki með neinu föstu millibili, heldur þegar það er í skapi til þess. Sem reglulegum leikjaspilara, þá fer þetta í taugarnar á mér, og sem lærling rafvirkja og rafeindavirkja, veldur þetta mér áhyggjum vegna \"gremlins\" í rafkerfi skjásins. Nú hef ég þegar rætt við þá hjá att.is varðandi skipti á skjáunum þegar ég fer suður, eða hendi skjáunum suður með móður minni næst þegar hún fer, en annars er ég forvitinn. Hafið þið lent í veseni með Philips skjái?\nSjónvarpið sem ég átti þangað til ég keypti fyrri skjáinn var alveg að skila sér, en það var LED tæki, nákvæmlega eins og skjáirnir, nema það var 40\".\nÉg var reyndar farinn að sjá, að eftir að hafa átt sjónvarpið í eins og 8 mánuði, að það var farin að brenna inn í tækið svona \"shutdown\" rammi þegar ég var með sjónvarpið á \"sleep eftir x tíma\", svona automatic shutdown. Ramminn utanum textann var brunninn inn.\nGet ekki beðið eftir ykkar álitum og reynslusögum. Vona að þetta gagnist einhverjum.",
            "date": "2015-03-07 17:44:00",
            "post_id": "592566",
            "reply_to_id": false
        },
        {
            "user_name": "kiddi",
            "text": "Ég umgengst talsvert mikið af dýrari skjám í minni vinnu, og mín reynsla er sú að enginn þeirra er pottþéttur. Sjálfur er ég með LG 34\" IPS og NEC 27\" IPS, og í kringum mig eru líka margvíslegir Dell og HP skjáir, allt \"pro\"-línu skjáir sem kostuðu vel norðan við hundrað þúsundkallinn og í sumum tilfellum miklu meira. Ótímabært ghosting er mjög algengt, sem og vond baklýsing á panel og ójafn litur - ég ákvað að hætta að þráhyggjast yfir þessu og læra að lifa með þessu, því nokkrum af ofantöldum skjám var skipt út nokkrum sinnum og aldrei kom skjár sem var 100%. Meira að segja hálfrar milljón króna HP DreamColor var orðinn lélegur eftir alltof stuttan tíma. En rendur hinsvegar, hvort sem það eru frosnar línur eða rauðar línur eða hvað, er algjörlega ólíðandi og svoleiðis skjám ætti að vera skipt út strax no questions asked.",
            "date": "2015-03-07 18:24:00",
            "post_id": "592571",
            "reply_to_id": "592566"
        },
        {
            "user_name": "rapport",
            "text": "Eina \"krafan\" sem ég hef sett mér í skjánotkun í vinnu og heima er að vera helst með eins skjái yfir línuna...\nEr með tvo 24\" BENQ síðan c.a. 2010 heima.\nReyndar í vinnuni núna 2x20\" Dell 1600x1200 og 24\" HP 1920x1200, sem er þægilegt combo nema þurfti að stilla þá aðeins til svo að litirnir yrðu ekki mjög misjafnir eftir skjám.\nDauðlangar í einn 30\" heim með e-h fínni upplausn...",
            "date": "2015-03-07 18:44:00",
            "post_id": "592573",
            "reply_to_id": "592571"
        },
        {
            "user_name": "depill",
            "text": "Í vinnunni minni er blandað HP, Philips og Dell skjair og svo mínir Skjáir 2x 27\" BenQ 1440 skjáir.  Í fyrri vinnu minni voru bara BenQ skjáir og mér hefur alltaf fudnist verðið á þeim gott, gæðin á þeim gott og þjónustan hjá Tölvutek hefur alltaf verið mjög góð.\nMeiri segja hef ég keypt \"ranga\" skjái ( skjár sem var ekki með VESA ) sem var bara mér að kenna og þeir samt tóku hann til baka án nokkurs væls.\nBenQ FTW",
            "date": "2015-03-07 20:24:00",
            "post_id": "592578",
            "reply_to_id": "592573"
        },
        {
            "user_name": "Klemmi",
            "text": "Hef verið með sama skjáinn síðan ég uppfærði úr túbuskjá, Samsung SyncMaster 245BW sem Pétur í Tölvutækni gaf mér í jólagjöf líklega jólin 2007.\nYndislegur skjár í alla staði, 1920x1200, efast um að ég skipti honum út fyrr en hann gefur upp öndina.  Þyrfti þó kannski að fara að skoða með að bæta við öðrum hér til hliðar",
            "date": "2015-03-07 20:38:00",
            "post_id": "592579",
            "reply_to_id": "592578"
        },
        {
            "user_name": "kunglao",
            "text": "Ég keypti 24\" BenQ RL2455HM LED Flicker Free frá Tölvutek með 1ms response tíma og 2xHDMI 1xDVI Dual link og er mjög ánægður með hann.\nHann er Full HD eða 1080p sem er bara gott fyrir 34.000 kall fyrir nokkrum mánuðum",
            "date": "2015-03-07 20:45:00",
            "post_id": "592580",
            "reply_to_id": "592579"
        },
        {
            "user_name": "HalistaX",
            "text": "Búinn að nota þann sama síðan 2009, fyrst við Playstation 3 og svo 2012 fékk ég mér borðtölvu við hann.\nHann er Philips, 1080p 60hz og heitir held ég Philips 230C. \nÉg er sáttur með hann. Það er reyndar þessi leiðinda 'Smart Image' fítus sem dettur stundum á. \nHann svissar á milli Economy, Image Viewing, Entertainment og eitthvað meira og er mikill munur á þessum settingum. Svo kemur stundum upp þessi leiðinda smart image skjár sem lýsir sér þannið að öðrumegin kemur 'Smart Image Off' og hinu megin 'Smart Image On' og svo lína niður hálfan skjáinn sem hreyfist svo frá vinstri til hægri, hægri til vinstri. Í fimm ár vissi ég ekki hvernig ég ætti að losna við þetta en komst svo að því um daginn. Þrátt fyrir það dettur þetta stundum á sérstaklega ef andrúmsloftið inni hjá mér breytist, kólnar eða hitnar og ef ég hreyfi(snerti) skjáinn. \nÞið getið ekki ímyndað ykkur hve oft mig hefur langað að henda honum útum gluggann í reiði útaf þessum helvítis 'Smart Image' fítus.\nAnnars vissi ég ekkert um skjái þá, ekki það að ég geri það eitthvað í dag, keypti hann bara útaf hátölurunum á honum svo ég þyrfti ekki auka græju fyrir hljóðið úr Playstation.",
            "date": "2015-03-07 20:54:00",
            "post_id": "592582",
            "reply_to_id": "592580"
        },
        {
            "user_name": "helgii",
            "text": "Búin að vera með 21\" BenQ síðan 2007 hefur ekki enn klikkað þrátt fyrir mikla notkun.",
            "date": "2015-03-07 21:03:00",
            "post_id": "592584",
            "reply_to_id": "592582"
        },
        {
            "user_name": "kunglao",
            "text": "BenQ er bang for the buck",
            "date": "2015-03-07 21:39:00",
            "post_id": "592586",
            "reply_to_id": "592584"
        },
        {
            "user_name": "Yawnk",
            "text": "Er með BenQ G2420HDB, keypti hann sennilega árið 2009 nýjan og hefur ekki slegið feilpúst, fýla hann í döðlur. 5/5\nGóður og ódýr skjár",
            "date": "2015-03-07 21:53:00",
            "post_id": "592587",
            "reply_to_id": "592586"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ég var fyrst lengi vel með 3x22\" BenQ GHD og fór svo yfir í 3x22\" BenQ HDL sem ég retire-aði í síðustu viku og þeir virkuðu samanlagt í 6-7 ár án þess að svo mikið sem festa eða drepa einn pixel. Kom mér verulega á óvart m.v. að þeir voru lengi vel ódýrustu skjáirnir í sínum flokkum, og eru jafnvel enn.",
            "date": "2015-03-07 23:14:00",
            "post_id": "592597",
            "reply_to_id": "592587"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Er búinn að nota sama skjá síðan árið 2008, Samsung SyncMaster 226BW sem ég keypti notaðan.\nTek alveg eftir góðu backlight bleed þegar ég er t.d. að horfa á þætti/kvikmyndir, en hef einhvernveginn ekki fengist til að versla nýjan. Þó mig langi það nú.",
            "date": "2015-03-07 23:43:00",
            "post_id": "592604",
            "reply_to_id": "592597"
        },
        {
            "user_name": "kizi86",
            "text": "er með 27\" Shimian kóreuskjá, keyptan hér á vaktinni, 1440p LED IPS, og er svooo að elska þennan skjá í tætlur, skýrleikinn alveg fullkominn, gott contrast, en þar sem þetta er monitor með bypass panel þá er bara eitt input (dual link DVI-D) og þarf að láta skjákortið sjá um alla litavinnslu (þe stilla litina á skjánnum og svoleiðis) en fyrir utan það er þetta besti skjár sem ég hef nokkurn tíma komið unnið með.. átti forláta 22\" LG skjá sem var algjert crap fyrir allan peninginn, og svo annan 27\" fullhd led LG skjá sem var mjög góður.. en frekar lág upplausn fyrir þessa stærð af skjá",
            "date": "2015-03-08 00:08:00",
            "post_id": "592608",
            "reply_to_id": "592604"
        },
        {
            "user_name": "axyne",
            "text": "Fór úr túpu yfir í Samsung 244T sumarið 2007. Var Flottur skjár þá og er enn í dag, hefur dugað mér vel.",
            "date": "2015-03-08 01:42:00",
            "post_id": "592626",
            "reply_to_id": "592608"
        },
        {
            "user_name": "svensven",
            "text": "Ég er sáttur með það sem ég hef átt var með BenQ 22\" sem var mjög góður svo var ég með Dell 27\" sem mér líkaði vel við og svo fór ég í Philips 24\" 144hz sem ég skipti út fyrir BenQ 144hz, var ekki óánægður með Philips-inn en langaði að prófa BenQ \nEr semsagt núna með 24\" BenQ 144hz í leikina og 27\" BenQ í annað.",
            "date": "2015-03-08 02:02:00",
            "post_id": "592627",
            "reply_to_id": "592626"
        },
        {
            "user_name": "vesley",
            "text": "Var lengi með Acer V223W, ákvað svo stuttu eftir að ég byrjaði hjá Tölvutækni að uppfæra í Samsung S27D590.  27\" led PLS og sé ég alls ekki eftir því! \nRosalegur munur að fara úr TN panel í PLS(IPS) og verst er að mér langar strax að bæta öðrum við.",
            "date": "2015-03-08 13:50:00",
            "post_id": "592646",
            "reply_to_id": "592627"
        },
        {
            "user_name": "Hnykill",
            "text": "Er með BenQ XL2411T, 144 Hz, 1ms skjá.. spila mikið FPS leiki og gæti ekki verið sáttari við hann. langar samt einn daginn að færa mig yfir í 27\" eða stærri. er með 27\" Asus PG278Q TN LED í huga  \nhttp://www.start.is/index.php?route=pro ... uct_id=815\n  en tími því ekki alveg strax :/",
            "date": "2015-03-08 17:23:00",
            "post_id": "592673",
            "reply_to_id": "592646"
        },
        {
            "user_name": "Xovius",
            "text": "Ég er með tvo Philips skjái. Einn Philips 24 Philips 242G5DJEB 144Hz1920x1080 sem ég er búinn að vera með í nokkra mánuði og er mjög sáttur með. Annan Philips 247E3LPHSU 1920x1080 sem var aðalskjárinn minn frá sirka 2012 þangað til ég fékk hinn. \nBáðir virka fullkomlega en ég er enginn expert í litum og svona svo það gæti vel verið að litirnir séu ekki fullkomnir á þeim. Það allavegana truflar mig ekki.",
            "date": "2015-03-08 17:54:00",
            "post_id": "592677",
            "reply_to_id": "592673"
        },
        {
            "user_name": "audiophile",
            "text": "Ég er búinn að vera með sama Samsung Syncmaster 2494 í einhver 5-6 ár og hef verið hæstánægður með hann.",
            "date": "2015-03-09 08:15:00",
            "post_id": "592723",
            "reply_to_id": "592677"
        },
        {
            "user_name": "jericho",
            "text": "Keypti 24\" Dell Ultrasharp 2407WFP (1920x1200) árið 2006. Ein bestu kaup sem ég hef gert. Hef þó íhugað að skipta í 30\" en bíð eftir að detta inn á rétta skjáinn fyrir rétta verðið.",
            "date": "2015-03-09 09:11:00",
            "post_id": "592725",
            "reply_to_id": "592723"
        },
        {
            "user_name": "icemoto",
            "text": "Keypti mér um daginn Dell UltraSharp (3440x1440) 34\"  er alveg að fíla hann í botn, án efa besti skjár sem ég hef átt, Mæli eindregið með honum ef þú fílar wide skjái. \nhttps://www.advania.is/vefverslun/vara/ ... (3440x1440\n)-34-sveigdur-skjar/",
            "date": "2015-03-13 09:49:00",
            "post_id": "593164",
            "reply_to_id": "592725"
        },
        {
            "user_name": "Tesy",
            "text": "Er með \nAðalskjá: BenQ BL2500PT sem ég keypti notað hérna á vaktinni.\nAukaskjá: Samsung SyncMaster 226BW sem fylgdi með gömlu tölvunni sem var einnig keypt hérna.\nLangar að skipta út SyncMaster 226BW í annað hvort 27\" 1440p eða 144hz og nota hann sem aðalskjá en ég tými ekki $",
            "date": "2015-03-13 13:55:00",
            "post_id": "593193",
            "reply_to_id": "593164"
        }
    ],
    "date": "2015-03-07 17:44:00"
}