{
    "forum_title": "Koníakstofan",
    "id": "64750",
    "title": "Í leit að Sjúkraþjálfara, Reynslur - Meðmæli",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=64750",
    "posts": [
        {
            "user_name": "vesi",
            "text": "Sælir aftur Vaktarar. \nNú er ég í leit að nýjum Sjúkraþjálfara, samstarfið við síðasta gekki ekki upp, svo ég þarf að fynna mér annan.\nÉg er búinn að fara til nokkura á undanförnum árum, með misjöfnum árángri og reynslum. \nHafa einhverjir góða reynslu af einhverjum slíkum. \nVandamálin sem ég er að vinna í eru hné og stoðkerfis. \nSvo endilega bendið mér á einn sem ykkur fannst vinna vel með ykkur.\nkv. vesi",
            "date": "2015-03-07 13:59:00",
            "post_id": "592546",
            "reply_to_id": false
        },
        {
            "user_name": "lukkuláki",
            "text": "Verð að fá að mæla með Magnúsi Erni Friðjónssyni.\nHann er sjúkraþjálfari hjá Sjúkraþjálfuninni Ártúnshöfða. Stórhöfða 17, 110 Reykjavík.\nHann hefur gert eitthvað í meðferð sonar míns og konunnar sem við höfum aldrei upplifað áður,\ná aðeins nokkrum vikum hafa þau bæði fengið bata sem enginn annar sjúkraþjálfari hefur náð. \nVona að hann reynist þér líka vel ef þú ferð til hans.",
            "date": "2015-03-07 14:32:00",
            "post_id": "592548",
            "reply_to_id": "592546"
        },
        {
            "user_name": "Tesli",
            "text": "Sama hér, mæli með Magnúsi, hann er mjög áhugasamur um kúnnana sína og veit nákvæmlega hvað hann er að gera.",
            "date": "2015-03-07 15:31:00",
            "post_id": "592552",
            "reply_to_id": "592548"
        },
        {
            "user_name": "intenz",
            "text": "Sama hér, mæli með Magnúsi. Hreint ótrúlegur.",
            "date": "2015-03-07 16:25:00",
            "post_id": "592558",
            "reply_to_id": "592552"
        },
        {
            "user_name": "lukkuláki",
            "text": "Magnað að sjá 2 aðra á sama spjalli með sömu upplifun.",
            "date": "2015-03-07 22:43:00",
            "post_id": "592593",
            "reply_to_id": "592558"
        },
        {
            "user_name": "vesi",
            "text": "Já, það gefur manni mikla von um að ég fái lausn á mínum málum. Kíki klárlega á hann eftir helgi. \nÞakka ábendinguna.",
            "date": "2015-03-07 23:29:00",
            "post_id": "592600",
            "reply_to_id": "592593"
        },
        {
            "user_name": "Lexxinn",
            "text": "Ég var með krónísk hnévandamál og var alfarið hættur að hlaupa og hoppa þangað til ég fór í nudd, nuddarinn tætti upp á mér mjaðmirnar. Vegna stífleika í mjöðmum togaði það í lærvöðvana sem orsukuðu bólgur í hnjánum á mér. Lýður margfalt betur eftir það og er verkjalaus í gegnum 19/20 dögum.\nLangaði bara smá að pota því inn fyrst þú minntist á hnévandamál.",
            "date": "2015-03-08 02:03:00",
            "post_id": "592628",
            "reply_to_id": "592600"
        },
        {
            "user_name": "depill",
            "text": "Maggi er algjör snillingur. Hann er líka rosalega fróður um ýmis konar mál og fer reglulega á kynningar til að kynna sér það og er þess vegna líka fróður um nálastungur og hnykkjun.\nMillirifjagigt hefur hrjáð mig frá því að ég var barn og Maggi hjálpaði mikið til. Og þegar það var ekið aftan á mig þegar ég var 19 ára hjálpaði Maggi mér ótrúlega mikið.\nMaggi fær Topp einkunn, mæli með honum.",
            "date": "2015-03-08 11:09:00",
            "post_id": "592637",
            "reply_to_id": "592628"
        }
    ],
    "date": "2015-03-07 13:59:00"
}