{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "64811",
    "title": "Setja SSD SATA3 disk í Dell Inspirion 1525?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=64811",
    "posts": [
        {
            "user_name": "DoofuZ",
            "text": "Sælir, er með Dell Inspirion 1525 lappa sem þarf að skipta um disk í, mun SATA3 SSD alveg pottþétt virka eða mun ég kannski ekki geta fullnýtt hraðann á honum? Hvernig disk ætti ég að kaupa í þessa vél? Þarf ekki mikið pláss en væri til í að setja SSD í. Þarf að vita þetta helst sem fyrst",
            "date": "2015-03-11 15:52:00",
            "post_id": "592990",
            "reply_to_id": false
        },
        {
            "user_name": "methylman",
            "text": "Ég er með SSD disk í dimension 630 frá Dell virkar fínt  Insp. 1525  er nýrra model og tekur ábyggilega við þessu drifi hjá þér  og hraðinn verður ánægjulega mikið breyttur ;-)",
            "date": "2015-03-11 15:58:00",
            "post_id": "592993",
            "reply_to_id": "592990"
        },
        {
            "user_name": "DoofuZ",
            "text": "Já en er SSD diskurinn þinn SATA 2 eða SATA 3 diskur?",
            "date": "2015-03-11 16:12:00",
            "post_id": "592996",
            "reply_to_id": "592993"
        },
        {
            "user_name": "darkppl",
            "text": "Sata er með backward compatability þannig ef tengið er sata 2 með sata 3 disk þá verður hraðinn bara minni.",
            "date": "2015-03-11 16:21:00",
            "post_id": "592998",
            "reply_to_id": "592996"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "En þó hann sé minni þá ertu ekki að finna mikið fyrir því. Þó þú sért 14 sek að ræsa í staðinn fyrir 8 þá er average seek time að fara að batna mjög og það er eitthvað sem þú tekur eftir í almennri vinnslu.",
            "date": "2015-03-11 16:26:00",
            "post_id": "592999",
            "reply_to_id": "592998"
        },
        {
            "user_name": "DoofuZ",
            "text": "Okei \n Ég vissi reyndar að það væri backwards compatible og þannig en ég vildi bara fá það á hreint hvort og þá hve mikið af hraða færi til spillis með SATA 3. Held ég skelli mér þá bara á eitt stykki Mushkin Chronos G2 120 GB",
            "date": "2015-03-11 16:39:00",
            "post_id": "593002",
            "reply_to_id": "592999"
        },
        {
            "user_name": "Hannesinn",
            "text": "SATA3 eða ekki, að setja SSD diska í svotil allar tölvur gefur þeim nýtt líf.",
            "date": "2015-03-11 16:40:00",
            "post_id": "593003",
            "reply_to_id": "593002"
        }
    ],
    "date": "2015-03-11 15:52:00"
}