{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "64989",
    "title": "Skjávarpa pælingar",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=64989",
    "posts": [
        {
            "user_name": "KillEmAll",
            "text": "Sælir\nNú er ég að spá í að versla mér skjávarpa og líst mér ágætlega á BenQ W1300.\nEru einhverjir hér sem eiga slíkan og hafa einhverja reynslu af honum?\nEða eru einhverjir sem reynast betur?",
            "date": "2015-03-24 21:34:00",
            "post_id": "594322",
            "reply_to_id": false
        },
        {
            "user_name": "kizi86",
            "text": "http://www.aliexpress.com/item/Mini-pro ... 25185.html\nég fékk mér þennan, og miðað við stærð er þetta algjör snilld, þokkalega bjartur, með led peru, quad core örgjörva og keyrir android 4.2.1 jelly bean, hingað kominn kostaði hann ca 67þ með öllum gjöldum, með þrívídd (sem ég á reyndar eftir að prufa, er enn að bíða eftir þrívíddargleraugunum), og stærðin á þessu er hlægilega lítil, 15x12x3cm, er svokallaður short throw, er núna með hann ca 3 og hálfs metra fjarlægð frá veggnum og myndin er ca 170\" horn í horn",
            "date": "2015-03-24 23:14:00",
            "post_id": "594335",
            "reply_to_id": "594322"
        },
        {
            "user_name": "Saber",
            "text": "Ég á BenQ W700 og er mjög ánægður með hann. Einn galli samt í mínum, hann á það til að slökkva á sér út af hita þegar hann er stilltur á Eco mode.",
            "date": "2015-03-25 00:43:00",
            "post_id": "594341",
            "reply_to_id": "594335"
        },
        {
            "user_name": "mind",
            "text": "Ef ætlar að nota í tölvuleiki eða bíómyndir viltu kannski fletta upp hvað hann er að skila í birtu í grunnlitunum líka, svo fáir ekki rosalega sterkan hvítan og lítið af hinum.\nhttp://www.colorlightoutput.com/Color_Brightness_Buyers_Guide.pdf",
            "date": "2015-03-25 10:43:00",
            "post_id": "594362",
            "reply_to_id": "594341"
        },
        {
            "user_name": "KillEmAll",
            "text": "Finn ekki W1300 á listanum en W1070 sem W1300 byggir á er með 2000 uppgefið og 1570 í color frá third party test.. er það gott eða slæmt?",
            "date": "2015-03-25 16:44:00",
            "post_id": "594401",
            "reply_to_id": "594362"
        },
        {
            "user_name": "Andri Þór H.",
            "text": "Ég á W1060 og er virkilega sáttur með hann.. keyri hann alltaf í ECO mode og ekkert vesen. færi sennilega í W1300 ef ég væri að spá í að kaupa í dag.",
            "date": "2015-03-25 17:08:00",
            "post_id": "594405",
            "reply_to_id": "594401"
        },
        {
            "user_name": "mind",
            "text": "Maður vill hafa tölurnar eins líkar og hægt er. 1200 - 1800 er í fína lagi allavega fyrir leiki/bíómyndir.",
            "date": "2015-03-27 10:29:00",
            "post_id": "594586",
            "reply_to_id": "594405"
        },
        {
            "user_name": "KillEmAll",
            "text": "Hversu breitt er best að hafa sýningartjaldið þegar setið er í 4 metra fjarlægð??\nEr að spá í 244 cm breiðu.. Er 200 cm kanski betra?",
            "date": "2015-03-30 21:39:00",
            "post_id": "594933",
            "reply_to_id": "594586"
        },
        {
            "user_name": "Hrotti",
            "text": "bara nógu helvíti breitt. Manni finnst þetta bara stórt í smá stund \n Ég sit núna 3,5 metra frá rúmlega 3ja metra tjaldi.",
            "date": "2015-03-30 21:50:00",
            "post_id": "594936",
            "reply_to_id": "594933"
        },
        {
            "user_name": "KillEmAll",
            "text": "Er það samt ekki pirrandi til lengdar að þurfa að snúa hausnum til að horfa á bíómynd?\nErtu með 1080 upplausn?\nSérðu ekki greinamun á pixlunum svona stutt frá tjaldinu?",
            "date": "2015-03-30 22:07:00",
            "post_id": "594939",
            "reply_to_id": "594936"
        },
        {
            "user_name": "Hrotti",
            "text": "Maður þarf ekkert að snúa hausnum, þetta passar fínt í sjónsviðið. Ég gæti fært mig aftar ef að ég vildi, alveg í 4,5 metra og geri það þegar að margir eru að horfa saman, en þegar að ég er einn þá færi ég mig nær.\nÉg er bara með 1080p upplausn og það sleppur alveg, maður sér ekki SDE (pixlana). Ég prufaði samt að stækka tjaldið í tæpa 4 metra fyrir ári síðan og það var of mikið, þyrfti 4k til að það væri í lagi. Enda er 4k skjávarpi á dagskránni",
            "date": "2015-03-30 23:57:00",
            "post_id": "594950",
            "reply_to_id": "594939"
        }
    ],
    "date": "2015-03-24 21:34:00"
}