{
    "forum_title": "Windows",
    "id": "65073",
    "title": "Spartan kominn",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=15&t=65073",
    "posts": [
        {
            "user_name": "BugsyB",
            "text": "Sæli langaði bara að deila því með ykkur að spartan er kominn, var að fá nýstu uppfærsluna á 10una",
            "date": "2015-03-31 17:15:00",
            "post_id": "594989",
            "reply_to_id": false
        },
        {
            "user_name": "nidur",
            "text": "nice",
            "date": "2015-03-31 18:36:00",
            "post_id": "594997",
            "reply_to_id": "594989"
        },
        {
            "user_name": "BugsyB",
            "text": "Ekki nógu gott til að byrja með - en hann er ennþa´í vinnslu.",
            "date": "2015-04-02 11:32:00",
            "post_id": "595164",
            "reply_to_id": "594997"
        },
        {
            "user_name": "intenz",
            "text": "Virkilega lélegt. IE mættur aftur bara með öðru nafni.",
            "date": "2015-04-02 20:07:00",
            "post_id": "595201",
            "reply_to_id": "595164"
        },
        {
            "user_name": "GullMoli",
            "text": "Rólegur, hann er ennþá á prufu stigi á stýrikerfi sem er ekki einu sinni komið út.\nChrome og Firefox eru bæðin komin í version 999.9.99.9",
            "date": "2015-04-02 20:23:00",
            "post_id": "595202",
            "reply_to_id": "595201"
        },
        {
            "user_name": "intenz",
            "text": "Nei ég er hættur að gefa IE sénsa.",
            "date": "2015-04-02 20:27:00",
            "post_id": "595204",
            "reply_to_id": "595202"
        },
        {
            "user_name": "appel",
            "text": "Hvað varð um þennan nýja browser, Vivaldi?\nÉg prófaði hann og hann reyndist vera algjört prump, hægvirkasti browser sem ég hef prófað. Það er því miður þannig, því það eru margir íslendingar að vinna að honum.\nEn ég held að almennt sé er mjög erfitt að koma með browser sem er \"betri\" en Firefox/Chrome.\nBrowser sem ég myndi vilja er minimalistic browser sem er mjög security orientaður. T.d. browser sem bannar cross-domain embedding, þannig að hann getur ekki loadað inn neinu öðru en því sem kemur frá því domaini sem maður heimsækir. Óþolandi að fara á vefsíðu og hún loadar inn allskonar auglýsingum, adware crap, analytics, tracking, twitter, facebook og öðrum viðbjóði.",
            "date": "2015-04-02 20:51:00",
            "post_id": "595206",
            "reply_to_id": "595204"
        },
        {
            "user_name": "bigggan",
            "text": "Hinsvegar er spartan að gera það gott i Javascript, ef han nær að fá þannig á fleiri svið þá verður þetta flott!",
            "date": "2015-04-02 20:52:00",
            "post_id": "595207",
            "reply_to_id": "595206"
        },
        {
            "user_name": "GullMoli",
            "text": "Ég reyndi að nota Vivaldi í nokkra daga en var alltaf að lenda í einhverjum vandræðum, hann að hrynja og álíka. Mér finnst hann samt flottur í útliti.\nÉg ætla að prufa að nota Spartan næstu daga og sjá hvernig hann reynist, hingað til hefur hann verið fínn.",
            "date": "2015-04-02 21:07:00",
            "post_id": "595213",
            "reply_to_id": "595207"
        },
        {
            "user_name": "intenz",
            "text": "Sammála, eins og \nárásin á GitHub\n.",
            "date": "2015-04-02 21:14:00",
            "post_id": "595215",
            "reply_to_id": "595213"
        },
        {
            "user_name": "Hannesinn",
            "text": "Ég keyrði noscript á firefox til að blokka allt nema það sem ég leyfði sérstaklega.  Það sá um allt þetta drasl.  Annars sammála.\nOg til hliðar, hvernig nennir einhver að vera spenntur fyrir nýjum MS vafra?  Það er næstum tveggja áratuga reynsla af þessari vitleysu.",
            "date": "2015-04-02 21:22:00",
            "post_id": "595216",
            "reply_to_id": "595215"
        },
        {
            "user_name": "Sidious",
            "text": "Þetta er ekki IE, nýr vafri eins og ég skildi það. Hann virkar annars ekki fyrir mig eins og er. Heppinn ef hann ræsir sig.\nEfast samt um að ég skipti úr Firefox.",
            "date": "2015-04-02 21:57:00",
            "post_id": "595220",
            "reply_to_id": "595216"
        },
        {
            "user_name": "intenz",
            "text": "Trident, render-vélin sem IE var að nota, Spartan er að nota fork af henni. Þannig nýtt og ekki nýtt.",
            "date": "2015-04-02 22:29:00",
            "post_id": "595223",
            "reply_to_id": "595220"
        }
    ],
    "date": "2015-03-31 17:15:00"
}