{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "65234",
    "title": "Samsung Galaxy S6, S6 EDGE  (VI)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=65234",
    "posts": [
        {
            "user_name": "hfwf",
            "text": "Jæja, komið að þessu, fór einhver í dag og nældi sér í gripinn?' og hefur eitthvað um hann að segja.",
            "date": "2015-04-11 00:12:00",
            "post_id": "595952",
            "reply_to_id": false
        },
        {
            "user_name": "darkppl",
            "text": "er að bíða eftir S6 Edge hann kemur 20 apríl",
            "date": "2015-04-11 00:17:00",
            "post_id": "595953",
            "reply_to_id": "595952"
        },
        {
            "user_name": "hfwf",
            "text": "Alveg rétt edge kemur þá.",
            "date": "2015-04-11 00:18:00",
            "post_id": "595954",
            "reply_to_id": "595953"
        },
        {
            "user_name": "MatroX",
            "text": "ég er að bíða eftir gylltum s6 kemur í næstu viku",
            "date": "2015-04-11 00:34:00",
            "post_id": "595955",
            "reply_to_id": "595954"
        },
        {
            "user_name": "nidur",
            "text": "Ætlaði að fá mér s6 128gb í dag, hann kemur víst kannski í lok mánaðarins. :/",
            "date": "2015-04-16 14:49:00",
            "post_id": "596526",
            "reply_to_id": "595955"
        },
        {
            "user_name": "MuGGz",
            "text": "Mér finnst gyllti einmitt lang flottasti liturinn svo kemur hvítur\nFinnst ekkert varið í þennan svarta ef ég á að vera hreinskilinn",
            "date": "2015-04-16 22:56:00",
            "post_id": "596583",
            "reply_to_id": "596526"
        },
        {
            "user_name": "nidur",
            "text": "Hvernig eru menn svo að fíla nýju símana sína, minn er að virka mjög vel.\nEr eitthvað að hika við að roota hann strax út af payment systeminu.",
            "date": "2015-05-07 18:57:00",
            "post_id": "598161",
            "reply_to_id": "596583"
        },
        {
            "user_name": "hfwf",
            "text": "Ef þú sérð þig í framtíðinni þurfa að nota þetta paysystem þeas ef það kemur á annaðborð hingað til lands, þá sleppiru því alfarið að roota, en að nota veski og eyða þessum auka 2 sek í að rífa upp veskið veifa yfir posann ( styðji hann það og kortið ) eða stimpla inn pinnið, þá root away, you wont be sorry ef þú ert með einhver root öpp sem þú þarf og vilt nota en ert að hika. Fyrsta sem ég myndi gera væri að roota, tel gagnið af samsung pay ekki þess virði að ekki roota.",
            "date": "2015-05-08 09:14:00",
            "post_id": "598199",
            "reply_to_id": "598161"
        },
        {
            "user_name": "nidur",
            "text": "Þetta er nákvæmlega það sem ég var að hugsa.\nNota tasker og secure settings til að gera ýmislegt og vantar root",
            "date": "2015-05-08 18:56:00",
            "post_id": "598225",
            "reply_to_id": "598199"
        },
        {
            "user_name": "DJOli",
            "text": "Var að panta mér S6 í dag hjá Nova. Ætti að fá hann eftir örfáa daga",
            "date": "2015-05-11 22:09:00",
            "post_id": "598393",
            "reply_to_id": "598225"
        },
        {
            "user_name": "bjarturv",
            "text": "Einhver hér hjá Vodafone og búinn að fá sér S6 Edge?",
            "date": "2015-05-14 20:44:00",
            "post_id": "598567",
            "reply_to_id": "598393"
        },
        {
            "user_name": "DJOli",
            "text": "Hvar fæ ég svona verndarhulstur utan um nýja símann? eru menn að mæla einhverju sem er auðveldlega aðgengilegt hérlendis?",
            "date": "2015-05-17 17:54:00",
            "post_id": "598709",
            "reply_to_id": "598567"
        },
        {
            "user_name": "nidur",
            "text": "Ég keypti mér svona\nhttp://www.amazon.com/gp/product/B00QU4 ... UTF8&psc=1\nog svona eftir að hafa beðið í mánuð eftir að þetta kæmi í stock\nhttp://www.amazon.com/gp/product/B00TXV ... UTF8&psc=1\nÞannig að bæði eru á leiðinni... En ekki til á litla landinu okkar svo að ég viti.",
            "date": "2015-05-17 19:01:00",
            "post_id": "598711",
            "reply_to_id": "598709"
        },
        {
            "user_name": "DJOli",
            "text": "Takk. Æði. Var að panta þessa 'heavy duty' sem á að dempa högg sem síminn gæti tekið á sig.",
            "date": "2015-05-18 02:18:00",
            "post_id": "598735",
            "reply_to_id": "598711"
        },
        {
            "user_name": "nidur",
            "text": "Smá update á hulstrin sem ég keypti.\nCase Mate hefur vinningin, mýkra gúmmi, betri kickstand(réttur halli) takkarnir eru fínir og virka. Auðveldara að skanna inn fingrafarið með þessu hulstri.\nSpigen er alvöru heavy duty, harðara plast, harðir takkar og meiri edge að framan, sem gerir fingrafaraskönnunina erfiðari. Kickstandið er með símann og reistann og getur runnið til á harða plastinu ef þú ert að scrolla í gegnum feedly t.d.",
            "date": "2015-06-01 14:29:00",
            "post_id": "599489",
            "reply_to_id": "598735"
        },
        {
            "user_name": "Tesy",
            "text": "Er venjulegt að síminn hitni mikið á meðan það er verið að hlaða hann með snúru (original)? Þá er ég að tala um S6 Edge, átti venjulega S6 og var ekki að lenda í þessu þá.\nSíðan er ég alltaf að fá notification sem segir \"Threat found - Unauthorised actions have been detected\"\nEinhver annar sem hefur lennt í þessu? Ég var bara að opna síman áðan og er ekki búinn að gera neitt við síman annað en að disable-a Samsung bloatwares.\nEDIT: Samkvæmt google þá er þetta Android 5.0.2 bug á hvítum S6 Edge og verður lagað í 5.1. Getur einhver staðfest að þetta sé bug?\nFékk ég kannski gallað eintak?\nSíminn er frá NOVA ef það skiptir einhverju máli.",
            "date": "2015-07-21 02:09:00",
            "post_id": "602489",
            "reply_to_id": "599489"
        },
        {
            "user_name": "audiophile",
            "text": "Hef ekki lent í þessu á mínum bláa Edge. En það er komin 5.1.1 uppfærsla á minn og lagaðist helling rafhlöðuendingin t.d.",
            "date": "2015-07-21 09:35:00",
            "post_id": "602494",
            "reply_to_id": "602489"
        },
        {
            "user_name": "Tesy",
            "text": "Er þinn frá NOVA(SM-G925F)? Ég er ekki enn kominn með 5.1.1 :S",
            "date": "2015-07-21 11:37:00",
            "post_id": "602497",
            "reply_to_id": "602494"
        },
        {
            "user_name": "audiophile",
            "text": "Minn er SM-G925F já, en ekki frá Nova. Það er voða misjafnt hvenær hvaða sími fær uppfærslu. Þessu er rúllað út hægt og rólega og minn hefur lent snemma í ferlinu. Þetta er bara lotterý.",
            "date": "2015-07-22 07:45:00",
            "post_id": "602554",
            "reply_to_id": "602497"
        },
        {
            "user_name": "hfwf",
            "text": "Jæja henti mér á þetta í bríeríi eftir að skjárinn á s4 brotnaði á nýja árinu \n.\nHvað er möst do á og fyrir símann? allar ábendingar vel þegnar.",
            "date": "2016-01-04 16:34:00",
            "post_id": "614625",
            "reply_to_id": "602554"
        },
        {
            "user_name": "Tesy",
            "text": "Fyrsta sem ég gerði var að stroka út/slökkva á bloatwares, tók út öll forrit sem ég vissi að ég myndi aldrei opna (Sem var frekar mikið). Náði svo í Material Design theme til að gera síman meira eins og stock android þar sem ég hata default lookið á Touch-Wiz.",
            "date": "2016-01-04 19:01:00",
            "post_id": "614643",
            "reply_to_id": "614625"
        },
        {
            "user_name": "hfwf",
            "text": "Klárlega það fyrsta sem ég geri alltaf, innan nokkra daga er að roota, custom recovery svo seinna finna deodex rom fyrir xposed notkunina.\nTrúi ekki öðru en að fólk sé að nota einhverskonar cover á Edeinn, hvaða cover er fólk þá að nota sem er að virka þokkalega?",
            "date": "2016-01-07 12:41:00",
            "post_id": "614957",
            "reply_to_id": "614643"
        },
        {
            "user_name": "Nitruz",
            "text": "Var að fá eitthvað update í gærkvöldi og var að vonast til að það væri marshmallow. En ég sé ekki betur en að ég sé ennþá með 5.1.1\nVeit einhver hvaða update þetta var og hvað það gerir? Sé engan mun",
            "date": "2016-01-16 12:32:00",
            "post_id": "615732",
            "reply_to_id": "614957"
        },
        {
            "user_name": "audiophile",
            "text": "Þetta eru bara bugfix og stability update. Samsung eru farnir að koma oftar með lítil update sem laga smotterý.",
            "date": "2016-01-16 12:47:00",
            "post_id": "615734",
            "reply_to_id": "615732"
        },
        {
            "user_name": "Danni V8",
            "text": "Kom update í símann um daginn. Er núna kominn með Android 6.0.1. Nokkuð flott. Eina sem böggar mig er þetta",
            "date": "2016-05-04 02:30:00",
            "post_id": "623310",
            "reply_to_id": "615734"
        },
        {
            "user_name": "DJOli",
            "text": "Er búinn að vera með S6-una mína núna í tæpt ár með Spigen heavy duty tough armor hulstrinu, og ég er bara mjög sáttur.\nReyndar er ég ekki alveg 100% með símann, það eru farnar að myndast yfirborðsrispur á skjánum.\nAnnað sem ég lenti í með símann þegar ég var búinn að vera með hann í nokkra mánuði þá hrundi Gallery-ið sem og tónlistargeymslan þannig að ég hef ekki aðgang að nokkur hundruð ljósmynda, myndbanda og laga nema með að browsa símann í my files. Þetta hefur verið óþægilegt, en ég get komist hjá þessu einmitt með my files, og með því að færa þá skrárnar annað, eina skrá í einu.\nEr búinn að fresta factory reset í allt of langann tíma.\nVar að fá uppfærslu í símann fyrir nokkrum dögum sem er 1,1gb. Ég hef ekki sett hana inn ennþá, ætla að geyma hana uns ég geri factory reset og losna við smá pláss á símanum",
            "date": "2016-05-04 09:42:00",
            "post_id": "623315",
            "reply_to_id": false
        },
        {
            "user_name": "nidur",
            "text": "Geturðu ekki notað total commander til að færa allar skrárnar í einu á réttan stað?\nEinnig þá setti ég inn uppfærsluna og síminn er töluvert betri.\nEr á leiðinni að finna mér root fyrir hann samt, var að bíða eftir uppfærslunni...",
            "date": "2016-05-06 08:16:00",
            "post_id": "623374",
            "reply_to_id": "623315"
        },
        {
            "user_name": "DJOli",
            "text": "Er hægt að roota S6? Mér skyldist að ekki væri hægt að roota S6 þar sem það að geta tekið batterýið úr væri mikilvægur partur af ferlinu :/",
            "date": "2016-05-06 08:58:00",
            "post_id": "623375",
            "reply_to_id": "623374"
        },
        {
            "user_name": "hfwf",
            "text": "Easy að roota,  auðvita leiðinlegt að geta ekki tekið batteryð af,  en skiptir litlu. \nSent from my SM-G925F using Tapatalk",
            "date": "2016-05-06 10:56:00",
            "post_id": "623377",
            "reply_to_id": "623375"
        },
        {
            "user_name": "nidur",
            "text": "Ef þú veist um góða leið til að roota nýjustu uppfærsluna þá væri gaman að fá þann link",
            "date": "2016-05-06 19:01:00",
            "post_id": "623395",
            "reply_to_id": "623377"
        },
        {
            "user_name": "Viggi",
            "text": "Var nú að roota s7 í gær og það flaug í gegn",
            "date": "2016-05-06 19:57:00",
            "post_id": "623400",
            "reply_to_id": "623395"
        },
        {
            "user_name": "hfwf",
            "text": "Xda er vinur þinn s6 edge forums,  og chainfire rootið td.  \nSent from my SM-G925F using Tapatalk",
            "date": "2016-05-06 21:11:00",
            "post_id": "623403",
            "reply_to_id": "623400"
        }
    ],
    "date": "2016-05-04 09:42:00"
}