{
    "forum_title": "Windows",
    "id": "6525",
    "title": "Neitar að endurdownloada demoforriti.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=15&t=6525",
    "posts": [
        {
            "user_name": "mannzib",
            "text": "Sælt veri fólkið, kunningi minn downloadaði 30 daga trial forriti fyrir nokkru. Eins og oft gerist þá rann tímin út áður en hann náði að prufa forritið að nokkru marki svo hann ætlaði að ná í það aftur til að prufa.\n\n\n\nEn þá bregður svo við að síðan neitar að leyfa honum að ná í forritið því það  sé búið að sækja það í þessa tölvu. Hann uninstallar þá forritinu og hendir öllu því tengdu, deletar svo cookies og temp fælum og reynir aftur en fær aftur þau boð um að búið sé að sækja forritið í þessa vél og það sé ekki hægt aftur. \n\n\n\nVitið þið hvers vegna? Eru einhversstaða faldir fælar sem þarf að eyða eða hvað. Hann er með XP pro sp2 og notar IE",
            "date": "2004-11-29 17:37:00",
            "post_id": "68155",
            "reply_to_id": false
        },
        {
            "user_name": "ErectuZ",
            "text": "Þetta kallast ekki Trial af ástæðulausu. Nú er bara að kaupa forritið. En ég nota stundum dálitla hjáleið, en ég er ekki viss um hvort að það er leyfilegt að pósta henni hérna... Þetta er ekki Crack/Warez eða neitt tengt því samt. Þetta er bara smá leið til að plata forritið",
            "date": "2004-11-29 17:41:00",
            "post_id": "68159",
            "reply_to_id": "68155"
        },
        {
            "user_name": "GuðjónR",
            "text": "Breyta klukkunni í tölvunni ?\n\nÞað getur varla talist ólöglegt",
            "date": "2004-11-29 17:51:00",
            "post_id": "68163",
            "reply_to_id": "68159"
        },
        {
            "user_name": "mannzib",
            "text": "Takk fyrir þín tillögu GuðjónR hún gæti virkað.\n\n\n\nÚt með sprokið ErectuZ  \n láttu vaða trikkið þitt. þú segir að það sé ekki ólöglegt enda nennir engin til lengdar að endurnýja forrit á 30 daga fresti ef mönnum líkar á annað borð, kunningi minn var bara ekki búinn að skoða þetta neitt að ráði og ætlaði að kynna sér það aðeins betur áður en hann kaupir.\n\n\n\nÞráðstjórar eyða þá þræðinum ef þetta er á gráu svæði",
            "date": "2004-11-29 18:44:00",
            "post_id": "68171",
            "reply_to_id": "68163"
        },
        {
            "user_name": "CraZy",
            "text": "en virkar þetta með að breita klukkuni á forrit sem tekur bara timan þegar þad er i gagni? er með eitt forrit sem eg er ad fíla i tætlur en bara med 500min triali",
            "date": "2004-11-29 18:52:00",
            "post_id": "68172",
            "reply_to_id": "68171"
        },
        {
            "user_name": "KinD^",
            "text": "takið eftir því... hann eiddi skránum og er að reyna downloada install fælnum af síðuni en hún segir að hann hafi þegar downloadað þessum tiltekna install fæl, sem gefur það til kynna að hann hafi ekki install fælinn á vélinni og þá gagnast ekkert að breyta klukkuni þangað til hann fær install fælinn á vélina sína \n .... þá er eitt voða einfalt hægt að gera... þú downloadar fælnum fyrir vin þinn... sendir honum hann í gegnum msn/irc eða eithvað forrit, svo getur hann prufað að breyta klukkuni sinni og installa.",
            "date": "2004-11-29 19:03:00",
            "post_id": "68176",
            "reply_to_id": "68172"
        },
        {
            "user_name": "ErectuZ",
            "text": "Tillaga mín var að breyta klukkunni á tölvunni \n Vil bara vera safe \n\n\n\n\nEn varðandi það að hann deletaði þessu, þá er ég alveg 100% viss um að síðan sjálf inniheldur database af IP-Tölum sem hafa downlodað þessum fæl. Það eina sem ég get ráðlagt þér er að fara í tölvu einhverns annars vinar þíns (Eða þína tölvu ef þú ætlar ekki að nota þetta forrit), downloda þessu, brenna á disk (Ef fælinn er nógu smár þá floppy \n og ef netið er til staðar þá bara msn eða irc) og fara með þetta heim til þín, installa, breyta klukkunni ef þörf er fyrir og BANG!\n\n\n\nÉg veit um eitt svona sem virkar bara á sum forrit með að breyta klukkunni, en það er þannig að þú getur haft klukkuna rétta á meðan forritið er í keyrslu. Það virkar m.a. á CPUIdle. En það er gert einfaldlega svona: Breyta klukku, opna forrit, breyta klukku í réttan tíma",
            "date": "2004-11-29 19:07:00",
            "post_id": "68177",
            "reply_to_id": "68176"
        },
        {
            "user_name": "Birkir",
            "text": "Væri ekki séns ef þú skiptir um IP tölu ?",
            "date": "2004-11-29 21:54:00",
            "post_id": "68206",
            "reply_to_id": "68177"
        },
        {
            "user_name": "Pandemic",
            "text": "líka hægt að breyta klukkunni í bios",
            "date": "2004-11-29 22:08:00",
            "post_id": "68213",
            "reply_to_id": "68206"
        },
        {
            "user_name": "pjesi",
            "text": "lol lame að breyta klukkunni. Frekar sleppa þessu en að þurfa alltaf að hafa klukkuna vitlausa. Hljómar eins og lausnin hjá félaga mínum sem fékk restart vírusinn sem ég man ekki hvað heitir. Hann færði bara klukkuna aftur um einn dag. \n\n\n\nstupid.\n\n\n\nedit: blaster var það víst.",
            "date": "2004-11-29 22:09:00",
            "post_id": "68214",
            "reply_to_id": "68213"
        },
        {
            "user_name": "Birkir",
            "text": "Það er alls ekki stupid vegna þess að maður þarf tíma til að losna við vírusinn.  Eina leiðin (eða einfaldasta) til þess er að seinka klukkunni.  Svo er bara spurning að nota símann eða bara úr til að vita hvað klukkan er ef maður er að standa í þessu",
            "date": "2004-11-29 22:14:00",
            "post_id": "68220",
            "reply_to_id": "68214"
        },
        {
            "user_name": "pjesi",
            "text": "Ég kom þessu ekki nógu vel frá mér, ég meinti í staðinn fyrir að losna við vírusinn þá notaði hann þetta trick (ef trick má kalla).",
            "date": "2004-11-29 22:40:00",
            "post_id": "68229",
            "reply_to_id": "68220"
        },
        {
            "user_name": "Birkir",
            "text": "Já ég skil.  Þannig að hann breytti bara klukkunni og losaði sig ekki við vírusinn?  That's just stupid",
            "date": "2004-11-29 23:11:00",
            "post_id": "68243",
            "reply_to_id": "68229"
        },
        {
            "user_name": "gnarr",
            "text": "/run shutdown -a",
            "date": "2004-11-30 01:01:00",
            "post_id": "68266",
            "reply_to_id": "68243"
        },
        {
            "user_name": "mannzib",
            "text": "Takk fyrir svörin, ég downloada þessu fyrir hann, var aðalega að velta fyrir mér hvað væri að baki þessu.",
            "date": "2004-11-30 21:09:00",
            "post_id": "68431",
            "reply_to_id": "68266"
        }
    ],
    "date": "2004-11-29 17:37:00"
}