{
    "forum_title": "Leikjasalurinn",
    "id": "65288",
    "title": "Gta V online vesen",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=65288",
    "posts": [
        {
            "user_name": "halli1987",
            "text": "Er ég einn um að geta ekki joinað nein job eða aðra meðlimi er að verða frekar pirraður á þessu er bara einn að spila í freeroom og get ekkert gert.",
            "date": "2015-04-14 22:09:00",
            "post_id": "596334",
            "reply_to_id": false
        },
        {
            "user_name": "capteinninn",
            "text": "Sama hér, er að reyna að joina félaga minn en gengur ekki.\nSé ekkert um þetta á reddit eða neinstaðar, hélt þetta væri bara ég.\nServerarnir líklega í kleinu.\nFélagi minn er samt að spila og sér fullt af öðru fólki. Skil ekkert í þessu",
            "date": "2015-04-14 22:22:00",
            "post_id": "596336",
            "reply_to_id": "596334"
        },
        {
            "user_name": "halli1987",
            "text": "sennilega er þetta server vesen sem vonandi reddast á næstu dögum. vona það allavega, langar svo mikið að fara að spila þetta online.",
            "date": "2015-04-14 22:33:00",
            "post_id": "596338",
            "reply_to_id": "596336"
        },
        {
            "user_name": "capteinninn",
            "text": "Já sama hér, er búinn að klára sp í honum 2x á xbox og er ekkert að farast úr spenning að klára það aftur.\nPrófaði að opna port á router sem ég fann á rockstar síðunni en það virkaði ekki, félagi minn sem sér fullt af fólki er ekki búinn að gera neitt og er með þessi port lokuð.\nGet ekki séð hvað vandamálið er, er ekki að sjá neina í vandræðum með þetta þannig að mér finnst skrítið ef þetta er server vandamál.",
            "date": "2015-04-14 22:46:00",
            "post_id": "596341",
            "reply_to_id": "596338"
        },
        {
            "user_name": "Danni V8",
            "text": "Hjá hvaða símafyrirtæki eruð þið? Ég er búinn að taka eftir því að af þeim sem ég þekki eru þeir sem eru ekki með speedtouch router ekki að lenda í neinum vandræðum, en við sem erum hjá Símanum með Speedtouch getum ekkert joinað",
            "date": "2015-04-14 23:04:00",
            "post_id": "596342",
            "reply_to_id": "596341"
        },
        {
            "user_name": "capteinninn",
            "text": "Er hjá Hringdu með TP-Link 300M router\nFélagi minn er með sinn eigin router, Cisco held ég",
            "date": "2015-04-14 23:06:00",
            "post_id": "596344",
            "reply_to_id": "596342"
        },
        {
            "user_name": "Danni V8",
            "text": "Er að verða vitlaus. Og síðan virkar ekkert að opna port í þessu Technicolor drasli.",
            "date": "2015-04-14 23:34:00",
            "post_id": "596347",
            "reply_to_id": "596344"
        },
        {
            "user_name": "capteinninn",
            "text": "Þetta virðist samt ekki vera port vandamál miðað við það að öll portin eru lokuð hjá félaga mínum sem er online og getur séð aðra spilara og alltsaman",
            "date": "2015-04-14 23:42:00",
            "post_id": "596348",
            "reply_to_id": "596347"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Ég hef aldrei lent í veseni með port forwarding á þessum speedtouch routerum.",
            "date": "2015-04-14 23:42:00",
            "post_id": "596349",
            "reply_to_id": "596348"
        },
        {
            "user_name": "Danni V8",
            "text": "Ég veit ekki hvað málið er, en ég set inn portin sem á að forwarda, assigna það á mína tölvu og set það í gang. Routerinn segir að portin eru forwörduð. Slekk á firewall í tölvunni og fer á port test síðu og kemst að því að portið er ekkert opið, þó að routerinn segir að það sé opið.",
            "date": "2015-04-15 00:37:00",
            "post_id": "596356",
            "reply_to_id": "596349"
        },
        {
            "user_name": "GullMoli",
            "text": "Ég er hjá Hringdu með ljós. Ég get alveg spilað online ekkert mál, lenti fyrir tilviljun með félaga mínum á server. Hef samt heyrt af vandræðum hjá öðrum með að joina fólk.",
            "date": "2015-04-15 01:19:00",
            "post_id": "596358",
            "reply_to_id": "596356"
        },
        {
            "user_name": "Desria",
            "text": "Get ekki joinað sessions með öðru fólki né joinað vinum. Þetta er að gera mig geðbilaðan. Er hjá Hringdu.",
            "date": "2015-04-15 02:17:00",
            "post_id": "596359",
            "reply_to_id": "596358"
        },
        {
            "user_name": "Sultukrukka",
            "text": "Hjá Símanum og er með Technicolor router, búinn að opna þau port sem Rockstar vill að ég opni fyrir, test sýna að þau port eru opin. Veit ekki hvort að það sé málið samt.\nNæ ekki að joina friends og er settur í lobby þar sem ég einn er til staðar og enginn getur joinað.\nMjög skemmtó allt saman. Henti inn ticket og er að vona að þeir hjá rockstar leysa þetta.",
            "date": "2015-04-15 12:03:00",
            "post_id": "596372",
            "reply_to_id": "596359"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Þetta er vandamál í serverum Rockstar, ekki hjá notendum.\nHef séð á spjallborðum að það eru notendur að lenda í þessu víðsvegar um heiminn.\n\"Unable to connect\" vesen.",
            "date": "2015-04-15 12:09:00",
            "post_id": "596374",
            "reply_to_id": "596372"
        },
        {
            "user_name": "Flexinn",
            "text": "Vodafone hér, Zhone router, ljósnet. Félagi minn er með sömu tengingu og ég (sama router líka), hann getur joinað online með fólki en ég lendi í þessu \"Empty room\" galla. Get heldur ekki joinað hann né hann mig.",
            "date": "2015-04-15 17:02:00",
            "post_id": "596392",
            "reply_to_id": "596374"
        },
        {
            "user_name": "Flexinn",
            "text": "Einn sem benti mér á þennann þráð : \nhttp://steamcommunity.com/app/271590/di ... cation=ufi\nEinhver sem talar um að hann uppfærði móðurborðsdriverinn og þá virkaði þetta",
            "date": "2015-04-15 17:03:00",
            "post_id": "596393",
            "reply_to_id": "596392"
        },
        {
            "user_name": "Danni V8",
            "text": "Prófaði þetta en virkaði ekki fyrir mig",
            "date": "2015-04-15 20:03:00",
            "post_id": "596423",
            "reply_to_id": "596393"
        },
        {
            "user_name": "brain",
            "text": "Er með eitt skrítið dæmi\nSonur minn er að lenda í að geta ekkert spilað MP, nær ekki að joina vini eða neitt.\nNema, hann hefur VPN aðgang í mína vél, og þar getur hann allt ?? bara laggar aðeins.\nHann er hjá Tal, en ég er hjá Símanum.",
            "date": "2015-04-15 20:04:00",
            "post_id": "596424",
            "reply_to_id": "596423"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Mér finnst það afar hæpið að þetta lagist með uppfærslu móðurborðs driver-a.\nHinsvegar er Rockstar að vinna í að laga þetta, t.d. um miðjan daginn í dag þá byrjaði ég að sjá aðra inní sama session og ég, en ennþá eh böggur í að joina missions og þess háttar.\nÞetta hlýtur að detta inn á næstu sólahringum.   Fyrir utan þetta, að þá er ég mjög ánægður með leikinn.",
            "date": "2015-04-15 20:46:00",
            "post_id": "596428",
            "reply_to_id": "596424"
        },
        {
            "user_name": "Danni V8",
            "text": "Já er svona að vona það. Langar að kaupa mér hús í Online en get það ekki fyrr en ég verð level 5. Er búinn að vera að taka race mission einn og fá wanted level og missa það til að fá smá RP en það virkar mjöög hægt þegar maður er svo gott sem einn að spila multiplayer",
            "date": "2015-04-15 20:54:00",
            "post_id": "596430",
            "reply_to_id": "596428"
        },
        {
            "user_name": "capteinninn",
            "text": "Ég prófaði að ná í nýja drivera en það virkaði ekki neitt eins og ég hélt\nÉg er reyndar farinn að sjá einn annan player á server og gat keyrt hjá honum og svoleiðis en ekkert joinað félaga minn\nÞurfum bara að bíða eftir fix",
            "date": "2015-04-15 21:09:00",
            "post_id": "596433",
            "reply_to_id": "596430"
        },
        {
            "user_name": "Sucre",
            "text": "ég prófaði að tengjast með Avast secureline vpn og þá virkaði allt er hja vodafone en það laggar allt frekar mikið með þessu vpn",
            "date": "2015-04-15 21:16:00",
            "post_id": "596435",
            "reply_to_id": "596433"
        },
        {
            "user_name": "Sultukrukka",
            "text": "Same, virkar með VPN",
            "date": "2015-04-15 22:06:00",
            "post_id": "596443",
            "reply_to_id": "596435"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Er byrjaður að smá töluvert af Invite-um inn í mission, en náði að tengjast áðan í nokkrar sekúndur, svo slitnaði það.\nÞetta er að koma hægt og rólega. Ég hef hvort eð er spilað tonn af Online í PS3, en aldrei spilað mikið Story mode. \nÉg get því gefið þessu tíma áður en ég verð orðinn óþolinmóður \nLeikurinn er bara svoooo flottur í PC!!!!",
            "date": "2015-04-15 23:20:00",
            "post_id": "596450",
            "reply_to_id": "596443"
        },
        {
            "user_name": "Xovius",
            "text": "Ég er að fá þetta með Technicolor router frá Tal á ljósnetinu.",
            "date": "2015-04-16 00:00:00",
            "post_id": "596455",
            "reply_to_id": "596450"
        },
        {
            "user_name": "Runar",
            "text": "Vitið þið hvort þeir sem eru með Rockstar útgáfuna og Steam útgáfuna af leiknum geta spilað saman? Ekkert prófað Online dæmið.. ég beið eftir leiknum á PC og spilaði hann aldrei á console svo ég er ekkert stressaður meðan ég dunda mér í single player",
            "date": "2015-04-16 00:46:00",
            "post_id": "596460",
            "reply_to_id": false
        },
        {
            "user_name": "Moldvarpan",
            "text": "OMG!\nPrófaði að henda upp VPN, og viti menn...... ég kemst strax inná smekk fullann server!\nÉg setti þennan VPN upp, virðist vera nokkuð hraðvirkur og hægt að fá 3 daga Free trial.\nhttps://www.goldenfrog.com/vyprvpn?gclid=CPWbxInN-cQCFUHItAodsR0APw\nHvað er þá í gangi ef VPN virkar en ekki ljósnetið????",
            "date": "2015-04-16 00:50:00",
            "post_id": "596461",
            "reply_to_id": "596460"
        },
        {
            "user_name": "Runar",
            "text": "CyberGhost 5: \nhttp://www.cyberghostvpn.com/en_us/download/windows\nFínt frítt VPN, lenti í veseni hjá Vodafone með Blizzard leiki og það voru einhver routing vandamál hjá þeim gegnum Vodafone Global og eitthvað annað fyrirtæki sem ég man ekki nafnið á.. en þetta tók þá 3 mánuði að laga þetta routing vesen.. þannig ég notaði þetta forrit og var að fá milli 100-200ms í stað 1000-2000ms sem maður var venjulega með sem var alveg ásættanlegt (og nei.. ég er ekki lengur hjá Vodafone).. veit um nokkra aðra sem notuðu þetta líka sem voru með ljósleiðara hjá Vodafone og áttum allir svipaða reynslu með þetta forrit.. flott miðað við að þetta er frítt..\nVonandi hjálpar þetta ykkur eitthvað sem eruð í vandamálum með Online dæmið..",
            "date": "2015-04-16 01:04:00",
            "post_id": "596463",
            "reply_to_id": "596461"
        },
        {
            "user_name": "Póstkassi",
            "text": "Þetta virkaði ekki hjá mér og svo allt í einu á miðnætti þá byrjaði þetta að virka var ekki búinn að gera neitt sérstakt.",
            "date": "2015-04-16 01:29:00",
            "post_id": "596467",
            "reply_to_id": "596463"
        },
        {
            "user_name": "suxxass",
            "text": "Að opna portin er sjaldan vandamál, að láta þau hanga inni mikið lengur en 2-4 vikur í senn er hinsvegar annað mál. Mig grunar að það tengist flakkandi ip tölum á hverju tæki fyrir sig, sem ég hef ekki enn fundið lausn á...",
            "date": "2015-04-16 01:55:00",
            "post_id": "596470",
            "reply_to_id": "596467"
        },
        {
            "user_name": "capteinninn",
            "text": "Heyrðu ég startaði leik núna bara til að prófa og fann fullt af öðrum spilurum, gat meira að segja joinað þegar mér var invite-að af einhverjum randomum online.\nEr ekki búinn að prófa með félögum mínum.\nGætu serverarnir verið að bæta sig hjá Rockstar ?",
            "date": "2015-04-16 02:30:00",
            "post_id": "596476",
            "reply_to_id": "596470"
        },
        {
            "user_name": "Danni V8",
            "text": "Fann lausn á þessu hjá mér. Í technicolor fór ég í \"Assign the public IP address of a connection to a device\" og stillti á mína tölvu, síðan ipconfig /release og ipconfig /renew og það virkar allt smooth.\nKannski er þetta tilviljun og serverarnir eru komnir í lag, en ca klst. áður en ég gerði þetta gat ég ekki tengst neinu.",
            "date": "2015-04-16 03:56:00",
            "post_id": "596481",
            "reply_to_id": "596476"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Ýtir á tækið, velur configure, hakar í \"always use the same ip\" Eða álíka. Hefur aldrei klikkað hjá mér.",
            "date": "2015-04-16 08:16:00",
            "post_id": "596489",
            "reply_to_id": "596481"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Þetta hefur verið algjör tilviljun.\nÉg reif niður VPN núna í morgun og þetta virkar allt eðlilega.",
            "date": "2015-04-16 09:41:00",
            "post_id": "596493",
            "reply_to_id": "596489"
        },
        {
            "user_name": "halli1987",
            "text": "er búinn að vera að velta mér soldið upp úr þessu og búinn að skoða mikið, en það ótrúlega gerðist að eitt fix lagaði þetta hjá mér \nhttps://www.youtube.com/watch?v=riDlfxcKYBo\n \nvirkar og ég get gert allt online",
            "date": "2015-04-16 10:22:00",
            "post_id": "596500",
            "reply_to_id": "596493"
        },
        {
            "user_name": "Xovius",
            "text": "Gæti vel verið tilviljun en ég prófaði þetta og allt virkar fínt núna!",
            "date": "2015-04-16 11:37:00",
            "post_id": "596508",
            "reply_to_id": "596500"
        },
        {
            "user_name": "Danni V8",
            "text": "Ok skemmtileg tilviljun þá. Er bara sáttur með að þetta er komið í lag! Online er déskotans epic!",
            "date": "2015-04-16 19:09:00",
            "post_id": "596553",
            "reply_to_id": "596508"
        },
        {
            "user_name": "suxxass",
            "text": "Geri það, það virðist bara detta út með reglulegu millibili, líklegast gallaður router þá...",
            "date": "2015-04-16 19:27:00",
            "post_id": "596557",
            "reply_to_id": "596553"
        },
        {
            "user_name": "Danni V8",
            "text": "Er að lenda alveg trekk í trekk í því að vera að spila í lobby-i með fullt af fólki og er að skemmta mér bara konunglega. Síðan out of nowhere kemur \"user left\" á hvern einasta og ég er einn eftir í sessioninu.\nEru fleiri að lenda í þessu eða er ég einn um það?",
            "date": "2015-04-24 04:53:00",
            "post_id": "597102",
            "reply_to_id": "596557"
        },
        {
            "user_name": "nidur",
            "text": "Hef lent í að sjá 20-30 user left, en ég bjóst alltaf við því að þetta væri afk lið sem væri kickað á vissum tímum á servernum.",
            "date": "2015-04-24 07:27:00",
            "post_id": "597105",
            "reply_to_id": "597102"
        },
        {
            "user_name": "DJOli",
            "text": "Er að lenda í einu pirrandi.\nVar að klára 5. heistið í gta online með sömu þrem spilurunum.\nvið:\n1. kláruðum öll 5 heistin í réttri röð án þess að fara til baka og taka annað heist á milli.\n2. spiluðum bara við fjórir, engum skipt út eða neitt\nog þetta tók 5 kvöld, sirka 4-6 tímar sem fóru í að preppa og spila hvert heist\nSvo kemur í ljós að leaderinn (sá sem hostaði) fékk sína bónusa s.s. 1mil fyrir að spila öll heistin í réttri röð frá byrjun, og 1 mil fyrir að spila öll heistin í réttri röð með sömu 4 spilurunum.\nÉg fékk mína milljón fyrir að spila með sömu fjórum, var búin að klára heistin í réttri röð áður.\nHinir tveir fengu hvorugan bónusinn og eru frekar pirraðir yfir því.",
            "date": "2015-04-29 03:06:00",
            "post_id": "597558",
            "reply_to_id": "597105"
        },
        {
            "user_name": "Danni V8",
            "text": "Hinir tveir, tóku þeir Fleeca job saman áður en þeir joinuðu ykkur tvo í hin fjögur heistin?",
            "date": "2015-05-02 18:29:00",
            "post_id": "597865",
            "reply_to_id": "597558"
        },
        {
            "user_name": "DJOli",
            "text": "yep. allir tóku flecca job, tveir og tveir saman.",
            "date": "2015-05-02 18:52:00",
            "post_id": "597870",
            "reply_to_id": "597865"
        },
        {
            "user_name": "blitz",
            "text": "Eru menn búnir að smala í eitthvað Crew?",
            "date": "2015-05-02 19:25:00",
            "post_id": "597874",
            "reply_to_id": "597870"
        },
        {
            "user_name": "Danni V8",
            "text": "Þá er frekar asnalegt að hinir tveir fái ekki bónusinn. Það var ekkert crash eða neitt þannig vesen?",
            "date": "2015-05-03 21:35:00",
            "post_id": "597953",
            "reply_to_id": "597874"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Þá er bara um að gera renna í gegnum heistin aftur \nMeð góðu crew-i, þá er vel hægt að taka 1-2 heist á kvöldi. \nEn mér finnst íslendingarnir allir vera útaf fyrir sig í sitthvorum hornunum.\nÞessi opnu stóru íslensku gengi eru alveg geld.\nMér finnst lang best að spila með útlendingunum eins og þetta er núna. Ég er búinn að kynnast mörgum góðum.",
            "date": "2015-05-03 22:26:00",
            "post_id": "597956",
            "reply_to_id": "597953"
        },
        {
            "user_name": "DJOli",
            "text": "datt enginn út, allir inni í sama sessioni allann tímann, weirdly.",
            "date": "2015-05-03 23:22:00",
            "post_id": "597959",
            "reply_to_id": "597956"
        }
    ],
    "date": "2015-04-16 00:46:00"
}