{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "65609",
    "title": "Samsung sjónvörp ~150-200k",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=65609",
    "posts": [
        {
            "user_name": "jakobs",
            "text": "Ég er að leita mér að sjónvarpi með efri verðmörk um 200þús.\nÉg var að spá í þessum tveimur Samsung tækjum: \nUE48H6475\n og \nUE48H6675\n.\nH6675 hefur Micro Dimming og Clear Motion Rate 600Hz en H6475 hefur ekki Micro Diminng og Clear Motion Rate 400Hz.\nEr einhver alvöru munur á þessum tækjum?\nGætuð þið mælt öðru hvoru þessara tækja? (eða kannski einhverju öðru)\nKveðja,\n   Jakob S.",
            "date": "2015-05-14 22:02:00",
            "post_id": "598569",
            "reply_to_id": false
        },
        {
            "user_name": "svanur08",
            "text": "Þetta Hz dæmi er bara sölubrella ekkert vera spá neitt í því, en micro dimming getur hjálpa með black level-ið. Speccar seigja heldur ekki mikið bara skoða tækin sjálfur og bera þau saman í búðinni í Cinema mode.  \nhjalti8 á vaktinni ætti að geta hjálpað þér í þessu, hann er allur inní HDTVs.",
            "date": "2015-05-14 22:14:00",
            "post_id": "598571",
            "reply_to_id": "598569"
        },
        {
            "user_name": "hjalti8",
            "text": "H6675 er edge-lit tæki svo micro dimming er fídus sem þú myndir vilja slökkva á. Ekki pæla of mikið í þessu Clear Motion Rate kjaftæði. Bæði tækin taka við max 60hz signali, en hafa svo motion interpolation fídus og sennilega líka backlight scanning fídus. Þessir fídusar tengjast CMR tölunni og það getur verið að H6675 sé með \"betri\" interpolation fídus og þess vegna er það með 600 CMR. Ég hef nokkrum sinnum útskýrt hvernig þessir fídusar virka hérna á vaktinni. Ég persónulega myndi slökkva á þessu öllu þar sem þessir fídusar hafa neikvæð áhrif líka.\n===> að fara í H6675 fram yfir H6475 er 100% waste of money. H6475 er jafnvel betra tæki ef það er með direct-lit baklýsingu sem ég er nokkuð viss um að það sé með.\nAnnars væri ekki vitlaust að íhuga \n48\" w600\n en það notar sama panel og þessi samsung tæki en kostar bara 130k.\nEinnig geturu fengið \n55\" samsung tæki á 200k\n sem er alveg sambærilegt við tækin sem þú linkar á.",
            "date": "2015-05-14 22:42:00",
            "post_id": "598572",
            "reply_to_id": "598571"
        },
        {
            "user_name": "Emarki",
            "text": "Hvers vegna ætti hann að slökkva á micro dimming ? bara spyr svona vegna þess að ég á sjónvarp með þessu og veit ekkert um þetta. \nFyrirgefið ef ég fer úr topic, ætlaði ekki að stela þræðinum.",
            "date": "2015-05-14 23:21:00",
            "post_id": "598573",
            "reply_to_id": "598572"
        },
        {
            "user_name": "Njall_L",
            "text": "Ef þú ert ekki fastur í 48\" stærðinni myndi ég skoða þetta tæki hérna líka þar sem það heillaði mig mest í live samanburði við hin tvö \nhttp://www.samsungsetrid.is/vorur/1067/",
            "date": "2015-05-14 23:54:00",
            "post_id": "598578",
            "reply_to_id": "598573"
        },
        {
            "user_name": "hjalti8",
            "text": "Vegna þess þú þarft full array led baklýsingu til að local dimming gagnist eitthvað að ráði.\nJafnvel með full array baklýsingu virkar þetta ekkert sérstaklega vel því led perurnar eru svo miklu færri heldur en pixlarnir að þú tekur eftir halo effect:\nplasma tæki til vinstri og lcd tæki með full array led baklýsingu og local dimming til hægri\n Með edge lit tæki þá verður þetta bara messy.",
            "date": "2015-05-14 23:56:00",
            "post_id": "598579",
            "reply_to_id": "598578"
        },
        {
            "user_name": "jakobs",
            "text": "Ég þakka fyrir góðar ábendingar.",
            "date": "2015-05-18 23:18:00",
            "post_id": "598783",
            "reply_to_id": "598579"
        },
        {
            "user_name": "svanur08",
            "text": "Hvaða tæki fékkstu þér?",
            "date": "2015-05-19 03:25:00",
            "post_id": "598794",
            "reply_to_id": "598783"
        },
        {
            "user_name": "jakobs",
            "text": "Ég fékk mér þetta:\nÞað hefur hækkað um 10k.",
            "date": "2015-05-19 09:35:00",
            "post_id": "598804",
            "reply_to_id": "598794"
        },
        {
            "user_name": "Cascade",
            "text": "Ég er í svipuðum hugleiðingum svo ég ákvað að endurvekja þennan þráð frekar en að stofna nýjan\nÉg er að leita af 55\" tæki og er nánast búinn að ákveða Samsung nema einhver viti um e-ð tæki sem er miklu betra en það.\nAðalástæðan fyrir því er að til Plex er app í samsung og ég nota það svakalega mikið (um það bil allt sem ég horfi á í sjónvarpi geri ég í gegnum Plex) Þannig að ef ég fæ annað sjónvarp þá neyðist ég til að kaupa Roku eða e-ð annað til að fá Plex. Annars er ég þá yfirleitt alltaf með bíómyndir í 1080p og svo þætti í 1280x720 (1080p þegar það er til). Ég horfi um það bil aldrei á sjónvarpsútsendingu (rúv eða stöð2) Og ég þarf ekkert mörg hdmi tengi eða neitt. Mig vantar bara þetta LAN tengi og Plex app.\nEn mínar kröfur eru aðallega að það sé með 100 Hz panel. Ég er ekkert allt of viss um að UHD skipti nokkru máli (HD sending er enn 1280x720p hérna og ég efast um að ég sé að fara downloada miklu efni í UHD). Svo held ég að mér sé nokkuð sama hvort það sé bogið\nEn þá eru valmöguleikarnir:\n2014 valmöguleikar:\nhttp://www.elko.is/elko/is/vorur/Vinsae ... 275XXE.ecp\nSamsung H6275, er nema ég hafi rangt fyrir með 100 Hz. Full HD og beint, kostar bara 200k\nEinn hérna fyrir ofan ber saman 6475 og 6675 og segir að ekki sé þess vi rði að fara í 6675. \nEn hvernig er þá 6275 vs 6475?\n2015 valmöguleikar:\nhttp://www.elko.is/elko/is/vorur/Vinsae ... 275XXE.ecp\nUE55J6275XXE, 260þús\n100 Hz panel, 1920x1080, ekki bogið\nÉg sé eiginlega voðalega lítinn mun á 2014 og 2015 týpum af 6275 tækjunum (nýja týpan er með Tizen stýrikerfi... held að mér sé nokkuð sama um það)\nAllar vangaveltur vel þegnar\nEDIT:\nHérna stendur reyndar að Plex sé líka á LG og Sony\nHefur einhver reynslu af því?",
            "date": "2015-06-18 13:25:00",
            "post_id": "600663",
            "reply_to_id": "598804"
        },
        {
            "user_name": "Pandemic",
            "text": "Plex er ekki komið í 2015 línurnar af Samsung sjónvörpum.",
            "date": "2015-06-18 13:50:00",
            "post_id": "600664",
            "reply_to_id": "600663"
        },
        {
            "user_name": "Cascade",
            "text": "Já ég sá það útaf þessu Tizen dóti\nEn hvað finnst ykkur þá um H6275 (2014 týpuna)?\nBara hrikalega gott bang for the buck?",
            "date": "2015-06-18 13:58:00",
            "post_id": "600665",
            "reply_to_id": "600664"
        },
        {
            "user_name": "rattlehead",
            "text": "Ég keypti mér þetta og er sáttur við það. á hins vegar eftir að prófa nethlutann á því eins og t.d. netflix,hulu eða plex. Er með amazon fire tv og hef ekki tengt sjónvarpið ennþá enn var að spá í að plögga það inn og prófa.",
            "date": "2015-06-18 17:00:00",
            "post_id": "600681",
            "reply_to_id": "600665"
        },
        {
            "user_name": "hjalti8",
            "text": "Jú mjög gott tæki, nánast enginn munur á 6475 og 6275",
            "date": "2015-06-18 18:12:00",
            "post_id": "600687",
            "reply_to_id": "600681"
        },
        {
            "user_name": "Cascade",
            "text": "Sæll,\nTakk fyrir þetta svar\nÍ fljótu bragði hugsa ég að eina sem ég væri virkilega til í að borga aukalega fyrir væri að fá OLED. Ég sá LG sjónvarpið áðan og svarti liturinn er alveg ótrúlega svartur og skerpan þökk sé því ótrúleg\nEn það tæki kostar 440k, meðan samsung 6275 samsung tækið kostar 200k. Ég get ekki réttlætt það fyrir mér að borga meira en tvöfalt bara fyrir það.",
            "date": "2015-06-18 18:55:00",
            "post_id": "600692",
            "reply_to_id": "600687"
        }
    ],
    "date": "2015-05-14 22:02:00"
}