{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "65636",
    "title": "Þráðlaus hleðslutæki.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=65636",
    "posts": [
        {
            "user_name": "Snorrmund",
            "text": "Hæhæ, er núna fyrst með síma sem styður þráðlausa hleðslu(Samsung S6) og þá er orðið svoldið spennandi að prufa að vera með þráðlaus hleðslutæki. Er einhver mikill munur á þessum tækjum ? Finnst official Samsung hleðslutækið vera pínu of speisað, Finnst  \nþetta\n reyndar pínu töff, en eru þessi Ikea hleðslutæki eitthvað verri en hver önnur? Getiði nokkuð bent mér á einhver fleiri sem eru til sölu hérna.",
            "date": "2015-05-17 14:33:00",
            "post_id": "598693",
            "reply_to_id": false
        },
        {
            "user_name": "arnarj",
            "text": "Klárlega í fínu lagi að kaupa græju í þetta á aliexpress, t.d. \nhttp://www.aliexpress.com/item/Black-QI ... 17939.html",
            "date": "2015-05-17 17:50:00",
            "post_id": "598708",
            "reply_to_id": "598693"
        },
        {
            "user_name": "nidur",
            "text": "Ég ákvað að versla þetta hérna\nhttp://www.amazon.com/gp/product/B00H9B ... UTF8&psc=1",
            "date": "2015-05-17 23:23:00",
            "post_id": "598724",
            "reply_to_id": "598708"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Svona án þess að þekkja þetta, fer þetta ekki illa með batteríið? Þegar hleðslan verður stöðugt fyrir truflunum ef síminn hringir t.d. og hann er tekinn upp? Eða Facebook skilaboð pípa?",
            "date": "2015-05-17 23:51:00",
            "post_id": "598727",
            "reply_to_id": "598724"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Þetta var vandamál með rafhlöður fyrir 15 árum, ekki í dag.",
            "date": "2015-05-18 00:37:00",
            "post_id": "598732",
            "reply_to_id": "598727"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Þú ert stórlega að ýkja.\nEf þú lest review um þessa tækni, þá hefur allt kosti og galla.",
            "date": "2015-05-18 08:30:00",
            "post_id": "598736",
            "reply_to_id": "598732"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Mér finnst þessi þráðlausa hleðsla vera alveg svakalegt gimmick. Ef þú fræsir undan borðplötunni þinni og kemur þessu fyrir þar og gengur almennilega frá því þá, jújú, er alveg kúl að leggja símann á borðið og hann bara hleðst.\nEn þú þarft að leggja simann alveg rétt á hleðslustöðina, hann hleðst hægar, hitmar meira og þú getur ekki notað hann á meðan hann er í hleðslu. Hver er ávinningurinn?\nÉg keypti mér eitthvað þráðlaust hleðslutæki og adapter fyrir símann minn einhverntímann í fyrra. Hef aldrei notað þetta til að fullhlaða símann.",
            "date": "2015-05-18 08:41:00",
            "post_id": "598737",
            "reply_to_id": "598736"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Um hvað ertu að tala? Það fer ekki illa með nútímarafhlöður að taka þær úr hleðslu.\nHljómar eins og mjög fínt stuff til þess að hafa á náttborðinu hjá sér. Svona án gríns, hvað er maður lengi að læra að leggja hann rétt á dokkuna? Eina og hálfa mínútu?",
            "date": "2015-05-18 09:25:00",
            "post_id": "598738",
            "reply_to_id": "598737"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Það tekur kannski innan við 3 sekúndur að seilast eftir snúrunni og stinga símanum í samband. IMO þá hljómar þetta eins og lausn við vandamáli sem er ekki til.\nÞetta hljómar alveg vel til þess að hafa á náttborðinu hjá sér, ég skil það alveg. Ég hélt það alveg þangað til ég fékk mér svona.",
            "date": "2015-05-18 09:42:00",
            "post_id": "598739",
            "reply_to_id": "598738"
        },
        {
            "user_name": "berteh",
            "text": "Ikea er nú farið að selja þráðlausa hleðslu líka \nhttp://www.ikea.is/search?utf8=%E2%9C%9 ... e%C3%B0sla",
            "date": "2015-05-18 10:20:00",
            "post_id": "598740",
            "reply_to_id": "598739"
        },
        {
            "user_name": "dori",
            "text": "Hefðirðu lesið fyrsta innleggið þá hefðirðu séð að þráðarhöfundur var einmitt að velta þessu Ikea dóti fyrir sér.",
            "date": "2015-05-18 10:21:00",
            "post_id": "598741",
            "reply_to_id": "598740"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Já, maður þarf líklega að prufa þetta til þess að átta sig betur á þessu, en þessi tækni mun þróast eins og önnur, og ég fagna öllu sem færir okkur nær þráðlausum lífstíl",
            "date": "2015-05-18 10:44:00",
            "post_id": "598742",
            "reply_to_id": "598741"
        },
        {
            "user_name": "nidur",
            "text": "Ég sá einmitt fyrir mér að þetta væri hentugt í vinnunni, leggja símann á þetta þegar hann er ekki í notkun og hlaða hann í rólegheitum.",
            "date": "2015-05-18 22:33:00",
            "post_id": "598776",
            "reply_to_id": "598742"
        },
        {
            "user_name": "elri99",
            "text": "Einhver reynsla komin á þessi tæki? Með hverju mæla menn?",
            "date": "2018-12-13 17:06:00",
            "post_id": "682057",
            "reply_to_id": "598776"
        },
        {
            "user_name": "littli-Jake",
            "text": "Er ekki viss hvort að maður á að lýsa ánægju eða undrun að einhver sé að vekja upp 3 ára gamlan þráð fyrir þetta málefni í staðinn fyrir að gera nýjan",
            "date": "2018-12-13 18:52:00",
            "post_id": "682060",
            "reply_to_id": "682057"
        },
        {
            "user_name": "jonsig",
            "text": "Ég nota þetta ekki.\n1.hiti=batterí slátrari (á við um öll batterí)\n2.léleg nýtni",
            "date": "2018-12-13 22:43:00",
            "post_id": "682070",
            "reply_to_id": "682060"
        }
    ],
    "date": "2015-05-17 14:33:00"
}