{
    "forum_title": "Netkerfi - internetið",
    "id": "65635",
    "title": "Hringiðan - þjónustuver lokað á sunnudögum",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=65635",
    "posts": [
        {
            "user_name": "kizi86",
            "text": "hvað fynnst ykkur um að þjónustuver stórrar netveitu sé LOKAÐ á sunnudögum? þarf nauðsynlega að ná sambandi við einhvern hjá þeim ASAP, vegna bilunar, og eina sem þeir bjóða upp á er að lesa inn skilaboð í talhólfið hjá þeim..",
            "date": "2015-05-17 13:42:00",
            "post_id": "598692",
            "reply_to_id": false
        },
        {
            "user_name": "Skari",
            "text": "Ekkert að þessu, þetta er svona úti í Noregi líka og e´g sé ekkert að þessu.. fleiri mættu taka þetta til sín og hafa lokað á sunnudögum\nÞað eru bara við sem eru í ruglinu með þessar sólarhringsverslanir og langa opnunartíma",
            "date": "2015-05-17 15:34:00",
            "post_id": "598698",
            "reply_to_id": "598692"
        },
        {
            "user_name": "hagur",
            "text": "Þetta er bara léleg þjónusta.",
            "date": "2015-05-17 15:49:00",
            "post_id": "598699",
            "reply_to_id": "598698"
        },
        {
            "user_name": "capteinninn",
            "text": "Ekkert að þessu, ekki eins og þú vissir ekki af þessu áður en þú fórst í viðskipti við þá.\nEf þú ert að sinna fyrirtæki geri ég ráð fyrir að þú sért með einhvern contact aðila, neyðarnúmer eða slíkt en fyrir einstaklingsþjónustu er það ekkert óeðlilegt að það sé ekki opið.\nVont að vera netlaus en það er alltaf hægt að redda sér ef þetta er bara minni háttar netmál með því að nota wifi hotspot eða eitthvað slíkt.\nEr nú ekki alveg jafn sammála Skari að það sé eitthvað rugl að það sé opið á sunnudögum eða um nætur og slíkt.\nHringiðan er ódýrari en aðrir útaf því að þeir eru t.d. ekki með opið á sunnudögum eða um kvöld.",
            "date": "2015-05-17 16:26:00",
            "post_id": "598702",
            "reply_to_id": "598699"
        },
        {
            "user_name": "slapi",
            "text": "Þó að þjónustuverið væri opið þá væri mjög líklegt að tæknimenn væru heima þannig að allar \"stærri\" bilanir yrði hvort sem ekki sinnt fyrr en á mánudegi þannig að ég er hlynntur þessu.",
            "date": "2015-05-17 16:58:00",
            "post_id": "598705",
            "reply_to_id": "598702"
        }
    ],
    "date": "2015-05-17 13:42:00"
}