{
    "forum_title": "Koníakstofan",
    "id": "65678",
    "title": "Léleg kjörsókn um verkfallskosningar.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=65678",
    "posts": [
        {
            "user_name": "worghal",
            "text": "ég var að lesa niðurstöðuna í kosningum fyrir verkfallsboð hjá Eflingu og þar koma fram þessar tölur.\nhvernig stendur á því að þetta sé tekið gillt þegar undir þriðjungur þeirra sem eru á kjörskrá kjósa og um 15% þeirra sem kusu fyrir hönd veitinga- og gistihúsa?",
            "date": "2015-05-21 13:23:00",
            "post_id": "598923",
            "reply_to_id": false
        },
        {
            "user_name": "urban",
            "text": "Vegna þess að meirihlutinn (af þeim sem að kusu)einfaldlega ræður\nog það á ekki að láta þá sem að kusu líða fyrir þá sem að kusu ekki.\nEf að það á að koma með eitthvað bull um það að \"já en hvað ef að þeir sem að kusu ekki vildu ekki verkfall\" þá var sáraeinfalt að kjósa einfaldlega og láta atkvæði sitt skipta máli, ef að fólk kaus ekki, þá einfaldlega virðist það ekki skipta það neinu máli hvernig fer.",
            "date": "2015-05-21 13:28:00",
            "post_id": "598924",
            "reply_to_id": "598923"
        },
        {
            "user_name": "Daz",
            "text": "Svona kosningar fylgja ákveðnum reglum og ef í þeim kemur ekki fram einhver lágmarksþáttaka þá er engin krafa um lágmarksþáttöku. Félagar í stéttarfélögunum hafa samþykkt þessar reglur og ættu að þekkja þær.",
            "date": "2015-05-21 13:51:00",
            "post_id": "598926",
            "reply_to_id": "598924"
        },
        {
            "user_name": "rapport",
            "text": "Fólk er beðið um að velja á milli \"já\", \"nei\" og svo \"mér er alveg sama\".\nEf fólk fær samviskubit yfir að vera \"alveg sama\" þá tók það greinilega ranga ákvörðun í upphafi...  og það verður að eiga það við sjálft sig en ekki frekjast í þeim sem tóku afstöðu.",
            "date": "2015-05-21 15:22:00",
            "post_id": "598928",
            "reply_to_id": "598926"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Hlutfallið er að öllum líkindum rétt, þó að fáir nenni að kjósa.\nHvernig stendur á því að þetta sé tekið gilt?\nSvona eru reglurnar",
            "date": "2015-05-21 17:11:00",
            "post_id": "598934",
            "reply_to_id": "598928"
        },
        {
            "user_name": "FreyrGauti",
            "text": "Finnst reyndar alveg ótrúlegt hvað mörgum er algjörlega sama og kjósa ekki...þetta er nú eitthvað sem getur haft tölverð fjárhagsleg áhrif á fólk.",
            "date": "2015-05-21 18:37:00",
            "post_id": "598935",
            "reply_to_id": "598934"
        },
        {
            "user_name": "Dúlli",
            "text": "Þekki fullt af liði sem ætlaði að kjósa en fékk aldrei seðilinn fyrir en í dag í pósti sem er einum of seint og það er frékkar mikið mál fyrir marga að fara úr vinnu lengst út í rassgat og kjósa.",
            "date": "2015-05-21 19:18:00",
            "post_id": "598937",
            "reply_to_id": "598935"
        },
        {
            "user_name": "Lexxinn",
            "text": "Sjálfur ætlaði ég að kjósa og fékk kjörseðilinn fyrir nokkru síðan. Vegna prófatíð hefur hann því miður legið á borðinu innpakkaður og ósendur með svarinu \"Já\" alltof lengi. Margir ungir og kærulausir í þessu stéttarfélagi þar sem veitingageirinn á mikið hlutfall af félagsmeðlimum. Þá lít ég til ungra starfsmanna sem eru í vinnu með skóla.",
            "date": "2015-05-22 13:02:00",
            "post_id": "598963",
            "reply_to_id": "598937"
        },
        {
            "user_name": "FreyrGauti",
            "text": "Núna var ég að kjósa, er í Rafiðnaðarsambandinu, það var bara rafrænt.\nFékk sent bréf með kóða til að skrá mig inn.",
            "date": "2015-05-22 22:56:00",
            "post_id": "598993",
            "reply_to_id": "598963"
        },
        {
            "user_name": "hakkarin",
            "text": "Ég kaus ekki en það var fyrst of fremst að því að ég kæri mig ekki um að taka þátt í þessu kjaftæði. Ég er sammála þessum gaur: \nhttp://krisjons.blog.is/blog/krisjons/e ... 0152/?fb=1",
            "date": "2015-05-23 12:48:00",
            "post_id": "599019",
            "reply_to_id": "598993"
        },
        {
            "user_name": "suxxass",
            "text": "Ég kaus á netinu. Á hvaða öld er Efling að starfa? Kjósa með bréfpósti?",
            "date": "2015-05-23 13:09:00",
            "post_id": "599021",
            "reply_to_id": "599019"
        }
    ],
    "date": "2015-05-21 13:23:00"
}