{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "65714",
    "title": "Dell XPS 13 Örgjörvi að ofhitna?(i5-5200U)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=65714",
    "posts": [
        {
            "user_name": "eysilingz",
            "text": "Sælir Vaktarar\nKærastan var að fá sér  dell xps 13(2015) með basic 1920x1080 skjánum og i5-5200U örgjörvanum, ég var svo að henda inn þessum basic hlutum fyrir hana ásamt því að henda út öllu dell bloatware-inu og mcafee. Hún er í skiptinámi þannig ég var að gera þetta í gegnum teamviewer, og hún fór þá að taka eftir því að tölvan var að hitna óvenju mikið.\nÞannig ég installaði Speccy til að checka á hitanum og þá sá ég að örgjörvinn var í næstum 70°C bara við að hafa chrome opið og Teamviewer. Þannig ég lokaði teamviewer og þá var hann bara í idle 40 til 50°C. En bara við það að horfa á youtube video þá fer örrinn alveg upp í 85°C og  við það að henda inn updates fór hann í 95°C þá náði ég í HWMonitor og realtemp sem sýndu svipaðar tölur\nÉg henti út öllu bloatware og slíku og uppfærði biosinn ásamt helstu driverum sem var mælt með en það lagaðist ekkert hitinn.\nÞannig ég hafði samband við dell sem tóku tölvuna í viðgerð og sögðu að örgjörva viftan hefði verið biluð og þeir skipt henni út. Svo fær hún tölvuna aftur og það er ennþá þessi sami hiti á örgjörvanum þannig ég sendi hana aftur inn í viðgerð en segja núna að það sé ekkert að henni og þetta sé bara software issue ef það er eitthvað , sem hún þurfi að redda. Eru þetta bara venjulegar tölur fyrir Xps 13 eða? \n \nÞeir eru með tölvuna núna þannig ég get ekki látið myndir fylgja af hitatölunum en er búinn að vera lesa um nokkur svona atkvik með þennan örgjörva en engar lausnir, þannig ég spyr bara eru einhverjir að lenda í því sama ? eða vita um einhverjar lausnir á þessu? \n  Að deala við Dell Customer service og stressaða kæró í prófum er að gera mig brjál svo ég vona að einhver geti hjálpað áður en ég skila tölvunni og þarf að finna nýja",
            "date": "2015-05-25 21:21:00",
            "post_id": "599129",
            "reply_to_id": false
        },
        {
            "user_name": "lukkuláki",
            "text": "Þetta er ekkert nýtt með XPS línuna frá Dell ef hún er nýbúin að kaupa þessa vél þá ætti að vera skilaréttur.\nÉg myndi nota tækifærið og skila henni strax, það hefur ekkert upp á sig að fá aðra eins því það verður sama vandamál ég myndi frekar taka Latitude. \nVenjulega hafa móðurborðin í þessum XPS vélum svo gefið sig fyrir rest út af þessum hita (skjástýringarnar) og þá verða þetta ferðir á verkstæðið til að láta skipta um það, jú það er gert í ábyrgð en hver nennir þessum fjanda. \nSvona var þetta í XPS M1330 XPS M1530 XPS M1730 og XPS M2010 sem dæmi.\nEina lausnin var nefnilega að skipta um móðurborðið en orkasavaldurinn var aldrei lagaður eða gerðar úrbætur á því sem var að, ætli það verði ekki sama sagan með þessar.",
            "date": "2015-05-26 08:35:00",
            "post_id": "599149",
            "reply_to_id": "599129"
        },
        {
            "user_name": "Gislinn",
            "text": "Ég get staðfest það sem lukkuláki sagði. Ég átti m1530 vél sem var einmitt í svona bulli. Hef verið með nokkrar svona XPS vélar sem hafa verið með hitavandamál eftir það.\nÞegar ég skoðaði þetta með m1530 vélina mína á sínum tíma rakst ég einmitt á fullt af umsögnum þar sem margir voru að lenda í hitavandamálum sem endaði nánast undantekningarlaust í að skjástýringin gaf sig.",
            "date": "2015-05-26 12:23:00",
            "post_id": "599156",
            "reply_to_id": "599149"
        },
        {
            "user_name": "eysilingz",
            "text": "Takk fyrir svörin \nHeld ég reyni þá að fá endurgreitt, þeir eru að segja að þetta sé bara fínn hiti og sé eins í þeim Xps 13 sem þeir eru með.\nAf fyrri reynslu var ég hikandi að deala við Dell og var búinn að lesa um vandræði í fyrri xps týpunum en nýja var að fá glimrandi dóma og kærustunni leist alveg rosalega vel á lookið og feelið á tölvunni.\nEr ekki massa ves að fá endurgreitt samt ef þeir segja að það sé ekkert að tölvunni? Örugglega að nálgast mánuður síðan hún var keypt en 3 vikur af því er hún í viðgerð.",
            "date": "2015-05-26 13:07:00",
            "post_id": "599163",
            "reply_to_id": "599156"
        },
        {
            "user_name": "lukkuláki",
            "text": "Það ætti alls ekki að vera neitt vesen með þessa sögu.\nÞað er skilaréttur á öllum vörum og þú segir bara að þú sért mjög ósáttur með þessi kaup og þær úrlausnir sem þeir bjóði upp á.",
            "date": "2015-05-26 19:59:00",
            "post_id": "599188",
            "reply_to_id": "599163"
        }
    ],
    "date": "2015-05-25 21:21:00"
}