{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "65796",
    "title": "Er i7-5820k overkill??",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=65796",
    "posts": [
        {
            "user_name": "Oak",
            "text": "Sælir/Sælar\nKominn tími á uppfærslu hjá mér. Hef verið að uppfæra á ca. 4-5 ára fresti. Þá uppfæri ég líka allt draslið.\nLangar að vera með góða vél mest megnis þennan tíma. Uppfæri svo skjákortið oftar.\nEr enginn svakalegur gamer en en finnst alltaf gaman að kíkja í leiki öðru hvoru.\nGæti verið að ég þurfi að nota nýju vélina undir Plex server með nokkrum notendum ef gamla er ekki að höndla það nógu vel.\nEr ekki með neitt beint budget en væri til í svona \"skynsamlega\" besta ef það orðalag væri til í tölvubransanum.\nÆtti ég að skella mér á 1155 Intel i7 4790k og þar að leiðandi DDR3 og vera sáttur eða fara í 2011 Intel i7-5820K með DDR4?\nEr ég eitthvað betur settur með það til framtíðar ef ég er ekki í einhverri Extreme vinnslu?\nEða kannski lengja biðina og kaupa mér vél í haust?\nHjálp og/eða pælingar með þetta væri vel þegin/þegnar...",
            "date": "2015-06-02 23:33:00",
            "post_id": "599655",
            "reply_to_id": false
        },
        {
            "user_name": "mercury",
            "text": "Sjálfur færi ég líklega í 2011 socket. Einfaldlega út af þróuninni á hörðum diskum, Nýrri diskar eru farnir að keyra á yfir 2gb/s og þurfa þar af leiðandi pci-e. Þarf ekki að vera issue en ef þú ert með 2 skjákort og seinna meir einhvern svaka ssd í pci-e þá getur það \nmögulega\n haft áhrif.",
            "date": "2015-06-03 06:23:00",
            "post_id": "599663",
            "reply_to_id": "599655"
        },
        {
            "user_name": "Oak",
            "text": "CPU - RAM - MOBO gerir 122.700 kr í 1155 en 169.700 kr. í 2011\nÞetta er eiginlega of mikill munur finnst manni.\nHvað finnst ykkur?",
            "date": "2015-06-03 23:38:00",
            "post_id": "599745",
            "reply_to_id": "599663"
        },
        {
            "user_name": "Hannesinn",
            "text": "Í stuttu máli, þá er ekkert til sem heitir overkill.  Ef þú ert að leita að hráu afli, þá ferðu bara í 2011 græju og borgar eftir því.\nEf þú ert hins vegar að leita eftir price vs. performance, þá er 1150 betra en 2011 í dag.  Það er smá munur, 2011 er öflugra, en það er engan veginn í samræmi við verðmuninn.",
            "date": "2015-06-04 10:06:00",
            "post_id": "599756",
            "reply_to_id": "599745"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Taktu 1155 combo. Það er langt frá því að vera eitthvað slappt \nOg notaðu mismuninn uppí góðann SSD eða skjákort.\nMér þykir 5820 overkill miðað við það sem þú talar um að nota tölvuna í.",
            "date": "2015-06-04 11:07:00",
            "post_id": "599758",
            "reply_to_id": "599756"
        },
        {
            "user_name": "Xovius",
            "text": "Tölvan sem ég byggði var með 3930k sem er 2011 örgjörvi líka. Hann virkaði mjög vel og gerir enn en ef ég væri að byggja nýja í dag færi ég pottþétt frekar í 4970K. Þeir höndla leikina jafnvel betur og verðmunurinn er bara of mikill fyrir allt hitt. Ég færi ekki í 2011 aftur nema ég væri að fikta með helling af virtual vélum.",
            "date": "2015-06-04 16:34:00",
            "post_id": "599782",
            "reply_to_id": "599758"
        }
    ],
    "date": "2015-06-02 23:33:00"
}