{
    "forum_title": "Koníakstofan",
    "id": "65815",
    "title": "Míla leggur ljósleiðara - stofngjald 186.000 krónur",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=65815",
    "posts": [
        {
            "user_name": "Klukk",
            "text": "Þekkið þið eitthvað til þessara mála eða hafið reynslu af þessu?\nLjósleiðarinn verður lagður meðfram hituveitulögn sem lögð verður í hús hérna í sveitinni \nEkki get ég séð að tekið sé skýrt fram hvort að ljósheimtaugin verður lögð í sama skurði og hitaveitulögnin upp að húsinu (~100 m) eða hvort plægður verði sér skurður fyrir hana. \n--Ekki heldur hvort að þessi heimtaug er ljósleiðari eða koparvír-- Það er smávegis verðmunur að þeim efnum\nEr þetta ekki ansi ríflegt stofngjald að ykkar mati? \nEr ljósveita Mílu = ljósnetstenging fyrir viðskiptavin?",
            "date": "2015-06-04 12:17:00",
            "post_id": "599763",
            "reply_to_id": false
        },
        {
            "user_name": "arons4",
            "text": "Er nothæf símalögn inn í húsið hjá þér? Ef já þá er þetta alveg örugglega ljósleiðari. Hvort þetta verði lagt með fram hitaveitu inntakinu eða ekki fer alveg örugglega eftir því hvort hentar verktakanum betur og breytir því ekki að þeir þurfa að plægja hann niður. Best væri að hringja í mílu(örugglega eitthvað númer á þessum pósti sem þú fékkst) og spyrjast út í þetta.",
            "date": "2015-06-04 12:50:00",
            "post_id": "599769",
            "reply_to_id": "599763"
        },
        {
            "user_name": "wicket",
            "text": "Fyrst að þeir tala um ONT-u að þá er þetta ljósleiðari, ekki ljósveita/ljósnet/vdsl.",
            "date": "2015-06-04 13:05:00",
            "post_id": "599770",
            "reply_to_id": "599769"
        },
        {
            "user_name": "depill",
            "text": "Þetta er ljósleiðari. Og miðað við að þú talar um að þú sért í sveit ef ég skil þetta rétt, hljómar stofngjaldið bara ágætlega hóflegt ( sveitarfélagið líklegast ekki að taka þátt í kostnaði við lagningu )",
            "date": "2015-06-04 13:45:00",
            "post_id": "599772",
            "reply_to_id": "599770"
        },
        {
            "user_name": "playman",
            "text": "Oft vinna þessir tveir aðilar saman. allaveganna hérna á Akureyri, þá Tengir og Norðurorka.\nÉg umturnaði allri lóðinni minni í fyrra og tók inn nýja heita/kalda lögn inní húsið, ég hringdi í Tengir og lét þá vita af \nþví að það væri verið að rífa upp alla lóðina hjá mér og spurði hvort að þeir gætu ekki tengt mig við ljósleiðarann, en\nég fékk neitun þar sem að ekki væri byrjað að tengja mína götu, en þeir sögðust ætla að leggja samt fyrir honum útí götu með\nlögnunum, svo á bara eftir að koma í ljós hvað ég verð rukkaður þegar að ljósið kemur í götuna mína.\nEf þú myndir reyna að láta Mílu og OR vinna verkið samann þannig að OR grefur skurðin og Míla leggur svo ljósið\nþá ætti þetta að vera ódýrara fyrir þig þar sem að Míla þarf ekki að mæta með jarðýtu með plóg og þurfa að plægja fyrir honum.",
            "date": "2015-06-04 13:46:00",
            "post_id": "599773",
            "reply_to_id": "599772"
        },
        {
            "user_name": "Benz",
            "text": "Hvar er Míla að leggja ljósleiðara og innheimta stofngjald upp á 186.000 krónur?",
            "date": "2015-06-12 10:23:00",
            "post_id": "600289",
            "reply_to_id": "599773"
        },
        {
            "user_name": "tdog",
            "text": "Þetta er í einhverjum afdal, líklegast.\n~200 þús finnst mér ekki mikið fyrir leigu á gröfu og vinnu gröfukalla í einhverja daga, tæknimanna í einn dag og fyrir búnað til að koma einu húsi inn á dreifikerfi.",
            "date": "2015-06-14 12:30:00",
            "post_id": "600437",
            "reply_to_id": "600289"
        },
        {
            "user_name": "Benz",
            "text": "Ljósveita er samheiti fyrir VDSL & GPON hjá Mílu, sjá á heimasíðu þeirra:\nhttp://www.mila.is/ljosveitan/",
            "date": "2015-06-24 15:54:00",
            "post_id": "600982",
            "reply_to_id": "600437"
        },
        {
            "user_name": "Blackened",
            "text": "Þetta er hóflegt gjald finnst mér ef að þú ert út í sveit.. og það er ekkert ólíklegt að sveitarfélagið sé að taka þátt í kostnaði\nEf að við gefum okkur 2 kalla í vinnu í einn dag og gröfu (sem er hóflega áætlað) plús efni (þaðer rör, ljósleiðara og ljósbreytu) þá er krónutalan rosa fljót að hoppa yfir 200þús..\nOg síðan á eftir að plægja rörið/kapalinn á milli bæja og koma upp tölvuskáp einhverstaðar miðlægt og græja svissa ofl.. þá er þetta alls ekkert svo dýrt\nOg síðan má geta þess að einstaklingar geta fengið 60% af VSK endurgreiddann af svona framkvæmdum",
            "date": "2015-06-24 17:52:00",
            "post_id": "600985",
            "reply_to_id": "600982"
        }
    ],
    "date": "2015-06-04 12:17:00"
}