{
    "forum_title": "Netkerfi - internetið",
    "id": "6589",
    "title": "Svíarnir... hel* svíarnir...",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=6589",
    "posts": [
        {
            "user_name": "Snorrmund",
            "text": "http://www.labs2.se/pr/press2004113001.html\n 1gbita tengingar! maður þarf reyndar ekkert að skilja sænsku til að skilja þetta.. og þetta er ekki eitthvað overprice.. þetta er á um 140$ per month..",
            "date": "2004-12-03 21:31:00",
            "post_id": "69035",
            "reply_to_id": false
        },
        {
            "user_name": "tms",
            "text": "Já eða eins og stendur þarna fyrir þá sem búa í Skáne kostar þetta 850SEK (rúmlega 8000kr)  á mánuði með 6 mánaðar bindingstíma. Segið svo að Hive sé gott",
            "date": "2004-12-03 21:54:00",
            "post_id": "69041",
            "reply_to_id": "69035"
        },
        {
            "user_name": "ParaNoiD",
            "text": "vá um að gera að bera hive við svía ... af hverju ekki bera símann eða voddafokk við svía \n\n\n\nHive eru þó að gera EITTHVAÐ jákvætt !",
            "date": "2004-12-03 22:08:00",
            "post_id": "69044",
            "reply_to_id": "69041"
        },
        {
            "user_name": "tms",
            "text": "ég var ekkert að segja að hive sé eitthvað lélegt, ég var bara að bera saman besta tilboðið á íslandi bið örugglega besta tilboðið í svíþjóð.",
            "date": "2004-12-04 00:53:00",
            "post_id": "69086",
            "reply_to_id": "69044"
        },
        {
            "user_name": "mbh",
            "text": "Svona smá reynsla sem ég lenti í...............var á námskeiði í henni Stockholm fyrr á þessu ári. Var á hoteli í einhverju viðskipta hverfi sem heitir Kistan, sem er svo sem ekki frásögufærandi. Nema hvað að maður var auðvitað með lappann með sér og allt, og þegar ég sest við skrifborðið á herberginu, þá tek ég eftir RJ45 tengi í veggnum!! Maður náttlega pluggaði í samband og viti menn hviss hvass búmm, tenging komin á!! En ég download bældi íslendingur reif tengið úr sambandi strax, hélt kannski að þetta svona 1000 kall á bætið. En áhvað að fara niður í lobbý og tjekka á þessu, og stúlkan sem varð fyrir svörum hló nú bara að mér, og sagði AUÐVITAÐ!!! er Internetið frítt hér!\n\n\n\nBara svona smá reynslusaga",
            "date": "2004-12-04 19:49:00",
            "post_id": "69188",
            "reply_to_id": "69086"
        },
        {
            "user_name": "skipio",
            "text": "Ég held að flest stóru hótelin á Íslandi hafi fyrir löngu síðan byrjað að bjóða upp á [ókeypis] netaðgang. Allavega eru bæði Holtið og Hótel Saga með þessháttar.",
            "date": "2004-12-04 20:01:00",
            "post_id": "69190",
            "reply_to_id": "69188"
        },
        {
            "user_name": "mbh",
            "text": "Hvernig átti ég að vita það, aldrei gist á íslensku hóteli",
            "date": "2004-12-04 21:17:00",
            "post_id": "69206",
            "reply_to_id": "69190"
        },
        {
            "user_name": "hahallur",
            "text": "Það eru mörg hotel í ameríku sem rukka formúðu fyrir netið.",
            "date": "2004-12-04 21:32:00",
            "post_id": "69209",
            "reply_to_id": "69206"
        },
        {
            "user_name": "Bessi",
            "text": "Gæti þá verið að það borgaði sig að leyfa tölvunni að gista á hóteli eina nótt þegar maður ætlaði að fara að downloada einhverju stóru",
            "date": "2004-12-05 23:27:00",
            "post_id": "69436",
            "reply_to_id": "69209"
        },
        {
            "user_name": "MezzUp",
            "text": "Þyrfti að vera þónokkuð stórt til þess að það borgaði sig held ég",
            "date": "2004-12-05 23:45:00",
            "post_id": "69444",
            "reply_to_id": "69436"
        },
        {
            "user_name": "djjason",
            "text": "Hef einmitt orðið vitni af því, gisti á hóteli hérna í USA einu sinni og þeir buðu upp á internet og auglýstu það alveg villt og galið bæði þráðlaust og í vegg. En svo kostaði það bara hvítuna úr augunum að ætla að kíkja aðeins á netið, auk þess sem að þetta var enginn heaví tenging. Það sem meira er, er að hótelið er nú svona í hópi þeirra sem eiga að vera frekar almennileg og virt meðal almennings.",
            "date": "2004-12-06 00:34:00",
            "post_id": "69450",
            "reply_to_id": "69444"
        }
    ],
    "date": "2004-12-03 21:31:00"
}