{
    "forum_title": "Koníakstofan",
    "id": "65960",
    "title": "íslenskir ARK survival evolved spilarar?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=65960",
    "posts": [
        {
            "user_name": "Jon1",
            "text": "sælir/sælar\nég var að velta því fyrir mér hvort eitthver hérna spilaði ark eða hefur áhuga á að gera það ?\nhttp://store.steampowered.com/app/346110/\nog ef svo er er fólk með tribe eða langar að búa til svoleiðis ? eða jafnvel sjá hvort það er hægt að setja upp íslenskan server ef það er mikill áhugi",
            "date": "2015-06-16 11:52:00",
            "post_id": "600544",
            "reply_to_id": false
        },
        {
            "user_name": "arons4",
            "text": "Keypti leikinn, downloadaði og opnaði hann. Eyddi korteri í að reyna að fá meira en 12 FPS á gtx 770, endaði með því að leikurinn var ein blurr hrúga og sammt fps lélegt. Uninstallaði honum.",
            "date": "2015-06-16 13:05:00",
            "post_id": "600546",
            "reply_to_id": "600544"
        },
        {
            "user_name": "Jon1",
            "text": "jahá , það er sko metnaður , það er komið patch fyrir þetta fps vesen ætti að vera eitthvað betra núna , ég er að spila hann með 40 fps í high sem mjög spilanlegt miðavið hvað hann er flottur",
            "date": "2015-06-16 13:23:00",
            "post_id": "600548",
            "reply_to_id": "600546"
        },
        {
            "user_name": "FuriousJoe",
            "text": "http://arkservers.net/server/62.210.245.36:28015\nHenti í server þegar hann kom, en það vill enginn vera þar. \nEndilega notið hann",
            "date": "2015-06-16 13:37:00",
            "post_id": "600549",
            "reply_to_id": "600548"
        },
        {
            "user_name": "Jon1",
            "text": "nice ég tékkaði á honum , flott ping og ég mun spila þarna",
            "date": "2015-06-16 14:07:00",
            "post_id": "600551",
            "reply_to_id": "600549"
        },
        {
            "user_name": "Hjorleifsson",
            "text": "hann er nú bara nýkominn út í Early Access \n\"Early Access Game\nGet instant access and start playing; get involved with this game as it develops.\nNote: This Early Access game is not complete and may or may not change further. If you are not excited to play this game in its current state, then you should wait to see if the game progresses further in development.\"",
            "date": "2015-06-16 18:50:00",
            "post_id": "600563",
            "reply_to_id": "600551"
        },
        {
            "user_name": "Varg",
            "text": "Þegar ég smelli á linkinn þá fæ ég bara upp server í frakklandi með 112 í ping",
            "date": "2015-06-16 20:02:00",
            "post_id": "600568",
            "reply_to_id": "600563"
        },
        {
            "user_name": "FuriousJoe",
            "text": "Það passar, hann er í parís, basic ping er 70-100",
            "date": "2015-06-16 22:43:00",
            "post_id": "600577",
            "reply_to_id": "600568"
        },
        {
            "user_name": "Jon1",
            "text": "ég var að fá 36 ping á honum",
            "date": "2015-06-16 23:56:00",
            "post_id": "600578",
            "reply_to_id": "600577"
        },
        {
            "user_name": "njordur",
            "text": "Hérna er einn server hýstur á landinu.\nIP 212.30.223.167:7778\nSumir eru líka að sjá hann inná unofficial servers listanum í leiknum, heitir \nTheArtic\n þar.\nNokkrir útlendingar byrjaðir að spila á honum.",
            "date": "2015-06-17 14:52:00",
            "post_id": "600602",
            "reply_to_id": "600578"
        },
        {
            "user_name": "arons4",
            "text": "Finnst 30 dallir vera töluvert steep fyrir eitthvað ónothæft.",
            "date": "2015-06-17 15:28:00",
            "post_id": "600603",
            "reply_to_id": "600602"
        },
        {
            "user_name": "worghal",
            "text": "vá hvað sá sem nefndi þetta missti af góðu nafnatækifæri!\n\"The ARKtic\"",
            "date": "2015-06-17 15:45:00",
            "post_id": "600605",
            "reply_to_id": "600603"
        },
        {
            "user_name": "Jon1",
            "text": "það er partur af því að kaupa early access , tékkaðu á honum núna hann er betri fpslega séð",
            "date": "2015-06-17 15:56:00",
            "post_id": "600606",
            "reply_to_id": "600605"
        },
        {
            "user_name": "HalistaX",
            "text": "Geturu ekki fengið hann endurgreiddann?",
            "date": "2015-06-17 16:05:00",
            "post_id": "600607",
            "reply_to_id": "600606"
        },
        {
            "user_name": "Jon1",
            "text": "erum komnir með 3manna tribe \n allir velkomnir að joina okkur ef þið viljið",
            "date": "2015-06-18 18:15:00",
            "post_id": "600688",
            "reply_to_id": "600607"
        },
        {
            "user_name": "hilmard94",
            "text": "http://arkservers.net/server/31.209.141.185:27015\n var að setja þetta upp hjá mér \n endilega notið hann",
            "date": "2015-06-19 02:44:00",
            "post_id": "600715",
            "reply_to_id": "600688"
        },
        {
            "user_name": "Runar",
            "text": "Örugglega komnir af stað og viljið ekki vera að skipta um server, en við erum nokkrir íslendingar á The-EU-PVE-OfficialServer115, ég vill sjálfur vera á Official server, uppá öryggið að hann fari ekki niður allt í einu og kemur ekki upp aftur, svo líka að updates koma alltaf strax á serverinn og maður þarf ekki að bíða þar til server admin setur það inn á unofficial server. Erum 2-3 að spila þarna eitthvað, en erum 9 í tribe'inu, en hinir eru eiginlega að bíða eftir performance fixum. Annars erum við komnir með 2 stór tribe hús með öllu, sjáið eitthvað af screenshots hérna: \nhttp://steamcommunity.com/id/runarh/screenshots/?appid=346110&sort=newestfirst&browsefilter=myfiles&view=imagewall&privacy=14\nNýjustu screenshottin eru af nýja base'inu, þetta neðra er base'ið sjálft og þetta efra ef svona aviary, fuglabúrið \n svo fiskabúrið við hliðina. Þetta uppi á smá hæð, það er rétt hjá þessu nýja base'i, gerði það fyrst til að geyma mammoth hjá trjám, wood cutting machines! \nSvo elstu screenshottin eru af fyrsta base'inu, sem er uppi á kletti fyrir ofan vatn.\nÞetta er early access já, performance er ekki gott, en með að fínstilla þetta, þá er þetta allt í lagi, uppá fps allavegana. Pingið er maður að bíða eftir að það lagist. Annars eru devs ótrúlega duglegir að henda út updates til að laga smá hluti (1-3 updates á dag oftast), bæta við dóti sem players finnst vanta, sem actually meikar sense það er og svo laga þá bögga sem þeir ná að leysa í hvert skipti. Já, það eru böggar, en ekki kaupa early access leik ef þið eruð ekki tilbúnir að díla við slíkt, en þrátt fyrir að vera early access, þá er þetta LANG besti survival leikur sem ég hef séð eða spilað.\nAddið mér bara á steam ef þið hafið einhvern áhuga, erum oftast inná Mumble þegar við erum að spila.",
            "date": "2015-06-20 21:56:00",
            "post_id": "600777",
            "reply_to_id": "600715"
        },
        {
            "user_name": "hakkarin",
            "text": "Jei. En einn open world sandbox survival leikur í early access. Það er ekki eins og það séu nú þegar svona 1000.000.000 þannig leikir á steam. \nÉg get ekki einu sinni talið alla Minecraft/Terraria/7 days to die klónana sem að ég er með á steam accountinu mínu sem að næstum allir eru í early access. Þessi lookar reyndar ágætlega, en við vitum ekki einu sinni hvort að hann verði kláraður.",
            "date": "2015-06-20 22:12:00",
            "post_id": "600781",
            "reply_to_id": "600777"
        },
        {
            "user_name": "Senko",
            "text": "http://arkservers.net/server/89.160.186.82:27016\n(Refresh if no server shows up)",
            "date": "2015-06-20 22:19:00",
            "post_id": "600783",
            "reply_to_id": "600781"
        },
        {
            "user_name": "Jon1",
            "text": "við erum að spila á þessum og komnir með 6 manna tribe eins og er ! held að senko fatti ekki að ég er í tribe með honum hehe",
            "date": "2015-06-21 13:15:00",
            "post_id": "600821",
            "reply_to_id": "600783"
        },
        {
            "user_name": "steinarth",
            "text": "Hann er búinn að vera niðri núna í 2 daga. Hvað er að frétta?",
            "date": "2015-07-22 13:05:00",
            "post_id": "602560",
            "reply_to_id": "600821"
        }
    ],
    "date": "2015-06-16 11:52:00"
}