{
    "forum_title": "Allt annað...",
    "id": "65978",
    "title": "Vantar ráðgjöf með Val á nýjum síma",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=67&t=65978",
    "posts": [
        {
            "user_name": "Moldvarpan",
            "text": "Góðan daginn vaktarar \nÉg er að leita mér af síma sem kostar helst ekki meira en 80.000kr\nEn ég veit bara EKKERT hvað ég á að kaupa mér. \nGóð batterís ending er skilyrði. \nGóð myndavél er mikill kostur. \nOg síminn þyrfti að vera nokkuð snappy.\nEr núna að nota S3 Mini, og batteríið í honum er orðið slappt og orðinn soldið lengi að loada á köflum. \nÉg nota ekki svo mikið að öppum, svo minnisstærð ætti ekki að vera vandamál. \nEndilega hjálpið mér með að velja nýtt tæki.",
            "date": "2015-06-18 12:00:00",
            "post_id": "600658",
            "reply_to_id": false
        },
        {
            "user_name": "Swooper",
            "text": "Líklegra að þú fáir svör við þessu á \nréttu spjallborði\n.",
            "date": "2015-06-18 15:04:00",
            "post_id": "600668",
            "reply_to_id": "600658"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Já það er rétt að þetta er ekki í réttum flokk, en engu að síður á réttu spjallborði.\nKomið með ykkar álit á svona \"Budget\" símum... hljóta einhverjir að hafa skoðanir á þeim",
            "date": "2015-06-18 17:01:00",
            "post_id": "600682",
            "reply_to_id": "600668"
        },
        {
            "user_name": "Alex97",
            "text": "LG G3 er held ég klárlega málið, kostar 69.900kr",
            "date": "2015-06-18 17:43:00",
            "post_id": "600686",
            "reply_to_id": "600682"
        },
        {
            "user_name": "brain",
            "text": "Kíktu á þennann... varð strax hooked.\nhttp://www.elko.is/elko/is/vorur/Farsim ... vartur.ecp\nflottur fyrir aðeins 50 K.",
            "date": "2015-06-18 23:13:00",
            "post_id": "600708",
            "reply_to_id": "600686"
        },
        {
            "user_name": "DJOli",
            "text": "Samsung galaxy s6",
            "date": "2015-06-19 00:14:00",
            "post_id": "600712",
            "reply_to_id": "600708"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Windows sími gengur ekki upp, því ég nota nokkur öpp sem eru ekki til fyrir hann.\nSamsung S6 er ekki budget sími, það er flaggskip og mér langar ekki í svo dýrann síma. Finnst það vera klikkun. Ég fæ ekkert kickk útúr því að vera með flottasta símann. Vill bara síma sem dugar í það sem ég ætla að nota hann í.\nEr með 10-15 öpp sennilega og er mikið á ferðinni, þessvegna þarf batteríið að vera gott.\nAf speccum að dæma, þá sýnist mér LG G3 16GB vera góður kostur. Hann ætti að vera alveg fjandi nógu sprækur fyrir mig.\nEn hvað með Samsung S5 vs LG G3 16GB ?",
            "date": "2015-06-19 01:30:00",
            "post_id": "600714",
            "reply_to_id": "600712"
        },
        {
            "user_name": "Predator",
            "text": "S5 er með aðeins minni skjá en ætti að koma betur út þar sem hann keyrir lægri upplausn á sama vélbúnaði og LG G3 er með.",
            "date": "2015-06-19 11:58:00",
            "post_id": "600729",
            "reply_to_id": "600714"
        },
        {
            "user_name": "snakkop",
            "text": "Ég er með svona þetta er geggjaði símar elephone p7000  \nhttp://www.elephone.cc/elephone-p7000.html",
            "date": "2015-06-19 21:37:00",
            "post_id": "600750",
            "reply_to_id": "600729"
        },
        {
            "user_name": "GullMoli",
            "text": "Ég myndi sjálfur mæla með Windows síma, en skil þig með öppin. 640 er samt virkilega flottur, og rafhlaðan er rugl góð.\nKeypti sjálfur refurbished Lumia 920 af Aliexpress (20k kominn heim). Hef aldrei verið jafn ánægður með síma áður. Sími sem kom út 2012 og hann virkar ennþá eins og nýr (ekkert lagg eða vesen á stýrikerfinu) + hann mun fá Windows 10 þrátt fyrir að vera gamalt tæki (Android mættu taka þá til fyrirmyndar).\nWindows 10 mun vonandi bæta app skortinn, með universal apps og það að geta portað \"basic\" functions beint frá Android/IOS appi í Visual Studio. Hingað til hefur mig þó einungis vantað Snapchat appið.",
            "date": "2015-06-19 22:13:00",
            "post_id": "600751",
            "reply_to_id": "600750"
        },
        {
            "user_name": "odinnn",
            "text": "Ekki mikið inni í símum en hef verið að spá í uppfærslu og finnst Asus Zenfone 2 spennandi, ætla samt að biða eftir meiri upplýsingum af OnePlusTwo áður en ég vel eitthvað.",
            "date": "2015-06-20 00:07:00",
            "post_id": "600755",
            "reply_to_id": "600751"
        }
    ],
    "date": "2015-06-18 12:00:00"
}