{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "6605",
    "title": "Digital ísland spurning",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=6605",
    "posts": [
        {
            "user_name": "Pandemic",
            "text": "þetta er kannski soldið á \"Gráa svæðinu\" en hvernig er það ef ég ætla að splitta Digital Signali eins og þessu hjá Digital ísland þarf ég ekki að  fá mér MHZ splitter ég var einhvað að prófa að googla áðan hvernig bretarnir væru að gera þetta í sambandi við Sky digital og það á víst að vera einhver munur á þessu UHF og MHZ splitter.\n\n\n\nEndilega fróðir menn fræða mig meira. \n\n\nadminar endilega hendið þessu ef ykkur finnst þetta ekki við hæfi hér á vaktinni.",
            "date": "2004-12-04 18:57:00",
            "post_id": "69183",
            "reply_to_id": false
        },
        {
            "user_name": "arro",
            "text": "Ertu að meina að splitta output merkinu frá \"afruglaranum\" ?? \n\n\n\nskýrðu þetta nánar... \n\n\n\nkv/ Arró",
            "date": "2004-12-12 00:54:00",
            "post_id": "70379",
            "reply_to_id": "69183"
        },
        {
            "user_name": "gumol",
            "text": "Er ekki bara hægt að nota T-stykki?",
            "date": "2004-12-12 01:27:00",
            "post_id": "70386",
            "reply_to_id": "70379"
        },
        {
            "user_name": "Pandemic",
            "text": "Sko þetta með T stykkið er bara ekkert að virka signalið breyttist alltaf og ég þarf alltaf að leita af stöðinni aftur gæti verið einhvað furðó í gangi :S",
            "date": "2004-12-12 01:55:00",
            "post_id": "70387",
            "reply_to_id": "70386"
        },
        {
            "user_name": "gumol",
            "text": "Þetta er ekkert á gráu svæði. Ég hringdi einusinni og spurði og þeir sögðu að það mætti hafa ótakmarkað mörg sjónvörp á sama afruglara á einu heimili, en þú mátt \"bara\" hafa 10 sjónvörp á einni áskrift hjá RÚV.",
            "date": "2004-12-12 02:09:00",
            "post_id": "70391",
            "reply_to_id": "70387"
        },
        {
            "user_name": "Pandemic",
            "text": "Skydigital koma meira að segja heim til manns og setja þetta á öll sjónvörpinn svo lengi sem þetta fari ekki utan heimilisins",
            "date": "2004-12-12 02:13:00",
            "post_id": "70393",
            "reply_to_id": "70391"
        },
        {
            "user_name": "Takai",
            "text": "Ég er með 2 sjónvörp tengd við minn afruglara og annað sjónvarpið er tengt með scarti og hitt er með venjulega snúru. Sem sagt í sitthvoru tenginu á afruglaranum.\n\n\n\nÞað virkar alveg vel hjá mér og ekkert mál.",
            "date": "2004-12-12 18:49:00",
            "post_id": "70470",
            "reply_to_id": "70393"
        },
        {
            "user_name": "CraZy",
            "text": "bíddu,er ekki hækt að nota venjulega T stikkið á digitalisland afruglurunum  \n ?",
            "date": "2004-12-12 19:05:00",
            "post_id": "70471",
            "reply_to_id": "70470"
        },
        {
            "user_name": "Pandemic",
            "text": "nei ég held að þú þurfir einhvað öflugra heldur en þetta sem fæst í húsasmiðjunni þeir eru að tala um það á google sýnist mér",
            "date": "2004-12-12 22:11:00",
            "post_id": "70487",
            "reply_to_id": "70471"
        }
    ],
    "date": "2004-12-04 18:57:00"
}