{
    "forum_title": "Koníakstofan",
    "id": "66072",
    "title": "100 ml af nikótínvökva á 100 dögum?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=66072",
    "posts": [
        {
            "user_name": "Viggi",
            "text": "Langaði að stofna umræðu um þetta hérna\nEr nú búinn að vera reyklaus í ár og farið yfir í rafsígaretturnar og hefur verið lítið mál að kaupa 200+ ml af nikótíni og þar sem maður er búinn að finna vel út hvað maður þarf að nota á 100 dögum þá pantaði ég mér 300 ml skamt sem eru um 3-4 ml á dag af 18 ml nikótín styrk sem er um pakki á dag af rettum. en einhvernvegin í ósköpunum heldur þessi blessaða lyfjastofnun að 100 ml sé að duga manni þessa 100 daga.\nSvo manni langar að spyrja veiparana hérna hvað þeir veipa marga ml á dag og hvort þeir hafa reynt að tækla þetta rugl hjá lyfjastofnun.\nRant out",
            "date": "2015-06-29 15:39:00",
            "post_id": "601221",
            "reply_to_id": false
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Ég er í svipuðum pakka og þú, vape-a svona 3-4 ml á dag á 18mg styrk. Ég kaupi hinsvegar vökva af gaur hér á landi.",
            "date": "2015-06-29 15:58:00",
            "post_id": "601225",
            "reply_to_id": "601221"
        },
        {
            "user_name": "Viggi",
            "text": "Búa ekki allir á höfuðborgarsvæðinu svo maður stekkur beinlínis ekki út og reddar sér brúsa",
            "date": "2015-06-29 16:06:00",
            "post_id": "601226",
            "reply_to_id": "601225"
        },
        {
            "user_name": "mundivalur",
            "text": "Já ég nota um 7-10ml á dag með þá stóri rafhlöðu og subtank, þegar menn eru komnir í alvöru græjur þá er betra að búa til sinn eigin vökva eða hafa góðan sölumann",
            "date": "2015-06-29 18:25:00",
            "post_id": "601228",
            "reply_to_id": "601226"
        },
        {
            "user_name": "urban",
            "text": "Hvernig búa menn til eigin vökva í þetta ?\nJá og hvað er þetta að kosta ykkur ?\nsvona samanber það að reykja pakka á dag kostar ca 35 - 40 þús kall á mánuði,",
            "date": "2015-06-29 18:49:00",
            "post_id": "601230",
            "reply_to_id": "601228"
        },
        {
            "user_name": "Viggi",
            "text": "Er nú sjálfur með subtank og box mod og þó að maður blandi sjálfur (verri vökvi) þá dugir það varla mánuðinn  hreinn vökvi vökvi dugir einganveginn í 100 dagskamta heldur eins og lyfjastofnun segir sjálf\nhttps://www.google.com/url?q=http://www ... ZosU0x2niw\nSé einganveginn að þessi 100 daga skamtur sé bara 100 ml\nVeit einhver um einhvern sem notar 1 ml á dag? :p\nhttp://guidetovaping.com/2012/01/26/vap ... -too-much/\nHér er talað um dagskamt sem var nákvæmlega sem èg var að panta sem eru um 300ml. Sem er magnið sem flestir eru að veipa",
            "date": "2015-06-29 19:07:00",
            "post_id": "601231",
            "reply_to_id": "601230"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "hvar pantar maður nigótínvökva?\nmeð rafréttu án nikotín og satt að segja get ég alveg eins sogið á mér puttann",
            "date": "2015-06-29 19:46:00",
            "post_id": "601232",
            "reply_to_id": "601231"
        },
        {
            "user_name": "kizi86",
            "text": "verri vökva? hvernig í ósköpunum færðu það út?\nog já ég er að fara með svona 3-5ml per dag, fer eftir hvað er lengi í vinnunni og svona, er svo með 5000mAh battery og 6ml tank með dual dualcoil atomizer (semsé tveimur dualcoil brennurum) fékk mér alvöru stuff, þar sem er að vinna stundum upp í 18 tíma á dag, og hef engan tíma til að setja í hleðslu eða fylla á tankinn",
            "date": "2015-06-29 20:20:00",
            "post_id": "601234",
            "reply_to_id": "601232"
        },
        {
            "user_name": "Viggi",
            "text": "Það sem ég á við að mér finst blandaði vökvinn ekki vera nærri því jafn góður og preblandaði. blandað nokkuð mikið",
            "date": "2015-06-29 22:19:00",
            "post_id": "601246",
            "reply_to_id": "601234"
        },
        {
            "user_name": "kizi86",
            "text": "hvaðan ert þú þá að kaupa íblöndunarefnin?\nalltaf þegar ég hef keypt kit til að blanda saman sjálfur, þá hef ég alltaf verið mun ánægðari með útkomuna, geta ráðið blöndunni af pg vs VG, ráðið styrknum af bragði og svona.\nþegar ert búinn að blanda, hvað lætur þú vökvann standa lengi áður en þú byrjar að nota hann?",
            "date": "2015-06-30 08:01:00",
            "post_id": "601261",
            "reply_to_id": "601246"
        },
        {
            "user_name": "Olli",
            "text": "Vitiði hvað þetta er eitrað?\nÉg bara spyr því það virðist enginn einasti maður nokkurs staðar vita það",
            "date": "2015-06-30 11:46:00",
            "post_id": "601266",
            "reply_to_id": "601261"
        },
        {
            "user_name": "Viggi",
            "text": "Var að vonast um vitrænni umræðu hérna en ekki forræðishyggju fyrir fullorðið fólk\nKeypti mitt sett á totalywicked.co.uk \nLítið pælt í að láta vökvann standa en ég finn mikinn mun á bragðinu og pre blended sem er um 4/5 ml nic/pg voða kemískt sem ég blanda sjálfur\nSvo dugar svoleiðis flaska ekki einu sinni 50 daga svona ti að koma sér að upphaflega efninu",
            "date": "2015-06-30 12:50:00",
            "post_id": "601269",
            "reply_to_id": "601266"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Ágætis grein hér ef þig langar að kynna þér málið betur: \nhttp://www.vox.com/2015/6/26/8832337/e- ... ing-safety",
            "date": "2015-06-30 13:22:00",
            "post_id": "601271",
            "reply_to_id": "601269"
        },
        {
            "user_name": "linenoise",
            "text": "Hvaða forræðishyggju rakstu á í þessum þræði?",
            "date": "2015-06-30 13:30:00",
            "post_id": "601274",
            "reply_to_id": "601271"
        },
        {
            "user_name": "Viggi",
            "text": "las vitlaust út úr þessu hjá þér \nEn eins og ég sé þetta þá er propelyne clycol í mjög mörgum snirtiefnim. bindiefni fyrir matvæli og reykvélum og það er örugt samkvæmt öllum helstu stöðlum. Bragðefni eru í flestum mat sem er víst það sama og í eliquids svo er það nikótínið sem er mjög ávanabindandi. Mínusaðu svo öll önnur aukaefni í tóbakinu og þau eru ekki í nikótínvökvanum svo miðað við það þá segi ég að þetta sé amk 90% betra \nSvo er það víst ekki nikóínið sem er krabbameinsvaldandi heldur er það allur hinn viðbjóðurinn sem er það. En holt er það nú varla",
            "date": "2015-06-30 14:20:00",
            "post_id": "601275",
            "reply_to_id": "601274"
        },
        {
            "user_name": "Bioeight",
            "text": "100 ml duga mér kannski í einn mánuð. Ég panta bara 100ml í einu frá Bargain Vapour.",
            "date": "2015-08-29 00:55:00",
            "post_id": "605304",
            "reply_to_id": "601275"
        },
        {
            "user_name": "gorkur",
            "text": "Rosalega náið þið að veipa mikið, ég hugsa að ég sé að fara með sirka 30ml á mánuði",
            "date": "2015-08-29 01:42:00",
            "post_id": "605305",
            "reply_to_id": "605304"
        }
    ],
    "date": "2015-06-29 15:39:00"
}