{
    "forum_title": "Koníakstofan",
    "id": "66178",
    "title": "Panta Alienware frá útlöndum",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=66178",
    "posts": [
        {
            "user_name": "Skippó",
            "text": "Sælt gott fólk,\nHef svona verið að spá og spögulera hvort að það sé eitthvað vit í því að panta frá AlienWare fartölvu frá útlöndum? Hef svona að velta því fyrir mér þar sem ég er sennilega að fara að flytja í borgina núna í haust og get ekki tekið Turninn minn með mér að fá mér einhverja svaka fartölvu í leikja spilun. Aðallega það sem ég finn hérna heima af fartölvum er svakalega overpriced og ekki það sem mig vantar eða langar í bæði AlienWare og annað. Og þar sem að AlienWare kostar einhvern 400-500 þúsund kall hérna á klakanum þá eru þær töluvert ódýrari úti.",
            "date": "2015-07-09 22:02:00",
            "post_id": "601854",
            "reply_to_id": false
        },
        {
            "user_name": "hakkarin",
            "text": "Er alienware ekki ofmetið drasl?",
            "date": "2015-07-09 22:37:00",
            "post_id": "601856",
            "reply_to_id": "601854"
        },
        {
            "user_name": "DJOli",
            "text": "Regla númer 1 með tölvuleiki er að þú átt að spila þá á borðtölvum sem höndla þá. Fartölvur ofhitna bara og skemmast.",
            "date": "2015-07-09 22:41:00",
            "post_id": "601857",
            "reply_to_id": "601856"
        },
        {
            "user_name": "gutti",
            "text": "eins og hinir 2 segja turn ekki ferðatölvur",
            "date": "2015-07-09 23:45:00",
            "post_id": "601860",
            "reply_to_id": "601857"
        },
        {
            "user_name": "hemmigumm",
            "text": "Kauptu ehv annað, pls",
            "date": "2015-07-10 00:40:00",
            "post_id": "601862",
            "reply_to_id": "601860"
        },
        {
            "user_name": "SolviKarlsson",
            "text": "En ef þú vilt endilega kaupa þér gaming FARTÖLVU, þá myndi ég mæla með Gigabyte tölvunum. En í þessum leikjafartölvum ertu að fá svo lítið miðað við peninginn sem þú gætir fengið fyrir að kaupa partana sjálfur í turn.",
            "date": "2015-07-10 03:02:00",
            "post_id": "601871",
            "reply_to_id": "601862"
        },
        {
            "user_name": "flottur",
            "text": "Strákar honum langar í leikjafartölvu hann er búin að gefa upp ástæðu fyrir því að geta ekki tekið turnin sinn með sér.\nHvað segi þið um að hjálpa honum að reyna finna leikjafartölvu?\nReyndar eru Asus ROG tölvurnar að gera sig og eru þær jafningjar alienware.",
            "date": "2015-07-10 08:26:00",
            "post_id": "601873",
            "reply_to_id": "601871"
        },
        {
            "user_name": "hemmigumm",
            "text": "Ef ég væri að kaupa mér fartölvu þá myndi ég kaupa mér gigabyte p series, mæli með þeim!",
            "date": "2015-07-10 13:56:00",
            "post_id": "601887",
            "reply_to_id": "601873"
        },
        {
            "user_name": "Skippó",
            "text": "Eins og Flottur sagði þá er ástæðan sú að ég mun sennilegast ekki geta farið með turninn ég er ekki alveg svo langt á eftir í þessu, veit allt um það að turn er milljón sinnum betri og ódýrari heldur en einhver góð fartölva. Ástæðan er einnig sú að maður sér kannski fartölvu upp á 200 þúsund og hún er ekki með nema Intel HD Graphics, hér á landi. Þannig að maður fer í eitthvað meira brutal og þá er maður kominn upp í 300-500 þúsund.....\nEn ég skoða Asus ROG og Gigabyte tölvurnar takk fyrir það.",
            "date": "2015-07-11 03:36:00",
            "post_id": "601930",
            "reply_to_id": "601887"
        }
    ],
    "date": "2015-07-09 22:02:00"
}