{
    "forum_title": "Óskast - Tölvuvörur",
    "id": "66337",
    "title": "[ÓE]R9 290/X Korti frá hvaða framleiðanda sem er",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=54&t=66337",
    "posts": [
        {
            "user_name": "HalistaX",
            "text": "Góðann daginn.\nÓska eftir R9 290/X korti frá hvaða framleiðanda sem er.\nÓska eftir því að skoða kaup á Gigabyte Windforce OC R9 290 korti.\nÁ engann pening núna en mun eiga um mánaðamótin og langar bara að tjekka hvort einhver eigi þetta kort til hjá sér og væri til í að gefa mér verðtilboð.\nÁ alveg fullt af pening, meira en ég hef með að gera, endilega gerið mér verðtilboð og í versta falli segji ég nei. \nÁ eitt svona fyrir og langar að gefa sjálfum mér það, síðast þegar ég gaf sjálfum mér einhvern hlut þá var það einmitt kortið sem ég á fyrir og það í fyrra. \nKortið er ekki í sölu neinstaðar og samkvæmt Verðvaktinni er nýja AMD línan allsráðandi í tölvuverslunum í dag og finnst mér FPS boostið sem maður fær af Fury ekki vera neitt til þess að hrópa húrra yfir, hvað þá að kaupa tvö til þess að keyra saman í Crossfire. Eitt R9 290 í viðbót við mitt er hellingur þó það vanti einhverja nokkra ramma uppá 2xFury, svo er það líka ódýrari kosturinn. \nVeit samt að þeir hjá Start geta sérpantað það fyrir mig en þá kostar það líka 20þús meira en notað.\nAð heyra í mér, að reyna að réttlæta þessar pælingar fyrir ykkur. \nAllaveganna, mig langaði bara að tékka á stöðuni og sjá hvort einhver sé að selja svona kort og ef svo; æði, ég veit þá af þér. Ef ekki; Oh well, ég sleppi þessu þá kannski bara eða kaupi nýtt.\nTakk og bless. \nEDIT: BTW, ég var með 666 í pósta tölu og ætlaði ekki að breyta því fyrr en eitthvað svakalegt gerðist, en svona er lífið.\nEDIT 63: Ég held ég sé ekkert að auglýsa eftir vatnskældum kortum. Það þarfnast miklu meiri ástar og kunnáttu en ég á til þannig að ég vil helst hafa kortið bara loftkælt",
            "date": "2015-07-27 19:52:00",
            "post_id": "602793",
            "reply_to_id": false
        },
        {
            "user_name": "HalistaX",
            "text": "Af einhverjum undarlegum ástæðum hvarf bump takkinn",
            "date": "2015-07-28 21:39:00",
            "post_id": "602915",
            "reply_to_id": "602793"
        },
        {
            "user_name": "HalistaX",
            "text": "Segiði mér nú, er eitthvað vit í því að taka kannski R9 390 í staðinn og keyra það með 290?",
            "date": "2015-07-30 21:22:00",
            "post_id": "602979",
            "reply_to_id": "602915"
        },
        {
            "user_name": "HalistaX",
            "text": "Upp",
            "date": "2015-08-01 22:03:00",
            "post_id": "603265",
            "reply_to_id": "602979"
        },
        {
            "user_name": "HalistaX",
            "text": "",
            "date": "2015-08-02 22:56:00",
            "post_id": "603383",
            "reply_to_id": "603265"
        },
        {
            "user_name": "hjalti8",
            "text": "ég myndi frekar taka \n290 kort\n sem er nánast það sama fyrir utan auka vram sem mun hvort sem er ekki nýtast þér í crossfire. IMO þá er öll 300 línan frá AMD overpriced og 200 línan þess vegna miklu betri kaup",
            "date": "2015-08-03 10:40:00",
            "post_id": "603397",
            "reply_to_id": "603383"
        },
        {
            "user_name": "kunglao",
            "text": "getur líka sett crossfire með 290x á nýjustu driverunum var ég einhversstaðar að lesa með þínu 290 korti",
            "date": "2015-08-03 12:36:00",
            "post_id": "603403",
            "reply_to_id": "603397"
        },
        {
            "user_name": "HalistaX",
            "text": "Já ókei. En er þá ekki algjör vitleysa að óska eftir eins korti og ég á? Það er smá munur a því og öðrum kortum en skiptir það einhverju máli? Fannst aðallega bara töff að eiga tvö eins...",
            "date": "2015-08-03 12:57:00",
            "post_id": "603407",
            "reply_to_id": "603403"
        },
        {
            "user_name": "hjalti8",
            "text": "skiptir nánast engu máli. Vertu bara viss um að hafa gott loftflæði og helst gott bil á milli korta, ekkert djók að samloka svona stór kort.",
            "date": "2015-08-03 13:08:00",
            "post_id": "603408",
            "reply_to_id": "603407"
        },
        {
            "user_name": "HalistaX",
            "text": "Já, ég held að þau séu þrjú skjákorta slottin á móðurborðinu mínu, ætli maður hendi því ekki bara í neðsta ef það er hægt. Annars sjá þeir um þetta þarna hjá Tölvuvirkni eða einhverri álíka tölvuverslun því ekki þori ég að gera þetta sjálfur. \nAnnars er ég búinn að breyta þræðinum og ætla að leyfa honum að malla í svona viku eða þangað til ég kaupi bara nýtt hjá Tecshop.",
            "date": "2015-08-04 14:19:00",
            "post_id": "603410",
            "reply_to_id": "603408"
        },
        {
            "user_name": "HalistaX",
            "text": "",
            "date": "2015-08-05 16:57:00",
            "post_id": "603564",
            "reply_to_id": "603410"
        },
        {
            "user_name": "HalistaX",
            "text": "Uppfærði auglýsinguna aðeins, núna er það þannig að ef þið eigið 290X sem þið viljið láta þá skal ég glaður taka við því líka. I figured, líkt og Kunglao, að það væri náttúrulega líka hægt að keyra þau saman þannig að hví ekki lýsa eftir því líka? Það er örlítill munur á þessum tvem kortum en ég hef ég lesið að þau eigi að ganga saman. Takk fyrir.",
            "date": "2015-08-06 16:41:00",
            "post_id": "603586",
            "reply_to_id": "603564"
        },
        {
            "user_name": "HalistaX",
            "text": "one last time",
            "date": "2015-08-08 17:26:00",
            "post_id": "603822",
            "reply_to_id": "603586"
        },
        {
            "user_name": "HalistaX",
            "text": "Og þá er ég búinn að panta kortið, psu og eitt stk 8gb ram kubb hjá Tecshop.",
            "date": "2015-08-08 20:53:00",
            "post_id": "603857",
            "reply_to_id": "603822"
        }
    ],
    "date": "2015-07-27 19:52:00"
}