{
    "forum_title": "Windows",
    "id": "6633",
    "title": "Að opna disk sem var skrifaður í Apple í Windows.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=15&t=6633",
    "posts": [
        {
            "user_name": "Birkir",
            "text": "Sælir.\n\nÉg var að skrifa disk (data á DVD disk) á makka áðan og hann vill ekki opnast í Windows.  Þegar ég reyni að opna hann kemur bara:\n\n\n\n\"Windows cannot read from this disk.  The disk might be corrupted, or it could be using a format that is not compatible with Windows.\"\n\n\n\nÉg er búinn að prófa að opna diskinn í makkanum og þess vegna er hann varla corrupted.  Vitið þið um einhverja leið til að opna svona diska?  Eitthvað forrit eða bara eitthvað?",
            "date": "2004-12-06 16:07:00",
            "post_id": "69514",
            "reply_to_id": false
        },
        {
            "user_name": "dabb",
            "text": "Mæli með að þú spurjist um þarna \n\n\n\nhttp://umraedur.icemug.org/",
            "date": "2004-12-06 16:13:00",
            "post_id": "69515",
            "reply_to_id": "69514"
        },
        {
            "user_name": "ICM",
            "text": "Til hellingur af þeim en flest með hræðilega frumstæð GUI en þú ættir að finna nokkur á download.com ef þú leitar af mac eitthvað",
            "date": "2004-12-06 16:58:00",
            "post_id": "69525",
            "reply_to_id": "69515"
        },
        {
            "user_name": "Birkir",
            "text": "Jæja, þá tókst mér að opna þetta með forriti sem kallast MacDrive 6, virðist vera nokkuð nett forrit í fljótu bragði.\n\nÞá er komið annað vandamál, ég var að vinna með iMovie og ætlaði að klára video-ið í PC þannig að ég skrifaði þetta á diskinn.  Núna get ég bara ekki opnað video fælana",
            "date": "2004-12-06 18:46:00",
            "post_id": "69553",
            "reply_to_id": "69525"
        },
        {
            "user_name": "gnarr",
            "text": "\"ég elska protools og mac og öll videovinsluforritin á maccanum.. það er svo gott compatability á þeim\"\n\n\n\n\n\n*hóst*",
            "date": "2004-12-07 10:45:00",
            "post_id": "69633",
            "reply_to_id": "69553"
        },
        {
            "user_name": "Birkir",
            "text": "lol",
            "date": "2004-12-07 19:02:00",
            "post_id": "69760",
            "reply_to_id": "69633"
        },
        {
            "user_name": "Birkir",
            "text": "hahaha, ég er búinn að vera að spyrjast fyrir á þessari síðu sem dabbtech benti á en svo virðist sem einhverjir Brasilíumenn hafi hijackað síðunni",
            "date": "2004-12-07 22:14:00",
            "post_id": "69823",
            "reply_to_id": "69760"
        },
        {
            "user_name": "Snorrmund",
            "text": "daamn, ef þetta eru ekki sömu nickin og voru að stela #nesk rásinni í sumar.. (ddosuðu okkur út og við það myndaðist mikið erlent niðurhal) aðeins eitt nick sem vantar þarna.. þ.e NESK þeir vildu fá hana því gaurinn sem hét nesk átti afmæli en við vildum fá hana því við eigum hiema á nesk.. svo þeir fóru bara the hardway",
            "date": "2004-12-07 22:25:00",
            "post_id": "69824",
            "reply_to_id": "69823"
        },
        {
            "user_name": "MezzUp",
            "text": "Hehe, svona er að update'a ekki phpBB þótt að það hafi sterklega verið mælt með því öryggisins vegna",
            "date": "2004-12-08 00:25:00",
            "post_id": "69857",
            "reply_to_id": "69824"
        },
        {
            "user_name": "arnarj",
            "text": "Birkir, er þér ekki farið að líða eins og Palla í \"Palli er einn í heiminum\" að vera að nota makka ?",
            "date": "2004-12-08 00:50:00",
            "post_id": "69866",
            "reply_to_id": "69857"
        },
        {
            "user_name": "gumol",
            "text": "Bíddu, hvað tekur langan tíma að taka svona út á mac-server?\n\n\n\nEdit: Ef þeir laga þetta á næstunni:",
            "date": "2004-12-08 01:32:00",
            "post_id": "69871",
            "reply_to_id": "69866"
        },
        {
            "user_name": "MezzUp",
            "text": "Ef að menn verða að skoða umræðurnar geta þeir farið \nhingað\n og notað fellilistann neðst til þess að skipta um forum. \n Passa bara að fara ekki á aðalsíðunna afþví að 'hakkararnir' hafa bara breytt index.php. \n\n\nAnnars ættu þeir að getað lagað þetta á no-time afþví að það þarf bara að setja inn orginal index.php. Og svo þurfa þeir að uppfæra í útgáfu 2.0.11 og breyta SQL passanum ef að þeir vilja ekki að þetta gerist aftur",
            "date": "2004-12-08 10:30:00",
            "post_id": "69899",
            "reply_to_id": "69871"
        },
        {
            "user_name": "Birkir",
            "text": "Hehe, jú",
            "date": "2004-12-08 14:33:00",
            "post_id": "69937",
            "reply_to_id": "69899"
        },
        {
            "user_name": "MonkeyNinja",
            "text": "Ein ábending, ekki brenna diska frá makkanum sem HFS, notaðu frekar UDF þar sem það er lesanlegt af öllum kerfum.",
            "date": "2004-12-10 16:24:00",
            "post_id": "70195",
            "reply_to_id": "69937"
        }
    ],
    "date": "2004-12-06 16:07:00"
}