{
    "forum_title": "Þjónusta / Viðgerðir",
    "id": "66434",
    "title": "Ábyrgð - raftækja",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=13&t=66434",
    "posts": [
        {
            "user_name": "tanketom",
            "text": "Sælir vaktarar.\nÉg keypti glænýja Samsung galaxy S5 hjá emobi fyrir rúmum mánuði síðan. \nMjög sáttur með síman þar til að ég áttaði mig á smá galla varðandi \"selfi\" myndavélina að framan og lýsir gallinn sér þannig að það er einhverskonar gúmmí hringur bakvið glerið sem á greinilega vera einhver stuðningur en hann er ekki á réttum stað og er kominn fyrir myndavélina.\nÉg talaði við emobi og sjálfsagt mál að taka hann til baka en þeir þurfa senda hann út og ég sem kaupandi þarf að bíða í allt að 3 vikur.\nMér finnst frekar lélegt að þú þurfir að standa í svona vitleysu með svona augljóslegum galla, þegar maður kaupir sér glænýjan síma.\nÉg nota síman rosalega mikið og ég má ekki við að missa hann í svona langa tíman og þessvegna spyr ég ykkur. Má þetta? Ætti ég ekki að fá nýjan samstundis?",
            "date": "2015-08-05 12:01:00",
            "post_id": "603534",
            "reply_to_id": false
        },
        {
            "user_name": "Dúlli",
            "text": "Teir eiga ad lata tig fa lanssima, tetta er edlilegt, ef teir geta lagad vandamalid ta laga fyrirtæki tau.",
            "date": "2015-08-05 12:16:00",
            "post_id": "603536",
            "reply_to_id": "603534"
        },
        {
            "user_name": "Njall_L",
            "text": "Þú ættir að hafa rétt á því að fá lánssíma sem að þeir skaffa þér en það er ekkert sem að skildar þá til að láta þig hafa nýjan síma þar sem þetta er komið fram yfir Dead On Arrival tímann sem eru sjö almanaksdagar.",
            "date": "2015-08-05 12:19:00",
            "post_id": "603537",
            "reply_to_id": "603536"
        },
        {
            "user_name": "tanketom",
            "text": "Já verst að lánssíminn er bara hægt að hringja úr, svo einfalt er það, ég er að nota símann mikið i vinnu fyrir email og fleirra",
            "date": "2015-08-05 12:28:00",
            "post_id": "603540",
            "reply_to_id": "603537"
        },
        {
            "user_name": "pepsico",
            "text": "slóð\nLeiðinlegt að sjá að þetta er raunin tvemur árum síðar og lánssímarnir ekki í betra lagi.",
            "date": "2015-08-05 12:35:00",
            "post_id": "603541",
            "reply_to_id": "603540"
        },
        {
            "user_name": "Dúlli",
            "text": "Stendur minnir mig eithver stadar ad tetta tarf bara ad hringja ekkert meira. \nVeit ad tetta er svekkjandi en tess vegna tarf ad grandskoda allt sama hvort tad se nytt eda gamalt.",
            "date": "2015-08-05 12:44:00",
            "post_id": "603543",
            "reply_to_id": "603541"
        },
        {
            "user_name": "Klemmi",
            "text": "Þú átt rétt á sambærilegri lánsvöru, svo lengi sem að það valdi ekki ósanngjörnum kostnaði fyrir þjónustuaðilann (emobi).\nÉg myndi bara spjalla við þá og sjá hvort þeir vilji virkilega leysa þetta svona, þ.e. ekki með því að skipta símanum bara út fyrir þig, en ef svo er, þá skaltu vera ákveðinn og heimta SAMBÆRILEGA lánsvöru \nhttp://www.althingi.is/lagas/137/2003048.html",
            "date": "2015-08-05 15:23:00",
            "post_id": "603551",
            "reply_to_id": "603543"
        },
        {
            "user_name": "Njall_L",
            "text": "Ég persónulega myndi túlka þetta þannig að vegna þess að hluturinn er mánaðargamall þá þurfi Emobi ekki að láta hann hafa sambærinlegan síma til umráða. Það gildi bara ef að tækið verður ónothæft innan einnar viku.",
            "date": "2015-08-05 16:15:00",
            "post_id": "603558",
            "reply_to_id": "603551"
        },
        {
            "user_name": "GuðjónR",
            "text": "Þetta þýðir ekki að hluturinn verði að bila inna viku frá því að hann er keyptur, þetta þýðir ef afnotamissirinn á ábyrgðartímanum (sem er tvö ár) er vika eða lengri þá skal lána sambærilega vöru meðan á viðgerð stendur.",
            "date": "2015-08-05 16:21:00",
            "post_id": "603559",
            "reply_to_id": "603558"
        },
        {
            "user_name": "Njall_L",
            "text": "Já að það er hárrét hjá þér",
            "date": "2015-08-05 16:26:00",
            "post_id": "603561",
            "reply_to_id": "603559"
        },
        {
            "user_name": "rapport",
            "text": "https://www.ns.is/is/content/log-um-neytendakaup\nKaflinn: Réttur neytanda komi upp galli",
            "date": "2015-08-05 19:05:00",
            "post_id": "603573",
            "reply_to_id": "603561"
        },
        {
            "user_name": "tanketom",
            "text": "Skiptir einhverju mál ef gallinn er þekktur?\nhttps://www.google.is/search?ie=UTF-8&c ... ubber+ring",
            "date": "2015-08-06 14:43:00",
            "post_id": "603644",
            "reply_to_id": "603573"
        }
    ],
    "date": "2015-08-05 12:01:00"
}