{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "6669",
    "title": "Vesen með háværa skjákortsviftu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=6669",
    "posts": [
        {
            "user_name": "Takai",
            "text": "Það er nú málið að ég er með Geforce 440mx kort með venjulegri kælingu en undanfarið hefur sú kæling verið með leiðindi við mig.\n\n\n\nÞað gerist þannig að þegar að ég starta tölvunni þá kemur þetta líka hryllilega pirrandi hljóð eins og viftan sé að nuddast upp við eitthvað á fullri ferð en eftir svona 5 mín þá er þetta farið og hún er nokkuð hljóðlát (eða eins hljóðlát og hún getur verið).\n\n\n\nÞá er bara að skoða valmöguleikana:\n\n\n\nEitthvað trick sem að einhver hérna veit um til að stilla viftuna eitthvað þangað til að maður skiptir um kort?\n\n\n\nEða\n\n\n\nÆtti maður að skella sér á nýja og hljóðláta kælingu?",
            "date": "2004-12-08 22:34:00",
            "post_id": "70012",
            "reply_to_id": false
        },
        {
            "user_name": "ParaNoiD",
            "text": "það ætti að vera nóg að fá sér einhverja litla passive kælingu á þetta kort hugsa ég.",
            "date": "2004-12-08 22:36:00",
            "post_id": "70013",
            "reply_to_id": "70012"
        },
        {
            "user_name": "everdark",
            "text": "Ekki þess virði að vera að skipta um kælingu á svona gömlu korti imo, taktu kælinguna bara af kortinu og þrífðu hana vel, ef hún er ennþá með sömu læti þá geturu náttúrulega reddað þér með venjulegri 80mm viftu og teygju",
            "date": "2004-12-08 22:37:00",
            "post_id": "70014",
            "reply_to_id": "70013"
        },
        {
            "user_name": "Takai",
            "text": "Hehe ... held að ég kaupi mér þá frekar viftu.\n\n\n\nEn pælingin er nú líka að fá sér almennilegt skjákort á næsta ári, er búinn með tölvuféð mitt þetta árið. \n\n\n\nEn já ... lítil vifta sem að er ekki með nein læti ... eitthvað sem að þið getið mælt með, þekking mín af viftum saman stendur af eftirfarandi jöfnu : Zalman = hljóðlátt x gott",
            "date": "2004-12-08 22:46:00",
            "post_id": "70017",
            "reply_to_id": "70014"
        },
        {
            "user_name": "gnarr",
            "text": "taktu bara viftuna af kortinu. það er alveg fáránlegt að kaupa kælingu á kortið sem að kostar 5 sinnum meira en kortið.",
            "date": "2004-12-09 07:32:00",
            "post_id": "70051",
            "reply_to_id": "70017"
        },
        {
            "user_name": "hahallur",
            "text": "Já.\n\n\n\nÉg held að allir séu sammála um að þú eigir að kaupa bara nýtt kort.",
            "date": "2004-12-09 10:19:00",
            "post_id": "70063",
            "reply_to_id": "70051"
        },
        {
            "user_name": "gnarr",
            "text": "nei alsekki..\n\n\n\nen þar sem að þú átt hvort eð er eftir aa gefast upp á þessu korti fljótlega myndi ég bara rífa viftuan af (ekki heatsinkið). ég reif viftuna af mínu mx440 á sínum tíma og það kom aldrei neitt fyrir það. (reyndar át hudnurinn minn líka viftuna af 9700pro koritnu mínu, svo ég er búinn að vera með það viftulaust í heilt ár án vandamála)",
            "date": "2004-12-09 10:42:00",
            "post_id": "70067",
            "reply_to_id": "70063"
        },
        {
            "user_name": "Takai",
            "text": "Hmm .. kaupa nýtt skjákort. Ok .. ef að þú getur reddað pening fyrir mig er það minnsta mál.\n\n\n\nEn að rífa viftuna af ... hmm .. hljómar sem ágætis lausn , sérstaklega þar sem að þetta kort er hvort er eð óklukkanlegt (allavega með stock viftu).\n\n\n\nEn hvaða forrit get ég notað til að skoða hitann á skjákortinu (þar að segja ef að skjákortið styður það)??",
            "date": "2004-12-09 17:26:00",
            "post_id": "70093",
            "reply_to_id": "70067"
        },
        {
            "user_name": "gnarr",
            "text": "ég held að mx línan sé ekki með neina hitamæla á kortunum. annars geturu sett hitamæli bara á mitt heatsinkið.",
            "date": "2004-12-09 17:35:00",
            "post_id": "70095",
            "reply_to_id": "70093"
        },
        {
            "user_name": "Takai",
            "text": "Já .. ég ef að að ég nenni að gera þetta með hitamælinn en ætli maður fari ekki bara að rífa viftuna af fljótlega.\n\n\n\nEinhver sem að veit um þægilega leið til að losa svona gúmmí festingar af?",
            "date": "2004-12-09 18:02:00",
            "post_id": "70097",
            "reply_to_id": "70095"
        }
    ],
    "date": "2004-12-08 22:34:00"
}