{
    "forum_title": "Allt annað...",
    "id": "66732",
    "title": "Canon XA25 Ónotað (prufukeyrð) til sölu PRO-CAM",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=67&t=66732",
    "posts": [
        {
            "user_name": "aron9133",
            "text": "Til sölu Canon XA25. Vélin hefur aðeins verið prufukeyrð en er að öllu öðru leyti ónotuð. vélin var keypt síðasta sumar í nýherja og hefur verið í geymslu síðan. Stereo Mic frá sony var keyptur frá sony uppá 120 þús með vélinni. \nSony ECM-957PRO Mid-Side Stereo Microphone er heitið á Mic-num. Þetta er gefin út sem pro-upptökuvél þótt hún sé lítil og hentug ef þú þolir ekki þungar myndavélar. Myndavélin er með einn besta hristivörn sem fæst á markaðnum í dag þannig allar upptökur verða mjúkar þrátt fyrir að vélin skjálfi mikið, auk tekur vélin upp í 50 Römmum eða 50p þannig það er ekkert flökkt í upptökunni þær eru mjög mjúkar og óaðfinnalegar. 20x Zoom þannig linsan drífur mjög langt. Hún tekur svo SD kort og vistar það í 35 Mbps. Vélin er sérstaklega góð þannig uppá hreyfingar að gera Þrátt fyrir mikið Zoom. myndavélin er skráð enn til sölu hjá nýherja á 440 þús í dag. \nVantar gott og RAUNHÆFT tilboð í hana! OG ATH verðhugmyndin er með mic-inum. vill gefa dæmi að svona alveg eins vél er með mic a 560 þús þa sel ég þessa a aðeins lærra verði þvi hun hefur verið prufukeyrð.\nget selt hana líka an mic!\nnánari uppl í skilaboðum eða síma 6939007 \nLýsing frá frá umboði: 20x Canon HD vídeó aðdráttarlinsa # 26.8mm gleiðlinsa. Dynamic Optical Image Stabilization dregur úr hristing. f/1.8 hámarks ljósop, 8-blade iris. 1/2.84\" HD CMOS Pro myndflaga skilar mögnuðum myndgæðum. Einnig mjög góð myndgæði við lítil birtuskilyrði. 8.77cm (3,5\") OLED snertiskjár og sjóngluggi (EVF). DIGIC DV 4 örgjörvinn eykur þína möguleika. Hægt að taka upp samtímis AVCHD og MP4 skrár. Hægt að taka upp AVCHD vídeó á 28Mbps í 1080/50P. Hægt að taka upp í MP4 á 35Mbps í 1080/50P. Tvær kortaraufar fyrir SDXC/SDHC minniskort. Fast og Slow motion möguleikar í MP4 stillingu. XLR atvinnumannahljóðtengi. Innbyggður hljóðnemi og 3.5mm tengi. HD/SDI output (576i, 720P eða 1080i, tímakóði). Innrauð tökustilling # frábært í næturtökum. Innbyggt Wi-Fi og stjórnaðu vélinni með spjaldtölvu.",
            "date": "2015-08-29 00:38:00",
            "post_id": "605300",
            "reply_to_id": false
        },
        {
            "user_name": "aron9133",
            "text": "Upp",
            "date": "2015-08-29 15:49:00",
            "post_id": "605332",
            "reply_to_id": "605300"
        },
        {
            "user_name": "aron9133",
            "text": "upp",
            "date": "2015-08-30 20:01:00",
            "post_id": "605410",
            "reply_to_id": "605332"
        },
        {
            "user_name": "aron9133",
            "text": "upp",
            "date": "2015-10-22 01:44:00",
            "post_id": "609090",
            "reply_to_id": "605410"
        },
        {
            "user_name": "aron9133",
            "text": "upp",
            "date": "2015-11-06 02:04:00",
            "post_id": "610293",
            "reply_to_id": "609090"
        }
    ],
    "date": "2015-08-29 00:38:00"
}