{
    "forum_title": "Allt annað...",
    "id": "66733",
    "title": "Samsung UN55ES8000 55'' Smart Tv lítið notað",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=67&t=66733",
    "posts": [
        {
            "user_name": "aron9133",
            "text": "Til sölu Samsung UN55ES8000 55\" Smart Tv. Sjonvarpið var keypt í Samsung setrinu fyrir 2 árum síðan og hefur megnist verið ónotað upp í bústað síðan. sjónvarpið er svipað þykkt og sími og er mjög létt. \nplastið er enn í kringum ramman á sjónvarpin. sjónvarpið er með raddstýringu og fjarstýringin virkar líka sem mús á skjáinn. Sjónvarpið er 800 Hz, rosalega bjartir og flottir litir í því. Þetta sjónvarp var flaggskip og dýrasta sjónvarpið á línunni síns tíma. var keypt á um 800 þús og lítið notað síðan \nATH! Vantar gott og RAUNHÆFT tilboð í Sjónvarpið! þannig úthugsað að ég kaupi Sjónvarpið á 800 þús 2013 og litið notað síðan og fæ svo sanngjarnt endursölugjald 2 arum seinna. \nnánari uppl. í skilaboðum eða síma 6939007",
            "date": "2015-08-29 00:43:00",
            "post_id": "605301",
            "reply_to_id": false
        },
        {
            "user_name": "nidur",
            "text": "Virðist vera nokkuð flott tæki hjá þér\nhttp://www.cnet.com/products/samsung-unes8000/",
            "date": "2015-08-29 10:48:00",
            "post_id": "605307",
            "reply_to_id": "605301"
        },
        {
            "user_name": "aron9133",
            "text": "Þetta er besta tv sem eg hef att. Nuna var bara timi að upgrate-a þessvegna er eg að selja þetta",
            "date": "2015-08-29 15:48:00",
            "post_id": "605330",
            "reply_to_id": "605307"
        },
        {
            "user_name": "kizi86",
            "text": "miðað við ebay þá eru þessi sjónvörp að' fara á svona 1000-1100$ svo raunhæft verð væri í kringum 160-190k myndi ég segja",
            "date": "2015-08-29 17:21:00",
            "post_id": "605338",
            "reply_to_id": "605330"
        },
        {
            "user_name": "aron9133",
            "text": "Reyndar er það a 1600 dollara sem reiknast á tollur.is um 300 þúsdund...",
            "date": "2015-08-30 01:12:00",
            "post_id": "605374",
            "reply_to_id": "605338"
        },
        {
            "user_name": "intenz",
            "text": "Varla býstu við því að fólk sé að fara að borga verð sem miðast á við INNFLUTT NÝTT tæki?",
            "date": "2015-08-30 02:40:00",
            "post_id": "605378",
            "reply_to_id": "605374"
        },
        {
            "user_name": "aron9133",
            "text": "alls ekki var að miða við verðið sem þu settir inn áðan (1000-1100)  en ég fyndist sanngjarnt verð 220-250 þ",
            "date": "2015-08-30 03:48:00",
            "post_id": "605381",
            "reply_to_id": "605378"
        },
        {
            "user_name": "kizi86",
            "text": "http://www.ebay.com/itm/Samsung-UN55ES8 ... 5b1707d40e\n reyndar er hér eitt á 1255$\nhttp://www.ebay.com/itm/Samsung-UN55ES8 ... 1405404164\n hér var það selt á 1100$",
            "date": "2015-08-30 12:29:00",
            "post_id": "605388",
            "reply_to_id": "605381"
        },
        {
            "user_name": "lukkuláki",
            "text": "Er einhver þörf á að endurnýja tæki sem er sama og ekkert notað, og það uppi í sumarbústað? o.O\nHaltu bara í þetta sjónvarp og gefðu svona 500.000 til Barnaspítala Hringsins mér sýnist þú alveg hafa efni á því.",
            "date": "2015-08-30 14:43:00",
            "post_id": "605394",
            "reply_to_id": "605388"
        },
        {
            "user_name": "Olli",
            "text": "Hann er samt að selja allt draslið sitt, kannski á hann bara alls ekki efni á því?",
            "date": "2015-08-30 15:24:00",
            "post_id": "605396",
            "reply_to_id": "605394"
        },
        {
            "user_name": "aron9133",
            "text": "þú getur fundið líka bíl í bandaríkjunum sem er miklu ódýrari en alveg eins bíll á íslandi. ég er að miða við evrópu eða íslenskt verð a svona sjonvarpi. þú getur alltaf fundið eitthvað ódýrara í usa heldur en a íslandi, mér finnst þessi verð ekki samanburðahæf ef TV ið er keypt hérna heima og eh tv á ebay? þannig fæ ég að 220-250 er sanngjarnt verð.",
            "date": "2015-08-30 20:00:00",
            "post_id": "605409",
            "reply_to_id": "605396"
        },
        {
            "user_name": "Tiger",
            "text": "Síðan hvenær höfum við á vaktinni lagst gegn því að dellukallar endurnýji græjunarn sínar? \nOg hvað þá komið með svona comment eins og að sleppa að selja og henda 1/2 millu í barnaspítalann frekar en uppfæra? Væri hægt að koma með þessi \"rök\" þín við 90% af þráðunum hérna en það er ekki gert því þetta er nörda og græju spjall þar sem lang flestir vilja meira og betra hvort sem þeir hafi nokkuð við það að gera eða ekki....  \nSorry en finnst þetta bara barnalegt og vanhugsað comment..",
            "date": "2015-08-30 20:59:00",
            "post_id": "605415",
            "reply_to_id": "605409"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "Gott að uppfæra reglulega þó menn noti hlutina lítið.. T.d nota ég pc vélina hjá mér í Facebook og lesa fréttir af og til.. En það er ekki þar með sagt að.menn eigi að vera með low budget rusl þó þeir noti hlutina sjaldan.. Flott tæki en þvímiður eins og verðin á sjónvörpum hafa hrunið niður þá tel ég ekki líklegt að þú fáir það verð.sem þú sækist eftir fyrir tækið.",
            "date": "2015-08-30 21:55:00",
            "post_id": "605417",
            "reply_to_id": "605415"
        },
        {
            "user_name": "hagur",
            "text": "Skrítið og óþarfa komment.  Kemur okkur eitthvað við afhverju og hvort hann selji tækið sitt?  Hvort það sé notað í sumarbústað eða annarsstaðar?",
            "date": "2015-08-30 22:30:00",
            "post_id": "605418",
            "reply_to_id": "605417"
        },
        {
            "user_name": "aron9133",
            "text": "já ég reyndar hringdi í samsungsetrið og þeir sogðu þetta verðbil væri sanngjarnt. engu að siður áhugasamir sem eru ekki með skitaköst geta haft samband i skilaboðum",
            "date": "2015-08-30 23:24:00",
            "post_id": "605424",
            "reply_to_id": "605418"
        }
    ],
    "date": "2015-08-29 00:43:00"
}