{
    "forum_title": "Vaktin.is",
    "id": "66973",
    "title": "Ósanngjarn verð samanburður á vaktin.is?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=46&t=66973",
    "posts": [
        {
            "user_name": "Crush1234",
            "text": "Mér finnst vaktin.is ekki gefa upp raunverulegan verðsamanburð.\nTildæmis er GTX980 Gainward og Gigabyte ekki sami hluturinn, þar af leiðandi verðlaunar það ekki búðinni sem er með minnsta álagið heldur búðinni sem getur fundið lág gæða ódýra PC parta.\nHvað finnst ykkur?",
            "date": "2015-09-19 19:01:00",
            "post_id": "606965",
            "reply_to_id": false
        },
        {
            "user_name": "Dúlli",
            "text": "Það er hugmyndinn með vaktinn, að bera saman verð og svo velur fólk eftir framleiðendum.\nÞað er ekkert heldur að gainward. Finnasti framleiðandi. Fyrir margar skiptir þetta engu mála hver skellir hvaða kælingu á.",
            "date": "2015-09-19 19:04:00",
            "post_id": "606966",
            "reply_to_id": "606965"
        },
        {
            "user_name": "GuðjónR",
            "text": "Og hvernig myndir þú bera saman \"gæði\" milli merkja?",
            "date": "2015-09-19 19:19:00",
            "post_id": "606967",
            "reply_to_id": "606966"
        },
        {
            "user_name": "Dúlli",
            "text": "Merki á tölvubúnaði eru trúarbrögði eins og merki á bílum.",
            "date": "2015-09-19 19:20:00",
            "post_id": "606968",
            "reply_to_id": "606967"
        },
        {
            "user_name": "GuðjónR",
            "text": "Akkúrat.",
            "date": "2015-09-19 19:23:00",
            "post_id": "606969",
            "reply_to_id": "606968"
        },
        {
            "user_name": "Crush1234",
            "text": "Gefur samt ekki tilkynna mun á álagi",
            "date": "2015-09-19 19:39:00",
            "post_id": "606970",
            "reply_to_id": "606969"
        },
        {
            "user_name": "Crush1234",
            "text": "Og jú það er munur á build quality, gæði kælingar, quality control og svo framvegis. \nÉg var ekki að segja að gainward væri drasl ég var að segja að það væri hægt fyrir tölvubúð að panta drasl og láta sig líta út fyrir að vera ódýrastir.",
            "date": "2015-09-19 19:42:00",
            "post_id": "606971",
            "reply_to_id": "606970"
        },
        {
            "user_name": "Dúlli",
            "text": "Já þá eru þeir að selja ódýrast, þetta er \"Verð\" vaktinn. Svo er það bara komið fyrir notandan að skoða og sjá hvað hentar best. \nEf þú tekur allt ódýrasta og dýrasta gæti munað haug þar á milli. Maður notar þetta alltaf til að finna ódýrasta hlut.\nÞess vegna áttu að skoða og kynna þér hvað þú ert að kaupa og flestir sem nota vaktinni hljóta að vera með smá tölvukunnáttu ef þeir kunna að raða saman hluti í tölvunna.\nOg svo fer þetta á \"Spjall\" partinn af vaktinni þar sem fólk er hefur ekki glórur gerir þráð og það er nánast daglegt brauð að sjá þráð \"Hjálp vantar tölvu\" eða svipað og margir notendur skella saman nánast bestu tölvum fyrir pening.\nÍ dag eru þessi framleiðendur nánast eins og ef það er eithvað vesen með vöruna þá ertu með hlut sem kallast ábyrgð.",
            "date": "2015-09-19 19:46:00",
            "post_id": "606972",
            "reply_to_id": "606971"
        },
        {
            "user_name": "vesley",
            "text": "Satt að vissu leyti,  margir ef ekki flestallir framleiðendur eiga samt sína slæmu tíma,  gefa út slæmt \"batch\" af einhverri vöru með háa bilanatíðni og hvílir það oft á þeim í mörg ár. \nMSI átti lengi erfitt með sínar vörur og voru margir sem forðuðust þær, en hefur þeim gengið vel undanfarin ár að markaðsetja sig vel og stíga upp á markaðnum. \nRazer frá ca 2010-2012/2013 voru með mjög háa bilanatíðni á músunum sínum,  margar lentu í því að double klikka. \nSeagate lenti í slæmu \"batch\" með 3tb diska hjá sér  og gæti ég fundið fjöldan allan af dæmum frá öðrum framleiðendum sem lenda í því sama.\nEn bilanatíðni og gæði er ekki endilega það sama,  sum skjákort eru einfaldlega betri , hægt er að sjá t.d. að frá sumum framleiðendum ná kortin betri yfirklukkun og betra hitastigi,  og hvað þá með móðurborð og SSD drif og þessháttar,  oft er það eins og að bera saman epli og appelsínur.",
            "date": "2015-09-19 19:47:00",
            "post_id": "606973",
            "reply_to_id": "606972"
        },
        {
            "user_name": "Dúlli",
            "text": "Mikið rétt og þess vegna er til hlutur sem kallast \"ábyrgð\" sem reddar þessu fyrir mann.  \n \nJá sjálfsögðu er munur hér og þar en þess vegna gerir maður research, \nEn \nþetta skiptir engu málið fyrir meðal notanda ef eitt kort er örlítið betra í yfirklukkun heldur en annað.",
            "date": "2015-09-19 19:50:00",
            "post_id": "606974",
            "reply_to_id": "606973"
        },
        {
            "user_name": "Crush1234",
            "text": "Finnst þér semsagt rétt að búðir sem eru með mesta okurverðið geti haldið áfram að starfa þannig vegna þess að þær velja cheap parta til þess að láta sig líta út fyrir að vera ódýrastir?\nÞeir ættu ekki að vera verðlaunaðir.\nSýnið frekar sama hlutin hlið við hlið til þess að það er hægt að sjá munin á álaginu, og síðan sýna ódýrustu partana fyrir neðan eins og gainward",
            "date": "2015-09-19 20:17:00",
            "post_id": "606976",
            "reply_to_id": "606974"
        },
        {
            "user_name": "Dúlli",
            "text": "Hvar eru þessir cheap partar sem þú ert að tala um ? \nÞað er fullt af þekktum framleiðendum sem eru vinsælir að bætast við á klakkan, I-Chill, Gainward og fullt af öðrum.\nHvar er þessi búnaður sem er svona cheap sem þú ert að tala um ?",
            "date": "2015-09-19 20:20:00",
            "post_id": "606977",
            "reply_to_id": "606976"
        },
        {
            "user_name": "rapport",
            "text": "Það er verið að bera saman verð á eins sambærilegum hlutum og mögulegt er.\nEn þegar maður er að leita að einhverju sérstöku eins og kortum sem eru með einhverjum sérstökum tengjum, 2xdp en ekki 2xdvi eða kortum með dvi-d og helst ekki HDMI ofl. ofl. þá hjálpar þetta lítið.\nSvo eru einnig sumar verlsanir að gefa allt of litlar upplýsingar um kortið á vefnum og maður þarf að tékka á síðum framleiðanda og enn aðrar sem senda manni dót sem er kannski sömu tegundar en ekki útlítandi eins og á mynd á vef, jafnvel með öðrum tengjum.\nÞað er hellings reynsla sem maður fær við þessi innkaup og sumar verslanir hreinleg nennir maður ekki að versla við.\nDæmi:\nAð fara í Tölvutek að versla er ömurleg upplifun, það er troðið af fólki það er sama fagreiðsluborð fyrir tæknilegar spekúlasjónir og að fá að borga.\nÉg beið í líklega 15-20 mínútur eftir að fá að borga fyrir nýju músina mína.\nÞað vantar \"hraðkassa\" ready fyrir afgreiðslu fyrir fólk einsog mig að borga fyrir vörur sem eru í sjálsafgreiðslu inn í búð.\nBest finnst mér að versla við Computer.is þá panta ég á netinu og nánast undantekningalaust er varan á afgreiðsluborðinu þegar ég kem að sækja og borga + kurteisin og þjónustulundin alltaf upp á 10. Ef ég er að fá pakka frá þeim t.d. vegna dóts í vinnunni, þá er pósturinn reyndar duglegur að afhenda pakkana einhverstaðar í vörumóttöku LSH og það tekur auka dag fyrir mig að fá það sent til mín með innanhúspósti.\nKísildalur er líka upp á 10, alltaf gaman að kíkja þar inn.",
            "date": "2015-09-19 20:36:00",
            "post_id": "606978",
            "reply_to_id": "606977"
        },
        {
            "user_name": "NiveaForMen",
            "text": "Pínu offtopic en tek undir með rapport, computer.is er með mjög góða uppsetningu. Þá á ég við að þurfa ekki að nýta þjónustuna heldur fá afslátt fyrir að vita hvað maður vill. \nStarfsmenn eru þó alltaf almennilegir.",
            "date": "2015-09-20 13:22:00",
            "post_id": "607005",
            "reply_to_id": "606978"
        },
        {
            "user_name": "worghal",
            "text": "þótt svo að margir séu með sömu hlutina til sölu, þá eru samt ekki allir með sömu framleiðendurna.\nþú færð ekki gigabyte, msi eða evga hjá kísildal og færð ekki gainward eða i-chill hjá att...\nAtt er bara með asus og msi og kísildalur er bara með inno3d, xfx og i-chill.",
            "date": "2015-09-20 14:28:00",
            "post_id": "607010",
            "reply_to_id": "607005"
        },
        {
            "user_name": "MatroX",
            "text": "hérna kemur mín skoðun, það er ekkert ósanngjarnt við þetta, gainward er í eigu palit, palit er ekkert endilega stærsti framleiðandi en jetstream kortin frá þeim eru að koma mjög vel út, það vill svo til í dag að nvidia og amd setja ákveðna staðla þegar kemur að framleiðslu kortana þannig að það er ekkert lengur þannig að sum kortana er drasl og önnur ekki, á íslandi er 2 ára ábyrgð þannig að ef kortið bilað þá færðu annað eða þetta kort lagað, \nég t.d hef haft hrikalega leiðinlega reynslu af gigabyte, coil væl og margt fleirra, en það þýðir ekkert að það sé drasl, \nþannig að min skoðun er sú að það er ekkert að þessu eins og þetta er",
            "date": "2015-09-20 23:17:00",
            "post_id": "607058",
            "reply_to_id": "607010"
        },
        {
            "user_name": "Skaz",
            "text": "Maður þarf alltaf, alltaf að hafa í huga \nCaveat emptor\n og pæla í því afhverju þessi hlutur er ódýrari heldur en eitthvað annað vörumerki og vinna heimavinnuna sína. \nMér dettur ekki í hug að neinn sem að notar vaktina til að tékka verð t.d. á skjákortum sé eingöngu að leita eftir lægsta verðinu. Menn tékka bakgrunn merkjanna og spyrja ef að þeir kannast ekki við þau. Til þess held ég að spjallið sé sett upp?",
            "date": "2015-09-20 23:45:00",
            "post_id": "607060",
            "reply_to_id": "607058"
        },
        {
            "user_name": "hkr",
            "text": "Minni og skjákort eru hópuð saman eftir týpu en móðurborð, örgjafar, harðir diskar og aflgjafar eru það ekki.\nT.d. eru ekki allir 1 TB HDD diskarnir ekki undir einni línu heldur fær hver framleiðandi, týpa o.fl. sér línu.\nSé ekki afhverju skjákortin og minnin ættu ekki að vera stækkuð þannig að hver framleiðandi, týpa, o.fl. fái sér línu.\nGefur betri mynd eins og með alla hina flokkana.\nEn annars eru fleiri samanburðar síður að detta á netið eins og t.d. verðbil.is og arius.is, þó svo að vaktin verði alltaf í uppáhaldi",
            "date": "2015-09-21 08:34:00",
            "post_id": "607069",
            "reply_to_id": "607060"
        },
        {
            "user_name": "rickyhien",
            "text": "áður en ég vissi af Vaktinni, vissi ég ekki af öðrum tölvuverslum annað en Tölvutek og Tölvulistinn, eyddi fullt af peningum í \"overpriced\" vörur, ég hafði getað sparað tug þúsundum...sé að menn eru ekki að tala um að allar þessar tölvubúðir eru með einhverjum sömu hlutum en mismunandi verð!!!?? verðmunurinn getur verið upp að 10.000!! ég veit ekki um OP en ég myndi ekki geta sofnað ef ég vissi að ég hefði getað sparað 10.000 ef ég skoðaði betur.",
            "date": "2015-09-21 10:08:00",
            "post_id": "607074",
            "reply_to_id": "607069"
        },
        {
            "user_name": "Benzmann",
            "text": "Svakalegur rasismi hér á ferð gagnvart skjákortum....",
            "date": "2015-09-22 14:02:00",
            "post_id": "607173",
            "reply_to_id": "607074"
        },
        {
            "user_name": "machinefart",
            "text": "Vaktin er reyndar að gera greinarmun á milli þar sem þetta skiptir máli.\nT.d. er ekki bara SSD 250 gb flokkur, heldur er það eftir merkjum. Eins og hefur komið fram, þá er bara rosalega erfitt að segja að X er betra en Y í skjákortum eftir framleiðanda. Þau eru að mestu leiti stöðluð og því metið þannig að þetta sé sambærilegur hlutur, þú ert ekki sammála, allt í lagi með það en þetta er bara mat þeirra sem taka þessa ákvörðun og mér sýnist flestir vera sáttir. Ef þú ætlaðir að taka hvern framleiðanda fyrir sig, þá væri fátt sambærilegt í þessu og listinn ansi langur.\nVið verðum bara að notast við skynsemina af bestu getu, ef þú ert á því að þetta eigi að vera útfært öðruvísi, þá er líka hægt að launcha vefsíðu sem gerir þetta eins og þér þykir betra. Ef þú hefur rétt fyrir þér þá fylgja notendurnir.",
            "date": "2015-09-22 17:49:00",
            "post_id": "607182",
            "reply_to_id": "607173"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég er skoða þetta með skjákortin, mér sýnist vera kort frá tíu framleiðendum í boði.\nPNY \nMSI \nASUS \nGIGABYTE \nI-CHILL\nINNO3D \nEVGA \nGAINWARD\nSHAPPIRE\nPALIT\nÞað er ekkert mál að setja þetta allt inn, en þá verður Verðavaktin meira eins og listi yfir það sem er í boði fremur en að finna ódýrasta kostinn.\nÉg ætla að prófa að setja það upp þannig og sjá hvernig það kemur út. Kannski er það bara málið, sjáum til.",
            "date": "2015-09-22 18:08:00",
            "post_id": "607183",
            "reply_to_id": "607182"
        },
        {
            "user_name": "mind",
            "text": "Fyrir mig sagt þá er hreint, einfalt og auðskilið betri kostur, þ.e. í stað ítarlegra og líklega of mikilla upplýsinga.\nVerð hlýtur að vera fyrsta skilgreiningin (heitir nú verðvaktin) og ég held sé svolítið óþarfa flækingar að ætla birta of miklar upplýsingar, enda eru hlekkir beint á vöruna fyrir þær.\nAllavega finnst mér t.d. örgjörvaflipinn hjálplegur, á móti er músarflipinn að mínu mati frekar tilgangslaus því það er engin sameiginleg lína í þeim. \nKannski er það bara ég en það hefur mér alltaf fundist sterkasta hlið vaktarinnar vera að hafa eins sanngjarnan lista og kostur er á, með einfaldan verðsamanburð á línu sambærilegra tölvuvara. Ég held lagerstaða myndi hjálpa til, en þetta heitir víst ekki lagervaktin svo get tæplega kvartað yfir því",
            "date": "2015-09-22 23:46:00",
            "post_id": "607224",
            "reply_to_id": "607183"
        },
        {
            "user_name": "GuðjónR",
            "text": "Jæja, set inn tvö skjákskot, sömu vörur mismundandi röðun.\nÞetta er vægast sagt ruglingslegt og tilgangur Verðvaktarinnar farinn að mínu mati.",
            "date": "2015-09-23 11:04:00",
            "post_id": "607246",
            "reply_to_id": "607224"
        },
        {
            "user_name": "beggi90",
            "text": "Sammála því, samt kannski fínt að þetta sé valmöguleiki.\nT.d væri hægt að velja \"nákvæm verðvakt\" og fá þetta upp.",
            "date": "2015-09-23 11:14:00",
            "post_id": "607248",
            "reply_to_id": "607246"
        },
        {
            "user_name": "kiddi",
            "text": "Samanburðurinn sem slíkur verður að litlu gagni þegar flestar vörurnar eru bara til hjá einu eða tveim fyrirtækjum, þetta er meira bara eins og sameiginlegur vörulisti frekar en verðsamanburður. Það er kannski það sem allir vilja? Að mínu mati finnst mér ekkert ósanngjarnt að setja ólík vörumerki í sama flokk, því í grunninn eru þessi kort eins, bara yfirbyggingin sem er ólík. Ég tel markaðinn ekki vera nógu stóran til að endilega réttlæta þennan ofurítarlega lista. Það er hellingsvinna sem fer í að viðhalda þessu (þó uppfærslurnar séu orðnar sjálfvirkar) og við megum ekki gera Verðvaktina að svo miklu bákni að GuðjónR gefist upp á illa launaðri viðhaldsvinnunni, því aldeilis nóg er af rugli og þrætueplum sem koma við reksturinn af þessum vef (ein ástæðan þess að ég gafst upp á rekstri hans á sínum tíma).",
            "date": "2015-09-23 11:15:00",
            "post_id": "607249",
            "reply_to_id": false
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Sammála, þetta er bara ruglingslegt. Þeir sem skoða verðvaktina hafa örugglega flestir vit á því að kynna sér muninn milli tegunda og ákveða svo útfrá því hvort það sé þess virði að fara í dýrara merki. Hinsvegar finnst mér einnig að Techshop ætti að vera tekið með í verðvaktinni því eins og aðrir komu inná þá eru margar aðrar búðir sem eru ekki með hlutina á lager. Einnig er verðið sem þú sérð á Techshop lokaverð til neytanda þannig ég sé ekkert að því að þeir séu einnig inná verðvaktinni.",
            "date": "2015-09-23 11:33:00",
            "post_id": "607251",
            "reply_to_id": "607249"
        },
        {
            "user_name": "Crush1234",
            "text": "ekki ef þú setur bil fx\nAsus 980\nEvga 980\nPalit 980\nI-chill 980\nGainward980\n-----------------------------------------------------------------------------------------------------------\nAsus 970\nEvga 970\nPalit 970\nI-chill 970\nGainward 970\n---------------------------------------------------------------------------------------------------------\nen já ef þetta er of mikil vinna fyrir þig þá getur þú sleppt því.",
            "date": "2015-09-23 11:50:00",
            "post_id": "607253",
            "reply_to_id": "607251"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég sleit þetta aðeins í sundur, samt ruglingslegt. Ef við förum að splitta þessu með strikum eða logóum þá fyrst verður þetta subbulegt.\nEn þetta er flott, rosamikið af grænu og allar búðir ódýrastar.",
            "date": "2015-09-23 12:19:00",
            "post_id": "607255",
            "reply_to_id": "607253"
        },
        {
            "user_name": "chaplin",
            "text": "Ég vona að þú sért ekki að pæla of mikið í þessu Guðjón, þetta er algjört chaos. \nKeep it simple, stupid.",
            "date": "2015-09-23 12:24:00",
            "post_id": "607257",
            "reply_to_id": "607255"
        },
        {
            "user_name": "Dúlli",
            "text": "Verð að segja OP er bara að tala út í tóma loftið.\nÞetta er viðbjóður að splitta þessu upp og engan vegginn í hag notanda ef hann er að leita eftir verð saman burð.\nOg hversu mikil leti er þetta i helvitis liði sem getur ekki bara opnað link og skoðað hvort varan hentar eður ey.\nFinnst að það ætti að laga hinna flokkana til dæmis harða diskana oþolandi að leita að ssd disk þegar allor virðast vera odyrastir.",
            "date": "2015-09-23 12:34:00",
            "post_id": "607259",
            "reply_to_id": "607257"
        },
        {
            "user_name": "FreyrGauti",
            "text": "Þarf ekki líka að setja inn mismunadi týpur frá hverjum framleiðanda af hverju korti?\nGigabyte refrence er ekkert það sama og G1 gaming eða WF3!!...",
            "date": "2015-09-23 12:35:00",
            "post_id": "607260",
            "reply_to_id": "607259"
        },
        {
            "user_name": "GuðjónR",
            "text": "hehehehe góður!\nEinmitt það sem ég var að hugsa þegar ég var að renna yfir listana.",
            "date": "2015-09-23 12:40:00",
            "post_id": "607261",
            "reply_to_id": "607260"
        },
        {
            "user_name": "playman",
            "text": "Þetta er hrillingur, if it ain't broke don't fix it",
            "date": "2015-09-23 12:57:00",
            "post_id": "607263",
            "reply_to_id": "607261"
        },
        {
            "user_name": "Dúlli",
            "text": "Notandi sem er skráður í viku kemur og fer að rugla í frábæru kerfi.",
            "date": "2015-09-23 15:41:00",
            "post_id": "607280",
            "reply_to_id": "607263"
        },
        {
            "user_name": "worghal",
            "text": "spurning hvort hann sé eitthvað tengdur start þar sem þeir eru þeir einu með Gainward.",
            "date": "2015-09-23 16:03:00",
            "post_id": "607282",
            "reply_to_id": "607280"
        },
        {
            "user_name": "dori",
            "text": "Klárlega ekki, hann er að benda á hvernig búðir með ódýrari merki græða á því að fá fleiri græna reiti á Vaktinni. Ef hann væri tengdur Start myndi hann ekki kvarta yfir því.\nAð því sögðu er ég á því að það eigi ekki að skipta þessu niður eftir merkjum. Myndi draga virkilega mikið úr gagnsemi kerfisins finnst mér.",
            "date": "2015-09-23 16:08:00",
            "post_id": "607283",
            "reply_to_id": "607282"
        },
        {
            "user_name": "rapport",
            "text": "Mér finnst þetta vera óþarfa detail sem hefur ekkert value fyrir mig sem neytanda.\nEr vaktin ekki fyrst og fremmst neytendasíða eða er þetta auglýsingasíða þar sem allar búðir þurfa að vera jafnar?",
            "date": "2015-09-23 16:48:00",
            "post_id": "607287",
            "reply_to_id": "607283"
        },
        {
            "user_name": "kiddi",
            "text": "Auðvitað væri best ef allar þessar raðir væru fullar af verðum, að búðirnar hér heima væru það stórar og sterkar að þær gætu boðið upp á það víðtækt vöruúrval. En því miður er okkar veruleiki annar og öllu fámennari og því held ég að við ættum að sætta okkur við töfluna eins og hún stendur í dag og hefur alltaf staðið. Ítarleg sundurliðun er meira viðeigandi t.d. hjá móðurborðunum, þar sem munur á milli útgáfa er þeim mun meiri en á skjákortunum. Móðurborðalistinn er reyndar alveg jafn fátæklegur á að sjá en það verður eiginlega að vera þannig ef hann verður að vera til staðar á annað borð. Persónulega myndi ég henda út móðurborðunum ef ég fengi einhverju um það ráðið 8-) Myndi reyndar henda fleiru, eins og t.d. aflgjöfum, tölvukössum og músunum, þetta eru of fátæklegir listar til þess að réttlæta tilvist þeirra, finnst mér.",
            "date": "2015-09-23 17:23:00",
            "post_id": "607290",
            "reply_to_id": "607287"
        },
        {
            "user_name": "machinefart",
            "text": "ok smá hugmynd hérna.\nþetta eru miklu miklu verri upplýsingar, það er miklu leiðinlegra að fara yfir svona lista og reyna að finna ódýrasta kostinn etc, OP hefur bara einfaldlega rangt fyrir sér.\nhinsvegar, gæti verið kannski pínu kúl ef það væri hægt að klikka á gtx 970 flokkinn í fyrri síðu og þá fá svona útlistun eftir týpum á bara því korti.\nÉg geri mér grein fyrir að þetta gæti verið hin þokkalegasta vinna að setja saman, en ég myndi telja þetta vera þann möguleika sem gæfi bestu upplýsingar - hvort þessi fídus svari kostnaði í vinnu er annað mál.",
            "date": "2015-09-23 17:27:00",
            "post_id": "607291",
            "reply_to_id": "607290"
        },
        {
            "user_name": "vesley",
            "text": "Alfgjafa,tölvukassa og músalistinn eru allir bara hrikalega illa uppsettir .\nA4tech,gigabyte t.d. ættu ekki eiga að heima þarna að mínu mati og er það ekkert útaf merkinu heldur er enga vakt einfaldlega að hafa ef það er bara ein verslun sem selur þetta,  setja upp lista fyrir t.d. steelseries,zowie Og margar aðrar sem eru til í fleiri verslunum.",
            "date": "2015-09-23 18:06:00",
            "post_id": "607293",
            "reply_to_id": "607291"
        },
        {
            "user_name": "Kristján",
            "text": "GuðjónR, ertu ekki að sjá um þessa síðu einn og úr þínum eigin vasa og tíma?\nef svo er þá kannski menn átti sig á því áður en það er gagnrýnt hart hvernig síðan er og lítur út.",
            "date": "2015-09-23 18:22:00",
            "post_id": "607296",
            "reply_to_id": "607293"
        },
        {
            "user_name": "Crush1234",
            "text": "",
            "date": "2015-09-23 18:41:00",
            "post_id": "607298",
            "reply_to_id": "607296"
        },
        {
            "user_name": "GuðjónR",
            "text": "hehehe jú reyndar, en gagnrýnin er samt oftast góð því hún heldur manni við efnið.\nEins og með skjákortin, það voru greinilega margir á þeirri skoðun að íterleg flokkun væri málið en eftir að ég setti það upp á þann hátt þá held ég að flestir séu sammála því að það sé ekki að gera sig sem verðsamanburður, þá er þetta frekar orðið að yfirliti yfir það sem er í boði.\np.s. takk fyrir stuðninginn",
            "date": "2015-09-23 19:27:00",
            "post_id": "607303",
            "reply_to_id": "607298"
        },
        {
            "user_name": "chaplin",
            "text": "Það væri kannski gaman að sjá hvernig síðan myndi líta út ef verslanir \nsem eiga vöruna til á lager\n og \nmeð lægsta verðið\n fengju græna miðan.",
            "date": "2015-09-23 19:52:00",
            "post_id": "607305",
            "reply_to_id": "607303"
        },
        {
            "user_name": "GuðjónR",
            "text": "Já, það þarf að fixa grunninn þannig að hann merki vörur sem eru í sérpöntun eða ekki til á lager með *\nFólk hefur þá valið hvort það vill bíða eða ekki, en auðvitað hefur maður líka lent í því að vörur séu skráðar \"á lager\" en eru það svo ekki.\nÞetta yrði aldrei 100% en getur samt verið betra.",
            "date": "2015-09-23 20:02:00",
            "post_id": "607306",
            "reply_to_id": "607305"
        }
    ],
    "date": "2015-09-23 11:15:00"
}