{
    "forum_title": "Koníakstofan",
    "id": "67000",
    "title": "Meint frelsi og frítt stöff (grein á kjarninn.is)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=67000",
    "posts": [
        {
            "user_name": "jericho",
            "text": "Sælir.\nLangaði að benda ykkur á \nþessa\n grein, sem birtist á Kjarnanum. Pósta henni hérna til að spara ykkur ómakið. Vildi sjá hvaða skoðun þið hafið á þessu.",
            "date": "2015-09-22 10:22:00",
            "post_id": "607154",
            "reply_to_id": false
        },
        {
            "user_name": "Kristján",
            "text": "short version pls???",
            "date": "2015-09-22 10:52:00",
            "post_id": "607156",
            "reply_to_id": "607154"
        },
        {
            "user_name": "Klemmi",
            "text": "Ég hef í ekkert á móti því að dómar geti fallið til þess að loka á aðgengi að síðum þar sem lögbrot eiga sér stað. Ekki frekar en ég er mótfallinn því að lögreglan geti lokað á staði þar sem lögbrot eiga sér stað.\nHins vegar er ég mótfallinn því að eigendur höfundarréttar í samstarfi við netveiturnar, geti einfaldlega lokað aðgengi að vefsíðu, án þess að einhver óháður aðili, gefið að dómsstólarnir séu það, meti svo að þar sé að eiga sér stað ólöglegir hlutir.\nÞað er svo allt annar punktur, sem í raun kemur þessu ekkert við, um það hvort að skráarskipti hafi raunveruleg neikvæð áhrif á hagnað eiganda höfundarréttar.  Að prinsippinu til skiptir það ekki máli, þó svo að maður velti fyrir sér að ef tölfræðin sem maður hefur séð reynist rétt, að af hverju séu þá eigendur höfundarréttar að eyða svona miklu púðri í að reyna að stoppa eitthvað sem ætti að vera þeim nokkuð ljóst að þeim tekst aldrei að stoppa.\nFrá mínum bæjardyrum séð, þá myndi ég vilja sjá eigendur höfundarréttar eyða því púðri sem þeir hafa áður eytt í að reyna að stoppa skráarskipti í það að útfæra þjónustur sem henta markaðnum.  Markaðurinn, eftir allt saman, ræður.  Línuleg dagskrá hefur mjög takmarkaðan markhóp, einna helst hjá eldri kynslóðinni sem einmitt kann ekki að sækja sér efni af netinu.\nMarkaðurinn kallar eftir að geta sótt efni og horft á það strax, án MIKILS tilkostnaðar.  Ég held að flestir séu tilbúnir til að borga fyrir það efni sem þeir horfa á, svo lengi sem verðið er ekki upp úr öllu valdi.  Málið er að með tilkomu almenns aðgengis að internetinu, þá hefur það verið einfaldast að sækja sér efni ólöglega.  Það er bara nýlega tilkomið að það sé einfalt fyrir notendur að kaupa og horfa á efni strax, hvort sem það er með áskrift eða pay-per-view.\nFramleiðendur myndefnis ættu að horfa til þess hvernig Steam hefur breytt neyslumynstri tölvuleikjaspilara.  Flestir eru alveg tilbúnir til þess að kaupa tölvuleiki, gefið að það sé einfalt að kaupa þá og njóta, og að það geti gerst um leið og þeir koma út.  Að sama skapi sé ég það hjá mér og öðrum að ég kaupi oft leiki sem ég hef áður sótt ólöglega og spilað, jafn vel þó ég geri ekki endilega ráð fyrir að spila hann aftur.",
            "date": "2015-09-22 10:52:00",
            "post_id": "607157",
            "reply_to_id": "607156"
        },
        {
            "user_name": "Klemmi",
            "text": "Ef þú downloadar efni, þá ertu að stela og ýta undir gróða hjá einstaklingum og fyrirtækjum sem skaffa tenginguna og annað til þess að hægt sé að stela því efni, án þess að þeir greiði nokkuð til eiganda höfundarréttarins.",
            "date": "2015-09-22 10:54:00",
            "post_id": "607159",
            "reply_to_id": "607157"
        },
        {
            "user_name": "rapport",
            "text": "Ég verð að játa að ég nennti ekki að lesa þessa grein til enda.\nÞetta erí stuttu máli gaur sem vill ekki að fólk hagnýti sér nútímatækni og vill að fólk kaupi margmiðlunarefni á geisladiskum.\nHann segir að höfundar og dreifingaraðilar eigi ekki að þurfa að breyta neinu hjá sér, þeir eigi að stjórna hvernig margmiðlunarefnis sé neytt.\nHann kallar þetta þjófnað, sem er kolrangt.\nÞví að fólk er ekki að stela efninu, það er að afrita það og það eina sem er \"stolið\" er að ekki eru greidd gjöld til höfunda (nema náttúrulega af öllum hörðum diskum, tómum geisladisku, USB lyklum og öðrum gagnamiðlum...\nÞannig að hver er að stela af hverjum'??",
            "date": "2015-09-22 11:17:00",
            "post_id": "607160",
            "reply_to_id": "607159"
        },
        {
            "user_name": "depill",
            "text": "Okei, róum okkur aðeins í þessum afritunar rökum sem allir vildu halda uppi framar. Er hann að tala um að fara aftur í geisladiskana ? Er hann ekki meira að tala um að fara í Netflix, Hulu, Spotify o.s.frv\nÉg er sammála honum í því að við eigum að greiða höfundum, en ósammála því að við eigum að vera með \"hraðahindrandi\" þar sem ég hef aldrei séð hver er góður í því að ritstýra contentinu.\nHér er fræðsla mikilvægust, koma þeim skilaboðum til fólks eins og rapport að það að afrita er að sleppa því að greiða höfundum fyrir það sem þeir framleiddu. Hvort sem við neytum því í gegnum Internetið eða í gegnum geisladiska skiptir engu máli.",
            "date": "2015-09-22 11:59:00",
            "post_id": "607164",
            "reply_to_id": "607160"
        },
        {
            "user_name": "mind",
            "text": "Nennti ekki lesa greinina, of löng og óáhugaverð.\nMér hefur alltaf fundist þessi hugmynd að ætla stjórna hvað verður um hlut sem maður hefur skapað, eftir að maður lætur hann frá sér vera frekar barnaleg og úreld.\nRaunveruleikinn er sá að ef þú vilt vera 100% viss um að þú fáir greitt það sem þú vilt, fyrir það sem þú skapar, þá verðurðu að fá greitt fyrirfram. Ef þú getur það ekki, þá eru líkurnar á því að það sem þú ert að skapa sé einfaldlega ekki þess virði í annarra manna augum.",
            "date": "2015-09-22 12:23:00",
            "post_id": "607165",
            "reply_to_id": "607164"
        },
        {
            "user_name": "depill",
            "text": "Flott ef launagreiðandinn þinn hugsar svona.\nAnnars reyni ég þetta á bankann minn um næstu mánaðarmót, læt ykkur vita hvernig gengur.",
            "date": "2015-09-22 13:08:00",
            "post_id": "607169",
            "reply_to_id": "607165"
        },
        {
            "user_name": "rapport",
            "text": "Fyrir mér er bottom line:\n- Nú þarf ég ekki að borga fyrir CD með 5 góðum lögum og 15 lélegum, nú kaupi ég bara þessi 5 erlendisfrá og fyrir vikið fær STEF innanlands ekki krónu.\n- Nú kaupi ég mér ekki né leigi bíómyndir innanlands og fyrir vikið fær STEF ekki krónu.\n- Nú kaupi ég ekki floppydiska, geisladiska, kasettur lengur, og fyrir vikið fær STEF ekki krónu.\nÞað sem ég borga til STEF eru aftur á móti gjöld af gagnamiðlum, USB lyklum, hörðum diskum o.þ.h. en þar sem internetið er að bjóða mér ódýrt gagnapláss annarstaðar, þá fer það líka minnkandi sem ég greiði STEF á því sviði.\nEinnig hefur það bein áhrif á vöruverð verslana að þurfa að greiða STEF gjöld pr. fermeter, en aftur þá hafa netverslanir líklega haft þau áhrif að tekjustraumur STEF hefur ekki vaxið jafnt og þétt undanfarin 20 ár.\nMín skoðun er sú að neytendur hafi veri ðað greiða þessum félagsskap allt of mikla peninga og að völd þeirra hafi hingað til verið allt of mikil, sérstaklega þar sem Ísland var svo einangrað, hér gat fólk ekki horft á sjónvarp eða hlustað á útvarp frá nágrannaríkjum.\nÞetta lyktar af græðgi og leti og að vilja fá greitt fyrir vinsældir án þess að þurfa að halda tónleika.\nHvað varðar kvikmyndagerð þá er ekkert beint samhengi milli kostnaðar og tekna og raunin virðist vera sú að því meira \"mainstream\" sem bíómynd er því meira er eytt af peningum í hana til að gera hana \"worth while\" fyrir fólk að horfa á hana í bíó.\nFyrir kvikmyndagerð þá er því nánast sama niðusrstaða, þetta er leti og græðgi. Fólk nennir ekki að gera myndir af vanefnum og vill fá launin sín fyrirfram óháð árangri myndarinnar.\nEn ég er með fordóma gagnavrt STEF, ég finn það bara þegar ég er að skrifa þessi orð og er því ekki hlutlaus.",
            "date": "2015-09-22 13:23:00",
            "post_id": "607171",
            "reply_to_id": "607169"
        }
    ],
    "date": "2015-09-22 10:22:00"
}