{
    "forum_title": "Koníakstofan",
    "id": "67098",
    "title": "Árásir rússa í sýrlandi",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=67098",
    "posts": [
        {
            "user_name": "svanur08",
            "text": "Hver er ykkur skoðun á þessu, hvað eru rússar með í huga?",
            "date": "2015-10-02 19:50:00",
            "post_id": "607863",
            "reply_to_id": false
        },
        {
            "user_name": "Nördaklessa",
            "text": "Afhverju meiga rússar ekki taka þátt í að stöðva ISIS? Ég persónulega fatta ekki afhverju fjölmiðlar reyna alltaf að troða ofaní okkur þessari neikvæðu ímynd á rússlandi.",
            "date": "2015-10-02 20:15:00",
            "post_id": "607865",
            "reply_to_id": "607863"
        },
        {
            "user_name": "nidur",
            "text": "basic bandarískt propaganda sem við fáum að heyra, alveg sama hvað, hvernig eða hversvegna rússland gerir eitthvað.",
            "date": "2015-10-02 20:29:00",
            "post_id": "607866",
            "reply_to_id": "607865"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég las þetta sem \"Sýruárasir Rússa\" .... ehrm ...\nAnnars þá botna ég hvorki upp né niður í þessum átökum, veit einhver hver er að berjast við hvern þarna?\nVirkar á mig eins og allir á móti öllum.",
            "date": "2015-10-02 21:08:00",
            "post_id": "607868",
            "reply_to_id": "607866"
        },
        {
            "user_name": "darkppl",
            "text": "Free for All arena í sýrlandi?",
            "date": "2015-10-02 22:20:00",
            "post_id": "607869",
            "reply_to_id": "607868"
        },
        {
            "user_name": "Halli13",
            "text": "Það er stjórnin hans Assad og herinn styður hann, síðan eru Hezbollah (samtök búin til þess að berjast gegn Ísreal) og önnur minni samtök einnig með þeim.\nÞeir sem eru á móti stjórn Assad eru, uppreisnermenn, Islamic State of Iraq and Syria (þekkir það líklega sem isis), Islamic Front (önnur öfgasamtök) og frjálsi sýrlenski herinn sem er í rauninni uppreisnarher, ásamt fleiri samtökum.\nIslamic State of Iraq and Syria og Islamic Front vilja búa til sitt eigið ríki á landsvæði Sýrlands og Írak, eru í jihad sem er einskonar trúarherferð.\nÞað sem flækir málið að Bandaríkin og vesturveldin virðast vera með báðum \"liðum\", þeir eru á móti stjórn Assad en á sama tími á móti Isis. Rússar standa með stjórn Assad og Bandaríkin gagnrýna þá fyrir að ráðast á þá sem eru á móti henni, þeir vilja eingöngu að ráðist sé gegn Isis, (og mögulega islamic front og öðrum terroristasamtökum, þekki það ekki nógu vel)\nSíðan þriðja \"liðið\" eru kúrdar, og aðrir kristnir bandamenn þeirra, sem Bandaríkjastjórn var lengi vel á móti en byrjaði að gefa vopn  til þegar átökin voru að hefjast, því þeir eigað að vera \"betri\" eða eitthvað en hinir.\nÞetta er svona í stuttu máli hvernig ég skil þetta, endilega ef það er eitthvað rangt hérna eða vantar megið þið leiðrétta mig",
            "date": "2015-10-02 22:36:00",
            "post_id": "607870",
            "reply_to_id": "607869"
        },
        {
            "user_name": "nidur",
            "text": "Ef þið kynnið ykkur seinustu kostninu í sýrlandi þá var assad kosinn af 88% af fólki í landinu og utan þess\nhttps://en.wikipedia.org/wiki/Syrian_pr ... tion,_2014\nSumir (USA) segja kostninasvindl en kommon, hann segist vera til í að segja af sér ef það myndi stoppa stríðið, en það að hann segi af sér breytir engu.\n+ að það er fullt af sýrlenskum mönnum búnir að skrá sig á seinstu árum í herinn, varaliðið til að berjast við isis og aðra hópa sem hafa snúist til að styðja ríkisstjórnina, bara til að koma á friði í landinu og svo berjast í pólitík.\nef ég man rétt þá lagði rússland fram tillögu 2011 um að assad myndi stíga niður og að annar tæki við en usa og evrópa var á móti því, síðan þá hefur rússland stutt sýrland.",
            "date": "2015-10-02 23:57:00",
            "post_id": "607873",
            "reply_to_id": "607870"
        },
        {
            "user_name": "svanur08",
            "text": "óvinir sýrlands a og b, rússar byrjuðu á a og svo b, og rússar eru að gera rangt því þeir réðust fyrst á a..... halló usa hugsa bara um rassgatið á sjálfum sér og búið, rússar eru þór að gera meira.",
            "date": "2015-10-03 03:03:00",
            "post_id": "607879",
            "reply_to_id": "607873"
        },
        {
            "user_name": "Squinchy",
            "text": "Go Putin!\nLöngu kominn tími á að taka á þessum vinum bandaríkjana, svo bara taka Saudi Arabíu næst í gegn, óþolandi að svona ríki komist upp með að nýðast á fólki og ekkert sé gert í því þeir hafa helling af peningum (Olíu)",
            "date": "2015-10-03 11:08:00",
            "post_id": "607890",
            "reply_to_id": "607879"
        },
        {
            "user_name": "Revenant",
            "text": "Afhverju hafa vesturveldin einkarétt á að drepa fólk í Sýrlandi?\nÞar fyrir utan hvað á svo að gera þegar búið er að koma Assad Sýrlandsforseta frá völdum? \nÉg held að fæstir geri sér grein fyrir hvað eigi að gera þegar \"markmiðinu\" er náð. Sjáið bara Líbýu þar sem geisar borgarastyrjöld eftir að Gaddafi var komið frá völdum með tilstuðlan vesturveldana.",
            "date": "2015-10-03 12:55:00",
            "post_id": "607894",
            "reply_to_id": "607890"
        },
        {
            "user_name": "capteinninn",
            "text": "Svo eru Tyrkirnir sem eru í NATO að gera loftárásir á Kúrdana sem eru að skjóta til baka með vopnum sem NATO gaf þeim, alger steypa.",
            "date": "2015-10-03 14:29:00",
            "post_id": "607902",
            "reply_to_id": "607894"
        },
        {
            "user_name": "Klara",
            "text": "http://einarbb.blog.is/blog/einarbb/entry/2046351/\nhttp://einarbb.blog.is/blog/einarbb/month/2015/9/\nhttp://einarbb.blog.is/blog/einarbb/entry/2030328/\nÉg mæli með þessu bloggi, hann er oft með ágætis greiningar á erlendum stjórnmálum.",
            "date": "2015-10-03 14:42:00",
            "post_id": "607903",
            "reply_to_id": "607902"
        },
        {
            "user_name": "rapport",
            "text": "",
            "date": "2015-10-03 15:09:00",
            "post_id": "607907",
            "reply_to_id": "607903"
        },
        {
            "user_name": "nidur",
            "text": "Og það besta er að USA er að bomba saklaust fólk í afganistan á meðan þeir kvarta yfir rússunum sem eru að drepa hryðjuverkamenn...",
            "date": "2015-10-03 18:17:00",
            "post_id": "607917",
            "reply_to_id": "607907"
        },
        {
            "user_name": "Krammsi",
            "text": "Hvaða ætli uppáhalds fps leikur Putins sé?",
            "date": "2015-10-06 01:31:00",
            "post_id": "608073",
            "reply_to_id": "607917"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Það eru auðvitað allir að berjast fyrir því sama, Losna við ISIS\nSpurning hvað svo eftir ISIS",
            "date": "2015-10-06 14:18:00",
            "post_id": "608094",
            "reply_to_id": "608073"
        },
        {
            "user_name": "FriðrikH",
            "text": "Ef þið eruð að leita að einhverjum vondum kalli í þessu og einhverjum góðum kalli þá verður sú leit löng.\nRússar eru að gera nákvæmlega það sama þarna og Bandaríkjamenn (með bandamönnum sínum), það er að vernda sína eigin hagsmuni og ítök á svæðinu.\nBæði NATO og Rússum er drullusama um lýðræði á svæðinu og hvort einhver einræðisherra sé vondikall eða ekki.  Bæði Rússar og NATO ríki styðja mun verri skíthæla heldur en Assad.\nFramferði NATO ríkja og Rússa eru bæði dæmi um sterk ríki (blokkir) sem eru að reyna að stjórna þróun í öðrum ríkjum á þann hátt að það henti þeirra hagsmunum sem best. Almennt held ég (ekki algilt) að hernaðaríhlutun ríkja utan landamæra sinna sé af hinu slæma og hafi sjaldan neitt annað en slæmar afleiðingar í för með sér fyrir borgara þeirra svæða sem verða fyrir átökunum.",
            "date": "2015-10-06 15:46:00",
            "post_id": "608102",
            "reply_to_id": "608094"
        },
        {
            "user_name": "nidur",
            "text": "Samantekt árása seinustu viku hjá rússunum\nhttps://www.rt.com/news/317922-syria-week-russian-op/\nhérna er svo yfirlit yfir coaliton attacks\nhttp://www.defense.gov/News/Special-Rep ... nt-Resolve\nEkkert að bera þetta saman bara innlegg í þráðinn.",
            "date": "2015-10-07 19:55:00",
            "post_id": "608178",
            "reply_to_id": "608102"
        }
    ],
    "date": "2015-10-02 19:50:00"
}