{
    "forum_title": "Koníakstofan",
    "id": "67120",
    "title": "Breyttir skilmálar hjá Skjá 1 (Símanum)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=67120",
    "posts": [
        {
            "user_name": "kjarrig",
            "text": "Hvernig finnst ykkur sú viðskiptahugmynd Símans, að þeir sem eru með internettengingu hjá Símanum eru þeir eru einu sem geta notað VOD þjónustu Skjásins? Ég hef verið áskrifandi að Skjá 1 síðan var farið að rukka fyrir dagskránna, og þar sem ég er hjá Vodafone með mína internetáskrift (og er ekki að fara að breyta því) þá get ég horft frítt á línulega dagskrá Skjásins, en ekki tímaflakk og aðra möguleika sem boðið er uppá hjá Skjánum.  Þessu breytti Síminn núna um mánaðarmótin.  \nEf 365 fara að taka uppá því sama, að þú verðir að vera með internetáskrift hjá þeim til þess að kaupa aðgang að þeirra stöðvum?  Þá lítur það þannig út fyrir mér að ég vill kaupa Skjá Einn og Stöð 2, að þá verð ég að vera með internettengingu hjá báðum aðilum.",
            "date": "2015-10-05 13:59:00",
            "post_id": "608020",
            "reply_to_id": false
        },
        {
            "user_name": "Predator",
            "text": "Þú þarft ekki að vera með internet hjá Símanum heldur þarftu að vera með Sjónvarp Símans sem er hægt á öllum línum frá Mílu, skiptir ekki máli hvort internetþjónustuaðilinn sé Vodafone, 365, osfrv.",
            "date": "2015-10-05 14:05:00",
            "post_id": "608021",
            "reply_to_id": "608020"
        },
        {
            "user_name": "kjarrig",
            "text": "Ok, smá misskilningur hjá mér, en þar sem ég er þá línu frá Gagnaveitunni, þá get ég ekki notað þetta.  Heldur þarf ég að færa mig yfir til Mílu.  Er það rétt skilið?",
            "date": "2015-10-05 14:06:00",
            "post_id": "608022",
            "reply_to_id": "608021"
        },
        {
            "user_name": "Predator",
            "text": "Já það passar, sjónvarp símans er ekki í boði yfir Gagnaveituna.",
            "date": "2015-10-05 14:07:00",
            "post_id": "608023",
            "reply_to_id": "608022"
        },
        {
            "user_name": "machinefart",
            "text": "Ég skil ekki alveg kröfuna, myndirðu vilja s.s. að síminn færi að þróa hugbúnað fyrir önnur tæki en sitt eigið svo þeir geti boðið upp á VOD þjónustu sína? Er ekki annars þar sem vandinn liggur? þyrfti ekki að útfæra þetta í aðrar græjur ef þetta ætti að virka?\nÞekki svosem ekki nákvæmlega hvernig allt snýr í þessu en mér þætti skjáreinn ekki eiga að gera meira en í mesta lagi að bjóða aðgang að einhverjum vefþjónustum sem hægt væri að nýta sér í smíði á hugbúnaði sem myndi spila þetta. Hvort það sé raunin veit ég ekki, ég er heldur ekki svo viss um að vodafone eða neinn annar aðili myndi nýta sér svoleiðis möguleika svo kúnnar sínir gætu keypt þjónustu af símanum.",
            "date": "2015-10-05 14:19:00",
            "post_id": "608024",
            "reply_to_id": "608023"
        },
        {
            "user_name": "rapport",
            "text": "Ég les úr þessu það eitt að samþjöppun fjölmiðla, efnisveita og inetnertveita er ekki af honu góða...",
            "date": "2015-10-05 22:12:00",
            "post_id": "608061",
            "reply_to_id": "608024"
        },
        {
            "user_name": "kjarrig",
            "text": "Þegar Síminn tekur yfir Skjá Einn, þá breytist þetta, Vodafone eða Gagnaveitan gátu dreift merkinu og ég gat nýtt mér þjónustuna, þá í gegnum Sjónvarp Vodafones, en ekki hægt lengur.  Og það finnst mér lélegt að Símanum að breyta þessu.\nÞað er verið að neyða mann yfir í Míluna til að horfa á Skjá EInn.  Síminn hefur ekki verið að þróa eitt eða neitt fyrir Vodafone, Vodafone gerðu það sjálfir.",
            "date": "2015-10-06 11:59:00",
            "post_id": "608090",
            "reply_to_id": "608061"
        },
        {
            "user_name": "JReykdal",
            "text": "Síminn getur alveg verið með sitt sjónvarp á Gagnaveitunni. Þeir bara vilja það ekki. Ekkert tæknilegt sem stendur í vegi fyrir því og þeir geta alveg notað sín box við það.",
            "date": "2015-10-14 13:13:00",
            "post_id": "608549",
            "reply_to_id": "608090"
        },
        {
            "user_name": "tdog",
            "text": "Já, þetta er bara brundmyglugremja í Símanum að vilja ekki fara með sjónvarpsdreifikerfið sitt á Gagnaveituna.",
            "date": "2015-10-15 23:26:00",
            "post_id": "608649",
            "reply_to_id": "608549"
        },
        {
            "user_name": "Dagur",
            "text": "Forneskjulegt. Netflix virkar í öllum tækjum sem til eru og þú borgar bara fyrir áskrift. \nSíminn og Vodafone vilja rukka fyrir áskrift og þú ert læstur inn í einu tæki sem þú þarft líka að borga áskrift af",
            "date": "2015-10-16 09:20:00",
            "post_id": "608660",
            "reply_to_id": "608649"
        },
        {
            "user_name": "kjarrig",
            "text": "Fékk símtal frá þjónustustjóra Símans, og er ekki sá eini sem kvartaði yfir þessu.  Benti vinsamlega á að þetta sé ekkert vandamál.  Ég sæki bara þessa þætti sem er verið að horfa á heima hjá mér og þá borga ég ekki neitt, sem ég borgaði glaður fyrir áður.  Í stað þess að gera hlutina einfaldari og greiða áskrift fyrir það, þá get ég það ekki lengur, en ég get sótt þættina.  Mjög öfugsnúið m.v. þá umræðu um ólöglegt niðurhal.",
            "date": "2015-10-16 14:18:00",
            "post_id": "608671",
            "reply_to_id": "608660"
        },
        {
            "user_name": "Dúlli",
            "text": "Er þetta orðið lokað og læst ?\nErum að reyna að horfa á opna dagskrá en ekkert í gangi á síðunni.",
            "date": "2015-10-23 19:57:00",
            "post_id": "609230",
            "reply_to_id": "608671"
        }
    ],
    "date": "2015-10-05 13:59:00"
}