{
    "forum_title": "Leikjasalurinn",
    "id": "67195",
    "title": "Battlefront Beta",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=67195",
    "posts": [
        {
            "user_name": "Galaxy",
            "text": "Jæja, hvernig lýst mönnum á þetta beta?",
            "date": "2015-10-12 18:54:00",
            "post_id": "608465",
            "reply_to_id": false
        },
        {
            "user_name": "HalistaX",
            "text": "Ágætlega bara, Walker Assault er soldið erfitt á Rebels annars er hann fínn. Kominn með soldið leið á að grinda sömu missionin aftur og aftur fyrir credits.",
            "date": "2015-10-12 18:57:00",
            "post_id": "608466",
            "reply_to_id": "608465"
        },
        {
            "user_name": "Galaxy",
            "text": "Já, ekki mikil fjölbreytni en það gæti vel lagast þegar leikurinn kemur út.",
            "date": "2015-10-12 19:07:00",
            "post_id": "608467",
            "reply_to_id": "608466"
        },
        {
            "user_name": "Minuz1",
            "text": "Ég fæ lítla star wars tilfinningu að sjá aðra spila þetta.\nEA, Uplay og beta fælir mig mikið frá að kaupa.\nLítur ágætlega út og flott hljóð, en það er bara ekki nóg fyrir mig meðan það eru fullt af leikum f2p sem eru miklu betri en þessi.",
            "date": "2015-10-12 20:02:00",
            "post_id": "608470",
            "reply_to_id": "608467"
        },
        {
            "user_name": "rapport",
            "text": "https://soundcloud.com/eclecticmethod/chewietune",
            "date": "2015-10-12 20:28:00",
            "post_id": "608471",
            "reply_to_id": "608470"
        },
        {
            "user_name": "Galaxy",
            "text": "Hljóðin eru mjög góð fyrir utan sum eins og röddin á Vader en annars eru hljóðin frábær, grafíkin er líka mjög góð og er mjög real-like. Mér finnst þessi leikur engan vegin passa í Battlefront seríuna en samt sem áður er þetta solid Star Wars leikur, þrátt fyrir að geta verið mun betri, ég held að það sé pressa á að release-a leikinn áður en myndin kemur út og mér finnst það vera bitna á okkur.",
            "date": "2015-10-12 20:43:00",
            "post_id": "608472",
            "reply_to_id": "608471"
        },
        {
            "user_name": "sopur",
            "text": "Ég hef mjög gaman að honum, búinn að vera spila hann frekar fast um helgina.\nEkki skemmir hvað hann lookar ótrúlega vel og hljóðið er mjög gott. \nÞað sem ég hef mest út á hann að setja er spawnið, alveg ótrúlega pirrandi að geta spawnað með óvin í bakinu.\nÉg hef séð að menn eru að böggast yfir að það sé erfitt að vera rebel í walker assault, en það er bara út af menn vita ekkert hvað þeir eiga að gera og rosalega lítið team play í því mappi.\nOg jújú, eins og er, er þetta rosalega einhæft - þannig að maður bíður bara spenntur í mánuð",
            "date": "2015-10-12 23:23:00",
            "post_id": "608482",
            "reply_to_id": "608472"
        },
        {
            "user_name": "Galaxy",
            "text": "Málið er að flestum er bara hreinlega algjörlega sama um teamplay og það gerir rebels í walker assault erfitt. Spawnin eru algjörlega í ruglinu í walker assault hjá mér en drop zone hefur virkað frábærlega. Hlakka til hvað leikurinn býður þegar hann kemur út.",
            "date": "2015-10-13 00:09:00",
            "post_id": "608485",
            "reply_to_id": "608482"
        },
        {
            "user_name": "GullMoli",
            "text": "Hann kom mér virkilega á óvart. Mér finnst hann líta mjög vel út og vera fínasta skemmtun. Aftur á móti finnst mér Battlefield leikirnir líka skemmtilegir (pínu svipað vibe).\nÉg var alvarlega að spá í að kaupa hann þar til ég sá að það er nú þegar búið að plana 4 expansion packs ... ugh.",
            "date": "2015-10-13 10:56:00",
            "post_id": "608493",
            "reply_to_id": "608485"
        },
        {
            "user_name": "arons4",
            "text": "Ekki nema tæpur 16 þúsund kall fyrir mesta generic AAA leik sem ég hef nokkurntímann spilað. Nei takk.",
            "date": "2015-10-13 12:47:00",
            "post_id": "608497",
            "reply_to_id": "608493"
        },
        {
            "user_name": "Galaxy",
            "text": "Sammála með dlc en ég heyrði að fyrsti verður frír? Annars er það satt. þetta er líkara Battlefield en Battlefront þannig engan veginn 16k virði. Samt sem áður finnst mér hann mun skemmtilegri en Battlefield.",
            "date": "2015-10-13 13:30:00",
            "post_id": "608502",
            "reply_to_id": "608497"
        },
        {
            "user_name": "sopur",
            "text": "Hver notar UK ps store ?\nÞetta er á 13.5k ef þú notar USA \nSamt rosa dýrt.",
            "date": "2015-10-13 14:05:00",
            "post_id": "608506",
            "reply_to_id": "608502"
        },
        {
            "user_name": "Hannesinn",
            "text": "Og multiplayer only, með shelflife upp á kannski 6 mánuði, eins og allir online leikir sem heita ekki Counter-Strike eða mmorpg.",
            "date": "2015-10-13 15:09:00",
            "post_id": "608513",
            "reply_to_id": "608506"
        },
        {
            "user_name": "darkppl",
            "text": "kaupa bara frá mexico eða indversku origin búðinni?",
            "date": "2015-10-13 15:19:00",
            "post_id": "608514",
            "reply_to_id": "608513"
        },
        {
            "user_name": "arons4",
            "text": "Gerir leikinn ekkert minna bland.",
            "date": "2015-10-13 21:32:00",
            "post_id": "608529",
            "reply_to_id": "608514"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Kom mér meira á óvart en ég hélt. Lookar flottur þessi leikur en voðalega bland, en hann tikkar í Star Wars boxin mín",
            "date": "2015-10-14 08:55:00",
            "post_id": "608540",
            "reply_to_id": "608529"
        },
        {
            "user_name": "darkppl",
            "text": "ég var fyrst alveg harðneitandi að kaupa hann en málið er að mér finst hann ekki eins og aðrir skotleikir þetta er leikur sem á að vera skemtinlegur ekki competitive bara það sem þú getur skemt þér það fanst mér allanvegana um leikinn.",
            "date": "2015-10-17 17:47:00",
            "post_id": "608736",
            "reply_to_id": "608540"
        }
    ],
    "date": "2015-10-12 18:54:00"
}