{
    "forum_title": "Koníakstofan",
    "id": "67207",
    "title": "Er PSN store/xbox live að drepa tölvuleikjasölu á Íslandi?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=67207",
    "posts": [
        {
            "user_name": "hakkarin",
            "text": "Ég kaupi eiglega alla mína ps4 leiki stafrænt að því að ég sé ekki vit í því að borga 12-13þ fyrir einn ps4 leik þegar ég get keypt fyrir minna á psn store og downloadað honum svo. En í gær fór ég í elko í fyrsta sinn í frekar langan tíma að því að mér vantaði auka ps4 fjarstýringu. Við komuna að þá brá mér við það að sjá að það sem áður var frekar stór hilla með fullt af tölvuleikjum var bara orðinn frekar lítill hilla einhverstaðar út í horni! Þetta gerðist fyrir löngu með PC en ég hélt samt að þetta yrði öðruvísi með leikjatölvunar að því að ólíkt pc leikjum að þá er hægt að lána PS/xbox leiki. \nEr verðmunurinn þetta mikill að fólk er bara hætt að kaupa út í búð?",
            "date": "2015-10-14 13:45:00",
            "post_id": "608552",
            "reply_to_id": false
        },
        {
            "user_name": "stefhauk",
            "text": "Ég stekk oft á góð tilboð á leikjum á PSstore tilboð sem maður sér aldrei detta í búðir þannig að já ég gæti alveg trúað því að sala í verslunum hefur minkað.",
            "date": "2015-10-14 14:00:00",
            "post_id": "608555",
            "reply_to_id": "608552"
        },
        {
            "user_name": "Crush1234",
            "text": "Ég hef ekki keypt disk lengi, það er þæginlegra að geta downloadað leikinn nokkrum dögum áður en hann kemur út og spila hann strax en að bíða í Elko á forsölu.\nTildæmis er GTA5 á PlayStation 4 12K í Elko og 7.7K á PSN..... í UK og 5000kr í USA búðinni (á tilboði reyndar) og allur penningurinn sem þú tapar á því að vera ekki að endurselja er lítill sem engin vegna þess að þú færð ekki fullt verð fyrir leikinn og síðan er það bara að pirrandi að vera eltast upp við að selja leikina .",
            "date": "2015-10-14 14:25:00",
            "post_id": "608559",
            "reply_to_id": "608555"
        },
        {
            "user_name": "Tbot",
            "text": "Álagning og vsk, tikka vel inn.\nSést vel á ársáskrift að PS+ Amazon/Elko",
            "date": "2015-10-14 15:03:00",
            "post_id": "608560",
            "reply_to_id": "608559"
        },
        {
            "user_name": "Stuffz",
            "text": "a.m.k hér, hef ekki spilað PC leiki í óratíma\nnotaði aldrei PS3 sem ég keypti neitt að ráði\nspila bara eitthverja android leiki.\nsíðasti leikur sem maður keypti var sennilega Crysis \nekki samkeppnishæfur grundvöllur?",
            "date": "2015-10-14 16:53:00",
            "post_id": "608563",
            "reply_to_id": "608560"
        },
        {
            "user_name": "capteinninn",
            "text": "Alveg rosalega vanhugsuð aðferð hjá verslunum að setja svona háa álagningu.\nÞegar ég var með Xbox 360 pantaði ég frekar frá Amazon (með express shipping ef þetta var glænýr leikur) og það var samt yfirleitt vel ódýrara en að kaupa hjá Elko ot hinum búðunum.\nEru ekkert að fatta að þeir eru komnir með rosalega samkeppni frá PSStore og Xbox Live og þeir þurfa annaðhvort að lækka verð eða hætta þessu bara",
            "date": "2015-10-14 18:17:00",
            "post_id": "608570",
            "reply_to_id": "608563"
        },
        {
            "user_name": "sopur",
            "text": "Ég keypti mér ps4 í júni og ég hef eingöngu verslað við psn store",
            "date": "2015-10-14 19:28:00",
            "post_id": "608577",
            "reply_to_id": "608570"
        },
        {
            "user_name": "hakkarin",
            "text": "Veit ekki hvort að það sé bara þeim að kenna samt. Kostar að flytja inn og svo held ég að það sé ekki vsk á psn store dóti.",
            "date": "2015-10-14 21:36:00",
            "post_id": "608583",
            "reply_to_id": "608577"
        },
        {
            "user_name": "urban",
            "text": "Tjahh þú svaraðir spurningunni eiginlega sjálfur \nÞú fórst þangað inn vegna þess að þig vantaði fjarstýringu, ekki vegna þess að þú ætlaðir að kaupa leik.\nEn þetta með álagningu og álíka, ekki gleyma því að þetta eru fyrirtæki og það fer engin í fyrirtækjarekstur af góðgerðarstarfssemi.\nÞað er ekki hægt að ætlast til þess að ELKO eða álíka fyrirtæki sem að eru að selja leiki séu með þá á svipuðu verði og hægt er að panta 1 stykki að utan með express shipping (miðað við að vilja fá hard copy)\nFyrirtækin þurfa að panta töluvert fleiri en einn leik í einu og þurfa að sitja síðan uppi með þá þangað til að þeir seljast.\nHillupláss kostar peninga, rýrnun kostar peninga og starfsfólk kostar peninga.\nÞað er hægt að fá ca 80 - 90% af því sem að maður verslar á íslandi ódýrara með því að panta það af netinu erlendis frá og nenna að bíða eftir því, en þá minnkar líka bara þjónustustigið á móti eftir því sem að fleiri gera það, alveg einsog er að gerast með tölvuleiki og músík/myndir núna þessi misserin, síðan er það náttúrulega hitt, CD og DVD er einfaldlega deyjandi tækni.",
            "date": "2015-10-14 22:55:00",
            "post_id": "608586",
            "reply_to_id": "608583"
        },
        {
            "user_name": "Hrotti",
            "text": "Ég kaupi allt á netinu, aðallega vegna þess að ég nenni ekki í búðir.",
            "date": "2015-10-14 23:16:00",
            "post_id": "608589",
            "reply_to_id": "608586"
        },
        {
            "user_name": "urban",
            "text": "Ég bætti við \"erlendis frá\"\nÉg versla megnið af því sem að ég get hérna innanlands, þrátt fyrir að það kosti mig eitthvað meira, einfaldlega vegna þess að ég vil einmitt styrkja innlenda þjónustu, það er, ég vil að þjónustan sé til innanlands þegar að mér henntar.\nAftur á móti ef að hlutirnir eru margfalt ódýrari erlendis og ég get beðið eftir þeim, þá panta ég það erlendis frá, er einmitt tiltölulega nýbúinn að kaupa mér t.d. gleraugu að utan, 3 gleraugu á rétt um 40 þús kall hingað komin, hefði þurft að borga allavega helmingi meira fyrir stykkið hér á landi (eða allavega miðað við mína reynslu hingað til)\nJá og tölvuleiki og músík hef ég síðan heldur einmitt ekki keypt af verslunum hér á landi í rosalega mörg ár, öðru hverju músík beint frá böndum á tónleikum.\nÞannig að í rauninni er engum öðrum en okkur neytendum að kenna/þakka að CD/DVD sala á landinu sé að hrynja, einfaldlega vegna þess að við verslum þetta sjálf annar staðar frá (sem að er svo akkurat í flestum tilfellum vegna verðs)",
            "date": "2015-10-14 23:44:00",
            "post_id": "608591",
            "reply_to_id": "608589"
        },
        {
            "user_name": "braudrist",
            "text": "Þjónustustigið á Amazon.com er alla veganna drullugott. Félagi minn keypti sér Thrustmaster WARTHOG HOTAS flugstýripinnan frá Amazon.com en hann bilaði eitthvað hjá honum. Hann talar við Amazon þeir leggja inn á hann ca. 40.000 kall fyrir hraðsendingu samdægurs, hann sendir til þeirra og fær nýjan í staðin. Þetta tók allt saman TVO daga. Þú færð ekki svona góða þjónustu hér á landi. Ef eitthvað bilar hérna, þá þarf alltaf hluturinn að fara í bilanagreiningu sem getur tekið marga daga, jafnvel vikur. Svo oft gleymist að hringja í þig þegar verkið klárast þannig að maður þarf yfirleitt alltaf að ganga á eftir þessu. \nÉg geri mér grein fyrir því að Amazon er RISA fyrirtæki og hefur alveg efni á svona löguðu en fjandinn hafi það, ég er alveg hættur að versla í búðum hérlendis meðan ég fæ svona góða þjónustu og góð verð frá Amazon.",
            "date": "2015-10-15 02:32:00",
            "post_id": "608596",
            "reply_to_id": "608591"
        },
        {
            "user_name": "hakkarin",
            "text": "Svo lika eitt: flutnigskostnaður. Það hlýtur að kosta að flytja inn en það kostar ekkert að niðurhala þessu. Það hlýtur að vinna gegn verslunum.",
            "date": "2015-10-15 12:44:00",
            "post_id": "608611",
            "reply_to_id": "608596"
        },
        {
            "user_name": "Tbot",
            "text": "Það gleymist líka er kostnaður við verslunarhúsnæði.  Flottræfishátturinn her á landi er oft ansi mikill.\nFasteignafélögin eru ekkert að gefa neitt.\nÞetta stuðlar líka að háu vöruverði.  Síðan landlægur ósiður þar sem menn ætla að verða ríkir í gær á verslunarrekstri.",
            "date": "2015-10-15 13:11:00",
            "post_id": "608613",
            "reply_to_id": "608611"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Ef ég get verslað við Steam/GOG/Amazon/hvaðsem er þá geri ég það",
            "date": "2015-10-15 14:05:00",
            "post_id": "608615",
            "reply_to_id": "608613"
        },
        {
            "user_name": "Hj0llz",
            "text": "Sem fyrrverandi verslunarstjóri í verslun sem seldi leiki þá vorum við í mesta lagi að fá 1000kr fyrir hvern leik, Sena sem er 90% af leikjamarkaðinum selur leiki á sirka 8-9k án vsk. Yfirleitt var sett 10-15% ofan á það(innkaupaverð með vsk) og í mörgum tilfellum ef maður ætlaði að nota starfsmannaafslátt til að versla þá hækkaði leikurinn í verði..verslanir á Íslandi hafa mjög lítið svigrúm á leikjum og það gerir það sérstaklega erfitt að fyrirtækin sem taka þá inn (Sena, myndform og samfilm) eru ekki með skilarétt á tölvuleikjum (eru með það á myndefni). Yfirleitt fór þessi litli hagnaður í að núlla út aðra leiki sem seldust illa.\nÞað er well known að hard copy er dýrara í framleiðislu en digital copy....diskur, hulstur og cover í hulstrið..svo er náttúrulega sendingakostnaður á hard copy og tollar.\nUmboðsaðilar panta náttúrulega ekki í jafnmiklu magni og t.d. amazon gerir sem gerir það að verkum að þau fyrirtæki fá ekki jafngóðan díl í innkaupum (yfirleitt eitthvað x magn sem þarf að panta til að fá afslætti).\nSjálfur versla ég 95% af leikjum online(digital) en stundum langar mig bara að eiga hard copy og þá er ég til í að punga út fyrir því..\nAuðvitað hefur þetta áhrif á úrval í verslunum hér á landi þar sem verslanir þora ekki að taka inn mörg eintök nema að þau séu viss um að selja þau t.d.COD, GTA, Fifa",
            "date": "2015-10-17 21:07:00",
            "post_id": "608751",
            "reply_to_id": "608615"
        },
        {
            "user_name": "stefhauk",
            "text": "En að sjálfsögðu er alltaf skemmtilegra að eiga þetta á hard copy.",
            "date": "2015-10-17 23:18:00",
            "post_id": "608755",
            "reply_to_id": "608751"
        },
        {
            "user_name": "Hrotti",
            "text": "úff hvað ég er ósammála, ég var því fegnastur þegar að ég gat losað mig við alla diska af heimilinu, hvort sem það voru bíómyndir eða leikir.",
            "date": "2015-10-18 00:30:00",
            "post_id": "608760",
            "reply_to_id": "608755"
        },
        {
            "user_name": "hakkarin",
            "text": "Sammála. En reyndar er ágæt ástæða til að eiga diskinn ef að leikurinn er eitthvað sem að maður spilar oft með félögum sínum að því að þá getur maður tekið leikinn með sér.",
            "date": "2015-10-18 00:52:00",
            "post_id": "608762",
            "reply_to_id": "608760"
        },
        {
            "user_name": "stefhauk",
            "text": "Sammála með bíómyndirnar þoli þær ekki sem og geisladiska en það er eitthvað við það að eiga PS4 leiki á hardcopy IMO.",
            "date": "2015-10-18 03:00:00",
            "post_id": "608764",
            "reply_to_id": "608762"
        },
        {
            "user_name": "worghal",
            "text": "ég er mikið að safna blu-ray myndum en ég kaupi samt ekki hvað sem er, það þarf að vera þess virði. Kaupi nánast bara Steelbooks frá Zavvi.com en hinsvegar með leiki þá er mér nokkuð sama með current gen leiki en vill allt retro í hardcopy.",
            "date": "2015-10-18 03:16:00",
            "post_id": "608765",
            "reply_to_id": "608764"
        },
        {
            "user_name": "Tbot",
            "text": "Svona eitt dæmi um ruglið:\nPS4: Call of Duty Ghosts\nElko 12.995\nhttp://www.gamestop.com/ps4/games/call- ... sts/109956\n$21 = um 2.500-",
            "date": "2015-10-27 22:26:00",
            "post_id": "609578",
            "reply_to_id": "608765"
        },
        {
            "user_name": "hakkarin",
            "text": "Þetta er nefnilega málið. Leikir lækka aldrei í verði...",
            "date": "2015-10-29 18:51:00",
            "post_id": "609712",
            "reply_to_id": "609578"
        },
        {
            "user_name": "depill",
            "text": "Fyndið samt að Buy sé 21 dollari, en download kosti 60 dollara ( hefði haldið að sú distribution leið væri ódýrari ). Þá er verðmunurinn ekki jafn grimmur rúmar 10k með vsk.",
            "date": "2015-10-29 19:25:00",
            "post_id": "609715",
            "reply_to_id": "609712"
        },
        {
            "user_name": "skrattinn",
            "text": "Skemmtileg umræða... Sem dæmi þá bý ég í Svíþjóð og leikir eru oftar ódýrari í verslunum heldur en á LIVE/PSN. Það er eitthvað mikið að verðlagi á íslandi og ég held að verslanir séu að finna fyrir því hér. \nAnnað \"out of topic\"\nÉg var að fjárfesta í Macbook Pro og rakst á þennan verðmun um daginn\nhttp://www.epli.is/mac/macbookpro-retin ... -3529.html\nMacbook Pro Retina 13 á íslandi kostar 169.900 kr ISK á meðan get ég fengið sama búnaðinn í Svíþjóð fyrir 13.490 SEK sem agera rúmar 203.000 kr ISK. \nÞað er eiginlega fáranlegt hvað verðmunur er mikill á íslandi og ég er feginn að þurfa ekki að borga nærri 70.000 kr fyrir sama hlut",
            "date": "2015-10-29 19:36:00",
            "post_id": "609717",
            "reply_to_id": "609715"
        },
        {
            "user_name": "Tbot",
            "text": "Annað er diskur með umbúðum og öllu, tekur lagerpláss, hitt er rafrænt, ekkert raun pláss.",
            "date": "2015-11-03 09:32:00",
            "post_id": "610079",
            "reply_to_id": false
        },
        {
            "user_name": "depill",
            "text": "Jibb það var pointið sem ég var að reyna maeka. Rafrænt var dýrara...",
            "date": "2015-11-03 09:36:00",
            "post_id": "610080",
            "reply_to_id": "610079"
        },
        {
            "user_name": "depill",
            "text": "Shit hvað ég þurfti að lesa þetta svoan 5 sinnum og svo loksins þegar ég smellti á linkinn skyldi ég þig. Það er typo hjá þér vélin ksotar 269.900 kr í stað 169.990 sem þú skrifar.",
            "date": "2015-11-03 09:38:00",
            "post_id": "610081",
            "reply_to_id": "610080"
        }
    ],
    "date": "2015-11-03 09:32:00"
}