{
    "forum_title": "Koníakstofan",
    "id": "67312",
    "title": "Full online plex server",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=67312",
    "posts": [
        {
            "user_name": "C2H5OH",
            "text": "Spurning, hefur einhver heyrt um og/eða prófað þessa síðu \nhttp://www.letmestream.com\n. \nHugmyndin er hrikalega góð, notast við óendanlega plássið sem maður hefur á onedrive og að þurfa ekki að vera með server á heimilinu.\n- Directly stream from your clouds\n- Full transcoding using CPU\n- Easy configuration\nJust link your cloud accounts (dropbox, onedrive, copy...), and enjoy with a full mediacenter: we provide you a vps with a powerfull cpu to transcode anything and play it to any device using Plex\ner virkilega að spá í að prufa, hafiði einhverjar skoðanir á svona löguðu security wise.",
            "date": "2015-10-24 15:25:00",
            "post_id": "609296",
            "reply_to_id": false
        },
        {
            "user_name": "nidur",
            "text": "Þú getur stremað af Box, Copy, Dropbox, Googledrive, í gegnum plex accountinn þinn ef það þarf ekki transkóðun, minnir mig.\nOg onedrive er með 1tb fyrir 7$ á mánuði ekki ótakmarkað.\nÞetta \nhttps://put.io/\n virðist áhugavert hinsvegar með innbyggðu torrent dæmi.\nOg það er spurning hversu öflug VPS vélin er fyrir transcoding, kannski bara nóg í eitt hd transcoding.",
            "date": "2015-10-24 16:39:00",
            "post_id": "609298",
            "reply_to_id": "609296"
        },
        {
            "user_name": "C2H5OH",
            "text": "Ég er aðalega að spá í þessu vegna þess að plex bíður ekki upp á að nota Onedrive sem sync, það fylgir neflilega 10 TB pláss með officepakkanum á onedrive og svo stóð að ef það nægir ekki er hægt að hafa samband og láta stækka. Þetta hefur verið mikið requestað á plex forums síðasta árið...\nSvoleiðis þá hef ég verið eitthvað að misskylja ég hélt að þú þyrftir alltaf að vera með PMS á bakvið accountinn þinn til að streama af syncuðu efni þótt þú sért með direct play.\nJá spurning hversu öflug VPS vélin er fyrir transcoding, ég ætla að prófa að kaupa 1 dag og prufa, læt vita hvernig þetta virkar.",
            "date": "2015-10-24 17:07:00",
            "post_id": "609303",
            "reply_to_id": "609298"
        },
        {
            "user_name": "Hargo",
            "text": "Áhugavert. Er einmitt með 1TB af OneDrive plássi gegnum Office365.\nEn já væri gaman að vita hversu öflug vél er á bak við þetta fyrir transcoding, hvort hún ráði við nokkur stream í einu.",
            "date": "2015-10-24 17:09:00",
            "post_id": "609305",
            "reply_to_id": "609303"
        },
        {
            "user_name": "BugsyB",
            "text": "ef þú ert með plex pass þá getur þú streamað frá cloud - ég er með stream frá google drive - en nota það aldrei, en það er samt alltaf inni þegar annað dettur út.",
            "date": "2015-10-25 00:38:00",
            "post_id": "609331",
            "reply_to_id": "609305"
        }
    ],
    "date": "2015-10-24 15:25:00"
}