{
    "forum_title": "Koníakstofan",
    "id": "67334",
    "title": "Sjálfstæðisflokkurinn framdi sjálfsmorð",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=67334",
    "posts": [
        {
            "user_name": "hakkarin",
            "text": "http://www.mbl.is/frettir/innlent/2015/ ... na_samthy/\n\"Til­lög­ur ungra fólu meðal ann­ars í sér \naðskilnað rík­is og kirkju, af­nám refs­i­stefnu í fíkni­efna­mál­um og litið verði á fíkn sem heil­brigðismál ekki lög­gæslu­vanda, lægri kosn­inga­ald­ur, bætt skattaum­hverfi fyr­ir ný­sköp­un­ar­fyr­ir­tæki, staðgöngu­mæðrun, lög­fest­ingu NPA, net­frelsi, að losa land­búnaðinn við fjár­stuðning rík­is­ins, af­nám lág­marks­út­svars, að tekið sé til gagn­gerr­ar end­ur­skoðunar hvernig tekið er á kyn­ferðis­brota­mál­um og að ekki ætti að leggja al­manna­fé í stóriðju sem ekki skil­ar arðsemi fyrr en eft­ir lang­an tíma.\n Fjöldi annarra mála ungra sjálf­stæðismanna fóru í gegn.\nÞá fengu ung­ir sjálf­stæðis­menn samþykkt ýms­ar úr­bæt­ur í mál­efn­um hinseg­in fólks. \nÞar má nefna að blóðgjaf­ar verði metn­ir á for­send­um heilsu­fars óháð kyn­hneigð, mann­rétt­indi trans og in­ter­sex fólks, jöfn rétt­indi sam­kyn­hneigðra for­eldra og að ekki yrði talað um kon­ur og karla þar sem það úti­lok­ar hið þriðja kyn.\"\n Svo virðist vera að sjálfstæðisflokkurinn sé orðinn svo desperate vegna lélegs fylgis að þeir ætla bara beinlínis að breyta sér í samfylkinguna/píratana. Núna er næstum ekkert sem að aðskilur sjálfstæðisflokkinn frá hinum krata og rétttrúnaðarflokkunum, nema kanski þetta með einfaldara skattkerfi. Mér finnst til dæmis sérstaklega niðurdrepandi að þeir ætli sér að taka undir þetta rugl um þriðja kynið sem að ekki virðist vera byggt á neinum samfærandi vísindum og virðist lifa af á rétttrúnaði einum saman. \nSjálfstæðisflokkurinn er ekkert hægri flokkur lengur. Ekki í samfélagsmálum, og varla í efnahagsmálum heldur (nema að það sé hægri-sinnað að vilja kaupa atkvæði með eyðslu og bruðli, vildu þeir ekki nýlega gefa fólki ókeypis hlut í ríksbönkum???). Bara hentistefnu flokkur sem að einkennist af rétttrúnaði, siðleysi, popúlisma og græðgi. Ekki sénsin að ég fari að kjósa hann núna. En það er þá spurning hvað maður kýs næst.\nÞá grunnar mig líka að þeir skjóti sig í fótinn með þessu. Ég efa að þeim takist að soga mikið af \"frjálslynda\" fylginu til sín með þessu, en hinsvegar geta þeir tapað hægri-sinnaðri og íhaldsamari kjósendum eins og til dæmis mér. Ég vill aga í fjármálum og fólk sem að þorir að segja NEI við öllum þessum helvítis rétttrúnaði sem að er orðinn að algjörri plágu. En sjálfstæðisflokkurinn er greinilega ekki sá flokkur. Hann bruðlar eins og vinstriflokkanir og beygir sig undir rétttrúnaðinn til að vera safe. \nÞá veit ég ekki hvort að það sé rökrétt að kalla þetta kynslóðarbyltingu. Ungliðar í pólítískum hreyfingum eru oftast mjög róttækir og ekki gáfaðir. Sjálfur er ég ekki nema 24 en ég er ekkert sammála mikið að því sem að þeir eru að segja þarna. Mér finnst til dæmis ekki að það eigi bara að lögleiða öll eiturlyf.\nRIP Xd.",
            "date": "2015-10-26 18:03:00",
            "post_id": "609444",
            "reply_to_id": false
        },
        {
            "user_name": "Minuz1",
            "text": "Löngu hættur að hlusta á hvað sjálfstæðisflokkurinn segir, það sem þeir segja er allt annað en það sem þeir gera.",
            "date": "2015-10-26 18:07:00",
            "post_id": "609445",
            "reply_to_id": "609444"
        },
        {
            "user_name": "GuðjónR",
            "text": "Þetta er sérhagsmunaflokkur, stundum finnst mér þeir haga sér eins og öfgafullur sértrúarsöfnuður (landsfundur). \nÞeir gera það sem þarf að gera til að fólk haldi að þeir séu að aðlagast breyttum tímum. \nSumir sjá í gegnum það aðrir ekki. Það er ekkert nýtt í gangi þarna.",
            "date": "2015-10-26 18:27:00",
            "post_id": "609449",
            "reply_to_id": "609445"
        },
        {
            "user_name": "Tbot",
            "text": "Þó ég hallist til hægri.\nÞá er þetta blessaða fólk ekki með mikla hugsun á bak við margar ályktanir.\nEn það sem mér finnst ótrúlegast er að veita 16 ár kosningarrétt.  Þeir sem eru 16. ára eru hvorki sjálfráða eða fjárráða.\nÞað er einföld skýring á því hvers vegna tillaga um að droppa því að dæma fólk vegna neysluskammta kom þarna því liðið var út úr skakkt.\nÞað er ekkert að þriðja kyninu hjá þessu liði.  Er svo speysað að þetta eru bara aliens = þriðja kynið.\nAð öllu gamni slepptum þá er sjálfstæðisflokkur á hraðri niðurleið",
            "date": "2015-10-26 19:08:00",
            "post_id": "609451",
            "reply_to_id": "609449"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Loksins er komið eh smá vit í Sjálfstæðisflokkinn, en hvort þeir fara eftir því sem að þeir segja er svo annað mál. \nAllar þessar breytingar eru jákvæðar fyrir samfélagið. \nÞað eru miklir fordómar í þessum pósti frá þér hakkarin.",
            "date": "2015-10-26 19:21:00",
            "post_id": "609453",
            "reply_to_id": "609451"
        },
        {
            "user_name": "hakkarin",
            "text": "Af hverju? Að því að kaupi það ekki að hugmyndinn um kynvitundina sé einhvernveginn góð fyrir einstaklingshyggjuna? Af hverju er það jákvætt að útskýra mannlega hegðun út frá kyni frekar heldur en einstaklingshyggju?  Hugmyndinn um kynvitundina er nefnilega bara mjög gamaldags ef að þú pælir í því að því að hún elur á steríótýpum um það hvað felst í því að \"vera karl\" eða \"vera kona\".\nMér finnst það vera stórfurðulegt að \"góða\" fólkið sjái þetta ekki.",
            "date": "2015-10-26 19:36:00",
            "post_id": "609454",
            "reply_to_id": "609453"
        },
        {
            "user_name": "urban",
            "text": "Þessu ákvað ég að breyta öllu, þú ert víst sjálfstæðismaður.\nEf að þú tókst ekki þátt í landsfundinum til þess að koma þínum málum á framfæri þá ættiru að skoða að gera það kannski.\nÞú hefur áhrif á flokkinn þannig, ekki með því að röfla um það á internetinu á spjallborði sem að tengist pólitík engan vegin.",
            "date": "2015-10-26 20:48:00",
            "post_id": "609458",
            "reply_to_id": "609454"
        },
        {
            "user_name": "hakkarin",
            "text": "lol eins og venjulegt fólk geti haft einhver áhrif á stefnu flokksins.",
            "date": "2015-10-26 21:03:00",
            "post_id": "609462",
            "reply_to_id": "609458"
        },
        {
            "user_name": "Hrotti",
            "text": "Var ekki venjulegt fólk að breyta stefnu flokksins?",
            "date": "2015-10-26 21:08:00",
            "post_id": "609463",
            "reply_to_id": "609462"
        },
        {
            "user_name": "Klara",
            "text": "Ég sé að SUS hefur fengið sér fulla könnu af pólitískri rétthugsun. \nHið þriðja kyn ... hvaða fábjánar skrifa eiginlega upp á þetta.",
            "date": "2015-10-26 21:16:00",
            "post_id": "609464",
            "reply_to_id": "609463"
        },
        {
            "user_name": "aegils",
            "text": "Þetta eru allt frábærar stefnubreytingar. Hvað er vandamálið nákvæmlega? Píratar gerðu það fyrst?",
            "date": "2015-10-26 21:21:00",
            "post_id": "609466",
            "reply_to_id": "609464"
        },
        {
            "user_name": "steinarorri",
            "text": "Annað hvort á að lækka kosningaaldurinn í 16 ár eða hækka aldurinn sem fólk byrjar að greiða skatta. Mér finnst allir sem greiða skatta eigi að geta haft áhrif á það sem skattarnir sínir eru notaðir í.",
            "date": "2015-10-26 21:40:00",
            "post_id": "609469",
            "reply_to_id": "609466"
        },
        {
            "user_name": "Daz",
            "text": "Takk fyrir að vera til Harkarinn",
            "date": "2015-10-26 21:40:00",
            "post_id": "609470",
            "reply_to_id": "609469"
        },
        {
            "user_name": "urban",
            "text": "Ég þekki nú nokkra aðila í SUS og flest allir sem að ég þekki þar er ekkert nema venjulegt fólk.\nÉg þekki líka nokkra í öðrum ungliðahreifingum og það er flest allt venjulegt fólk.\nÞað var akkurat verið að breyta flokknum og það var akkurat fólkið í flokknum sem að ákvað breytingarnar.\nEf að þú tekur ekkert þátt í flokkstarfi að öðru leyti en að kjósa flokkinn eins og hver annar þá hefur þú auðvitað ekkert um það að segja hvernig flokkurinn er eða hvernig hann þróast.\nEn það er hægt með því akkurat að stunda flokkstarfið, vera í þessum hreyfingum sem að setja þessar tillögur fram, taka þátt í að ræða þær og ákveða.\nÞað er alveg 100% aftur á móti að þú breytir sjálfstæðisflokknum ekki neitt með því að röfla um það á internetinu.",
            "date": "2015-10-26 21:50:00",
            "post_id": "609474",
            "reply_to_id": "609470"
        },
        {
            "user_name": "hakkarin",
            "text": "Auðvitað átti þarna að standa vísindum. Þetta hefur verið leiðrétt. \nByrjar fólk að borga skatta 16 ára? Ef að svo er að þá á að hækka það í 18. \nEf að þú heldur það í alvörunni að hver sem er geti bara komið of haft raunveruleg áhrif á vinnubrögð flokksins að þá er það sko bara ekki rétt. Elítan stjórnar öllu. Annað hvort opinberlega eða á bakvið tjöldin. Þannig er þetta í flokkunum á Íslandi.",
            "date": "2015-10-26 22:21:00",
            "post_id": "609478",
            "reply_to_id": "609474"
        },
        {
            "user_name": "nidur",
            "text": "Fjárráða 18 ára, sjálfráða 16.",
            "date": "2015-10-26 23:03:00",
            "post_id": "609489",
            "reply_to_id": "609478"
        },
        {
            "user_name": "Tbot",
            "text": "Vinna smá heimavinnu\nÞað er 18 ára sem fólk verður bæði lögráða(sjálfráða) og fjárráða.  Breytt með lögum 1997\nhttp://www.althingi.is/lagas/nuna/1997071.html",
            "date": "2015-10-26 23:12:00",
            "post_id": "609490",
            "reply_to_id": "609489"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Ertu semsagt á móti Transgender fólki og vilt ekki að þau hafi sama rétt og þú? Bjánabarn",
            "date": "2015-10-27 08:57:00",
            "post_id": "609509",
            "reply_to_id": "609490"
        },
        {
            "user_name": "Jon1",
            "text": "munurinn á sex og gender ....  þetta þriðja kyn væri gender \nhttps://en.wikipedia.org/wiki/Sex_and_g ... istinction",
            "date": "2015-10-27 09:55:00",
            "post_id": "609513",
            "reply_to_id": "609509"
        },
        {
            "user_name": "jonsig",
            "text": "Aldrei er PC ritskoðun langt undan ,og ímynduðu góðmennin svara yfirleitt með dónaskap eða hroka .",
            "date": "2015-10-27 10:10:00",
            "post_id": "609514",
            "reply_to_id": "609513"
        },
        {
            "user_name": "Klara",
            "text": "Munurinn á sex og gender er sá að hugtakið sex vísar til líffræðilega staðreynda um tegundina sem svokallað \"dimorphic\" (tvö kyn) meðan gender er byggt á félagsfræðilegum kenningum sem eiga sér mjög veika stoð og uppruni hugtaksins er MJÖG vafasamur.",
            "date": "2015-10-27 13:24:00",
            "post_id": "609530",
            "reply_to_id": "609514"
        },
        {
            "user_name": "urban",
            "text": "Þessar tillögur sem að þú ert að meina að sjálfstæðisflokkurinn hafi framið sjálfsmorð með,  voru lagðar fram á landsfundi til samþykktar komu frá samtökum ungra sjálfstæðismanna.\nÞú vilt meina að það sé mafían sem að stjórnar, en í samtökum ungra sjálfstæðismanna er samt sem áður veljulegt ungt fólk, það er þetta unga fólk sem að er að leggja fram þessar tillögur sem að eru að ganga frá flokkinum.\nEf að þú ert svona rosalega harður sjálfstæðismaður með rosalega sterkar skoðanir á málinu þá ættir þú akkurat að koma að flokkstarfinu, en ekki að kvarta yfir því.",
            "date": "2015-10-27 17:22:00",
            "post_id": "609545",
            "reply_to_id": "609530"
        },
        {
            "user_name": "Jon1",
            "text": "mögulega í upphafi en nú er það bara þannig að það skiptir þig ekki svo miklu máli hvað fólk vill kalla sig (ef eitthverju). þetta er það sem fólk vill fyrir sig og hefur engin áhrif á annað fólk rétt eins og kynhneigð",
            "date": "2015-10-27 17:49:00",
            "post_id": "609546",
            "reply_to_id": "609545"
        },
        {
            "user_name": "Klara",
            "text": "Það skiptir mig svo sem engu máli heldur að fólk trúi því að það séu úlfur í mannsgervi (otherkin) þangað til þetta fólk ætlast til þess að samfélagið lagi sig að þeirra geðsjúkdómum frekar en að unnið sé á geðsjúkdómnum hvað þá að samfélagið greiði fyrir dýrustu og óskilvirkustu lausnina sem er kynskiptiaðgerðir. Hundaskálar í öll mötuneyti?\nÞað að fólk haldi að þetta skipti engu máli er hinsvegar þvættingur. Þessi hugmynd að fólk fæðist óskrifað blað eða í röngum líkama er angi af dogmatískri hugmyndafræði sem fær fullorðið fólk til þess að trúa því að kynvitund sé innrætt af samfélaginu og að mismunandi hegðun kynjanna, sem er í mörgum tilfellum sú sama og hjá öðrum dýrategundum, sé afleiðing feðraveldisins.\nÞetta hefur áhrif á framgang vísinda og þetta hefur áhrif á samfélagið þar sem þetta veldur því að fjármagni er sóað í vitleysu og ranghugmyndir.\nDogma er alltaf dogma og á aldrei að koma nálægt lagasetninum, sama hvort dogmað heitir kristni eða pólitískur rétttrúnaður.\nhttp://www.dsm5.org/documents/gender%20 ... 0sheet.pdf\nhttps://www.youtube.com/watch?v=8y1GbBh ... e&t=24m33s\n - Þetta er klárlega úlfur\nEn þumal upp fyrir ungum jafnaðarmönnum á vitlausum landsfundi!",
            "date": "2015-10-27 18:32:00",
            "post_id": "609547",
            "reply_to_id": "609546"
        },
        {
            "user_name": "hakkarin",
            "text": "Hafið þið eitthvað kynnt ykkur það hvað þetta fólk vill? Það er ekki bara að sækjast eftir jafnrétti. Þeir vilja ritskoðun á alla sem að trúa ekki á þetta gender identity (eða \"vernd\" eins og þeir orða það) og í mörgum tilfellum banna allt sem að ekki leyfir þeim að hegða sér í samræmi við það sem að þeir telja kyn sitt, eins og til dæmis að fara á kvennaklóið þrátt fyrir að hafa ennþá karlskynfæri. Þeir eru einning á þeirri skoðun að foreldrar eigi að leyfa kynskiptingu á börnunum sínum þrátt fyrir að þau hafi ekki náð fullorðinsaldri. Þá finnst þeim líka að ef að börn fæðast með ákveðinn fæðingargalla þar sem að þau fá hluta af bæði kvenn og karlskynfærum \nað þá eigi að banna læknum að laga það\n svo að barnið geti \"tekið ákvörðum\" um það seinna af hvaða kyni það telur sig vera! \nÉg held að þið skiljið það ekki alveg hvað málstaður þessa fólks snýst um. Þetta eru ekkert bara furðufuglar sem að vilja jafnrétti fyrir lögum.",
            "date": "2015-10-27 18:37:00",
            "post_id": "609548",
            "reply_to_id": "609547"
        },
        {
            "user_name": "Baldurmar",
            "text": "Ég held (og vona) að flestir séu að gera sér grein fyrir því að fíkniefna löggjöfin eins og hún er núna er ekki neinum til góðs. Hvorki neytendum, fíklum eða lögreglu.",
            "date": "2015-10-27 18:55:00",
            "post_id": "609551",
            "reply_to_id": false
        },
        {
            "user_name": "Tbot",
            "text": "Mér er slétt sama hvað neytendum og fíklum finnst.  Þetta eru ólögleg efni og er refsað samkvæmt því.  Ef fólk er ósátt þá getur það stofnað flokk sem hefur það á stefnuskránni að breyta lögum tengdum ólöglegum fíkniefnum.",
            "date": "2015-10-27 20:17:00",
            "post_id": "609563",
            "reply_to_id": "609551"
        },
        {
            "user_name": "Blackened",
            "text": "Og það tapa ALLIR á refsistefnunni, hún virkar ekki.\nég held að það sé í alvörunni enginn sem að hugsar \"djöfull væri ég til í (insert drug here) núna.. verst að það er ólöglegt\"\neina leiðin til að draga úr þessu er að minnka eftirspurnina, ekki -reyna- að draga úr framboðinu\n..en það er svosem allt annar handleggur",
            "date": "2015-10-27 20:39:00",
            "post_id": "609566",
            "reply_to_id": "609563"
        },
        {
            "user_name": "Baldurmar",
            "text": "Það má ekki gleyma að neytendur og fíklar eru í langflestum tilfellum virkir meðlimir í þjóðfélaginu. Lang flestir sem að nota vímuefni (lögleg eða ólögleg) nota þau af ábyrgð og eru ekki baggi á þjóðfélaginu. Þeir sem hinsvegar lenda í vandræðum með sýna notkun ætti að bjóðast hjálp, en ekki handjárn.\nÞað er heila málið, þetta eru ólögleg efni og það er refsað samkvæmt því.  Það er til góðs að flokkur eins og Sjálfstæðisflokkur sé að taka þessi mál til skoðunar. Það er löngu komin tími á vitrænar umræður varðandi fíkniefna löggjöfina.\nP.S\nÞað er algjör óþarfi að stofna einhvern nýjann flokk, nú þegar er mjög stór flokkur með þetta á stefnuskrá hjá sér.\n-edit- Gleymdi gæsalöppum",
            "date": "2015-10-27 20:41:00",
            "post_id": "609567",
            "reply_to_id": "609566"
        },
        {
            "user_name": "hakkarin",
            "text": "Þá má kanski sleppa því að refsa fyrir að eiga en það á algjörlega að refsa grimmt fyrir að selja.",
            "date": "2015-10-27 20:50:00",
            "post_id": "609569",
            "reply_to_id": "609567"
        },
        {
            "user_name": "Nitruz",
            "text": "þreytandi að láta einhvern Jón úti bæ segja sér hvað er gott eða slæmt fyrir sig.\nSvolengi sem maður er ekki að skaða neinn ættu allir að \"mind their own business\". \nHvað kemur mér það við ef einhver er að leika kött eða úlf, dýrka Mohammad eða The flying spaghetti monster, brugga vín eða reykja gras?\nEn það virðast margir þarna úti elska að spá í hvað einhvern annar er að gera í stað þess að líta í eigin barm.\nEn það er hinnsvegar allt annað mál ef fólk á börn og eru valda þeim skaða.\nEr það virkilega að halda fyrir þér vöku tilhugsunin um að það væri hundaskál í mötuneyti?\nMaður ætti samt að vera þakklátur að megnið af okkar vandamálum flokkast sem \"first world problems\" að mínu mati.",
            "date": "2015-10-27 21:02:00",
            "post_id": "609570",
            "reply_to_id": "609569"
        },
        {
            "user_name": "Tbot",
            "text": "Þetta segir mér að þú hafir aldrei unnið með hasshaus.  Þvílík hörmung að vinna með.\nKynntu þér aðeins tölur um þá sem eru á örorkubótum eftir neyslu á ólöglegum fíkniefnum.\nEinnig reyndu að ímynda þér ástæðu fyrir því að það er tekið hart á neyslu ólöglegra fíkniefna um borð í fiskiskipum. \nMenn eru reknir með því sama úr skipsrúmi.\n\"Þeir sem hinsvegar lenda í vandræðum með sýna notkun ætti að bjóðast hjálp\"  \nSem sagt þú mátt gera eins og þér sýnist en allir aðrir eiga síðan að borga reikninginn þegar allt klikkar.  \nÞá skaltu reyna að vera sjálfum þér samkvæmur og viðurkenna að við hin hvorki eigum/munum samþykkja að borga þann reikning.",
            "date": "2015-10-27 21:57:00",
            "post_id": "609574",
            "reply_to_id": "609570"
        },
        {
            "user_name": "Tbot",
            "text": "Þá skaltu líka viðurkenna að viðkomandi geti ekki gert neinar kröfur um bætur frá ríkinu þ.e. örorku, atvinnuleysisbætur  og fl. eftir 20 til 30 ár þegar allt er komið í óefni vegna neyslu ólöglegra efna, þegar enginn vill hafa viðkomandi í vinnu.",
            "date": "2015-10-27 22:02:00",
            "post_id": "609576",
            "reply_to_id": "609574"
        },
        {
            "user_name": "urban",
            "text": "Þú ert að tala um hasshaus.\nÉg hef líka \"unnið\" með róna, það var alveg hörmung að vinna með honum.\nEn ég hef líka unnið með fullt af fólki sem að eru tækifærisneytendur á eiturlyf, þar með talið bæði hass/gras, spítt og kók og síðast en ekki síst áfengim margir úr þessum hópum hið besta fólki og mikil metið til vinnu, en síðan auðvitað algerir bjánar inn á milli.\nÞetta er fólk einsog hverjir aðrir og alveg akkurat þverskurður af þjóðfélaginu í rauninni\nHasshaus er aðili sem að á við vandamál að stríða alveg á sama hátt og róninn á við vandamál að stríða.\nTækifærisneytandinn á það ekki, ef að hann dettur niður í fíkn og hans eiturlyf var áfengi þá er það \"ekkert mál\" gagnvart þjóðfélaginu, en ef að það er t.d. gras þá er hann ólöglegur og mun ólíklegri til þess að leita sér hjálpar.\nÞar að auki eru einfaldlega töluverðar líkur á því að þú hafir unnið með einhverjum sem að t.d. reykir gras án þess að hafa hugmynd um það, töluverðar líkur á því að þetta sé einmitt fínasti starfsmaður.\n***EDIT***\nÁkvað að bæta aðeins við þetta, þú talar sérstaklega um skipsrúm og að menn séu reknir þaðan hiklaust, það er eðlilegt ef að menn eru undir áhrifum um borð, algerlega eðlilegt, þrátt fyrir að núverandi ólögleg eiturlyf yrðu gerð lögleg, þá yrði samt sem áður að sjálfsögðu ólöglegt að neyta þeirra við stjórnun tækja og álíka og væntanlega myndu atvinnurekendur hafa svipaðar reglur og er með áfengi núna, þú kemur ekki undir áhrifum í vinnu.\nEn já, þetta með að menn séu reknir og álíka.\nNú kom nú upp fyrir nokkrum árum hérna í eyjum mál hjá Vinnslustöðinni þar sem að menn voru reknir af einum togbátnum hjá þeim, þar sem að það mældust í þeim leifar af kannabisefnum þegar að þeir komu til borðs, ATH það mældust leifar af THC í þvagi, eitthvað sem að getur verið þar í fleiri vikur ef að menn reykja eitthvað að ráði.\nNú vill það þannig til að ég þekki nokkra aðila af þessum sem að var sagt upp, 1 þeirra var svektastur með það að hafa bara ekki látið grasið vera að hafa ekki farið bara sterkari efni einsog aðrir um borð gerðu (spítt og kók þar á meðal)\nÞar sem að þetta var jú í partýi á laugardagskvöld og þeir eru testaðir þegar að þeir koma um borð á mánudegi.\nÞað mældist ekkert í hluta af þeim sem að voru í þessu partý þarna, það er bara vegna þess að það er sterkari efnin eru mun fljótari að fara úr líkamanum.\nSíðan má nú líka bæta við að það var nú ekki erfitt fyrir flesta þá að fá vinnu, þar sem að menn vissu að þetta voru harðduglegir menn sem að vinna sína vinnu, þrátt fyrir að þeir fái sér í haus þegar að þeir koma í land.\nÉg er ósammála þessu, ég vil ganga miklu lengra en afglæpavæðing, þar sem að það kemur akkurat ekkert niður á svartamarkaðiðnum með efnin.\nÉg vil að ríkið framleiði þetta sjálft og selji, þurfa bara að passa sig á því að vera lægri en götuverð í Reykjavík.\nÞað kæmu lauslega ágiskað nokkrir milljarðar útúr þessu, það eru peningar sem að væri hægt að nota í að hjálpa fíklum.\nFyrir utan að lögreglan gæti þá farið að skipta sér af einhverjum alvarlegri glæpum en að einhverjum langi að sitja heima hjá sér og hlæja yfir einhverjum teiknimyndum.\nStórfé sem að sparast á þessu í löggæslumálum (lögregla, dómstólar og fangelsi)\nStórfé sem að kæmi útúr framleiðslu/sölu á efnunum.\nHægt að hjálpa fólki, þar sem að það eru ekki glæpamenn heldur sjúklingar\nSíðan er stærsti kosturinn, hægt að gera útaf við stóran hluta af svarta markaðinum og þar með minnka ítök glæpaklíkna",
            "date": "2015-10-27 22:44:00",
            "post_id": "609580",
            "reply_to_id": "609576"
        },
        {
            "user_name": "Nitruz",
            "text": "Afhverju ætti einhver sem hefur unnið í 20 til 30 ár einns og þú segir ekki eiga rétt á atvinnuleysisbætur? Fólk fær ekki örorku útaf engu.\nOg ef maður er það útbrunninn eftir 20-30 ár að maður geti ekki unnið þá er það oftast útaf okkar ágæta löglega vímugjafa.\nEn sá sem borðar unnar kjötvörur í 20-30 ár á hann ekki að fá meðferð við ristilkrabbameininu sínu?\nEn þúnglyndur einstaklingur sem fer ekki eftir fyrirmælum frá lækni og fer ekki til sælfræðings og stundar ekki líkamsrækt fær hann þá enga hjálp eftir 20-30 ár?",
            "date": "2015-10-27 22:49:00",
            "post_id": "609583",
            "reply_to_id": "609580"
        },
        {
            "user_name": "Baldurmar",
            "text": "Ég hef unnið með fólki sem neytti ýmislegra fíkniefna daglega/reglulega og var frábært að vinna með, en ég hef líka unnið með fólki sem neytti fíkniefna daglega og voru hundlatir og leiðinlegir. Ég hef líka unnið með fólki sem hefur hvorki snert áfengi né önnur vímuefni og er hundlatt og leiðinlegt. \nFíkn er skilgreind þannig að neysla sé farin að hafa áhrif á daglegt hegðunar minstur, t.d vinnu. \nÞað er ekki ólíklegt að þú hafir/sért að vinna/læra með fólki sem neytir vímuefna reglulega (þmt áfengi) og líklega er ekkert verra að vinna með þeim en hinum. \nFíklar\n þurfa hjálp til að takast á við sín vandamál, \nað halda vímuefnum ólöglegum hjálpar ekki neinum.\n Ekki notendum sem neyta vímuefna í hófi, ekki fíklum sem er komnir í ruglið og allra síst yfirvöldum. \nHverjar eru tölurnar af fólki sem er á örorkubætur vegna neyslu á ólöglegum fíkniefnum ? Ég fann þær ekki.\nHvert er hlutfall þeirra á örorkubótum sem eru þar vegna neyslu á áfengi (löglegur vímugjafi) ?\nHvert er hlutfall þeirra á örorkubótum sem eru þar vegna þess að einhvert slys eða meðfæddur galli veldur því að það getur ekki unnið ?\nEru yfir höfuð til tölur um þetta ?\nÞú talar um að \nþegar\n allt klikkar, eins og allir sem prófa ólögleg vímuefni lendi á endanum í ruglinu. \nStaðreyndin er sú að langflestir sem að prófa eða nota vímuefni neyta þeirra í hófi og eiga ekki í vandræðum þeim tengdum.\nViltu s.s að ríkið hætti að styrkja þau meðferðarúrræði sem núþegar eru í boði ?\nAuðvitað er það ekki í lagi að mæta til vinnu eða keyra farartæki undir áhrifum nokkra vímuefna. \nÉg er nokkuð viss um að einstaklingur sem \"dettur íða\" á skipi sé líka rekin af borði. Við erum með ráðstafanir þegar manneskja er í ábyrgðarstöðu og er gripinn við notkun vímuefna (AKA lög).\nÞað er bara barnalegt að halda að allir sem að hafi prófað eða nota vímuefni séu einhver ógulegur baggi á þjóðfélagið.",
            "date": "2015-10-28 01:35:00",
            "post_id": "609596",
            "reply_to_id": "609583"
        },
        {
            "user_name": "Tbot",
            "text": "Því miður verður ríkið að styðja sum meðferðarúrræði, því það er söluaðili þessa löglegu efna.\nÞað er nú víst svo að tilfallandi neysla á á ólöglegum efnum veldur allt frá því að það seu lítil sem engin áhrif yfir í dauða.\nÞað hefur alltaf verið löngun í hluti / gjörðir sem eru bannaðir(ar) og eitt af því sem hefir ansi oft verið notað eru upphrópanir um að hin og þessi lagasetning virkar ekki.\nÞannig að þið hljótið líka að vera fylgismenn þess að vændi sé leyft því ansi margir hafa fíkn í það og kaupa jafnvel þó það sé bannað.\nSvo það sé líka best að ríkið styrki slíkar meðferðir.",
            "date": "2015-10-28 15:47:00",
            "post_id": "609619",
            "reply_to_id": "609596"
        },
        {
            "user_name": "Baldurmar",
            "text": "[quote\"Tbot\"]Þannig að þið hljótið líka að vera fylgismenn þess að vændi sé leyft því ansi margir hafa fíkn í það og kaupa jafnvel þó það sé bannað.\nSvo það sé líka best að ríkið styrki slíkar meðferðir.[/quote]\nNú ert þú bara að snúa útúr, að fara til vændiskonu hefur ekkert með fíkn að gera. Kynhvöt er eitthvað sem fylgir því að vera lifandi, meira að segja einfrumungar fjölga sér. Og vændi er þannig skylgreint að það er gerandi (kaupandinn) og fórnalamb(seljandi) svo það er enginn samanburður þarna.",
            "date": "2015-10-28 16:04:00",
            "post_id": "609622",
            "reply_to_id": "609619"
        },
        {
            "user_name": "Tbot",
            "text": "Nú ert þú bara að snúa útúr, að fara til vændiskonu hefur ekkert með fíkn að gera. Kynhvöt er eitthvað sem fylgir því að vera lifandi, meira að segja einfrumungar fjölga sér. Og vændi er þannig skylgreint að það er gerandi (kaupandinn) og fórnalamb(seljandi) svo það er enginn samanburður þarna.[/quote]\nÞetta er enginn útursnúningur:\nSumir hafa kynlífsfíkn sem meðal annars tengist vændiskonum\nhttp://www.rehabs.com/about/sex-addiction-rehabs/\nhttp://www.jenniferschneider.com/articl ... gnize.html\nAð vísu er þetta smá ónákvæmni hjá mér, það er leyfilegt að selja vændi en ólöglegt að kaupa það.  \nÍ sumum löndum er vændi leyfilegt en bannað hjá öðrum.  Var ekki AI að koma með tillögu um að það ætti að leyfa vændi.",
            "date": "2015-10-28 16:22:00",
            "post_id": "609623",
            "reply_to_id": "609622"
        },
        {
            "user_name": "Baldurmar",
            "text": "Það er eins og að segja að sumir hafi átfíkn sem tengist brauði, hefur ekkert með málið að gera.",
            "date": "2015-10-28 17:25:00",
            "post_id": "609629",
            "reply_to_id": "609623"
        },
        {
            "user_name": "hakkarin",
            "text": "Hann byrjar að tala um trans á 10:05 fyrir þá sem að vilja ekki horfa á þetta allt.",
            "date": "2015-10-28 21:07:00",
            "post_id": "609649",
            "reply_to_id": "609629"
        },
        {
            "user_name": "Tbot",
            "text": "Ég hélt að það væri verið að ræða um fíkn og hún getur brotist fram á ýmsan hátt.\nÍ þessu tilfelli væri það fíkn í efni sem eru ólögleg.  Hjá öðrum að gera einhvað sem er bannað. \nOg það er réttur minn að halda því fram að það sé best að hafa þau það áfram, þ.e. ólögleg.",
            "date": "2015-10-29 02:52:00",
            "post_id": "609674",
            "reply_to_id": "609649"
        },
        {
            "user_name": "linenoise",
            "text": "Vinkona min er intersex. Er med karlkynslitninga en hormonin sem breyta fostrum i karlkyn virka ekki hja henni. Thannig ad hun litur ut eins og kona og hefur alltaf gert.\nLaeknarnir sem komust ad thvi ad hun vaeri intersex thegar hun var i otengdri adgerd, fannst -vegna eigin fordoma- ad their yrdu ad fjarlaegja ur henni \"eistun\" og their gerdu thad og eydulogdu i henni hormonakerfid. Hun er oryrki og tharf hormonalyf fyrir milljonir a ari af thvi ad laeknar redu ekki vid eigin fordoma. Thess vegna tharf log til ad segja: \"Hey, thadh tharf ekki adh laga intersex. Intersex sem er ekki \"lagad\" verdur heilbrigdari einstaklingur\",\nHakkarin, thu veist nakvaemlega ekkert hvad thu ert ad tala um og thu ert fordomafyllsta landeyda sem eg hef nokkurn tima skipst a ordum vid. Ef folkid sem hugsar eins og thu vaeri vid vold vaeri longu buid ad kasta ther i gasklefana. Mundu thad, naest thegar thu aetlar ad gaspra med mannhatandi thverrifunni a ther.",
            "date": "2015-10-29 10:46:00",
            "post_id": "609679",
            "reply_to_id": "609674"
        },
        {
            "user_name": "Klara",
            "text": "Þessi meðferð sem þú lýsir er afleiðing af kenningu John Money sem var einn helsti sérfræðingurinn á þessu sviði. John Money trúði því að stærsti þátturinn hvað varðaði kynáttun/kynvitund væri umhverfið en ekki erfðir og hann falsaði niðurstöður sínar (sjá youtube myndband í síðasta svari mínu) til þess að styðja þá kenningu sína. Afleiðing af þessu er sú að fólk trúði því að hægt væri að ala upp börn sem stelpur eða stráka byggt á viðhorfinu og mörgum foreldrum intersexbarna var boðið að velja kyn fyrir börnin sín þ.m.t. að fjarlægja \"röng\" kynfæri.\nÞví miður fyrir mörg intersexbörn var ekki flett ofan af John Money fyrr en árið 1997 og því miður fyrir enn fleiri virðist þetta kukl ennþá vera við lýði hjá læknastéttinni. Á sama tíma og flett er ofan af John Money er intersex-hreyfingin fyrst að vekja athygli.\nhttp://www.isna.org/faq/history",
            "date": "2015-10-29 13:29:00",
            "post_id": "609688",
            "reply_to_id": "609679"
        },
        {
            "user_name": "hakkarin",
            "text": "Ég myndi svara þér ef að ég gæti lesið eitthvað af því sem að þú skrifaðir.",
            "date": "2015-10-29 16:26:00",
            "post_id": "609701",
            "reply_to_id": "609688"
        },
        {
            "user_name": "Nitruz",
            "text": "",
            "date": "2015-10-29 16:33:00",
            "post_id": "609702",
            "reply_to_id": "609701"
        },
        {
            "user_name": "hakkarin",
            "text": "Og hvaða rök voru það sem að hún notaði gegn mér? Þetta var bara týpískur sjw grenjupóstur.",
            "date": "2015-10-29 18:05:00",
            "post_id": "609708",
            "reply_to_id": "609702"
        },
        {
            "user_name": "depill",
            "text": "Afhverju látum við ekki bara ríkið selja fíkniefnin. Hreinsum undirheimana, fáum fínar skatttekjur og getum eytt meira í forvarnir.",
            "date": "2015-10-29 19:26:00",
            "post_id": "609716",
            "reply_to_id": "609708"
        },
        {
            "user_name": "Nitruz",
            "text": "Þekkir þú þennan notanda? Eða gerir þú bara ráð fyrir því að þetta sé kona því að hún vitnar í að eiga vinkonu? \nHvort sem þetta er kona eða karl þá er þessi persóna greinilega þroskaðri en þú.",
            "date": "2015-10-29 20:37:00",
            "post_id": "609726",
            "reply_to_id": "609716"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "",
            "date": "2015-10-29 21:02:00",
            "post_id": "609728",
            "reply_to_id": "609726"
        }
    ],
    "date": "2015-10-27 18:55:00"
}