{
    "forum_title": "Koníakstofan",
    "id": "67392",
    "title": "Facebook hræddir við keppinauta (tsū)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=67392",
    "posts": [
        {
            "user_name": "Framed",
            "text": "Það er kominn nýr samfélagsmiðill sem heitir tsū (borið fram sem \"sue\"). tsū stækkaði hraðar á fyrstu sex mánuðum fyrirtækisins heldur en bæði Facebook og Twitter. \nÞá er það mergur málsins. Facebook er svo hrætt við tsū að þeir blokkuðu addressuna þeirra frá öllum þeirra miðlum með þeim rökum að tengillinn væri hættulegur. Ef maður reynir að pósta eða jafnvel bara senda í PM linkinn \ntsu.co\n þá fær maður villuskilaboð þess efnis. Huffington Post fjallar um \nþetta hér\n. Hvað finnst mönnum? Eru þetta eðlilegir viðskiptahættir?\ntsū gengur út á hugmyndafræði sem er aðeins frábrugðin þeirri hefðbundnu sem m.a. Facebook notar. Þ.e. það er ekkert verið að fegra eða fela að þeir selja upplýsingar notenda. Munurinn er að þeir skila því til baka til notendanna. Af innkomunni fara 10% í rekstur tsū en 90% er skilað aftur til notenda. Notendur geta svo notað sinn hluta til að auglýsa sig, gefa til góðgerðamála eða jafnvel innleysa sinn hluta.\nEdit: tók út shortcode vegna gagnrýni. Þá er hægt að ræða meginefni póstsins.",
            "date": "2015-10-31 18:29:00",
            "post_id": "609887",
            "reply_to_id": false
        },
        {
            "user_name": "worghal",
            "text": "er ekki svona afiliation dót bannað hérna \n ?",
            "date": "2015-10-31 19:02:00",
            "post_id": "609890",
            "reply_to_id": "609887"
        },
        {
            "user_name": "Nariur",
            "text": "Eftir snöggskoðun hef ég komist að þeirri niðurstöðu að þetta er líklega pyramid scheme.",
            "date": "2015-10-31 19:04:00",
            "post_id": "609891",
            "reply_to_id": "609890"
        },
        {
            "user_name": "Framed",
            "text": "Tilgangur póstsins var að koma af stað umræðum um miðilinn annars vegar og framkomu Facebook hins vegar. Ef það að ég hafi látið shortcode-inn minn fylgja með til að fólk gæti skoðað um hvað ég var að tala þá er lítið mál að fjarlægja hann.",
            "date": "2015-10-31 19:06:00",
            "post_id": "609893",
            "reply_to_id": "609891"
        },
        {
            "user_name": "Crush1234",
            "text": "Allt fyrirnefnt er ekki einusinni ástæðan fyrir því að ég er pirraður út í Facebook, ég er mest pirraður yfir hvað þeir eru latir að hafa appið og mobile síðuna up to date, það þarf algjöra endurhönnun og leyfa mér að sjá posta eftir alla sem ég fylgi og í rétta röð. Síðan popar lyklaborðið upp í hvert einasta skipti sem ég ætla að skoða komment. Algjörlega óásættanlegt frá billion dollara fyrirtæki.\nSíðan er engin samstæða milli tækja\nAndroid vs iOS",
            "date": "2015-10-31 19:29:00",
            "post_id": "609894",
            "reply_to_id": "609893"
        },
        {
            "user_name": "hakkarin",
            "text": "Er það ekki bara að því að þeir eru nýir?",
            "date": "2015-10-31 20:42:00",
            "post_id": "609899",
            "reply_to_id": "609894"
        },
        {
            "user_name": "Framed",
            "text": "Það er vissulega pýramídi í þessu. Það er samt ekki aðalmálið í þessu að mér finnst heldur framkoma Facebook gagnvart þeim. Ég viðurkenni fljótfærni mína í að láta shortcode-inn minn fylgja með enda tók ég hann út.\nÓháð pýramídanum þá virðist þetta alveg vera legit samfélagsmiðill. Það er enginn, eða í það minnsta mjög fáir, að fara að græða eitthvað á að vera þarna. Ég get ekki talað fyrir aðra en ég er mjög hrifinn af hugmyndinni um að fyrirtækið sem rekur miðilinn sé ekki eini aðilinn sem fær fjárhagslegan ávinning af notkun minni á þjónustunni.\nÞað spilar vafalaust inn í hraða stækkunarinnar. Ég tel samt líklegt að það spili líka mikið inn í þessi hugmyndfræði þeirra. Hvort sem fólk heldur að það verði ríkt á þessu eða bara það að það sé ekki bara rekstraraðilinn sem græðir á kerfinu.\nTil þess að koma þræðinum aftur on topic þá endurtek ég: Finnst fólki það vera eðlilegir viðskiptahættir hjá Facebook að blokka samkeppnisaðila með öllu? Meira að segja í einkaskilaboðum.\nOg hitt, hvað finnst ykkur um þetta viðskiptamódel að leyfa notendum að fá hlut í ágóðanum?",
            "date": "2015-10-31 21:32:00",
            "post_id": "609901",
            "reply_to_id": "609899"
        },
        {
            "user_name": "intenz",
            "text": "If you can't beat them, join them.\nIf you can't join them, buy them.\nIf you can't buy them, block them.",
            "date": "2015-10-31 23:22:00",
            "post_id": "609908",
            "reply_to_id": "609901"
        },
        {
            "user_name": "nidur",
            "text": "Magnað stuff",
            "date": "2015-10-31 23:36:00",
            "post_id": "609910",
            "reply_to_id": "609908"
        },
        {
            "user_name": "beatmaster",
            "text": "Eftirfarandi er núverandi statusinn minn á FB:\nMagnað! ég póstaði í dag link á Facebook keppinautinn tsu(punktur)co með því að skrifa það svona tsu(punktur)co/einartryggva því að Facebook bannar að það sé linkað á tsu síðuna (sem er það sem gerði mig forvitinnn um tsu til að byrja með)\nMér fannst það ekki nógu elegant þannig að ég notaði bit.ly sem er þjónusta til að stytta url og eyddi þá upphaflega póstinum og gerði nýjan þar sem að ég linkaði á tsu síðuna mína með því að birta bit.ly link\nÞað er búið að eyða þeim pósti, hann er horfinn!!! Stay classy Facebook.",
            "date": "2015-11-01 01:02:00",
            "post_id": "609914",
            "reply_to_id": "609910"
        },
        {
            "user_name": "intenz",
            "text": "Þótt tsu sé invite-only þá er þetta lélegasta invite system í heimi. Bara með því að vita tsu notandanafn einhvers kemstu inn í gegnum hann.\nÞið sem eruð ekki á tsu, prófið bara að opna \nhttp://www.tsu.co/foobar",
            "date": "2015-11-01 15:47:00",
            "post_id": "609942",
            "reply_to_id": "609914"
        },
        {
            "user_name": "GuðjónR",
            "text": "http://www.visir.is/samfelagsmidillinn- ... 5151109721",
            "date": "2015-11-03 13:19:00",
            "post_id": "610095",
            "reply_to_id": "609942"
        },
        {
            "user_name": "zedro",
            "text": "Get on the bandwagon now people! Use my shortcode: \nGiveMeAllTheMoney!",
            "date": "2015-11-03 14:54:00",
            "post_id": "610103",
            "reply_to_id": "610095"
        },
        {
            "user_name": "BugsyB",
            "text": "hey þið sem eruð komir á tsu - addið mér @kjarri79",
            "date": "2015-11-03 18:13:00",
            "post_id": "610112",
            "reply_to_id": "610103"
        },
        {
            "user_name": "Stuffz",
            "text": "stutt í ritskoðunar fasismann\nFacebook á notendurna and they dont feel like sharing lol",
            "date": "2015-11-05 21:42:00",
            "post_id": "610282",
            "reply_to_id": "610112"
        },
        {
            "user_name": "chaplin",
            "text": "Affiliation/reference, fá borgða fyrir að bjóða fólki, sem reynir svo að bjóða fleira fólk os.frv. \nNei takk.",
            "date": "2015-11-05 22:50:00",
            "post_id": "610288",
            "reply_to_id": "610282"
        }
    ],
    "date": "2015-10-31 18:29:00"
}