{
    "forum_title": "Koníakstofan",
    "id": "67790",
    "title": "Hvar kaupir maður bekkpressu?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=67790",
    "posts": [
        {
            "user_name": "hakkarin",
            "text": "Og lóð og svona? Vill ekki láta þessar svikamillur sem að kalla sig líkamsræktarstöðvar ræna mig. Getur varla verið dýrara að kaupa eitthvað lóða drasl.\nEDIT: Wtf googlaði smá og þetta kostar víst fullt. Af hverju þetta er bara stál/járn drasl???",
            "date": "2015-12-08 20:49:00",
            "post_id": "612740",
            "reply_to_id": false
        },
        {
            "user_name": "Dúlli",
            "text": "Fer mikið eftir gæðum. Getur keypt í rúmfatarlagerinu á svona 50.000 en það er sorp.",
            "date": "2015-12-08 20:53:00",
            "post_id": "612741",
            "reply_to_id": "612740"
        },
        {
            "user_name": "hakkarin",
            "text": "Hver er munurinn á 50.000kr bekkpressu og dýrari? Finnst leiðinlegt að hljóma svona fáfróður en maður hefði haldið að þetta væri allt saman bara eins.",
            "date": "2015-12-08 21:00:00",
            "post_id": "612745",
            "reply_to_id": "612741"
        },
        {
            "user_name": "Dúlli",
            "text": "Bara gæðin. Hversu stöðugt. Sterk þett sé. Vilt ekki að þetta brotni.",
            "date": "2015-12-08 21:06:00",
            "post_id": "612746",
            "reply_to_id": "612745"
        },
        {
            "user_name": "hagur",
            "text": "Hvað er það sem gerir líkamsræktarstöðvar að svikamyllum?  \nEn það er rétt, lyftingalóð og græjur eru ekkert ódýrar og svo er þetta plássfrekt og leiðinlegt. Svo þarf ansi mikinn aga til að lyfta einn heima hjá sér af einhverju viti svo árangur náist.  Góðar líkur að þetta endi bara sem fatahengi.",
            "date": "2015-12-08 21:09:00",
            "post_id": "612747",
            "reply_to_id": "612746"
        },
        {
            "user_name": "hakkarin",
            "text": "Til dæmis að næstum allar æfingarvélar eru bara scam sem að í besta falli eru ekki betri heldur en að æfa/lyfta bara venjulega og í versta falli eru hættuleg. Svo kostar þetta fullt. \nKanski ef að maður ætlar að fylla allt af drasli. En ég er ekkert að tala um neitt slíkt. Er með auka tómpt herbegi sem að ég er ekkert að nota og það myndi líklega henta vel í þetta. \nÞað er ekki þitt vandamál gerist það, sem að ég leyfi mér að efa. Hef þegar verið í sjúkraþjálfum í einhverja mánuði og hef alveg fílað það soldið, en vill núna ganga skrefi lengra. En tækinn fyrir það eru ekki fáanleg þar sem að ég hef æft í sjúkraþjálfuninni.",
            "date": "2015-12-08 21:25:00",
            "post_id": "612749",
            "reply_to_id": "612747"
        },
        {
            "user_name": "SolidFeather",
            "text": "",
            "date": "2015-12-08 22:00:00",
            "post_id": "612752",
            "reply_to_id": "612749"
        },
        {
            "user_name": "einarhr",
            "text": "https://www.youtube.com/watch?v=w-0TEJMJOhk",
            "date": "2015-12-08 22:10:00",
            "post_id": "612754",
            "reply_to_id": "612752"
        },
        {
            "user_name": "hagur",
            "text": "Þær eru ekkert scam.  Að lyfta lausum lóðum hefur marga kosti umfram vélarnar, t.d reynir það meira á smærri stoðvöðva o.sv.frv.  Það getur verið fínt að komast í \"vél\" af og til, þó ekki nema bara til að breyta til.  Annars er maður nú frekar að borga fyrir að komast í öll lóðin og stangirnar.  Það er ekkert grín að koma sér upp almennilegri aðstöðu þar sem hægt er að lyfta almennilega á alla vöðvahópa.  Maður græðir t.d ekki mikið á því að eiga bara bekkpressubekk, þó það sé auðvitað skárra en ekkert.\nSama og að ofan, maður kemst ekkert langt nema geta tekið allan skrokkinn og það gengur ekki bara með bekkpressu.\nBara mín reynsla af svona míní \"heima-gymmi\", en auðvitað má vel vera að þú takir þetta með trompi og notir þetta, þá bara more power to you.\nBottom line, ef maður ætlar að gera þetta almennilega þá þarf maður eiginlega að komast í alvöru gymm, með almennilegri bekkpressu, squat-rekka og fullt af lóðaplötum.",
            "date": "2015-12-08 22:41:00",
            "post_id": "612757",
            "reply_to_id": "612754"
        },
        {
            "user_name": "hakkarin",
            "text": "Jæja, getur verið að ég kíki á það. Ég bara hef heyrt svo mikið af shady sögum af þessum stöðum (fólk sem er rukkað endalaust) að ég vildi kanna þetta fyrst.",
            "date": "2015-12-08 22:58:00",
            "post_id": "612759",
            "reply_to_id": "612757"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég kaupi alltaf bekkpressur í bekkpressubúðinni.",
            "date": "2015-12-08 23:04:00",
            "post_id": "612760",
            "reply_to_id": "612759"
        },
        {
            "user_name": "Klara",
            "text": "https://bland.is/til-solu/ithrottir-hei ... y/2977189/\nBorgar sig niður á ... hvað 3-4 árum er það ekki ?",
            "date": "2015-12-08 23:33:00",
            "post_id": "612761",
            "reply_to_id": "612760"
        },
        {
            "user_name": "Steini B",
            "text": "Borgar sig ekki að kaupa þetta nýtt, lang best að kaupa notað",
            "date": "2015-12-08 23:51:00",
            "post_id": "612762",
            "reply_to_id": "612761"
        },
        {
            "user_name": "Zpand3x",
            "text": "Smíða powerrack úr timbri \nhttps://www.youtube.com/watch?v=6dy5eyMDt3c\n og bekk \nhttps://www.youtube.com/watch?v=IuWRid86W40\n og kaupir\nlyftingastöng á 25-40 þús \nhttp://gap.is/vorur/p/605/Lyftingastong ... -(max245kg\n)\n2x20 kg : 28.000 kr \nhttp://gap.is/vorur/p/920/Pioneer-Rubbe ... Plotur-stk\n.\n2x10kg : 14.000 kr\n2x5kg : 10.000 kr\nMyndi segja að þetta væri drauma byrjendapakki \n En að taka bara bekkpressu er boring. Með því að taka bumper lóð geturðu tekið ólympískar og kraftlyftingar með bekknum",
            "date": "2015-12-09 01:46:00",
            "post_id": "612765",
            "reply_to_id": "612762"
        },
        {
            "user_name": "stefhauk",
            "text": "Skil ekki þessa fordóma í fólki er sjálfur að æfa í world class og þó að eigandinn sé búnn að svíkja peninga og ég er að styrkja hann þá finnst mér ekkert svakalegt að vera borga 7-8 þús á mánuði og geta notað aðstöðuna þegar mér henntar enda er ég að þessu fyrir mig. en með því að vera borga wc pening hver mánaðarmót þá bara so be it, \nHef haft lóð heima, stöng, plötur og handlóð en ég snerti þetta varla enda og þegar maður gerir það þá er það ekkert í líkindum við það sem maður tekur á því í ræktinni.",
            "date": "2015-12-09 03:52:00",
            "post_id": "612766",
            "reply_to_id": "612765"
        },
        {
            "user_name": "urban",
            "text": "Fyrir þann sem að er að fara að byrja að lyfta er algert bull að ætla að fá sér bekk heim til sín.\nÞað ætla allir að vera rosalega duglegir og nota þetta, alveg einsog þrekhjól og skíðavélar og flest allt annað.\n90% af þessum tækjum enda sem fatahengi eða ryksafnarar.\nFyrir þann aftur á móti sem að veit hvað hann er að gera og er komin aðeins lengra en að vera byrjandi er ekkert að því að fá sér bekk heimtil sín, hann veit hvað hann er að gera, hann veit hvernig hann þarf að gera það og hefur þá væntanlega geðið í það að halda áfram.\nMæli eindregið með því að þú farir bara í stöðvarnar, þar sem að þetta er jú í boði, þú færð nefnilega ekki pakka í þetta heim til þín komið undir 150 þús nema þú sért heppinn.\nGetur farið annsi oft í ræktina fyrir þann pening.",
            "date": "2015-12-09 09:11:00",
            "post_id": "612768",
            "reply_to_id": "612766"
        },
        {
            "user_name": "zedro",
            "text": "Tveir kostir við World Class vs heima:\nFærð mánaðarlega einkaþjálfara til að hjálpa þér með æfingaráætlun og kenna þér á tækin.\nEf þú tekur of stórt í bekknum og festist undir stönginni þá eru miklar líkur að einhver komi hlaupandi!\nAnnars er sporthúsið málið! Gufa, sauna og pottur! Skella sér svo í Skvass!",
            "date": "2015-12-09 12:51:00",
            "post_id": "612775",
            "reply_to_id": "612768"
        },
        {
            "user_name": "Klara",
            "text": "",
            "date": "2015-12-09 13:01:00",
            "post_id": "612776",
            "reply_to_id": "612775"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Fyndið fail þar sem hann er með safety bars en missir stöngina aftur fyrir, getur allt klikkað þrátt fyrir gott öryggi.",
            "date": "2015-12-09 13:29:00",
            "post_id": "612777",
            "reply_to_id": "612776"
        },
        {
            "user_name": "AntiTrust",
            "text": "Ef þér finnst líkamsræktarstöðvar vera svikamyllur en bekkpressubekkur og stöng allt sem þarf þá segir það allt sem segja þarf um reynslu/kunnáttuna þína af líkamsrækt.\nÞú þarft að eyða milljónum í heimagym til þess að komast nálægt því að geta þjálfað líkama af eins mikilli fjölbreytni og nákvæmni sbr. því sem þú færð í líkamsrækt. Jújú það er hægt að gera ýmislegt með bekk, stöng, slatta af plötum og stillanlegum handlóðum - en það veltur algjörlega á hæfni/reynslu einstaklingsins til þess að nota tólin rétt. Það geta allir curlað handlóð, en það kunna það samt fáir, og hægt að segja svipaða sögu um nær allar æfingar. \nAð fara í ræktina gefur þér ekki bara hugarfarið til þess að keyra þig meira áfram, heldur gefur þér ómetanlegt tækifæri til að fylgjast með öðrum og læra.\nKv. einn sem er búinn að stunda ræktina grimmt í rúmlega 10 ár og veit ágætlega hvað ég er að tala um.",
            "date": "2015-12-09 13:44:00",
            "post_id": "612778",
            "reply_to_id": "612777"
        },
        {
            "user_name": "hakkarin",
            "text": "Takk fyrir svörin. Hef þetta í huga.",
            "date": "2015-12-09 14:39:00",
            "post_id": "612779",
            "reply_to_id": "612778"
        },
        {
            "user_name": "valdij",
            "text": "^This times a million. Maður lærir rosalega á að fylgjast með öðrum, sama hvort það er tækni eða nýjar æfingar.",
            "date": "2015-12-09 15:11:00",
            "post_id": "612782",
            "reply_to_id": "612779"
        }
    ],
    "date": "2015-12-08 20:49:00"
}