{
    "forum_title": "Almennt um vélbúnað",
    "id": "67810",
    "title": "Verðsamanburður - Vefsíða sem ég finn ekki aftur",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=67810",
    "posts": [
        {
            "user_name": "enypha",
            "text": "Vill byrja á að taka fram að þetta er ekki á neinn hátt neikvætt í garð vaktin.is.\nÉg rakst á síðu fyrir nokkru síðan sem átti að geta fundið ódýrasta verðið á hinum ýmsu vörum á íslenskum netverslunum. Vöruflokkarnir voru mun fleiri en hér á Vaktinni en að sama skapi lítið búið að leggja í að draga saman sömu vörurnar milli búða eins og hér, s.s. sami hluturinn kom fyrir oft en var bara skráður til sölu hjá einni verslun. Þá var lýsingin t.d. ekki sú sama og því var þetta ekki \"sama\" varan.\nLöng saga og óþarflega flókið hjá mér...úff. Allavega, pricegrabber-ish síða fyrir íslenskan markað. Finn ekki slóðina lengur. Hefur einhver rekist á þetta?",
            "date": "2015-12-11 11:35:00",
            "post_id": "612903",
            "reply_to_id": false
        },
        {
            "user_name": "bjorngi",
            "text": "Þessi? \nhttp://www.verdbil.is/\nKv.\nBjössi",
            "date": "2015-12-11 11:51:00",
            "post_id": "612904",
            "reply_to_id": "612903"
        },
        {
            "user_name": "enypha",
            "text": "Já, held það hafi örugglega verið þessi. Hún þjónar í það minnsta sama tilgangi.\nEf einhver lest þetta sem vinnur að verdbil.is, þá segi ég takk og þetta er gott framtak. Svona síður geta verið öflug tól til að virkja jákvæð áhrif samkeppni á frjálsum markaði neytendum í vil.\nÉg fletti upp til gamans verðinu á Samsung S6 32GB og sá að hann er ódýrastur hjá Ormsson samkvæmt síðunni. hvort það er rétt hef ég ekki staðfest, en ég er oft að reka mig á að \"ódýru\" verslanirnar eru alls ekki alltaf með besta verðið. Vinnufélagi minn ætlaði að kaupa 3D gleraugu fyrir Panasonic sjónvarp til að gefa sem gjöf og fékk til aðstoðar við kaupin link á gleraugun hjá Elko, þar sem þau kostuðu tæpar 15000kr. Þau voru ekki til á lager hjá þeim svo hún leitaði og fann þau til sölu hjá Sjónvarpsmiðstöðinni og sannreyndi að um sömu gleraugu væri að ræða með því að bera saman vörunúmerin. Gleraugun voru til hjá SM og kostuðu rúmar 7000kr. Boðskapurinn er s.s. (sem allir hér á Vaktinni eru mjög líklega mjög meðvitaðir um) að það borgar sig að leggja á sig smá leit til að finna besta verðið.",
            "date": "2015-12-11 13:29:00",
            "post_id": "612908",
            "reply_to_id": "612904"
        },
        {
            "user_name": "Some0ne",
            "text": "Sárvantar örgjörva þarna í íhlutir",
            "date": "2015-12-11 13:40:00",
            "post_id": "612909",
            "reply_to_id": "612908"
        },
        {
            "user_name": "lexusinn",
            "text": "Persónulega finnst mér gaman og fræðandi að fara á þessa síðu en hún býður uppá hvenær vara kemur á markað og hvernig henni gengur. það þarf bara að skrá fyrstu stafi..  heiti eða tegund vöru. Góða skemmtun \nhttp://www.prisjakt.nu/",
            "date": "2015-12-11 18:56:00",
            "post_id": "612924",
            "reply_to_id": "612909"
        },
        {
            "user_name": "depill",
            "text": "hún virðist samt ekki alveg vera áreiðanleg\nSegir þennan \nhttps://vefverslun.siminn.is/vorur/simt ... dge%2032GB\n kosta 129.990 kr hjá Símanum en hann kostar 109.990 kr\nhttps://vefverslun.siminn.is/vorur/simt ... B#pv_13113\n og bendir á þennan ( sami og áður ) og segir að hann kosti 149.990 kr ( en kostar 109.990 kr )\nhttp://www.elko.is/elko/is/vorur/Farsim ... %20Svartur\n er líka rangt.\nÞannig væntanlega taka með fyrirvara ?",
            "date": "2015-12-11 19:12:00",
            "post_id": "612925",
            "reply_to_id": "612924"
        }
    ],
    "date": "2015-12-11 11:35:00"
}