{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "67849",
    "title": "Afjónað vatn í vatnskælingar",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=67849",
    "posts": [
        {
            "user_name": "Saber",
            "text": "Ég hringdi í eftirfarandi apótek; Lyfjaver, Reykjavíkur Apótek, Apótekarinn, Lyf og Heilsa, Lyfjaval og Apótekið. Þeir einu sem áttu þetta á 5 lítra brúsum voru Lyf og Heilsa JL húsinu á 1060 kr. brúsinn og Lyfjaval Álftamýri á 980 kr. brúsinn. \nHinir áttu annaðhvort von á þessu og voru bara með þetta á 500 ml. brúsum. \nFYI.",
            "date": "2015-12-16 15:35:00",
            "post_id": "613158",
            "reply_to_id": false
        },
        {
            "user_name": "methylman",
            "text": "Apotekið á Sogaveginum var með þetta á 2L brúsa á klink",
            "date": "2015-12-16 17:04:00",
            "post_id": "613167",
            "reply_to_id": "613158"
        },
        {
            "user_name": "Squinchy",
            "text": "Ég á regglulega afjónað vatn ef einhverjum vantar fyrir lítið",
            "date": "2015-12-16 17:16:00",
            "post_id": "613169",
            "reply_to_id": "613167"
        },
        {
            "user_name": "kunglao",
            "text": "5L brúsi á 1000 kall sirka er bara fínt. Þetta geymist vel í brúsanum og svo þegar þarf að skipta um vökva þá er um að gera að eiga en 2l brúsi væri hentug stærð í eitt build samt",
            "date": "2015-12-16 17:41:00",
            "post_id": "613170",
            "reply_to_id": "613169"
        },
        {
            "user_name": "Axel Jóhann",
            "text": "Spyr sá sem ekki veit, afhverju afjónað vatn?",
            "date": "2015-12-16 20:50:00",
            "post_id": "613180",
            "reply_to_id": "613170"
        },
        {
            "user_name": "Danni V8",
            "text": "Hef spáð í þessu líka.\nVeit að það á að fara afjónað vatn á t.d. rafgeyma og kælikerfi í bílum og erlendis hef ég séð allt upp í 5 lítra brúsa af afjónuðu vatni til sölu til að setja á þá, en hérlendis er bara notað kranavatn og hefur verið gert í marga áratugi án vandræða.\nHvers vegna er ekki hægt að nota kranavatn í tölvukælingar líka?",
            "date": "2015-12-16 21:30:00",
            "post_id": "613185",
            "reply_to_id": "613180"
        },
        {
            "user_name": "Squinchy",
            "text": "Afjónað vatn getur t.d. verið gott í svona kerfi þar sem enginn lífrænn úrgangur er í vatninu til að fúlna, eitt ber þó að hafa í huga að vatn vill ekki vera afjónað og á það til að vera ætandi til að draga í sig steinefni og önnur efni\nÞað má svo sem segja að vatnið hérna er ekki alslæmt, í grafarholtinu er ég að mæla 33 TDS beint úr krana, hef séð tölur erlendir í kringum 250 TDS (total Dissolved Solids)",
            "date": "2015-12-16 21:56:00",
            "post_id": "613190",
            "reply_to_id": "613185"
        },
        {
            "user_name": "braudrist",
            "text": "Ætli tölvukælingarnar séu ekki bara líklegri til að stíflast útaf steinefnunum og öðrum ólífrænum efnum sem er í vatni vegna smægðar sinnar? Maður hefur lesið að sumt fólk á Overclockers.net séu að setja frostlög (anti-freeze) í tölvukælingarnar ásamt bara venjulegu vatni með ágætum árangri. Hugsa að það sé alveg í lagi að nota venjulegt vatn en blockirnar tærast bara mikið fyrr og loopan er líklegri að stíflast.\nEdit: Úr hverju eru vatnskassi í bílum — áli eða járni? Eru þeir ekki að tærast og eyðileggjast með árunum? (Spyr einn sem veit ekkert um bíla)",
            "date": "2015-12-16 21:58:00",
            "post_id": "613192",
            "reply_to_id": "613190"
        },
        {
            "user_name": "brain",
            "text": "Eimað vatn leiðir ekki rafmafn.  \nhttp://humantouchofchemistry.com/does-d ... ricity.htm\nDistilled Water VS. Tap Water\nWe recommend that you always use distilled water when refilling your coolant. If you buy premixed antifreeze, then you don’t have to worry about this, but if you are mixing your coolant yourself this is very important. Tap water has many different chemicals and minerals in it that can adversely affect your radiator. The minerals in particular can speed up galvanic corrosion while the chemicals may alter the coolant’s pH or interfere with the antifreeze additives. Your only safe bet is to use distilled water.\nAluminum tends to be affected more by tap water than copper-brass. This is due to aluminum being more reactive to water to begin with plus the fact that it is less noble than most other metals (if you haven’t read Part 3 of this discussion, you may want to back up and read it before continuing). Because of this, an aluminum radiator may develop pinhole leaks. This is a good indicator that corrosion is taking place inside the radiator.\nBy comparison, copper is a very noble metal, so it won’t degrade like aluminum; however, the other minerals in tap water may degrade and accumulate onto the copper and block the flow of coolant. With copper-brass being much weaker than aluminum, too much blockage can increase the pressure enough to bust the tube walls in the core. Needless to say, this can result in having to replace the radiator core or the radiator entirely.\nWhile aluminum may have a bigger disadvantage than copper-brass when it involves tap water, you shouldn’t be using tap water anyways. If you have to use tap water because of an emergency, make sure you flush your cooling system as soon as possible and replace it with a mix using distilled water. Your radiator will appreciate it.\nVatnskassar yfirleitt úr kopar/eir blöndu til að leiða hita betur. Líka til úr áli. \nhttp://www.cgj.com/2013/07/10/aluminum- ... intenance/",
            "date": "2015-12-16 22:21:00",
            "post_id": "613196",
            "reply_to_id": "613192"
        },
        {
            "user_name": "kunglao",
            "text": "Aðallega úr kopar í tölvugeiranum en áli þessir svokölluðu AIO\nsama með bíla er kopar og ál aðallega",
            "date": "2015-12-16 23:39:00",
            "post_id": "613207",
            "reply_to_id": "613196"
        },
        {
            "user_name": "Axel Jóhann",
            "text": "Nú er ég bifvélavirki og hef verið það í rú 7 ár og hef aldrei heyrst minnst á þetta að það þurfi að fara eimað vatn á kælikerfi bíla, ekki einu sinni í skólanum.",
            "date": "2015-12-17 15:09:00",
            "post_id": "613275",
            "reply_to_id": "613207"
        },
        {
            "user_name": "kunglao",
            "text": "Nei held að enginn sé að segja það en ég svosum veit þetta ekki nákvæmlega með bílana en þegar þarf vatn á tankinn þá er mar bara skella venjulegu kranavatni en í tölvuíhluti til að fyrirbyggja gróðurmyndun og bestu hugsanlegu aðstæður innan um þá er notað distilled water eða afjónað vatn á ísl.",
            "date": "2015-12-17 16:15:00",
            "post_id": "613279",
            "reply_to_id": "613275"
        },
        {
            "user_name": "brain",
            "text": "Getur það skipt máli einsog Squinchy  segir \nKóði: \nVelja allt\n Það má svo sem segja að vatnið hérna er ekki alslæmt, í grafarholtinu er ég að mæla 33 TDS beint úr krana, hef séð tölur erlendir í kringum 250 TDS (total Dissolved Solids)\nBjó í NH, USA um 3 ára bil, þar var alltaf keypt vatn á service stöð á geymi og kælikerfi.",
            "date": "2015-12-17 18:14:00",
            "post_id": "613290",
            "reply_to_id": "613279"
        },
        {
            "user_name": "jonsig",
            "text": "Hef líka séð lærða bifvélavirkja gefa bíl rafmagn með að beintengja póla beggja rafgeymanna . \nKannski efnafræði og rafmagnsfræði er ekki í hávegum höfð í þessu námi .\nSpurning hvort uppleyst efni eins og Na+, Ca2+,Fe2+ og Cu2+ séu í magni í vatninu á klakanum .",
            "date": "2015-12-18 03:48:00",
            "post_id": "613326",
            "reply_to_id": "613290"
        },
        {
            "user_name": "slapi",
            "text": "Hóhóhó hér kemur menntahrokinn\nVið erum bara allir smurapar sem kunnum ekkert á tækni efnafræði eða rafmagnsfræði enda er svoleiðis langt í frá komið í bíla í dag",
            "date": "2015-12-18 08:10:00",
            "post_id": "613329",
            "reply_to_id": "613326"
        },
        {
            "user_name": "jojoharalds",
            "text": "Ástæða fyrir þvi að afjónað vatn er notað í vatnskælingar (mjög mikilvægt)\ner sú að út af öllum steinefnum og lífandi gerlum sem eru í vatninu þá getur þetta fljótt byrja að myndast þörung.\nog það gerir það að verkum að vatnsdælur ,vatnskassar stiflast.(ég giska það sé ástæðan afhverju er mælt með þvi að setja afjónað vatn lika á bíla )\nþvi í afjónuðu vatni er búin að drepa allt sem er lifandi.\nog ekki má gleyma-  afjónað vatn leiðir ekki rafmagn.",
            "date": "2015-12-18 08:19:00",
            "post_id": "613330",
            "reply_to_id": "613329"
        },
        {
            "user_name": "jonsig",
            "text": "Vandamálið með þörunginn er að hann er allstaðar í kringum okkur  . Enginn er óhultur \n Eftir smá googl voru menn að hafa áhyggjur af tæringu líka. \nÆtli menn séu að nota frostlög til að ekkert lífrænt þrýfist í kælikerfinu ?",
            "date": "2015-12-18 19:32:00",
            "post_id": "613376",
            "reply_to_id": "613330"
        },
        {
            "user_name": "Saber",
            "text": "Það er allur gangur á því hvað menn nota, en já sumir setja frostlög. Ég ætlaði að gera það en það var búið að loka bensínstöðinni þegar ég var að setja á kerfið. Endaði með að setja bara smá dropa af uppþvottalögi. Það plús silver kill coil í afjónuðu vatni ætti að halda kerfinu clean í a.m.k. ár.\nWhatever works man.",
            "date": "2015-12-19 06:37:00",
            "post_id": "613415",
            "reply_to_id": "613376"
        },
        {
            "user_name": "Danni V8",
            "text": "Þetta stendur oft á kælivökvabrúsum \"Use deionozed water\" eða \"distilled water\". Það er greinilega búið að bæta þessu við í námsefnið í dag þar sem ég er að fara í gegnum námið núna og það var minnst á þetta í kennsluefninu og það kom upp mikil umræða í tímanum um þetta.\nÉg tók fyrst eftir þessu þegar ég átti fyrsta BMW-inn minn fyrir 10 árum síðan og var að skipta um vatnslás, kunni lítið á bíla þá. Googlaði upplýsingar og í þræðinum sem ég las talaði höfundur um að nota eimað vatn og ég fór að spyrjast fyrir um þannig í kjölfarið og var auðvitað sagt að nota bara kranavatn, annað væri vitleysa.\nEf þú googlar bara \"Coolant distilled water\" þá finnurðu helling um þetta.",
            "date": "2015-12-19 08:55:00",
            "post_id": "613418",
            "reply_to_id": "613415"
        },
        {
            "user_name": "ErrorCDIV",
            "text": "Ekki nota afjónað vatn! Notaðu eimað vatn með Biocide.",
            "date": "2016-01-26 18:56:00",
            "post_id": "616521",
            "reply_to_id": "613418"
        },
        {
            "user_name": "hagur",
            "text": "Er ekki langbest að nota vígt vatn í þetta?",
            "date": "2016-01-27 00:04:00",
            "post_id": "616545",
            "reply_to_id": "616521"
        },
        {
            "user_name": "jonsig",
            "text": "",
            "date": "2016-02-10 22:29:00",
            "post_id": "617666",
            "reply_to_id": "616545"
        },
        {
            "user_name": "Skippo",
            "text": "Gróður myndast ekki nema ljós komist að vatninu. Þeir sem eru með glærar slöngur lenda í leiðindamálum, hinir vita ekki af þessu vandamáli. Það þarf ekkert að nota afjónað vatn, venjulegt kranavatn er fínt og það lagast ef það er soðið upp á því (drepur gerla ef einhverjir eru). Frostlögur og þá langtíma hjálpar örugglega en það má s.s. setja önnur eiturefni í vatnið ef hugur stendur til þess, brennisteinssúlfíð í snefilmagni er t.d. hægt að nota, eyðir súrefni úr vatninu.\nEinfaldast er að nota bara kranann, hitt er meira svona í ætt við hótel Adam.",
            "date": "2016-02-10 23:00:00",
            "post_id": "617669",
            "reply_to_id": "617666"
        },
        {
            "user_name": "oskar9",
            "text": "Ég er að nota afjónað vatn í mína lúppu, setti frostlög útí blönduna, sirka 10-15% af heildarvatnsmagni, var að skipta um vatn í gær, fyrsta skipti síðan ég setti lúppuna upp fyrir einu og hálfu ári, sá EKKERT að lúppunni, enginn gróðurmyndun, tæring eða svona hvít filma inann í slöngunum eins og sumir lenda í.\nEr að nota bæði Kopar og nikkelhúðaðar blokkir og primochill slöngur",
            "date": "2016-02-11 10:04:00",
            "post_id": "617685",
            "reply_to_id": "617669"
        }
    ],
    "date": "2015-12-16 15:35:00"
}