{
    "forum_title": "Netkerfi - internetið",
    "id": "67853",
    "title": "Lögbann á Vodafone vegna útsendinga Skjá Eins",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=67853",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Síminn fær sett lögbann á Vodafone vegna útsendinga SkjásEins, ég spyr af hverju ?\nNú veit ég ekki hver stóran hluta af IPTV lyklum Vodafone er með en ég hefði haldið að það væri hagur fyrir Símann og SkjáEinn að Vodafone fengi að dreifa þessum útsendingum óhindrað fyrst á annað borð dagskráin var opnuð.  Hvaða skoðun ætli auglýsendur hafi á þessu? Þetta rýrir klárlega gildi þeirra auglýsinga sem þeir kaupa af SkjáEinum.\nEn hvað er annars málið, af hverju er þetta gert? Og af hverju má ég ekki ef ég vil fá mér IPTV lykil Símans á ljósleiðara tenginguna mína?\nEr það eitthvað sem Vodafone kemur í veg fyrir? Og ef svo er þá Síminn að hefna fyrir með þessu? \nVeit einhver hvað raunverulega er í gangi hjá þessum fyrirtækjum?\nhttp://www.visir.is/logbann-sett-a-voda ... 5151219034\nhttp://www.visir.is/telja-sig-mega-midl ... 5151219024",
            "date": "2015-12-16 22:55:00",
            "post_id": "613200",
            "reply_to_id": false
        },
        {
            "user_name": "brain",
            "text": "Eftir því sem mér skilst þá geta Vodafone notendur séð sama og þeir sem eru með Fjölskyldupakka Símans, þ.e. allr skjáþættina.\nOg án þess að borga fyrir.",
            "date": "2015-12-16 23:05:00",
            "post_id": "613201",
            "reply_to_id": "613200"
        },
        {
            "user_name": "einarth",
            "text": "Það hefur ekkert með Vodafone að gera að ekki sé hægt að fá IPTV símans á ljósleiðaratenginguna þína.\nÖllum þjónustuveitum stendur til boða að veita þjónustu sína yfir ljósleiðarakerfi GR - og það getur engin ein þjónustuveita hindrað aðra í að gera slíkt.\nEini aðilinn sem stendur í vegi fyrir því að Síminn selja sína þjónustu yfir kerfi GR - er Síminn.\nKv, Einar.",
            "date": "2015-12-16 23:08:00",
            "post_id": "613202",
            "reply_to_id": "613201"
        },
        {
            "user_name": "Snorrivk",
            "text": "Það er verið að takast á um það hvort þetta sé línuleg eða ólínuleg daskrá hjá þeim.",
            "date": "2015-12-16 23:11:00",
            "post_id": "613203",
            "reply_to_id": "613202"
        },
        {
            "user_name": "GuðjónR",
            "text": "Takk fyrir þessar upplýsingar Einar.\nAf því að ég vil ekki vera með úreltar ISDN, ADSL eða Ljósnet tengingar heldur vera með bestu mögulegu tenginguna sem völ er á sem er Ljósleiðari þá getur Síminn refsað mér fyrir það með þessum hætti? Neitað mér um IPTV og þar með þá möguleika sem þeir voru að fá lögbann á hjá Vodafone?\nEru þeir algjörlega sturlaðir?? Halda þeir að þessi hugsun færi þeim fleiri viðskiptavini?\nHvernig væri að Síminn tæki hausinn úr rassgatinu og reyndi að nútímavæðast í stað þess að vera endalaust í fortíðinni með sitt úrelta kopardrasl! Mesta furða að þeir séu ekki ennþá að rembast með breiðbandið, (sorry bara varð).\nÉg myndi miklu frekar vilja fá IPTV frá Símanum enda margalt skemmtilegra og betur forritað tæki en þetta frá Vodafone (að mínu mati) en ég get það ekki af því að Síminn leyfir það ekki? Really??  Halda þeir virkilega að fólk sem er búið að kynnast alvöru nettengingum (ljósleiðara) niðurfæri tenginguna í úrelta koparruslið þeirr eingöngu til að geta nýtt sér IPTV fídusa sem þeir eru búnir að fá lögbann á hjá samkeppnisaðila sínum?  Þeim er greinilega alveg skítsama um viðskiptavinina sína, bæði þá sem kaupa af þeim þjónustu og auglýsingar.  Og eru þetta ekki samkeppnishindrandi aðgerðir hjá þeim? Ég á ekki til orð yfir þessari ósvífni.",
            "date": "2015-12-16 23:27:00",
            "post_id": "613204",
            "reply_to_id": "613203"
        },
        {
            "user_name": "nidur",
            "text": "Kallinn er brjálaður!!!",
            "date": "2015-12-16 23:34:00",
            "post_id": "613205",
            "reply_to_id": "613204"
        },
        {
            "user_name": "beatmaster",
            "text": "Vodafone IPTV er enþá að sýna Skjá 1 (er að horfa á það núna) lögbannið var á tímaflakkið (sem ég nota mikið og vil fá aftur) og svo voru víst þættir í frelsinu, ég veit ekki hvaða þættir því að ég skoðaði það aldrei",
            "date": "2015-12-16 23:38:00",
            "post_id": "613206",
            "reply_to_id": "613205"
        },
        {
            "user_name": "C2H5OH",
            "text": "Það er einmitt málið held ég, þeir missa enga viðskiptavini út af þessu, íslendingar eru þægilegustu og bestu kúnnar í heimi, girða bara niðrum sig beygja sig bara fram og segja já takk og amen. Bara alveg eins og þegar þeir ákváðu að það væri \"best\" fyrir \"viðskiptavininn\" að byrja að telja allt gagnamagn.",
            "date": "2015-12-16 23:40:00",
            "post_id": "613208",
            "reply_to_id": "613206"
        },
        {
            "user_name": "GuðjónR",
            "text": "Já hehehe, ekki gott að hækka blóðþrýstinginn svona rétt fyrir svefninn, en svona óréttlæti pirrar mig óstjórnlega.\nSkrítið líka hvernig Síminn hagar sér, maður hefur það oft á tilfinningunni að þetta sé ennþá verndaður vinnustaður, aka. ríkisfyrirtæki, amk. miðað við einokunartaktana.",
            "date": "2015-12-16 23:41:00",
            "post_id": "613210",
            "reply_to_id": "613208"
        },
        {
            "user_name": "Daz",
            "text": "Síminn er að fá lögbann á að Vodafone gefi þjónustu sem Síminn vill selja (tímaflakk á Skjá1). Áskrifendur að IPTV hjá Símanum fá ekki tímaflakk á Skjár1 nema að kaupa sérstaka áskrift fyrir það. Sem gerir IPTV Símans verra en IPTV Vodafone.\nVarðandi \"ekkert Síma-IPTV á ljósleiðara\", þá myndi ég giska á að Síminn telji sitt IPTV ekki vera stóra tekjulind, en sala á internettenginum sé stór tekjulind. Svo allt sem fær fólk til að kaupa internettenginu er gott í þeirra bókum, þar á meðal að bjóða upp á gott \"exclusive\" IPTV.",
            "date": "2015-12-16 23:42:00",
            "post_id": "613211",
            "reply_to_id": "613210"
        },
        {
            "user_name": "GuðjónR",
            "text": "Okay, ef þetta er pissukeppni um hver er með betra IPTV af hverju má kúnninn ekki ráða og kaupa sér aðgang að því kerfi sem hann telur betra?\nKannski er þetta svarið við spurningunni minni, kannski er það bara málið að neyða fólk til að kaupa úrelta kopartengigu til að fá aðgang að \"betra\" IPTV. Um leið og þeir sjá að þeirra er hugsanlega ekki betra þá fara þeir á taugum og heimta lögbann. Ef þetta á að verða svona fíflagangur þá er kannski best að þeir læsi aftur dagskránni.",
            "date": "2015-12-16 23:59:00",
            "post_id": "613212",
            "reply_to_id": "613211"
        },
        {
            "user_name": "Tiger",
            "text": "Síminn er eigandi að skjá einum og breytti honum fyrir 2 mánuðum að núna væri hann opin öllum í línulegri dagsskrá (gott framtak). Ef þú vildir hinsvegnar hafa tímaflakk og aðra möguleika en \"línulega opna dagsskrá\" þá þarftu að greiða áskrift, fair and square. Þannig að ég get ekki séð að það sé neitt óeðlilegt að Síminn vilji ekki að Vodafone bjóði uppá frítt tímaflakk ofl \nsem er ekki frí þjónusta\n. \nEkkert frekar en Stöð2 myndi sætta sig við að áskrifendur Vodafone þyrftu að kaupa áskrift en þeir sem væru með afruglara síman fengju hana opna og frítt... skil ekki ranntið.",
            "date": "2015-12-17 07:02:00",
            "post_id": "613231",
            "reply_to_id": "613212"
        },
        {
            "user_name": "audiophile",
            "text": "Var það ekki þannig á sínum tíma að Síminn veðjaði öllu á Ljósnetið sitt í stað ljósleiðara og þess vegna getur þú ekki fengið þjónustu Símans á ljósleiðara og öfugt?",
            "date": "2015-12-17 08:02:00",
            "post_id": "613232",
            "reply_to_id": "613231"
        },
        {
            "user_name": "Tbot",
            "text": "Síminn á Mílu og reyna að mjólka sem mest út úr því.\nTil upplýsingar þá er Míla hætt að vera með koparstrengi inn í ný fjölbýlishús.  Þannig að það er einungis ljós sem kemur inn í ný hús.",
            "date": "2015-12-17 08:24:00",
            "post_id": "613234",
            "reply_to_id": "613232"
        },
        {
            "user_name": "GuðjónR",
            "text": "[RANT IN]\nÉg þurfti t.d. að skila IPTV lykli Símans sem ég var bara nokkuð sáttur við eftir átta ára notkun þegar ég fór yfir í ljósleiðarann í haust, síðan gerist það að þeir opna skjá1 sem mín vegna hefði mátt vera lokaður áfram ég er hvort eð er búinn að fá leið á Dr.Phil.\nSvo í gær þá loka þeir fyrir fídusinn að geta horft á dagskrá innan 24 klukkutíma, hvaða máli skiptir Símann hvort þú horfðir á Dr.Phil klukkan 9 eða 10? \nÞetta fyrirtæki hefur gegnum tíðina gefið ítrekað skít í viðskipta vini sína, hver man ekki eftir 7 daga cappinu sem síðar varð að 30 daga cappi og svo í fyrra að telja alla netumferð líka innanlands... Og eigum við eitthvað að ræða um tekksupportið hjá þeim? 18 ára skólakrakkar og þú ert númer 843 í röðinni.\n[RANT OUT]\nEf þeir eru farnir að leggja ljós alla leið inn í hús þá eru þeir loksins farnir að viðurkenna yfirburði ljósleiðara yfir kopar! vel gert!! tók ekki nema 15 ár.\nEn þá spyr ég, af hverju geta þeir sem fá ljósleiðara frá þeim alla leið inn í hús ekki keypt IPTV líka? Varla fara þeir að leggja kopar samhliða ljósinu bara til að halda ljósnetinu til streitu?",
            "date": "2015-12-17 09:30:00",
            "post_id": "613239",
            "reply_to_id": "613234"
        },
        {
            "user_name": "kjarrig",
            "text": "Þetta snýst ekki um Vodafone, heldur um að Síminn vill ekki að Gagnaveitan dreifi merkinu.  Vilja að fólk færi sig frá Gagnaveitunni yfir til Mílu.  Og hver á Mílu?",
            "date": "2015-12-17 09:35:00",
            "post_id": "613240",
            "reply_to_id": "613239"
        },
        {
            "user_name": "Daz",
            "text": "Af því að það er þjónusta sem þeir (Síminn) selja með áskrift að Skjár1. Þeir vilja aðgreina það frá \"IPTV\" þjónustu og gera það að \"sérstök áskrift\" þjónusta. Einmitt svipað og að ég get ekki notað tímaflakkið á stöðvum 365, jafnvel til að sjá efni sem var sent út í opinni dagskrá. \nVodafone mótmælir þessu og núna fáum við lögfræðingahártoganalagaflækjusamningsklækjafjör.",
            "date": "2015-12-17 09:41:00",
            "post_id": "613242",
            "reply_to_id": "613240"
        },
        {
            "user_name": "Predator",
            "text": "Þú ert á algjörum villigötum með þetta. Síminn býður öllum að horfa frítt á línulega dagskrá Skjás1, hvort sem er á IPTV hjá Símanum eða Vodafone, ef þú vilt aftur á móti fá Tímaflakk, ásamt öðru, þá þarftu að vera með áskrift að Skjá1 og IPTV hjá Símanum. Það sem Vodafone var að gera var að taka upp efnið og setja það inn á tímaflakkið hjá sér án leyfis frá Símanum og skiljanlega er óskað eftir lögbanni á slíkan verknað. \nVarðandi kopar vs ljósleiðara þá er Míla að leggja ljós inn í allar nýbyggingar og er nú þegar með eitthvað af hverfum t.d. í 113 þar sem er bara ljósleiðari í boði. Þar sem að Síminn sendir IPTV yfir dreifikerfi Mílu þá er auðvitað hægt að fá IPTV frá Símanum yfir bæði kopar og ljós hjá Mílu. Hvort að Míla fari svo að fullnýta ljósleiðara tengingarnar og bjóða sama hraða í báðar áttir er aftur á móti eitthvað sem þeir hafa ekkert gefið út um.",
            "date": "2015-12-17 10:11:00",
            "post_id": "613245",
            "reply_to_id": "613242"
        },
        {
            "user_name": "Televisionary",
            "text": "Þetta er ekki svona einfalt.",
            "date": "2015-12-17 11:16:00",
            "post_id": "613249",
            "reply_to_id": "613245"
        },
        {
            "user_name": "Tiger",
            "text": "Þetta rant finnst mér alveg útí hött samt og hljómar eins og þú hafir bara ákveði að vera fúll útí símann no matter what. Tímaflakk er bara ákveðin þjónusta sem er BARA Í BOÐI FYRIR ÁSKRIFENDUR SKJÁEINN, og því skiptir það símann máli hvort þú fáir tímaflakk í gegnum vodafone frítt sem þeir eru að gera ólölegta eða ekki. Þessi rök þín \"\nhvaða máli skiptir Símann hvort þú horfðir á Dr.Phil klukkan 9 eða 10?\n \" eru eins og að segja \"hvaða máli skiptir það stöð2 hvort ég horfi á efnið þeirra og borgi áskrift eða sæki það frítt á torrent\".  Tímaflakk er fídus sem er rukkað fyrir  og punktur.\nps. Tech suportið hjá símanum er brilliant hjá mér, að geta spjallað við Guðmun í gegnum twitter eða facebook eða what ever er snilld. Ég fékk uppfærslu á mínu ljósneti úr 50mbps í 100mbps um miðja nótt bara í gegnum twitter.......gera aðrir betur",
            "date": "2015-12-17 13:33:00",
            "post_id": "613264",
            "reply_to_id": "613249"
        },
        {
            "user_name": "AlexJones",
            "text": "Skv. lögum má Vodafone eingöngu endursenda línulegu stjónvarpsstöðina SkjáEinn. Tímavélin flokkast ekki sem línuleg útsending, um þetta hefur Fjölmiðlanefnd úrskurðað, sem er sú stofnun sem passar upp á Fjölmiðlalögin.\nÞað að Vodafone sé að dreifa efni SkjásEins/Símans, sem Síminn hefur greitt erlendum efniseigendum fyrir, í ÓÞÖKK Símans, er skv. verstu skilgreiningu hreinn og klár stuldur. Mér vitandi hefur Vodafone stundað þetta frá því að SkjárEinn varð að frístöð.\nÞað að Vodafone hafi látið þetta efni í hendur viðskiptavina sinna, í óþökk efnisréttarhafa, hefur líklega komið niður á business case Símans fyrir því að hafa Skjá Einn sem frístöð, og þá selja aðgang að on-demand efni, enda hlýtur það að hafa kosta mikla fjármuni að opna á stöðina samhliða því að  auka efnisframboð umtalsvert.\nSíminn gæti auðveldlega farið í skaðabótamál við Vodafone. Og þá erum við ekki að tala um einhverja litlar upphæðir. En núna snýst um þetta að fá staðfest að Vodafone megi ekki dreifa þessu á þennan hátt, sem Fjölmiðlanefnd og nú sýslumaður hefur tekið undir.\nViðskiptavinir Vodafone hefðu aldrei átt að hafa aðgang að SkjáEinum í Tímavélinni. Að viðskiptavinir Vodafone stígi fram og úthúði Símanum yfir því að missa þessa þjónustu er einsog að úthúða matvöruverslun fyrir að leyfa ekki öðrum aðila að stela úr versluninni sinni til þess að selja sér matvörurnar ódýrara.\nHvað sem ykkur finnst um Símann þá er hann í einkaeign, í kauphöll, rétt einsog Vodafone, og er í bullandi samkeppni, ekki bara við Vodafone, heldur líka erlenda aðila á borð við Google, Apple og Netflix. Að fyrirtækið vilji vernda efni sitt og sína hagsmuni ætti að vera öllum skiljanlegt. Þetta að mentality að Síminn sé enn ríkisfyrirtæki og eigi bara að veita öllum einhverja almannaþjónustu er bara eitthvað Þjóðarsálubull.\nEf Vodafone vill auka efnisúrval í sinni þjónustu þá eiga þeir bara að borga fyrir það einsog allir aðrir, einsog Síminn borgar fyrir það. Það þýðir ekkert að free-rida á efni samkeppnisaðilans.",
            "date": "2015-12-17 19:09:00",
            "post_id": "613296",
            "reply_to_id": "613264"
        },
        {
            "user_name": "hagur",
            "text": "Ég skil afstöðu Símans alveg 100%.  Í raun ótrúlegt að Vodafone skuli haga sér svona og það að líta á tímaflakkið sem línulega dagskrá er náttúrulega bara bull.  Það sér það hver sem vill sjá að svona tímaflakksdæmi er ekki línuleg dagskrá.",
            "date": "2015-12-17 21:02:00",
            "post_id": "613302",
            "reply_to_id": "613296"
        },
        {
            "user_name": "z3d",
            "text": "Skv. hvaða lögum ?\nHvar er hægt að nálgast þennann úrskurð fjölmiðlanefndar?",
            "date": "2015-12-17 21:55:00",
            "post_id": "613305",
            "reply_to_id": "613302"
        },
        {
            "user_name": "hkr",
            "text": "A.m.k. er ekkert um þetta á fjolmidlanefnd.is og því veit ég ekki hvar Alex hefur fundið upplýsingar um þennan úrskurð.\nÞað sem Fjölmiðlanefnd hefur gert er að taka undir það að þjónustuan sé ólínlueg, það er ekki það sama og og úrskurður enda svo best sem ég veit er þetta mál enn þá í skoðun hjá PFS, Fjölmiðlanefnd og Samskeppniseftirlitinu.\nÉg get heldur ekki séð að það sé einhverstaðar tekið fram í lögum að eitt fyrirtæki megi aðeins endursenda línulega útsendingu annars fyrirtækis enda eiga þannig hlutir ekki heima í lögum heldur samningum á milli þessara aðila.\nheimildir:\nhttp://www.mbl.is/vidskipti/frettir/201 ... _vodafone/\nhttp://fjolmidlanefnd.is/akvardanir-og- ... kvardanir/\nhttp://www.althingi.is/lagas/140a/2011038.html",
            "date": "2015-12-17 23:04:00",
            "post_id": "613310",
            "reply_to_id": "613305"
        },
        {
            "user_name": "z3d",
            "text": "45. og 46. gr. fjölmiðlalaga eru sérstaklega áhugaverðar.",
            "date": "2015-12-17 23:20:00",
            "post_id": "613311",
            "reply_to_id": "613310"
        },
        {
            "user_name": "AlexJones",
            "text": "http://www.mbl.is/vidskipti/frettir/201 ... _vodafone/",
            "date": "2015-12-17 23:41:00",
            "post_id": "613314",
            "reply_to_id": false
        },
        {
            "user_name": "beatmaster",
            "text": "Getur einhver hérna sem ekki hefur séð samninginn á milli Símans og Vodafone raunverulega tjáð sig um efnistök þessa máls og hvort að Vodafone sé að brjóta samninginn?",
            "date": "2015-12-17 23:58:00",
            "post_id": "613317",
            "reply_to_id": "613314"
        },
        {
            "user_name": "Klara",
            "text": "Ég hef ekki séð samninginn frekar en flestir aðrir.\nHins vegar geturðu beitt rakhníf Occams á þetta mál.\nFinnst þér líklegt að lögbann hefði verið sett á Vodafone ef þeir hefðu samning við símann sem fæli í sér að þeir hefðu leyfi til þess að veita áskrifendum sínum aðgang að tímaflakkinu án endurgjalds ?",
            "date": "2015-12-18 11:51:00",
            "post_id": "613342",
            "reply_to_id": "613317"
        }
    ],
    "date": "2015-12-17 23:41:00"
}