{
    "forum_title": "Almennt um vélbúnað",
    "id": "67877",
    "title": "Vantar aðstoð með kaup á myndvinnslutölvu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=67877",
    "posts": [
        {
            "user_name": "Palm",
            "text": "Mig langar að kaupa mjög góða myndvinnslutölvu - setja saman góða tölvu.\nVið hvaða tölvubúð á ég að versla?\nTölvan þarf að vera mjög góð fyrir photoshop/lightroom og video vinnslu. \nÞarf stóran kassa sem getur tekið marga diska - hvað kassa ráðleggið þið með?\nWindows 10 - 64 bita\n500GB SSD diskur fyrir stýrikerfið\n16+ GB minni - helst meira\nInter core i5 eða i7 eða annað?\nHvaða móðurborð?\nHvaða aflgjafa?\nHvaða skjákort? Þarf að vera tengi fyrir 2 eða fleiri skjái og best ef það eru bara nýju tengin.\nKannski 1 disk sem er 4TB \nEitthvað annað sem þarf að hugsa um?\nHelst kaupa á sama stað og fá þetta sett saman.\nMá kosta 150K-250K - helst ekki meir en það.",
            "date": "2015-12-19 10:31:00",
            "post_id": "613425",
            "reply_to_id": false
        },
        {
            "user_name": "Palm",
            "text": "Er enginn sem getur aðstoðað?",
            "date": "2015-12-20 16:21:00",
            "post_id": "613517",
            "reply_to_id": "613425"
        },
        {
            "user_name": "capteinninn",
            "text": "Ég myndi senda póst á þessar helstu búðir með request um þetta, þegar þú ert kominn með svör frá þeim myndi ég svo posta þeim og fá mat hvað af þeim að taka",
            "date": "2015-12-20 17:21:00",
            "post_id": "613520",
            "reply_to_id": "613517"
        },
        {
            "user_name": "Palm",
            "text": "Góð hugmynd - er búinn að senda email á þær allar helstu.",
            "date": "2015-12-20 17:56:00",
            "post_id": "613524",
            "reply_to_id": "613520"
        },
        {
            "user_name": "nidur",
            "text": "Ég og flestir hérna myndu glaðir gefa álit á einhverju sem þú værir búinn að hugsa þér að setja saman.",
            "date": "2015-12-20 21:39:00",
            "post_id": "613556",
            "reply_to_id": "613524"
        },
        {
            "user_name": "Lallistori",
            "text": "Mæli með að tala við strákana hjá \nwww.start.is\nÞeir eru oftast með bestu verðin og svo eru þeir bara æðislegir í alla staði",
            "date": "2015-12-20 22:11:00",
            "post_id": "613561",
            "reply_to_id": "613556"
        },
        {
            "user_name": "Palm",
            "text": "Þeir voru einmitt einn af þeim sem ég sendi skilaboð og bað um tilboð - gallinn við þá er það það tekur oft langan tíma að fá vörurnar.",
            "date": "2015-12-20 22:18:00",
            "post_id": "613567",
            "reply_to_id": "613561"
        },
        {
            "user_name": "Palm",
            "text": "Hér eru tilboðin sem ég hef fengið.\n1.\nTölvuvirkni:\nTurnkassi: Thermaltake Urban S31, Þetta er kassi með plássi fyrir 6 diska og svo er tengikví ofaná honum sem þú smellir disk í og úr eftir hentisemi.\nMóðurborð: Gigabyte S1151 GA-Z170-HD3P – Flott móðurborð með öllu sem þú þarft\nÖrgjörvi: I7-6700K – Þetta er örgjörvi sem mun endast þér í einhver ár.\nÖrgjörvakæling: Noctua NH-D9L – Þessi er hljóðlát og kælir rosalega vel.\nVinnsluminni: 32GB ADATA DDR4 2400MHZ\nAflgjafi: Thermaltake Berlin 630W Aflgjafi\nStýrikerfisdiskur: 512 Sata3 Plextor SSD M6 Pro – Þessi er frábær, hraður og við höfum ekki ennþá séð svona disk klikka\nGeymsludiskur: 4TB Sata3 Seagate Diskur\nSkjákort: Nvidia GeForce 980 Ti Xtreme Gaming – Þetta kort fer létt með video vinnslu, en það er með 1x DVI tengi, 3x HDMI og 1x Display port.\nStýrikerfi: Windows 10 64-BIT\nVinna við samsetningu og uppsetningu á vél.\nVerð 478.900 krónur\n2. Kísildalur\nIntel i5-6600K (6700K er + 25.000kr)\nScythe Ninja 3 örgjörvakæling\nASRock Z170 Extreme6+ (10 diskatengi á borði, USB3.1)\n32GB G.Skill Ripjaws V DDR4-2133\nSamsung Evo 850 500GB SSD\nToshiba SATA3 4TB\nInnbyggt Intel HD 530 skjákort með DisplayPort, HDMI og DVI og stuðningi við 3 skjái.\nTacens Valeo V 700W ATX2.31 aflgjafi\nXigmatek Assassin Black E-ATX (pláss fyrir 8 2.5\"/3.5\" diska í sleðum + pláss fyrir 3 skúffur í 5.25\" hólf)\n2 x Tacens Anima AF12 kassaviftur (til að kæla diskabúr)\nWindows Home 10 64-bit\nTilboð m. samsetningu: 263.000kr m. vsk.\n3.\nTolvutek\nCC1151 Z170-HD3P Gigabyte S1151 GA-Z170-HD3P móðurbo 1 rð\nCH3 4TB SG 64 59 4TB SATA3 Seagate Desktop HDD harðu 1 r diskur (ST4000DM000) 64MB\nCHFF3 256 P M6S 256GB SATA3 Plextor SSD 2.5'' M6S - 1 Ábyrgð 3 ár\nCM 4 240 32Q Z1 A 1 ADATA 32GB DDR4 2400MHz (4x8GB) XPG Z1 vinnsluminni CL16\nCO1151 I7 6700 R Intel Core I7-6700 Quad Core örgjör 1 vi, Retail\nCOX NO NH-U12S Noctua NH-U12S örgjörvakæling AMD/Int 1 el, 6 ára ábyrgð\nCP A2 550 F INT M Fractal Design Integra M 550W aflg 1 jafi, 80 Plus Bronze, Modular - Ábyrgð 3 ár\nCTF DEFINE R5 BK Fractal Design Define R5 ATX hljóðe 1 inangraður turnkassi, svartur\nCVE GT730 2G G Gigabyte GT 730 PCI-E3.0 skjákort 2GB 1 DDR3\nHHMO W10 64 MS Windows 10 64-BIT, OEM 1\nYABYRGD 2 AR 2 ára neytendaábyrgð 1\nYQT Q.T. 1\nVerð tölvutilboð 294.900\n4.\nStart\nCorsair Carbide 200R 1 15.990 15.990\nCorsair CX750M Aflgjafi 1 18.900 18.900\nASUS Z170-K 1151 USB3.1 1 24.990 24.990\nIntel Core i7-6700K 1151 1 69.900 69.900\nCoolermaster Hyper 212 Evo 1 6.490 6.490\nSamsung 500GB 850 EVO 1 30.700 30.700\nCrucial 2x8GB 2400 DDR4 2 22.700 45.400\nPalit GT 740 1024MB DVI HDMI 1 14.990 14.990\nSeagate 4tb 5900 64MB 1 23.890 23.890\nWindows 10 Home OEM 1 19.900 19.900\nVinna samsetning og stilling á bios 1 5.990 5.990\nSamtals ISK 277.140\nHægt að fara í M.2 diskum fyrir stýrikerfið þeir eru mun hraðari en eru dýrir. \n5.\nAðrir hafa ekki svarað mér ennþá.",
            "date": "2015-12-22 23:33:00",
            "post_id": "613700",
            "reply_to_id": "613567"
        },
        {
            "user_name": "Palm",
            "text": "Er einhver til í að aðstoða?",
            "date": "2015-12-23 23:28:00",
            "post_id": "613763",
            "reply_to_id": "613700"
        },
        {
            "user_name": "mercury",
            "text": "Midad vid hvad thad er rosalegt misræmi i thessum velum sem thu fekkst tilbod i tha er sennilega ekkert ad marka einhvad af theim. Eg hef ekkert serstakt vit a myndvinnsluvelum en veit tho ad 6700-6700k hentar vel i render vinnslu. Veit ekki alveg med skjakort en 980ti er sennilega algert overkill og 730gt einnig algert bull. Myndi sennilega mæla med gtx 960 eda 970. Getur alltaf byrjad a 16gb i minni og stækkad i 32 seinna meir.\nHvad vardar harda diska tha er allyaf best ad hafa godan ssd fyrir styrikerfi og forrit 250gb+ og svo gagnadisk til ad geima efni varanlega. I raun henta flestir atx kassar svo lengi sem thad er nægt plass fyrir thad magn af diskum sem thu telur thig thurfa.\nSkrifa thetta a sima og nennti ekki ad standa i islenskum stofum. Vona ad thetta hjalpi amk einhvad.",
            "date": "2015-12-23 23:57:00",
            "post_id": "613771",
            "reply_to_id": "613763"
        },
        {
            "user_name": "HalistaX",
            "text": "Eg er að fýla þessa frá Tölvuvirkni, færð ekki mikið betra en þetta, en hún passar kannski ekki inní þitt budget.\nAnnars lýst mér ekkert á innbyggða skjákortið í Kísildals vélinni.\nTölvutek vélin hinsvegar, ég myndi minnka RAM í 16gb, spara nokkra þúsundkalla þar, og fara frekar í kraftmeira skjákort. Veit þig langar í meira en 16gb en ég myndi byrja í 16 og uppfæra svo bara síðar þegar veskið leyfir. Þú sérð það ef þú lítur ör snökkt yfir verð vaktina að þú ert að spara alveg 40k á því að minnka vinnsluminni + sleppa þessu 15k skjákorti og þá ertu þarna kominn með 55-60k sem gætu farið uppí AMD Radeon R9-390 8GB/Geforce GTX 970 4 GB kort sem er bara ekkert annað en solid myndi ég segja. \nATH: Ég er tiltölulega óreyndur í svona tölvu málum, fannst bara leiðinlegt að það var enginn annar sem vildi hjálpa. Ef það svarar einhver annar þessum pósti þá mæli ég með því að hlusta á hann frekar.",
            "date": "2015-12-24 00:09:00",
            "post_id": "613774",
            "reply_to_id": "613771"
        },
        {
            "user_name": "Sennapy",
            "text": "Mín 2 cent:\n1.\n Mér lýst best á tilboðið frá Start.\n2.\n Hvað varðar GPU ættiru líklega að velja eitthvað af lægri endanum af 900-kortunum (eða sambærilegt AMD kort). Bara ekki taka þennan GPU sem þeir stungu upp á, ég myndi frekar nota skjárstýringuna en það -.-\n3.\n 750W aflgjafi er overkill fyrir þetta build. Eins og er krefst það kannski 300-350W. Taktu 550W útgáfu eða 650W ef þig langar að geta bætt einhverju orkufreku við þetta síðar. Getur notað þessa reiknivél: \nhttp://outervision.com/power-supply-calculator\n4.\n Til að spara gætiru farið í Haswell í staðinn fyrir Skylake. Helstu kostir Skylake eru fleiri PCIe lanes, DDR4 stuðningur og betri skjástýring. Ég held að ekkert af þessu skipti þig stórkostlegu máli. Verðmunurinn á Haswell i7-4790k vs Skylake i7-6700k er 14þús og hafa báðir örgjörvar sambærilegt performance. Einnig ertu venjulega að spara þér peninga á minni og móðurborði með Haswell. T.d. með því að færa þig í DDR3 ertu svo að spara þér 6þús (fyrir örlítið verri vöru).\n5.\n Ef þú ætlar þér ekki að overclocka örgjörvann þá geturu sparað með því að fá þér læstann örgjörva (með ekkert k fyrir aftan). Sparar oftast 2-5þús, eftir því hvaða örgjörva þú velur. Ef þú velur Haswell þá gætiru líka skipt í Gigabyte H97-HD3 móðurborðið fyrir sparnað upp á 7 þúsund kr.\n6.\n Loks er alltaf freistandi að spara sér smá pening með því að setja upp stýrikerfið sjálfur, eða eiga góðan vin að sem getur gert það fyrir mann.\nÉg veit að það er alltaf skemmtilegast að fá það nýjasta og besta, en stundum þarf líka að velja skynsömu \"bang for the buck\" kostina. Ég vona að þessar hugmyndir hjálpi eitthvað. Gangi þér vel.",
            "date": "2015-12-24 03:29:00",
            "post_id": "613788",
            "reply_to_id": "613774"
        },
        {
            "user_name": "nidur",
            "text": "Þessi hérna er líka fín með Quadro korti, þarft bara að bæta við vinnsludisk.\nhttp://tl.is/product/grafisk-vinnutolva-1",
            "date": "2015-12-24 12:28:00",
            "post_id": "613793",
            "reply_to_id": "613788"
        },
        {
            "user_name": "Klemmi",
            "text": "Hér er það sem ég myndi mæla með fyrir þig, m.v. að þú viljir kaupa allt á einum stað, púslað saman af vefsíðu Tölvutækni \nVið verðið bætist þó samsetningargjald, sem er líklega á bilinu 5-10þús.\nÞað er vert að taka fram að ég miða við Haswell setup og þar með DDR3 minni.  Helsta ástæðan er sú að þá kemstu upp með ódýrara móðurborð, örgjörva og vinnsluminni, þrátt fyrir að krafturinn sé svipaður.  Þetta er rétt yfir budgetinu þínu, auðvitað geturðu farið í ódýrari búnað, i5 örgjörva, 16GB af minni, minni SSD disk o.s.frv, en miðað við að þú biður um MJÖG góða myndvinnslutölvu, þá er erfitt að mæla með því.\nSvo þarftu að muna að gera einhverjar ráðstafanir fyrir backup af gögnum, hvort sem það er RAID (EKKI horfa á það sem fail-proof afritun), sync við aðra tölvu eða flakkara. Þá má benda á \nCrashplan\n.\nÉg miða ekki við neina auka örgjörvakælingu, þó það sé ekki vitlaust að kaupa svoleiðis ef þú vilt að tölvan sé extra hljóðlát, eða ef þú hugsar þér að fara í yfirklukkun seinna meir",
            "date": "2015-12-24 15:20:00",
            "post_id": "613799",
            "reply_to_id": "613793"
        },
        {
            "user_name": "Zorglub",
            "text": "Klemmi er alveg með þetta!\nRestin er svo bara spurningin peningar vs afköst og hvað skiptir máli.  Sekúndur eða sekúndubrot skipta ekki máli á nokkrum myndum en þegar þú ert farinn að rúlla í gegn nokkur hundruð myndum á viku þá er það fljótt að telja.\nEitthvað fleira spyrðu. Já, ef þú ert að fara að  selja myndir þarftu að hafa rétt stilltan skjá, helst IPS því þú færð það fljótt í hausinn ef litir og tónar eru út úr kortinu þegar fólk fer að prenta út.\nÞað er líka alltof oft sem maður sér myndir á netinu, einhverjum stoppum of dökkar eða ljósar því fólk er að stilla birtuna í skjánum þannig að hann sé þægilegur en ekki endilega réttur.\nSetti undirskriftina mína saman í sumar sem myndvinnslu/lekjavél, 16 GB er nóg fyrir flesta en þegar maður er komin með stóra panó mynd í PS með skrilljón lögum þá er það skrambi fljótt að klárast",
            "date": "2015-12-25 10:07:00",
            "post_id": "613856",
            "reply_to_id": "613799"
        },
        {
            "user_name": "DJOli",
            "text": "Af minni eigin reynslu, sem svona myndbandagæðasení/editor/hvaðsemþaðskalkallast\n16gb eru bara ekki alveg nóg ef þig langar að multitaska af einhverju viti.\nÉg er sjálfur hættur í Sony Vegas vegna óþæginda, óstöðugleika, og vandræða með stuðning á mörgum myndbandaskrám (þegar hrá myndbönd voru komin yfir 80gb í heildina í vegas, þá urðu myndböndin oft bara svört, það lagaðist stundum við endurræsingu forritsins, en svo crashaði forritið þegar kom að því að rendera).\nEn.\nÉg er kominn yfir í Adobe CC pakkann núna, og er að kenna sjálfum mér á Adobe Premiere pro, After Effects og nánar á Photoshop.\nÉg get ekki keyrt bæði Premiere Pro með 50gb+ af myndböndum í notkun, og Photoshop samtímis. Ég lendi á vegg. Það verður ekki nóg vinnsluminni eftir til að geta framkvæmt aðgerðir, og forritin gefa mér villumeldingu með að ég þyrfti að bæta við vinnsluminni, eða klára eitt áður en ég fer í annað.\nJá, ég gæti svosem beðið með það að gera titlecards (v. youtube) fyrir myndböndin sem ég er að gera þangað til ég hef klárað að edita og rendera myndböndin í Premiere (sem nota bene, er að ganga mun hraðar, og mun meira smooth fyrir sig en nokkurntíma í Sony Vegas.\nÉg gæti vistað verkefnið, lokað premiere, opnað photoshop, búið titlecards til, vistað, lokað photoshop, opnað premiere aftur og haldið áfram, en það er hassle.\nÞví er ég farinn að \"binge\" vinna eitt og eitt í einu.\nallt að 5 myndbönd í einum rykk í Premiere, rendering tími m.v. 20mín myndband, sirka 20mín, *5: 100 mínútur.\nEditing tími á hvert myndband, ~15 mínútur.\nÍ næstu uppfærslu fer ég í lágmark 4gb skjákort (vegna tölvuleikja)\nog upp í lágmark 32gb vinnsluminni.",
            "date": "2015-12-25 11:10:00",
            "post_id": "613859",
            "reply_to_id": "613856"
        },
        {
            "user_name": "Palm",
            "text": "Takk fyrir góðar ráðleggingar.\nVerð samt að viðurkenna að ég er smá ruglaður eftir þennan lestur \nVitið þið af hverju tölvuvirkni vélin er svona dýr ?\nSammála að skjákort þarf að vera sér.\nÉg ætla að taka 32MB minni og Intel I7. \nÞað sem ég er helst óöruggur með er skjákortið, móðurborðið og kassinn - hver er helsti munur á þeim?\nTölvutækni svaraði ekki emaili frá mér en fín tölva sem Klemmi setti saman.",
            "date": "2015-12-26 12:46:00",
            "post_id": "613935",
            "reply_to_id": "613859"
        },
        {
            "user_name": "Tiger",
            "text": "Tölvan frá Klemma er rock solid. Þetta móðurborð mun ekki styðja meira en 32GB ef þú mögulega vildir fara hærra, en efa þú þurfir þess nokkurntíman. Er með 24GB hjá mér og í lightroom og photoshop vinnslu hef ég aldrei farið upp í eitthvað nálægt því, samt stundum að vinna 10.000+ myndir í lightroom eftir stórt ljósmyndaverkefni.Skjákortið er flott, og með kassan er þetta bara spurning um [diska]pláss, útlit og loftflæði. \nHeld að flöskuhálsinn þinn yrði helst gagnafluttningur af einum 5400rpm diski með ljósmyndir í miklu magni í LR.... Ég er með raid-stæðu og Thunderbolt tengi og er skrifhraði +200MB/s og les +350MB/s og ég óska þess stundum að það væri hraðara. \nHver er hlutfallið af videovinnslu og ljósmyndavinnslu hjá þér? Og hve þung er videovinnslan?  Ef ljósmyndavinnsla er lang stærsti parturinn (lightroom og photoshop) þá er þetta miklu meira en nægur vélbúnaður (set spurningarmerki við HDD eins og hérna fyrir ofan). \nSíðan myndi ég bara gera verðsamanburð á stökum hlut og kaupa þá sem eru ódýrastir á hverjum stað og finna einhvern til að setja þetta saman fyrir þig og þannig spararu örugglega einhverja þusundkalla ef ekki tugi.  Ég gæti sett þetta saman fyrir þig ef þú vildir t.d.",
            "date": "2015-12-26 15:44:00",
            "post_id": "613944",
            "reply_to_id": "613935"
        },
        {
            "user_name": "Palm",
            "text": "Takk kærlega fyrir þetta Tiger. \nLíst vel á þessa vel. \nÞað helst sem ég er að spá núna er bara kassinn - það væri gott ef það væri hægt að setja utanáliggjandi disk / smella disk í auðveldlega og hægt að hafa marga diska í kassanum. Hef stundum séð kassa sem leyfa þér að smella disk í án þess að opna kassann eða sleði til að skipta út diskum. \nHvað myndir þú taka fyrir það að setja þetta saman fyrir mig?\nHvað komast margir diskar í þetta box?\nHvað get ég tengt marga skjái við þetta skjákort og eru það nýjustu tengin?",
            "date": "2015-12-27 12:09:00",
            "post_id": "613971",
            "reply_to_id": "613944"
        },
        {
            "user_name": "gRIMwORLD",
            "text": "Er enginn að nota dedicated SSD scratch disk í sínum buildum?",
            "date": "2015-12-27 17:39:00",
            "post_id": "613987",
            "reply_to_id": "613971"
        },
        {
            "user_name": "Klemmi",
            "text": "Getur fengið kassa sem eru með hotswap tengjum, en spurning hvort að það sé bezta lausnin fyrir þig.  Hefur aldrei fundist hot-swap á SATA beintengt við móðurborð virka eins vel og með USB tengingum, þó að hraðinn sé vissulega meiri.\nSpurning hvort að góð diska dokka sé ekki frekar málið, sem þú getur haft upp á borði og einfaldar þar með að hot-swappa diskum.\nSem dæmi má nefna þessa dokku:\nhttp://www.computer.is/is/product/dokka ... 120stu3-wh\nKassinn tekur beint við 4 diskum, en svo má kaupa auka module til að setja í 5,25\" geisladrifs-hólfin til að bæta við fleirum.  Móðurborðið er svo með 6x SATA3 tengi \nTengin á skjákortinu eru:\n2xDVI-I, DisplayPort og HDMI\nÞegar þú segir þessi nýjustu, þá ertu líklega að tala um Displayport.  Á kortinu er \"einungis\" eitt displayport tengi.",
            "date": "2015-12-27 18:26:00",
            "post_id": "613990",
            "reply_to_id": "613987"
        },
        {
            "user_name": "Zorglub",
            "text": "Jú, er með 120 GB disk fyrir scratch, temp og Bridge grunninn.",
            "date": "2015-12-28 10:27:00",
            "post_id": "614021",
            "reply_to_id": "613990"
        }
    ],
    "date": "2015-12-19 10:31:00"
}