{
    "forum_title": "Koníakstofan",
    "id": "67876",
    "title": "Varúð - Þung Pæling Framundan",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=67876",
    "posts": [
        {
            "user_name": "Stuffz",
            "text": "Mæli með köldu handklæði á kollinn ef það fer að sjóða á toppstykkinu  \n \nOk Heimspekileg spurning\nJörðin er einfaldlega að farast og við höfum bara pláss fyrir nokkur hundruð manns til að senda útí geim að reyna að halda hinu mikilvæga tilvistar og framþróunar hlutverki mannskepnunnar áfram.\nHvaða fólk á að velja og í hvaða hlutföllum og hversvegan?\nÆttu Sameinuðu þjóðirnar eða eitthver önnur stofnun að standa fyrir valinu?\nÆtti kynjahlutfallið að vera 50/50, ef ekki þá hvaða annað hlutfall og afhverju?\nHvor starfsþekkingin væru t.d. mikilvægari Bankastjórar eða Vísindamenn?\nÆttu trúarbrögð að skipta máli við val, uppá að fyrirbyggja seinni tíma ágreining?\nÆttu öll svæði jarðar að fá jafn mörg sæti til umráða?\nÆttum við yfir höfuð að vera að reyna þetta eða væri betra að bara sleppa því og mæta því óhjákvæmilega sem koma skal?",
            "date": "2015-12-18 21:46:00",
            "post_id": "613388",
            "reply_to_id": false
        },
        {
            "user_name": "Klara",
            "text": "Fyrir utan að frumforsendan er röng.\nÞeir fara sem geta.\nSameinuðu Þjóðirnar  \n \nVísindamenn, verkfræðingar og tæknifólk ganga fyrir. Þú byggir ekki \"nýlendur\" á fallegum hugsunum.\nMeð þessari forsendu fá líklega ekki allir kynþættir sæti þar sem tækniþekking/kunnátta/greind er ekki jöfn. Ekki pláss fyrir dragbíta. Afkoma mannkyns veltur á þessu.\nKynjahlutfallið 50/50. Þú gætir haft fleiri konur en þá væri tilgangurinn einvörðungu að fjölga mannkyninu en það myndi fljótt ná 50/50 þar sem karlar eru 106/100 af fæddum börnum. Það væri heldur ekki mikill tilgangur að fara í einhverja massafjölgun ef grunnstoðirnar eru tilbúnar.\nÉg held að Allah á himnum eða, Vishnu eða Hóras séu svolítið tilgangslausir þegar þú ert að yfirgefa jörðina sem þeir gáfu þér og þínu fólki.\nEn jörðin er ekki að farast þannig að  það má sleppa þessu bara.",
            "date": "2015-12-18 22:01:00",
            "post_id": "613392",
            "reply_to_id": "613388"
        },
        {
            "user_name": "hakkarin",
            "text": "Ég og 9 konur",
            "date": "2015-12-18 23:09:00",
            "post_id": "613401",
            "reply_to_id": "613392"
        },
        {
            "user_name": "vragnar",
            "text": "http://www.imdb.com/title/tt0816692/?ref_=nm_flmg_act_7",
            "date": "2015-12-18 23:12:00",
            "post_id": "613402",
            "reply_to_id": "613401"
        },
        {
            "user_name": "nidur",
            "text": "Var þetta ekki verkefni sem fólk fékk í framhaldsskólum fyrir 15 árum?",
            "date": "2015-12-18 23:18:00",
            "post_id": "613403",
            "reply_to_id": "613402"
        },
        {
            "user_name": "worghal",
            "text": "ég og þú verðum báðir dauðir þegar eitthvað slæmt gerist, so, live in the moment.",
            "date": "2015-12-18 23:20:00",
            "post_id": "613405",
            "reply_to_id": "613403"
        },
        {
            "user_name": "HalistaX",
            "text": "Lífsleikni 106 í FSu... That's right, 106.....",
            "date": "2015-12-18 23:22:00",
            "post_id": "613406",
            "reply_to_id": "613405"
        },
        {
            "user_name": "stefhauk",
            "text": "Hvaða fólk á að velja og í hvaða hlutföllum og hversvegan?\nEkkert sérstakt fólk bara þá sem eru hæfastir\nÆttu Sameinuðu þjóðirnar eða eitthver önnur stofnun að standa fyrir valinu?\nEkkert endilega\nÆtti kynjahlutfallið að vera 50/50, ef ekki þá hvaða annað hlutfall og afhverju?\nJú ætli það ekki\nHvor starfsþekkingin væru t.d. mikilvægari Bankastjórar eða Vísindamenn?\nIðnmenntaða einstaklingar þar sem það þarf að byggja uppá nýtt.\nÆttu trúarbrögð að skipta máli við val, uppá að fyrirbyggja seinni tíma ágreining?\nNei myndi skapa betri heim á nýjum stað að sleppa alfarið trúarbrögðum.\nÆttu öll svæði jarðar að fá jafn mörg sæti til umráða?\nEr ekki fínt að hafa allartegundir af fólki til að halda hvíta, svarta og asíska manninum.\nÆttum við yfir höfuð að vera að reyna þetta eða væri betra að bara sleppa því og mæta því óhjákvæmilega sem koma skal?\nVerð löngu dauður áður enn þetta myndi gerast og pæli ekki mikið í þessu.",
            "date": "2015-12-19 00:17:00",
            "post_id": "613407",
            "reply_to_id": "613406"
        },
        {
            "user_name": "rapport",
            "text": "Þetta þurfa augljóslega að vera 100 stk. nokkuð róttækir og framtakssamir femínistar, svo má fara pæla í öðrum þáttum eins og kyni.\nAf hverju?\nÞví að það mun vera mismunun á störfum og skildum þessa hóps og það þarf einhvern með þekkingu á mismunun til að útskýra það og það þarf einhvern með þekkingu á mismunun til að skilja það. \nEitt besta dæmi sem til er um stjórnun af þessu tagi, jafningjastjórnun þar sem samt þurfti að gera upp á milli fólks án þess að skapa ósamstöðu, það er Kvennalistinn og hvernig hann fúnkeraði. Í raun stórmerkilegt hvernig hann gekk upp, margt sem hægt er að læra af sögu hans.\nM.v. eiginhagsmunapot og pólitík flestra annara, þá eru þeir útilokaðir frá því að geta tekið þátt í svona hvort sem það er með öðrum eða algjörlega sjálfir.",
            "date": "2015-12-19 01:15:00",
            "post_id": "613409",
            "reply_to_id": "613407"
        },
        {
            "user_name": "Danni V8",
            "text": "Þegar að mannkynið getur ekki verið sammála um hvaða trúarbrögð séu rétt eða hvort einhver þeirra séu rétt yfir höfuð þá munum við aldrei geta verið sammála um hverja á að senda og hverja ekki.\nMeira að segja í samfélögum þar sem trúarbrögð skipta litlu sem engu máli getum við ekki verið sammála um neitt. T.d. þetta innlegg fyrir ofan, 100 stk. róttækir og framkssamir femínistar. Ég er algjörlega ósammála þessu. Að mínu mati er það ekkert minni mismunun að flokka fólk eftir femínista formerkjum og velja það fólk framyfir annað vegna þess eins. Ég er hlynntur jafnrétti og þoli ekki að sjá mismunun sama í hvaða formi en ég kalla mig samt ekki femínista og þar af leiðandi fell ég ekki undir þennan hóp 100 manns sem má fara með, þar af leiðandi búið að minnka mínar líkur töluvert sem er í raun ekkert nema mismunun.",
            "date": "2015-12-19 09:19:00",
            "post_id": "613419",
            "reply_to_id": "613409"
        },
        {
            "user_name": "g0tlife",
            "text": "ekki gleyma því að stór partur af þeim sem smíðuðu geimflaugina myndu þurfa að fara með eða þjálfa fólkið sem færi til þess að geta gert við hana. Ekki margir í dag sem kunna að gera við geimskutlur á þessari stærð (meiri suða á hausinn þinn)",
            "date": "2015-12-19 10:01:00",
            "post_id": "613421",
            "reply_to_id": "613419"
        },
        {
            "user_name": "axyne",
            "text": "Bókin Seveneves tekur einmitt vel á þessum pælingum. \nFleiri konur væru kostur, það má búast við ákveðnum forföllum þar sem geimferðir eru hættulegar. \nEf markmiðið er að halda tilvist mannkynsins þá eru konur mikilvægari en menn.\nFólk sem væri gætt all-round hæfileikum væri heppilegast frekar en sérmenntað, ekki öll eggin í sömu körfu pæling.\nFólk með Tækni, iðn og verkfræði bakgrunn væri samt mikilvægara en annað myndi ég telja.\nHvort eigi að halda í allan fjölbreytileika jarðarinnar bara vegna þess að halda í fjölbreytileikann held ég sé ekki góð hugmynd, hæfasta fólkið sem eiga sem mesta möguleika að vinna saman að sama markmiði ætti að vera valið. Ef fjölbreytileikinn er of mikill gæti skapast léleg skilyrði fyrir fólk að vinna saman.\nÉg held það þurfi varla að ræða það, trúarbrögð ættu alls ekki að vera inní myndinni, þú villt ekki að fólk skiptist í fylgingar. Það þýðir samt ekki að fólk gæti skapað ný trúarbrögð, United Atheist Alliance vs Allied Atheist Alliance...  Því ættu allir sem fara að ganga undir strangt sálfræðimat.\nÉg vona þó að mannkynið muni aldrei þurfa að standa undir svona ákvörðunartöku, verður óhjákvæmilega mjög blóðug.",
            "date": "2015-12-19 10:13:00",
            "post_id": "613422",
            "reply_to_id": "613421"
        },
        {
            "user_name": "Tbot",
            "text": "Rapport klikkar ekki á feminista bullinu.\nSvona smá ábending kvennalistinn virkar ekki.  Ef það væri að virka væri hann enn starfandi en ekki sofnaður svefninum langa.\n100 konur og svo 1. milljón + af sæði frá karlmönnum.  Þetta kemur í veg fyrir skyldleika ræktun.\nVenjulegt fólk með raunhæfa sýn á lífið, því það getur aðlagast flestum aðstæðum.\nAlls ekkert feminista lið og slíka öfga hópa því fæstir þeirra geta hugsað út fyrir boxið þegar þarf að leysa vandamál við nýjar og óþekktar aðstæður.",
            "date": "2015-12-19 12:13:00",
            "post_id": "613433",
            "reply_to_id": "613422"
        },
        {
            "user_name": "Klara",
            "text": "Það sem mannkynið þarf til að lifa af eru klárlega 100 tumblr femínistar með rörsýn á raunveruleikann sem steikja hamborgara á burger king með kynjafræðigráðunum sínum.\nÍ stað þess kannski að hafa veiðimenn sem kunna að nýta boga og örvar þá gætum við bara drepið dýrin úr leiðindum með því að fræða þau um feðraveldið.",
            "date": "2015-12-19 13:14:00",
            "post_id": "613438",
            "reply_to_id": "613433"
        },
        {
            "user_name": "GuðjónR",
            "text": "Þetta er allt að fara að gerast:\nhttp://www.dv.is/skrytid/2015/12/8/dula ... gt-fleira/",
            "date": "2015-12-19 13:42:00",
            "post_id": "613441",
            "reply_to_id": "613438"
        },
        {
            "user_name": "kaktus",
            "text": "þar sem allt okkar genamengi ákveður alla þróun samkvæmt ákveðnu lottói.... hví ekki bara að halda lotto, þeir sem vinna fá að fara",
            "date": "2015-12-19 16:05:00",
            "post_id": "613451",
            "reply_to_id": "613441"
        },
        {
            "user_name": "rapport",
            "text": "Held að það nú ekki íhaldssemi sem sé að plaga femínista mikið.\nEn hvað varðar Kvennalistann þá er hann \"starfandi\", hann gekk inn í Samfylkinguna (því miður).\nHugmyndin á bakvið hann var að \"vera ekki stjórnmálaflokkur\" heldur \"leið að ákveðnum markmiðum\" og þegar þeim markmiðum var náð þá hreinlega hætti hann. Þeim konum sem höfðu helgað sig stjórnmálum var þá frjálst að halda því áfram sem og þær gerðu innan Samfylkingarinnar með góðum árangri.\nEn það segir sig sjálft að í 100 manna hóp þá þarf einróma skuldbindingu um samheldni, samtryggingu og samstarfsvilja en ekki frjálsan markað og valdabrölt.",
            "date": "2015-12-19 16:19:00",
            "post_id": "613455",
            "reply_to_id": "613451"
        },
        {
            "user_name": "nidur",
            "text": "Það eru mörg vandamál við þetta verkefni.\nÞað þarf vissan fjölda að vinnandi fólki til að halda stöðinni gangandi, þeas ekki pláss fyrir of mörg börn eða aldraða sem þurfa umönnun.\nÞað þarf helst að geta klónað fólk úr DNA sýnum sem er þá þegar vinnufært og þeir sem ekki geta unnið lengur þarf að jarða.\nStöðin heldur bara visst mörgum lifandi, 100 manns, hreinsað vatn, ræktaður matur og loft, þarf að vera mjög strangt.\nÞannig að já vissar óbreytanlegar reglur þurfa að vera til staðar en fólk þarf að geta unnið saman.\nEinu störfin sem þarf að fylla eru tæknimenn, vísindamenn, bændur, kennarar og læknar.\nSkemmtilegt.",
            "date": "2015-12-19 17:09:00",
            "post_id": "613463",
            "reply_to_id": "613455"
        },
        {
            "user_name": "rapport",
            "text": "",
            "date": "2015-12-19 17:13:00",
            "post_id": "613467",
            "reply_to_id": "613463"
        },
        {
            "user_name": "rickyhien",
            "text": "bara svona smá pæling, er ekki móti neinum en er það ekki útilokað að hommar og lessur mega ekki vera í þessum hóp?",
            "date": "2015-12-19 17:20:00",
            "post_id": "613468",
            "reply_to_id": "613467"
        },
        {
            "user_name": "jonsig",
            "text": "Ólíkt því sem rapport heldur framm þá væri ekkert pláss fyrir marxista og annað raunveruleikafirrt fólk.\nMeð að senda jarðarinnar bestu iðnaðarmenn væri kominn grunnur til að byggja nýjan heim örugglega hraðar heldur en að senda vísindamenn bara .\nMeð að senda bara akademískt fólk , þá myndi skorta grunnþekkingu mannsins til að lifa af ,öxul samfélagsins . \nNýtt tæknisamfélag verður ekki stofnað án grunns að bera. Praktískara væri að senda góðan smið í stað byggingaverkfræðings því lítil þörf verður á einhverjum massívum mannvirkjum næstu 300 árin .\nÞví finndist mér sniðugast að senda almenna verkfræðinga með iðnaðarmönnunum ,eðlisfræðinga og læknismenntað fólk með góða alhliða grunnþekkingu, til að byggja upp aftur sérhæfðar vísindastéttir  .\nFyrstu árin á nýrri stjörnu mundu snúast um uppbyggingu , byggja upp nytjalönd og reisa skýli þarna reynir á verkþekkingu ,reynslu og aðlögunarhæfni sem er ekki endilega eitthvað sem er lært í háskóla  .\nHátækni er á þessum tímapunkti frekar useless og engar auðlindir á lausu fyrir einhverjar rannsóknir eða tilraunastarfsemi.\nEftir það ferli getur mannkynið jafnvel farið úr því að \"lifa af\" útí að Þrýfast og vonandi tekið sér heilbrigða skynsemi til gagns frekar en bjánaleg trúarbrögð .",
            "date": "2015-12-19 17:42:00",
            "post_id": "613472",
            "reply_to_id": "613468"
        },
        {
            "user_name": "rapport",
            "text": "Þyrfti ekki frekar femíníska bændur en femíníska iðnaðarmenn, það er enginn að fara byggja neitt ef hann fær ekki að borða...\nEn ég er enn á þeiri skoðun að þetta verða allt að vera femínistar.",
            "date": "2015-12-19 19:26:00",
            "post_id": "613477",
            "reply_to_id": "613472"
        },
        {
            "user_name": "Danni V8",
            "text": "Það má svosem alveg ljúga að nokkrum þeirra að það stefnir í heimsendir og senda þá út í geim.",
            "date": "2015-12-19 22:00:00",
            "post_id": "613485",
            "reply_to_id": "613477"
        },
        {
            "user_name": "hakkarin",
            "text": "Má ekki alveg skjóta marxistum og femístum út í geim bara strax í dag",
            "date": "2015-12-19 22:09:00",
            "post_id": "613486",
            "reply_to_id": "613485"
        },
        {
            "user_name": "Sindri A",
            "text": "Þú ert semsagt kona?",
            "date": "2015-12-19 23:52:00",
            "post_id": "613490",
            "reply_to_id": "613486"
        },
        {
            "user_name": "SolidFeather",
            "text": "Eins og manni sé ekki sama um tilvist mannskepnunar.",
            "date": "2015-12-20 01:07:00",
            "post_id": "613494",
            "reply_to_id": false
        },
        {
            "user_name": "hakkarin",
            "text": "Ég og 9 konur til að vera með mér meinti ég.",
            "date": "2015-12-20 21:38:00",
            "post_id": "613555",
            "reply_to_id": "613494"
        }
    ],
    "date": "2015-12-20 01:07:00"
}