{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "6793",
    "title": "Með hverju mælið þið?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=6793",
    "posts": [
        {
            "user_name": "Leeds",
            "text": "Ég var að spá að fá mér fartölvu þar sem ég ferðast frekar mikið. \n\nEn spurningin er hvað er best að fá sér með hverju mælið þið?\n\n\n\nTölvan verður að ráða við leiki eins og Battlefield og vera góð í skólann og helst með CD-skrifara.\n\n\n\nVeit einhver um góða fartölvu sem að er með þetta allt??",
            "date": "2004-12-20 15:14:00",
            "post_id": "71756",
            "reply_to_id": false
        },
        {
            "user_name": "Birkir",
            "text": "Budget?",
            "date": "2004-12-20 15:39:00",
            "post_id": "71763",
            "reply_to_id": "71756"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Bara get ekki mælt með fartölvu til að leika sér í..",
            "date": "2004-12-20 15:45:00",
            "post_id": "71764",
            "reply_to_id": "71763"
        },
        {
            "user_name": "Leeds",
            "text": "mér er nokkuð sama um verð ég er sona að spá hvað ég þarf að eyða miklum pening í þetta og hvort ég á fyrir þessu núna.\n\n\n\nHvað með Medion er eikkað varið í þær?? annars hef ég verið soldið heitur fyrir Dell.",
            "date": "2004-12-20 15:56:00",
            "post_id": "71769",
            "reply_to_id": "71764"
        },
        {
            "user_name": "SolidFeather",
            "text": "eikkað...?",
            "date": "2004-12-20 17:06:00",
            "post_id": "71775",
            "reply_to_id": "71769"
        },
        {
            "user_name": "Leeds",
            "text": "eru þessar Medion fartölvur áræðanlegar?? eða er þetta bara eikkað rusl sem endist ekkert?",
            "date": "2004-12-20 17:13:00",
            "post_id": "71776",
            "reply_to_id": "71775"
        },
        {
            "user_name": "MezzUp",
            "text": "Þótt að ég hafi ekki kynnt mér málið vel, þá held ég að Medion fartölvur séu minna áreiðanlegri en mörg önnur fartölvumerki.",
            "date": "2004-12-20 17:32:00",
            "post_id": "71777",
            "reply_to_id": "71776"
        },
        {
            "user_name": "mbh",
            "text": "Ef þú vilt eitthvað sem er, gæðavara, áreiðanlegt, góð ábyrgð, flott design, flott þjónusta, semsagt skothelda fartölvu, þá velur þú IBM!!! Já ég veit IBM er búið að selja fartölvu hlutann til Kína. En á botni minnar tölvu stendur Made in china, og hún var keypt fyrir sölu, svo að ég held að það komi ekki til með að verða miklar breytingar. Svo á IBM 10% hlut í þessu líka. Bara mín skoðun á þessu",
            "date": "2004-12-22 12:54:00",
            "post_id": "71937",
            "reply_to_id": "71777"
        },
        {
            "user_name": "ParaNoiD",
            "text": "hef aldrei skilið með að IBM teljist vera flott hönnun ... allar eins og forljótar !!\n\n\n\nég ætla samt ekkert að segja til um gæði þeirra hef sjálfur ekki haft sérstaklega góða reynslu af þeim sem ég hef komið nálægt.",
            "date": "2004-12-22 13:21:00",
            "post_id": "71939",
            "reply_to_id": "71937"
        },
        {
            "user_name": "skipio",
            "text": "Ég vil ekkert nema IBM lappa, punktur! \n\nVæri kannski til í Powerbook þó.",
            "date": "2004-12-22 13:57:00",
            "post_id": "71943",
            "reply_to_id": "71939"
        },
        {
            "user_name": "mbh",
            "text": "Mér fannst það líka, en eftir að vera búinn að skoða og pæla í fartölvukaupum í eitt ár áður en ég keypti IBM tölvuna, finnst mér þær mjög flottar. En þetta er náttúrulega smekksatriði, sumir fíla blátt aðrir rautt, en ég fer ekki ofan af gæðunum, því ég veit að IBM vélar eru að meðaltali langlífar, ég veit að 3ja ára ábyrgð, er nákvæmlega það, og fyrirtækið stendur við Það. Supportið á heimasíðu IBM er alveg með eindæmum gott, aldrei séð aðra eins uppfærslu stuðning á driverum, hjálp við vandræðum, meira að segja nákvæmar leiðbeiningar á því hvernig maður á að skrúfa vélina í sundur og setja saman aftur, skrúfu fyrir skrúfu. Nýherji, sem er með umboðið, státar af mjög svo góðu fólki sem veit hvað það er að tala um. Það eru nú ekki allar tölvuverslanir sem geta sagt það um sitt starfsfólk..........þið hafið áreiðanlega lent í því. Einn sölumaður, í búð sem endar á listanum, horfði beint í augun á mér og sagði \"Það er engin gæðamunur á ACER og IBM fartölvum\" ég þakkaði pent fyrir mig og labbaði út, fer ekki inn í þá verslun aftur.",
            "date": "2004-12-22 14:06:00",
            "post_id": "71944",
            "reply_to_id": "71943"
        },
        {
            "user_name": "MezzUp",
            "text": "Fáðu þér þá Mac'a ef að þú hugsar svona mikið um útlitið að tölvum",
            "date": "2004-12-22 14:18:00",
            "post_id": "71947",
            "reply_to_id": "71944"
        },
        {
            "user_name": "Lexington",
            "text": "Ef þú vilt spila Battlefield 1942, þá mæli ég eindregið með Dell.  Helst Inspirion 8600, því ég var með Dell inspirion 8500 á skjálfta, spilaði þar 1942 og tölvan réði mjög vel við leikinn.  Ætti að geta spilað allt í 100% á inspirion 8600 án alls hökts.\n\n\n\nDell über alles!",
            "date": "2004-12-23 03:11:00",
            "post_id": "72022",
            "reply_to_id": "71947"
        }
    ],
    "date": "2004-12-20 15:14:00"
}