{
    "forum_title": "Framtíð og þróun",
    "id": "68065",
    "title": "Oculus Rift forsala hefst 6.jan!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=35&t=68065",
    "posts": [
        {
            "user_name": "zedro",
            "text": "https://www.oculus.com/en-us/blog/oculus-rift-pre-orders-to-open-on-jan-6/\n \n \nJæja það er loksins að verða af þessu! Fyrir þá sem forpanta fylgir \nLucky’s Tale\n og \nCCP’s EVE: Valkyrie\nEinnig fylgir öllum Riftum Xbox One fjarstýring í leikina! Það hinsvegar fylgir ekki hvenær maður fær \ngripinn í hendurnar né hversu mikið pakkinn mun kosta en það mun líklegast koma í ljós eftir 36 klst!\nHverjir ætlar panta, hverjir eru spenntir? [HUGE-COLGATE-SMILING-YELLOW-FACE-WHILE-SPORTING-RAGING-ERECTION]",
            "date": "2016-01-05 03:08:00",
            "post_id": "614707",
            "reply_to_id": false
        },
        {
            "user_name": "HalistaX",
            "text": "Það verður gaman að fylgjast með þessu. Ég ætla ekki að fá mér sneið af þessari VR köku just yet samt sem áður.",
            "date": "2016-01-05 03:18:00",
            "post_id": "614708",
            "reply_to_id": "614707"
        },
        {
            "user_name": "Xovius",
            "text": "Hef heyrt að verðið sé um 350$.\nAnnars ætla ég ekki að pre-ordera þetta þó ég kaupi pottþétt svona einn daginn.",
            "date": "2016-01-05 08:23:00",
            "post_id": "614716",
            "reply_to_id": "614708"
        },
        {
            "user_name": "atlisd",
            "text": "Ég hef verið að spila Elite Dangerous á DK2 og það er algjör sturlun.  Ég stefni á að forpanta.",
            "date": "2016-01-05 12:11:00",
            "post_id": "614731",
            "reply_to_id": "614716"
        },
        {
            "user_name": "g0tlife",
            "text": "Okey þetta lookar nice en hvernig virkar þetta ? Spilaru leikinn í pc/xbox/ps og ert með þetta á hausnum ?",
            "date": "2016-01-05 14:55:00",
            "post_id": "614750",
            "reply_to_id": "614731"
        },
        {
            "user_name": "stuxnet",
            "text": "Virðast ætla að shippa til Íslands.\nhttps://support.oculus.com/hc/en-us/art ... -Countries",
            "date": "2016-01-05 16:41:00",
            "post_id": "614756",
            "reply_to_id": "614750"
        },
        {
            "user_name": "Halli25",
            "text": "Þökk sé CCP",
            "date": "2016-01-05 16:56:00",
            "post_id": "614758",
            "reply_to_id": "614756"
        },
        {
            "user_name": "Nitruz",
            "text": "ZOMG ! mér langar...\nþað er samt súrt hvað þarf að bíða lengi til að fá almennilega leiki. Væri til í Chivalry VR með motion controllers.",
            "date": "2016-01-05 17:38:00",
            "post_id": "614764",
            "reply_to_id": "614758"
        },
        {
            "user_name": "capteinninn",
            "text": "Jebb setur þetta á hausinn á þér og ég mæli alveg með því að vera með headphones á þér líka með því.\nBest er að bind-a á fjarstýringu takkana og nota þannig en m+kb virkar líka alveg.\nFélagi minn var með voice control forrit á tölvunni og var búinn að stilla þannig í Elite Dangerous að hann gat sagt skipinu bara að læsa sig á target, setja niður lendingarbúnað osfrv sem var alger snilld með þessu",
            "date": "2016-01-05 17:39:00",
            "post_id": "614765",
            "reply_to_id": "614764"
        },
        {
            "user_name": "HalistaX",
            "text": "Er gleraugnaglámur og búinn að vera í, hvað, 11? ár...\nEr ekkert óþægilegt að vera með gleraugu undir þessu? Mín eru svo sem ekki stór en samt.\nLas það nefninlega á netinu að það ætti að vera hægt, langar bara að heyra það frá einhverjum með reynslu",
            "date": "2016-01-05 18:42:00",
            "post_id": "614769",
            "reply_to_id": "614765"
        },
        {
            "user_name": "appel",
            "text": "Er með DK1, DK2 og GearVR núna heima hjá mér núna. \nEn þó VR er gríðarlega kúl þá er notagildið enn takmarkað. Þetta er eitthvað sem maður kíkir í einstaka sinnum.\nVoða vinsælt að sýna ættingjum samt sem áður.",
            "date": "2016-01-05 18:53:00",
            "post_id": "614770",
            "reply_to_id": "614769"
        },
        {
            "user_name": "Póstkassi",
            "text": "Reward\n fyrir alla þá sem bökkuðu oculus á Kickstarter.",
            "date": "2016-01-05 19:00:00",
            "post_id": "614771",
            "reply_to_id": "614770"
        },
        {
            "user_name": "atlisd",
            "text": "Ég var að spila þetta a PC.  Eftir að ég uppfærði í W10 datt allt Elite support úr sambandi og hef ekkert verið að spila þetta með Oculus síðan.  Varðandi reynslu og þess hattar finnst mér þetta henta ágætlega í sitjandi leiki eins og Elite, en hef svosem lítið annað prófað.  Ég er líka með HOTAS kerfi (Saitek X52) þannig að ég þarf ekkert að raddstýra.  Gæðin og þægindin i DK2 mættu vera mun betri þannig að ég spilaði í raun mest á skjá.  En Release a víst að vera betra.  En þó gæðin og þægindin mættu vera betri þá er þetta samt sturlun :-D",
            "date": "2016-01-05 20:55:00",
            "post_id": "614777",
            "reply_to_id": "614771"
        },
        {
            "user_name": "Tiger",
            "text": "Þetta fer á toppinn hjá mér yfir mest óspennandi tækni í tækingeiranum..... ýtir 3D bíómyndum úr toppsætinu.\nSeriously???",
            "date": "2016-01-05 21:18:00",
            "post_id": "614780",
            "reply_to_id": "614777"
        },
        {
            "user_name": "zedro",
            "text": "Hefurðu prófað VR? Þetta er geggjað \n er ultra mega spenntur fyrir því sem mun fylgja í kjölfarið \nþegar Rift og sambærileg VR verða komin í sölu!",
            "date": "2016-01-05 22:05:00",
            "post_id": "614783",
            "reply_to_id": "614780"
        },
        {
            "user_name": "atlisd",
            "text": "Gott mál.  Ekki að það sé mitt verk að sannfæra þig, en ef aðrir eru óvissir þá er þetta algjörlega allt annað en standard 3D.  T.d. Ekkert Crosstalk, ef þú tiltar hausnum fer 3d'ið ekki í tætlur, svo sjá linsurnar að sjálfsögðu um það að myndin myndin alveg út fyrir jaðra.  Þetta er eins og að vera kominn inn í leikjaheiminn.\nLitli standurinn sem fylgir með sér til hvar þú ert staddur inn í rýminu.  T.d. í dog-fight í Elite. þá var ég mikið að horfa á andstæðinginn og ef hann flaug upp og bakvið mig gat ég hallað mér fram og horft upp til baka, algjörlega steikt.\nEn þú skemmtir þér vel á meðan.\n-Atli",
            "date": "2016-01-06 13:13:00",
            "post_id": "614832",
            "reply_to_id": "614783"
        },
        {
            "user_name": "Sultukrukka",
            "text": "600$ í US og 699 eur í  Evrópu\nHeildarkostnaður heimkomið eftir vsk = 132.000kr\nFull gróft",
            "date": "2016-01-06 16:08:00",
            "post_id": "614840",
            "reply_to_id": "614832"
        },
        {
            "user_name": "atlisd",
            "text": "Já, allt i einu sé ég ekkert eftir að hafa ekki selt DK2 :-)",
            "date": "2016-01-06 16:19:00",
            "post_id": "614844",
            "reply_to_id": "614840"
        },
        {
            "user_name": "Revenant",
            "text": "$600 + shipping + vsk gerir um 100.000 kr fyrir utan hardware-ið sem þarf (GTX 970, i5-4590, 8GB og 4 USB3 port).",
            "date": "2016-01-06 17:30:00",
            "post_id": "614852",
            "reply_to_id": "614844"
        },
        {
            "user_name": "appel",
            "text": "Þetta er grimm verðlagning, líklega margir sem eiga eftir að sleppa þessu. Fyrir mig þá veit ég ekki alveg ennþá hvort ég vili pre-ordera, maður þarf að upgreida tölvuna í þokkabót, þetta er alveg 200k sem maður sé fram á að eyða bara til að geta notað þetta.\nÞar fyrir utan er ég með DK1 og DK2 þannig að maður veit ekki alveg hvort það sé þess virði að eyða 200K bara í consumer útgáfuna af Rift.",
            "date": "2016-01-06 17:32:00",
            "post_id": "614853",
            "reply_to_id": "614852"
        },
        {
            "user_name": "zedro",
            "text": "Dísúskræst 700 EVRUR! I wants mah dollahs!\nÞessi græja verður þá bara keypt ef ég skelli mér til USA og gripin í leiðinni.\nÆtli maður hinkri þá ekki eftir HTC Vive og sjái hvor er að standa sig betur.",
            "date": "2016-01-07 00:11:00",
            "post_id": "614920",
            "reply_to_id": "614853"
        },
        {
            "user_name": "urban",
            "text": "Furðulegt að þetta sé svona miklu dýrara í evrópu.\n600USD er eitthvað um ~ 550 EUR",
            "date": "2016-01-07 00:47:00",
            "post_id": "614924",
            "reply_to_id": "614920"
        },
        {
            "user_name": "Xovius",
            "text": "Þegar maður ber þetta saman við tvo 1920x1200 skjái sem þetta er eiginlega er verðið ekkert svo óskiljanlegt.",
            "date": "2016-01-07 01:05:00",
            "post_id": "614925",
            "reply_to_id": "614924"
        },
        {
            "user_name": "vesley",
            "text": "Ég bíð bara eftir því að það sé hægt að kaupa Oculus Rift eitt og sér.  Og jafnvel án heyrnartólana,  vill ekkert vera að borga fyrir Oculus Remote eða Xbox fjarstýringu ef ég þarf þess ekki.",
            "date": "2016-01-07 11:00:00",
            "post_id": "614949",
            "reply_to_id": "614925"
        },
        {
            "user_name": "chaplin",
            "text": "Áður en fólk kaupir Rift mæli ég með að hafa í huga.\n1. Facebook á Oculus\n2. Vive mun sjálfsagt kosta svipað, koma aðeins mánuði seinna út og á að vera með algjöra yfirburði.\n3. HTC (Vive) eru í samstarfi við Valve.\nÉg er amk. í dag mun spenntari fyrir Vive þrátt fyrir að ég muni aldrei kaupa það.",
            "date": "2016-01-07 11:21:00",
            "post_id": "614952",
            "reply_to_id": "614949"
        },
        {
            "user_name": "atlisd",
            "text": "Jæja, ég keypti samt... einhverjir fleiri?",
            "date": "2016-01-07 19:34:00",
            "post_id": "615011",
            "reply_to_id": false
        }
    ],
    "date": "2016-01-07 19:34:00"
}