{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "68086",
    "title": "BenQ gl24050 brann yfir :/",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=68086",
    "posts": [
        {
            "user_name": "Black",
            "text": "Sælir,Er með 3~ ára gamlan BenQ LED skjá sem er búinn að vera í daglegri keyrslu hjá mér í sirka 3 ár, Svo í dag þá fór ég að finna smá hitalykt og skrúfaði skjáinn í sundur.Þar blasti við mér talsverður bruni í kringum þétti á prentplötunni,Spurningin er hvort það borgi sig fyrir mig að fara skipta um þétta eða hvort ég ætti að henda honum,",
            "date": "2016-01-06 16:30:00",
            "post_id": "614845",
            "reply_to_id": false
        },
        {
            "user_name": "loner",
            "text": "Bruninn virðist vera kringum spanspóluna, of mikill straumur virðist hafa farið í gegnum hana.\nMæli með að þú látir rafeindavirkja kíkja á þetta.",
            "date": "2016-01-06 21:44:00",
            "post_id": "614904",
            "reply_to_id": "614845"
        },
        {
            "user_name": "Xovius",
            "text": "Ef það er í lagi með allt annað þarna þá er hálfgerð sóun að henda honum. Persónulega myndi ég bara reyna að skipta um þetta.",
            "date": "2016-01-07 02:17:00",
            "post_id": "614932",
            "reply_to_id": "614904"
        },
        {
            "user_name": "jonsig",
            "text": "Rafeindavirkjar eru dýrir. Góðu fréttirnar eru að bilunin er í dc hluta og er frekar low tech  og simple . Böggið yrði að finna nýja filterspólu, hugsanlega skemmdir trakkar og kannski díóða eða rectifyer. Vonandi fór ekki hátíðnispólan (stóra kvikindið) því þá er þetta ónýtt þvì vinda þyrfti nýja.\nÉg hef grun um að ekki sé allt með felldu á aðal prentplötunni þar sem filterspólur eru yfirleitt næstar útgangi . Nema þéttir væri skammhleyptur sem er ekki mjög líklegt þar sem þeir lýta vel út á myndinni en þó möguleiki.",
            "date": "2016-01-07 04:13:00",
            "post_id": "614936",
            "reply_to_id": "614932"
        },
        {
            "user_name": "jonsig",
            "text": "Hugsanlega varð bilunin á video module plötunni og tók þessa með sér",
            "date": "2016-01-07 04:29:00",
            "post_id": "614937",
            "reply_to_id": "614936"
        },
        {
            "user_name": "Black",
            "text": "Skjárinn fæst gefins ef einhver hefur áhuga á að hirða hann.\nEr í 110 Árbæ sendið mér PM",
            "date": "2016-01-29 20:58:00",
            "post_id": "616809",
            "reply_to_id": "614937"
        },
        {
            "user_name": "BLADE",
            "text": "þessi er farinn, og vill ég þakka Black fyrir skjainn",
            "date": "2016-01-30 18:44:00",
            "post_id": "616896",
            "reply_to_id": "616809"
        },
        {
            "user_name": "Snorrivk",
            "text": "Þú kemur ekki með þetta hingað heim það er til nó af tölvudrasli hér fyrir",
            "date": "2016-01-30 19:01:00",
            "post_id": "616897",
            "reply_to_id": "616896"
        }
    ],
    "date": "2016-01-06 16:30:00"
}