{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "68154",
    "title": "Headset tengi bilað á Samsung skjá..",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=68154",
    "posts": [
        {
            "user_name": "Explorer",
            "text": "Ég var að fjárfesta í notuðum Samsung 2450 skjá. Einmitt hér af vaktinni. sem reyndist svo vera með bilað jack fyrir headset.. virkar eingöngu öðru megin. \nViti þið hvert best er að leita.. hef heyrt mis góðar sögur af Ormsson verkstæðinu en ekki þurft að fara þangað sjálfur.\nÆtli kostnaðurinn skáist ekki sem klst vinna=7-8000kr?\nEru menn / konur að gera þetta sjálfir kannski?",
            "date": "2016-01-12 10:28:00",
            "post_id": "615416",
            "reply_to_id": false
        },
        {
            "user_name": "Geronto",
            "text": "Ertu að stinga headset-i eða headphones?\nÞað er oft þannig að headset plug er með 3 svartar línur og ein þeirra er fyrir mic og það hittir oft þannig á að það heyrist bara í öðru eyra.",
            "date": "2016-01-12 10:38:00",
            "post_id": "615418",
            "reply_to_id": "615416"
        },
        {
            "user_name": "Geronto",
            "text": "Getur s.s. verði þannig að tengið á skjánum sé ætlað headphone en ekki headset sem er með mic, ólíklegt en það er möguleiki.",
            "date": "2016-01-12 10:39:00",
            "post_id": "615419",
            "reply_to_id": "615418"
        },
        {
            "user_name": "Explorer",
            "text": "Ég reyndi báðar tegundir og sama útkoma. Sama með hátalarana úr turninum mínum.\nTalaði við Ormsson áðan og þeir skutu á 15-18þús.  í viðgerðarkostnað.  \nFyrst nefndi hann að skjárinn væri kannski stilltur á mono \nSvo að ég væri ekki að setja tengið nógu vel í skjáinn.\nAð skipta um þetta tengi., ætli það sé í stungið eða lóðað?",
            "date": "2016-01-12 11:47:00",
            "post_id": "615422",
            "reply_to_id": "615419"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Sennilega bara laus/brotin lóðning.",
            "date": "2016-01-12 13:03:00",
            "post_id": "615425",
            "reply_to_id": "615422"
        },
        {
            "user_name": "Explorer",
            "text": "hmm haldi þið að það sé auðvelt að sjá e.h ef maður tekur bakhlutann af svona skjá? eða er maður kominn í e.h heildar niðurrif eins og með sumar fartölvur, man hvað þær gátu verið skemmtilegar.",
            "date": "2016-01-13 22:58:00",
            "post_id": "615549",
            "reply_to_id": "615425"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Flestir skjáir sem ég hef tekið í sundur hafa verið frekar einfaldir. Bara taka bakið af og losa hýsinguna sem pcb-in eru í. Hugsanlega er þetta headphone jack á sér borði ef það er ekki hjá display input tengjunum á skjánum.",
            "date": "2016-01-14 09:26:00",
            "post_id": "615561",
            "reply_to_id": "615549"
        }
    ],
    "date": "2016-01-12 10:28:00"
}