{
    "forum_title": "Óskast - Tölvuvörur",
    "id": "68246",
    "title": "óe borðtölvu ódýrt",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=54&t=68246",
    "posts": [
        {
            "user_name": "tolvubjani",
            "text": "hæ er algjör tölvubjáni að leita eftir borðtölvu aðalega til að browsa á netinu og streama bíómyndr vil helst ódýrt \n þarf bara að virka vel ef þið eruð með eithvað aflóga dót sem er að taka óþarfa pláss endilega láti mig vita og þeir sem hafa vit á tölvum endilega komið með athugasemdir um hvað væri lágmarks búnaður ...... takk fyrir gamli tölvubjáninn",
            "date": "2016-01-20 10:48:00",
            "post_id": "616027",
            "reply_to_id": false
        },
        {
            "user_name": "raekwon",
            "text": "Getur fengið q6600 quad core vél mjög góða á 22þ tilbúin til notkunar með geforce 210 skjákorti\nÁ líka nýja að mestu quad core amd 2.66 með geforce 750 og dual channel minni með gaming 750w aflgjafa á 42þ",
            "date": "2016-01-20 22:44:00",
            "post_id": "616084",
            "reply_to_id": "616027"
        },
        {
            "user_name": "raekwon",
            "text": "Á líka dual core 2.4 intel 775 vél með 3gb í minni þarf líklega að finna meira minni til að ráða vel við full hd myndir eða kannski betra skjákort getur fengið hana á 7000\nS: 8957752",
            "date": "2016-01-20 22:52:00",
            "post_id": "616091",
            "reply_to_id": "616084"
        },
        {
            "user_name": "djOsiRis",
            "text": "Ef þig vantar tölvu bara fyrir browser og video stream þá uppfylla flest sjónvörp, spjaldtölvur og símar það í dag. En miðað við svona notkun þá mundi ég mæla með mini PC eða TV box vél. Og þá er spurningin hvort þú þarft Windows eða ekki.\nHérna er td fín Windows 10 mini PC:\nhttp://www.geekbuying.com/item/Tronsmar ... 51938.html\nHérna er fín Android vél:\nhttp://www.geekbuying.com/item/Tronsmar ... 49164.html\nEr líka að reyna að losa mig við eina Android vél þar sem ég skipti minni út fyrir þessa hér fyrir ofan.\nviewtopic.php?f=11&t=68155",
            "date": "2016-01-20 23:47:00",
            "post_id": "616099",
            "reply_to_id": "616091"
        },
        {
            "user_name": "tolvubjani",
            "text": "geturu sagt mer nakvaemlega hvada orgjorfi er i henni?\nOg er aflgjafi?",
            "date": "2016-02-02 15:30:00",
            "post_id": "617089",
            "reply_to_id": "616099"
        }
    ],
    "date": "2016-01-20 10:48:00"
}