{
    "forum_title": "Almennt um vélbúnað",
    "id": "68271",
    "title": "vandræði með nyja tölvu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=68271",
    "posts": [
        {
            "user_name": "guzzzti",
            "text": "góðann daginn ég er með tölvu sem að er frekar nyjj og er að lenda í allskonar vandræðum með hana \ndæmi um vandræði sem að ég er að lenda í með hana.\nstundum lengi að kveikja á sér 2-4min samt ekki alltaf.\nhljóðvandamál mikill skruðningur í hjóðinu sama hvort að ég nota tengið á móðurborðinu eða á kassanum sjálfum fer samt yfirleitt eftir að tölvan er búinn að vera i gangi í meira en halftima, þetta gerist ekki alltaf en frekar oft. er lika með Amp/Dac sem að tengist í gegnum usb og skruðningurinn kemur lika þar.\nskjárinn slekkur á sér í 2-5 sec í leikjum gerðist ekki fyrst en er farið að gerast meira núna.\ntölvan heldur sér ekki í sleep mode, ef að ég set hana á sleep þá er hún búinn að ræsa sig aftur eftir 10-30 sec, ég er búinn að fara í gegnum hvort að þetta gæti verið lyklaborðið eða músin sem að veldur þessu en það virðist ekki vera.\nþá er það tölvan sjálf, þetta var allt keipt nytt í byrjun nóvember\nmobo: ASRock Z170 Extreme4\nörgjörfi: intel-i7 6700k \nskjákort:geforce gtx 970 g1 gaming\naflgjafi:corsair rm750\nssd:samsung 250gb evo (tók eftir því að þegar að ég fékk þennan ssd að það var búið að rjúfa insiglið á pakkninguni,eftir lokun í búðinni og ég vildi bara koma þessu seman sem fyrst)\nef að það er einhver hérna sem að getur sagt mér eða komið með tillögu um hvað gæti verið að þá væri það alljgör snild \nFyrirfram þakkir.",
            "date": "2016-01-22 14:24:00",
            "post_id": "616236",
            "reply_to_id": false
        },
        {
            "user_name": "Andriante",
            "text": "Skilaðu bara öllu draslinu ef þú keyptir hana á sama stað.",
            "date": "2016-01-22 14:27:00",
            "post_id": "616237",
            "reply_to_id": "616236"
        },
        {
            "user_name": "Garri",
            "text": "Settir þú þessa tölvu saman sjálfur? \nEf svo er, þá grunar mig útíleiðslu.. sérstaklega ef þú ert að nota kopar-festingar á botninum.. ein á röngum stað sem dæmi, nú gallað usb er næsta gisk síðan kannski að um sé að ræða bilun í móðurborði.. jafnvel bilun í aflgjafa.",
            "date": "2016-01-22 14:35:00",
            "post_id": "616238",
            "reply_to_id": "616237"
        },
        {
            "user_name": "guzzzti",
            "text": "moðurborðið, örgjörfin og kæling voru keipt í tölvutækni og rest var keipt í start \njá ég setti hana samann sjálfur , ég er með bequiet base 800 kassa og hann  er með innbyggt standoff fyrir moðurborðið. \nhvernig er best að komast að því hvort þetta sé moðurborðið eða einhvað annað?\nsvo gleymdi ég að setja inn örgjörfa kælingu noctua NH-D15 en það skiptir liklega ekki máli varðandi neitt af þessu",
            "date": "2016-01-22 14:44:00",
            "post_id": "616240",
            "reply_to_id": "616238"
        },
        {
            "user_name": "guzzzti",
            "text": "hvað væri best fyrir mig að gera í þessu ætti ég bara að tala við báðar búðirnar og vinna út úr þessu með þeim?",
            "date": "2016-01-22 20:54:00",
            "post_id": "616261",
            "reply_to_id": "616240"
        },
        {
            "user_name": "AntiTrust",
            "text": "Tek 100% undir með Garra, hljómar eins og útleiðsla eða bilað móðurborð. Taktu alla vélina gjörsamlega í sundur og endursettu saman og athuga hvernig hún hegðar sér. Ég veit ekki hversu libo búðirnar eru með að bilanagreina vélar sem að kúnninn setur saman sjálfur.\nHefuru prufað að setja vélina í stress test og sjá hvort/hvenær hún feilar?",
            "date": "2016-01-22 21:19:00",
            "post_id": "616263",
            "reply_to_id": "616261"
        },
        {
            "user_name": "guzzzti",
            "text": "já er búinn að setja hana í einhver stress test og það gekk allt upp hefur aldrei klikkað í þeim'\nþið haldið semsagt að þetta sé annaðhvort útíleiðsla eða galli í móðurborði\nég prufa að taka hana í sundur um helgina og sé hvernig gengur eftir það",
            "date": "2016-01-22 21:38:00",
            "post_id": "616264",
            "reply_to_id": "616263"
        },
        {
            "user_name": "guzzzti",
            "text": "núna er ég búinn að taka hana í sundur og þegar ég var að setja hana aftur samann tók ég eftir að það vantaði eina skrúfu til að halda móðurborðinu, þannig að ég kannaði það betur og sá að það er ekkert integrated standoff undir staðnum sem að það vantaði skrúfu en það væri hægt að setja venjulegt standoff þarna. getur það haft áhrif á þetta allt saman að það hafi vantað eins skrúfu ?\nþegar allt var komið samann aftur stakk ég henni í samband og hún reindi að posta en ekkert gerðis fékk ekkert til að gerast á skjánum og leifði ég henni að vera þannig í 5-10min og endaði með að slökkva bara á henni og kveikja aftur og þá var hún kominn inn í windows eftir 10-12 sec.\ner ekki enn búinn að sjá hvort að hin vandamálinn komi upp en ég bæti því hérna inn ef að ég sé einhvað af þeim\ntakk fyrir öll svörin.",
            "date": "2016-01-23 13:45:00",
            "post_id": "616296",
            "reply_to_id": "616264"
        },
        {
            "user_name": "guzzzti",
            "text": "prufaði að fara í leik (fallout 4) og það var ennþá þetta vesen með að skjárinn dettur út í nokkrar sec\nætli að ég fari ekki bara með tölvuna á mánudaginn að láta líta á þetta",
            "date": "2016-01-23 17:03:00",
            "post_id": "616312",
            "reply_to_id": "616296"
        }
    ],
    "date": "2016-01-22 14:24:00"
}