{
    "forum_title": "Koníakstofan",
    "id": "68335",
    "title": "Omg wtf Svíþjóð?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=68335",
    "posts": [
        {
            "user_name": "hakkarin",
            "text": "http://newobserveronline.com/sweden-sta ... -training/\n \nÞað er eins og þetta þjóðfélag sé beinlínis að reyna að útrýma sér. Þetta er orðið aðeins og súrelíst.",
            "date": "2016-01-27 17:02:00",
            "post_id": "616580",
            "reply_to_id": false
        },
        {
            "user_name": "Klemmi",
            "text": "Þú gerir þér grein fyrir að þú ert að lesa af mjög rasískri síðu, sem að reynir að beygja og breyta sannleikanum?\nRaunverulega staðan er að þeir eru að læra skotfimi, ekki sniper-þjálfun, ásamt öðrum nemendum á sama aldri... sem sagt, það er ekki verið að mismuna þeim.\nhttp://www.huffingtonpost.com/lev-rapha ... 02728.html\nFyrsta hintið hefði átt að vera að þeir tali ekki um innflytjendur sem immigrants heldur invaders...",
            "date": "2016-01-27 17:10:00",
            "post_id": "616582",
            "reply_to_id": "616580"
        },
        {
            "user_name": "hakkarin",
            "text": "Mikið kemur það mér lítið af óvart að þetta sé það fyrsta sem að kemur upp úr fólki sem að reynir að verja þetta. \nOg nákvæmlega hvernig rifla þeir eru að nota er bara algjört aukaatriði.",
            "date": "2016-01-27 17:14:00",
            "post_id": "616583",
            "reply_to_id": "616582"
        },
        {
            "user_name": "Halli13",
            "text": "Sé mjög lítinn tilgang fyrir þennan þráð hjá þér þar sem það sést langar leiðir með þessu commenti hjá þér hve rasískur þú ert og öll rök um annað sama hversu góð þau væri myndir þú líta framhjá.\nÞú ert ekki að reyna að hefja samræður um flóttamenn/innflytjendur heldur ertu að vonast eftir þræði þar sem vaktarar skiptast á misgáfulegum commentum um þetta fólk og ég vona að aðrir vaktarar fari ekki niður á sama plan og þú.",
            "date": "2016-01-27 17:20:00",
            "post_id": "616585",
            "reply_to_id": "616583"
        },
        {
            "user_name": "odinnn",
            "text": "Skannaði hratt í gegnum sænsku greinina og þar kemur í fram að þetta eru haustæfingar fyrir skíðaskotfimi (væntanlega nýliðaæfingar/kynning) þar sem verið er að kynna fyrir þeim íþróttina. Síðan er þar talað um íþróttamenntaskóla sem sumir þátttakendur sitji nú.\nÞó að Svíþjóð hafi misst eitthvað tökin á innflytjendamálunum hjá sér og byrjað að halla á innfædda á sumum svæðum þá ertu á villigötum með þessar vangaveltur þínar eins og stundum áður.",
            "date": "2016-01-27 17:26:00",
            "post_id": "616587",
            "reply_to_id": "616585"
        },
        {
            "user_name": "Klemmi",
            "text": "Að gefa mönnum eins og þér tækifæri til að skrifa á netið er hættulegra heldur en það sem þarna er í gangi.",
            "date": "2016-01-27 17:42:00",
            "post_id": "616588",
            "reply_to_id": "616587"
        },
        {
            "user_name": "HalistaX",
            "text": "Þegar eg held að hakkarin hafi reached his prime nær hann einhvernveginn að toppa sjálfan sig, eins og að fá skóflu í andlitið.",
            "date": "2016-01-27 18:52:00",
            "post_id": "616591",
            "reply_to_id": "616588"
        },
        {
            "user_name": "slapi",
            "text": "Ég er bara orðlaus, les OP ekki internetið með gagngrýnum hug? Lætur hann bara fæða sig rasisma og lygum (já lygum, merkilegt að fréttahöfundur hafi linkaði grein frá 2013 sem kemur ekki heim og saman við hans eigin.",
            "date": "2016-01-27 19:32:00",
            "post_id": "616592",
            "reply_to_id": "616591"
        },
        {
            "user_name": "Nariur",
            "text": "@hakkarin, ef eitthvað er of fáránlegt til að geta verið satt er það oftast ekki satt.\nÞú sérð mynd af konu að æfa sig í skíðaskotfimi og stekkur sjálfkrafa í \"SNIPER ÞJÁLFUN, ÞAÐ MEIKAR TOTALLY SENS!\"\nSýndu eina litla örðu af gagnrýnni hugsun. Ekki trúa öllu sem þú lest á internetinu.",
            "date": "2016-01-27 19:56:00",
            "post_id": "616597",
            "reply_to_id": "616592"
        },
        {
            "user_name": "nidur",
            "text": "Ef eitthvað ætti rétt á sér þræði þá væri það ástandið í sundlaugunum í þýskalandi.",
            "date": "2016-01-27 20:12:00",
            "post_id": "616598",
            "reply_to_id": "616597"
        },
        {
            "user_name": "hakkarin",
            "text": "Hvort að við köllum þetta sniper þjálfun eða rifla þjálfun skiptir ekki öllu máli. Aðalatriðið er að það er verið að bjóða þessum óargardýrum upp á þetta. Finnst ykkur það ekkert spes hversu mikin áhuga þetta vekur hjá þessu fólki? Af hverju er þetta allt saman að fyllast af múslimum og öðru rusli?",
            "date": "2016-01-27 20:26:00",
            "post_id": "616601",
            "reply_to_id": "616598"
        },
        {
            "user_name": "hagur",
            "text": "Nei, þarna tók steininn úr.\nHættu nú að skrifa og taktu tölvuna úr sambandi.",
            "date": "2016-01-27 20:41:00",
            "post_id": "616602",
            "reply_to_id": "616601"
        },
        {
            "user_name": "vesley",
            "text": "Skil ekki af hverju það er ekki löngu búið að setja einhvern taum á það hve marga þræði þessi maður fær að pósta hér um algjörlega fáránlega hluti sem eiga ekkert heima inná þessu spjallsvæði.",
            "date": "2016-01-27 21:11:00",
            "post_id": "616603",
            "reply_to_id": "616602"
        },
        {
            "user_name": "Hrotti",
            "text": "Ég velti stundum fyrir mér hvort að hálfvitarnir sem að pósta svona rugli, geri sér ekki grein fyrir hverskonar úlfur, úlfur hegðun það er. Það er svo mikið af svona kjaftæði í gangi að raunveruleg vandamál tengd innflytjendum, drukkna í þessu rugli og fá litla sem enga athygli.",
            "date": "2016-01-27 21:20:00",
            "post_id": "616606",
            "reply_to_id": "616603"
        },
        {
            "user_name": "jagermeister",
            "text": "Ég vona innilega að þú sért nokkurn veginn heilsteyptur einstaklingur sem situr fyrir framan tölvuskjáinn og hlærð. Hlærð að því að við séum að trúa því að þetta sé raunveruleg skoðun íslendings sem alist hefur upp með möguleika á góðri menntun og að búa í öruggu samfélagi. Sé þetta ekki raunin þá finnst mér að þú ættir að líta í eigin barm og hreinlega skammast þín.",
            "date": "2016-01-27 21:26:00",
            "post_id": "616607",
            "reply_to_id": "616606"
        },
        {
            "user_name": "steinarorri",
            "text": "Finnst þér eðlilegt að tala um fólk sem \"óargardýr og rusl\" ?",
            "date": "2016-01-27 21:40:00",
            "post_id": "616608",
            "reply_to_id": "616607"
        },
        {
            "user_name": "hakkarin",
            "text": "Ef að það kemur frá einhverjum frumstæðum menningarheimum þar sem að fólki finnst það almennt vera ok að koma fram við konuna sína eins og húsdýr, að þá finnst mér það alveg vera allt í lagi. Legg til að þú kíkir á þetta myndband frá Sargon þar sem að hann tala um það hvaða áhrif múslimar hafa haft á menningarlífið í svíþjóð:\nÞetta eru ekkert bara nokkrir öfgamenn. Þetta fólk kemur bara einfaldlega frá öðruvísi menningarheimi þar sem að það þykkir bara allt í lagi að vera skíthæll.",
            "date": "2016-01-27 21:55:00",
            "post_id": "616611",
            "reply_to_id": "616608"
        },
        {
            "user_name": "Xovius",
            "text": "Mér tekst yfirleitt að hunsa þetta rusl en nú finnst mér alveg komið nóg.\nEr ekki kominn tími til að flytja svona skíthæla úr landi. Þessi óargardýr koma óorði á restina af okkur. Ég legg til að hakkarin verði gerður útlægur af vaktinni strax í dag.",
            "date": "2016-01-28 00:04:00",
            "post_id": "616624",
            "reply_to_id": "616611"
        },
        {
            "user_name": "Lexxinn",
            "text": "",
            "date": "2016-01-28 00:33:00",
            "post_id": "616631",
            "reply_to_id": "616624"
        },
        {
            "user_name": "snaeji",
            "text": "Hvar ætlum við að leggja línurnar? Í alvöru...\nÉg legg til þess að einstaklingar sem stöðugt dreifa fáfræði og hatri hér inni séu fjarlægðir af þessari síðu. Plís!",
            "date": "2016-01-28 00:47:00",
            "post_id": "616633",
            "reply_to_id": "616631"
        },
        {
            "user_name": "steinarorri",
            "text": "Ég er sammála, þetta er komið ágætt.",
            "date": "2016-01-28 00:56:00",
            "post_id": "616634",
            "reply_to_id": "616633"
        },
        {
            "user_name": "Tbot",
            "text": "Bara til að benda ykkur tveim á einn grundvallar þátt í lýðræðissamfélagi er að fólk hefur rétt á að hafa sínar skoðanir hvort sem þær eru réttar eða rangar.  \nÞað sem þú kallar \"fáfræði og hatur\" er dæmigerð comment frá \"góða fólkinu\" til þöggunar.\nstaðreyndir.\nGríðarlegur fjöldi árása á konur um alla evrópu þar sem mikill meirihluti árásarmanna eru \"flóttamenn\".\nNýjasta dæmið, hjálparstarfsmaður drepinn í Svíþjóða.",
            "date": "2016-01-28 09:12:00",
            "post_id": "616648",
            "reply_to_id": "616634"
        },
        {
            "user_name": "Klemmi",
            "text": "",
            "date": "2016-01-28 09:15:00",
            "post_id": "616649",
            "reply_to_id": "616648"
        },
        {
            "user_name": "Tbot",
            "text": "Með þessum kommenti þínu ertu að leggja til ritskoðun\n.  \nÉg hef meiri trú á fólki, að það geti greint á milli þess sem er rétt eða rangt.",
            "date": "2016-01-28 09:30:00",
            "post_id": "616651",
            "reply_to_id": "616649"
        },
        {
            "user_name": "Xovius",
            "text": "Þessir endalausu Trumpesque postar eru bara eitthvað sem á alls ekki heima á þessu tölvuparta spjallborði. Finnst ekkert óeðlilegt að hér séu reglur og alveg ósammála að hér eigi ekki að vera nein ritskoðun. Þeas að allt efni eigi heima hérna. Ef ég færi alltíeinu að skella inn helling af klámmyndum hingað endalaust byggist ég ekki við neinu öðru en að vera hent út.",
            "date": "2016-01-28 09:38:00",
            "post_id": "616652",
            "reply_to_id": "616651"
        },
        {
            "user_name": "Klemmi",
            "text": "Ég hef ekkert á móti því að meina einstaklingum sem sýna af sér refsiverða háttsemi aðgang að samfélögum, hvort sem það er í netheimum eða kjötheimum.\nÉg er á móti því að meina einstaklingum sem ekki hafa sýnt af sér refsiverða háttsemi aðgang að samfélögum, eingöngu vegna þess að þeir eiga einhvern samnefnara með öðrum sem hafa brotið af sér, hvort sem það er kyn, kynþáttur, búseta o.s.frv.\nMikill munur þar á.\nÞessi þráður Hakkarins bendir til þess að þín trú er ekki byggð á fullsterkum grunni",
            "date": "2016-01-28 09:41:00",
            "post_id": "616653",
            "reply_to_id": false
        },
        {
            "user_name": "nidur",
            "text": "Eru menn ekki aðeins að missa sig...\nÞað er frekar augljóst að hérna er verið að búa til frétt sem virkar vel fyrir málstað þeirra sem eru á móti flóttafólki og hælisleitendum.\nSannleikurinn er samt sá að ef einhver hefur áhuga á því að læra nota byssu til að geta svo farið og drepið fólk einhverstaðar þá er það ekki mikið mál. Og þú gætir meira segja fengið borgað fyrir það ef þú ákveður að hjálpa Daesh t.d.\nÞótt að hakkarinn hafi kannski farið yfir strikið að flestra mati þá á ekki að banna hann fyrir það. \nVið getum horft framhjá, frætt eða rætt málin á aðeins uppbyggilegri hátt held ég.",
            "date": "2016-01-28 10:56:00",
            "post_id": "616664",
            "reply_to_id": "616653"
        },
        {
            "user_name": "Tbot",
            "text": "Það sem þú virðist ekki átta þig á, er hversu viðtæk tilvitnunin er, það stendur að \"skrifa á netið\" ekki hér á vaktina.   \nOg hver á þá að ákveða hvaða efni fellur að pólitískri rétthugsun.\nSíðan þegar byrjað er að koma á ritskoðun, þá er það fljótt að vinda upp á sig.",
            "date": "2016-01-28 11:09:00",
            "post_id": "616670",
            "reply_to_id": "616664"
        },
        {
            "user_name": "Klemmi",
            "text": "Hans skoðanir á því að gera heilan trúfélagshóp útlægan úr vestrænum ríkjum og hans aðgengi til þess að miðla þeirri skoðun er hættulegri en það sem er í gangi þarna.  Þó svo að hann aðhyllist öfgafullar aðferðir til að takmarka aðra, þá þýðir það ekki að ég vilji sömu absolut aðferðir.\nHins vegar er ég á því að hann megi alveg fá meira aðhald hér á Vaktinni.",
            "date": "2016-01-28 11:15:00",
            "post_id": "616672",
            "reply_to_id": "616670"
        },
        {
            "user_name": "Tbot",
            "text": "Er búið að dæma hakkarann?\nÞú getur kært hann ef vilji þinn stendur til þess.\nMín trú er á góðum grunni, því meiri hluti fólks sér í gegnum rausið í hakkaranum án þess að kippa sér upp við það.\nEn ég skipti mér af þegar heimtuð er ritskoðun.\nMín skoðun er sú að þú berir ábyrgð á orðum og gjörðum þínum, ásamt því að geta stutt mál þitt.\n=>  Þannig að rétta ferlið hefði verið að óska eftir því við Guðjón að athuga með hakkarann og hans stöðu.  Ekki að heimta ritskoðun í opnum þræði.",
            "date": "2016-01-28 11:27:00",
            "post_id": "616674",
            "reply_to_id": "616672"
        },
        {
            "user_name": "Klemmi",
            "text": "Skil ekki hvernig fyrri hlutinn leiðir af sér seinni hlutinn.\nÉg er fullkomnlega sammála fyrri hlutanum, en ekki sammála seinni hlutanum.\nSegjum að ég sé meðlimur í hóp sem reglulega hittist, horfir á fótbolta og ræðir fótbolta.  Inn á milli koma önnur umræðuefni upp, sem er skemmtileg tilbreyting.\nEinn daginn fer að mæta gaur, sem hefur engann áhuga á fótbolta, köllum hann krakkarann.  Krakkarinn hvorki horfir á fótboltann né tekur þátt í neinum umræðum tengdum honum.  Það eina sem hann vill ræða er pólítík og áfengi.  Ekkert annað.\nSmá hluti af hópnum hefur gaman af því að taka þátt í umræðunni sem sprettur upp, á meðan aðrir sakna þeirra tíma þar sem aðaláherslan var á fótbolta.\nNú sérðu að margir af þeim sem voru upprunalega í hópnum eru hættir að mæta, hins vegar koma aðrir inn, sem þekkja ekki hvernig þetta var í gömlu góðu dagana.  Þeir líta á þetta sem normið og þetta er ekki lengur eiginlegur áhugahópur um fótbolta, þetta er meira orðinn bara hópur.\nÞú leiðir þetta hjá þér, ferð að mæta aðeins minna en kíkir samt reglulega við.\nSvo kemur sá dagur að þú mætir og heyrir þá að krakkarinn er farinn að úthúða flóttamönnum og múslimum.  Þér stendur ekki á sama.\nHvernig bregstu við?\n1) Tekur þátt í umræðunum og reynir að ræða við hópinn hvort að það sé áhugi fyrir því að hafa krakkarann með í honum.\n2) Ferð og ræðir við húsráðanda og biður hann um að fylgjast með krakkaranum, en skiptir þér ekki að öðru leyti að.\nMér finnst leið 1 lógískari.",
            "date": "2016-01-28 12:28:00",
            "post_id": "616676",
            "reply_to_id": "616674"
        },
        {
            "user_name": "nidur",
            "text": "Þetta hefði kannski átt við ef hann væri alltaf að pósta þessu annarstaðar en í \"allt annað\" eins og í vélbúnarðarflokkunum.",
            "date": "2016-01-28 12:36:00",
            "post_id": "616677",
            "reply_to_id": "616676"
        },
        {
            "user_name": "GuðjónR",
            "text": "Þræði læst og hakkarin bannaður, (þið getið kallað það ritskoðun ef ykkur líður betur með það).\nBannið er ekki vegna þessa rasistaþráðar heldur vegna dónaskapar.\nÉg hef zero tolerance fyriir fólki sem sendir mér einkaskilaboð og segir mér að fara til helvítis.",
            "date": "2016-01-28 13:07:00",
            "post_id": "616680",
            "reply_to_id": "616677"
        },
        {
            "user_name": "urban",
            "text": "Svona úr því að þið nefnið ritskoðun.\nNú vitiði að þetta spjallborð er í einkaeigu og hann GuðjónR getur sett hvaða reglur sem að hann vill hérna.\nHann getur upp á sitt eindæmi bannað stafinn M hérna inni og þá verður hann ekkert skrifaður meira, það er ekki ritskoðun samt sem áður.\nAlveg á sama hátt getur hann bannað allar umræður um gullfiska eða Corsair minniskubba.\nHans spjallborð hans reglur, alveg á nákvæmlega sama hátt og að heima hjá ykkur megiði alfarið ráða hvað er um rætt og hvort að viðkoandi verði hjá ykkur lengur.\nEn já...\nRitskoðun og Málfrelsi eru rosalega flott orð að kunna en það er miklu flottara að skilja hvað þau standa fyrir.\nÞað er ekki ritskoðun í réttri merkingu þessa orðs að banna eitthvað eða einhverja hérna.",
            "date": "2016-01-28 13:17:00",
            "post_id": "616681",
            "reply_to_id": "616680"
        }
    ],
    "date": "2016-01-28 09:41:00"
}