{
    "forum_title": "Bílaplanið",
    "id": "68366",
    "title": "Hver eru bestu bílakaupin í dag",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=84&t=68366",
    "posts": [
        {
            "user_name": "iceair217",
            "text": "Sælir Vaktarar\nÉg er búinn að vera skoða bíla upp á síðkastið, bæði nýja og notaða og velti fyrir mér hver eru bestu kaupin á bílum í dag í flokki rúmgóðra fjölskyldubíla (með pláss fyrir 3 börn í stólum í aftursæti). \nToyota hefur alltaf verið ofarlega í kringum mig en hvernig eru aðrir bílar að koma út, bílar á borð við Peugeot, Kia, Chevrolet og Nissan? Þeir eru mun ódýrari í kaupum en t.d. Toyota en spurning með endursöluverð, bilanatíðni o.s.frv.\nEinhverjar reynslusögur?",
            "date": "2016-01-29 22:37:00",
            "post_id": "616826",
            "reply_to_id": false
        },
        {
            "user_name": "Black",
            "text": "Skoðaðu Station Volvo t.d cross country bílinn",
            "date": "2016-01-30 00:37:00",
            "post_id": "616843",
            "reply_to_id": "616826"
        },
        {
            "user_name": "blitz",
            "text": "Bestu kaupin eru óneitanlega í Skoda Octavia G-TEC\nhttp://www.skoda.is/models/octavia-combi-g-tec/yfirlit/",
            "date": "2016-01-30 07:58:00",
            "post_id": "616858",
            "reply_to_id": "616843"
        },
        {
            "user_name": "isr",
            "text": "Ég á sjálfur skoda suberb station,algjör snild,plássið afturí er ótrúlega mikið og skottið mjög stórt. Ég er með þrjú börn og eitt í stól. Þú skallt ekki hugsa um það að fá þér skoda  octavia ef þú ert með krakka í stól. Kunningi minn fékk sér einn slíkann,hann er með þrjá krakka allir í stólum og hann er að selja hann,búin að eiga hann í 6-7 mánuði því hann er svo þröngur,það eru bara örfáir cm á milli bílstóls og framsætis.",
            "date": "2016-01-30 11:02:00",
            "post_id": "616860",
            "reply_to_id": "616858"
        },
        {
            "user_name": "Icarus",
            "text": "Ég var að kaupa mér Octaviu G-tec. Færð mikið fyrir peninginn, er með einn eins árs og það er feikinóg pláss. Þarf ekki að fórna plássi frammí fyrir barnasætið.\nSá sem vill koma 3 bílstólum og hafa nægt pláss á að fá sér 7 manna bíl...",
            "date": "2016-01-30 13:14:00",
            "post_id": "616872",
            "reply_to_id": "616860"
        },
        {
            "user_name": "blitz",
            "text": "...\nÉg er með Octaviu og get ekki tekið undir þetta.\nEr með Maxi Cosi 2Way Pearl sem er frekra stór stóll og það er nóg pláss milli sætisins og framsætis (m.v. mína stillingu, ég er 189cm)",
            "date": "2016-01-30 13:40:00",
            "post_id": "616874",
            "reply_to_id": "616872"
        },
        {
            "user_name": "jonsig",
            "text": "Þú ert góður eins lengi og þú kaupir ekki franska bíla og VW .  \nFélagi minn er á scoda , og allt sem tengist rafmagni er bilað í bílnum XD",
            "date": "2016-01-30 14:13:00",
            "post_id": "616876",
            "reply_to_id": "616874"
        },
        {
            "user_name": "kiddi",
            "text": "Ég hef ekki séð neina hefðbundna fólksbíla sem taka 3 barnabílstóla svo vel sé, er ekki málið að skella sér á amerískan eða 7-manna Space-wagon týpu? Annars á ég sjálfur Skoda Octavia 2008 árg. station og það er áreiðanlegasti bíll sem ég hef átt, er með tvo barnabílstóla en myndi ekki halda að þriðji kæmist fyrir.",
            "date": "2016-01-30 14:22:00",
            "post_id": "616877",
            "reply_to_id": "616876"
        },
        {
            "user_name": "helgii",
            "text": "Er með Octavia '06 station, konan þarf að vera með sætið sitt framarlega svo stólinn komist fyrir í aftursætinu. Man ekki hvaða stóllinn heitir en það er frekar þröngt.",
            "date": "2016-01-30 16:03:00",
            "post_id": "616884",
            "reply_to_id": "616877"
        },
        {
            "user_name": "Steini B",
            "text": "2013 kemur Octavian bæði lengri og lengri milli hjóla sem þýðir meira pláss afturí\nEr einmitt mikið búinn að vera að pæla í þessu núna, ef maður ætlar að fá sér nýlegan, ódýran 4x4 station þá er það eiginlega bara Skodi sem kemur til greina...",
            "date": "2016-01-30 16:17:00",
            "post_id": "616885",
            "reply_to_id": "616884"
        },
        {
            "user_name": "isr",
            "text": "Skodi octavia vs suberb er bara eins og epli og appelsína,gríðarlegur munur á plássi,enda er töluverður verðmunur á. Lengdar munurinn fer nánast allur í afturrýmið á suberb,en skottið er svipað,örlítið stærra í suberb. Ég hef ferðast nokkrum sinnum í octaviu sem leigubíl,farið þá fimm saman í bíl,þegar báturinn er á annari höfn en heima og það er lítið spennandi,með hnén inní framsætunum.",
            "date": "2016-01-30 16:56:00",
            "post_id": "616889",
            "reply_to_id": "616885"
        },
        {
            "user_name": "kfc",
            "text": "Ég er með Skoda Superb 2011 og er að fara að losa mig við hann bara til að fá mér nýja Superb, mjög sáttur með þessa bíla.",
            "date": "2016-01-30 23:07:00",
            "post_id": "616907",
            "reply_to_id": "616889"
        },
        {
            "user_name": "dori",
            "text": "Ég hef svosem ekki mikið vit á þessu en varðandi 3 börn í stól man ég eftir að hafa séð þetta einhverntíma og fundist áhugavert: \nhttp://multimac.co.uk",
            "date": "2016-01-31 10:11:00",
            "post_id": "616925",
            "reply_to_id": "616907"
        },
        {
            "user_name": "Icarus",
            "text": "Þetta er alveg klikkað, alls ekki ódýrt en það eru svona barnastólar svosem ekki almennt.\nÉg er annars með TrioFix Recline í minni Octaviu og það er meira en hellings pláss. Við vorum svo fimm fullorðin í bílnum um helgina og það fór ágætlega um alla. \nEf maður er að horfa á 5 manna station fyrir sanngjarnt verð er Octavian bestu kaupin að mínu mati. Superb er mjög flottur en hann er miklu dýrari.\nSvo er líka hægt að fá sér bara Ford Galaxy, gera þetta almennilega!",
            "date": "2016-01-31 20:59:00",
            "post_id": "616966",
            "reply_to_id": "616925"
        },
        {
            "user_name": "rapport",
            "text": "Þetta er svo svalt að það klingir í hjá manni að bæta í stóðið.",
            "date": "2016-01-31 22:10:00",
            "post_id": "616969",
            "reply_to_id": "616966"
        },
        {
            "user_name": "dori",
            "text": "Ástæðan fyrir að ég benti á þetta kerfi er einmitt að barnastólar geta tekið hellað pláss þegar þú ert kominn með 3 eða fleiri og þá getur borgað sig að horfa líka í áttina að einhverju svona en að vera alltaf bara að stækka bílinn sem maður er að skoða. Sama með bíla og húsnæði að því leyti. Því minni pening sem maður setur í þessa föstu hluti því meira hefur maður til að leika sér með.",
            "date": "2016-02-01 16:05:00",
            "post_id": "617013",
            "reply_to_id": "616969"
        },
        {
            "user_name": "littli-Jake",
            "text": "ef þú ert að spá í nýjan mundi ég allavega kíkja á nýja Ford Mondeo. Station bílinn er orðinn alveg bísna rúmgóður og mér finst þeir ekki vera að kosta mikið.  Allavega ódýrari en skódinn",
            "date": "2016-02-01 22:12:00",
            "post_id": "617051",
            "reply_to_id": "617013"
        },
        {
            "user_name": "HalistaX",
            "text": "Ef ég væri í þinni stöðu myndi ég kíkja á annað hvort dísel Octavia eða Superb \nEr á Octavíu sjálfur, reyndar '01 módel, en hún klikkar seint",
            "date": "2016-02-01 22:46:00",
            "post_id": "617053",
            "reply_to_id": "617051"
        },
        {
            "user_name": "rapport",
            "text": "Bara stækka familíuna þannig að það borgi sig að fara í Town & Country...\n3,8L V6 = gaman gaman....",
            "date": "2016-02-02 12:14:00",
            "post_id": "617083",
            "reply_to_id": "617053"
        },
        {
            "user_name": "iceair217",
            "text": "Ég er hálf orðlaus hvað Skodi eru vinsælir bílar. Hef aldrei átt Skoda en mann alltaf eftir í gamla daga þegar Skodar þóttu bölvað rusl \nÉg er í þeirri stöðu að ég er með 3 bílstóla. Með herkjum kem ég öllum þremur í Toyota Corolla sedan. Bráðum verður Britax stóll með beisi uppfærður í aðra tegund sem er breiðari og þá gengur það ekki. Þarf að leita í kringum mig en mér skilst á þessari umræðu að þá sé Octavia ekki alveg málið. \nHef heyrt svo mikið slæmt um bæði Dodge Grand Caravan og Chrysler Town & Country að ég þori ekki að leggja út í það. \nEn er enginn sem á bíl eins og Peugoet eða Nissan jeppa sem getur gefið meðmæli eða mótmæli?",
            "date": "2016-02-02 18:54:00",
            "post_id": "617111",
            "reply_to_id": "617083"
        },
        {
            "user_name": "blitz",
            "text": "Qashqai er minni en Octavian, spurning með X-trail.",
            "date": "2016-02-02 19:01:00",
            "post_id": "617113",
            "reply_to_id": "617111"
        },
        {
            "user_name": "worghal",
            "text": "Skodi ljóti, skítur bara grjóti.\nVar þetta ekki gamla ríman?",
            "date": "2016-02-02 20:27:00",
            "post_id": "617124",
            "reply_to_id": "617113"
        },
        {
            "user_name": "kiddi",
            "text": "2008 Octavian mín er besti bíll sem ég hef átt með tilliti til vandræða og kostnað, þeas. skorts á vandræðum og  kostnaði \n Fáránlega lítið viðhald á honum, er alltaf jafn steinhissa eftir hverja einustu skoðun hvað ég slepp alltaf í gegn, m.v. fyrri bíla sem ég hef átt.\nEn on topic, þá hef ég heyrt - án þess að vita fyrir víst - að t.d. Renault Megane Scenic sé  frábær uppá þetta að troða 3 bílstólum í.",
            "date": "2016-02-02 21:17:00",
            "post_id": "617129",
            "reply_to_id": "617124"
        },
        {
            "user_name": "benony13",
            "text": "Ég á X-trail en hef aldrei sett stól i hann. Minn er 2008 dísel og er hreint út sagt yndislegur í akstri og eyðir sáralitlu miðað við þessa stærð af bíl. Er aðalega notaður innanbæjar eða þá frá Grindavík-Keflavík. Eyðir 7.7 samkvæmt tölunni í mælaborðinu (notabene á nöglum)  og undir 6 með krúsið á 100 (fer oft á höfn).",
            "date": "2016-02-02 21:20:00",
            "post_id": "617130",
            "reply_to_id": "617129"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Ég elska orðið Skoda. Er á 2013 Octaviu 2l diesel í vinnunni. Mjög næs.\nVar svo á nýrri um daginn 1.6 Diesel og það var snilld með 7gíra DGS",
            "date": "2016-02-03 08:28:00",
            "post_id": "617172",
            "reply_to_id": "617130"
        },
        {
            "user_name": "Axel Jóhann",
            "text": "Octavia dísel hefur verið að koma mjög vel út hvað varðar viðhald og eyðslu en það er rétt þeir eru ekki mjög stórir, mun meira pláss í Superb en hann er að vísu aðeins dýrari en miklu meiri bíll.",
            "date": "2016-02-03 15:20:00",
            "post_id": "617194",
            "reply_to_id": false
        },
        {
            "user_name": "mikkimás",
            "text": "Nýi Mondeo er hreint frábær keyrslubíll, en ég get ekki verið sammála því að hann sé sérstaklega rúmgóður, allavega ekkert í líkingu við Octavia.",
            "date": "2016-02-03 19:47:00",
            "post_id": "617215",
            "reply_to_id": "617194"
        },
        {
            "user_name": "Arena77",
            "text": "Ég myndi ráðleggja þér að kaupa Japanska bíla frekar en evrópska, ´T.d. Hondu, Mazda eða Toyota.\natti WV en rafkerfið alltaf að bila, ekki kaupa bíla frá suður kóreu, Kia, Hyundai, Daewoo bara ávísun á vesen.",
            "date": "2016-05-06 17:24:00",
            "post_id": "623388",
            "reply_to_id": "617215"
        },
        {
            "user_name": "Hizzman",
            "text": "Kíktu á Mazda, þetta eru góðir bílar á góðu verði. Þeir eru ekki mikið auglýstir, þannig að þú ert ekki að borga þann skatt.\nHef ekki reynslu, en hef heyrt talað vel um þá. Er einhver með reynslu af Mazda hér?",
            "date": "2016-05-06 23:33:00",
            "post_id": "623408",
            "reply_to_id": "623388"
        },
        {
            "user_name": "rapport",
            "text": "Ég er ekki viss um að ég mundi kaupa mér bíl, þá ekki nema 500þ. vel með farna corollu.\nBensínbílar eiga vonandi ekki mörg ár eftir, a.m.k. ekki í innanbæjarsnatti.",
            "date": "2016-05-06 23:47:00",
            "post_id": "623409",
            "reply_to_id": "623408"
        },
        {
            "user_name": "Tesli",
            "text": "Þessi þráður hitti alveg í mark þar sem ég var í bílahugleiðingum í febrúar og þá einskorðað við station bíl. Ég tek það fram að ég er ekki bíla áhugamaður og rann því mjög blint að skoða bíla. Ég varð samt mjög heitur fyrir Skoda Superb eftir að hafa skoðað þennan þráð. Ég var líka hálfpartinn búinn að samþykkja þær skoðanir frá öðrum að Toyota væri aftan á merinni með þægindi og þannig. Ég endaði á því að prufukeyra 2 x Skoda Superb, 2 x Skoda Octavia, 2 x Toyota Avensis, 2 x Toyota Auris, Mazda 6 og Honda Accord. Allir bílar voru Station og á verðbilinu 3 - 4.3 millur.\nVið vorum tveir sem fórum saman í þetta mission og það kom okkur mjög á óvart að Toyota Avensis stóð gjörsamlega framar öllum hinum. Meira að segja Toyota Auris var skemmtilegur og þæginlegur í keyrslu. Verstur í keyrslu fannst okkur Skoda og fannst hann vera þungur og vont að sitja í honum (löppin í mér alltaf utan í horn-beyttri innréttingu). Mazda 6 og Honda Accord fannst okkur vera einhvern vegin \"cheap\" og dollulegir. \nÉg endaði á að kaupa Toyota Avensis og gæti ekki verið sáttari. \nPS. þetta var bara okkar einlæga tilfinning og ætti ekki að endurspegla neitt hávísindalegt",
            "date": "2016-05-07 00:24:00",
            "post_id": "623413",
            "reply_to_id": "623409"
        },
        {
            "user_name": "Demon",
            "text": "Ég kannast svo við þetta með Skoda sem þú segir. Frekar þröng sæti og ekki sami lúxus og well í Toyotu.\nSjálfur á ég Subaru Legacy sem mér finnst vera töluvert framar báðum bílunum í lúxus.\nHinsvegar eyðir hann klárlega meira.",
            "date": "2016-05-07 09:36:00",
            "post_id": "623420",
            "reply_to_id": "623413"
        },
        {
            "user_name": "isr",
            "text": "Enda bara besta mál að það hafi ekki alli sömu skoðun á bílum \n Ég fékk mér skoda sub því hann eyðir sama og engu og er með mikið pláss,eg var nú ekki gáfulegri en það að ég prufaði ekki annan bíl(rörsýni). Kunningi minn keypti sér nýjan volvo station fyrir 5 árum á 9-10 mill og þremur árum seinna fékk hann sér skoda sub því honum fannst það ekki síðri bíll og 4 mill ódýrari.\n Talandi um Mösdu 6 þá átti mágkona mín slíkan bíl og það er ein mesta dolla sem ég hef sest inní,varla hægt að keyra á malarvegi,en kannski hafa þeir skánað,þetta var 2006 árg.\n Gaman að segja frá því að ég átti ford exlporer V8 og með því að skipta yfir á skoda sparaði ég mér um 400 þús á ári í eldsneyti",
            "date": "2016-05-07 10:01:00",
            "post_id": "623422",
            "reply_to_id": "623420"
        },
        {
            "user_name": "stefhauk",
            "text": "Skodi ljóti spítur grjóti í niðrí móti",
            "date": "2016-05-07 17:38:00",
            "post_id": "623437",
            "reply_to_id": "623422"
        },
        {
            "user_name": "HalistaX",
            "text": "Þessi þráður í einni setningu: \"Það var hár í kitkatinu mínu sumarið '96, þá hljóta að vera hár í öllum súkkulaðistykkjum...\"",
            "date": "2016-05-07 18:17:00",
            "post_id": "623438",
            "reply_to_id": "623437"
        },
        {
            "user_name": "Manager1",
            "text": "Skódi ljóti spýtir grjóti, drífur ekki niðrí móti.\nRétt skal vera rétt :-)",
            "date": "2016-05-07 21:36:00",
            "post_id": "623445",
            "reply_to_id": "623438"
        },
        {
            "user_name": "Arena77",
            "text": "Nei Þetta á að vera svona.\n\"Skodi ljóti drífur ekki upp á móti spítur bara grjóti\"\nSvo að öðru, þeir sem eru að spá í jepplinga, þá mæli ég með Hondu Crv Lifestyle 2016, bensín sjálfskiptur.",
            "date": "2016-05-07 21:58:00",
            "post_id": "623448",
            "reply_to_id": "623445"
        },
        {
            "user_name": "audiophile",
            "text": "Þegar kemur að bílum þá á þetta betur við finnst mér. \"Brennt barn forðast eldinn\"\nÞað er þannig með bíla eins og með margt annað að fólk forðast það sem það hefur slæma reynslu af. Hversu oft hefur maður t.d. heyrt \"Ég átti einu sinni Samsung síma og hann var ömurlegur þess vegna fékk ég mér Iphone.\" Skiptir engu þó það hafi verið 15þ kr. Samsung Young sem er engann veginn sambærilegur.\nAnnars er ekkert að marka mig. Ég er alltaf bara á gömlum ryðguðum Subaru'm og helsáttur við það",
            "date": "2016-05-08 08:11:00",
            "post_id": "623462",
            "reply_to_id": "623448"
        }
    ],
    "date": "2016-02-03 15:20:00"
}