{
    "forum_title": "Netkerfi - internetið",
    "id": "6836",
    "title": "Síminn að afnema utanlandsdownload eftir áramót?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=6836",
    "posts": [
        {
            "user_name": "Sveinn",
            "text": "Einhver fugl upp í tré hvíslaði að mér að það ætti kanski að afnema utanlandsdownload eftir áramót, eitthvað vit í því?",
            "date": "2004-12-25 02:15:00",
            "post_id": "72225",
            "reply_to_id": false
        },
        {
            "user_name": "MezzUp",
            "text": "Ólíklegt að það gerist strax eftir áramót, en maður veit aldrei \n (og heldur í vonina \n)",
            "date": "2004-12-25 02:17:00",
            "post_id": "72227",
            "reply_to_id": "72225"
        },
        {
            "user_name": "skipio",
            "text": "Neinei, þarf ekkert að vera ólíklegt. Ef Farice breytir verðskránni sinni gerist það einmitt um áramótin og þá er kjörið fyrir Símann að nýta sér það og lækka einnig sín verð.",
            "date": "2004-12-25 03:24:00",
            "post_id": "72246",
            "reply_to_id": "72227"
        },
        {
            "user_name": "einarsig",
            "text": "Síminn \"má ekki\" fella niður utanlandsrukkið vegna þess að Síminn er að selja sumum netveitu aðgang að sínum strengjum, þeir aðilar sem eru að leigja hlut í strengjunum sem síminn er með verða þess vegna að hætta að rukka fyrir download. \n\n\n\nSamkeppnisstofnun myndi vera fljót að setja bann á þessa niðurfellingu og segja það brot á samkeppnislögum.\n\n\n\nSvo stórlega efast ég um að netveitur á Íslandi vilji fella niður þessa tekjulind, halda bara áfram að taka okkur ósmurt í taðgatið.\n\n\n\nHive er hinsvegar álitlegur kostur fyrir þá sem eru að borga meira en 7 þúsund í internet kostnað á mánuði, þessi almenni notandi er að borga að meðaltali 4-5 þús, og því klárlega ekki að borga sig að fara yfir til hive.",
            "date": "2004-12-27 09:37:00",
            "post_id": "72467",
            "reply_to_id": "72246"
        },
        {
            "user_name": "MezzUp",
            "text": "Þeir eiga nú ekki að geta sagt neitt á meðan Síminnn er ekki að niðurgreiða þetta?\nNei, þeir vilja það vitaksuld ekki, en ef að þeir eru að tapa mörgum viðskiptavinum til Hive neyðast þeir líklega til þess.\nRétt hjá þér, og það er líklega ástæðan fyrir því að Síminn getur verið nokkuð öruggur með sig, en maður veit nú ekki hversu margir hafa farið yfir til Hive.\n\n\n\nps. svo á Síminn vitaskuld alla landsbyggðina er það ekki?",
            "date": "2004-12-27 12:41:00",
            "post_id": "72480",
            "reply_to_id": "72467"
        },
        {
            "user_name": "einarsig",
            "text": "Finnst þér ekkert asnalegt að Ef Síminn myndi fella niður download gjaldið en halda samt áfram að rukka t.d hringiðuna fyrir downloadið sem þeirra kúnnar eru að nota ?\n\n\n\n\nheld það alveg örruglega",
            "date": "2004-12-27 14:47:00",
            "post_id": "72502",
            "reply_to_id": "72480"
        },
        {
            "user_name": "Birkir",
            "text": "Vááá ég vona að þeir geri það ekki",
            "date": "2004-12-27 15:00:00",
            "post_id": "72503",
            "reply_to_id": "72502"
        },
        {
            "user_name": "Johnson 32",
            "text": "Nei einmitt ég vil nú dl eitthvað utanlands og getað farið á erlandar síður",
            "date": "2004-12-27 15:27:00",
            "post_id": "72504",
            "reply_to_id": "72503"
        },
        {
            "user_name": "MezzUp",
            "text": "Jújú, rétt hjá þér. Ef að Síminn myndi fella niður utanlandsdownloadskvóta þyrfti hann að bjóða öllu viðskiptavinum sínum það.\nÉg hélt fyrst að þú værir að meina svona Flugleiðir/Iceland Express dæmi, tengdi ekki þess setningu við það fyrsta sem að þú sagðir \nhehe, fattaði þetta ekki",
            "date": "2004-12-27 15:31:00",
            "post_id": "72506",
            "reply_to_id": "72504"
        },
        {
            "user_name": "Emizter",
            "text": "En sko.. Síminn og Símnet eru ekki sömu fyrirtækin þannig séð sko.. og fyrirtækin verla við símann sjálfan er það ekki? Ekki símnet.. ?\n\nÉg ætla samt ekki að vera að fulllyrða neitt.",
            "date": "2004-12-27 18:45:00",
            "post_id": "72522",
            "reply_to_id": "72506"
        },
        {
            "user_name": "gumol",
            "text": "Ég hef bara aldrei heyrt þessa sögn áður, að verla.\n\n\n\nSímnet er internet deild símans (símnet = Síminn Internet). Símnet er ekki sér fyrirtæki heldur hluti af Símanum.",
            "date": "2004-12-27 19:14:00",
            "post_id": "72527",
            "reply_to_id": "72522"
        },
        {
            "user_name": "JReykdal",
            "text": "Internetþjónusta Símans er deild innan Símans en þarf að versla við t.d. Útlandagáttina eins og aðrir Internetþjónustuaðilar. Samkeppnislög og innri uppbygging Símans valda því.",
            "date": "2004-12-27 19:43:00",
            "post_id": "72531",
            "reply_to_id": "72527"
        },
        {
            "user_name": "MezzUp",
            "text": "Þannig að þessar minni internetveitur standa jafnfætis Símnet gagnvart Utanlandsgáttinni?",
            "date": "2004-12-27 19:53:00",
            "post_id": "72532",
            "reply_to_id": "72531"
        },
        {
            "user_name": "gnarr",
            "text": "fyrir utan ad simnet a hluta i farice, og er thessvegna ad borga sjalfum ser akvedna prosentu thegar their kaupa link til utlanda.",
            "date": "2004-12-28 01:21:00",
            "post_id": "72585",
            "reply_to_id": "72532"
        },
        {
            "user_name": "einarsig",
            "text": "hva... gátuði ekki haldið ykkur frá vaktinni í fríinu ?",
            "date": "2004-12-28 13:45:00",
            "post_id": "72615",
            "reply_to_id": "72585"
        },
        {
            "user_name": "Birkir",
            "text": "Þau tvö eru meira en nokkru sinni fyrr á Vaktinni núna",
            "date": "2004-12-28 16:53:00",
            "post_id": "72637",
            "reply_to_id": "72615"
        },
        {
            "user_name": "Sveinn",
            "text": "Jæja ég prufaði að senda Símanum póst sem hljóðaði svona: \n\n\n\n\"\n\nHeyriði, ég er viðskiptavinur hjá ykkur og við erum eiginlega með allt\n\ntengt\n\ngegnum ykkur, farsíma og meira. En jæja hvað með það, mig langaði bara að\n\nvita, ætliði ekkert að fara taka þennann utanlandsdownloadskvóta af? ég er\n\nað verða klikkaður, það eru komnir hérna 3 dagar af mánuðinum og ég er\n\nþegar\n\nkominn af limit :l\n\n\"\n\nÞeir svöruðu:\n\n\n\n\"\n\nSæll Sveinn\n\n\n\nÞað verður aldrei, að ég geti sagt 100%, hætt að rukka fyrir download\n\nerlendis frá, við þurfum að borga leigu fyrir að nota strenginn eins og\n\nönnur internet fyrirtæki. Hins vegar er Síminn Internet ekki að rukka fyrir\n\ninnanlands download og það er ekki okkar stefna að gera það í bráð.\n\n\"",
            "date": "2005-01-04 22:50:00",
            "post_id": "73440",
            "reply_to_id": "72637"
        },
        {
            "user_name": "vldimir",
            "text": "Æi, gaman að sjá hvað síminn er örlátur, láta okkur ekki borga fyrir innanlands downloadið en hafa utanlands downloadið upp úr öllu valdi.. En ég yrði s.s. alveg sáttur ef síminn myndi bara lækka utanlands downloadið slatta . Náttúrlulega best ef þeir myndu afnema það alveg en eins og hann sagði, það er ekki alveg að fara gerast!",
            "date": "2005-01-05 00:44:00",
            "post_id": "73453",
            "reply_to_id": "73440"
        },
        {
            "user_name": "Icarus",
            "text": "jájá... þeir sem sjá um að svara þessu e-mailum vita voða takmarkað um hvað er raunverulega að ske. Einnig finnst mér þessi yfirlýsing alltof sterk. Pabbi minn virðist halda því fram að síminn sé að fara að hætta með þetta en hann hefur ákveðin \"sambönd\" innan símans.... STÓR viðskiptavinur",
            "date": "2005-01-05 10:20:00",
            "post_id": "73470",
            "reply_to_id": "73453"
        },
        {
            "user_name": "emmi",
            "text": "Veistu sirka hvenær ?",
            "date": "2005-01-05 10:32:00",
            "post_id": "73471",
            "reply_to_id": "73470"
        },
        {
            "user_name": "tms",
            "text": "Um svipað leiti og Dukenukem Forever kemur út!",
            "date": "2005-01-05 10:46:00",
            "post_id": "73473",
            "reply_to_id": "73471"
        },
        {
            "user_name": "gumol",
            "text": "Við eigum semsagt bara að passa okkur að halda kjafti. Annars fara þeir að rukka fyrir innanlandsdl líka. \n\nÞað væri fróðlegt að fá að vita í hvað mánaðargjöldin fara fyrst þeir eru svona einstaklega góðir við okkur að gefa okkur innanlandsdownloadið frítt. Ég hef greinilega misskilið þetta eitthvað. Ég hélt að mánaðargjalds hlutinn sem fer til internetveitunnar (ekki það sem maður þarf að borga fyrir ADSL línuna) væri akkurat til að tengjast netinu.",
            "date": "2005-01-05 10:54:00",
            "post_id": "73476",
            "reply_to_id": "73473"
        },
        {
            "user_name": "emmi",
            "text": "Haha, góður. Duke Nukem Forever er bara myth.",
            "date": "2005-01-05 11:58:00",
            "post_id": "73479",
            "reply_to_id": "73476"
        },
        {
            "user_name": "skipio",
            "text": "Duke Nukem Forever er sko víst á leiðinni - sjáiði bara til!   \n\n\n\n\nAllavega er ég að bíða eftir honum ...",
            "date": "2005-01-05 12:09:00",
            "post_id": "73481",
            "reply_to_id": "73479"
        },
        {
            "user_name": "tms",
            "text": "Hann fer alveg að koma!",
            "date": "2005-01-05 12:17:00",
            "post_id": "73485",
            "reply_to_id": "73481"
        },
        {
            "user_name": "jericho",
            "text": "sjáiði \nþetta\n.\n\n\n\nThe Duke Nukem Story became a legend - the legend became a myth - and some thing that should not be forgotten, got lost forever!",
            "date": "2005-01-05 15:19:00",
            "post_id": "73505",
            "reply_to_id": false
        },
        {
            "user_name": "Icarus",
            "text": "mjög líklega fljótt eftir áramót .... s.s. annaðhvort á næstu vikum eða bara aldrei",
            "date": "2005-01-05 21:57:00",
            "post_id": "73581",
            "reply_to_id": "73505"
        },
        {
            "user_name": "tms",
            "text": "Þessi leikur er löngu merktur \nvaporware\n. Leitaðu eftir example um vaporware á þessari síðu.",
            "date": "2005-01-05 22:06:00",
            "post_id": "73583",
            "reply_to_id": "73581"
        },
        {
            "user_name": "Icarus",
            "text": "það getur vel verið en af hverju var þá persóna frá símanum... s.s. tengiliður hans föður míns hjá þeim að segja honum þetta þá.... þar sem þetta skiptir þá s.s. engu. Vegagerðina það er. Þeir eru með internetið hjá Vodafone... það eina sem þeir hafa hjá Vodafone.",
            "date": "2005-01-05 22:16:00",
            "post_id": "73585",
            "reply_to_id": "73583"
        },
        {
            "user_name": "tms",
            "text": "Æ fyrirgefði, hélt þú værir að tala um að Duke Nukem forever væri að fara að koma. Ég veit ekkert sjálfur um hvað síminn er að plana enda hef ég engar tengingar í fyritækið",
            "date": "2005-01-05 22:27:00",
            "post_id": "73591",
            "reply_to_id": "73585"
        },
        {
            "user_name": "Sveinn",
            "text": "Soldið mjög mikið off-topic? :S",
            "date": "2005-01-08 13:47:00",
            "post_id": "73938",
            "reply_to_id": "73591"
        },
        {
            "user_name": "OrkO",
            "text": "http://www.netfrelsi.is/gamalt/2005/01/ ... reytir.php",
            "date": "2005-01-13 20:33:00",
            "post_id": "74611",
            "reply_to_id": "73938"
        },
        {
            "user_name": "tms",
            "text": "OgVodafone\n \nlíka\n.",
            "date": "2005-01-13 22:36:00",
            "post_id": "74630",
            "reply_to_id": "74611"
        },
        {
            "user_name": "ErectuZ",
            "text": "Snilld! Nú er að nota \"Accept or die\" aðferðina mína á foreldrana",
            "date": "2005-01-13 22:41:00",
            "post_id": "74632",
            "reply_to_id": "74630"
        },
        {
            "user_name": "gumol",
            "text": "hmm, er það ekki nei?\n31. Október:",
            "date": "2005-01-13 23:23:00",
            "post_id": "74645",
            "reply_to_id": "74632"
        },
        {
            "user_name": "Sveinn",
            "text": "Síminn setur verðþak á internetþjónustu frá áramótum\n\n\n\nUm síðustu áramót urðu veigamiklar breytingar á verðskrá internetþjónustu Símans sem fela í sér að verð fyrir ADSL internetþjónustu fer ekki yfir tiltekin mörk, óháð því hve mikið af gögnum er halað niður. Breytingarnar veita viðskiptavinum Símans stóraukið öryggi þegar þeir hala niður gögnum af erlendum vefsíðum. Fyrir fjölmarga viðskiptavini fela breytingarnar jafnframt í sér einhverja verðlækkun.\n\n\n\nÁskrifendur að ADSL internetþjónustu hjá Símanum greiða annars vegar fast mánaðargjald og hins vegar ákveðið einingarverð fyrir niðurhal gagna frá útlöndum umfram það magn sem er innifalið í fasta gjaldinu. Með breytingunum er tryggt að heildarverð þjónustunnar fer ekki yfir ákveðna upphæð en þakið er mismunandi eftir því um hvaða áskriftarleið er að ræða. Verðþakið veitir ákveðinn sveigjanleika en jafnframt tryggingu gegn hámarksupphæð reiknings. Þetta þýðir að viðskiptavinur greiða áfram sitt fasta mánaðargjald sem inniheldur innifalið gagnamagn, og svo 2,50 kr fyrir hvert MB umfram það þar til upphæð verðþaksins er náð.  \n\n\n\nInternetþjónustan mun þó áskilja sér þann rétt að bregðast við ef ítrekuð notkun einstakra viðskiptavina fer að hafa truflandi áhrif á gæði tenginga annarra viðskiptavina.  Síminn mun aðvara þá viðskiptavini áður en gripið verður til þess ráðs að takmarka þjónustuna við þá tímabundið.\n\n\n\nSem dæmi um hvað breytingarnar þýða má nefna að áskrifendur ADSL1000 internetþjónustu hjá Símanum, sem hafa 100 MB niðurhal innifalið í fasta gjaldinu, munu ekki greiða meira en kr. 8.500 á mánuði fyrir þjónustuna, óháð því hve miklu gagnamagni þeir hala niður. Áskrifendur ADSL3000 internetþjónustunnar, sem hafa einnig 100 MB innfalið í fasta gjaldinu, munu ekki greiða meira en kr. 10.500 á mánuði fyrir þjónustuna. \n\n\n\nÍtarlegra ( Getið séð verðtöfluna )",
            "date": "2005-01-19 18:59:00",
            "post_id": "75451",
            "reply_to_id": "74645"
        },
        {
            "user_name": "Sveinn",
            "text": "Weee við fáum okkur svona líklega ;]",
            "date": "2005-01-20 19:52:00",
            "post_id": "75657",
            "reply_to_id": "75451"
        },
        {
            "user_name": "MezzUp",
            "text": "Svona hvernig?",
            "date": "2005-01-20 19:59:00",
            "post_id": "75661",
            "reply_to_id": "75657"
        },
        {
            "user_name": "Sveinn",
            "text": "Lestu það sem ég sagði fyrir ofan mig.",
            "date": "2005-01-20 22:19:00",
            "post_id": "75685",
            "reply_to_id": "75661"
        },
        {
            "user_name": "MezzUp",
            "text": "Ætliði að fá ykkur verðþak?\n\nÞað er ekkert hægt að fá sér það, lestu það sem þú sagðir \n\n\nÞetta virkar bara sjálfvirkt fyrir alla ADSL notendur Símnets",
            "date": "2005-01-20 22:55:00",
            "post_id": "75695",
            "reply_to_id": "75685"
        },
        {
            "user_name": "Sveinn",
            "text": "Já hehe var að komast að því rétt áðan ;D;D",
            "date": "2005-01-20 23:48:00",
            "post_id": "75716",
            "reply_to_id": "75695"
        },
        {
            "user_name": "ErectuZ",
            "text": "Væri samt flott að hafa bókstaflegt verðþak...\n\n\n\nÞak með dollamerkinu ofan á",
            "date": "2005-01-21 13:15:00",
            "post_id": "75787",
            "reply_to_id": "75716"
        }
    ],
    "date": "2005-01-05 15:19:00"
}