{
    "forum_title": "Allt annað...",
    "id": "68584",
    "title": "[TS] Ýmislegt til sölu (iPhone, LG G3, Raspberry Pi 2, iPod nano, Amazon Fire TV)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=67&t=68584",
    "posts": [
        {
            "user_name": "snosig",
            "text": "Er með eftirfarandi hluti til sölu eða skipta: \niPhone 5s í góðu standi. Engar sprungur í skjá og ekkert óeðlilegt slit. Síminn kemur með 3 hulstrum. Svörtum bömper, blágrænu sílikoncoveri og leður coveri með kortaraufum fyrir greiðslukort. Hefur verið í hulstri (bumper) nánast alla tíð. Kemur straujaður og uppfærður og í topp standi. \nNánar: \nhttps://bland.is/til-solu/raftaeki/sima ... u/3100164/\n \nLG G3 í góðu standi (ársgamall, enn í ábyrgð) + Quick Circle cover + wireless hleðsludokka. Um er að ræða svartan síma og er þetta dýrari 32 GB útgáfan með 3 GB vinnsluminni. Síminn er með magnaðan 5,5\" 2,560x1,440 pixla skjá, styður 4G og er með 2,5 gHZ QuadCore QUALCOMM Snapdragon 801 örgjörva, 13 MP myndavél sem skýtur video í allt að 4K upplausn.\nNánar: \nhttps://bland.is/til-solu/raftaeki/sima ... d/3099468/\n \niPod Nano, 7th gen, 16GB, bluetooth. Lítill og nettur ipod spilari með góðum 2,5\" snertiskjá, 16gb minni, bluetooth 4.0 tengingu til að spila þráðlaust í heyrnartól eða hátalara og margt fleira. Tækið styður Nike+ fitness (innbyggður skrefamælir, skráir vegalengdir og brennslu) sem gerir þetta að einstaklega góðu líkamsræktartæki. \nNánar: \nhttps://bland.is/til-solu/raftaeki/anna ... u/3099522/\n \nAmazon Fire TV set-top box. Þetta er mjög öflugt set top box með Qualcomm Krait 300, quad-core 1.7 Ghz örgjörva, 8 GB minni, 2 GB vinnsluminni, innbyggt WiFi, 10/100 Ethernet og stuðning við Dolby Digital Plus, 5.1 surround sound, 2ch Stereo og HDMI audio pass through up to 7.1. \nNánar: \nhttps://bland.is/til-solu/raftaeki/anna ... x/3099637/\n \nRaspberry Pi 2, Model B. Með tölvunni fylgir svartur kassi, straumbreytir, micro usb í usb snúra (fyrir rafmagnið) og 8 gb micro sd minniskort með sd converter. Talsvert öflugri en upphaflega Raspberry Pi og tilvalið til að keyra Kodi, Plex, Media Server eða bara hvað sem fólki dettur í hug. \nNánar: \nhttps://bland.is/til-solu/raftaeki/tolv ... u/3099689/\n \nEndilega gefið mér tilboð í einn eða fleiri hlut saman í skilaboðum. Er tilbúinn að skoða ýmis skipti.",
            "date": "2016-02-17 10:35:00",
            "post_id": "618089",
            "reply_to_id": false
        }
    ],
    "date": "2016-02-17 10:35:00"
}