{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "68591",
    "title": "vantar álit á samsetningu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=68591",
    "posts": [
        {
            "user_name": "OddBall",
            "text": "Hvernig virkar þessi samsetning á leikjavél?:\nMSI Z170A-G45 Gaming 1151 móðurborð\nIntel Skylake i5 6600 processor \n \nEVGA GeForce GTX 950 \nG.Skill Ripjaws V series. \nRAM DDR4 16GB (2x8GB) 2400\nvil geta spilað EVE og nýjustu leikina (Mass Effect 4...)\nmóðurborðið tekur i7 þegar ég hef efni á að upgrade-a\nEru flöskuhálsar? \noverkill? \neitthvað betra en það sem er þarna? \nég kann ekkert á yfirklukkun svo að það þarf ekki að vera í myndinni",
            "date": "2016-02-18 01:36:00",
            "post_id": "618136",
            "reply_to_id": false
        },
        {
            "user_name": "Steinman",
            "text": "Ef þú getur eitt aðeins meira þá myndi ég taka 6600K. Þó þú yfirklukkir ekki núna þá langar þig kannski að geta það í framtíðinni? Það er tiltörlega auðvellt á skylake og góðar leiðbeiningar til á vefnum og youtube. \nÉg er með 6600K og gerði mína fyrstu yfirklukkun á þessum örgjörva. Gekk eins og í sögu og keyri hann núna í 4.6Ghz með AIO vatnskælingu. Veit ekki hveru hátt þú nærð honum með loftkælingu, en þetta er þess virði að kynna sér.",
            "date": "2016-02-18 01:56:00",
            "post_id": "618137",
            "reply_to_id": "618136"
        },
        {
            "user_name": "OddBall",
            "text": "Já þetta er einmitt eitt af því sem ég hef verið að spá í, takk fyrir þetta",
            "date": "2016-02-18 02:04:00",
            "post_id": "618139",
            "reply_to_id": "618137"
        },
        {
            "user_name": "Swanmark",
            "text": "Villt eyða aðeins meira í skjákort fyrir leikjavél, 960 eða jafnvel 970. Leikir eru farnir að vera með higher resolution textures svo að þeir nota meira VRAM, held að þú fáir ekki meira en 2GB í 960 og undir.",
            "date": "2016-02-18 04:56:00",
            "post_id": "618141",
            "reply_to_id": "618139"
        },
        {
            "user_name": "Njall_L",
            "text": "Ef þú ætlar ekki að yfirklukka þarft þú ekki svona flott móðurborð með Z170 chipsetti. Myndi frekar skoða borð með H170 og nýta peninginn sem þú sparar þér í betra skjákort.\nHinsvegar ef þú villt vera nokkuð future proof þá myndirðu fara í móðurborðið sem þú talar um, i5 6600k og betra skjákort(GTX960 eða 970). Síðan gætirðu lært á yfirklukkun og þá ættirðu ekki að þurfa að uppfæra í i7 í framtíðinni.",
            "date": "2016-02-18 07:48:00",
            "post_id": "618142",
            "reply_to_id": "618141"
        },
        {
            "user_name": "2ndSky",
            "text": "Ég myndi fá mér 960 GTX með 4gb minni",
            "date": "2016-02-18 08:45:00",
            "post_id": "618143",
            "reply_to_id": "618142"
        },
        {
            "user_name": "worghal",
            "text": "Þú í rauninni þarft ekki i7 og væri því betri kostur að uppfæra frekar skjákortið svo ætti 6600 að vera nóg fyrir þig ef þú ætlar ekki að overclocka, 3.9Ghz í boost er nógu gott. Þá geturu frekar fengið þér betra skjákort",
            "date": "2016-02-18 11:48:00",
            "post_id": "618148",
            "reply_to_id": "618143"
        },
        {
            "user_name": "mind",
            "text": "Það er soddan misræmi í hlutunum ef markmiðið er að nota vélina í leikjaspilun.\nÞarft ekki öflugri örgjörva en i5\nÞarft ekki meira en 8GB minni\nÞarft ekki Z170 borð nema ætlir SLI síðar, svo ódýrara fara H170\nÉg myndi skafa þennan pening af og sökkva honum í skjákort til að ná því upp í ásættanleg afköst.",
            "date": "2016-02-18 12:02:00",
            "post_id": "618150",
            "reply_to_id": "618148"
        },
        {
            "user_name": "worghal",
            "text": "er ekki alveg sammála með minnið. 8GB er að verða of lítið í dag.",
            "date": "2016-02-18 18:21:00",
            "post_id": "618170",
            "reply_to_id": "618150"
        },
        {
            "user_name": "mind",
            "text": "Hvað tölvuleiki varðar er afkastamunurinn á 16GB vs 8GB vinnsluminni gott sem enginn, búið að athuga þetta nokkuð oft.\nhttp://www.techspot.com/article/1043-8gb-vs-16gb-ram/",
            "date": "2016-02-18 18:53:00",
            "post_id": "618172",
            "reply_to_id": "618170"
        },
        {
            "user_name": "worghal",
            "text": "Það er ekki það sem ég meina. Þú keyrir ekki einn hlut í einu. Ef hann er eins og ég. Með 100 chrome tabs og allskonar forrit í gangi og svo leik. Þá er minnið að fara að klárast. Ég dauðsé eftir því að hafa ekki tekið mér 16gb minni en fer bráðum að bæta við.",
            "date": "2016-02-18 19:18:00",
            "post_id": "618173",
            "reply_to_id": "618172"
        },
        {
            "user_name": "Hawkuro",
            "text": "Orðið á götunni er að Just Cause 3 keyri ansi illa með bara 8GB RAM, þ.a. ef þú villt future-proofa viltu fara í AMK 12 GB.",
            "date": "2016-02-19 11:08:00",
            "post_id": "618209",
            "reply_to_id": "618173"
        },
        {
            "user_name": "nidur",
            "text": "Persónulega finnst mér 16 gb lágmark í mína tölvu og þá tveir 8gb kubbar ekki 4x4gb",
            "date": "2016-02-19 11:16:00",
            "post_id": "618211",
            "reply_to_id": "618209"
        },
        {
            "user_name": "OddBall",
            "text": "mig grunar að ég þurfi i7 til að spila EVE online án þess að verða mér til skammar...",
            "date": "2016-02-19 23:04:00",
            "post_id": "618270",
            "reply_to_id": "618211"
        },
        {
            "user_name": "nidur",
            "text": "Eve er meira GPU en CPU en það er nátturulega hægt að stilla hann í frekar temmilegt quality\nNema að þú sért að keyra marga accounta í einu þá er cpu nr1.",
            "date": "2016-02-19 23:09:00",
            "post_id": "618272",
            "reply_to_id": "618270"
        },
        {
            "user_name": "baldurgauti",
            "text": "Ég myndi ekki kaupa þetta móðurborð ef þú ætlar að kaupa non-k örgjörva, og ég myndi miklu frekar fara í gtx 960 eða 970 því 950 er mögulega mesta budget kort sem þú færð í dag, þannig ef þú ætlar að fara í þennann örgjörva (sem er skiljanlegt ef þú ætlar ekki að overclocka) þá myndi ég eyða minna í móðurborðið og meira í skjákortið, fara þessvegna bara í eitthvað m-atx ef þú ætlar bara að keyra eitt skjákort á vélinni",
            "date": "2016-02-25 19:14:00",
            "post_id": "618666",
            "reply_to_id": "618272"
        }
    ],
    "date": "2016-02-18 01:36:00"
}