{
    "forum_title": "Koníakstofan",
    "id": "68596",
    "title": "Vinnsluminni",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=68596",
    "posts": [
        {
            "user_name": "baldurgauti",
            "text": "Hæ, ég var að spá hvort það væri einhver hérna sem vissi til um það hvort þessi \"skemmd\" á vinnsluminninu gæti verið ástæðan fyrir því að það virki ekki? Mér var sagt að ég hafi sett það vitlaust í og þessvegna virki það ekki.",
            "date": "2016-02-18 21:27:00",
            "post_id": "618182",
            "reply_to_id": false
        },
        {
            "user_name": "worghal",
            "text": "Þetta lítur jú út eins og þú hafir reynt að setja það vitlaust í og ýtt mjög fast niður.\nEr samt ekki viss hvað þarf mikinn þrísting til að valda skemmdum svo það virki ekki. \nErtu búinn að prufa minnið í annari tölvu?",
            "date": "2016-02-18 22:27:00",
            "post_id": "618186",
            "reply_to_id": "618182"
        },
        {
            "user_name": "nidur",
            "text": "Sést ekki vel en lítur út eins og það hafi komið sprunga þarna undir þessa tvo gull.\nOg já þetta gæti verið ástæðan fyrir því að minnið virki ekki.",
            "date": "2016-02-18 22:43:00",
            "post_id": "618190",
            "reply_to_id": "618186"
        },
        {
            "user_name": "baldurgauti",
            "text": "Ég keypti þetta nýtt og fór til þess að skila því eftir að það virkaði ekki og þeir sögðu að þeir gátu ekki tekið við því útaf þessari skemmd, þannig ég ætlaðist bara til þess að minnið væri alveg ónýtt en spurði kunningjann minn sem er rafeindarvirki til öryggis hvort þetta væri ástæðan þá taldi hann það frekar ólíklegt, þannig við ákvöðum að taka það í sundur (taka heatspreaderana af) og skoða kubbana þá kom í ljós að einn þeirra væri laus eða ekki lóðaður nógu vel á.",
            "date": "2016-02-18 23:59:00",
            "post_id": "618194",
            "reply_to_id": "618190"
        },
        {
            "user_name": "oliuntitled",
            "text": "Númer 1 að þá áttu ekki að snerta contactana (gylltu fletirnir) með berum höndum.\nNúmer 2 að ef contactarnir eru skemmdir að þá getur það valdið sambandsleysi og því að það virki ekki.",
            "date": "2016-03-02 16:07:00",
            "post_id": "619014",
            "reply_to_id": "618194"
        },
        {
            "user_name": "Hnykill",
            "text": "Og þegar þú tekur heatspreaderana af geturu rifið upp minniskubbana sem eru lóðaðir niður með. ég er hræddur um að þú sitjir sjálfur uppi með kostnaðinn af þessu :/",
            "date": "2016-03-02 17:56:00",
            "post_id": "619021",
            "reply_to_id": "619014"
        }
    ],
    "date": "2016-02-18 21:27:00"
}