{
    "forum_title": "Netkerfi - internetið",
    "id": "68616",
    "title": "Spurning varðandi línu í símaboxi",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=68616",
    "posts": [
        {
            "user_name": "ecoblaster",
            "text": "Sælir.\nÉg er búinn að velta fyrir mér hvaða leiðsla þetta er og frá hverjum hún er. Ef einhver fróður sem sem getur sagt til um það",
            "date": "2016-02-21 13:30:00",
            "post_id": "618347",
            "reply_to_id": false
        },
        {
            "user_name": "andribolla",
            "text": "Þetta er breiðbandið og er fra milu,\nÞetta kerfi komst aldrei i notkun.",
            "date": "2016-02-21 13:36:00",
            "post_id": "618348",
            "reply_to_id": "618347"
        },
        {
            "user_name": "jonsig",
            "text": "Svarta boxið er til að tappa símann hjá þér . Og eins og þú sérð kemur stúturinn á þykku leiðslunni útúr boxinu , hún er til að sprauta chem trail efni eða mind control efni inní íbúðina hjá þér og lætur þig kjósa illuminati tengda flokka.",
            "date": "2016-02-21 13:50:00",
            "post_id": "618349",
            "reply_to_id": "618348"
        },
        {
            "user_name": "nidur",
            "text": "Var þetta sett í hús líka?",
            "date": "2016-02-21 14:10:00",
            "post_id": "618350",
            "reply_to_id": "618349"
        },
        {
            "user_name": "wicket",
            "text": "Það er nú ekki rétt að Breiðbandið komst aldrei í notkun, það var í notkun í fjölda ára sem sjónvarpsdreifikerfi. Síðan var það lagt af og ljósleiðarinn sem Breiðbandið notaði nýttur í VDLSið hjá Mílu.\nEf þetta er breiðbandið inni hjá þér sem ég veit ekkert um er þetta coax kapall og ónothæfur í dag.",
            "date": "2016-02-21 14:18:00",
            "post_id": "618351",
            "reply_to_id": "618350"
        },
        {
            "user_name": "jonsig",
            "text": "Ef þið vissuð hvað menn eru að fá háa bandvídd útur góða gamla 75ohm coax  með nýrri mótunnaraðferð .. ....  setur jafnvel Cat6 í skuggann",
            "date": "2016-02-21 18:05:00",
            "post_id": "618359",
            "reply_to_id": "618351"
        },
        {
            "user_name": "andribolla",
            "text": "það er vitað en cat 5 er samt ofaná.",
            "date": "2016-02-21 18:08:00",
            "post_id": "618360",
            "reply_to_id": "618359"
        },
        {
            "user_name": "jonsig",
            "text": "Ertu að jóka ?  kynntu þér DOCSIS 3.1",
            "date": "2016-02-21 18:10:00",
            "post_id": "618361",
            "reply_to_id": "618360"
        },
        {
            "user_name": "andribolla",
            "text": "það væri hægt að ná meiri bandvídd útúr coax heldur en T.P. Kapli, en coaxinn varð samt undir og  allir eru að nota T.P. í dag.",
            "date": "2016-02-21 18:14:00",
            "post_id": "618362",
            "reply_to_id": "618361"
        },
        {
            "user_name": "jonsig",
            "text": "UHF drap breiðbandið .Fólk vildi fá 300-870MHz í heilan á sér frekar en að hafa bara gamla góða coaxinn í götunni sinni .",
            "date": "2016-02-21 18:21:00",
            "post_id": "618363",
            "reply_to_id": "618362"
        },
        {
            "user_name": "andribolla",
            "text": "Það er ekki alveg rétt hjá þér, það var internetið \"sjónvarp í gegnum netið\" sem \"drap\" breiðbandið.\nen það sem þú byrjaðir á áðann með samanburð á coax og T.P. að þá var coax notaður til þess að nettengja tölvur hér í \"gamla daga\" og í þeirri báráttu hafði T.P. betur hver svo sem ástæðan er, og coaxin sem netsnúra er ekki lengur inn í myndinni.",
            "date": "2016-02-21 18:42:00",
            "post_id": "618365",
            "reply_to_id": "618363"
        },
        {
            "user_name": "Dúlli",
            "text": "Cat strengur er líka mun betri í notkun og ekki eins viðkvæmur og coax. Kemur ekki eins mikið tap og í coax.",
            "date": "2016-02-21 19:11:00",
            "post_id": "618366",
            "reply_to_id": "618365"
        },
        {
            "user_name": "jonsig",
            "text": "Veistu eitthvað hvað þú ert að tala um í þessu samhengi ?\nRf og emi , getur verið slatta vesen í cat. Auk þess er hann viðkvæmur fyrir því hversu mikið þú afvindur pörin þegar þú treður þeim í 8p8c molex.\nAuk þess fer coaxinn 300m meðan hitt dótið meikar 90m radíus í besta falli, þá er ég að tala um cat5e. Ef þú vilt keyra cat 6 á gigabit lan þá má kapallinn ekki vera lengri en 50m . Helst innan við 33metrana.",
            "date": "2016-02-21 19:12:00",
            "post_id": "618367",
            "reply_to_id": "618366"
        },
        {
            "user_name": "Dúlli",
            "text": "Er að tala um í úrdrætti, coax strengurinn sjálfur þolir nánast engar beygjur. Ekkert mál að tengja mola á cat ef ef maður kann á þetta, það er jafn auðvelt að klúðra að tengja tengi á coax. Getur svo bara fengið þér skermaðan cat ef þetta er það viðkvæmt fyrir truflun. ég myndi alltaf kjósa þessa að hafa cat streng sem patch streng í stað coax, allt of stífur og viðkvæmur strengur.\nBætt við : \nÆtla ekki einu sinnu að halda áfram að þræta við þig þar sem þú ert alltaf allvitur. Eigandi þráðarins spurði hvaða strengur þetta var og það er búið að svara því þannig málið er leyst.",
            "date": "2016-02-21 19:24:00",
            "post_id": "618369",
            "reply_to_id": "618367"
        },
        {
            "user_name": "russi",
            "text": "Ég mun seint taka undir það að hefbundin CAT vs hefðbundin Coax að Coax sé viðkvæmari. En fólk hefur misjafna reynslu af köplum, ég hef viðtæka reynslu og þetta er mín reynsla.  Aftur á móti þegar ég nota sérstakan Cat (outdoor-cat) þá er hann mun sterkari en hefðbundin Coax. Ef ég nota RG-59 Coax þá er hann álíka stekur og Úti-Cat, fari ég í RG-214 þá er Coaxin mun sterkari. Bara svona til að rugla í ykkur.\nEn ein af ástæðum þess að Cat vann þennan bardaga var að hraðinn í Coax er ekki samhverfur. Coax er hugsaður til flytja mikið af gögnum í eina átt, ef þú ætlar að flytja í hina áttina þá þarftu að gefa afslátt.\nEinning með Coax netkerfi, þá er flóknara að viðhalda þeim, töluvert flóknara, þó þú fengið þér 50ohm Coax í verkið sem er mýkri en hefbundin CAT5 strengur, já og sá sterngur er án efa viðkvæmari en hefbundin Cat5 strengur, nema þú farir yfir 8mm þykkt líklega.\nErgo - Þið höfuð báðir rétt fyrir ykkur og rangt, þetta er spurngin um hvorn póllinn er tekin og líka spurning um reynslu og upplifun.\nJá og btw, þegar maður var að skoða Coax netkerfi þegar sólin var ung, þá var nóg að slíta eina vél úr sambandi og þá mistu allar vélar fyrir aftan hana samband, já eða bara taka Coax-Terminatorinn útúr síðustu tölvunni og allt fór í rugl.\nViðbót\nJú Coax þolir beygjur mjög vel, sett stundum upp kerfi sem innihalda Coax og þá móta ég hann eins og mér sýnist.",
            "date": "2016-02-21 19:49:00",
            "post_id": "618370",
            "reply_to_id": "618369"
        },
        {
            "user_name": "jonsig",
            "text": "Hann útskýrði aldrei af hverju töpin í Cat séu lægri en coax.  \nHann virkaði á mig eins og sölumaður í sjónvarpsmiðstöðinni með þessari setningu þarna fyrst ,þá fór ég í gang. Hann þarf að afsaka \"fact\" löggur sem geta alveg haft rangt fyrir sér líka , alveg eins og við eigum að umbera verðlöggur ,þar sem þetta er jú... \"no bullshit síða\" .",
            "date": "2016-02-21 20:33:00",
            "post_id": "618374",
            "reply_to_id": "618370"
        },
        {
            "user_name": "depill",
            "text": "Þetta fór alveg í notkun, sumir upplifðu bæði digital og analog Breiðbandið. Mamma og pabbi voru með þetta, þetta var mikið betra en loftnetið. Mikil mistök að hætta að nota COAX kerfið \n+ vegna þess að þessi rör eru tilbúin inní hús, kross legg ég alltaf fingur að Míla blási einhvern tíman í þetta ljós \nJibb",
            "date": "2016-02-21 23:50:00",
            "post_id": "618387",
            "reply_to_id": "618374"
        },
        {
            "user_name": "rapport",
            "text": "Lýðræðið (markaðurinn) valdi CAT... bara kommúnistar frá Norður Kóreu vilja coax....\nÞað er heilmikil tækni sem er betri en verður samt undir vegna einhverskonar kjána dreifingu/laga/reglna á einhverju formatti eða kostnaði.\nSbr. VHS, NTSC ofl. ofl.",
            "date": "2016-02-22 02:12:00",
            "post_id": "618388",
            "reply_to_id": "618387"
        },
        {
            "user_name": "wicket",
            "text": "Míla er einmitt að fara að gera það held ég, eiga þessi rör útum allan bæ og tóm rör í nýjum hverfum.",
            "date": "2016-02-22 13:07:00",
            "post_id": "618397",
            "reply_to_id": "618388"
        }
    ],
    "date": "2016-02-21 13:30:00"
}