{
    "forum_title": "Koníakstofan",
    "id": "68654",
    "title": "Panta raftæki sem er ekki CE merkt.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=68654",
    "posts": [
        {
            "user_name": "Tish",
            "text": "Góðan daginn, ég var aðeins of fljótur á mér og pantaði raftæki af aliexpress sem er ekki CE merkt. Ég las eitthvað vitlaust á þetta, hafið þið fengið raftæki til ykkar sem er ekki CE merkt ?",
            "date": "2016-02-25 19:02:00",
            "post_id": "618662",
            "reply_to_id": false
        },
        {
            "user_name": "Steinman",
            "text": "Held að pósturinn sendi þetta beint til baka, eftir að hafa látið þig vita. Fékk einhverntíman bluetooth hátalara ekki CE merkta og þannig gékk þetta fyrir sig þá.",
            "date": "2016-02-25 19:05:00",
            "post_id": "618663",
            "reply_to_id": "618662"
        },
        {
            "user_name": "C2H5OH",
            "text": "nei þetta er stopp í tollinum og þú þarft að óska eftir því að láta endursenda.\nPantaði einhverntíman spjaldtölvu þaðan og það stóð í auglýsingunni að þú væri CE merkt og vottuð en svo var hún það ekki. hún fór ekki framhjá tollinum",
            "date": "2016-02-25 19:06:00",
            "post_id": "618664",
            "reply_to_id": "618663"
        },
        {
            "user_name": "jonsig",
            "text": "Ef tollurinn er að sinna vinnunni sinni þá verður þetta stöðvað .",
            "date": "2016-02-25 19:12:00",
            "post_id": "618665",
            "reply_to_id": "618664"
        },
        {
            "user_name": "Viggi",
            "text": "Fer eftir því hvað stendur á kassanum líka. Fékk síma sem var ce merktur á kassanum en síminn sjálfur var það ekki",
            "date": "2016-02-25 19:14:00",
            "post_id": "618667",
            "reply_to_id": "618665"
        },
        {
            "user_name": "Tish",
            "text": "Já akkúrat, veit ekki hvort maður eigi að taka sénsinn. Skoða þeir oftast það sem er í kassanum ?",
            "date": "2016-02-25 19:20:00",
            "post_id": "618668",
            "reply_to_id": "618667"
        },
        {
            "user_name": "brain",
            "text": "Lenti í að fá raftæki ekki CE merkt, var sent til baka, eftir að mér var tilkynnt um það.",
            "date": "2016-02-25 19:24:00",
            "post_id": "618669",
            "reply_to_id": "618668"
        },
        {
            "user_name": "jonsig",
            "text": "CE-merkingin er yfirlýsing ábyrgðaraðila um að viðkomandi vara uppfylli grunnkröfur þeirra Evróputilskipana sem um hana gilda og að við mat á samræmi hafi verið beitt þeim aðferðum sem tilteknar eru í viðkomandi tilskipunum .\nEfast um að þeir séu að rjúfa innsigli og annað á kassanum nema þú sért á shitlist hjá tollinum",
            "date": "2016-02-25 20:31:00",
            "post_id": "618677",
            "reply_to_id": "618669"
        },
        {
            "user_name": "Tish",
            "text": "Já nákvæmlega, eina samt sem ég veit að er CE merkt er straumbreytirinn en það er ekki CE merking á pakkningunum.",
            "date": "2016-02-25 22:05:00",
            "post_id": "618684",
            "reply_to_id": "618677"
        },
        {
            "user_name": "jonsig",
            "text": "Spennibreytirinn getur verið frá öðrum framleiðanda sem hefur vit á að setja fake ass CE merkingu á dótið sitt .",
            "date": "2016-02-25 22:09:00",
            "post_id": "618685",
            "reply_to_id": "618684"
        },
        {
            "user_name": "rapport",
            "text": "Eins og einhver benti á hérna, þá er CE bara \"declaration\" frá framleiðanda um að varan uppfylli kröfur EU, það er ekki staðfesting á að hún geri það.\nFyrir aðila sem eru í innkaupum t.d. fyrir hið opinbera er lágmarkskrafa að fá pappíra um hinar ýmsu vottanir, t.d. GS merkið sedm er m.a. staðfesting á að CE merkið sé ekki uppspuni.\nAuk þess má ekki selja rafmagnstæki í Þýskalandi ef það er ekki GS merki á þeim.\nFyrir vikið þá ættu flest tæki sem ekki eru e-h cheap að vera með bæði CE og GS merki.",
            "date": "2016-02-25 22:21:00",
            "post_id": "618687",
            "reply_to_id": "618685"
        },
        {
            "user_name": "Manager1",
            "text": "Er ekki til merki sem vottar að GS merkið sé ekki uppspuni... og helst merki sem vottar að merkið sem vottar að GS merkið sé ekki uppspuni sé ekki uppspuni #þvílíkvitleysa",
            "date": "2016-02-25 23:25:00",
            "post_id": "618691",
            "reply_to_id": "618687"
        },
        {
            "user_name": "arons4",
            "text": "Ef þú gefur út vöru með GS merkingu án þess að vera búinn að fá vottunina til að setja merkinguna á vöruna verðurðu örugglega sektaður eða beittur öðrum refsingum.",
            "date": "2016-02-25 23:41:00",
            "post_id": "618693",
            "reply_to_id": "618691"
        },
        {
            "user_name": "Tish",
            "text": "Já þetta er algjör steypa, hvað myndi gerast ef það yrði bara settur CE límmiði á pakkninguna væri það nóg ?",
            "date": "2016-02-26 00:03:00",
            "post_id": "618694",
            "reply_to_id": "618693"
        },
        {
            "user_name": "arons4",
            "text": "CE merking frá framleiðanda er í raun ekkert annað en framleiðandinn að taka ábyrgð á því að varan standist kröfurnar, í raun ekkert sem sannreynir það annað en prófanir framleiðandas sjálfs.",
            "date": "2016-02-26 00:05:00",
            "post_id": "618695",
            "reply_to_id": "618694"
        },
        {
            "user_name": "Tish",
            "text": "Ok veit núna að tækið er með CE vottun en er ekki með CE merkt á tækinu sjálfu, ég fékk senda vottunina á þessu raftæki sem sýnir að hún er vottuð með CE. Myndi duga að prenta það út og fara með í tolinn ef þess færi ?",
            "date": "2016-02-26 02:46:00",
            "post_id": "618701",
            "reply_to_id": "618695"
        },
        {
            "user_name": "rapport",
            "text": "Það er reyndar alltaf tiltekið hvaða faggildi úttektaraðili gefur út viðkomandi GS merki/vottun.\nÖll innkaup ríkisins eiga m.a. að vera skv. þeim skilyrðum semkynnt eru á vinn.is.\nÞað er ekkert grín að fá staðfestingar og vottanir fyrir þessum atriðum sem þar eru tiltekin.\nÍ því samhengi er CE merking verðlaus en GS merki fullgilt enda kemur það frá faggildum úttektaraðila sem prófað hefur viðkomandi búnað.",
            "date": "2016-02-26 11:18:00",
            "post_id": "618712",
            "reply_to_id": "618701"
        },
        {
            "user_name": "Varg",
            "text": "Bíddu stendur CE ekki fyrir China Export?",
            "date": "2016-02-26 16:52:00",
            "post_id": "618726",
            "reply_to_id": "618712"
        },
        {
            "user_name": "jonsig",
            "text": "",
            "date": "2016-02-26 18:40:00",
            "post_id": "618732",
            "reply_to_id": "618726"
        },
        {
            "user_name": "arons4",
            "text": "Jú það gerir það reyndar. Heldur blekkjandi því China export og hin sanna CE merking eru ansi líkar.",
            "date": "2016-02-26 21:18:00",
            "post_id": "618734",
            "reply_to_id": "618732"
        },
        {
            "user_name": "jonsig",
            "text": "Það er einmitt tilgangurinn.. að blekkja þig . Einstein .",
            "date": "2016-02-27 01:21:00",
            "post_id": "618741",
            "reply_to_id": "618734"
        }
    ],
    "date": "2016-02-25 19:02:00"
}