{
    "forum_title": "Koníakstofan",
    "id": "68679",
    "title": "Bestu pönnurnar",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=68679",
    "posts": [
        {
            "user_name": "Klemmi",
            "text": "Sælir drengir,\nsystir mín bað um góða pönnu í stórafmælisgjöf, ég man að það var hér þráður um góða hnífa á sínum tíma en langaði að spyrja hvort það væru ekki einnig einhverjir pönnu sérfræðingar hér? \nHún má alveg kosta smá, 15-20þús, gefið að hún sé góð.\nÞað var búið að benda mér á \nJamie Oliver pönnurnar hjá Ormsson\n, en ég er með svo mikla fordóma fyrir hlutum sem bera nafn frægs fólks að ég ákvað allavega að spyrja áður en ég færi í eitthvað svoleiðis...\nVona að þið hafið eitthvað frábært til málanna að leggja!\nMeð fyrirfram þökkum,\nKlemmi",
            "date": "2016-02-29 16:38:00",
            "post_id": "618845",
            "reply_to_id": false
        },
        {
            "user_name": "Tiger",
            "text": "Ég er búinn að vera með Jami Oliver Tefal pönnnu frá Ormsson núna í einhver ár, mæli hiklaust með henni.",
            "date": "2016-02-29 16:59:00",
            "post_id": "618846",
            "reply_to_id": "618845"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Ég er bæði með Le Crueset og Jamie Oliver pönnu. Le Crueset er svakaleg þung og hálf erfitt að nota hana ef þú ert ekki vanur henni. Konan notar hana ekkert, segir hana of þunga. Ég kýs hana alltaf umfram Jamie pönnuna bara fyrir hversu heit hún verður og hversu jafn hitinn er yfir alla pönnuna. Svo erum við líka með Le Crueset grillpönnu sem er æði. Þægilegt að geta hent henni heilli inn í ofn. \nhttp://www.lifoglist.is/vorur/pottar-po ... cm-raudh_1\nJamie er auðveldur í notkun, rosalega þægilegt handfangið á henni (og pottunum líka). Annars bara frekar venjuleg teflon panna ef þú hefur notað svoleiðis. Auðveldara að þrífa. Pottarnir frá honum eru líka ágætir, sama handfangið og auðvelt að þrífa þá alla. Saladmaster eru betri.\nGangi þér vel að velja.",
            "date": "2016-02-29 17:08:00",
            "post_id": "618847",
            "reply_to_id": "618846"
        },
        {
            "user_name": "akarnid",
            "text": "Ég komst óvænt að því um jólin að Bónus er að selja \nLodge\n pönnur úr steyptu járni.  Voru þar með tvær pönnur í kassa, eina 10\" og 8\" á algeru steal verði, 9998 kr.  Lodge er búið að vera að framleiða svona stöff í um 100 ár og vita hvað þeir eru að gera.  Líklega bestu kaup sem ég hef gert hingað til fyrir eldhúsið.\nÉg myndi alveg vilja eiga sona Le Creuset pönnu, en þær eru alveg níðþungar og fokdýrar.   Lodge pönnurnar eru þungar líka, en létt að þrífa þær með heitu vatni og svo bara bera olíu á þær (seasona) áður en þær fara inn í skáp.",
            "date": "2016-02-29 17:16:00",
            "post_id": "618849",
            "reply_to_id": "618847"
        },
        {
            "user_name": "methylman",
            "text": "Þessi hefur reynst frábærlega  virkar á Span og allar hellur  það er eitt sem þarf að spá í við pönnukaup  \nhttp://ht.is/product/original-pro-servi ... 8436028100",
            "date": "2016-02-29 17:40:00",
            "post_id": "618853",
            "reply_to_id": "618849"
        },
        {
            "user_name": "chaplin",
            "text": "Jamie Oliver eru SNILLD! Go for it!",
            "date": "2016-02-29 18:43:00",
            "post_id": "618859",
            "reply_to_id": "618853"
        },
        {
            "user_name": "brain",
            "text": "Mæli hiklaust með Jamie pönnuni !",
            "date": "2016-02-29 18:46:00",
            "post_id": "618861",
            "reply_to_id": "618859"
        },
        {
            "user_name": "jonsig",
            "text": "Hvað sem þær heita ,þá eru pönnur úr flugvélastáli og titanium húðaðar besta sem þú kemst í . Sérstaklega ef þær hafa svipaða efnisþykkt á hliðunum og á botninum þá ertu með eitthvað fullorðins í höndunum .\nEinhverntíman prufaði maður að sjóða saltvatn með nokkrum tegundum af pönnum og pottum til að sjá hvort saltið leechaði einhvern óþvera úr pottinum .  Og já , járnpottar alveg hiklaust , og teflon .. segjum að ég reyni að forðast þannig dót eins og heitan eldinn núna .",
            "date": "2016-02-29 18:48:00",
            "post_id": "618863",
            "reply_to_id": "618861"
        },
        {
            "user_name": "bigggan",
            "text": "Við erum með venjulega Tefal pönnunni frá ormsson og það sést ekki á henni, þó hún sé orðin nokkra ára gömul.",
            "date": "2016-02-29 20:54:00",
            "post_id": "618876",
            "reply_to_id": "618863"
        },
        {
            "user_name": "chaplin",
            "text": "Félagi minn var plataður á Saladmaster kynningu, eldað ofaní liðið og síðan haldin sölukynning og þegar þau vildu ekki kaupa pakkan (sem kostaði um 5-600.000 kr þá var bara farið í fýlu. \nÉg prufaði annars svona pönnu fyrir nokkrum mánuðum, máltíðin var ekki flóknari en egg og bacon en það límdist all við pönnuna (sem var fullyrt að ætti ekki að vera hægt), e-h sem hefur aldrei gert með my glorious Jamie Oliver pönnu. Ég ætla samt ekkert að draga úr því að þetta er örugglega það besta sem þú kemst í, en ekki sannfærður að þetta sé eins gott og allir fullyrða.",
            "date": "2016-03-01 00:24:00",
            "post_id": "618889",
            "reply_to_id": "618876"
        },
        {
            "user_name": "GuðjónR",
            "text": "Þetta er happdrætti, dýr panna er ekki endilega góð panna.\nEr sjálfur búinn að eiga þrjár pönnur síðustu 20 árin eða svo, allt pönnur sem flokkast sem \"góðar\" pönnur.\nÍ dag er ein eftir, dýrasta og fínasta pannan hafði lélegustu endinguna eða um 3 ár, þrátt fyrir að fá bestu meðferðina meðan sú ódýrasta er sú eina sem er ennþá í notkun. Finndu þér pönnu sem er innan þess ramma sem þú ætlar að eyða í gjöfina og þú ert með flotta gjöf, sama hvaða merki þú velur.",
            "date": "2016-03-01 09:35:00",
            "post_id": "618899",
            "reply_to_id": "618889"
        },
        {
            "user_name": "demaNtur",
            "text": "Jamie Oliver pönnurnar alveg 100% þess virði, er með fullt sett af þeim. Bestu pönnur sem ég hef notað, ever.",
            "date": "2016-03-01 10:18:00",
            "post_id": "618903",
            "reply_to_id": "618899"
        },
        {
            "user_name": "linenoise",
            "text": "Ég hata húðaðar pönnur, mér finnst þær ekki endast, ekki einu sinni þær dýru og konan og krakkarnir geta aldrei stillt sig um að setja málmáhöld í húðina.\nÉg endaði á sensuell stálpönnu frá IKEA. \nhttps://www.ikea.is/products/37877\n \nHún er úr stáli með álsamlokubotni, hitnar mjög vel og jafnt. Sést hvergi í álið, þannig að engin tæring. Handfangið á henni er eldfast svo það má stinga henni inn í ofn. Fæst í 3 stærðum. Það er geðveikt gott að hræra í henni, hliðarnar henda matnum aftur inn á pönnuna. Hún er nógu djúp fyrir allar kássur og svoleiðis.\nTvö \"vandamál\": \nMaður þarf að kunna á stálpönnu (eða bara non-non-stick-pönnur yfirhöfuð ) til að festist ekki við hana þegar maður steikir. Nota nægan hita. Ef systir þín neitar að steikja upp úr olíu þá er þetta ekki pannan fyrir hana. Það festist aldrei við hjá mér.\nHún dökknar með notkun/aldri. Mér finnst það bara sjarmerandi en það eru ekki allir sammála. Ég þekki það ekki nógu vel, en skilst að 18/10 stál dökkni ekki.\nEkki láta fæla þig frá að hún sé frá IKEA eða undir budget. Þetta væri massa góð panna þó hún kostaði 20 þús.",
            "date": "2016-03-01 11:16:00",
            "post_id": "618913",
            "reply_to_id": "618903"
        },
        {
            "user_name": "nidur",
            "text": "Hef notað jamie/Tefal pönnurnar þær eru alveg fínar en overpriced finnst mér.\nÞessi hér er ekkert verri \nhttps://www.ikea.is/products/79918\nSvo þegar ég fékk mér span þá henti ég þessu öllu og keypti mér Stórt sett í ikea á 20-30 þús, en það var bara af því að pannan sem var í settinu er ógeðslega góð og fékkst ekki stök, og fæst ekki lengur. ;/",
            "date": "2016-03-01 12:13:00",
            "post_id": "618919",
            "reply_to_id": "618913"
        },
        {
            "user_name": "GuðjónR",
            "text": "Tefal er ágætis merki hvort sem það stendur Jamie Oliver á þeim eða ekki, sama vara úr sömu verksmiðju.\nÞú þarft 18/10 stál á spanhellur.",
            "date": "2016-03-01 15:10:00",
            "post_id": "618933",
            "reply_to_id": "618919"
        },
        {
            "user_name": "linenoise",
            "text": "IKEA segir að sensuell virki á spanhellur. Aldrei prófað.",
            "date": "2016-03-01 15:25:00",
            "post_id": "618935",
            "reply_to_id": "618933"
        },
        {
            "user_name": "dori",
            "text": "Einhversstaðar sá ég að ef segull tollir á botninum þá virki pannan/potturinn á spanhellu. Held að það sé ekkert flóknara en það.",
            "date": "2016-03-01 15:30:00",
            "post_id": "618939",
            "reply_to_id": "618935"
        },
        {
            "user_name": "GuðjónR",
            "text": "http://ths.gardenweb.com/discussions/23 ... less-steel",
            "date": "2016-03-01 15:54:00",
            "post_id": "618941",
            "reply_to_id": "618939"
        },
        {
            "user_name": "linenoise",
            "text": "Þarna stendur reyndar að 18/10 sé \nekki\n magnetic. Flestir framleiðendur á nútímapönnum nota sérstakt stál í botninn einmitt til að það virki á spanhellum. \nSegultestið virkar fínt ef þú testar botninn. Það er bara yfirborðið sem snertir helluna sem þarf að vera magnetic. Allt annað í botninum, sem spanið hefur ekki áhrif á (eitthvað stál, álið etc), þjónar öðrum tilgangi. Ál virkar til dæmis ekki með spani en er samt í mörgum spanpönnum því það leiðir hita svo vel og er létt.",
            "date": "2016-03-01 16:12:00",
            "post_id": "618942",
            "reply_to_id": "618941"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég veit, er búinn að vera með spanhelllu síðan 2001, er á þriðja helluborðinu.",
            "date": "2016-03-01 16:35:00",
            "post_id": "618944",
            "reply_to_id": "618942"
        },
        {
            "user_name": "jonsig",
            "text": "Spanið virkar bara eins og lossy spennis kjarni og myndar eddie strauma / hringrásar strauma á botni pottsins . \nEf nikkel hlutfallið er hátt í pottinum þá gerist ekki mikið .  Þarf helst að vera ál/járnkjarni á botninum koparblanda mundi virka flott.",
            "date": "2016-03-01 20:55:00",
            "post_id": "618964",
            "reply_to_id": "618944"
        },
        {
            "user_name": "kfc",
            "text": "Ef þú villt alvöru pönnur þá eru það þýsku AMT Gastoguss pönnurnar sem fást í Progastro\nhttp://www.progastro.is/category/vorur/ ... astroguss/",
            "date": "2016-03-01 21:18:00",
            "post_id": "618966",
            "reply_to_id": "618964"
        },
        {
            "user_name": "machinefart",
            "text": "Hmm, ég er ekki að fatta? ertu að segja fólki að fá sér ál eða kopar pott fyrir span?",
            "date": "2016-03-02 22:11:00",
            "post_id": "619040",
            "reply_to_id": "618966"
        },
        {
            "user_name": "jonsig",
            "text": "Tek það framm að ég er ekki sérfræðingur í pottum og pönnum, var einfaldlega að segja að pottar með þessum efnablöndum ættu að virka .",
            "date": "2016-03-02 23:38:00",
            "post_id": "619049",
            "reply_to_id": "619040"
        },
        {
            "user_name": "machinefart",
            "text": "Það er ágætt þú takir það fram því eftir minni bestu þekkingu þá virkar hvorki ál né kopar á spanhellu - þetta eru of góðir leiðarar skilst mér.",
            "date": "2016-03-03 18:46:00",
            "post_id": "619090",
            "reply_to_id": "619049"
        },
        {
            "user_name": "jonsig",
            "text": "\"However, there are a few surprises when considering what pots and pans work well with induction cooktops – there are some nonstick aluminum and copper examples that will play nicely with induction.\"\nAllskonar þættir sem spila inní ,er efnið segulhart eða seguldeigt ..ofl ofl  það þarf ekki að vera há leiðni í efninu til að hringrásarstraumar myndist .\nhttp://foodal.com/kitchen/pots-pots-ski ... /#Nonstick",
            "date": "2016-03-03 18:50:00",
            "post_id": "619091",
            "reply_to_id": false
        }
    ],
    "date": "2016-03-03 18:50:00"
}