{
    "forum_title": "Koníakstofan",
    "id": "68694",
    "title": "Einokun vodafone!!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=68694",
    "posts": [
        {
            "user_name": "slubert",
            "text": "Hversu fáránlegt er það að þurfa að leigja myndlykil af vodafone ef ég vill fá sjónvarp í gegnum ljósleiðara, þoli ekki viðmótið í þessum blessaða amino myndlykli,  ef ég ætla að fara í sjónvarp 365 eða símans þá þarf ég að skipta yfir í lélegri tengingu með tilheyrandi veseni.\nHvað finnst vökturum um þetta er þetta bara í lagi?\ner einhver hérna sem hefur farið aðra leið og verslað sér bara tæki sem getur keyrt sjónvarp í gegnum ljósleiðara svo maður þurfi ekki að vera blæða í leigu hjá vofafone?\nPersónulega þá finnst mér þetta alger steypa að fyrirtæki bjóði uppá internet frítt með sjónvarps pakka, einsog 365 er að bjóða,  og senda mig svo í samkeppnis aðila að leigja mér myndlykil svo ég geti nýtt mér þjónustuna.",
            "date": "2016-03-01 16:55:00",
            "post_id": "618946",
            "reply_to_id": false
        },
        {
            "user_name": "GuðjónR",
            "text": "Sammála að það sé skrítið að geta ekki notað Vodafone lykil hjá Símanum eða Símalykil hjá Vodafone .. lítið frelsi.\nHef samt heyrt að Síminn vilji ekki sleppa sínum \"yfirburðalykli\" yfir á Vodafone netið af ótta við að missa notendur af \"yfirburðaljósnetinu\" sínu.\nVeit svo sem ekki hvað er til í þessu.",
            "date": "2016-03-01 17:40:00",
            "post_id": "618948",
            "reply_to_id": "618946"
        },
        {
            "user_name": "Mencius",
            "text": "Hvernig er það einokun hjá vodafone þegar að það er síminn sem býður ekki uppá myndlyklana sýna á ljósleiðara??? Alveg samála með þessa amino myndlykla en það er síminn sem neitar að leigja sýna myndlykla fyrir ljós",
            "date": "2016-03-01 17:55:00",
            "post_id": "618951",
            "reply_to_id": "618948"
        },
        {
            "user_name": "fma98",
            "text": "Ég er að reyna nota eingöngu apple tv 4. Er að ná rúv og fleiri fríum stöðum í gengum TV streams appið. \nSvo er sarpurinn væntanlegur á tækið.",
            "date": "2016-03-01 19:19:00",
            "post_id": "618957",
            "reply_to_id": "618951"
        },
        {
            "user_name": "GuðjónR",
            "text": "Vodafone ljósið, þeir leyfa myndlyklana á sitt eigið ljós.\nÞað eru góðar fréttir, draumurinn er að losna við þetta IPTV og streyma þeim rásum sem maður vil streyma sjálfur.",
            "date": "2016-03-01 21:14:00",
            "post_id": "618965",
            "reply_to_id": "618957"
        },
        {
            "user_name": "dori",
            "text": "Nákvæmlega, reyndar þá myndi ég ekki treysta því að hafa bara RÚV netstrauminn ef maður ætlaði að ná einhverju sem er vinsælt live. Maður þarf að drullast til að setja upp einhverja græju sem sækir þessa strauma sem myndlykillinn notar inná local netið svo maður geti horft á þá eins og maður vill.",
            "date": "2016-03-01 21:19:00",
            "post_id": "618969",
            "reply_to_id": "618965"
        },
        {
            "user_name": "slubert",
            "text": "Vodafone hleypir ekki neinum öðrum inná ljósnetið með sjónvarps þjónustur, þetta var mér allavega sagt af 365 og símanum svo ég sel það ekki dýrara en ég keypti það. Ef þetta er satt þá myndi ég kalla það einokun.\nGet verslað mér amino myndlykil fyrir 266 dollara en ég held að það sé ekki að borga sig, kanski er hann líka að verða úreldur.\nsvo veit ég ekki hvort það virkar að nota lykla sem eru ekki frá vodafone. Langar samt að eyða í þetta bara til þess að gefa þeim puttan og hætta að borga þennan auka kostnað sem er með öllum þessum svaka dílum sem þessi fyrirtæki bjóða uppá. Er kominn með minn einka router svo næsta skref var TV-box, er að spá í að hætta þesu bara og nota bara netflix, hulu og fleyra.",
            "date": "2016-03-01 22:15:00",
            "post_id": "618971",
            "reply_to_id": "618969"
        },
        {
            "user_name": "Icarus",
            "text": "Ekki eins og þú getir keypt Amino lykil og skellt honum í samband, minnsti kostnaðurinn er boxið sjálft. Aðalvinnan liggur í hugbúnaðinum sem keyrir á boxinu og að koma öllum þessum sjónvarpsstöðum til þín með tilheyrandi aukaþjónustu líkt og tímavél og VOD.\nHvaða lausn hentar þér fer algerlega eftir þínum þörfum, ef þú villt bara ná Rúv geturðu keypt þér klassískt loftnet og tengt það. Þarf ekkert að vera IPTV.",
            "date": "2016-03-01 23:10:00",
            "post_id": "618974",
            "reply_to_id": "618971"
        },
        {
            "user_name": "einarth",
            "text": "Kvöldið.\nHvað varðar Ljósleiðarann - þá er engin einokun á sjónvarpsþjónustum þar. \nÞað er öllum fjarskiptafélögum opið að veita sjónvarpsþjónustu yfir Ljósleiðarann.\nÞað vill bara þannig til að Vodafone er eini aðilin sem hefur sýnt því áhuga. Get ekki séð að það sé sök Vodafone.\nKv, Einar.",
            "date": "2016-03-01 23:19:00",
            "post_id": "618975",
            "reply_to_id": "618974"
        },
        {
            "user_name": "slubert",
            "text": "Hvað eru starfsmenn annara fjarskipta fyrirtækja þá að segja að þeir séu að einoka þetta? eru starfsmenn þessara fyrirtækja ekki nægilega upplýstir um það sem er í gangi, er þeim sagt að það sé einokun í gangi? Finnst frekar skrýtitð að mér sé sögð sama sagan á báðum stöðum.",
            "date": "2016-03-01 23:37:00",
            "post_id": "618976",
            "reply_to_id": "618975"
        },
        {
            "user_name": "arons4",
            "text": "Ekkert nýtt að starfsmenn fjarskiptafyrirtækja á íslandi séu illa upplýstir. \nEf mér skjátlast ekki á Vodafone ekki ljósleiðarann og án samnings við GR um slíkt(Sem væri sennilega ekki löglegur) ráða þeir engu um viðskipti GR við aðra aðila..",
            "date": "2016-03-01 23:57:00",
            "post_id": "618978",
            "reply_to_id": "618976"
        },
        {
            "user_name": "Mencius",
            "text": "Málið er að síminn er ekki að bjóða uppá sýna myndlykla á ljósleiðara nema þá gpon sem þeir eru með. En veit að fólk er með myndlykla frá símanum á ljósneti með vodafone tengingu. Svo eru einu fjarskiptafyrirtækin sem bjóða uppá myndlykla síminn og vodafone hins vegar ef hinn fyrirtækin vildu gætu þau boðið uppá myndlykla. Og svo vill síminn heldur ekki leyfa vodafone að senda út stöðvar sem skjárinn er með....",
            "date": "2016-03-02 00:29:00",
            "post_id": "618984",
            "reply_to_id": "618978"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Ef einhver er að einoka eitthvað þá er það Síminn. Mig minnir nú örugglega að það sé hægt að nota Símamyndlykil á ljósneti hjá Vodafone (í gegnum Mílu allavega). Það þarf að stilla það sérsaklega, routerinn kemur ekki configaður þannig. Og ég held að það séu ekkert allir starfsmenn sem kunna að gera það, en ef þú hittir á réttan aðilaog ýtir nógu mikið á eftir því, þá gætirðu fengið að vera með Sjónvarp Símans á ljósneti Vodafone.\nLjósleiðarinn er annað mál, en eins og Einar segir þá er Vodafone eina félagið sem hefur sýnt því áhuga að bjóða upp á sjónvarpsþjónustu í gegnum hann.\nEf þú vilt fá best of both worlds þá geturðu fengið þér sér línu fyrir sjónvarpið og notað netið í gegnum ljósleiðarann. Auka kostnaður, en þangað til Síminn hættir að vera með stæla þá er lítið annað hægt að gera.",
            "date": "2016-03-02 08:24:00",
            "post_id": "618989",
            "reply_to_id": "618984"
        },
        {
            "user_name": "einarhr",
            "text": "Ég er hjá Vodafone og eftir að Síminn fór í hart við Vodafone í janúar þá tapaði ég ca 20 sjónvarpstöðvum. Ég hef verið að skoða mig um og hef lítin áhuga á að fara á Ljósnetið þar sem það er úrelt tækni miðað við Ljósleiðara. Eina leiðin til að fá Sjónvarp símans er að vera með ljósnet eða kaupa sér sér aðgang að ljósneti bara fyrir sjónvarp símans og kostar það um 7000 kr á mánuði fyrir utan áskriftarpakka Sjónvarps Símans.\nÉg átti gott samtal við tæknimann hjá Símanum og sagði hann mér að það væri á dagskrá í ákveðnum hverfum á höfuðborgarsvæðinu að tengja mílu á Ljósleiðaran. Ég sel það ekki dýrara en ég keypti það en ég vona svo innilega að þetta standist.",
            "date": "2016-03-02 11:49:00",
            "post_id": "618997",
            "reply_to_id": "618989"
        },
        {
            "user_name": "AntiTrust",
            "text": "Er þessi umræddi starfsmaður þá ekki bara að meina að Míla sé að fara að GPON væða ákveðin hverfi? Þeas, að Míla sé að fara að leggja sinn eigin fíber, en ekki tengjast yfir á GR netið? Ég myndi skilja þetta þannig.",
            "date": "2016-03-02 11:58:00",
            "post_id": "618998",
            "reply_to_id": "618997"
        },
        {
            "user_name": "arons4",
            "text": "Það er á áætlun hjá þeim.\nhttps://www.mila.is/framkvaemdir/ljosle ... l-heimila/",
            "date": "2016-03-02 12:03:00",
            "post_id": "618999",
            "reply_to_id": "618998"
        },
        {
            "user_name": "Tiger",
            "text": "Shiiit hvað ég er glaður að sjá Heimilsfangið mitt og húsnúmmer þarna. \nSkil ég þetta rétt, mun þá geta fengið ljósleiðara og verið samt enn hjá Símanum? Eða mun ég þurfa að skipta yfir í annað fyrirtæki?",
            "date": "2016-03-02 12:08:00",
            "post_id": "619000",
            "reply_to_id": "618999"
        },
        {
            "user_name": "Spekingur",
            "text": "Skjárinn sameinaðist Símanum. Fyrirtækið Skjárinn er sem slíkt ekki lengur til. Öll sjónvarpsþjónusta Skjásins er því núna í eigu Símans.\nEftir því sem ég best veit þá er Vodafone ekki heldur að bjóða upp á sínar rásir á Símalyklinum. Eina félagið sem býður upp á sjónvarpsþjónustu óháð fjarskiptafyrirtæki er 365 og jafnvel þá, er ég ekki viss um að rásaúrvalið sé eins milli fjarskiptafyrirtækjanna sem bjóða upp á myndlykla. Veit það fyrir víst að starfsmaður 365 benti mér á Vodafone til að geta séð rásir í pakka sem 365 hættu að senda út gegnum Símalykilinn.",
            "date": "2016-03-02 12:40:00",
            "post_id": "619001",
            "reply_to_id": "619000"
        },
        {
            "user_name": "Bioeight",
            "text": "Og starfsmaður 365 benti mér á að fá myndlykil frá Símanum til að geta séð rásir í pakka sem ekki nást með Vodafonelyklinum.(Discovery m.a.)\nAf síðu 365.is:\nFjölvarp Veröld\n6.990 kr. á mánuði  ..... 56 stöðvar - 61 stöðvar fyrir viðskiptavini með myndlykil frá 365 eða Símanum.",
            "date": "2016-03-02 14:25:00",
            "post_id": "619005",
            "reply_to_id": "619001"
        },
        {
            "user_name": "Tbot",
            "text": "Sé að mín gata er þarna á listanum, en því miður er Síminn/Míla búinn að tapa ansi miklu á yfirgengilegri vitleysu í því að hafa ekki farið strax í ljósleiðarann heldur reyna að halda að fólki ótrúlegu þvaðri um að ljósnetið væri næstum jafngott og ljósleiðari.\nTil að gera þetta enn erfiðara hjá þeim er sú staðreynd að þeir eru ekki að bjóða almennilega pakka.\nÁsamt því að vera fyrstir til að mæla all, þ.e. upp og niðurhal og halda því fram að það væri gert með hag neytenda í hug.\n=>  Síminn hefur sjaldan eða aldrei gert neitt með hag neytenda í huga.",
            "date": "2016-03-02 15:28:00",
            "post_id": "619007",
            "reply_to_id": "619005"
        },
        {
            "user_name": "oliuntitled",
            "text": "Það er mikið um misskilninga í þessum þræði.\nFjarskiptanetunum hér á landinu er skipt upp í tvennt, annars vegar línukerfi Mílu (ýmist kopar eða ljós) og svo kerfi Gagnaveitunnar(ljós).\nVodafone verslar við Mílu og GR, selur tengingar á bæði kerfin, sama með Hringiðuna, Hringdu og fleiri.\nSíminn verslar eingöngu við Mílu en ekki GR. (alger óþarfi að fara í eitthvað theorycrafting um ástæður en svona er þetta bara)\nMeð rásir á milli kerfanna að þá kom frétt fyrir ekki of löngu síðan þar sem bæði fyrirtæki minntust á að það svaraði ekki kostnaði að vera að selja tv áskriftir á milli kerfanna (þeas erlendu rásirnar) , honestly þá meikar það sense þar sem það er eiginlega engin samkeppni í erlendum rásum... þetta er allt sama dótið.\n365 selur stöð 2 á bæði kerfi.\nÞað er hægt að fá myndlykil frá Símanum á meðan línan þín er tengd í gegnum kerfi Mílu óháð því hjá hvaða fyrirtæki þú verslar netþjónustu af.\nBara routers frá Símanum eru fyrirfram stilltir fyrir TV símans, hin fyrirtækin eru að configga búnaðinn sér eftir því hvaðan þú vilt vera með tv þjónustu og það er gert eftirá.\nÞegar ég spurðist fyrir um að fá tv Símans á ljós frá GR hérna um árið þá fékk ég þau svör að stærsta ástæðan væri kostnaður við að koma því þangað, þeas búnaður og sambönd til að koma þessari þjónustu yfir.",
            "date": "2016-03-02 15:39:00",
            "post_id": "619009",
            "reply_to_id": "619007"
        },
        {
            "user_name": "Spekingur",
            "text": "Úff. Get ekki sagt meira en það.",
            "date": "2016-03-04 11:42:00",
            "post_id": "619146",
            "reply_to_id": "619009"
        },
        {
            "user_name": "vragnar",
            "text": "Ég hef reyndar ekki skoðað þetta nema á netinu hjá Feris en samkv. þeim er hægt að kaupa MAG250 STB og taka við ísl. sjónvarpi yfir netið.\nSjálfur keypti ég MAG254 og er með áskrift frá útlöndum og því ekki með íslenskar rásir í mínu boxi. Ég hringdi í Feris til að spurjast fyrir um það og þeir vildu sem minnst við mig tala, vilja bara selja boxin sín sjálfir, ekki hleypa öðrum inn á netið sitt.\nhttp://www.feris.is/vara.aspx?id=517",
            "date": "2016-03-04 15:39:00",
            "post_id": "619168",
            "reply_to_id": "619146"
        },
        {
            "user_name": "Jonasunn",
            "text": "Ég keypti mér Andoid box frá Kína (kostaði um 12.000 kall). Setti upp Kodi í því. Þar er Hægt að setja upp Sarpinn keyrir alveg \"native\" í því appi. Svo fann ég streymi á t.d. ÍNN og RÚV straumurinn virkar mjög vel þar. Ég er ekki alveg kominn það langt að skila Amino myndlyklinum en ég get sagt ykkur að það er ekki langt í það. Það er hægt að horfa á óruglaða tímann hjá stöð 2 (alla vega fréttirnar) í gegnum browser þar (visir.is). Svo kaupi ég aðgang að Netflix.",
            "date": "2017-03-30 09:38:00",
            "post_id": "646184",
            "reply_to_id": "619168"
        },
        {
            "user_name": "GuðjónR",
            "text": "Sama hér, RUV appið í Apple TV er mjög fínt! \nSarpurinn þar er mun betri en sarpurinn í Vodafone lyklinum. Eini gallinn er að það er ekki í HD.\nÞað er hægt að setja upp Kodi á Apple TV 4:\nhttp://www.redmondpie.com/how-to-sidelo ... pple-tv-4/\nBara spurning hvenær maður skilar þessum IPTV lykli.",
            "date": "2017-03-30 11:15:00",
            "post_id": "646185",
            "reply_to_id": "646184"
        },
        {
            "user_name": "codec",
            "text": "Amino lyklarnir frá vodafone eru slakir.  Fékk mér því Apple tv 4 til að prófa sarpin og 365 og verð að segja að notkun á því var mér nokkur vonbrigði, t.d. eru börnin ekki sátt þegar 365 appið heimtar password í tíma og ótíma. Það að setja inn þetta password er svo kapituli út af fyrir sig, hræðileg UX í þessu.",
            "date": "2017-03-30 11:38:00",
            "post_id": "646186",
            "reply_to_id": false
        },
        {
            "user_name": "urban",
            "text": "Ég ætlaði einmitt að fara að skila mínum og fá mér aðgang að stöð2 í fyrsta skipti.\nÆtla ekki að fá mér afruglara, bara appið í android box.",
            "date": "2017-03-30 12:16:00",
            "post_id": "646187",
            "reply_to_id": "646186"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég setti einmitt upp 365 appið, hélt ég gæti horft á fréttirna í gegnum það þar sem þær eru í opinni dagskrá en nei þú verður að hafa lykilorð.\nEr til eitthvað app til þess að horfa á opna dagskrá Stöðvar 2 í Apple TV?",
            "date": "2017-03-30 12:19:00",
            "post_id": "646188",
            "reply_to_id": "646187"
        },
        {
            "user_name": "dori",
            "text": "Ég er með AppleTV 4 og skilaði Amino boxinu frá Vodafone í lok síðasta árs. Fínt svosem en það eru vissir hlutir sem þetta RÚV app á AppleTV gerir alveg hörmulega. Til dæmis lendi ég rosalega oft í einhverri villu þegar ég reyni að spóla langt inní þætti og þarf þá að opna þáttinn aftur og reyna spólið aftur.\nVar voða gaman þegar ég var að reyna að finna Daða Frey flytja lagið sitt í þessum 3ja klukkutíma þætti sem Söngvakeppnin var daginn eftir sýningu.\nÞað eru alveg nokkrir hlutir við þetta app sem bögga mig en samt ekki 1590 kr. virði á mánuði sem Amino lykillinn kostar sem sökkar líka á aðeins annan hátt.",
            "date": "2017-03-30 13:37:00",
            "post_id": "646195",
            "reply_to_id": "646188"
        },
        {
            "user_name": "hagur",
            "text": "Kodi og þessi þrjú plugin sem ég bjó til um daginn: \nviewtopic.php?f=47&t=71921&p=641692&hilit=plugin#p641692\nÞá geturðu horft á Rúv og Rúv 2 í blússandi HD og Stöð 2 þegar hún er opin, t.d fréttatímana og svona.",
            "date": "2017-03-30 14:16:00",
            "post_id": "646196",
            "reply_to_id": "646195"
        },
        {
            "user_name": "dori",
            "text": "Nema hvað venjulega útgáfan af Kodi er ekki til fyrir AppleTV. Og sú útgáfa sem er þar, MrMC leyfir ekki plugin...",
            "date": "2017-03-30 14:22:00",
            "post_id": "646197",
            "reply_to_id": "646196"
        },
        {
            "user_name": "GuðjónR",
            "text": "Snilld!\nÞarf að prófa þetta við tækifæri!!",
            "date": "2017-03-30 14:36:00",
            "post_id": "646198",
            "reply_to_id": "646197"
        },
        {
            "user_name": "hagur",
            "text": "Já okey.  Er ekki hægt að sidelóda venjulega KODI þarna inn einhvernveginn?  T.d ef maður er með developer account eða eitthvað?\nSamt, þetta vesen gerir AndroidTV box so worth it framyfir AppleTV.",
            "date": "2017-03-30 15:03:00",
            "post_id": "646200",
            "reply_to_id": "646198"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Eitthvað hægt að nota þetta í Plex?",
            "date": "2017-03-30 15:47:00",
            "post_id": "646204",
            "reply_to_id": "646200"
        },
        {
            "user_name": "hagur",
            "text": "Eina sem þetta plugin gerir er að spila þennan HLS straum frá Vísi:\nhttp://visirlive.365cdn.is/hls-live/sto ... 28000.m3u8\nSpurning hvort Plex geti ekki spilað þennan straum líka?  Hef aldrei prófað.",
            "date": "2017-03-30 16:26:00",
            "post_id": "646208",
            "reply_to_id": "646204"
        },
        {
            "user_name": "kizi86",
            "text": "here you go sir\nhttp://www.redmondpie.com/how-to-sidelo ... pple-tv-4/",
            "date": "2017-03-30 16:38:00",
            "post_id": "646209",
            "reply_to_id": "646208"
        },
        {
            "user_name": "russi",
            "text": "Ég er að nota þetta í Plex, Stöð2, Rúv, ÍNN og fleira stuð.. virkar fínt. hendi kannski pluginu hér inn við tækifæri",
            "date": "2017-03-30 20:27:00",
            "post_id": "646228",
            "reply_to_id": "646209"
        }
    ],
    "date": "2017-03-30 11:38:00"
}