{
    "forum_title": "Netkerfi - internetið",
    "id": "68978",
    "title": "Utanlandstraffík hæg ??",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=68978",
    "posts": [
        {
            "user_name": "Voidpointer",
            "text": "Kvöldið spjallverjar. Mig langaði til að forvitnast hvort að einhver annar er að lenda í hægagangi erlendis frá, ég er hjá Hringdu. Búinn að taka nokkur speedtest (speedtest.net, testmy.net) þar sem að ég fæ alveg fínan hraða innanlands en svona 10% af því sem ég á að fá erlendis.\nAny ideas ?",
            "date": "2016-03-24 19:09:00",
            "post_id": "620765",
            "reply_to_id": false
        },
        {
            "user_name": "gutti",
            "text": "Virkar fínt hjá mér er líka hjá hringdu vísu ljósnet en ekkert slow nota netflix wow \nallt kvöld ekkert slow net",
            "date": "2016-03-25 00:50:00",
            "post_id": "620785",
            "reply_to_id": "620765"
        },
        {
            "user_name": "teitan",
            "text": "Ég er líka hjá Hringdu og ég hef verið að lenda í að netflix, hulu og annað streymi er að hökta undanfarið og núna áðan datt internetið út í 15-20 mín (hefur líka gert það nokkrum sinnum undanfarnar vikur.).\nÉg prófaði að gera hraðapróf núna eftir að það kom inn aftur og ég er að ná fullum hraða innanlands og fullum upload hraða til útlanda en eftir því hvaða server ég prófa þá er ég að ná 15-40% hraða í utanlandsdownloadi.",
            "date": "2016-03-25 21:00:00",
            "post_id": "620820",
            "reply_to_id": "620785"
        },
        {
            "user_name": "gutti",
            "text": "það er eitthvað vesen með netflix miða hjá mér núna nær ekki að loada video link samband við netflix vesen \nhttp://downdetector.com/status/netflix\nps virkar smá í kvöld svo ekkert meir eins og er",
            "date": "2016-03-25 22:31:00",
            "post_id": "620829",
            "reply_to_id": "620820"
        },
        {
            "user_name": "HringduEgill",
            "text": "Útlandasambandið hefur verið í toppmálum en við höfum heyrt af vandamálum í tengslum við Netflix. Það virðist hafa byrjað á svipuðum tíma og Netflix tilkynnti að það myndi leitast við að skerða aðgengi í gegnum VPN og DNS þjónustur. Ef þið eruð að nota slíkar þjónustur megiði endilega prufa að slökkva á þeim til að sjá hvort vandamálið lagist.",
            "date": "2016-03-26 00:08:00",
            "post_id": "620835",
            "reply_to_id": "620829"
        },
        {
            "user_name": "Tiger",
            "text": "Er hjá Símanum og ekki hægt að stream-a Sky Now nema í 2sec í einu.",
            "date": "2016-03-26 18:36:00",
            "post_id": "620892",
            "reply_to_id": "620835"
        },
        {
            "user_name": "kizi86",
            "text": "ég er hjá hringiðunni, og utanlandstraffíkin er búin að vera skelfileg síðustu dagana.. er kannski að fá svona 1MB/sek..",
            "date": "2016-03-26 21:54:00",
            "post_id": "620913",
            "reply_to_id": "620892"
        },
        {
            "user_name": "Danni V8",
            "text": "Er hjá Símanum og netið er komið í algjört rugl í dag. Sumar síður virka en eru slow, aðrar virka ekki neitt. Íslenskar síður virðast virka, og YouTube (bara í sd og mjög slow samt). Facebook virkar ekkert. Síður sem ég nota fyrir vinnuna eru óaðgengilegar.\nÞetta er alveg óþolandi!",
            "date": "2016-03-28 11:21:00",
            "post_id": "621010",
            "reply_to_id": "620913"
        },
        {
            "user_name": "emmi",
            "text": "Allt í góðu lagi hjá Símafélaginu.",
            "date": "2016-03-28 12:51:00",
            "post_id": "621016",
            "reply_to_id": "621010"
        },
        {
            "user_name": "Viggi",
            "text": "ljósnet hjá hringdu og í góðu lagi með hana hér",
            "date": "2016-03-28 12:52:00",
            "post_id": "621017",
            "reply_to_id": "621016"
        },
        {
            "user_name": "depill",
            "text": "Allt í góðu hjá mér hjá Símanum ( VDSL 100 meg )",
            "date": "2016-03-28 16:23:00",
            "post_id": "621034",
            "reply_to_id": "621017"
        },
        {
            "user_name": "wicket",
            "text": "Er hjá Símanum og allt í húrrandi næsheitum yfir páskana, bæði niðurhal, streymi og online spilun.",
            "date": "2016-03-28 22:27:00",
            "post_id": "621071",
            "reply_to_id": "621034"
        }
    ],
    "date": "2016-03-24 19:09:00"
}