{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "69059",
    "title": "Er þetta inn í ábyrgð hjá nýherja?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=69059",
    "posts": [
        {
            "user_name": "dawg",
            "text": "Sælir, tölvan mín var á borðstofu stól þegar ég fór í vinnuna og nú þegar ég kom heim lá hún á gólfinu og hornið brotið. \nLenovo carbon x1 auglýst einsog hún taki vel við falli. \nTaka það fram að allt virðist vera í lagi og það er í rauninni bara útlits skemmd. \nOg líka er hægt að skipta bara um skel eða?",
            "date": "2016-04-01 20:19:00",
            "post_id": "621349",
            "reply_to_id": false
        },
        {
            "user_name": "Tiger",
            "text": "100% ekki",
            "date": "2016-04-01 20:35:00",
            "post_id": "621352",
            "reply_to_id": "621349"
        },
        {
            "user_name": "Klemmi",
            "text": "Það á nú að vera hægt að skipta um allt í fartölvum, aðallega spurning um hvort að það borgi sig.\nAnnars nei, þá tel ég ekki að þetta falli undir ábyrgð, þrátt fyrir að vélin hafi verið auglýst sem höggheld/með sterku body-i.  Hún hefur líklega/augljóslega? lent beint á horninu, og þá er ekkert óeðlilegt við svona brot.  Ég myndi bara vera ánægður með að hún skemmdist ekki að öðru leyti en einmitt útlitslega \nÞá myndi ég þó skoða hvaða möguleikar eru í stöðunni að tilkynna svona lagað, svo að ef að hún bilar einhverntíman seinna, að þá reyni þeir ekki að bera þetta fyrir sig sem mögulega orsök bilunarinnar.  Annars er það þó þeirra að sýna fram á að bilunin hafi orsakast af högginu, en samt leiðinlegra að lenda í einhverju stappi ef það er hægt að sleppa við það...\nSeturðu ekki annars bara brotið á sinn stað og límir einhvern stóran en krúttlegan límmiða yfir til að fela þetta?",
            "date": "2016-04-01 20:36:00",
            "post_id": "621353",
            "reply_to_id": "621352"
        },
        {
            "user_name": "brynjarbergs",
            "text": "Mín tölva lenti í svipuðu - ég talaði við tryggingarnar og þeir báðu mig um að fá kostnaðarmat á viðgerð.  \nLöng saga stutt - tryggingarnar borguðu tjónið vegna heimilistryggingar og ég tók á mig einhverja þúsundkalla í sjálfsábyrgð.\nGæti verið betra upp á framtíðina að láta fara vel yfir þetta hvort þetta sé bara yfirborðsskemmd eða hvort eitthvað meir leynist á bakvið.",
            "date": "2016-04-01 20:42:00",
            "post_id": "621354",
            "reply_to_id": "621353"
        },
        {
            "user_name": "dawg",
            "text": "Þakka svörin \nEn jú haha, ætli það sé ekki lausnin, tonnatak og krútt límmiði.\nFrábært, skoða skilmálana á tryggingunni hjá mér.\nHvaða tryggingarfélag var það sem þú varst hjá?",
            "date": "2016-04-01 20:43:00",
            "post_id": "621355",
            "reply_to_id": "621354"
        },
        {
            "user_name": "brynjarbergs",
            "text": "Var þá hjá Verði.",
            "date": "2016-04-02 01:35:00",
            "post_id": "621390",
            "reply_to_id": "621355"
        }
    ],
    "date": "2016-04-01 20:19:00"
}