{
    "forum_title": "Windows",
    "id": "69095",
    "title": "Mozilla Firefox mjög hægur á Win10",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=15&t=69095",
    "posts": [
        {
            "user_name": "krissi24",
            "text": "Eru fleiri að lenda í því eftir uppfærslu í Win10 að Firefox sé mjög hægur?",
            "date": "2016-04-05 20:46:00",
            "post_id": "621630",
            "reply_to_id": false
        },
        {
            "user_name": "Heliowin",
            "text": "Ég lennti í þessu fyrst fyrr á árinu og eins fannst mér Library orðið of hægvirkt.\nGafst upp á Windows 10  \n  fyrir nokkrum vikum og skipti yfir í linux á desktop og er að nota Firefox 45 án vandamála af þessu tagi.",
            "date": "2016-04-06 09:17:00",
            "post_id": "621658",
            "reply_to_id": "621630"
        },
        {
            "user_name": "krissi24",
            "text": "Ég skil \n Microsoft þvingaði mig til að uppfæra, þetta er það nýleg tölva að ég hugsa að ábyrgðin detti út ef ég skipti um stýrikerfi. Hélt kannski að það væri hægt að laga þetta með Firefox :p",
            "date": "2016-04-06 17:50:00",
            "post_id": "621701",
            "reply_to_id": "621658"
        },
        {
            "user_name": "Dagur",
            "text": "Ertu búinn að prófa að keyra án viðbóta? Ég er búinn að nota firefox á Win 10 lengi án vandræða",
            "date": "2016-04-06 21:06:00",
            "post_id": "621730",
            "reply_to_id": "621701"
        },
        {
            "user_name": "DJOli",
            "text": "Ábyrgðin dettur ekki úr gildi þó þú skiptir um stýrikerfi. Þó að þú kaupir tölvu með x stýrikerfi, þá er ekki hægt að binda þig til að notast við þá útgáfu stýrikerfissins sem fylgir, hvað þá binda þig til að nota einungis það stýrikerfi, annars er ábyrgðin ógild. Svoleiðis virka hlutirnir ekki hér á Íslandi.\nVertu óhræddur um að skipta yfir á hvaða stýrikerfi sem þig listir, enda er það ekki hugbúnaðurinn sem er í ábyrgð, heldur vélbúnaðurinn.",
            "date": "2016-04-06 22:57:00",
            "post_id": "621756",
            "reply_to_id": "621730"
        },
        {
            "user_name": "krissi24",
            "text": "Ég skil. Mér var sagt þetta fyrir nokkrum árum, meira vissi ég ekki. Þessvegna keypti ég mér tölvu án stýrikerfis á sínum tíma. En þessi tölva sem er með vesen með Firefox er ekki í minni eigu.",
            "date": "2016-04-08 21:51:00",
            "post_id": "621851",
            "reply_to_id": "621756"
        },
        {
            "user_name": "krissi24",
            "text": "Ég hef reyndar ekki gert það \n Er samt búinn að þurrka hann út og setja aftur inn. Hann virkar mjög vel í þann tíma sem maður opnar hann fyrst eftir uppsetningu en þegar maður x-ar og byrjar aftur þá fer þetta í sama horf :/ Mjög skrítið....",
            "date": "2016-04-08 21:52:00",
            "post_id": "621852",
            "reply_to_id": "621851"
        },
        {
            "user_name": "krissi24",
            "text": "Svo var annað, hefur einhver hér lent i veseni með seinustu útgáfu af Itunes? Ipad-inn vill ekki tengjast Itunes eftir að eg uppfærði það. Tölvan finnur hann en Itunes vill ekkert með hann hafa!!",
            "date": "2016-04-08 21:54:00",
            "post_id": "621854",
            "reply_to_id": "621852"
        }
    ],
    "date": "2016-04-05 20:46:00"
}