{
    "forum_title": "Koníakstofan",
    "id": "69121",
    "title": "SpaceX Falcon 9 lendir á pallinum!!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=69121",
    "posts": [
        {
            "user_name": "appel",
            "text": "https://youtu.be/wDTW6GaCB_I?t=1069\nFyrir geim nördana",
            "date": "2016-04-08 21:25:00",
            "post_id": "621845",
            "reply_to_id": false
        },
        {
            "user_name": "hfwf",
            "text": "Check, flott, kominn tími til, nú þarf bara stækka prammann, til að geta tekið við þessu í verri veðrum.",
            "date": "2016-04-08 21:33:00",
            "post_id": "621848",
            "reply_to_id": "621845"
        },
        {
            "user_name": "nidur",
            "text": "Takk fyrir þetta, aðeins of geðveikt... Fylgist alltaf með þessu",
            "date": "2016-04-08 21:53:00",
            "post_id": "621853",
            "reply_to_id": "621848"
        },
        {
            "user_name": "appel",
            "text": "Þetta er \"one small step\" moment okkar kynslóðar, í mínum huga. Við erum rétt að byrja geimtímabil þar sem endurnýtanlegar eldflaugar koma við sögu.\nHvað þýðir það? \"Endurnýtanlegar eldflaugar\"?\nÍmyndaðu þér að þú þurfir að kaupa nýjan bíl eftir hvert skipti sem þú ferð í bílferð. Hversu dýrt er það?\nÞað kostar $200,000 dollara að fylla eldflaug með eldsneyti. En í heildina kostar tugi milljóna dollara að skjóta eldflaug út í geiminn, einfaldlega útaf því að hún er ónýt eftir fyrsta og eina geimskotið. En SpaceX er að takast það að lenda geimflaug aftur niður, fylla á eldsneyti, og skjóta aftur upp í geim.\nÞannig að ef þeim tekst ætlunarverk sitt, þá þýðir það að hvert geimskot gæti kostað nokkur hundruð þúsund dollara í stað tugmilljóna dollara.\nÞegar þetta er STÆRSTI kostnaðarliðurinn við geimferðir, þá er þetta gríðarlega mikilvægt.",
            "date": "2016-04-08 22:01:00",
            "post_id": "621855",
            "reply_to_id": "621853"
        },
        {
            "user_name": "hfwf",
            "text": "Musk er ekkert nema snillingur, það er frábært að vera búnað fylgjast með þessu.",
            "date": "2016-04-08 22:50:00",
            "post_id": "621859",
            "reply_to_id": "621855"
        },
        {
            "user_name": "Póstkassi",
            "text": "Það er áætlað að með svona lendingu sparist 20 milljónir $ við hvert skot.\nEn það verður spennandi að sjá 3 svona lenda núna í nóvember þegar þeir fara að prófa Falcon Heavy sem hefur 3 boostera eða First stage eins og það er kallað.",
            "date": "2016-04-08 23:01:00",
            "post_id": "621862",
            "reply_to_id": "621859"
        },
        {
            "user_name": "GuðjónR",
            "text": "Þetta er magnað, bráðum ná þeir kannski til tunglsins \"fyrir alvöru\".",
            "date": "2016-04-08 23:29:00",
            "post_id": "621865",
            "reply_to_id": "621862"
        },
        {
            "user_name": "hfwf",
            "text": "Ekki skemma!!",
            "date": "2016-04-08 23:40:00",
            "post_id": "621867",
            "reply_to_id": "621865"
        },
        {
            "user_name": "HalistaX",
            "text": "Ég er alltaf pælandi, og langar alltaf að fá fleiri með mér í það. \nPælið í því hve langt við erum komin á síðustu örfáu árum. Hver hefði búist við því að við værum komin útí geim með stöðvar á borð við ISS(Ekki má rugla við ISIS eins og ég gerði alltaf; \"HAAAAA? ISIS í geimnum? Hvað eru þeir að gera þar? Þetta er eitthvað Bond villain dæmi...\") fyrir 100 árum. Að við séum actually með menn sem búa og vinna í geimnum. \nÞað náttúrulega hafa öllum dreymt um að komast útí geiminn, skoða stjörnurnar og sjá hvort sé líf á öðrum plánetum í þúsundir ára, meira að segja áður en maðurinn var búinn að kortleggja Jörðina sjálfa. Þetta er einn stærsti draumur mannkynsins og að hugsa sér, að eftir 20-30 ár verður kannski bara komið Hótel í líkingu við ISS hinu megin við mengaða loftslagið okkar. \nÉg bölva stundum föður mínum fyrir að hafa ekki bara losað mig ofaní glas fyrir 23 árum og fryst í svona 300 ár, eða þangað til mannkynið verður búið að endurbyggja sig eftir nokkur kjarnorkustríð og komið með einhverskonar 'Faster Than Light' módúl í geimskipin svo verði hægt að fara enþá lengra en bara tunglið og Mars eins og er verið að vinna að í dag. \nÞetta er náttúrulega stórt skref í sögu geimvísindana og sé ég fyrir mér að þeir eigi eftir að notast við svipaða tækni þegar þeir senda svo loksins birgðir til okkar manna sem verða kannski komnir á Mars eftir örfá ár, í staðinn fyrir að nota einnota geimskutlu sem endar bara sem einhver hrúga sem spillir náttúruundrinu sem eru hinar pláneturnar og fyllir geiminn af enn meira af manngerðu rusli. \nÞessi heimur heillar mig svo. Þyngdaraflið, hvernig vatnið rennur ekki bara af Jörðinni og útí geim og næstum því allt annað svona eðlisfræðis/geim tengt. Er líf á öðrum plánetum? Erum við ein í alheiminum? Hverjar væru líkurnar á því? Slim to none segi ég allavegana. \nEruði búnir að sjá nýja Trailerinn fyrir Rogue One, btw? Svona í beinu framhaldi af þessari fantasíu um að við séum ekki einu siðmenntuðu verurnar í alheiminum. \nVeistu hvað, ég ætla að gera sér þráð um þessa mynd ef hann er ekki nú þegar kominn.\nPS. GuðjónR; Vertu stilltur!",
            "date": "2016-04-09 01:21:00",
            "post_id": "621873",
            "reply_to_id": "621867"
        },
        {
            "user_name": "arons4",
            "text": "Má nátla ekki gleyma því að ISS er laangdýrasta mannvirki sem smíðað hefur verið.",
            "date": "2016-04-09 02:09:00",
            "post_id": "621876",
            "reply_to_id": "621873"
        },
        {
            "user_name": "HalistaX",
            "text": "Já auðvitað, það má alls ekki gleyma því. Hver hefði haldið fyrir 100 árum að árið 2016 væri einhver geimkamar með nokkrum gluggum sem byggður/tekinn var í notkun 1998 væri dýrasta mannvirki sem nokkurn tímann hafi verið byggt. \nNei ég segi svona, það eru náttúrulega crucial gögn sem þessi geimstöð hefur fram að færa, uppá framtíðina, framtíðar geimferðir, langtíma geimferðir, langtíma dvöl í þyngdarleysinu og allur pakkinn. \nÞað sem ég myndi gera fyrir ferð útí geiminn. Að fá að upplifa þyngdarleysið, þurfa að kyngja tannkreminu mínu og að spenna belti til þess að kúka, svona eins og í South Park. \nÉg vildi óska þess að allir, ISIS, USA, UK, RUS, FR, JP, CN, NK, SK, Boko Haram og allir þessir stórkallar myndu leggja niður vopnin og fókusa á vísindin. Ef allar þjóðir ynnu að vísindum og þróunar tækni, það væri bara main export hjá þessum löndum, þá spái ég því að við gætum farið til Mars and beyond innan örfáa ára. Kannski værum við komin með sárþráða græju í líkingu við FTL drif í dag. Kannski værum við búin að Terraform'a öðrum plánetum og fengjum nýtt land til þess að drepa hvorn annan yfir.\nA boy can dream. \nÉg vil bara ekki vera búinn að vera dauður í 200 ár þegar þeir loksins geta farið að fara út fyrir sólkerfið okkar, heimsótt framandi staði og mögulega hitt einhverja með smá vit í kollinum.  \n \n(Ég sé núna að þetta sem NASA á víst að vera að vinna að kallast Warp Drive, en ekki ætla ég að leiðrétta þessa pósta mína).",
            "date": "2016-04-09 03:44:00",
            "post_id": "621877",
            "reply_to_id": "621876"
        },
        {
            "user_name": "vesley",
            "text": "Finnst það næstum skömmustulegt að ISS sé dýrasta mannvirkið.  Ekki útaf það sé svo dýrt, heldur útaf því að við ættum að vera að leggja miklu meira fé til geimrannsókna,  auðvelt er að sjá t.d. hve lítinn pening NASA fær prósentulega núna miðað við þegar þeir voru í kapphlaupinu til tunglsins.  \nGet ekki ímyndað mér hvað væri hægt að gera ef meira fé hefði verið lagt til þessarra rannsókna og ef við værum að rannsaka okkar plánetu og nærliggjandi plánetur meir en gert hefur verið,  dælum pening í hernað og álíka fáránleika þegar við vitum ekki rassgat um okkar eigin plánetu.",
            "date": "2016-04-09 13:32:00",
            "post_id": "621894",
            "reply_to_id": "621877"
        }
    ],
    "date": "2016-04-08 21:25:00"
}