{
    "forum_title": "Netkerfi - internetið",
    "id": "69198",
    "title": "Vandamál með Internet.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=69198",
    "posts": [
        {
            "user_name": "Allinn",
            "text": "Eftir að hafa uppfært tengingu frá 100mb til 500mb og fengið nýjan router hjá Hringdu þá slitnar alltaf sambandið á svona 20 mínútu fresti og kemur strax aftur, vandamálið á sér bara stað þegar ég er í tölvuleikjum, ég hef gert allt mögulegt eftir að hafa Googlað þetta, setja preferred dns server í 8.8.8.8, slökkva á firewall o.s.frv. Er einhver með lausnina á þessum vanda?",
            "date": "2016-04-17 16:01:00",
            "post_id": "622310",
            "reply_to_id": false
        },
        {
            "user_name": "DJOli",
            "text": "Flytja frá hringdu til vodafone",
            "date": "2016-04-17 16:29:00",
            "post_id": "622314",
            "reply_to_id": "622310"
        },
        {
            "user_name": "Haukursv",
            "text": "Ekki sammála síðasta ræðumanni, hef persónulega mun betri reynslu af hringdu heldur en vodafone. Ef þú færð ekki viðunandi svör hér myndi ég bara hringja í hringdu eða skoða þennan þráð \nviewtopic.php?f=9&t=35481\n og jafnvel senda message á notandann \"hringduegill\". Hann hefur verið að aðstoða fólk persónulega sem er með einhver vandamál.",
            "date": "2016-04-17 16:45:00",
            "post_id": "622316",
            "reply_to_id": "622314"
        },
        {
            "user_name": "odduro",
            "text": "Ég er að lenda í því sama og orðinn verulega þreyttur á þessu. Skiptir engu máli hvað ég er að gera í hverju sinni, netið virkar í smá stund og svo dettur það út og ég þarf að taka router-inn úr sambandi og ljósboxið til að geta notað netið aftur í 20-30 mín. Er meira seigja búin að fá nýjan router-inn í eitt skiptið",
            "date": "2016-04-18 00:22:00",
            "post_id": "622347",
            "reply_to_id": "622316"
        },
        {
            "user_name": "Freysism",
            "text": "er að lenda i því sama núna... sambandið er alltaf að stlitna... ALLTAF og nuna virkar það bara ekki neitt.. er með 500 mb tengingu hja hringdu",
            "date": "2016-04-18 00:25:00",
            "post_id": "622349",
            "reply_to_id": "622347"
        },
        {
            "user_name": "odduro",
            "text": "Þetta er semsagt ekki bara hjá mér þessa stundina... er búin að skoða Facebook síðuna hjá hringdu og það er engin tilkynnin að það sé eitthvað að þeim megin, en þetta er að gerast allt of oft hjá þeim",
            "date": "2016-04-18 00:45:00",
            "post_id": "622351",
            "reply_to_id": "622349"
        }
    ],
    "date": "2016-04-17 16:01:00"
}