{
    "forum_title": "Koníakstofan",
    "id": "69205",
    "title": "Regluverk á Íslandi, eftirlit o.þ.h.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=69205",
    "posts": [
        {
            "user_name": "rapport",
            "text": "Svona upp á hvernig regluverkið virkar á Íslandi...\nMér finnst þetta algjör snilld, að fólk geti farið í svona framkvæmdir:\nhttp://www.visir.is/byggja-fyrsta-mikro ... 6160419042\nEn þá spyr maður sig, er ábyrgðin á að allt sé OK, er hún yfirvalda eða er hún fagmanna?\nMá hver sem er byggja hús eða breyta einhverri byggingu í íbúðahús nema með aðkomu fagmanna sem þá bera ábyrgð á sínum verkum?\nhttp://www.ruv.is/frett/blokk-i-gardaba ... lja-baetur",
            "date": "2016-04-17 21:40:00",
            "post_id": "622335",
            "reply_to_id": false
        },
        {
            "user_name": "jonsig",
            "text": "Þetta er ógeðslegt hús ! Vonandi verður þetta ground 0 ef rússar senda eina stóru dóru á okkur .\nFólk á ekki að þurfa búa í einhverju fuglabúri á 21. Öldinni !",
            "date": "2016-04-17 22:59:00",
            "post_id": "622337",
            "reply_to_id": "622335"
        },
        {
            "user_name": "Hrotti",
            "text": "Allar byggingar þurfa byggingarstjóra sem er ábyrgur gagnvart göllum og svo meistara úr hverri iðngrein.",
            "date": "2016-04-17 23:00:00",
            "post_id": "622338",
            "reply_to_id": "622337"
        },
        {
            "user_name": "rapport",
            "text": "WUT?\nVerða sveinar alltaf að vinna undir meistara?\nÞarf ekki bara byggingastjóra fyrir nýbyggingar, þarf líka fyrir breytingar?",
            "date": "2016-04-17 23:08:00",
            "post_id": "622339",
            "reply_to_id": "622338"
        },
        {
            "user_name": "Hrotti",
            "text": "Ég er ekki alveg viss um hversu miklu þú mátt breyta án þess að þurfa byggingastjóra, en það má sáralítið gera án þess að fá meistara til að skrifa uppá það. Ég steypti t.d. svalir utan á hús niðri í miðbæ (reif gamlar trésvalir)  og það þurfti meistara á það.",
            "date": "2016-04-17 23:14:00",
            "post_id": "622340",
            "reply_to_id": "622339"
        },
        {
            "user_name": "nidur",
            "text": "Hef séð svona gert í Þáttum frá UK, mér finnst þetta alveg glatað.\nÞau þurfa meistara og samþykktar teikningar til að gera svona.\nTil að reka fyrirtæki í verndaðri faggrein þarf alltaf meistara sem sveinar vinna hjá.",
            "date": "2016-04-17 23:36:00",
            "post_id": "622343",
            "reply_to_id": "622340"
        },
        {
            "user_name": "nidur",
            "text": "Ábyrgðin á göllum í þessari blokk liggur í raun hjá Meistaranum sem skrifaði upp á verkið.\nVæntanlega voru til verklýsingar sem verktakarnir áttu að fara eftir og þeim ekki fylgt eftir og byggingarstjórinn og meistarinn ekki að taka út vinnuna hjá þeim.\nÞarna á að kenna byggingafulltrúa um að hafa ekki tekið eitthvað út sem var 100% á ábyrgð meistarans og byggingastjórans.\nMeistarar eru líka með sértryggingar sem eiga að taka á svona málum.",
            "date": "2016-04-17 23:55:00",
            "post_id": "622345",
            "reply_to_id": "622343"
        },
        {
            "user_name": "jonsig",
            "text": "Tænifr./verkfr. Hannar og kvittar teikningar . Rafvirkjameistari kvittar fyrir verklega hlutanum .\nRafvirkjasveinn er bara aðstoðarmaður rafvirkjameistara .",
            "date": "2016-04-18 00:19:00",
            "post_id": "622346",
            "reply_to_id": "622345"
        },
        {
            "user_name": "appel",
            "text": "Ég held að þetta unga par muni komast að því að þetta á eftir að kosta háa fjárhæð. Líklega væri einfaldara að byggja frá grunni heldur en að reyna gera þessa húsarúst byggilega.",
            "date": "2016-04-18 02:06:00",
            "post_id": "622356",
            "reply_to_id": "622346"
        },
        {
            "user_name": "urban",
            "text": "Afhverju fuglabúri og afhverju ógeðslegt hús ?\nÞetta eiga nú að verða 90 fermetrar las ég einhver staðar, ég hef búið í allt niður í 34 fermetrum og leið frábærlega þar.\nEinsog þau segja sjálf, afhverju að eiga 200 fermetra og þurfa að eyða öllum deginum í að vinna fyrir því og þrífa það.\nAð byggja frá grunni kostar bara alveg óhemju helling\nFleiri milljónir í allavega gjöld áður en þú ert komin uppúr jörðinni, þarna eru þau komin uppúr jörðinni fyrir takmarkaða upphæð.\nMér lýst nokkuð vel á þetta hjá þeim, hef einmitt aldrei skilið þetta ógurlega lífsgæðakapphlaup sem að er í gangi hérna á íslandi.\nAnnars sé ég bara ekki hvað gerir þetta að míkróhúsi, ég sé ekki betur en að þau séu bara að breyta þessu í hús.",
            "date": "2016-04-18 12:32:00",
            "post_id": "622366",
            "reply_to_id": "622356"
        },
        {
            "user_name": "tdog",
            "text": "Það er nú æskilegt að fá fagmann til að kvitta uppá breytingar sem hafa eitthvað með t.d eins og burðarþol að gera finnst þér ekki?",
            "date": "2016-04-18 12:43:00",
            "post_id": "622368",
            "reply_to_id": "622366"
        },
        {
            "user_name": "stuxnet",
            "text": "90fm á þrem hæðum, það má því segja eins og sá hér fyrir ofan að þetta sé eins og fuglabúr.",
            "date": "2016-04-18 12:43:00",
            "post_id": "622369",
            "reply_to_id": "622368"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Þetta er geðveikt\nVæri til í svona hús",
            "date": "2016-04-18 13:41:00",
            "post_id": "622371",
            "reply_to_id": "622369"
        },
        {
            "user_name": "Hrotti",
            "text": "Jú en ekki meistarann.  Verkfræðingurinn sem að reiknar, teiknar og kvittar á teikningarnar er sá fagmaður. Næst fer byggingarnefnd yfir teikningarnar og samþykkir eða hafnar.   Þegar að allt er svo klárt undir steypu kemur úttektar aðili frá borginni og fer yfir að allt sé samkvæmt þeirri teikningu.",
            "date": "2016-04-18 15:54:00",
            "post_id": "622381",
            "reply_to_id": "622371"
        },
        {
            "user_name": "rapport",
            "text": "Ábyrgðin finnst mér að eigi að skiptast niður á þessa aðila með mun skipulagðari hætti.\n- Öll ábyrgð á hönnun og hönnunargöllum er á verkfræðingi og arkitekt sem hannar.\n- Ábyrgð misræmi milli hönnunar og raunverulegrar framkvæmdar er á ábyrgð byggingastjóra.\n- Ábyrgð á einstökum verkum er á ábyrgð viðkomandi fagmanns/meistar, nema hann hafi látið byggingastjóra formlega vita ef einhver frávik voru frá hönnun, þá ber byggingastjóri ábyrgð.\nHvað varðar ábyrgð eftirlitsaðila þá finnst mér hún eigi að vera töluverð og að í raun þá eigi eftirlitsaðili að bera alla ábyrgð gagnvart neytendum en hann eigi svo endurkröfurétt á hönnuði, byggingastjóra eða fagfólk/meistara.",
            "date": "2016-04-18 16:07:00",
            "post_id": "622383",
            "reply_to_id": "622381"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Nákvæmlega! Þessi \"míkróhús\" eru kannski 20fm, þetta er 90fm.\n90fm er nú alveg góður slatti fyrir tvær manneskjur. Þegar ég var í foreldrahúsi þá vorum við mest fimm á 140fm. Og það fór ekkert illa um mann.\nÞarna hafa þau 30fm á hvorri hæð, geta alveg látið fara vel um þig þannig.",
            "date": "2016-04-18 18:46:00",
            "post_id": "622398",
            "reply_to_id": "622383"
        }
    ],
    "date": "2016-04-17 21:40:00"
}