{
    "forum_title": "Bílaplanið",
    "id": "69346",
    "title": "Þráðlaus Bluetooth móttakari í USB port bíls",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=84&t=69346",
    "posts": [
        {
            "user_name": "mikkimás",
            "text": "Er að pæla í að kaupa mér bíl (Corolla Terra) með engu Bluetooth en er með USB tengi (og reyndar AUX líka).\nEr nokkuð mál að kaupa sér bluetooth móttaka sem gengur í USB portið frekar en að nota hundleiðinlega USB (eða AUX) snúru?\nEinhver með reynslu af þessu og veit hvað, ef eitthvað, á að kaupa?",
            "date": "2016-05-05 18:21:00",
            "post_id": "623348",
            "reply_to_id": false
        },
        {
            "user_name": "Hizzman",
            "text": "USB tengið er sennilega bara ætlað til að spila skrár..",
            "date": "2016-05-05 18:32:00",
            "post_id": "623349",
            "reply_to_id": "623348"
        },
        {
            "user_name": "mikkimás",
            "text": "Ég ætlaði mér líka bara að spila tónlistarskrár í gegnum símann minn \nVeit annars ekki hvað má og má ekki með þetta USB port.\nEr ekki annars fullt af fólki hérna sem á Corolla Terra ca. 2014 módel? Er það ekki annars rétt skilið hjá mér að Bluetooth sé aðeins í Sol/Active týpunni?",
            "date": "2016-05-05 18:41:00",
            "post_id": "623350",
            "reply_to_id": "623349"
        },
        {
            "user_name": "gunnji",
            "text": "https://www.amazon.co.uk/iClever-HB01-H ... B00L4Y98QI\nHér er besta/einfaldasta lausnin, þetta er virkar svo vel að ég á erfitt með að trúa því. \nKviknar á þessu með bílnum, auto connectar svo gott sem strax og slekkur svo á sér þegar þú drepur á bílnum. Ekkert vesen.\nEftir að ég keypti þetta í nóvember þá er ég búinn að benda nokkrum á þetta og allir mjög ánægðir.",
            "date": "2016-05-05 21:56:00",
            "post_id": "623359",
            "reply_to_id": "623350"
        },
        {
            "user_name": "mikkimás",
            "text": "Fæst þessi græja hérlendis? Kemur þarna fram að þeir sendi ekki til Íslands.",
            "date": "2016-05-06 02:06:00",
            "post_id": "623369",
            "reply_to_id": "623359"
        },
        {
            "user_name": "nidur",
            "text": "Hvernig er umhverfishljóðið þegar þú ert að keyra og tala?",
            "date": "2016-05-06 08:08:00",
            "post_id": "623371",
            "reply_to_id": "623369"
        }
    ],
    "date": "2016-05-05 18:21:00"
}