{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "69671",
    "title": "GTX 1070",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=69671",
    "posts": [
        {
            "user_name": "gutti",
            "text": "Ég er skoða þetta kort er vit að kaupa  eða bíða eftir verð lækki sjá til ef fer rett með að búinn kannski vinna í lotto 100k eða  250k  samt ekki viss  \n en hver veit bara crossfingur til guðs lol \n búinn að skoða miða fram og til baka hvort þurfi að fá áfallahjálp á morgun ef ég vinn lol smá mont aulaþráð",
            "date": "2016-06-12 15:31:00",
            "post_id": "625329",
            "reply_to_id": false
        },
        {
            "user_name": "Hnykill",
            "text": "Þetta er glæsilegt kort. betra að bíða eftir að það komi aftermarket kæling á þetta og sjá hvað það kostar svo. en þetta er alveg frábært kort. alveg 90-100 þús kr virði finnst mér,",
            "date": "2016-06-12 16:13:00",
            "post_id": "625331",
            "reply_to_id": "625329"
        },
        {
            "user_name": "gutti",
            "text": "er skoða þetta \nhttp://tolvutaekni.is/product_info.php?products_id=3146",
            "date": "2016-06-12 16:24:00",
            "post_id": "625332",
            "reply_to_id": "625331"
        },
        {
            "user_name": "Nördaklessa",
            "text": "ættli MSI twin frezr verði ódýrara?",
            "date": "2016-06-12 16:58:00",
            "post_id": "625333",
            "reply_to_id": "625332"
        },
        {
            "user_name": "Tonikallinn",
            "text": "svona partner custom designs virðast vera aðeins dýrari",
            "date": "2016-06-12 17:13:00",
            "post_id": "625337",
            "reply_to_id": "625333"
        },
        {
            "user_name": "Nördaklessa",
            "text": "ég ættla að gefa þessu smá tíma þar til ég kaupi mér 1070",
            "date": "2016-06-12 17:50:00",
            "post_id": "625349",
            "reply_to_id": "625337"
        },
        {
            "user_name": "Njall_L",
            "text": "Tölvutek býður upp á Gigabyte kort á því verði sem að maður bjóst við\nhttps://www.tolvutek.is/vara/gigabyte-g ... -8gb-gddr5",
            "date": "2016-06-12 18:40:00",
            "post_id": "625355",
            "reply_to_id": "625349"
        },
        {
            "user_name": "Tonikallinn",
            "text": "er þetta ekki bara gott kort eða ?",
            "date": "2016-06-12 19:14:00",
            "post_id": "625357",
            "reply_to_id": "625355"
        },
        {
            "user_name": "Runar",
            "text": "Tölvutækni er með 1070 Founders Edition kortið skráð á 79.900,-, þeir munu pottþétt koma með Gigabyte kort líka og þau eiga að vera ódýrari en Founders Edition kortin. Held að engin verslun sé komin með þetta á lager samt, ekki loka verð hjá mörgum. \nFounders Edition kortin eru á $449, flestir framleiðendur (Asus, Gigabyte, MSI, EVGA o.fl) eru búnir að sýna þær útgáfur sem þeir verða með af 1070 Non-Founders Edition kortum og ekkert þeirra er dýrara en Founders Edition kortin.\nBara bíða smá, þetta kemur betur í ljós þegar allir eru komnir með Non-Founders Edition kortin á lager, styttist í það.",
            "date": "2016-06-12 20:10:00",
            "post_id": "625361",
            "reply_to_id": "625357"
        },
        {
            "user_name": "HalistaX",
            "text": "Þú jinxar nú Lottóinu að gera þráð um að þú hafir kannski unnið hahaha",
            "date": "2016-06-12 21:45:00",
            "post_id": "625365",
            "reply_to_id": "625361"
        },
        {
            "user_name": "Hnykill",
            "text": "Ég hef átt endalaust af skjákortum yfir ævina. en það sem maður þarf helst að taka til sín er hávaðinn í þessu. og þumalputta reglan er sú.. að því stærri vifta sem er á þessu.. því hægar þarf hún að snúast til að kæla vel. þessi 3x Windforce kæling hjá Gigabyte kælir vel, en þetta eru 3 litlar viftur á miklum hraða. og þær gefa frá sér hátíðnihljóð eins og aðrar litlar viftur. ef þið viljið góða kælingu og lítinn hávaða. takið frekar kortin með stærstu viftunum og frekar færri..\nEr með AMD 7950 í tölvunni og Nýju kortin eru með sömu 3x útgáfunni núna.. bara.. of litlar og snúast of hratt.. svo þið getið rétt ímyndað ykkur hávaðan í \"reference\" lítilli viftu að kæla svona stórt block :/",
            "date": "2016-06-12 23:06:00",
            "post_id": "625370",
            "reply_to_id": "625365"
        },
        {
            "user_name": "robbi553",
            "text": "Start.is fær örruglega EVGA kortin, mér finnst þau lang flottust af öllum þessum nýju coolers. Hlakka til að sá verðið á þeim.",
            "date": "2016-06-12 23:10:00",
            "post_id": "625372",
            "reply_to_id": "625370"
        },
        {
            "user_name": "Hnykill",
            "text": "Ég var einmitt að hugsa um þau þegar ég var að hugsa um hljóðlát 1070 kort með öflugri kælingu  \n \nEVGA eru með rosalega mikið af high end vörum.. eins og aflgjafa. því stundum kostar merkið þig bara heilan handlegg.. eins og Corsair t.d..\nCorsair AX1200i 1200W     = 64.950\nhttp://www.att.is/product/corsair-ax1200i-aflgjafi\nEVGA SuperNOVA 1300 G2 1300W   = 42.900\nhttp://www.start.is/index.php?route=pro ... uct_id=568\nOg ætli þetta fyrirtæki eigi ekki heimsmet í ábyrgð eða svo.. 10 ára ábyrgð af aflgjöfum ef þú nennir að skrá inn framleiðslunúmer af honum eftir að þú keyptir hann.. \nEn með skjákortin, þá eru þeir að hanna gífurlega góðar kælingar.",
            "date": "2016-06-12 23:35:00",
            "post_id": "625374",
            "reply_to_id": "625372"
        },
        {
            "user_name": "HalistaX",
            "text": "Þú ert með 1234 í póstatölu, don't you dare ruin this for me!  \n \nAnyways, koma Windforce útgáfur af þessum kortum, bæði 1070 og 1080? Vitiði nokkuð um það? Finnst kælingin á öðru mínu, reyndar AMD, R9 290 alveg hreint frábær og vinnur hún vinnuna sína sem starfsmaður mánaðarins síðan ég eignaðist hana, með nokkurn veginn eins litlum hávaða og þær gerast. \nHvort ég fari í 2-3 af þessu nýja frá AMD eða fái mér 1070 með Windforce kælingu, ef það verður í boði, veit ég ekki, ætli ég veriði ekki að sjá verðin á AMD kortinu og reikna smá til þess að komast að því",
            "date": "2016-06-13 06:52:00",
            "post_id": "625392",
            "reply_to_id": "625374"
        },
        {
            "user_name": "gutti",
            "text": "það verða smá hold þangað í haust \n vona þá kortið lækka í verð",
            "date": "2016-06-13 15:08:00",
            "post_id": "625416",
            "reply_to_id": "625392"
        },
        {
            "user_name": "robbi553",
            "text": "Já. Svo er líka til 550W G2 fyrir eitthvað um 18k, sem er svipað verð og á sambærilegu Corsair CX aflgjafa. En SuperNova G2 serían er þekkt fyrir að vera ein sú besta af þeim öllum. Jonnyguru gefur þeim líka score af 10/10, og það gerir hann ekki oft.",
            "date": "2016-06-14 05:55:00",
            "post_id": "625473",
            "reply_to_id": "625416"
        },
        {
            "user_name": "Hnykill",
            "text": "Ég var reyndar að spá í að taka GTX 1070 reference \"stock\" kort og setja aftermarket AIO kælingu á það. hvort ég geri það sjálfur eða panti GTX 1070 SEA HAWK X er annað mál.",
            "date": "2016-06-14 21:10:00",
            "post_id": "625513",
            "reply_to_id": "625473"
        },
        {
            "user_name": "Skaz",
            "text": "Það er að taka fáránlega langan tíma fyrir verðin á þessum kortum að jafna sig út í eitthvað eðlilegt.\nMaður er að sjá reference kortin ennþá \ndýrari\n ódýrari en AIB kortin sem að miðað við það sem að NVIDIA sagði um MSRP meikar ekki sens.\nSýnist sem að það verði nokkrir mánuðir í að maður láti vaða á svona kort, ef að það verður einfaldlega ekki eitthvað skárra í boði þá frá hinu liðinu \nLangt síðan maður hefur séð svona feilað launch.",
            "date": "2016-06-26 23:03:00",
            "post_id": "626263",
            "reply_to_id": "625513"
        },
        {
            "user_name": "Nariur",
            "text": "Founders edition (reference) kortin eiga að vera dýrari en AIB kortin.\nÞetta er oft svona, Skylake launchið var t.d. mikið verra.",
            "date": "2016-06-27 00:01:00",
            "post_id": "626269",
            "reply_to_id": "626263"
        },
        {
            "user_name": "Skaz",
            "text": "Æi ætlaði að orða þetta að AIB væru að sjást dýrari en refernce  \n \nÞetta er samt eiginlega verra miðað við að þetta launch ætlar að taka það mikinn tíma að greiða úr sér að \"næsti nýi hluturinn\" verður kominn þegar menn sjá loksins fram á að ná þessu á eðlilegu verði, hvað þá að þetta sé til í stock.\nSkylake var náttúrulega brandari, engar þannig séð stórvægilegar breytingar eða neinn hvati til að uppfæra sig. Og á meðan beið Intel eftir að gamlar birgðir kláruðust.",
            "date": "2016-06-27 00:27:00",
            "post_id": "626270",
            "reply_to_id": "626269"
        }
    ],
    "date": "2016-06-12 15:31:00"
}