{
    "forum_title": "Koníakstofan",
    "id": "69700",
    "title": "Einhverjir með reynslu af gearbest.com",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=69700",
    "posts": [
        {
            "user_name": "robbi553",
            "text": "Hæ, var aðeins að pæla hvernig reynslu fólk hefur að panta frá gearbest. Hef aðeins pantað eitt hleðslutæki, það gekk ágætlega fyrir utan að þeir merktu pöntunina mína aldrei sem \"Shipped\". Þessi síða er þekt fyrir ða hafa fake reviews, var bara að pæla hvort að einvherjir hér hafa pantað eitthvað eins og síma með EU direct.",
            "date": "2016-06-14 20:10:00",
            "post_id": "625506",
            "reply_to_id": false
        },
        {
            "user_name": "Viggi",
            "text": "Er nú að kaupa alskonar rafrettudótarí tv box og hefur allt skilað sér á 3 vikum eða svo. Góða er að þetta er eitt vöruhús þannig að allt í körfunni kemur í einum pakka annað en af ali. Og allt samkvæmt description",
            "date": "2016-06-14 20:25:00",
            "post_id": "625507",
            "reply_to_id": "625506"
        },
        {
            "user_name": "lukkuláki",
            "text": "Pantaði nokkra hluti um daginn þó ekki síma hugsa að ég myndi adrei gera það, það tók frekar langan tíma að fá þetta og ég gat ekkert fylgst með tracking eða neinu, þetta skilaði sér að lokum og þetta er allt eins og það á að vera.",
            "date": "2016-06-14 21:04:00",
            "post_id": "625512",
            "reply_to_id": "625507"
        },
        {
            "user_name": "dori",
            "text": "Ég keypti vasaljós þaðan og þau skiluðu sér á nokkuð mörgum vikum. Tók alveg slatta tíma frá því að ég pantaði þangað til það var sent og svo var pakkinn líka slatta tíma á leiðinni.\nÉg myndi ekki panta þarna ef ég vildi fá eitthvað strax (eða \"fljótlega\" einu sinni).",
            "date": "2016-06-15 12:24:00",
            "post_id": "625543",
            "reply_to_id": "625512"
        },
        {
            "user_name": "russi",
            "text": "Hef pantað frá þeim þó nokkuð oft.\nVel alltaf Hollenska póstinn þegar ég panta frá þeim, oft fyrir ekkert aukagjald, hef 2x þurft að borga auklega fyrir það, í eitt skiptið var 1.2$ og hitt 0.15$.\nHefur alltaf tekið svona um 12 daga að koma hingað og um 14 eftir að pósturinner búin með sitt.\nHafa alltaf staðið við sitt og burgðust vel við þegar ég fékk ranga vöru þó þeir hafi verið lengi að svara því, lenti á kínverskum áramótum sem gæti útskýrt það að hluta.\nÞegar ég vel Hollenska póstinn þá kemur tracking með honum, er reyndar á kínversku en það hefur virkað vél að kópera textan og henda honum í Google Translate bara. Hefur alveg stemmt uppá 10 þar.\nFyrir mitt leyti get ég mælt með þeim, eru allavega sneggri en Ali þegar ég hef pantað þaðan.",
            "date": "2016-06-15 21:38:00",
            "post_id": "625572",
            "reply_to_id": "625543"
        }
    ],
    "date": "2016-06-14 20:10:00"
}