{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "69798",
    "title": "Suð/hátíðni hljóð í nýju sjónvarpi á stand by",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=69798",
    "posts": [
        {
            "user_name": "agnarkb",
            "text": "Keypti \n32\" Philips Smart TV\n í ELKO fyrir um tveimur vikum til þess að hafa inn í svefnherbergi. Er mjög ánægður með það fyrir utan eitt. Þegar sjónvarpið er á Stand by, það er slökkt en í sambandi, þá heyrist suð og hátíðni hljóð í tækinu. Eins og það sé að koma frá PSU, minnir mig mjög á coil whine í skjákortum og þegar power supply þéttar eru orðnir leiðinlegir. Ég fékk tækinu skipt út fyrir annað eins en sama vandmál er á nýja tækinu. Er þetta allt saman bara eðlilegt eða getur verið að rafmagnslagnirnar í gömlu húsi séu að valda þessu? Hef ekki tekið eftir þessu í neinu öðru tæki, hvort sem það er flatskjár eða túba.",
            "date": "2016-06-26 14:37:00",
            "post_id": "626189",
            "reply_to_id": false
        },
        {
            "user_name": "EOS",
            "text": "Kom fyrir í Philips tækinu mínu. Lagaðist eftir að ég setti inn nýja uppfærslu. Prófa það?",
            "date": "2016-06-26 16:05:00",
            "post_id": "626194",
            "reply_to_id": "626189"
        },
        {
            "user_name": "Danni V8",
            "text": "Ég er með Philips tölvuskjá og það nákvæmlega sama gerist í honum.",
            "date": "2016-06-26 16:06:00",
            "post_id": "626195",
            "reply_to_id": "626194"
        },
        {
            "user_name": "agnarkb",
            "text": "Gæti reynt það. Hef samt ekki fundið uppfærslur en ætla að gá.",
            "date": "2016-06-26 16:10:00",
            "post_id": "626196",
            "reply_to_id": "626195"
        },
        {
            "user_name": "DJOli",
            "text": "Það var í philips skjá hjá mér, man ekki hvort það lagaðist við að setja brightness yfir 90% eða contrast yfir 90%.",
            "date": "2016-06-26 16:20:00",
            "post_id": "626197",
            "reply_to_id": "626196"
        },
        {
            "user_name": "agnarkb",
            "text": "Þetta er bara þegar slökkt er á skjánum, tækið slekkur ekki á sér nema það sé tekið úr sambandi, veit ekki afhverju contrast og brightness ætti að hafa áhrif á það.",
            "date": "2016-06-26 16:44:00",
            "post_id": "626200",
            "reply_to_id": "626197"
        },
        {
            "user_name": "robbi553",
            "text": "Er með 32\" philips flatskjá, reyndar er hann ekki nýlegur en þetta gerist líka í honum. Hann er sko LCD þannig þetta eru örruglega bara fluorescent perurnar að verða gamlar, ættir ekki að hafa það vandamál ef þetta er LED.",
            "date": "2016-06-26 16:48:00",
            "post_id": "626203",
            "reply_to_id": "626200"
        },
        {
            "user_name": "agnarkb",
            "text": "Uppfærði firmware og hélt að það hefði lagað þetta till þess að byrja með. En það er ennþá suð",
            "date": "2016-06-26 17:06:00",
            "post_id": "626207",
            "reply_to_id": "626203"
        },
        {
            "user_name": "GuðjónR",
            "text": "Það er ekki eðlilegt að það sé hátíðnihljóð í TV á standby.\nLíklega gallað powersupply. Skilaðu tækinu, fyrir utan gallann þá er 30 daga skilaréttur hjá ELKO.",
            "date": "2016-06-26 17:07:00",
            "post_id": "626209",
            "reply_to_id": "626207"
        },
        {
            "user_name": "agnarkb",
            "text": "Búinn að gera það einu sinni nú þegar. Fékk annað eins og sama vandamálið. Finnst einhvernveginn ósennilegt að ég fái tvö gölluð tæki í röð.",
            "date": "2016-06-26 17:13:00",
            "post_id": "626211",
            "reply_to_id": "626209"
        },
        {
            "user_name": "HalistaX",
            "text": "Ég myndi þá krefjast endurgreiðslu, ef þeir eru með ekkert nema Mánudags eintök af þessari týpu þarna í ELKO. Kaupa mér annað, svipað sjónvarp og athuga hvort þetta komi þar líka. Annan framleiðanda kannski.",
            "date": "2016-06-26 17:23:00",
            "post_id": "626215",
            "reply_to_id": "626211"
        },
        {
            "user_name": "agnarkb",
            "text": "Hef ekki fundið annað Android Smart TV í þessari stærð. Hef síðan ekki pláss fyrir eitthvað stærra.",
            "date": "2016-06-26 17:27:00",
            "post_id": "626216",
            "reply_to_id": "626215"
        },
        {
            "user_name": "playman",
            "text": "Ekki svo ósennilegt sé þetta framleiðslu galli, sé þetta t.d. vegna lélegra þétta (td. Capxon) þá er möguleiki á öll sú lína sé gölluð, sérstaklega\nþegar að fyrirtæki panta stóra pöntun af sömu tækjunum.\nMyndi skoða sterklega að fá endurgreitt og finna annað tæki í svipuðum flokki, ekki sætta þig við svona galla þar\nsem að það eru góðar líkur á að þetta verði stærra vandamál síðar meir.",
            "date": "2016-06-26 17:29:00",
            "post_id": "626217",
            "reply_to_id": "626216"
        },
        {
            "user_name": "HalistaX",
            "text": "Damn, þar fór í verra. Er þetta eitthvað truflandi hljóð? Sem heyrist bara þegar það er á Stand-by?",
            "date": "2016-06-26 17:33:00",
            "post_id": "626218",
            "reply_to_id": "626217"
        },
        {
            "user_name": "gutti",
            "text": "Ef þú er búinn fara með 2 í viðgerð en sama vandamál átt rétt að fá nýtt tæki eða endurgreitt mæla tala við ns.is",
            "date": "2016-06-26 17:40:00",
            "post_id": "626219",
            "reply_to_id": "626218"
        },
        {
            "user_name": "agnarkb",
            "text": "Heyrist bara á stand by og er ekkert eitthvað brjálæðislega truflandi. En maður heyrir alveg vel í því þegar það er alger þögn í herberginu.",
            "date": "2016-06-26 17:56:00",
            "post_id": "626221",
            "reply_to_id": "626219"
        },
        {
            "user_name": "jonsig",
            "text": "Þetta er hönnunargalli ekki framleiðslu. Þegar afl tækissins fer úr 50W niður í 0.5W dettur tíðni choppersins niður í audio band .\nÞetta hefur ekkert með þéttana að gera .\nÞað ætti að vera hægt að hækka lægri mörk þessarar tíðni . En það er enginn að fara gera það á bílagræju spjallinu . \n  Best að skila bara öllu Philips dóti sem fyrst .",
            "date": "2016-06-26 18:06:00",
            "post_id": "626223",
            "reply_to_id": "626221"
        },
        {
            "user_name": "GullMoli",
            "text": "Þetta var svona með 4k Salora sjónvarp úr Tölvutek sem ég átti í 1-2 vikur. Það var að vísu gallað eintak, veit ekki hvort að suðið hafi verið vegna gallans en það var amk óbærilegt hvort sem það var í standby eða í gangi. Fékk mér ekki aftur Salora tæki svo ég get ekki borið saman.",
            "date": "2016-06-26 18:08:00",
            "post_id": "626224",
            "reply_to_id": "626223"
        },
        {
            "user_name": "jonsig",
            "text": "Ef þetta breytist við Standby , þá er þetta mjög svo líklega útaf þessu sem ég nefndi . En auðvitað geta aðrir íhlutir klikkað í öðrum einingum tækisins ,en yfirleitt eru þetta einhverskonar span íhlutir .",
            "date": "2016-06-26 18:11:00",
            "post_id": "626225",
            "reply_to_id": "626224"
        },
        {
            "user_name": "agnarkb",
            "text": "Ég reyndi að taka upp hljóðið með ekkert sérstökum árangri. En ég ætla að pósta þessu, kannski auðveldara en að reyna að lýsa þessu.\nhttp://s000.tinyupload.com/download.php ... 4725679875\nÉg mun hafa samband við Elko á morgun, strákurinn sem skoðaði fyrsta tækið sagðist ekkert heyra, datt þá kannski í hug að þetta gæti verið rafmagnið hjá mér. En ef þetta er hönnunargalli þá er þetta bölvað vesen.",
            "date": "2016-06-26 18:15:00",
            "post_id": "626226",
            "reply_to_id": "626225"
        },
        {
            "user_name": "jonsig",
            "text": "Það þarf að hlusta á þetta þar sem ekki eru umhverfishljóð . Svo í öðru lagi held ég að krakkarnir sem vinna í flestum svona búðum.... ehh. Þú gætir alveg eins spurt lalla johns.\nRafmagnið hjá þér ?",
            "date": "2016-06-26 18:23:00",
            "post_id": "626228",
            "reply_to_id": "626226"
        },
        {
            "user_name": "agnarkb",
            "text": "Rafmagnið í húsinu er orðið þreytt, perur springa oft og svo framvegis. En ég hef reynt að tengja í nýjustu tengla og nýtt fjöltengi en alltaf það sama.",
            "date": "2016-06-26 18:31:00",
            "post_id": "626230",
            "reply_to_id": "626228"
        },
        {
            "user_name": "HalistaX",
            "text": "Jájá, ég heyri þetta alveg ágætlega á upptökuni. Þetta getur bara ekki verið skemmtileg upplifun á neinn hátt. Krefjast endurgreiðslu er það eina í stöðuni ef Jonsig hefur rétt fyrir sér að þetta sé framleiðslu galli í flestum ef ekki öllum svona týpum af sjónvörpum hjá þeim í þessari sendingu. \nKannski tala við einhvern tæknimann sem gæti athugað þetta með þér. Þetta gengur bara ekki svona. Það á ekki að heyrast neitt auka hljóð á meðan tæki er á Stand-by.",
            "date": "2016-06-26 18:35:00",
            "post_id": "626231",
            "reply_to_id": "626230"
        },
        {
            "user_name": "jonsig",
            "text": "Ef það er tilvikið ,þá hefur það ekki áhrif í þessu samhengi . Og ekki heldur firmware update´ið sem félagi okkar minntist á hér að ofan .",
            "date": "2016-06-26 18:54:00",
            "post_id": "626233",
            "reply_to_id": "626231"
        },
        {
            "user_name": "agnarkb",
            "text": "Ætla að senda póst á þjónustuverið hjá ELKO, sjá hvað kemur úr því til að byrja með. Kannski hitti ég á einhvern sem veit eitthvað. Þegar þetta gerðist fyrst með fyrra tækið þá var mér bent á Öreind og að þeir sjái um viðgerðir á sjónvörpum hjá þeim. Veit samt ekki hvort þeir gætu gert við eitthvað ef þetta er gölluð hönnun.",
            "date": "2016-06-26 19:07:00",
            "post_id": "626236",
            "reply_to_id": "626233"
        },
        {
            "user_name": "jonsig",
            "text": "Efast um að þeir séu að fara standa í einhverjum component pælingum . Best að losna við þetta tæki bara .",
            "date": "2016-06-26 19:16:00",
            "post_id": "626238",
            "reply_to_id": false
        },
        {
            "user_name": "playman",
            "text": "Ég verð að viðurkenna að ég heyrði ekkert í þessu hljóðbroti hjá þér, það var ekki fyrr en að ég hækkaði alveg í botn hjá mér og\nnotaðist við Visualizations og scope í VLC hjá mér þar sem að ég gat heyrt og séð hljóðið.\nÞá datt mér í hug þegar að þú nefndir að þessi hjá elko hafi ekkert heyrt gæti verið vegna þess að hann heyrir ekki þessar tíðnir.\nSjá betur hér.\nhttps://www.youtube.com/watch?v=VxcbppCX6Rk\nEn einnig til þess að útiloka rafmagnið hjá þér, prófaðu að fara með tækið í heimsókn til einhvers sem þú \nþekkir og prófaðu tækið þar, þá geturðu allavegana sagt að þú hafir gert það og það hafi ekki breitt neinu.\nAnnars hefði maður haldið að öll tæki í dag séu hönnuð þannig að \"lélegt\" rafmagn í íbúðarhúsum hefði ekki áhrif á tækið.\nFyrir það fyrsta þá á kúnnin ekki að þurfa að fara með tæki á viðgerðarstæði og láta gera við glænýtt sjónvarp þar sem að það \nflokkast auðvitað undir gallaða vöru og er undir ábyrgðar skilmála",
            "date": "2016-06-26 19:24:00",
            "post_id": "626240",
            "reply_to_id": "626238"
        },
        {
            "user_name": "HalistaX",
            "text": "Helvítis basl er það samt að þurfa alltaf að vera að drösla þessu 32\" sjónvarpi með sér hvert sem maður fer. Þú ný kominn heim nýja sjónvarpið, þarft svo að fara með það og skila því, færð nýtt, dröslast með það heim og svo núna þarftu að fara að drösla því uppí ELKO að öllum líkindum aftur. Heimsins dýrasta lyklakyppa mætti kalla þessa týpu sjónvarpa.",
            "date": "2016-06-26 19:26:00",
            "post_id": "626241",
            "reply_to_id": "626240"
        },
        {
            "user_name": "agnarkb",
            "text": "Sennilega það eina í stöðunni að skipta því út alveg og taka dýrari Samsung í staðinn, verst að það er ekki með Android vegna þess að ég nota Kodi töluvert, held að Samsung styðji Plex samt. Fer og tala við þá í Lindum á morgun eða á þriðjudag. Þetta ætlar að verða mikið vesen",
            "date": "2016-06-26 19:40:00",
            "post_id": "626242",
            "reply_to_id": "626241"
        },
        {
            "user_name": "playman",
            "text": "Gætir svo verslað þér mini usb android, það voru einhverjir að selja þetta hérna heima, bara man ekki hverjir það voru.\nhttp://www.ebay.com/itm/Mini-PC-Android ... 2062259287",
            "date": "2016-06-26 19:51:00",
            "post_id": "626243",
            "reply_to_id": "626242"
        },
        {
            "user_name": "agnarkb",
            "text": "Veit ekki, frekar myndi ég bara nota Plex eða kannski Raspberry Pi",
            "date": "2016-06-26 20:15:00",
            "post_id": "626245",
            "reply_to_id": "626243"
        },
        {
            "user_name": "agnarkb",
            "text": "En bara svona til þess að prófa þá setti ég tækið í samband við sama tengil og 42 Plasmi sem ég er með líka og alveg sama sagan þar. Kemur ekkert frá plasmanum þegar hann er í sambandi eins og á þessu. Svo er ég með magnara, plötuspilara og cd spilara inn í sama herbergi og Philips sjónvarpið og ekkert coil whine eða eitthvað í líkingu við þetta heyrist í þeim.",
            "date": "2016-06-26 20:39:00",
            "post_id": "626248",
            "reply_to_id": "626245"
        },
        {
            "user_name": "jonsig",
            "text": "En ekki hvað ?",
            "date": "2016-06-26 20:42:00",
            "post_id": "626249",
            "reply_to_id": "626248"
        },
        {
            "user_name": "agnarkb",
            "text": "Virðist þá bara vera öruggt að það er eitthvað að tækinu. Allaveganna er ég búinn að gera allt sem ég kann og get gert til þess að útiloka allt annað. Ekkert annað að tækinu samt. Á von á rafvirkja hingað á næstunni, hann veit kannski eitthvað um þessi mál.",
            "date": "2016-06-26 20:47:00",
            "post_id": "626250",
            "reply_to_id": "626249"
        },
        {
            "user_name": "jonsig",
            "text": "neibb",
            "date": "2016-06-26 21:17:00",
            "post_id": "626254",
            "reply_to_id": "626250"
        },
        {
            "user_name": "agnarkb",
            "text": "Neibb??",
            "date": "2016-06-26 21:24:00",
            "post_id": "626255",
            "reply_to_id": "626254"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég myndi losa mig við tækið í þínum sporum, reyna að finna eitthvað annað því þú verður aldrei sáttur við þetta tæki.",
            "date": "2016-06-26 21:40:00",
            "post_id": "626256",
            "reply_to_id": "626255"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Held hann meini að það sé ekki endilega bilun í tækinu, heldur sé þetta \"galli\" í hönnuninni. \nEða þá að rafvirkninn muni ekki vita neitt (sem er reyndar alveg líklegt).\nEn já, frekar snubbótt svar. En við hverju öðru er eiginlega að búast frá jonsig?",
            "date": "2016-06-26 22:07:00",
            "post_id": "626260",
            "reply_to_id": "626256"
        },
        {
            "user_name": "jonsig",
            "text": "whu? er allt hörmung sem ég segi",
            "date": "2016-06-26 23:18:00",
            "post_id": "626264",
            "reply_to_id": "626260"
        },
        {
            "user_name": "Danni V8",
            "text": "Keypti sér fjöltengi fyrir Philips skjáinn sem ég slekk á þegar ég fer að sofa. Þetta suð getur gert mann klikkaðan! Sé mikið eftir að hafa ekki skilað honum þegar hann var nýr....",
            "date": "2016-06-27 10:58:00",
            "post_id": "626279",
            "reply_to_id": "626264"
        },
        {
            "user_name": "vesley",
            "text": "Engin hörmung, svörin þín eru hinsvegar álíka þurr og að borða weetabix með engri mjólk.",
            "date": "2016-06-27 12:15:00",
            "post_id": "626285",
            "reply_to_id": "626279"
        }
    ],
    "date": "2016-06-26 19:16:00"
}