{
    "forum_title": "Koníakstofan",
    "id": "69832",
    "title": "Einkar undarleg Einkabanka upplifun",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=69832",
    "posts": [
        {
            "user_name": "Stuffz",
            "text": "Einkabankinn.is\nHversvegna ætli þetta gerist?\nhttps://youtu.be/mV-SvDVs-0c\nMaður veit náttúrulega að ISK er öruggasti gjaldmiðill í heiminum* en samt þetta kom smá á óvart.\n*Því enginn stelur honum",
            "date": "2016-06-29 12:49:00",
            "post_id": "626443",
            "reply_to_id": false
        },
        {
            "user_name": "davidsb",
            "text": "Þeir eru ekki með Certification fyrir einkabanki\nnn\n.is eins og þú ert að tengjast en eru með fyrir \nwww.einkabanki.is\n og einkabanki.is\nSkrítið samt að bjóða uppá að tengjast með einkabankinn.is en ekki hafa certificate fyrir þá slóð.",
            "date": "2016-06-29 12:57:00",
            "post_id": "626444",
            "reply_to_id": "626443"
        },
        {
            "user_name": "Demon",
            "text": "Pottþétt bara oversight hjá þeim sem reka serverinn (vantar skírteini fyrir einkabankinn.is). Í svona tilfellum er vingjarnlegast að benda þeim á þetta með t.d. maili á landsbankann.\nÞetta getur auðvitað líka gerst ef hakkari er á sama neti og þú og þykist vera að hosta einkabankann á sinni vél, þá mun skírteinið sem hann er með uppsett ekki passa við (og þessvegna varar browserinn þig við).\nÆttir í raun aldrei að tengjast vefum sem koma upp með svona viðvörun. Yfirleitt er þó engin hætta á ferðum og í raun bara kerfisstjóri sem klikkaði á því að uppfæra skírteini en það borgar sig ekki treysta því og tengjast vefnum frekar þegar þetta hefur verið leyst.",
            "date": "2016-06-29 15:16:00",
            "post_id": "626458",
            "reply_to_id": "626444"
        },
        {
            "user_name": "lnaurate",
            "text": "Ef það væri hakkari sem er að directa þig á sinn eigin einkabanka.is myndi þá ekki virka að fara beint inn á 89.104.145.152?",
            "date": "2016-06-29 18:00:00",
            "post_id": "626466",
            "reply_to_id": "626458"
        }
    ],
    "date": "2016-06-29 12:49:00"
}