{
    "forum_title": "Almennt um vélbúnað",
    "id": "69874",
    "title": "Er að setja saman tölvu, vantar ráðleggingar",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=69874",
    "posts": [
        {
            "user_name": "aguststefans",
            "text": "Góðan daginn,\nég er að fara að setja saman næstu tölvu og er í fyrsta skiptið að kaupa sjálfur hlutina í hana í staðinn fyrir að kaupa tilbúinn pakka.\nEr kominn með ágætis hugmynd að vélinni (er mikið að vinna í myndbandagerð en vil líka geta spilað einhverja leiki á hana) en þarf klárlega ráðleggingar varðandi Móðurborð, Aflgjafa og Tölvukassa. Er að hugsa budget í kringum 250.000 kr, en hér er það sem ég held að sé orðið klárt hjá mér:\nÖrgjörvi: Intel i7 6700K 4.0 ~ 4.2 GHz\nSkjákort: GTX 1070\nMinni: 16GB (fer væntanlega eftir móðurborði hvaða týpur af minni ég enda í)\nHDD: 500 GB Samsung 850 EVO + 3 TB Seagate 7200\nAllar ráðleggingar væru mjög vel þegnar, takk!",
            "date": "2016-07-04 13:43:00",
            "post_id": "626740",
            "reply_to_id": false
        },
        {
            "user_name": "robbi553",
            "text": "http://tolvutaekni.is/product_info.php? ... ts_id=2991\nÞetta móðurborð er eitt af mest seldu Z170 borðunum. Tengdabróðir minn á svona og líkar mjög vel við það. Það er með allskonar features sem hann héllt að hann myndi aldrei nota, en það er eitthverskonar Asus audio suit með sem er suprisngly useful. Allavegana, gerist ekki betera fyrir peninginn í mínum huga. Stílhreint, Z170 og tonn af features.\nhttp://www.start.is/index.php?route=pro ... ct_id=1022\nEVGA G2 aflgjafar eru hreinlega þeir bestu á markaðinum. Eitt af einu aflgjöfum sem jonnyguru hefur gefið 10/10. HAnn er uppseldur núna en þeir fá reglulega nýjar sendingar, svo þú getur prófað að heyra í þeim með það. Ég veit að hann er dýr, en hann mun endast.\nMeð minnið, fáðu þér bara hraðasta DDR4 fyrir verðið, ekki mikið science bakvið þetta. Nema hafðu það kit af 2, eins og 2x4 gb stick fyrir 8gb til að enablea dual channel, sem er hraðara.\nMeð kassa, það er bara persónulegt. Á sjálfur hvítan NZXT S340 sem ég keypti hjá tölvutækni. Mjög stílhreinn og flottur.",
            "date": "2016-07-04 14:14:00",
            "post_id": "626743",
            "reply_to_id": "626740"
        },
        {
            "user_name": "aguststefans",
            "text": "Geggjað, takk kærlega fyrir mjög góðar upplýsingar!",
            "date": "2016-07-04 14:44:00",
            "post_id": "626746",
            "reply_to_id": "626743"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Myndi taka frekar 4tb disk. \nÉg er skít hræddur við failure rateið á þessum 3tb.",
            "date": "2016-07-04 15:43:00",
            "post_id": "626748",
            "reply_to_id": "626746"
        },
        {
            "user_name": "aguststefans",
            "text": "já ok, hafði ekki heyrt af því, 4 TB gáfulegri kaup, takk fyrir!",
            "date": "2016-07-04 21:44:00",
            "post_id": "626772",
            "reply_to_id": "626748"
        },
        {
            "user_name": "kjartank",
            "text": "750W aflgjafi ætti að vera alveg nóg í þetta.",
            "date": "2016-07-04 22:05:00",
            "post_id": "626775",
            "reply_to_id": "626772"
        },
        {
            "user_name": "lnaurate",
            "text": "4TB diskur betri kaup. Varðandi aflgjafa viltu eitthvað í kringum 600W+ en það sem skiptir meira máli er að þú fáir góðann aflgjafa, þeas góðann framleiðanda og 80+ gold eða platinum rating. \nEkki eyða alltof mikið í minni, færð svo lítið fyrir auka peninginn. Held að 2400MHz DDR4 minni sé sweet spot. \nSvo einhverja hljóðláta og þægilega örgjörvakælingu, þarft ekkert svakalegt, þessi örgjörvi runnar ekki mjög hot. \nFyrst þú ert ekki að fara í einhverja svakalega yfirklukkun þarftu ekki að eyða neitt svakalega í móðurborð. Færi í eitthvað mid-range með þeim tengjum sem þú þarft.\nAnnars lítur þetta mjög vel út. Glæsileg video editing vél sem ætti að runna hvaða leik sem er líka.",
            "date": "2016-07-05 10:07:00",
            "post_id": "626789",
            "reply_to_id": "626775"
        },
        {
            "user_name": "aguststefans",
            "text": "Takk kærlega fyrir, bíð núna bara spenntur eftir því að fara í verslunarferð og setja svo græjuna saman. Algjörlega ómetanlegt að geta fengið ráðleggingar hérna fyrir kaupin!",
            "date": "2016-07-05 13:19:00",
            "post_id": "626807",
            "reply_to_id": "626789"
        }
    ],
    "date": "2016-07-04 13:43:00"
}