{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "70159",
    "title": "Er að pæla í MAG 250 boxi og er með smá spurningar",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=70159",
    "posts": [
        {
            "user_name": "flottur",
            "text": "Sælir meðlimir.\nEr að pæla í að kaupa mér MAG 250 iptv box og fann þannig hjá feris.is\nSíðan var ég að pæla í því að leita af þessu sama boxi á aliexpress.com og komst að því að það er til nákvæmlega sama box til þar en á miklu minni pening.\nSpurningarnar eru svo hljóðandi : \nGet ég keypt þetta box af aliexpress og notað það hérna heima?\nAfhverju ætti ég að kaupa það af feris.is á meðan ég get keypt það á aliexpress.com fyrir mun minni pening?\nHver er munurinn á því að kaupa boxið af feris.is og aliexpress.com?\nEr einhvern munur/vandamál að búa til reikning í þessu boxi þó að maður kaupi það af aliexpress.com eða feris.is?\ner kannski eini munurinn að það eru íslensku rásirnar á boxinu hjá feris.is en ekki þessu sem er af aliexpress.com?\nEr ekki einhver svaka fróður um þessi mál og getur frætt mig um þetta allt saman?",
            "date": "2016-08-02 20:50:00",
            "post_id": "628678",
            "reply_to_id": false
        },
        {
            "user_name": "arons4",
            "text": "Færð 2 ára ábyrgð ef þú verslar þetta hjá feris auk þess að þurfa ekki að bíða eftir sendingunni(yfirleitt á ali sem það annaðhvort kostar marga peninga eða tekur langan tíma)",
            "date": "2016-08-02 21:23:00",
            "post_id": "628680",
            "reply_to_id": "628678"
        },
        {
            "user_name": "flottur",
            "text": "hef nú ekki talið að 67 dollarar og síðan borgar maður toll og skatt af þessu hérna heima ekki verið svaka peningur, en síðan er ábyrgð allt annar handleggur.\nSíðan munar mig svo sem ekkert um að bíða í 12-26 daga.\nEr bara að pæla hvort þetta sé bara eitthvað plug n play eða þarf maður að setja einhverjar stillingar inn í boxið eða ekki og hvort maður ætti að panta þetta af ali eða ekki?",
            "date": "2016-08-02 21:35:00",
            "post_id": "628684",
            "reply_to_id": "628680"
        },
        {
            "user_name": "arons4",
            "text": "Þori að veðja að rúv komi ekki uppsett í þeim, hef hinsvegar aldrei notað þessi box.",
            "date": "2016-08-02 21:45:00",
            "post_id": "628687",
            "reply_to_id": "628684"
        },
        {
            "user_name": "Cikster",
            "text": "Ég keypti box af Feris fyrir nokkrum árum (reyndar notað það minna í seinni tíð) og var tilturlega sáttur. Í kaupunum á boxinu frá þeim hefur verið þessar stöðvar sem þeir lista frítt (allavegana ennþá held ég) og hægt að kaupa euro stöðva pakka og HD pakka (á reyndar frekar of háu verði að mínu mati). Þeir töluðu alltaf um að meira/betra væri á leiðinni en ég gafst upp á að bíða eftir því (en á ennþá boxið).\nEf þú kaupir box úti á lægra verði mun það ekki virka nema þú kaupir þér áskrift einhverstaðar (eða endalaust vera eltast við þetta fría sem virkar kannski í nokkra mánuði og dettur jafnvel út). Eflaust hægt að finna áskriftir sem kosta ekki svo mikið en þær munu örugglega ekki vera með íslensku stöðvunum og góð spurning hversu stöðugar rásirnar eru og hversu gott samband er frá þínum internet þjónustu aðilla út til IPTV þjónustunar (hvort verði buffering).\nSíðast þegar ég prófaði Feris boxið mitt virkuðu stöðvarnar vel enda hýstar hér á landi (en ekki komnar einusinni með simple hlut eins og dagskrá, hvað þá eitthvað flottara eins og tímaflakkið og VOD sem sumt af þessu erlenda er með).\nEn já, mín ráðlegging er að þú hugsir meðal annars hvort þessar rásir sem Feris er að bjóða frítt mundu duga fyrir þig (og án alls rjómans sem hefur verið á leiðinni í rúmlega ár án þess að nokkuð heyrist af því) og einnig hvort þú sért með nóg utanlands DL fyrir erlendar áskriftir ef þú mundir nota það mikið. Ef þú vilt fleiri/aðrar stöðvar og hefur nóg DL í þetta verður sennilega einhver annar en ég að svara (ert allavegana kominn með svar við hluta af spurningunni frá mér).\nSvo er líka alltaf möguleikinn að prófa setja upp Kodi í tölvunni hjá þér og prófa hvort þessi \"fríu\" plugin þar mundu duga þér í það sem þú vilt horfa á. Þá er möguleikinn á að kaupa android box í staðinn fyrir MAG 250 sem er orðin svoldið gömul hönnun (450 mhz örgjörvi, 256mb ram, 256 mb rom). Er reyndar komið Mag 256, 270 og 350 en hef heyrt að allavegana einhverjar af þessum IPTV þjónustum styðji það ekki eða illa.",
            "date": "2016-08-02 21:52:00",
            "post_id": "628688",
            "reply_to_id": "628687"
        },
        {
            "user_name": "Cikster",
            "text": "Get lofað þér því að ert allavegana ekki að fara fá þjónustuna frá Feris á box keypt á ALI þar sem þeir nota MAC address læsingu á þjónustuna sína. Plug and play mun það ekki vera.",
            "date": "2016-08-02 21:56:00",
            "post_id": "628689",
            "reply_to_id": "628688"
        },
        {
            "user_name": "emmi",
            "text": "Svo er MAG250 orðið nokkuð gamalt, ég myndi þá fá mér 254 ef þú ætlar að kaupa af Ali. MAG256 var að út sem er mun öflugra en 250/254.",
            "date": "2016-08-02 22:17:00",
            "post_id": "628692",
            "reply_to_id": "628689"
        },
        {
            "user_name": "flottur",
            "text": "Skilðig, þetta var einmitt sem ég var að pæla. Eftir að hafa lesið mér til um þetta og aðeins meira en það þá er þetta útkoman : \nKeypt á íslandi af feris fæ ég tilbúin pakka og það er bara plug n play(jú það er alveg rétt þessir pakkar eru frekar í dýrari kanntinum)\nKeypt af ali aðeins meira vesen, er reyndar með nóg af erlendu dl-i en þetta verður alltaf smá hausverkur að finna (stabila)iptv áskrift.\nhehehehe ég var svo sem nokkurn vegin búin að gera mér grein fyrir því.\nSamtalið við feris myndi vera nokkurn vegin svona : halló ég keypti sama box af aliexpress.com á miklu minni pening og þið eruð að bjóða á miklu hærra verði, ekki mætti ég nota þjónustuna ykkar..........rrrrriiiiiiggggghhhhhttttt!!!\nok þú meinar, annars er maður bara að athuga stöðuna á öðrum möguleikum þar við erum ekki með neina áskrift hjá hákörlunum á íslandi síminn, vodafone og svo framvegis.\nVið höfum einnig verið að pælaí iptv boxi frá satis.is þannig að það eru margir möguleikar í boði.",
            "date": "2016-08-03 09:00:00",
            "post_id": "628708",
            "reply_to_id": "628692"
        },
        {
            "user_name": "frappsi",
            "text": "Hefurðu skoðað Android TV boxin + einhver góður IPTV pakki t.d. ntv.mx?\nÍslensku stöðvarnar eru reyndar ekki inni þar, en það er hægt að fá box með DVB-T2 móttakara ef loftnet er til staðar, eða nota Sjónvarp Símans appið.\nEr forvitinn um hvaða kosti þessi Mag box hafa umfram Android boxin...",
            "date": "2016-08-03 11:31:00",
            "post_id": "628719",
            "reply_to_id": "628708"
        },
        {
            "user_name": "flottur",
            "text": "Hef aðeins verið að pæla í þeim en ekkert verið að kynna mér þau.",
            "date": "2016-08-03 16:32:00",
            "post_id": "628749",
            "reply_to_id": "628719"
        },
        {
            "user_name": "Fautinn",
            "text": "https://bland.is/til-solu/raftaeki/sjon ... r/3277610/\nEr einhver að nýta sér þetta?",
            "date": "2016-08-03 18:34:00",
            "post_id": "628759",
            "reply_to_id": "628749"
        },
        {
            "user_name": "flottur",
            "text": "Ég er samt oftast að pæla með þetta dæmi  að iptv serverin verður að vera góður, ég er alla vegana búin að greina þetta alminnilega og mér sýnist það eina sem skiptir máli er að vera með góðan IPTV server skiptir engu máli hvort þú sért með MAG XXX eða Android box.\nÞannig að mér finnst þetta snúast aðalega um það að fylgjast með hvaða server/vefsíða/fyrirtæki kemur til með að standa sig best!\nEftir að hafa kíkt á þessa bland auglýsingu og farið svo á facebook síðuna þeirra þá hljómar þetta voðalega mikið eins og þessi hérna \nhttp://www.aliexpress.com/store/product/Mag-250-IPTV-Box-with-one-Year-Account-Mag250-Linux-OS-IPTV-Set-Top-Box-with/302695_32696744877.html\nEn ég er samt ekkert að setja út á þetta hjá þeim þetta er alveg fínn díll.",
            "date": "2016-08-03 19:44:00",
            "post_id": "628766",
            "reply_to_id": "628759"
        },
        {
            "user_name": "Cikster",
            "text": "Sýnist að þetta kína iptv sem þú linkar á sé ekki með EPG dagskrá (eins og reyndar nánast allir þessir kína pakkar). Fínt verð svo sem ef þetta er stöðugt (er með eitt kína iptv sem er á android boxi og er ekki nógu gott að mínu mati). Fékk reyndar prufu af einu sem var með dagskrár upplýsingunum en þeir voru ekki að selja það gegnum Ali heldur vildu á þeim tíma bara fá borgað beint gegnum paypal sem ég var ekki að nenna standa í (en virðast vera byrjaðir að selja á Ali núna en kostar svoldið meira en flest hin, samt mun minna en megabox dótið sýnist mér). Ef þú átt Android tablet/síma geturu kannski fengið prufu hjá þeim og séð hvernig þér líkar.\nhttp://www.aliexpress.com/store/product ... 44357.html",
            "date": "2016-08-03 22:12:00",
            "post_id": "628779",
            "reply_to_id": "628766"
        },
        {
            "user_name": "gunni91",
            "text": "Ég er búinn að vera nota þetta í tæpt ár án vandræða,\nalltaf verið að uppfæra database-ið og tímaflakk sem virkar mjög fínt.\nhttps://www.facebook.com/Internet-sj%C3 ... 3/?fref=ts",
            "date": "2016-08-04 10:55:00",
            "post_id": "628813",
            "reply_to_id": "628779"
        },
        {
            "user_name": "dbox",
            "text": "Ég hef verið að nota ntv.mx í 2 ár án vandræða er sáttur hvernig það virkar í kodi en ég vil helst nota mag 254.\nmálið með ntv.mx í mag 254 er að það tekur allt að 6 sek að skipta milli stöðva mér finnst það frekar langur tími þegar maður er með svo margar stöðvar. Mælið þið með einhverjum góðum server á góðu verði fyrir mag 254?",
            "date": "2016-08-06 11:31:00",
            "post_id": "629005",
            "reply_to_id": "628813"
        },
        {
            "user_name": "Konig",
            "text": "Ég var með MAG250 en skipti svo yfir í Android sjónvarpsbox og fékk mér áskrift frá \nhttp://www.imbakassinn.com\n aldrei neitt hikst eða vesen og frábær HD gæði.\nEkki skemmir verðið heldur",
            "date": "2016-08-06 12:06:00",
            "post_id": "629007",
            "reply_to_id": "629005"
        },
        {
            "user_name": "Hargo",
            "text": "Er einmitt í svipuðum pælingum. Langar í MAG box og prófa ntv.mx á því til að ná enska boltanum. Hef verið með áskrift að ntv.mx og var að keyra það í gegnum Kodi á Raspberry Pi I. Finnst bara Raspberry vera of hæg varðandi viðmótið og fletta á milli stöðva, það tekur óratíma. Væri sennilega skárra á nýju Raspberry Pi týpunni sem er öflugri.",
            "date": "2016-08-06 12:40:00",
            "post_id": "629017",
            "reply_to_id": "629007"
        },
        {
            "user_name": "flottur",
            "text": "Ég ákvað að borga fyrir 1 mánuð hjá ntv.mx og er að keyra þetta í gegnum tölvuna nánar firefox browser, þetta er ágætt.\nMest megnið af útsendingunum eru í SD og síðan eru stöðvar í HD ég sé svo sem engan svaðalegan mun en það er auðvitað smá.\nÞað er slatti af laggi þegar að allir á heimilinu eru á netinu og ef maður stækkar í fullscreen verður þetta stundum pixlað og manni finnst maður vera dottinn í gamla túbusjónvarpið.\nÉg er samt að pæla hvort þetta verði eitthvað betra ef maður kaupir sé iptv box(MAG, Android) eða er þetta bara útkoman sama hvort maður er með box eða tölvu?\nReyndar tók ég eftir því að ntv.mx bjóða upp á stuðning við :\nWEB\nMAG\nKodi\nAndroid\nIOS\nog þykir mér það nokkuð svalt.\nSíðan er ég að pæla annað að ef maður kaupir þetta hjá íslenskri þjónustu dettur maður þá eki í innanlands traffík á meðan maður er að kaupa þetta af ntv.mx þá er maður á utanlandstraffík?",
            "date": "2016-08-06 15:40:00",
            "post_id": "629028",
            "reply_to_id": "629017"
        },
        {
            "user_name": "elri99",
            "text": "Það er ýmislegt í boði hjá Kínakallinum:\nhttp://www.aliexpress.com/premium/iptv-europe.html?ltype=wholesale&d=y&origin=y&isViewCP=y&spm=2114.01020208.0.61.NXMKDJ&site=glo&SortType=total_tranpro_desc&g=y&SearchText=iptv+europe&CatId=5092303&initiative_id=AS_20160806085443&shipCountry=is&needQuery=n&blanktest=10",
            "date": "2016-08-06 17:01:00",
            "post_id": "629033",
            "reply_to_id": "629028"
        },
        {
            "user_name": "dbox",
            "text": "Eru engir fta straumar til fyrir mag254?",
            "date": "2016-08-06 22:14:00",
            "post_id": "629056",
            "reply_to_id": "629033"
        }
    ],
    "date": "2016-08-02 20:50:00"
}