{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "70227",
    "title": "Á einhver Philips HTL6145c 2.1 soundbar heimabíókerfi?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=70227",
    "posts": [
        {
            "user_name": "k0fuz",
            "text": "Kvöldið vaktarar,\nMig langaði bara að forvitnast um hvort einhver ætti Philips HTL6145c 2.1 soundbar heimabíókerfi? Ég hef nefnilega verið að lenda í því frá því ég fékk kerfið í janúar að bassinn dettur út oft í svona 1-2 sekúndur sem er eins og gefur að skilja mjög pirrandi  \n  en ég sendi þetta til baka aftur í elko og bíð núna eftir staðfestingu á þessum galla. Þegar ég reyni að googla þetta vandamál þá virðist það ekki vera þekkt þannig að ég vildi athuga hvort einhver ætti svona kerfi og væri annaðhvort líka að lenda í þessu eða bara alls ekki \n ?",
            "date": "2016-08-07 22:17:00",
            "post_id": "629130",
            "reply_to_id": false
        },
        {
            "user_name": "svanur08",
            "text": "Er ákkurat eins með sound-ið í philips sjónvarpi sem ég á, kemur ekkert á óvart philips er drasl merki að mínu mati.",
            "date": "2016-08-07 22:33:00",
            "post_id": "629131",
            "reply_to_id": "629130"
        },
        {
            "user_name": "k0fuz",
            "text": "Er enginn sem á svona hljóðstöng? :O",
            "date": "2016-08-10 16:00:00",
            "post_id": "629277",
            "reply_to_id": "629131"
        },
        {
            "user_name": "methylman",
            "text": "Éger með minni gerð HTL3140B[ og er hundfúll yfir því þetta átti að \"vakna\"  á HDMI tenginu en gerir það ekki og er alveg uþb 30 sec að ræsa sig upp,  hef ekki góða reynslu af þessu.  Þó hljómgæðin séu ágæt viðað við verð kannski \n \nhttp://www.usa.philips.com/c-p/HTL3140B ... ar-speaker",
            "date": "2016-08-10 17:38:00",
            "post_id": "629284",
            "reply_to_id": "629277"
        },
        {
            "user_name": "DJOli",
            "text": "Lausnin er mjög einföld. Ekki versla Philips raftæki.\nÁrið 2011 keypti ég 40\" Philips sjónvarp, en ég notaði alltaf \"svæfistillingu\" á því, sem virkaði þannig að það slökkti á sér ef hvorki var hækkað né lækkað í sirka 4 tíma. Eftir tæpt ár festist niðurtalningaglugginn í bakgrunninum, en ég varð hans lítið var við almenna notkun. Ég hefði skilað tækinu inn vegna ábyrgðar ef það hefði ekki verið eyðilagt fyrir mér.\nÁrið 2012 keypti ég 1stk 23,6\" Philips Blade IPS skjá sem var í nákvæmlega sama stíl og sjónvarpið. Eftir tæpt ár kom græn lína sirka 5cm frá hægri endanum, en það voru s.s. ónýtir pixlar. Skjánum var skipt út fyrir annan nákvæmlega eins skv. ábyrgð.\nÁrið 2014 uppfærði ég tölvuna mína og keypti mér annann *identical* 23,6\" Philips Blade IPS skjá. Hann hefur verið til vandræða á þann hátt að power ljósið blikkar óreglulega í tíma og ótíma, en þó ekki stöðugt. Ég hef sent hann í viðgerð skv. ábyrgð, en vandamálið var ekki leyst.\nÍ September/Október 2015 keypti ég mér 58\" Philips 4k sjónvarp. Ég er búinn að vera óánægður með tækið síðan ég byrjaði að nota það vegna þess að það skiptir ekki máli hvað source-ið er, það er 50ms lagg á sjónvarpinu í 1920x1080, og 400ms í 4k. Ég á eftir að skila því nú í ár þegar ég loksins nenni að pakka og skila þessu flykki.",
            "date": "2016-08-11 06:29:00",
            "post_id": "629313",
            "reply_to_id": "629284"
        },
        {
            "user_name": "HalistaX",
            "text": "Maður segir alltaf að Philips sé eina merkið sem eitthvað sé varið í en í dag er það bara einfalslega rangt. Þeir áttu þennan titil kannski skilið þegar túbusjónvörpin voru hvað hæsti punktur afþreyingar tækninnar, en ekki í dag. \nMamma keypti einhvern random flatskjá, HD Ready flatskjá, 32\", fyrir hátt í 10 árum síðan. Það fyrsta sem hann gerði, kominn uppúr kassanum, var að drepa pixil. \nNúna get ég bara ekki horft á sjónvarpið hérna heima því þessi litli dauði pixill lítur út eins og heill örbylgjuofn sé fyrir myndinni á sjónvarpinu í mínum augum. Viðbjóður. Svona lagað ætti að vera inní ábyrgðinni. \nMaður þarf að hætta þessum Philips elítisma og sætta sig við það að flatskjáirnir og restin af stöffinu sem þeir búa til eru bara ekki eins gott stöff og túburnar voru í gamla daga. \nHef heyrt sem og lesið góða hluti um Sharp, LG, Sony og Definitive Technology í Soundbar leiknum. En þá erum við aldrei í sama verðflokknum, nota bene.",
            "date": "2016-08-11 06:45:00",
            "post_id": "629314",
            "reply_to_id": "629313"
        },
        {
            "user_name": "k0fuz",
            "text": "Ég einmitt keypti þetta hljóðkerfi því ég á 42\" sjónvarp sem hefur reynst mér vel í fjölda ára og einnig á ég 24\" 144hz skjá frá þeim sem ég fýla vel og svo á ég philips blandara sem hefur lifað í óra langan tíma, 10 ár eða meira. Þannig að mín reynsla hingað til af philips var bara góð. En við skulum vinsamlegast halda okkur on topic á upprunalega málefninu í stað þess að telja upp öll þau skipti sem philips hefur failað \n \nÉg vildi bara vita hvort þetta ákveðna módel af heimabíó hafi verið að klikka hjá fleirum eða ekki.",
            "date": "2016-08-11 09:12:00",
            "post_id": "629322",
            "reply_to_id": "629314"
        }
    ],
    "date": "2016-08-07 22:17:00"
}