{
    "forum_title": "Leikjasalurinn",
    "id": "70233",
    "title": "Overwatch World Cup 2016 \"Kosning hafin\"",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=70233",
    "posts": [
        {
            "user_name": "brain",
            "text": "Einhverjir Vaktarar í þessu ?  \n\"On behalf of the Overwatch® team here at Blizzard Entertainment®—congratulations!  We’ve been searching for exceptionally-skilled Overwatch players in Iceland, and you have certainly proven to be just that!\n \nWe’d love to nominate you to be a participant in our inaugural Overwatch World Cup celebration! If you haven’t heard about this exhibition for BlizzCon 2016, click here to learn more. \n \nThe Overwatch World Cup consists of three main phases:\n1)      Team selection, which will be based on votes from fellow players in your country or area. \n2)      Online qualifiers, which will be used to identify the top 16 national all-star teams from the world. \n3)      And, finally, the Overwatch World Cup at BlizzCon 2016! That’s right, you’ll get to attend BlizzCon for free and, if your team is successful, even compete on the Overwatch stage and receive appearance fee! \"",
            "date": "2016-08-08 17:54:00",
            "post_id": "629160",
            "reply_to_id": false
        },
        {
            "user_name": "capteinninn",
            "text": "Damn vel gert.\nErtu mikið að spila í comp og á hvaða rank ertu ?",
            "date": "2016-08-08 20:05:00",
            "post_id": "629166",
            "reply_to_id": "629160"
        },
        {
            "user_name": "brain",
            "text": "Spila bara í ESL og GosuGamers.",
            "date": "2016-08-08 20:22:00",
            "post_id": "629168",
            "reply_to_id": "629166"
        },
        {
            "user_name": "HalistaX",
            "text": "Nice, til hamingju með þennan árangur \n \nMér finnst gaman að horfa á Overwatch gameplay en ég sé ekki fyrir mér að ég eigi nokkurn tímann eftir að spila hann. My Team Fortress days are behind me.",
            "date": "2016-08-11 08:23:00",
            "post_id": "629317",
            "reply_to_id": "629168"
        },
        {
            "user_name": "brain",
            "text": "Takk ! \nFékk póst í dag:\nThank you for confirming your availability for the Overwatch World Cup 2016. We have now completed building the final pool of the candidates for the voting phase and are proud to inform that you are one of the nominees — congratulations!\nVoting is slated to start this week and we’ll be putting out the call to players around the globe to help select the local heroes that will represent their country in the Overwatch World Cup 2016.\nWe will contact you with more information once the voting phase will start.\nÞetta fer að verða meira real !",
            "date": "2016-08-11 18:32:00",
            "post_id": "629372",
            "reply_to_id": "629317"
        },
        {
            "user_name": "HalistaX",
            "text": "Þú hendir auðvitað í okkur username'inu sem þú spilar undir og við Vaktarar tökum smá klíkuskap á þetta til þess að tryggja þér sæti, sæti. Ef þetta er public kosning þar að segja.",
            "date": "2016-08-11 19:57:00",
            "post_id": "629385",
            "reply_to_id": "629372"
        },
        {
            "user_name": "brain",
            "text": "Vonandi get ég treyst á vaktina !\nBúið að opna fyrir kosningu á Overwatch World Cup 2016 !\n \nhttps://playoverwatch.com/en-us/blog/20228352\nMér sýnist að aðeins þeir sem eigi Overwatch geti kosið. Allavega þarf að logga inn. ( kannski Battlenet id virki ? )\nKjósa má 4 spilara, bið þá Vatkarmeðlimi sem geta, að kjósa þessa 4 spilara:  Lambo, Grissi, Valk, Hafficool.\nÉg spila sem Lambo. Hinir 3 eru meðspilarar í liðinu og frábærir spilarar.\nTakk fyrir !",
            "date": "2016-08-12 15:26:00",
            "post_id": "629452",
            "reply_to_id": "629385"
        },
        {
            "user_name": "Galaxy",
            "text": "Fékk tölvupóstinn líka \n Get hinsvegar ekki komist inná síðuna til að kjósa, einhver annar í sömu vandræðum?",
            "date": "2016-08-12 20:56:00",
            "post_id": "629471",
            "reply_to_id": "629452"
        },
        {
            "user_name": "Galaxy",
            "text": "Held að ég hafi spilað á móti ykkur einn daginn, manstu nokkuð eftir Gofer?",
            "date": "2016-08-12 20:57:00",
            "post_id": "629472",
            "reply_to_id": "629471"
        },
        {
            "user_name": "brain",
            "text": "Jamm, sá að síðan fór niður, er komin upp aftur.\nMan nú ekki eftir Gofer nafninu sry, maður er svosem ekki að leggja nick mikið á minnið.",
            "date": "2016-08-12 22:54:00",
            "post_id": "629486",
            "reply_to_id": "629472"
        },
        {
            "user_name": "asigurds",
            "text": "Vote ZeroX \n Ég er klár í þetta",
            "date": "2016-08-13 16:49:00",
            "post_id": "629521",
            "reply_to_id": "629486"
        },
        {
            "user_name": "Galaxy",
            "text": "Nei nei, gæti jafnvel verið að ég hafði spilað undir öðru nafni á þeim tíma, annars kaus ég ykkur félagana, gangi ykkur vel",
            "date": "2016-08-13 17:22:00",
            "post_id": "629522",
            "reply_to_id": "629521"
        },
        {
            "user_name": "HalistaX",
            "text": "Mér er skapi næst að kaupa helvítis leikinn bara til að styðja þig. Kannski maður myndi byrja að spila eitthvað líka, það er spurning... \nFinnst þessi leikur lúkka geggjað vel en samt svo rosalega gimmicky á móti...\nEins og þetta sé stæling af Team Fortress sem er búin að vera að stera og kóka sig upp í nokkur ár áður en hann kom út...\nEn það er bara ég, ég hef náttúrulega aldrei prufað hann eða neitt, þetta er bara my first impressions.",
            "date": "2016-08-13 20:00:00",
            "post_id": "629527",
            "reply_to_id": "629522"
        },
        {
            "user_name": "asigurds",
            "text": "Þessi leikur er vel þess virði, þreytist seint og mikil vídd.",
            "date": "2016-08-13 21:41:00",
            "post_id": "629534",
            "reply_to_id": "629527"
        },
        {
            "user_name": "HalistaX",
            "text": "Ég er búinn að ákveða að kíkja á hann ef hann er undir $60 einhvers staðar. \nÁ hvaða leikja platform'i er hann á PC? Sýnist hann ekki vera á Steam allavegana, birtist allavegana ekki þegar ég skrifa \"Overwatch\" í leitina á Steam.... \nEDIT: Djók, þetta er náttúrulega Blizzard...",
            "date": "2016-08-13 22:22:00",
            "post_id": "629538",
            "reply_to_id": "629534"
        },
        {
            "user_name": "Galaxy",
            "text": "haha, kostar 40 kall á battle.net",
            "date": "2016-08-14 13:35:00",
            "post_id": "629565",
            "reply_to_id": "629538"
        },
        {
            "user_name": "brain",
            "text": "Þakka þeim sem gátu kosið, og kusu rétt. :p\nLæt vita um úrslit.",
            "date": "2016-08-17 19:43:00",
            "post_id": "629831",
            "reply_to_id": "629565"
        }
    ],
    "date": "2016-08-08 17:54:00"
}