{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "70259",
    "title": "Oneplus 3 á Íslandi?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=70259",
    "posts": [
        {
            "user_name": "ElvarP",
            "text": "Sælir.\nVitið þið hvar hægt er að panta Oneplus 3 sem sendir til Íslands? Einhver með reynslu af því? Er allavegana ekki buinn að rekast á neina búð sem selur hann á Íslandi.",
            "date": "2016-08-10 16:50:00",
            "post_id": "629281",
            "reply_to_id": false
        },
        {
            "user_name": "B0b4F3tt",
            "text": "Mér vitanlega þá er One Plus ekki með neinar verslanir í heiminum. Held að það sé bara hægt að panta beint frá þeirra heimasíðu. Þegar ég verslaði minn One Plus One þá lét ég senda hann á frænku konunnar minnar sem býr í USA.\nKv. Elvar",
            "date": "2016-08-10 17:53:00",
            "post_id": "629286",
            "reply_to_id": "629281"
        },
        {
            "user_name": "arons4",
            "text": "International útgáfan er ekki CE merkt. Bandaríska útgáfan styður ekki allar 3g/4g tíðnirnar á íslandi held ég.",
            "date": "2016-08-10 18:00:00",
            "post_id": "629288",
            "reply_to_id": "629286"
        },
        {
            "user_name": "B0b4F3tt",
            "text": "Veit ekki með One Plus 3 en síminn minn(One Plus One) virkar á 4G hérna heima og hann er CE merktur.",
            "date": "2016-08-10 18:06:00",
            "post_id": "629289",
            "reply_to_id": "629288"
        },
        {
            "user_name": "arons4",
            "text": "Sé ekki betur en að oneplus one styðji hreinlega allar tíðnirnar beint. Á OP3 hinsvegar eru margar gerðir og hver styður mismunandi tíðnir. \nhttps://oneplus.net/3/specs\nGet staðfest það að international útgáfan sem er seld á amazon er EKKI CE merkt.",
            "date": "2016-08-10 18:10:00",
            "post_id": "629291",
            "reply_to_id": "629289"
        },
        {
            "user_name": "Bjarni44",
            "text": "Ég er með einn op2 frá svíþjóð sem svínvirkar hérna heima, einnig er ég með einn op3 sem ég pantaði í bandaríkjunum og hann virðist virka vel hérna heima. Allavegana hef ég ekki tekið eftir neinum böggum",
            "date": "2016-08-10 20:31:00",
            "post_id": "629298",
            "reply_to_id": "629291"
        },
        {
            "user_name": "ElvarP",
            "text": "Virðist vera að það er smá vesen að redda þessum símum á íslandi með CE merkingu, held að ég býð bara þangað til að nýju nexus símarnir á þessu ári verða tilkynntir.",
            "date": "2016-08-11 00:43:00",
            "post_id": "629306",
            "reply_to_id": "629298"
        },
        {
            "user_name": "HalistaX",
            "text": "Hvernig er það með þetta CE dót, er þetta eitthvað meira en bara límmiði eins og t.d. eitthvað vottorð sem vottar uppruna vörunnar eða eitthvað álíka? \nÞessi One Plus 3 er helljarinnar sími sé ég. Haldiði að hann sé að fullnýta þessi 6gb af RAM'i? Veit að minn SGS6E+ er ekki að nýta öll 4gb sem hann situr á. Þetta auka RAM er eins og bogni skjárinn: Algjörlega tilgangslaust en alveg hægt að láta menn borga extra fyrir það. \n \nÞað væri samt vel leiðinlegt ef það reynist satt sem hann Arons4 segir, að hann styðji ekki öll kerfin á landinu okkar. Því þetta er sw4galegur sími sem mestu símaáhugamenn meiga helst ekki láta framhjá sér fara. \nAnnars er minn SGS6E+ besti sími sem ég hef átt og mun líklega eiga. Ég er svakalega mikið fyrir að lenda óvart á mánudags eintökum þegar kemur að raftækjum. Þú veist, allir þunnir í verksmiðjuni eftir helgina, þá verða náttúrulega bara til léleg eintök á mánudögum. \nEn það þýðir samt ekki að hinir dagarnir séu heilagir, því föstudags eintök eru varla skárri. Rush job, illa sett saman og frágangur í ólagi vegna þess að menn eru svo spenntir fyrir því að komast í helgarfrí svo þeir geti dottið svoldið vel í það.",
            "date": "2016-08-11 03:51:00",
            "post_id": "629308",
            "reply_to_id": "629306"
        },
        {
            "user_name": "Dropi",
            "text": "Ég hef átt bæði 1+1 og 1+2, ekki of spenntur fyrir 1+3. Minni rafhlaða en betri ending, OK en ég er samt ekki hrifinn af svona þunnum græjum sem þurfa það alls ekki og fórna rafhlöðu fyrir. 6GB ram - til hvers? öll review benda á það að það þarf að roota símann til að vera með fleiri en X öpp gangi í einu, og ég hef aldrei séð 1+2 nota allt 4GB sem hann hefur. Svo tóku þeir laser focusinn \n stundum er ég að \"skanna\" skjöl þegar ég er ekki nálægt skanna, og laser focusinn (sem virkar bara innan við 40cm minni ég á) er algjör gargandi snilld til að taka myndir af pappírum og fleiru sem venjulegur fókus á oft mjög erfitt með. \nÉg held að í ár haldi ég mig við gamla sem er ólíkt mér og sé hvað þeir koma með næst!\nVarðandi 3G/4G tíðnir, þá VERÐIÐ þið að kaupa EU útgáfuna af 1+2/1+3 en ekki US eða CHINA útgáfurnar. 1+1 var global fyrir utan kína.",
            "date": "2016-08-11 08:41:00",
            "post_id": "629319",
            "reply_to_id": "629308"
        },
        {
            "user_name": "arons4",
            "text": "Evrópska útgáfan styður öll kerfin hér á landi og er CE merktur, td hægt að kaupa hann í danmörku. Gat ekki betur séð en að international útgáfan styðji öll kerfin hér á landi, en hún er ekki CE merkt.\nCE merking á OP1 er amk prentuð á bakhlið símans. CE merkingin er ekki upprunavottorð sem slíkt heldur ábyrgðarmark framleiðanda að þetta standist reglugerðir og er í raun alveg innantómt þar sem viðeigandi prófanir eru framkvæmdar af einkaaðilum eða framleiðandanum sjálfum.",
            "date": "2016-08-11 12:39:00",
            "post_id": "629340",
            "reply_to_id": "629319"
        },
        {
            "user_name": "Viggi",
            "text": "Helvíti mikið af góðum símum til núna í dag. Android markaðurinn þroskast mikið síðasta árið og það er varla orðin munur a mörgum símum.\nÞessi er nýkominn út og er að fá ansi góða dóma. snilld að hafa almennilega hátalara fyrir videoin\nhttp://www.aliexpress.com/item/Original ... 083614b324\nHlýtur að detta inn CE útgáfa af honum fljótlega",
            "date": "2016-08-11 12:49:00",
            "post_id": "629341",
            "reply_to_id": "629340"
        },
        {
            "user_name": "HalistaX",
            "text": "Já ókei, töff. \nÞað sem er ekki CE merkt þá getur alveg eins hafa farið frá framleiðslu gólfinu í Alpha testi, beint útá markað. Ekki satt? \nÉg skil samt ekki hví menn setja ekki bara límmiða með CE merkingu eða prenta hana á vörurnar sínar either way. Bara til að vera safe. Er kannski eitthvað svaka inspection með þessari CE merkingu? \nHef oft pælt í því hvað þetta merki þýðir. Þetta er t.d. á síma hulstrinu mínu en virðist ekki vera á Samsung Galaxy S6 EDGE Plus símanum mínum. Kannski það sé á kassanum. \nAllavegana, don't mind me, er ekki að reyna að stela þræðinum með einhverju off-topic drasli. \nVæri bara gaman að vita hvort OnePlus 3 sé að own'a þessi 6gb RAM eður ey. Ég efast svo mikið um það fyrst SGS6E+'inn minn gerir það ekki með 4gb.\nNo way, það eru hátalarar í staðinn fyrir Home, Back og Task Manager takkana sem eru alltaf á Android símum. Mér lýst helvíti vel á þennann. \nVeit nú samt ekki hvort 9mm kallist \"ultra slim\" í dag... En hann er með 3250mAh batterý, það ætti að geta komið manni vel í gegnum daginn og yfir á þann næsta, með venjulegri notkun þar að segja. \nHvernig er það samt, eru snjallsímar í dag ekki með neinn svona fídus þannig að þeir slökkva á recharge port'inu þegar þeir eru orðnir fullhlaðnir eins og Nokia síminn minn hérna 2009 gerði alltaf? Þannig að um leið og hann hittar 100% þá hættir hann að taka við straum, þó hann sé í sambandi og svo um leið og hann dettur niður í 97% hleðslu eftir smá bið, þá dettur hleðslan aftur í gang og hleður þessi 3%.\nÍ staðinn fyrir að maður grilli batterýið smátt og smátt með því að hafa straum á honum yfir heila nótt.",
            "date": "2016-08-11 12:56:00",
            "post_id": "629344",
            "reply_to_id": "629341"
        },
        {
            "user_name": "ElvarP",
            "text": "Lýst alveg vel á þennan, en ég bara treysti ekki að kaupa Síma á Aliexpress upp á ábyrgðinna.",
            "date": "2016-08-11 13:23:00",
            "post_id": "629351",
            "reply_to_id": "629344"
        },
        {
            "user_name": "arons4",
            "text": "Símarnir hætta að taka hleðslu þegar rafhlaðan er full og lithium rafhlöður \"gleyma\" ekki rýmdinni eins og nimh batterýin gerðu. Lithium hinsvegar hefur bestu endinguna á milli 40-60% hleðslu og ef hann er geymdur fullhlaðinn í einhvern tíma eða sjaldan notaður meira en að kíkja á klukkuna getur það haft slæm áhrif á batterýið.",
            "date": "2016-08-11 15:37:00",
            "post_id": "629363",
            "reply_to_id": "629351"
        },
        {
            "user_name": "HalistaX",
            "text": "Já ókei, töff. Gaman að komast að því að maður geti hætt að vera nojaður yfir því að gleyma símanum í hleðslu hahaha  \n \nAnnars er Fast Charging svo lipurt að síminn minn fer úr 5% uppí 100 á klukkutíma sirka. Svo ég er aldrei með hann í hleðslu yfir nótt \n \nEn þetta er allt off-topic'ið sem þið fáið frá mér á þennan þráð.",
            "date": "2016-08-11 19:40:00",
            "post_id": "629383",
            "reply_to_id": "629363"
        },
        {
            "user_name": "gunnji",
            "text": "Ég keypti minn af oneplus og lét senda hann til Frakklands. Topp græja.",
            "date": "2016-08-12 00:36:00",
            "post_id": "629418",
            "reply_to_id": "629383"
        }
    ],
    "date": "2016-08-10 16:50:00"
}