{
    "forum_title": "Bílaplanið",
    "id": "70334",
    "title": "Bónstöð.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=84&t=70334",
    "posts": [
        {
            "user_name": "Arena77",
            "text": "Getur einhver bennt mér á góða bónstöð sem eru vandvirkir, og nota ekki kústa á lakk. Er með nýlegan bíl og hef hreinlega ekki þorað\nað fara með hann á bónstöð, þar sem ég hef ekki góða reynslu af sumum stöðum?",
            "date": "2016-08-17 14:36:00",
            "post_id": "629804",
            "reply_to_id": false
        },
        {
            "user_name": "brynjarbergs",
            "text": "http://glitrandi.is/\nFór reyndar til þeirra fyrir ... vó!  7-8 árum síðan! \nEn ég fékk þá 24 mánaða gamlan bíl til baka eins og glænýjan!\nSvakalega góð vinnubrögð!",
            "date": "2016-08-17 14:39:00",
            "post_id": "629806",
            "reply_to_id": "629804"
        },
        {
            "user_name": "HalistaX",
            "text": "Að heyra í þessum.... \"24 mánaða gamlan bíl til baka eins og glænýjan!\"\n24 mánaða bíll er glænýr... Myndi segja að svona ár eða tvö myndi teljast sem glænýr. Tvö til fimm sem nýr og rest er gamalt. \nAnnars er ég bara að snúa útúr/setja útá smá sem fór í mig, ég veit alveg hvað þú meinar, gamli \n \n\"Eins og nýkominn af bílasölugólfinu\" Hefði ekki kveikt á mér hahahahah \n \n \nÞeir þyrftu að útskýra hvað hvað er í verðskránni hjá sér.... Ég veit ekkert hvað \"Lakkhreinsun\" er... I assume það hefur eitthvað að gera með að hreinsa lakk, en.... Er venjuleg hreinsun ekki alveg nákvæmlega það líka, eða? \nÉg þyrfti smá þrif, bón, mössun og nú er ég að pæla í þessari lakkhreinsun.... hvað er það eiginlega? Þrífa þeir þá malbikið sem klínst hefur á bílinn af lakkinu? Eins konar djúphreinsun nema bara með lakk?\nMes doesn'ts gets.",
            "date": "2016-08-19 05:10:00",
            "post_id": "629955",
            "reply_to_id": "629806"
        },
        {
            "user_name": "brynjarbergs",
            "text": "Hahah - já æji þú veist...\nNeinei þetta var svart-sanserað lakk sem fékk tvo harða vetur á sig og var búið að myndast mjög mikið af \"swirls\" í því.\nEinnig var seltan í RVK búin að taka sér bólfestu í teppinu við hliðar og undir mottunum.\nÞannig þetta var ekki alveg svo auðvelt verk og þeir stóðu sig með miklu prýði!\nOg já, ég fékk hann \"eins og nýkominn úr sýningarsalnum\" til baka!  \nSkil þig samt - 2 ára bíll er mjög nýlegt!",
            "date": "2016-08-19 07:44:00",
            "post_id": "629962",
            "reply_to_id": "629955"
        },
        {
            "user_name": "vesi",
            "text": "Er Vesley ekki enn að:\nviewtopic.php?f=84&t=59022&p=560481&hilit=vesley#p560481",
            "date": "2016-08-19 09:57:00",
            "post_id": "629968",
            "reply_to_id": "629962"
        },
        {
            "user_name": "vesley",
            "text": "Ég er enn að,   nú er kominn líka meiri sveigjanleiki hjá mér með tímabókanir svo enn meiri tími verður hjá mér að bóna núna í haust \nVar búinn að senda á hann pm með upplýsingum ef hann skyldi hafa áhuga.",
            "date": "2016-08-19 10:16:00",
            "post_id": "629969",
            "reply_to_id": "629968"
        },
        {
            "user_name": "dori",
            "text": "Glitrandi er svona \"detailing\" sjoppa. Þú getur skoðað myndbönd af Youtube frá t.d. Chemical Guys sem selja efni í svoleiðis vinnu til að fá hugmynd um hvað þetta er. Án þess að vita alveg myndi ég giska á að þetta sé að hreinsa lakkið með leir og \"paint cleaner\" efnum þegar það er búið að þrífa bílinn almennilega.",
            "date": "2016-08-19 10:28:00",
            "post_id": "629970",
            "reply_to_id": "629969"
        }
    ],
    "date": "2016-08-17 14:36:00"
}