{
    "forum_title": "Koníakstofan",
    "id": "70380",
    "title": "Fangelsismálayfirvöld",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=70380",
    "posts": [
        {
            "user_name": "Tbot",
            "text": "Er ekki hægt að fá inn í þessa stofnun fólk með almenna skynsemi?\nBrot úr grein í DV:\n\"Ástæða þess að hann er nú laus eru nýjar reglur um fullnustu refsinga en stefna fangelsismálayfirvalda er að koma föngum sem fyrst á rafrænt eftirlit og eru þeir nú þar lengur en áður tíðkaðist. Telja yfirvöld að það hjálpi til að gera fanga að góðum og gildum samfélagsþegnum.\" \n\"Í niðurstöðum geðrannsóknar yfir xxxxxxxx, sem kom fram í gæsluvarðhaldsúrskurði undir lok árs 2014, kom fram að hann væri siðblindur og að vandi hans fælist í hömluleysi og erfiðleikum við að fresta fullnægingu hvata. Þá iðrist hann ekki gjörða sinna og geti ekki sýnt merki um djúpa sektarkennd.\"\nSiðblinda er ólæknanleg. \n \nEn það er auka-atriði hjá Fangelsismálastofnun.  \nÞannig að það er best að leyfa viðkomandi að koma út sem fyrst svo hann geti skemmt líf fleiri einstaklinga.",
            "date": "2016-08-23 08:25:00",
            "post_id": "630233",
            "reply_to_id": false
        },
        {
            "user_name": "GuðjónR",
            "text": "Greinilega ekki...",
            "date": "2016-08-23 09:18:00",
            "post_id": "630237",
            "reply_to_id": "630233"
        },
        {
            "user_name": "Tbot",
            "text": "Þetta gerist enn flottara.\n\"\nEinhvers staðar verða vondir að vera en við erum að tala um mann sem hefur tæplega lokið 1/3 af KYNFERÐISBROTAdómi sínum gegn mörgum drengjum og kemst óáreittur í sturtu og sund að eigin vali, sturtuklefi jafnvel fullur af drengjum. Þetta getur ekki talist eðlilegt né sanngjarnt.\n\"\nComment frá einni móður í Salahverfi.\nHeld að flestum fyndist það eðlilegt að sundlaugar væru bannsvæði fyrir mann sem hefur verið dæmdur fyrir kynferðistbrot á drengjum á meðan hann er undir rafrænni vöktun.\nEn ekki á Íslandi, þar höfum við fangelsismálayfirvöld sem vilja allt hið besta fyrir glæpamennina, á kostnað hins almenna borgara.\nHér erum við að tala um siðblindan einstakling sem er gjörsamlega sama um aðra.\nÞví miður eru allar líkur á að hann sé ekki búinn að fremja sitt síðasta afbrot",
            "date": "2016-08-24 14:44:00",
            "post_id": "630327",
            "reply_to_id": "630237"
        },
        {
            "user_name": "vesi",
            "text": "Dæmdur fyrir brot á hvað 8 eða 9 drengjum (minnir mig) fær 3ÁR!..Fáránlegt.\nSitur af sér 1/3 af dómnum eða 1ár  Fáránlegt. \nFær að fara frjáls feðra sinna undir Rafrænu Eftirliti. .Fáránlegt. \nVið sem sammfélag hljótum að geta gert þá kröfu á stjórnvöld að svona sér-íslenskur FÁRÁNLEIKI eigi ekki að líðast. Stórefa að svona sé haldið á málum kynferðisofbeldismanna, hvað þá gegn börnum. í löndunum í kringum okkur eða í heiminnum. Án þess að hafa einhverja vitneskju á því.",
            "date": "2016-08-24 15:04:00",
            "post_id": "630332",
            "reply_to_id": "630327"
        },
        {
            "user_name": "wicket",
            "text": "Eins og með svo margt sem okkur finnst fáránlegt að þá er þetta ekki alltaf svona einfalt.\nLögin sem gilda um refsingar og afplánun refsinga eru gömul og úrelt. Fangelsismálayfirvöldum, dómurum og lögreglu ber að fylgja þeim sama hversu úrelt og asnaleg lögin eru. Alþingi verður að breyta lögununm.\nÞað er þetta sama með nauðganir, refsiramminn þar er mjög stuttur og þröngur skv. lögunum. Dómar við slíkum brotum eru því oftast fáránlegir og í engum takti við það sem okkur myndi finnast eðlilegt, sama með morð og tilraun til manndráps.\nÞað þarf auðvitað að taka þennan refsiramma allan í gegn og færa hann í réttara og sanngjarnara horf.\nAlþingi þarf að uppfæra lögin og það er við þá stofnun og þá sem þar sitja að sakast. Hinar stofnanirnar verða að fylgja lögunum og geta ekkert gert.",
            "date": "2016-08-24 15:27:00",
            "post_id": "630336",
            "reply_to_id": "630332"
        },
        {
            "user_name": "Urri",
            "text": "Mér finnst alltaf svo skrítið hvað afbrotamenn eru meðhöndlaði eins og afskaplega brothættur hlutur.\nGert allt til alls og reynt að koma þeim eins fljótt og auðið er út í samfélagið.\nHef heyrt um marga síafbrotamenn sem fá oft stutta dóma og ekki snefill að iðrun né breyting, samt alltaf hent aftur út í samfélagið og kanski sagt við þá \"ekki gera svona\".",
            "date": "2016-08-24 15:35:00",
            "post_id": "630337",
            "reply_to_id": "630336"
        },
        {
            "user_name": "vesi",
            "text": "Ég skil það með ákveðna tegund afbrotamanna. Noregur er t.d að gera öðruvísi hluti sem virðast vera virka þ.e færri koma aftur til afplánunar, en ég get með engu móti skilið þessa ákvörðun hjá þessari stofnun",
            "date": "2016-08-24 15:46:00",
            "post_id": "630339",
            "reply_to_id": "630337"
        },
        {
            "user_name": "Manager1",
            "text": "Það vantar pláss í fangelsum á Íslandi, Hólmsheiði kemur vonandi til með að leysa part af þessum vanda en þangað til þá er föngum hent útúr fangelsunum eins fljótt og hægt er.\nSennilega kemur Hólmsheiði ekki einusinni til með að laga þennan \"vanda\" að föngum er sleppt úr haldi eftir að hafa afplánað aðeins brot af dómnum, ætli það eina sem getur lagað þetta sé ekki að fangar brjóti ítrekað af sér með ökklabandið á sér, þá sjá yfirvöld kannski að þetta er bara rugl.",
            "date": "2016-08-24 16:53:00",
            "post_id": "630343",
            "reply_to_id": "630339"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Það þarf að fara gera Alþingi skilvirkari stofnun.\nÞað þarf að breyta lögum. \nEn, ég er búinn að gefast upp á Íslandi. Þessu landi er ekki viðbjargandi, meðvirknin og siðblindan er allsstaðar, hvert sem lytið er.\nOg það virðist enginn samstaða eða vilji til að breyta þessu.  \nBara áfram X-D og X-B! Þetta er hvort eð er orðið lost case.",
            "date": "2016-08-24 17:11:00",
            "post_id": "630345",
            "reply_to_id": "630343"
        },
        {
            "user_name": "nidur",
            "text": "Þegar refsingin er svona lítil og meðhöndlunin á fólkinu er svona þá gæti þetta ýtt undir að það brjóti aftur af sér, finnist þetta vera þess virði \"ef\" það myndi vera ákært aftur.",
            "date": "2016-08-24 19:47:00",
            "post_id": "630359",
            "reply_to_id": "630345"
        }
    ],
    "date": "2016-08-23 08:25:00"
}