{
    "forum_title": "Almennt um vélbúnað",
    "id": "70393",
    "title": "Hvað þarf til að spila í 1080 60fps",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=70393",
    "posts": [
        {
            "user_name": "vesi",
            "text": "Sælir, \nEr að fara setja saman leikjatölvu, en er í smá basli þar sem það eru mörg ár síðan ég raðaði saman tölvu síðast. \nÞað sem ég er að spá er hvað þarf til að getað spilað í lámark High settings með 60fps og í 1080 upplausn. Hvaða skjákort og cpu eru best til þess fallin. \nSvo er smá hugur í frænda (sem er að fara læra þetta) að stream-a í leiðinni en það kemur síðar.  Byrja á hvaða skjákort og cpu og vinna út frá því. \nkv. Vesi",
            "date": "2016-08-23 22:09:00",
            "post_id": "630288",
            "reply_to_id": false
        },
        {
            "user_name": "hagur",
            "text": "Fer það ekki svolítið eftir því hvaða leiki þú ætlar að spila?  Leikir eru mis þungir í keyrslu.",
            "date": "2016-08-23 22:13:00",
            "post_id": "630291",
            "reply_to_id": "630288"
        },
        {
            "user_name": "vesi",
            "text": "Takk fyrir ábendinguna, ég var að hugsa í góðum gæðum all over, ultra í sumum og medium/high í þessum þyngri. Meikar það sense?",
            "date": "2016-08-23 22:18:00",
            "post_id": "630292",
            "reply_to_id": "630291"
        },
        {
            "user_name": "Njall_L",
            "text": "Er eitthvað sérstakt budget sem þú ert að vinna útfrá?",
            "date": "2016-08-23 22:34:00",
            "post_id": "630294",
            "reply_to_id": "630292"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Er búinn að vera að dunda mér síðustu mánuði að byggja upp góða gaming/entertainment tölvu til að hafa í vetur.\nÉg er orðinn nokkuð sáttur með útkomuna, tölva sem spilar alla leiki í ultra, með yfir 60fps í 1080p.\nCorsair 330R\nIntel i5 3570k /w Coolermaster Hyper 212 EVO(Tacens Aura II vifta í staðin fyrir original)\nASUS P8Z77-V LX\n24GB 1600MHz DDR3 CL9 (2x8GB Ballistix 2x4GB Corsair Vengeance)\nEVGA GeForce GTX 1070 FTW\nSound Blaster Z\n250 GB Samsung 850 EVO\n500 GB Seagate HDD 7200\n1TB Seagate HDD 7200\n4TB Seagate HDD 5400\nCorsair CX600 og Tacens Aura II kassaviftur.\n27\" Philips og 40\" Samsung\nLogitech Z906\nÞetta gefur þér kannski eh hugmynd um í hvaða átt þú ætlar í.",
            "date": "2016-08-23 22:35:00",
            "post_id": "630295",
            "reply_to_id": "630294"
        },
        {
            "user_name": "littli-Jake",
            "text": "Vá. Þetta er það sama og ég fékk mér fyrir 2+ árum. Tók meira að seigja sömu viftuna á 212 Evo. Er ekkert að gerast i örgjöfamálum?",
            "date": "2016-08-23 22:49:00",
            "post_id": "630297",
            "reply_to_id": "630295"
        },
        {
            "user_name": "vesi",
            "text": "Þetta verður í kringum 150-180k allt saman. \nEn til að byrja er ég að skoða hvaða skjákort og cpu ég þarf í þetta og vinna út frá því.",
            "date": "2016-08-23 23:12:00",
            "post_id": "630302",
            "reply_to_id": "630297"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Fyrir leiki, þá er lítill munur á þriðju og sjöttu kynslóð af Intel örgjörvum. Eh um 10% munur.\nEn fyrir forrit sem geta nýtt sér i7, þá er nýjasta kynslóðin þar góð.",
            "date": "2016-08-24 00:14:00",
            "post_id": "630303",
            "reply_to_id": "630302"
        },
        {
            "user_name": "dabbihall",
            "text": "best fyrir budduna væri líklega að redda sér notuðu 970 korti á svona 30k og i5 3570k eða 4690, þá ertu kominn með fínt dót sem ætti að höndla allt í dag í 60 fps í high ultra á svona 60k, fín skammtíma lausn allavegana.",
            "date": "2016-08-24 09:46:00",
            "post_id": "630310",
            "reply_to_id": "630303"
        },
        {
            "user_name": "HalistaX",
            "text": "Núna þegar ég er með eitt R9 290, ásamt einu stykki 3570k, í vélini þá var ég að púlla stable 45-50fps í Deus Ex: Mankind Divided í Ultra... \nEf ég væri með bæði í þá væri ég líklegast að ná einhverjum 70-80. \nHvort kortið kostar notað um 25-30k. Um það bil það sama og 970 kort sem er eiginlega bara algjörlega sambærilegt þegar kemur að performance. \nAnnars held ég að eitt 1060 ætti alveg að geta höndlað 60fps í 1080p. Myndi skella mér á það og sæmilegann örgjörva, 3570k t.d., fyrir budget gaming. \nÞað er ótrúlegt hvað þarf í dag til þess að geta spilað leikina the way they're meant to be played... 50k kort lágmark. Það er kannski ekki svo mikið ef við horfum á það að það er bara 20k meira en eitt notað 970/290. Ég meina, það er ekki helmingur... \nAnnars, já, held ég að 1060 sé the way to go fyrir þennann frænda. Myndi tjékka á einhverjum Benchmarks og þessháttar bara og finna kortið sem hentar ef þér lýst ekki á 50k pricetag'ið.\nRX 480 er einnig flott kort og ef við miðum það við nýjasta nýtt í leikjaheiminum, þá eru þau 1060 hnífjöfn liggur við í DX: Mankind Divided. OG RX 480 er alveg 1090kr ódýrara en 1060. \nEither way, hvort sem þú ferð með Nvidia eða AMD, grænt eða rautt, þá kemuru bara út í gróða. Það er einfaldlega þannig. \nGangi ykkur frændum vel með þessar pælingar",
            "date": "2016-08-27 09:43:00",
            "post_id": "630491",
            "reply_to_id": "630310"
        }
    ],
    "date": "2016-08-23 22:09:00"
}