{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "70493",
    "title": "Sími í viðgerð - Langur biðtími",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=70493",
    "posts": [
        {
            "user_name": "arnarj",
            "text": "Sælir vaktarar, \nLG G3 Snjallsíminn hjá konunni bilaði í júlí. Síminn er keyptur í nóv 2014 og því enn í ábyrgð. Hún fór með hann til söluaðila í júlí og var henni tjáð að vegna sumarleyfa myndi taka allt að 4 vikur að fá símann aftur þar sem hann yrði sendur út (3 vikur væri eðlilegur tími ef ekki yfir aðal sumarleyfistímann). Varðandi lánssíma barst það í tal að við ættum gamlan Galaxy S2 og var henni tjáð að sá sími væri mun betri en síminn sem hægt væri að bjóða henni á meðan á viðgerð stæði. Hún fór því frá þeim tómhent.\nÁ morgun föstudaginn 2.sept eru liðnar 6 vikur frá því að síminn fór í viðgerð og ekkert hefur heyrst frá þeim. Hvernig eru lögin í svona málum? Hver er réttur neytandans?",
            "date": "2016-09-01 20:25:00",
            "post_id": "630847",
            "reply_to_id": false
        },
        {
            "user_name": "OddBall",
            "text": "Hvað segir fyrirtækið?",
            "date": "2016-09-01 20:47:00",
            "post_id": "630851",
            "reply_to_id": "630847"
        },
        {
            "user_name": "arnarj",
            "text": "Að síminn sé á leiðinni",
            "date": "2016-09-01 21:25:00",
            "post_id": "630860",
            "reply_to_id": "630851"
        },
        {
            "user_name": "AntiTrust",
            "text": "E-rstaðar finnst mér ég hafa lesið í gegnum tíðina að fyrirtæki hefði 3 vikur.. Hinsvegar finn ég ekkert í lögum um Lausafjárkaup annað en eftirfarandi:",
            "date": "2016-09-01 21:27:00",
            "post_id": "630861",
            "reply_to_id": "630860"
        },
        {
            "user_name": "rattlehead",
            "text": "Ég lenti í þessu sama þegar ég fór með minn gmala s2 í Nova til viðgerðar. Tók yfir 4 vikur að fá hann aftur. Fékk hádegisverð fyrir 2 á vox með símanum og Fékk Nova góðann plús fyrir það. Þessi langi tími er ekki ásættanlegur. Þrátt fyrir sumarleyfa. Var verkstæðið lokað?",
            "date": "2016-09-01 21:40:00",
            "post_id": "630863",
            "reply_to_id": "630861"
        },
        {
            "user_name": "OddBall",
            "text": "Búið að tala við yfirmann og fara fram á skýringu? Eða jafnvel nýjan síma? Ég myndi fara og taka fúla kúnnann á þetta. Á meðan maður er kurteis þá er yfirleitt reynt að gera eitthvað fyrir mann.",
            "date": "2016-09-01 21:41:00",
            "post_id": "630864",
            "reply_to_id": "630863"
        },
        {
            "user_name": "gutti",
            "text": "mundi prófa að tala við ns.is",
            "date": "2016-09-01 22:11:00",
            "post_id": "630866",
            "reply_to_id": "630864"
        },
        {
            "user_name": "arnarj",
            "text": "Veit það ekki, sennilega bara minni afköst. Annars finnst mér ekki skipta máli hvort er.",
            "date": "2016-09-01 22:18:00",
            "post_id": "630867",
            "reply_to_id": "630866"
        },
        {
            "user_name": "arnarj",
            "text": "Ekki enn, hringjum á morgun.",
            "date": "2016-09-01 22:21:00",
            "post_id": "630868",
            "reply_to_id": "630867"
        },
        {
            "user_name": "kizi86",
            "text": "bara svo þú vitir það, þá er það lögbrot þegar símafyrirtækin láta kúnna fá ruslsíma sem lánssíma þegar sími fer í viðgerð, samkvæmt lögum áttu að fá sambærilegt tæki, ef ert með 100þ+ króna tæki, þá er 6þ króna nokia takka sími EKKI sambærilegur! og að bjóða annað er þá líka lögbrot..\ntekið úr 30.gr neytendakaupalaga\nfrekari úrbætur eða afhendingu.\nEf úrbætur eða ný afhending seljanda hafa það í för með sér að neytandi getur ekki notað söluhlut í meira en eina viku getur neytandi krafist þess að fá sambærilegan hlut til umráða á kostnað seljanda. Þetta á þó aðeins við ef krafan telst sanngjörn með hliðsjón af þörfum neytandans og þeim kostnaði og óhagræði sem það hefur í för með sér fyrir seljanda.\nað kaupa snjallsíma með öllum þeim búnaði  sem er í þeim, og fá i staðinn takkasíma sem kemst ekki einnu sinni á WAP er enganveginn sambærilegt,  og að krefjast sambærilegs tækis myndi ég telja vera mjög sanngjörn krafa og ætti ekki að vera mjög mikið óhagræði hjá símafyrirtækjunum, eiga lager af símtækjum!\nen þá er stóra spurningin, af hverju í fjandanum eru þessi símafyrirtæki alltaf að brjóta þessi lög trekk í trekk??",
            "date": "2016-09-01 22:32:00",
            "post_id": "630870",
            "reply_to_id": "630868"
        },
        {
            "user_name": "DJOli",
            "text": "Af sömu ástæðu og tölvufyrirtæki auglýsa að rafhlöðuábyrgð sé einungis 12 mánuðir, og ná að sleppa undan mörgum biluðum tækjum á ári.\nVegna þess að þeir komast upp með það, almenningur er svo lélegur í að afla sér upplýsinga um réttindi sín.",
            "date": "2016-09-01 22:50:00",
            "post_id": "630872",
            "reply_to_id": "630870"
        }
    ],
    "date": "2016-09-01 20:25:00"
}