{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "70542",
    "title": "Kaupa íhluti í USA",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=70542",
    "posts": [
        {
            "user_name": "codec",
            "text": "Sælir er að velta fyrir mér að versla örgjörva ofl. í USA myndi þá láta senda á hótel í Boston.  En hvaða verslun í USA ætli sé best að díla við? T.d. með verð, ábyrgð áreiðanleika ofl.  í huga.",
            "date": "2016-09-05 19:58:00",
            "post_id": "631185",
            "reply_to_id": false
        },
        {
            "user_name": "Tiger",
            "text": "Flestar tölvuverslanir sem ég hef prufað eru erfiðar með íslensk kreditkort, þannig að ég held að amazon sé líklegasti kostur og ekkert mál með ísl kredit kort þar. Var einmitt að henda í eina tölvu þaðan og ekkert mál.",
            "date": "2016-09-05 20:14:00",
            "post_id": "631186",
            "reply_to_id": "631185"
        },
        {
            "user_name": "worghal",
            "text": "held að amazon ættu alveg að vera solid en var það ekki þannig að þegar þú tekur vöruna með þér útfyrir usa þá er ábyrgðin farin, þ.e.a.s ef þeir fatta að þú sért að senda frá utan usa?",
            "date": "2016-09-05 20:20:00",
            "post_id": "631188",
            "reply_to_id": "631186"
        },
        {
            "user_name": "djarfur",
            "text": "ég er einmitt að fara versla mér , er alltaf að specca \nwww.reddit.com/r/buildapc\n á hverjum degi til að sjá hvort eitthvað er að gerast. \nAnnars er held ég best að versla við amazon eins og fram hefur komið , hef ekki reynslu af öðrum en ég tók eftir að newegg er með svipað price range og oft góð tilboð. \nLáttu mig endilega vita ef þú finnur e-ð sniðugt",
            "date": "2016-09-06 13:19:00",
            "post_id": "631235",
            "reply_to_id": "631188"
        },
        {
            "user_name": "EbbiTheGamer",
            "text": "http://www.newegg.com/\n !!!!",
            "date": "2016-09-06 21:08:00",
            "post_id": "631263",
            "reply_to_id": "631235"
        },
        {
            "user_name": "djarfur",
            "text": "www.reddit.com/r/buildapcsales\n átti þetta að vera",
            "date": "2016-09-07 09:04:00",
            "post_id": "631290",
            "reply_to_id": "631263"
        },
        {
            "user_name": "bjornvil",
            "text": "Amazon! Ég keypti allt í tölvuna mína nema skjákortið af Amazon og lét senda á hótel. Ekkert endilega alltaf bestu verðin þar, og þeir rukka sales tax, en alltaf mun ódýarara en að kaupa heima. Líka mjög auðvelt að skila hjá Amazon ef eitthvað er. Þ.e. ef þú hefur tök á því að skila til USA \nNewegg.com taka ekki íslensk kreditkort né Paypal account, Jet.com ég náði að klára pöntun með íslensku korti en þeir canceluðu pöntuninni þar sem þeir gátu ekki verify-að billing address (ekki hægt að setja Ísland sem country í billing address). \nÉg keypti skjákortið mitt á BHPhotoVideo.com, þeir rukka ekki sales tax og tóku íslenskt kort ekkert mál.\nAnnars mæli ég með buildapc á reddit og buildapcsales líka bara til að sjá hvað er í boði og hvað fólk segir um hitt og þetta. Koma líka einstaka sinnum Amazon deals þar upp.",
            "date": "2016-09-07 12:04:00",
            "post_id": "631302",
            "reply_to_id": "631290"
        }
    ],
    "date": "2016-09-05 19:58:00"
}