{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "7060",
    "title": "Plasma tv spurning",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=7060",
    "posts": [
        {
            "user_name": "Pandemic",
            "text": "Jæja fjölskyldan er að pæla í að fjárfesta í sjónvarpi og helst ekkert minna en 42-50tommur. Hvað er best að fá sér. Við höfum verið að pæla í \nPanasonic  TH-50PHD7UY\n Plasma og fá það beint frá útlöndum.\n\nEru einhverjir sérfróðir menn hér um stór sjónvörp og myndvarpa.\n\nOkkur finnst myndvarpar vera frekar lélegur kostur vegna þess ef það kemur birta inn þá sést varla á sjónvarpið og það þarf að skipta um peru á 1-2ára fresti.\n\n\n\nVitiði nokkuð um verslun sem sendir svona flikki til Íslands?",
            "date": "2005-01-16 13:29:00",
            "post_id": "74898",
            "reply_to_id": false
        },
        {
            "user_name": "skipio",
            "text": "Panasonic sjónvörpin eru skástu plasma-tækin, eða voru það allavega síðast þegar ég vissi. Þekki einn með svona 50\" Panasonic tæki. Kemur alveg ágætlega út - fulllítið kannski. \n\n\n\n\nErtu búinn að skoða verðin hjá Svar annars?* Þau eru ekkert rosalega ósanngjörn þar (eins og t.d. hjá Sony setrinu!!!) og svo er alltaf hægt að fá 10-15% afslátt af svona dýrum tækjum. Ég væri allavega alveg til í að borga smá aukalega gegn því að hafa íslenskan ábyrgðaraðila og 2ja ára ábyrgð. \n\n\n\n*Ég vinn ekki hjá Svar en ofangreindur aðili keypti sitt tæki þar.",
            "date": "2005-01-16 13:49:00",
            "post_id": "74900",
            "reply_to_id": "74898"
        },
        {
            "user_name": "hahallur",
            "text": "Ég mæli með Pioneer plazma's, frændi minn sem á allt of mikinn pening átti eitt 42\" sem ég gapti allveg yfir en seldi það og fékk sér annað 60\"",
            "date": "2005-01-16 14:18:00",
            "post_id": "74903",
            "reply_to_id": "74900"
        },
        {
            "user_name": "gnarr",
            "text": "afhvejru ekki að fá sér frekar mjög góðann skjávarpa heldur en plasma sjónvarp.\n\n\n\nskjávarpinn er mun ódýrari, og þú getur verið með muuun stærra \"sjónvarp\"",
            "date": "2005-01-16 14:22:00",
            "post_id": "74905",
            "reply_to_id": "74903"
        },
        {
            "user_name": "Revenant",
            "text": "Ég heyrði að einkaleyfið á plasma tækjunum hafi runnið út núna um áramótin, þannig að þessi tæki ættu að lækka í verði á næstu mánuðum. \n\n\n\nAth. Þetta er aðeins orðrómur sem ég heyrði!",
            "date": "2005-01-16 14:36:00",
            "post_id": "74907",
            "reply_to_id": "74905"
        },
        {
            "user_name": "skipio",
            "text": "Nú er ég ekkert að ota að þér skjávarpahugmyndinni en ef þú skyldir vera að spá í því þá mæli ég eindregið með Panasonic LT-700 á 190þ í Svar.*\n\n\n\nJá, aðeins meir í sambandi við ofangreindan aðila sem keypti sér sitt 50\" plasma tæki í Svar:\n\nHann var semsagt búinn að pæla í þessu heillengi eða sirka 1/2 ár (var að flytja og vildi kaupa í nýja húsið). Hann skoðaði hvort það væri hagstætt að panta að utan og þessháttar en m/v verðin sem honum buðust í Svar þá fannst honum ekki taka því að panta frá útlandinu. \n\nAnnars er dollarinn auðvitað búinn að lækka heilmikið síðan þá svo hver veit? Finnur fullt af verslunum og verðum á \nFroogle\n.\n\nMér sýnist vera hagstæðara að kaupa tækið frekar hjá Svar ef maður fær allavega 10% afslátt. \n\n\n\n*Lítur nokkuð of mikið út eins og ég vinni þar?",
            "date": "2005-01-16 14:40:00",
            "post_id": "74908",
            "reply_to_id": "74907"
        },
        {
            "user_name": "everdark",
            "text": "Hvernig er það, eru Plasma sjónvörp í dag ekki að upplitast svolítið mikið?",
            "date": "2005-01-16 19:42:00",
            "post_id": "74948",
            "reply_to_id": "74908"
        },
        {
            "user_name": "hahallur",
            "text": "Ég held að ef þú sért að pæla á flötum sjónvörpum ættiru frekar að fá þér LCD",
            "date": "2005-01-16 20:13:00",
            "post_id": "74953",
            "reply_to_id": "74948"
        },
        {
            "user_name": "biggi1",
            "text": "ég sá í Expert annsi flott 52\" plasma TV, kostaði \"aðeins\" 1,8 millur",
            "date": "2005-01-16 20:15:00",
            "post_id": "74954",
            "reply_to_id": "74953"
        },
        {
            "user_name": "skipio",
            "text": "Neibb, bara ef maður er að kaupa þessi litlu (32\" og undir).\n\n\n\nBæti við að flestir eru að okra á þessum sjónvörpum (t.d. BT og Sony setrið) en mér finnst 50\" Panasonic tækið í Svar vera á nokkuð hófsömu verði eða 600.000 kr. (og ég myndi líklega kaupa Panasonic eða Pioneer óháð verðinu).",
            "date": "2005-01-16 20:28:00",
            "post_id": "74958",
            "reply_to_id": "74954"
        },
        {
            "user_name": "MezzUp",
            "text": "En einhversstaðar las ég á netinu um daginn að LCD og Plasma skjáir væru frekar slappir í gæðum m.v. gömlu góðu túburnar. Passar það?",
            "date": "2005-01-16 21:06:00",
            "post_id": "74963",
            "reply_to_id": "74958"
        },
        {
            "user_name": "skipio",
            "text": "Já, það er rétt.",
            "date": "2005-01-16 21:29:00",
            "post_id": "74972",
            "reply_to_id": "74963"
        },
        {
            "user_name": "hahallur",
            "text": "Ekki nema kannski þessir litlu lcd eða undir 32\"",
            "date": "2005-01-16 21:46:00",
            "post_id": "74975",
            "reply_to_id": "74972"
        },
        {
            "user_name": "biggi1",
            "text": "já eins og þessi 52\" sem ég var að tala um áðann þá er teigt svo mikið úr myndinni en túpurnar fást ekkert stórar, nema rear projektor, allt ekki fá ykkur svoleiðis, frekar myndvarpa, það er neflilega svo stuttur endingatími á perunum í rear projektor",
            "date": "2005-01-16 22:37:00",
            "post_id": "74984",
            "reply_to_id": "74975"
        }
    ],
    "date": "2005-01-16 13:29:00"
}