{
    "forum_title": "F.A.Q.",
    "id": "70619",
    "title": "DNS fyrir USA Netflix",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=33&t=70619",
    "posts": [
        {
            "user_name": "Rusher",
            "text": "Núna þar sem Playmo.tv áskriftin mín er að renna út þá vantar mér nýjan áræðanlegan DNS sem styður USA Netflix, þá helst einhvern sem virkar í langan tíma þannig að ég þurfi ekkí að hlaupa til og breyta.",
            "date": "2016-09-12 23:37:00",
            "post_id": "631740",
            "reply_to_id": false
        },
        {
            "user_name": "beatmaster",
            "text": "Ég er búinn að vera að eltast við þetta í smá tíma núna og það virðast allir vera að hætta að styðja DNS fyrir Netflix\nEf að einhver veit eitthvað hvað er best að gera núna annað en að segja upp Netflix þá bíð ég spenntur eftir að heyra frá því á þessum þræði.",
            "date": "2016-09-12 23:58:00",
            "post_id": "631741",
            "reply_to_id": "631740"
        },
        {
            "user_name": "valdij",
            "text": "Getflix voru uþb þeir einu sem enn voru að bjóða upp á USA Netflix að einhverju leyti:\nhttp://www.getflix.com.au/\nFrítt 14 daga trial þarna sem ég fór í gegnum, USA netflix virkaði í gegnum tölvu flesta dagana en ekki á Apple TV.",
            "date": "2016-09-13 10:19:00",
            "post_id": "631754",
            "reply_to_id": "631741"
        },
        {
            "user_name": "Viggi",
            "text": "Eru samt búnir að vera hrikalega unreliable. Slökti á því fyrir 2 vikum þegar ég horfði á narchos.\nAnsi hræddur um að dns leiðin sé að deyja hægt og rólega út",
            "date": "2016-09-13 10:29:00",
            "post_id": "631755",
            "reply_to_id": "631754"
        },
        {
            "user_name": "rattlehead",
            "text": "Held að DNS leiðir séu flestar lokaðar. Er með unblock us sem virkar á tölvu en ekki fire tv eða sjónvarpið. Er einmitt að skoða þetta líka. Er með eina leið sem ég ætla að prófa og get póstað hvernig tókst til.",
            "date": "2016-09-13 11:12:00",
            "post_id": "631758",
            "reply_to_id": "631755"
        },
        {
            "user_name": "CendenZ",
            "text": "ef maður getur ekki borgað fyrir netflix, þá er lausnin að downloada og sleppa borga",
            "date": "2016-09-13 11:52:00",
            "post_id": "631761",
            "reply_to_id": "631758"
        },
        {
            "user_name": "HalistaX",
            "text": "HEY! Ekkert svona hér!  \n \nEn svona for realises; Er ekki málið að næla sér bara í VPN sem routar þessu í gegnum USA server og í græjuna þína? \nHef svo sem ekki prufað það enþá með Netflix né verið að svissa mikið á milli landa með þennann VPN minn, but in theory, it might work! \nMæli með ExpressVPN ef þið eruð í þeim pælingum. Sure, árið kostar einhvern 12-13þúsund kall en samt, er ekki skárra að borga það bara í staðinn fyrir að notast við lame-o Íslenska Netflix'ið? \nÞeir hjá ExpressVPN mættu samt bæta Android Appið sitt, það er ALLTAF að detta út hjá mér og ég sem er að sækja stóra leiki á símann minn. KOTOR, sem er 1,4 GB, cancel'aðist í 94% í gær því ExpressVPN datt út... Ég var hella mad...",
            "date": "2016-09-13 12:22:00",
            "post_id": "631763",
            "reply_to_id": "631761"
        },
        {
            "user_name": "beatmaster",
            "text": "Það sem mér hefur sýnst raunhæfast er að fá minn eiginn VPS í einhverri USA vefhýsingu og setja upp mitt eigið VPN á honum. Þetta á ekki að virðast vera mjög óyfirstíganlegt vandamál og verða væntanlega komnir fullt af svoleiðis tutorials á netið fljótlega eftir því sem DNS lausnirnar hætta að virka, þetta á bara að þurfa að kosta mann nokkra USD á mánuði eins og með DNS þjónusturnar.",
            "date": "2016-09-13 13:56:00",
            "post_id": "631772",
            "reply_to_id": "631763"
        },
        {
            "user_name": "frr",
            "text": "Budget PC box (Intel Computte Stick) eða spjaldtölva keyrandi Windows með vpn er líklega skásta lausnin almennt séð.\nÞá ertu með alla möguleika opna gagnvart öðrum miðlum líka.",
            "date": "2016-09-13 14:28:00",
            "post_id": "631774",
            "reply_to_id": "631772"
        }
    ],
    "date": "2016-09-12 23:37:00"
}