{
    "forum_title": "Koníakstofan",
    "id": "70627",
    "title": "Lenti í minni fyrstu bílveltu á Föstudaginn...[Myndir]",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=70627",
    "posts": [
        {
            "user_name": "HalistaX",
            "text": "Sælir Vaktarar, \nLangar að deila því með ykkur hvað kom fyrir mig á Föstudaginn þann 9. Sept. \nSvo er mál með vexti að ég er búinn að vera bíllaus í tvær-þrjár vikur því ég riðlaðist með olíupönnuna á nýja fína Skodanum mínum yfir hraðahindrun. Þannig að bíllinn stóð bara í viku eða tvær þangað til kom að því að fara með hann á verkstæði sem voru öll fullbókuð þangað til í Sept. Good thing ég bókaði tímann á verkstæðinu áður en ég braut olíupönnuna, annars væri ég enn bíllaus. \nSótti bílinn í dag, hann var búinn að vera í tvær fokkings vikur á verkstæðinu. Þeir hjá heklu hafa rúllað honum inná gólf, á lyftuna, lyft honum upp og troðið svo þumlunum á sér svo langt uppí rassgatið á sér að það hálfa væri þjóðarmorð. \nAllavegana, sótti ég hann í dag og er kominn á hann núna \n \nEN, á Föstudaginn langaði mig að kíkja aðeins útá lífið, hitta einhverja vini og svona svo ég fékk bílinn hans pabba lánaðann. Pabbi sem var á fjalli að reka rollur at the time. Ég meina, mamma condone'aði það svo það var all good í minni bók. \nÉg legg af stað, ekki fyrr en ég gríp símann minn... Hinn eina sanna Schweppes-Canada-Dry-bað símann minn. Samsung Galaxy S6 EDGE+'inn. Og þá legg ég af stað.\nÉg bý útí sveit þar sem er 6-6,5 km langur afleggjari heim að bæ. Malarvegur. Allt var svoldið rakt. Vegurinn var bara hálfgerð drulla. \nÉg vippa Schweppes-símanum í sætið við hliðina á mínu og spæni af stað, er ekki lengi uppí svona 70-80 km/h, en þegar ég er kominn svona 3 km, ca hálfa leið niður á þjóðveg, þá missi ég hægra dekkið að framan útaf veginum. Ég er snöggur að gera það sem þeir kenndu okkur í Ö3. Sem, sama hvað hvaða krakka skítur segir, voru bestu 35 þúsund krónur sem ég hef nokkurn tímann eytt í eitthvað náms tengt. \nÉg var á leiðinni útaf veginum og sný stýrinu á móti áttinni sem ég var á leiðinni í. \nÁður en ég veit af er ég kominn uppá veginn aftur en afturendi bílsins byrjar þá að leita útaf hinumegin. Aftur, áður en ég veit af, er ég kominn á hlið og og slide'a eftir kanntinum á veginum þegar allt í einu hætti ég að slide'a og bíllinn veltur á hliðina. \nFyrst fór hann á hliðina, svo á toppinn, svo á hina hliðina og svo á dekkin. Endurtekur þetta process svo í annað skiptið nema hvað að hann endar á toppnum, enn inná einbreiða, brothætta, sumir segja; versta veg landsins. \nÞegar hann rúllar fyrst á toppinn finn ég þakið á bílnum pompa niður á hausinn á mér og ég skalla næstum á mér punginn. Það sem ég er búinn að vera að reyna í öll þessi ár, koma andlitinu þarna niður, var að gerast og var ég hvorki nakinn né í fullri reisn. \nSvo man ég eftir því þegar hann rúllar á einhverjar hliðar og endar á toppnum. \nÉg man ekki hvort ég hafi dottið út en ég allavegana \"ranka\" við mér liggjandi í bílbelti á innanverðum toppi bílsins og sé bara glerbrot, grjót, sand og drullu allt í kring. \nÉg ligg þarna í smá stund, horfi á vinstri öxlina á mér og sé að það fossar blóð úr henni. \nÉg ligg í smá stund áður en ég fæ hláturskast. Líklega útaf því að ég lifði þessar svakalegu byltur af. \nAð hlátrinum loknum finn ég að ég er enn í öryggisbeltinu og sé að það vantar alveg heila rúðu í gluggann vinstrameginn að aftan. Ég sé að það er lítið gatið, en samt nógu stórt svo ég komi my fat ass í gegnum það og útúr bílnum. \nGleraugnalaus ligg ég þarna, í öryggisbeltinu, þegar ég heyri svona *wwwhrúúúú* hljóð. Stöðugt *Whrú* hljóð. Það fyrsta sem mér dettur í hug er að það er kviknað í helvítis bílnum og þetta sé eldurinn sem ég er að hlusta á. \nÉg byrja að öskra á hjálp, fastur í öryggisbeltinu, gleraugnalaus. Öskra og öskra. Í heilar 15-20 mínútur öskra ég eftir hjálp.\nEkki slokknaði eldurinn sem ég var viss um að þetta hljóð væri svo ég byrjaði að panic'a. \nÉg róa mig niður eftir 5 mínútna panic attack og fer náttúrulega að pæla í þessu bílbelti. Áttaviltari en aldrei áður, veit ekki vinstri frá hægri, teygi ég mig eftir löppunum á mér og finn lásinn á öryggisbeltinu. Ég reyni að losa það en það er svo stíft. Það er stífara en ég er á sérstöku þriðjudagskvöldunum mínum.... Þegar ég reyni þetta sem mér tókst næstum í fyrstu veltuni....\nÉg næ samt að ýta nógu fast til þess að losa öryggisbeltið. Loksins var ég laus!!\nÞað fossar enn úr upphandlegg mínum og ég fer með höfuðið fyrst út um gluggann. Næ að grípa í einhvern andskotann, bretti eða eitthvað á helvítis bílnum og næ að draga mig út. \nÞað fyrsta sem ég tek eftir er ég yfirgef flakið er að það er ekki kviknað í honum heldur var þetta líklegast bara miðstöðin eða eitthvað. Að bíllinn hafi ekki drepið á sér við skellinn. \nGleraugnalaus, geri ég það sem þessi kynslóð gerir best; leita að símanum mínum. Og bitti nú! Finn ég hann ekki bara svona 10 metrum frá bílnum. Þá er eins og hann hafi bara rúllað út þegar bíllinn velti á vinstri hliðina, útum bílstjóra gluggann sem fór í klessu við fyrstu byltuna. \nSíminn, þessi Schweppes-Canada-Dry drukkni Samsung Galaxy S6 EDGE+ liggur bara þarna, rennandi blautur, með ekki svo mikið sem einni skrámu á honum. Ég tek hann upp af jörðini og það fyrsta sem ég geri er að reyna að hringja í mömmu. \nMamma, sem var í fjósinu í staðinn fyrir Pabba, sem var uppá fjalli í smölun, heyrir ekki í símanum þegar ég hringi í fyrstu tvö skiptin. Svo ég geri það sem mín kynslóð gerir langbest; Ég tók myndir af bílnum og myndband af mér segjandi að ég hafi velt bíl og að vinur minn ætti að fara og sækja hjálp fyrir mig, vinur minn sem ég var að spjalla við í tölvuni stuttu áður en ég sest uppí bílinn og ég sendi þetta á. Allt í djóki því ég sá ekkert annað en glens við þessar aðstæður. Fyrir utan hvað það tók á hálsinn þegar Isuzu reyndi að fá mig til þess að munna sjálfann mig. Það var ekkert fyndið við það. \nSvo, fyrst Mamma var obviously ekki in the mood til að sinna barninu sínu sem var næstum því dautt útí kanti, hringdi ég á neyðarlínuna og sagði þeim að ég hafði velt bíl á einkavegi og að þeir mættu alveg senda einhvern til þess að athuga með mig. Prufa svo Mömmu í síðasta skiptið og viti menn! Hver svarar ekki bara eins og kölluð... Nú hún Mútta Tútta! \nÉg, eftir mig eftir að hafa öskrað á hjálp í 20 mínútur, laf móður, segi henni frá því sem gerðist og auðvitað spyr hún hvort sé ekki í lagi með mig, ég svara því náttúrulega játandi þar sem ég fann á mér að ekkert væri brotið. Segi henni að ég hafi hringt á sjúkrabíl og að þeir væru á leiðinni. \nMamma droppar náttúrulega öllu og lætur Ömmu keyra sig fram á holt þar sem ég var, al blóðugur öðrumeginn, gleraugnalaus. \nMamma keyrir ekki, sjáðu nú til, hún hefur lent í einu alvarlegu bílslysi og einni mildri bílveltu yfir ævina og er skrokkurinn hennar bara ónýtur á eftir, þessvegna fékk hún Ömmu gömlu til að keyra sig, þrátt fyrir að þær hati hvor aðra. (Mamma hans Pabba, you know how it is....)\nÉg, leitandi að gleraugunum mínum, stíg upp frá opinu sem ég skreið í gegnum um leið og ég heyri að það er bíll kominn að mér og flakinu. \nMamma stekkur út úr bílnum með eitthvað það versta, mest stingandi og óþægilega ullarteppi sem fyrir finnst á Jörðinni og vefur mig í það. Við tölum eitthvað saman en á endanum fer ég bara inní bílinn hjá Ömmu þar sem mér var orðið skítkalt. \nBíllinn sem ég velti, bíllinn hans Pabba, þekur 3/4 af veginum, einhvern veginn fór ég að því að halda honum á veginum, þrátt fyrir allt saman, svo Amma gamla byrjar að bakka til þess að geta snúið við. \nÞegar hún er búin að bakka svona 250 metra þá byrjar að glittast í ljós í fjarska sem er þá sjúkrabíllinn. Amma hættir að bakka og keyrir að flakinu aftur. Ég stíg út um leið og sjúkrabíllinn er kominn í göngufæri og geng að honum. \nÚt koma karl og kona, Ívar og, ég man ekki hvað konan heitir..... .....ef það kom einhvern tímann upp.... Rosalega næs fólk sem djókaði bara með þvottavélina sem var á pallinum, nýkomin úr viðgerð. \nÁður en ég vissi af var lögreglubíll kominn og ein lögga að potast eitthvað svona, Spyrjandi mig hvað hafði skeð og svona en áður en ég gat svarað því að fullu þá dróg Ívar sjúkraflutningamaður mig inní bílinn og sagði mér að leggjast á börurnar. \nÉg ligg þarna sultu slakur á meðan við Ívar spjöllum saman og göntumst um hitt og þetta. En svo fær hann þá snilldar sadista hugmynd að hreinsa sár mín á vinstri upphandleggnum með saltvatni. Það að finna saltvatn í fresh sár er eins og að vera hýddur með keðjú sem einhver snillingur er búinn að festa svona gaddakúlu á(Flail). \nHann býður mér verkjalyf en ég segi honum frá því sem gerðist með Xanax'ið um árið og neita því að taka eitthvað svoleiðis, hræddur um að verða band brjálæðislega-vitlaus. \nVið komum á sjúkrahúsið á Selfossi og hann Ívar nær einhvern veginn að koma mér útúr bílnum, þrátt fyrir að ég sé svo langur að hann var með fætur mína í brjóstkassanum á sér allann tímann sem hann var að bögglast þetta. \nVið komum þarna inn í bráðamótökuna(Eða eitthvað, I assume, ég veit það ekki...) og ég er látinn bíða alveg heil lengi, like doctors are best at, making people wait for them... \nJaddajaddajadda, Sárin eru hreinsuð almennilega, saumuð eru 6 spor og er ég látinn fá verkjalyf, Ibucod eða eitthvað álíka. Alveg er mér sama hvað það var, allt sem það gerði var að gera mig mjög flökurt. \nÉg er látinn fá ælupoka og svo beðinn um að bíða enþá lengur en þarna fyrst. Eftir engu, I might add. \nÉg gefst upp. Orðinn geðvondur og súr og bið um að fá að fara eitthvað framm og ein hjúkkan segir mér frá setustofuni sem er þarna á sjúkrahúsinu. Ég sest þar en áður en ég næ að hita sófan nægilega með prumpunum sem ég er búinn að vera að halda inní mér síðustu þrjá tímana, þá mætir Mamma og sækir mig, með Ömmu gömlu, erkióvin hennar, útí bíl. \nVið rúllum á Olís, ég klaupi mér fjórar Sóma samlokur og Power Aide og fyrsta bland í pokann minn í marga mánuði, because I felt like I deserved it for not biting the nurses! \nVið förum heim. Þegar heim er komið lætur Mamma mig fá verkjalyf, eitthvað gigtarlyf sem lítur út eins og Skittles. No joke, Google'ið Voltaren Rapid, hell, Lyfjabókin eru efstu niðurstöðurnar, klikkið á það. Þetta er no joke alveg eins og Skittles með appelsínu bragði! Hvað eru lyfjafyrirtækin að hugsa? Að búa til stórhættulegt lyf sem gæti drepið lítið barn og láta það líta út eins og eitthvað sem börn vilja mest í öllum heiminum... Nammi..... Well I'll be a monkey's uncle... \nSagan er pretty much búin, endar bara hérna.... Löggan var sammála mér með hraðann sem ég var að keyra á þegar þetta gerðist og staðfesti my recollection af því hvernig þetta atburðaðist. Á milli 70-80 sagði hann og sagði einnig að þetta liti út eins og svona klassískt \"Missir eitt dekk útaf veginum, reynir að ná því upp, but fails miserably\". \nAllir eru surprised as shit að ég sé ekki dauður. Þeir sem hafa séð bílinn þar að segja. Að smá verkur í hálsi og baki og einhverjir smá skurðir á handlegg sé bara nokkuð fokking geggjaðslega vel sloppið miðað við hvernig álíka veltur hafa endað í fortíðinni og eiga eftir að enda í framtíðinni. \nEf ég þyrfti að dæma þetta eftir Counter Strike/Call of Duty standardnum sem var uppi þegar ég spilaði þessa leiki, þá var þetta; 70% Skill, 30% Luck. \nÉg held að allur þessi tími í Grand Theft Auto sé loksins, loksins, að skilja eitthvað gagnlegt eftir í hausnum á mér, s.s. hvernig á að lifa af svakalegar bílveltur. \nAllavegana, hér koma myndirnar: \nEin svona soft to start you off... \nArty shit, vantar bara fitlerinn! \nWHAPA!!!\nHúsið er algjörlega klesst niður að framan, ekki alveg að aftan. Það var líklega það sem bjargaði mér, að það var eitthvað betra í aftur hlutanum á bílnum en þeim fremri. \nOg svo ein svona fyrir flengi-folder'inn hans Jonsig.\n(Það er smá blóð á þessari mynd, svo ætli ég verði ekki að vara við ef menn eru eitthvað viðkvæmir fyrir svoleiðis \n )\nhttp://i.imgur.com/rrRK3W6.jpg\nI figure að þið vitið allir hver ég er eftir þarna fjársvika málið þarna... ....þú veist, þegar ég kom útúr skápnum með identity'ið mitt... Oh well, ég er svo forgettable að þið munið kannski ekkert eftir því. Either way, þá er þessi síðasta selfie sem ég senti vini mínum á Facebook því mér fannst þetta allt saman svo fyndið for some reason. Ætli það sé ekki enn ein leiðin til þess að cope'a við svona shock. Mamma fór t.d. að taka til á vettvangi nánast strax og hún steig útúr bílnum hennar Ömmu. Og Amma, well, Amma bara baktalaði Mömmu svona eins og vanalega... \nEDIT: Ég gleymdi þeirri bestu.... Smá Trophy fyrir þessa lífsreynslu. Hentar líklegast ekki viðkvæmum. \nhttp://i.imgur.com/S7Se5Vy.jpg\nVeit ei hví, en ég verð smá svangur þegar ég sé þessa mynd..... \nBottom line of this post: Keyrið eftir aðstæðum drengir, stundum er 80 of hratt, stundum er 30 of hratt. Og svo er lífið auðvitað stutt, við vitum aldrei hvað gæti gerst. Það er bara augnablik sem eitthvað svona getur gerst og þá er einhver dauður, eða verra.... Mér þykir mjög vænt um ykkur, sérstaklega ykkur sem eigið eftir að lesa alla þessa langloku mína. Þið hinir.... Mjeh....  \n \n \nPS. Það þarf virkilega að breyta þessu með hámarkshraðann á malarvegum... 80? Are you fucking kidding me? Það er 10 frá því að vera 90 sem er all around hámarkshraðinn... Og er ekki meiri munur en 10 á holóttum malarvegi og tiltölulega(þetta er Ísland) holulausu malbiki?\nGeez...",
            "date": "2016-09-13 17:35:00",
            "post_id": "631789",
            "reply_to_id": false
        },
        {
            "user_name": "pattzi",
            "text": "Ég las þetta allt\nGott að það sé í lagi með þig ....",
            "date": "2016-09-13 18:47:00",
            "post_id": "631800",
            "reply_to_id": "631789"
        },
        {
            "user_name": "HalistaX",
            "text": "Takk kærlega fyrir það. Ég bara, eiginlega, trúi þessu ekki alveg. Að ég hafi lifað þetta allt saman af. SÉRÐU FOKKINGS BÍLINN???!!!\nHann féll bara saman að framan, þar sem ég sat. Ég veit ekki hvað það var sem olli því, en eitthvað ýtti mér á milli framsætana... \nÞað skrítna er þó að þetta hefur ekki hittað mig ennþá... Að ég hafi verið næstum því dauður þarna. \nÞó ég hafi tvisvar reynt að drepa mig þýðir það ekki að ég vilji deyja bara sí svona. Sjafsvíg túlka ég sem being in the ultimate control. Að ráða dauða sínum. En þetta er fucked up!",
            "date": "2016-09-13 19:25:00",
            "post_id": "631803",
            "reply_to_id": "631800"
        },
        {
            "user_name": "EbbiTheGamer",
            "text": "Damm!!! Sem betur fer er í lagi með þig magnað að þú hafir lifað þetta af bíllinn er flatari en malbikið í götunni hjá mér damn !",
            "date": "2016-09-13 20:31:00",
            "post_id": "631812",
            "reply_to_id": "631803"
        },
        {
            "user_name": "HalistaX",
            "text": "Hahaha já, það er eiginlega alveg magnað hvað bíllinn klesstist saman. En samt var ég pretty much ó skaddaður... \nÉg hélt alltaf að svona bílar væru með einhvers konar grind til þess að þetta, akkúrat þetta, myndi ekki gerast! En ég hef líklega rangt fyrir mér.. :/",
            "date": "2016-09-13 20:53:00",
            "post_id": "631819",
            "reply_to_id": "631812"
        },
        {
            "user_name": "Njall_L",
            "text": "Þú ættir að skrifa ævisögu einn daginn, snilldar penni sem er gaman að lesa frá. En gott að það er í lagi með kallinn",
            "date": "2016-09-13 20:56:00",
            "post_id": "631821",
            "reply_to_id": "631819"
        },
        {
            "user_name": "pattzi",
            "text": "Já þetta er ótrúlegt að þú hafir sloppið svona vel frá þessu ef má segja vel .....\nMiðað við hvernig þakið er á bílnum það er bara fallið saman",
            "date": "2016-09-13 21:19:00",
            "post_id": "631826",
            "reply_to_id": "631821"
        },
        {
            "user_name": "worghal",
            "text": "það er nú gott að þú gast labbað frá þessu nokkuð lítið meiddur",
            "date": "2016-09-13 22:32:00",
            "post_id": "631839",
            "reply_to_id": "631826"
        },
        {
            "user_name": "Tesy",
            "text": "Ég las þetta allt!\nGott að það sé í lagi með þig, sem betur fer. Vonandi nærðu að jafna þig fljótlega eftir þetta!",
            "date": "2016-09-14 00:49:00",
            "post_id": "631847",
            "reply_to_id": "631839"
        },
        {
            "user_name": "HalistaX",
            "text": "Takk, félagi \n \nJá, það er vonandi. Eiginlega það skrítna við þetta allt saman var að ég fékk engin lyf á sjúkrahúsinu til þess að fá með heim. That kinda bummed me out. Því ég er alveg rosalega styrður og vandræðalegur í hálsinum og bakinu... Fokking vont að gera sumar hreyfingar og svona, ég er bara algjör poki af volgum skít. En get samt alveg labbað og verið next-to venjulegur. \nSvo létu þessi lyf sem Mamma gaf mér mig bara æla og æla um helgina.. Þegar ég var ekki ælandi var ég að óska þess að ég gæti ælt... \nEn svo var eitt helvíti skondið á sjúkrahúsinu sem eg gleymdi að minnast á í upprunalega póstinum: \nÞað fyrsta sem hjúkkurnar gera, eftir að ég er búinn að bíða í dágóða stund, er að mæla blóðþrýsting. Ég er eins og er á einhverjum lyfjum við háum blóðþrýsting og tek þau svona þegar ég man eftir þeim. Ég veit ekki hverns vegna en ég set geðlyfin í hærra priority en þrýstings-lyfin. \nAllavegana, þá mælir hjúkkan blóðþrýstingin og viti menn, er ég ekki bara 250/140 eða eitthvað álíka... Er ég þá skammaður í húð og kyn fyrir að taka ekki lyfin mín. Er ég mældur aftur svoldið seinna og þá kemur 240/135 eða eitthvað álíka. Sömu skammirnar hrúgast yfir mig. \nÍ þriðja skiptið hinsvegar þá er ég mældur og þá koma bara þessar fínu 130/90 eða eitthvað smotterí. Sem er náttúrulega hátt, en samt ekki jafn stjarnfræðilegt og maskínan sýndi áður. \nVið hverju var fólkið, læknarnir og hjúkrunarkonurnar, að búast? Ég hafði verið að enda við að rúlla í nokkra hringi á bíl, thiiiiiiiiiiiiis close to dying... Auðvitað var ekkert að marka blóðþrýstinginn strax eftir helvítis slysið... \n*Það getur vel verið að þessar tölur hjá mér séu kolrangar. Ég man bara að ég mældist með 250 yfir eitthvað í fyrsta skiptið og svo 240 eða eitthvað álíka í það seinna... ...og svo bara þennann fína blóðþrýsting þegar ég var búinn að róast smá niður.",
            "date": "2016-09-14 01:56:00",
            "post_id": "631848",
            "reply_to_id": "631847"
        },
        {
            "user_name": "Lallistori",
            "text": "Skemmtilega skrifað hjá þér og gott að heyra að það sé í lagi með þig eftir þetta.\nps ég hló upphátt yfir þessari línu",
            "date": "2016-09-14 05:55:00",
            "post_id": "631849",
            "reply_to_id": "631848"
        },
        {
            "user_name": "HalistaX",
            "text": "Já, takk fyrir það. Og gaman að fólk skuli hafa gaman af skrifum mínum. Ég held að ég hafi skrifað þetta svona því ég hef ekki alveg meðtekið það að ég var thiiiiiiiiis close to death. Og það líklega útaf því að ég slasaðist liggur við ekki neitt. En hefði ég ekki ýst á milli farþega- og bílstjórasætis, þá væri ég líklega eitthvað sem þyrfti að ná upp með ryksugu í dag... Ég hefði bókstaflega kramist undir helvítis bílnum. \nÞar að segja skrifa ég þetta svona því ég einhvern veginn get ekki annað en hlegið að þessu. Ég böstaði mig marg oft um helgina í hláturskasti því mér fannst þetta svo frábært. Það er líklegast ekki réttu viðbröðgin, en ég hlýt að brotna niður eitthvað á næstuni.\nThen again, þá sat ég í gegnum kistulagningu lang-ömmu minnar þar sem allir voru hágrátandi, nema ég, og leit út eins og mesti Sociopath á landinu. Það hefur ekkert komið og bitið mig í rassgatið. Ég, að vísu, fattaði að lang-amma væri dáin um daginn en brást ekki við því á neinn sorgmlddann hátt. \nÉg kenni lyfjunum mínum um þetta tilfinningaleysi mitt. Abilify er eitur sem stelur tilfinningum, dómgreind og nánast öllu öðru sem er ekki nelgt við gólfið í hausnum á mér. Nema þetta sé bara geðklofinn... Shiet... \nEither way, þá sakna ég tilfinninganna. Mikið! \nEinu sinni var ég þannig að ef ég sá einhvern annann gráta, þá fór ég að gráta. Sympathetic crier I believe that's called. \nEn núna? Ekki neitt... Ekki einu sinni hræðsla við dauðann sjálfann. Og hann hefur oft verið næstum því búinn að kíkja í heimsókn á þessu heimili. \nEn mér líður samt ekkert sérstaklega vel yfir því að hafa eyðilagt bílinn hans Pabba... ...en sú tilfinning er samt ekki nógu sterk til þess að rjúfa þetta tilfinningalausa yfirborð mitt. \nOhh, hvað ég er fucked....",
            "date": "2016-09-14 06:18:00",
            "post_id": "631850",
            "reply_to_id": "631849"
        },
        {
            "user_name": "urban",
            "text": "Úff hvað það er gott að ekki fór verr hjá þér og alveg ótrúlegt hvað þú sleppur vel.\nEn djöfulli ertu samt skemmtilegur penni, þú ættir að skrifa miklu meira en þú gerir (eða við allavega sjáum) \nEn síðan þetta með hámarkshraðann.\nÞað að það sé 80 km hámarkshraði þarna, þá átti hann reyndar ekki við í þessu tilviki, þar sem að hámarkshraði er alltaf miðaður við bestu skilyrði.\nÞað er síðan okkar að hægja á okkur, versta er að við bara gerum það ekki.\nEn gott að sjá að þú sért heill eftir þetta, ég kalla það að vera heill eftir nokkrar skrámur og spor.",
            "date": "2016-09-14 10:57:00",
            "post_id": "631863",
            "reply_to_id": "631850"
        },
        {
            "user_name": "HalistaX",
            "text": "Já ókei, þá skil ég það. Þetta voru náttúrulega allt annað en bestu aðstæður. Helvítis kantarnir voru bara drulla sem lak niður þegar maður kom nálægt þeim. Það er líklega ástæðan fyrir því að ég missti dekkið útaf, hef farið of nálægt kantinum og hann bara orðið að polli. \nEn Löggimann virtist ekki hafa neitt að segja um þetta allt saman, með hraðann allavegana. Hann lét eins og 80 km/h væri bara sjálfsagt mál þarna. \nKannski það séu ekki allir up to date á þessu... ...það er jú massífur niðurskurður hjá lögguni. Hann kom einn, þessi Löggimann. Enginn partner eins og er alltaf. Finnst það svo óskynsamlegt og eiginlega bara reckless, for a lack of a better word, að vera bara einn á bíl. \nEn takk fyrir hrósin og óskir \n Ég skrifa mikið á Enskuni. Á Reddit og allskonar svona síðum, skrifaði t.d. þessa sögu á ensku, ekki orðrétt þýðing, en samt, they got the gist. Finnst svo gaman að skrifa. Það er actually drauma djobbið mitt að verða viðurkenndur gagnrýnandi. Gangrýndi einhverja tvo leiki fyrir Íslenska Playstation Samfélagið(PSX.is) árið 2011 eða 2012. Það var líklega það skemmtilegasta sem ég hef nokkurn tímann gert. Þrátt fyrir að þetta hafi verið short lived hjá mér. \nÁstæðan líka fyrir því að ég segi þarna í endann á póstinum að mér þyki vænt um þá sem lesa þessar langlokur mínar en fynnast hinir ekkert spes... Það er útaf því að, þó það sé nú ekki nema, tilhugsunin um að einhver lesi, taki mark á, og í gagnrýnunum, búi sér til skoðun útfrá því sem þú skrifar er sætasta og fallegasta tilfinning sem ég hef nokkurn tímann upplifað. Better than sex! \nÉg nefninlega crave'a það að einhver lesi þessa vitleysu mína, hvort sem ég er að reyna að vera fyndinn eða ekki. Að einhver eigi eftir að draga eitthvað frá lestrinum og mögulega, kannski, betrumbæta eða eitthvað álíka, eitthvað. Hvort sem það sé skoðun eða bara appreciation for the fellow man. Eins og ég fann mikið fyrir í öllu geðveikis talinu mínu. \nÞar voru menn ekki bara að lesa, heldur lásu þeir og voru þakklátir fyrir mig og lífið sem ég lifi, sama hversu hræðilegt það er oft á tímum. Einhver þarf að lifa svona lífi, too bad það lenti á mér... ...En ég er þó þakklátur fyrir það sá sem lifir þessu lífi mínu hafi þetta innsæi mitt. Það kallar bara á góða hluti. \nÞað slæma er bara að það eru allskonar nýjir kvillar að brjótast út á yfirborðið. T.d. \nveruleg\n skerðing á dómgreind. Ég gerði óvart lítið úr einum af mínum bestu vinum daginn eftir þetta slys því ég fékk hugmynd í hausinn sem hljómaði geggjað fyndin fyrir alla, en turns out að þetta var eitthvað það andstyggilegasta og ógéðslegasta sem ég hef nokkurn tímann gert. Ég ætla ekki að fara útí smáatriðin, því ég skammast mín mikið fyrir þetta sem ég gerði og sakna góðs vinar sem virðist vera búinn að fá sig full saddann af því að umgangast lítið, geðveikt, barn í líkama 22 ára karlmanns. \nÉg held stundum að ég eigi bara að búa á stofnun með öðru fólki sem lætur eins og ég... \nÞað er eins og ég geri mér ekki grein fyrir viðbrögðum, tilfinningum, annars fólks fyrirfram heldur aðeins þegar ég er búinn að framkvæma hlutinn. Sem lætur mig framkvæma mjög leiðinlega og slæma hluti. En ég næ svona oftast að halda þessu niðri í mér. \nÞetta vandamál finnst mér eins og hafi fylgt mér alla tíð. \nEn svo er svo magnað. Ég gæti verið einbúin einhvers staðar, og ég er ekki að segja að ég sé eitthvað bráð greindur endilega, en samt fundið allskonar hluti innann í mér sem ég vissi ekki að væru þar. Þessar síðustu nokkrar línur eru t.d. allt eitthvað sem ég var bókstaflega að komast að núna. Bara fattaði með því að spit ball'a. Með því að skrifa um vandamál mín og þessháttar. Ætli það geti ekki allir gert þetta? Ég mæli allavegana með því að prufa þetta ef það er eitthvað að plaga þig. \nJust write! Just write like the whole world is reading! \nEn já, Urban, ég slapp ótrúlega vel. Ótrúlega ótrúlega, jafnvel. Ég trúi því varla sjálfur hvað ég slapp vel. Sérstaklega ekki hvað var í rauninni stutt í dauðann þarna. \nÆtli ég eigi mér ekki bara verndarengil.",
            "date": "2016-09-14 11:47:00",
            "post_id": "631865",
            "reply_to_id": "631863"
        },
        {
            "user_name": "HalistaX",
            "text": "Goðu fréttirnar eru samt að mamma fann gleraugun mín áður en ég steig uppí sjúkrabílinn.... That's the only thing that matters. \nHefði kannski átt að minnast á það í upprunalega póstinum..",
            "date": "2016-09-14 16:14:00",
            "post_id": "631890",
            "reply_to_id": "631865"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Dayummm.... Gott mál að þú slappst að mestu heill á húfi. Greinilega mikið líf í kringum þig uppá síðkastið.",
            "date": "2016-09-14 17:10:00",
            "post_id": "631892",
            "reply_to_id": "631890"
        },
        {
            "user_name": "ulfr",
            "text": "Gott að þú slappst nokkuð heill á húfi. Trixið við hámarkshraða er einmitt, að hann er hámarkshraði, maður á aldrei að keyra hraðar en maður treystir sér, og skítt með þó maður missi „kúlið“ við að keyra hægar (Beint út í kosmósið til þeirra sem enn hafa ekki velt). Ég hef lent í bílveltu sjálfur, þar sem jeppinn hjá mér endastakkst áður en hann fór utanvega. Það var óþægilegt og ég vona að ég þurfi ekki að upplifa viðlíka atburð aftur. Sér í lagi þar sem ég þurfti að draga kærustuna út og bensínbrúsi í skottinu var úðandi bensíni yfir allann bílinn. Töluverð heppni (og þó, þar sem enginn hitagjafi var nálægt) að ekki hafi kviknað í.\nÞetta er líka ágætis áminningum að allt lauslegt í bílnum getur orðið að banvænum hlutum við árekstur eða veltu. Meira að segja GSM sími getur hæglega valdið skaða við réttan hraða, og snöggt stopp.",
            "date": "2016-09-14 22:05:00",
            "post_id": "631913",
            "reply_to_id": "631892"
        },
        {
            "user_name": "HalistaX",
            "text": "Hér sést sjúkrabíllinn koma. Amma var að byrja að bakka þarna. Það var ekki ætlun mín að taka mynd af sjúkrabílnum eða ljósunum frá honum enda sá ég hann ekki fyrr en stuttu seinna, þegar við vorum komin svoldið frá hræjinu. \nHahaha já, þetta er aldeilis búið að vera umfangsmikið ár hjá mér allavegana... \nJá, ég er sammála þér, það var bara ágætt að komast tiltölulega heill á húfi í gegnum þetta. Er orðinn helvíti styrður í baki og hálsi í dag en er að fara til læknis á eftir sem skrifar vonandi út eitthvað sterkt sem slær á verkina... Þetta Ibucod og Voltaren Rapid sem Mamma á er ekki að gera sig, enda skila ég því bara í fötuna mína svona klukkustund eftir inntöku ásamt einhverju sem lýtur út eins og gulrætur, samt eru margir mánuðir síðan ég át svoleiðis síðast....\nHVAÐAN KOMA ALLAR ÞESSAR GULRÆTUR!!???\nEn já, ég skil það alveg með hámarkshraðann og ætlunin hjá mér er mjög sjaldan sú að lúkka kúl. Er bara vanur að keyra þennann veg eins og brjálæðingur á bílnum hans Pabba. Hell, þegar ég var á Octaviuni minni þá keyrði ég hann oft á 80. En það var náttúrulega við mun betri aðstæður, í sumar, þegar allt var þurrt og sól úti og svona. Þarna var náttúrulega búið að vera eitthvað rigninga veður síðustu dagana fyrir veltuna og þá náttúrulega allir kantar orðnir eins og drullumall. \nÉg kann þennann veg liggur við utan af, veit ekki alveg hvað gerðist með þetta dekk. Af einhverjum ástæðum virðist ég ekki muna hví ég missi það útaf veginum. Hví ég missti stjórn á bílnum. \nÆtli ég hafi ekki rekið hausinn í í veltunum eða jafnvel hafi ég fengið rækilegt höfuð högg í leiðinni og ég var eitthvað að chill'a með höfuðið í klofinu á mér... Það gæti alveg passað og meikar alveg sense. Miðað við það að mér finnst ég vakna, eða ranka við mér, liggjandi á innannverðum toppi bílsins og miðað við það að mér varð nokkurn veginn strax flökurt og ég stóð í lappirnar þegar ég var búinn að koma mér út úr bílnum. Lyfin sem ég fékk bæði á sjúkrahúsinu og hjá Mömmu virðast bara hafa gert það mun verra... \nJá, veistu, það hljómar bara eins og ég hafi verið með vægann heilahristing, vægt minnisleysi og þessa fínu bólgu fyrir neðan vinstra augað á mér. Það gæti einnig útskýrt massíft dómgreindarleysi dagana eftir. \nÞað magnaða er samt að það var ekki tjékkað neitt eftir heilahristing á sjúkrahúsinu. Bara ekki neitt! Enda var Mamma mjög ósátt við þjónustuna þarna... But I guess you get what you pay for og við borguðum 1800 kall fyrir allt saman.  \nEn þetta var svo sannarlega óhuggnaleg en samt sem áður áhugaverð reynsla að velta svona bíl. Slasaðist einhver alvarlega þegar þú veltir, Ulfr? \nOg já, heppni að það kviknaði ekki í hjá þér! Það hefði svo sannarlega orðið ljótt hratt. \nOg alveg rétt hjá þér með lausu hlutina... Ég er bara heppinn að \ntjakkurinn\n sem ég sá liggjandi fyrir utan bílinn þegar ég leitaði að símanum mínum var á pallinum en ekki inní bíl. Allar líkur hefðu þá verið á því að ég fengi hann í mig og mögulega steindrepist við höggið.\nEn það er gott að þetta lítur allt út fyrir að hafa endað ágætlega. Þetta er náttúrulega ekki búið samt, ég veit ekkert hvort það sé einhver varanlegur skaði á hálsi eða baki í mínu tilfelli. Þessvegna ætla ég að reyna að fá lækninn á eftir til þess að panta fyrir mig tíma í myndatöku. \nAnnars er pabbi búinn að finna sér nýjann bíl. Eins bíl nema bara nýrri og kraftmeiri. Fengum lán hjá einhverjum ættingja fyrir honum, þau ætla held ég í bæinn að versla hann í dag. \nFengum lánið hjá ættingjanum, þrátt fyrir að bíllinn hafi verið í Kaskó, því trygginga féð var bara ekki komið inn í morgun. Annars ætla þau að staðgreiða einhvern hluta, álíka mikið og tryggingarnar hefðu gefið þeim fyrir þann gamla og taka svo lán fyrir rest. \nÞað er nefninlega ekki hægt að vera bíllaus í sveitinni...",
            "date": "2016-09-15 09:07:00",
            "post_id": "631921",
            "reply_to_id": "631913"
        },
        {
            "user_name": "HalistaX",
            "text": "Þá er þessi nýji kominn heim... Það verður gaman að sjá hvort ég nái að velta honum líka. \nHevlíti flottur, er ekki frá því að hann sé jafnvel aðeins hærri en sá gamli. \nAnnars sagði læknirinn sem ég hitti áðan að það væri allar líkur á því að ég hefði fengið heilahristing í slysinu. \nAllavegana hljómar það ekkert ótrúlega þar sem ég var með þónokkur af þessum einkennum: \nHeadache or a feeling of pressure in the head.\nTemporary loss of consciousness.\nConfusion\n or feeling as if in a fog.\nAmnesia surrounding the traumatic event. (Merki ekki við þetta því það hlýtur að vera að ég muni ekki því ég var bara out cold)\nDizziness\n or \"seeing stars\"\nRinging in the ears.\nNausea\n.\nVomiting\n.\nSource\nLess common symptoms include:\nloss of consciousness\nslurred speech\nchanges in behaviour, such as feeling unusually irritable\ninappropriate emotional responses, such as \nsuddenly bursting into laughter\n or tears\nSource\nSo there we have it. Ætli ég hafi ekki bara rekið hausinn í eitthvað hart í byltunum. Svo þetta er ekkert endilega lyfin eða þessi Gepklofi minn sem er ástæðan fyrir þessu öllu saman. \nÞegar ég hugsa útí það, er eiginlega eini sénsinn á höfuðhöggi sem ég man eftir þegar þakið á bílnum þrýstist niður á mig og höfuð mitt er nálægt því að fá á sig kæru fyrir kynferðisáreiti af hálfu annarra líkamsparta minna. Þetta var náttúrulega bara jörðin sem ýtti þakinu á hausinn á mér. Ég sneri vitlaust, auðvitað. Þannig að tæknilega séð hef ég líklega bara snúið vitlaust og húrrað face first á toppinn, á meðann toppurinn kom húrrandi í áttina að mér sem hefur líklega svo, eftir að ég face-plant'a þakið, náð að ýta mér í burtu með aflinu sem myndast þegar 1,5-2 tonna bíll rúllar á jörðinni. \nÞetta er alvöru þungi og kæmi mér ekkert á óvart að við það að klessa þakið niður hafi sætin einnig farið í rúst og ég þannig komist á milli helvítis frammí sætana. \nÉg náttúrulega ligg á annarri hliðini þegar ég ranka við mér, enn í bílbeltinu. Hvernig má það vera? Sætin bara hljóta að hafa ekki þolað þungann af bílnum öllum kremmjandi þau og farið eitthvað á flakk. \nÉg man allavegana ekkert eftir að ég fer með höfuðið á milli læranna. Ég er bara heppinn að hafa ekki hlotið mænuskaða eða eitthvað svoleiðis á því, í rauninni. \nEins og ég sagði á Reddit: Þá held ég að það eigi eftir að taka mig dágóðann tíma að ráða úr þessu öllu saman.",
            "date": "2016-09-15 17:04:00",
            "post_id": "631956",
            "reply_to_id": "631921"
        },
        {
            "user_name": "kizi86",
            "text": "Gott að slappst vel, mundu bara afleiðingar bílslysa koma ekki alltaf fram strax, lenti í Árekstri i vor, svo 3 manuðum seinna er eg rummliggjandi og get varla hreyft mig..  hafa allt skrásett hjá lækni, hvarta yfir minnsta verk sem þu telur að sé kominn utaf þessu slysi. Myndi svo tala við lögfræðing, góðar líkur á að þú eigir rétt á bótum fyrir þetta slys",
            "date": "2016-09-15 20:35:00",
            "post_id": "631967",
            "reply_to_id": "631956"
        },
        {
            "user_name": "HalistaX",
            "text": "Thanks for the tips! \nMjög* gott að ég slapp vel! Ekki eitt bein í líkama mínum brotið. Það kalla ég nokkuð gott þegar það hefði munað engu að hálsbrjóta sig þegar hann lendir á toppnum í þessi tvö skipti. \nEn já, ég man þegar Mamma og Pabbi fengu einu sinni bíl aftan á sig á meðan þau voru stopp útí kanti, skýst bíllinn þeirra svo ekki bara á annann bíl sem er að keyra framhjá. Báðir bílarnir sem fóru á þau náttúrulega á 90 km/h, jafnvel 90+.\nMamma var náttúrulega ónýt á eftir, en jafnvel núna, einhverjum 10-14 árum seinna, þá er hún enþá að finna nýtt og nýtt stöff. Síðast voru það fæturnir á henni. Það safnast saman liðavökvi í hnjánum á henni sem þarf að tappa af með reglulegu millibili. Má samt ekki gera of oft með of stuttu millibili því þá er séns á að skemma hnén enn frekar... Þannig að hún er sárþjáð most of the time, því þetta bólgnar upp náttúrulega og eitthvað meira stöff sem ég skil ekki alveg fullkomnlega. \nÉg vona að ég lendi ekki í þeim pakka. Að vera ónýtur 4 life eftir eitthvað svona, aldrei ná fullum bara aftur... \nBótum, you say? Interesting... En in all seriousness, ef ég gæti skipt bóta rétti mínum fyrir að losna við alla kvilla frá þessu slysi, alla framtíðar kvilla líka, sama þó bæturnar væru 100.000.000kr, þá myndi ég gera það. Ég held að það sé ekkert gaman að eiga fullt af pening en vera samt sárþjáður mest allann tímann. \nNasirnar á mér skiptast á að stíflast þessa dagana og vera með nefrennsli á sama tíma og þegar ég sýk horið sem lekur lengra uppí nasaholurnar á mér, þá finn ég fyrir massífum sting í bakið. Sama má segja ef ég anda mjög djúpt; ÓGÉÐSLEGUR stingur í bakið. Þetta er að keyra mig klikkaðann... \nSvo er ég eins og leyniskytta að finna réttu stellinguna til þess að lyggja í svo ég finni ekki fyrir stanslausum sársauka. Svefninn raskast náttúrulega þar sem maður segur ekkert sárþjáður. \nLæknirinn sagði að svona \"Whiplash\", eins og hann kallaði það, eða hálsrýgur á góðri íslensku, ef ég stafsetti þetta rétt þar að segja, geti tekið laaaangan tíma að jafna sig. Þá var hann að meina hálsrýg sem þú færð eftir svona bílslys og þessháttar, ekki hálsrýginn sem þú færð þegar þú situr á gólfinu og horfir á sjónvarpið sem er staðsett 1,5 meter fyrir ofan hausinn á þér, 2 metra í burtu. Það er child's play í samanburði við svona svakalegann slink eins og ég virðist hafa fengið á mig þegar bíllinn reyndi að fletja mig út með kökukefli. \nEnn og aftur, takk fyrir að láta mig vita af þessu öllu saman og aldrei að vita hvort maður kíki ekki í einhverjar bætur, ef maður hefur réttinn að þeim.",
            "date": "2016-09-15 21:13:00",
            "post_id": "631971",
            "reply_to_id": "631967"
        },
        {
            "user_name": "Garri",
            "text": "Einhvern veginn grunar mig að þú hafir verið að gjóa augunum á símann.. sms eitthvað eða álíka. Þú talar mikið um þína kynslóð og síma.. gleymir að þessi kynslóð er límd við þetta apparat og líka þegar hún er að keyra.\nÉg ek stundum um á mótorhjóli og verð ótrúlega oft vitni að því að bílar krussa um allar akgreinar og stundum langleiðina út af (sá þrjú slík tilfelli þegar ég skrapp suður um síðustu helgi á bíl) \nÞað sem þessi kolklikkaða síma kynslóð á erfitt með að skilja er að augnabliks athugunarleysi og símagláp getur þýtt ævilanga eftirsjá..",
            "date": "2016-09-15 21:36:00",
            "post_id": "631973",
            "reply_to_id": "631971"
        },
        {
            "user_name": "HalistaX",
            "text": "Ég skal fullvissa þig um það að svo var víst ekki. \nÉg tek því eiginlega sem móðgun að þú teljir mig það ábyrgðarlausann að gægjast í símann undir stýri! Þá fer öll athyglin við aksturinn útum gluggann. \nÉg hef reynt það á meðan ég hef verið að bæði snúa og slá á traktor... ....og lærði ég þá the hard way að það er nógu erfitt! Í eitt skiptið snag'aði ég snúningvélinni í gaddavírsgyrðingu og reif upp góðann 100 metra bút úr gyrðinguni, staura og alles. Allt útaf því að ég var að leita að einhverju lagi í iPod'num mínum. Þetta var hinsvegar löngu áður en ég eignaðist ökuleyfið, ætli ég hafi ekki verið svona 13-14 ára þetta sumarið. \nÞetta með að ég minnist á síma kynslóðina er einfaldlega útaf því að ungt fólk á mínum aldri, 17-30 ára, mín kynslóð, er vel flest alveg óð í símana sína. Allir með Snapchat, Facebook og Twitter... Allir á Tinder og komnir í level 2749 í Candy Crush Go! \nÞað að ég minnist á þetta og telji mig tilheyra þessari kynslóð er meira bara kaldhæðni því ég virðist vera sá eini sem ég veit um sem er á þessum aldri en er ekki alveg gjörsamlega dáleiddur af þessum græjum. Að þurfa alltaf að hafa þessa helvítis síma í höndunum. Batteríið á SGS6E+ símanum mínum endist stundum í svona 4-5 daga því ég einfaldlega er ekki með jafn mikið af drasli í honum og er ekki jafn háður honum og restin af minni kynslóð. Og svo tilheyri ég þessari kynslóð í raun og veru, hvort mér líki það eður ey.\nÞað að ég hafi strax fengið símann í hugann þegar ég næ að skríða út er útaf því að ég þurfti að hringja í Mömmu, láta hana vita af þessu, fá hjálp, mögulega hringja á sjúkrabíl. Þrátt fyrir heilahristinginn og að líða eins og ég hafi verið að koma af Rave'i á Ibiza, þá var einhver rökhugsun eftir á yfirborðinu, ef ekki, þá var stutt í hana allavegana. \nOg þetta með að taka myndir og vídjó af bæði sjálfum mér og bílnum var eitthvað sem heilahristingurinn virstis vera dead set on. Mér leið eins og litlu barni. Hlæjandi og tístandi yfir því að hafa lent í þessu og eyðilagt bíl í leiðinni. Þetta var svo óraunverulegt allt að mér leið hálfpartinn eins og ég væri í tölvuleik. \nEn já, ég skal fullvissa þig um það að síma skrattinn sat allann tímann kjurr, með coverið lokað, á farþega sætinu á minni hægri hönd. Eða þangað til að hann hefur húrrað útúr bílnum í einni veltuni, þar að segja. \nSeriously, að segja þetta við mig er eins og að halda fram að allir Þjóðverjar séu Nasistar því mest megnið af þeim voru það fyrir 70-80 árum. Eða allir Múslimar hryðjuverkamenn því það eru til nokkur Múslimsk hryðjuverkasamtök. \nProfiling er orðið sem ég var að leita að. And it's wrong!",
            "date": "2016-09-15 22:02:00",
            "post_id": "631975",
            "reply_to_id": "631973"
        },
        {
            "user_name": "kizi86",
            "text": "talar um verk í baki, stingur í bakið... hljómar mjög eins og rifbeinsbrot... hef rifbeinsbrotnað nokkrum sinnum, og alltaf var verkurinn eins og sjúkur stingur í bakið..\nen já með bætur og svona, þá allaveganna fær maður einhverja peninga sem hægt er að eyða í útbúnað og þægindi til að koma í veg fyrir / minnka sársauka. lenti sjálfur í svaka whiplash, og tognun í hálsi + slæmum heilahristing, og er núna með ógeðslega verki í bakinu þannig að hef verið rúmliggjandi í mánuð.  eins og löffinn minn sagði, þá er best að hafa allt skrásett, hvarta útaf öllu sem kemur upp, fara nógu fjandi oft til læknis, því þá ertu best stæður ef lendir í því að eitthvað kemur uppá,  ömurlegt að verða fokkt 4life og hafa ekkert skrásett og verða svo kanski algerlega óvinnufær og hafa engan sjóð..\nog með umferðarslys, ef maður slasast þá á maður eiginlega alltaf rétt á bótum. skiptir engu hvort maður hafi verið í rétti eða ekki, valdur að slysinu eða ekki. það er verið að bæta líkamsskaða ekki eignaskaða.",
            "date": "2016-09-15 23:29:00",
            "post_id": "631983",
            "reply_to_id": "631975"
        },
        {
            "user_name": "HalistaX",
            "text": "Held ég hafi rifbeinsbrotnað einu sinni áður sjálfur. Hvort ég hafi verið 10 eða 11 ára þá, líklega 11. \nDatt eitthvað í einhverri skólaferð, það var ekki einu sinni neitt svaka högg sem ég fékk á líkamann. Það var náttúrulega skít vont, en ég hef alltaf, alla tíð, ímyndað mér að það þurfi svaka kraft til þess að brjóta bein, sem að renna á bakið í blautu grasi og drullu sá ég bara ekki fyrir mér brjóta bein. En það var hinsvegar svona svipaður verkur og ég er með núna í bakinu þegar ég anda, þarf að snorta horinu sem er að renna úr annarri nðsini uppí kok aftur, lyfta hlutum, gera ýmsar hreifingar og þessháttar. Eini munurinn er sá að ég man eftir að verkurinn úr æskuni var töluvert neðar, eiginlega rétt undir brjósti. Á meðan það sem ég finn fyrir núna finnst mér vera beintengt við verkinn í hálsinum. Finnst eins og þessi bakverkur, stingur í gegnum bakið og í lunga þegar ég anda, hósta, hnerra, snorta hori eða eitthvað annað, nefndu það, originate'i frá miðju bakinu einhvern veginn. Eins og það sé eitthvað að á milli herðablaðanna. Að setjast niður í lága Skoda'nn minn var t.d. alveg agonizing pain í morgun. Einnig það að standa uppúr honum. \nEn ég á reyndar mjög erfitt með að útskýra þetta... Verkurinn er allavegana mjög svipaður og úr æsku, bara á allt öðrum stað. Maður er svo sem með alveg nokkur rifbein, svo það er alveg séns að ég hafi bara náð að brjóta annað á öðrum stað líka. \nEn ef ég skil það rétt, þá er ekkert sem hægt er að gera í brotnum rifbeinum, right? Bara láta þau gróa að sjálfum sér? Great...  \n \nFékk skrifað uppá Parkódín Forte í dag, finnst það ekki alveg vera að vinna vinnuna sína þar sem það á að vera 30 mg af Kódín í hverri töflu. Það virðist ekki dempa sársaukann mikið. Kannski ég sé bara það stór maður að ég þurfi meira en tvær töflur af 500/30 mg Parkódín Forte. \nEn annars hafði ég ekki hugmynd um að maður hefði svona oft rétt á bótum. Skildi það alveg með bílinn hans Pabba að hann ætti skilið að fá bætur frá tryggingunum. En bætur útá meiðsl sem voru nokkur veginn mér að kenna fyrir að keyra of hratt miðað við aðstæður? \nNo way! \nSpurði Mömmu eitthvað útí þetta áðan. Fannst hljóðið í henni vera þannig að hún viti það að ég eigi ekki rétt á neinu svoleiðis. Sem hún gerir mjög líklegast ekki. Held ég trysti manni með reynslu og þessu sem ég var að skoða inná einhverri síðu áðan þegar ég Gúglaði: \"Bílslysa bætur\" og fann \nþessa\n síðu sem útskýrir eitthvað smotterí, frekar en mömmu sem hefur enga reynslu af svona löguðu. \nÉg á líklegast eftir að senda bara póst á Fullþingi eða eitthvað álíka fyrirtæki sem sérhægir sig í svona og spá í þetta. Þekki eiginlega enga lögfræðinga sem gætu hjálpam mér með þetta og á ekki fyrir þessum 20.000 kalli sem lélegir lögfræðingar taka á tímann...",
            "date": "2016-09-15 23:57:00",
            "post_id": "631984",
            "reply_to_id": "631983"
        },
        {
            "user_name": "kizi86",
            "text": "ég er með mitt slysamál hjá bótarétti \nwww.botarettur.is\n eru nú þegar búnir að vinna eitt mál fyrir mig og niðurstaðan var alveg vel ásættanleg \n \nþar sem þú lýsir rifbeinsbrotinu frá því að varst krakki og þessum verk núna, myndi ég telja miðað við mína eigin reynslu, að þú hafir aftur brotið rifbein, hef brotið rifbein neðarlega að framan og líka eins og þú lýsir ofarlega til rétt milli herðablaðana.\nen já eiginlega eina leiðin til að fá ekki neinar bætur greiddar eru að vera undir áhrifum vímuefna eða áfengis við aksturinn, stundum þegar sökin er manns eigin þá færðu skertar bætur, en ættir allaveganna að fá bætur! \nsvo oft sem fólk hefur ekki hugmynd um rétt sinn..\ner sjálfur á parkódín forte og gerir eiginlega ekkert gagn nema gerir mér kleyft að sofa og vera kjurr í sófanum, ef hreyfi mig þá blossar upp verkurinn um leið. er akkúrat að fara til doxa á morgun til að reyna að fá eitthvað annað sem virkar",
            "date": "2016-09-16 00:36:00",
            "post_id": "631986",
            "reply_to_id": false
        },
        {
            "user_name": "HalistaX",
            "text": "Shit, brotið rifbein... Svo ég kom ekki eins heill og allt leit út fyrir að vera útúr þessu... Það var actually brotið bein hahaha  \n \nMaður lítur einhvern veginn alltaf á það þannig að ef ekkert brotnar þá er maður góður. \nEr rifbeinsbrot eitthvað sem maður ætti að vera að potast í? Þar að segja fara í myndatöku og X-Ray og svona til að staðfesta það? Þarf það kannski uppá bótakröfuna? Staðfestingu á að það sé eitthvað brotið inní manni? \nAnnars var ég ekki undir áhrifum neins nema mögulega var ég með mikið magn af nikótíni í blóðinu. Tek svoldið mikið í vörina... sérstaklega eftir að ég hætti að reykja fyrir meira en mánuði síðan. En var samt ekkert látinn pissa í glas eða gefa blóð eða neitt á sjúkrahúsinu eftir slysið, svo hvernig geta þeir staðfest það að ég hafi ekki verið nýbúinn að reykja eina feita, taka tvær línur af Peruvian fishscales og sprauta mig með Valíum? Fyrst það var ekkert tjékkað á þessu hjá mér? \nHélt alltaf að þegar maður yrði fyrir umferðar óhappi, þá þyrfti maður alltaf að pissa í glas fyrir einhverja heppna löggu að leika sér með. En svo virtist það ekki vera í þetta skiptið... Skrítið... Er það kannski aldrei svoleiðis nema undir sérstökum kringumstæðum?\nLæknirinn sem tók á móti mér þarna á Selfossi vildi reyndar horfa í augun á mér í eina og hálfa sekúndu. Datt fyrst í hug eitthvað með heilahristings tjékk en það tekur aðeins lengri stund en örfáar sekúndur og er ekki bara að horfa í augun á manni. Datt svo í hug að hann væri kannski að horfa eftir óvenju stórum augasteinum eins og eiga það til að vera dead giveaway á fólk sem er undir áhrifum sumra fíkni- og vímuefna. \nVar það kannski bara allt? Nei ég veit það ekki... Finnst það vera mjög léleg leið til þess að velja fólk til þess að pissa í glas þar sem það er fullt af ástæðum fyrir stórum augasteinum aðrar en ólögleg vímuefni, t.d. heilahristingur og heilaskaði.  \nEða var hann kannski bara að tjékka hvort ég væri nokkuð með mjög slæmann heilahristing? \nÞetta var svo skrítin sjúkrahúss ferð. Það var, eins og ég lýsi á hinni blaðsíðuni einhvers staðar, eins og enginn þarna hafi tekið blóðþrýsting hjá manni sem nýbúinn var að gera dyraat hjá Dauðanum áður. Þau kunnu alveg á græjurnar, þau bara trúðu tölunum sem komu upp þegar ég var ný kominn inn um dyrnar, líkami minn enn í sjokki og sársauki á mörgum stöðum og svona smáatriði sem eiga það til að hækka blóðþrýsting. \nKannski er ekkert skrítið að þeir séu að pæla í að byggja einka-sjúkrahús þarna í Mosfellsbænum. Þar verður kannski almennilegt fólk sem kann á hlutina...\nEn hvað varðar þetta Parkódín Forte, þá tók ég tvær fyrr í dag, þetta eru btw 500/30 mg. Það virtist ekki virka neitt. Svo ég ákvað að taka tvær aftur núna áðan og svo stuttu seinna tvær í viðbót. Bara svona að sjá hvað gerist. En ekkert gerðist í þetta skiptið heldur. \nHvað er, by the way, þetta fetish okkar Íslendinga með Paratabs/Paracetamol? Finnst það vera í svo mörgu svona. Og ég tek það alltaf þegar ég fæ hausverk, í von um að það virki í þetta skiptið, en aldrei gerir það það, sama hversu mikið ég tek. \nÓtrúlegt þetta lyfja dót... Ég vil helst fá eitthvað sem drepur sársaukann, allavegana rotar hann eitthvað. Ég er ekki að leitast eftir einhverri vímu, vil bara geta sofið í friði frá sársaukanum!",
            "date": "2016-09-16 01:27:00",
            "post_id": "631988",
            "reply_to_id": "631986"
        },
        {
            "user_name": "Cikster",
            "text": "Ég get nú sagt eina stutta sögu um hversu viljugur heimilislæknirinn minn var að skrifa uppá verkjalyf fyrir 3-4 árum síðan sirka. Fór til hans og fyrsta spurningin sem ég fékk var hvort ég hefði flutt eitthvað út þar sem ég hafði ekki komið til hans í einhver 10 ár. Svo var farið að greina vandræðin hjá mér sem var verkur í olboga og öxl sem var farið að valda því að ég svaf mjög illa. Hviss bang boom, tennisolbogi (sem var reyndar rétt greining) og að ég væri að beita hendinni vitlaust sem væri ekki gott fyrir öxlina sem mundi lagast með einhverju \"tennisolboga bandi\" sem Össur framleiðir (og það virkaði) og hann skrifaði uppá verkjalyf fyrir mig til að ég mundi ná að sofa eitthvað þangað til það lagaðist eftir að hann hélt þessa líka þvílíku ræðu um að fólk væri að koma til hans að reyna fá sterku verkjalyfin til að komast í vímu (uhmmm ég hafði ekki farið til hans í 10 ár, örugglega ekki í þeim hópi). Fór í apótekið og fékk stærri Panódíl töfluna (hefði allt eins getað tekið 4 venjulegar en þær voru ekki að duga fyrir mig lengur). Svaf illa í rúma viku í viðbót áður en þetta byrjaði að lagast",
            "date": "2016-09-16 05:07:00",
            "post_id": "631993",
            "reply_to_id": "631988"
        },
        {
            "user_name": "HalistaX",
            "text": "Gat verið að ég slyppi ekki jafn vel og fyrst á horfðist. Það sleppur enginn það vel frá svona bílveltu þar sem hús bílsins kremst niður í farþegarýmið eins og má sjá á myndunum. \nEftir spjall við nokkra bílakalla á Facebook þá skilst mér að það sé bara þekkt vandamál að Pickup'ar fari svona rosalega illa í veltum og því ekkert vit í því að vera að velta þeim... \nEn já, ég er alveg að farast í bakinu. Þarf að taka tvö mismunandi sterk verkjalyf og bólgueyðandi til þess að geta function'að á 60% venjulegu capacity... Hálsinn er fínn en bakið er í klessu. \nÞurfti að fara með sjúkrabíl á Selfoss á Sunnudaginn þann átjánda. Það leið næstum yfir mig úr verkjum á eldhúsgólfinu heima og var rúntað með mig í sjúkrabíl á Selfoss þar sem mér var gefinn sprauta, skrifað uppá eitthvað lyf og ég sendur heim, eftir MIKLA bið. \nÉg er búinn með Pakródín Forte pakkann sem ég átti... Hefði alveg eins getað hent þessum 40 töflum ofaní klósettið þar sem ég fann ekki dick fyrir því að þær væru að gera eitthvað. \nOg, get this, læknirinn sem skoðaði mig á Slefossi sagði að ég ætti að hreyfa bakið til þess að þetta skánaði..... \n.....HVERNIG Í FOKKANUM Á ÉG AÐ FARA AÐ ÞVÍ ÞEGAR ÉG GET VARLA HREYFT MIG ÚTAF SÁRSAUKA? \nHenni datt samt ekki í hug að skrifa uppá neinar pillur eins og Parkódín Forte nema sterkara, svona sem ég get tekið þegar mér líður extra illa, í bland við hinar pillurnar... \nÉg fatta þetta system ekki... ...eru lyfin sem læknar skrifa út tekin útúr launagreiðslunum þeirra og skrifa þau þá væntanlega bara út það bráð nauðsynlegasta og ódýrasta eins og einhverjar helvítis Paracetamol blöndur? Þetta er eins og þegar tómatsósu bréfin á KFC hérna á Selfossi voru sett fyrir aftan búðarborðið... Þannig að maður gat ekki tekið sér 14 bréf, 4 til að nota núna, 10 til að fara með heim í safnið... \nLátið ekki eins og kassi af 100.000 tómatsósu bréfum kosti ekki 10.000 kall..... og hvað er 10.000 deilt á 100.000? 0,1.... Þannig að hvert bréf kostar þá væntanlega 0,1 krónu... Einn aur... Og það er verið að nýskast með það... \nEn svo sáu KFC á Selfossi, eventually, að ég hafði flutt frá Selfossi aftur heim og þá settu þau tómatsósu bréfin aftur uppá borð. Að tómatsósu þjófurinn sem var kominn með 800 tómatsósu bréf í ísskápinn hjá sér væri ekki lengur að stela tómatsósu frá þeim uppá dag. \nÉg skil það alveg að það séu til alveg 100+ klst efni úr öryggismyndavélum af mér að stela mér lúkufylli af tómatsósu bréfum á KFC.... ....en er einhver saga af því að ég hafi verið að stunda það að feika meiðsl til þess að fá sterk verkjalyf? Ef það er þessvegna sem þau vilja ekki skrifa uppá eitthvað stekrt fyrir mig? \nÉg er ekki einhver læknadópisti sem er að reyna að scam'a út verkjalyf með því að ljúga til um fokking meiðsli... Ég er ekki að sækjast eftir vímu hérna, ég vil bara eitthvað sem drepur þennann sársauka svo ég geti lifað venjulegu lífi. \nÉg hata reyndar vímu... Ég þoli fátt jafn lítið og að vera í áfengis eða kannabis vímu. Mér finnst það ógéðslegt. Þegar ég asnaðist til þess að reykja kannabis hérna áður fyrr nokkrum sinnum í mánuði, þá fékk ég mér 2-3 púff af jónu og um leið og ég byrjaði að finna fyrir áhrifum, þá hugsaði ég \"Oh god, not this again... Afhverju var ég að gera þetta?\"\nOg hugsaði þetta bara þangað til það rann af mér aftur(Og ég var búinn að tæma tankinn sem er af einhverjum ástæðum 4000x betra á kannabis heldur en edrú).\nEn þegar ég spurði hjúkrunarkonuna sem sprautaði mig með Voltaren á sjúkrahúsinu hvort það væri nokkuð víma sem fylgdi þessu lyfi hefur hún örugglega misskilið það sem að ég vildi vímuna. Hún hefur sagt hinum hjúkrunarkonunum og læknunum hvað ég spurði og allir hafa fengið það í hugann að ég hafi verið að reyna að scam'a verkjalyf útúr þeim með þessu athæfi mínu að hringja á sjúkrabíl til þess að keyra mig á næsta sjúkrahús útaf þessu ímyndaða bílslysi sem ég lenti í viku áður. \nHvað er samt málið með þetta Paracetamol/Paratabs fetish okkar Íslendinga? Mér er sagt að taka þennann viðbjóð þegar ég er með höfuðverk en ekkert slær þetta samt á verkinn. Þessu er blandað saman við Codeine, annars fínasta lyf, og kallað Parkódín og manni sagt að þetta sé alveg hardcore shit... En svo gerir þetta ekki svo mikið sem dæld á verkina. Tók, eina nóttina, 8x Parkódín töflur, tvær í einu með hálftíma á milli, og ekkert gerðist... Þar sem Parkódín Forte er 500 mg Paracetamol og 30 mg Codeine, þá hef ég tekið þarna.... erhm.... 240 mg af Codeine þegar hámarksskamtur gegn sársauka eru 360 mg. Ég hefði átt að vera fljúgandi á skýjunum eftir þessar átta pillur en NNNNeeeeeeeEEEEEEeeeeiiiiiiijjjj, mér leið alveg jafn illa og áður... Ég fer að hallast á það að Paracetamol'ið sé þarna til þess að dempa Codeine'ið á einhvern hátt. Að Codeine'ið gefi ekki jafn mikil áhrif og það ætti að gefa ef Paracetamol væri ekki troðið þarna með. \nNot to mention hve fokking hættulegt þetta Paracetamol er... Það rústar í þér líffærunum, öllu frá hjartanu að nýrunum. Svo er mér sagt að ég megi ekki taka meira en 8 Parkódín Forte á dag... Maður skyldi halda að það væri til þess að overdose'a ekki á Codeine'inu, en neeeeeeeeeeeeeeeiiiiiij, það er svo þú drepir þig ekki á Paracetamol'inu... HVÍ ÞÁ AÐ SETJA ÞENNANN VIÐBJÓÐ MEÐ CODEINE'INU? \nOg þar sem ein tafla af Parkódín Forte er 500/30 þá hef ég væntanlega tekið þarna 4 grömm af stórhættulega lifrarbananum Paracetamol. Why? Oh, Why? \nSvo má maður ekki taka nema X mikið af þessum og þessum pillum saman og alls ekki þessar og þessar pillur, því, akkúrat því þá fengi maður svo mikið af Paracetamol í líkamann á manni sem myndi bara valda meiri skaða síðar. Þessvegna sé ég ekki og skil ekki þetta Paracetamol fetish okkar Íslendinga. Þetta er tilgangslaust lyf sem hefði aldrei átt að vera fundið upp.... \nHvernig væri að láta mann bara fá venjulegt Codeine and call it a day? Ekkert extra Para-neitt? Það er eins með Ibucod... Það er bara Ibufen og Codeine blandað saman... Hvernig væri að sleppa því að blanda hardcore lyfjum við viðbjóðsleg OTC lyf sem ekkert mál er að overdose'a á og láta mann bara fá kassa af 30 mg pillum af hreinu Codeine'i? \nEr það svo fokkings flókið?\nEr farinn að hallast á einhverjar dópista leiðir sem ónefndur aðili tjáði mér um daginn..... Að aðskilja Paracetamol'ið og Codeine'ið og fá mér bara hreint Codeine í stað þess að taka lifrarbanann með.... Frekar verð ég háður heldur en að líða útaf úr sársauka eða að lifrin í mér skjóti sig í hausinn útaf öllu álaginu sem Paracetamol'ið leggur á hana. .....En ég hef ekki alveg þolinmælðina í það ef ég verð að segja eins og er... \nAllavegana, this rant was brought to you by \nCodeine\n: \nLife on \nCodeine\n: \nLife without \nCodeine\n: \n........We're just saying; If it were a choice, we bet you'd take that first one.... \nCodeine!\n.....Djók....",
            "date": "2016-09-20 05:02:00",
            "post_id": "632360",
            "reply_to_id": "631993"
        },
        {
            "user_name": "HalistaX",
            "text": "I must excuse my pain fueled rant in that last post... \nEn ég fór á fund hjá Björgvin lögmanni hjá Bótarétti og hann ætlar að kíkja í málið mitt. \nÞegar ég ætlaði að kíkja til læknis í Glæsibæ(Wherever the fuck that is) hinsvegar, þá bilaði bíllinn minn og ég þurfti að borga 10k fyrir drátt á verkstæði Vöku og fá greiningu á það sem er að. Ónýtur vatnskassi er það sem er að bílnum mínum \n Ég sem nýbúinn er að kaupa helvítið. \n Djöfull er það samt flott hjá Vöku að láta mig ekki borga fyrir bilanagreininguna. Þetta er annað skiptið sem Vaka reddar mér svona, verð að gefa þeim *****/*****. Það er alveg 100% þjónustan þarna hjá Vöku. Fékk samt að heyra það fyrir að þetta væri annað skiptið sem þeir redda mér eitthvað í kringum vatnið á bílnum. En það er bara all good and fun teasing. \nVaka er staðurinn sem maður vill láta draga bílinn sinn, á verkstæðið hjá þeim og láta þá kíkja undir húddið. Go Vaka!",
            "date": "2016-09-30 20:27:00",
            "post_id": "633274",
            "reply_to_id": "632360"
        },
        {
            "user_name": "daremo",
            "text": "Finnst alltaf jafn gaman að lesa þessa rosalega löngu pósta frá þér.\nAð lesa þetta er eins og að komast tímabundið inn í annan heim sem maður bara þekkir ekki til.\nÉg hef sjálfur upplifað andleg vandamál en aldrei svona \"alien\" eins og þín. Bara þunglyndi eins og flestir aðrir íslendingar hafa einhvern tímann glímt við.\nGott að sjá að þú ert ennþá á lífi eftir þessa svakalegu bílveltu, og mig hlakkar til að lesa meira frá þér",
            "date": "2016-09-30 21:16:00",
            "post_id": "633282",
            "reply_to_id": "633274"
        },
        {
            "user_name": "HalistaX",
            "text": "Hahahahaha, þetta er sko gaman að heyra  \n \nEn já, svo virðist sem þunglyndi sé þjóðar-íþrótt okkar íslendinga. Þá helst skammdegisþunglyndið. Ég hef fengið að kynnast þeim heimi svoldið vel. Lá lengi og vorkenndi sjálfum mér þegar ég átti að vera að láta renna S.S. bjúgum inní afturendann á mér í \"vinnuni\" *hóst*þrælabúðunum*hóst* þarna 2011...\nAnnars er ég nokkuð laus við það í dag held ég. Var meira að segja að muna að ég gleymdi að taka lyfin mín í morgun. Oh well, það er alltaf morgundagurinn til þess að bæta það upp.\nNefndi það við geðlækninn minn í gær að taka mig af lyfjunum til þess að sjá hvort eitthvað af þessu, bæði geðrofs viðbjóði og þunglyndis viðbjóði, væri enn til staðar, en hann vildi það alls ekki og sagði að það reyndist afar erfitt að ná geðrofinu niður aftur ef það reynist vera enn til staðar. \nEn já, ég á það til að segja svona litlar sögur sem fólk á það til að týna sér í. Vil ég samt koma á framfæri að ég er ekki að þessu til þess að bústa mitt eigið ego með kveðjum og fallegum orðum frá ykkur, né karma whoring, heldur hafa þessar sögur mínar oftar en ekki \"a hidden meaning\" sem er oftast bara að opna umræðu, koma þessu uppá yfirborðið, fá ykkur til þess að hugsa smá, sýna að tilvist þessara kvilla sem ég hef lýst á geðveikisþræðinum t.d. eru til og getur hver sem er þjáðst af þeim og auðvitað bara það að sýna hvað er afskaplega gott að viðurkenna, tala um og ræða það sem er að og er auðvitað og á auðvitað ekki að vera neitt shame í því. \nÞú verður ekkert átómatískt minni maður á því að viðurkenna að þér líði illa né að ræða hlutina. \nÉg hef eytt núna ágætum fimm plús árum á þessari síðu, bæði í að lurka og að pósta, taka þátt í umræðunni og tel ég mig þekkja til ykkar allra, þó ekki persónulega, það vel að ég geti talað frjálst um þetta dótarí allt. \nÞrátt fyrir að þið vitið hvað og hver ég er í raun og veru og getið slegið nafninu mínu inní leitina á Facebook og fengið að sjá prófílinn minn. Tel ég mig meira að segja, ef eitthvað, núna eftir að ég kom útúr skápnum með identity'ið mitt, meiri mann en áður að geta talað um þetta á opnum vettvangi undir eigin nafni. Því ég er ekki lengur í skjóli nafnleyndar heldur er ég out and proud in a non-gay way að tala um mig og mín mál. \nEndilega, Daremo, ef þér líður eitthvað illa, henda í eitt stykki þráð og leyfa okkur hinum að lesa langloku um það hvað er í gangi í þínu lífi og hvað amar að og hversvegna þú heldur að þú sért svona þunglyndur \n \nKær kveðja, Jóhann Guðni",
            "date": "2016-09-30 22:07:00",
            "post_id": "633291",
            "reply_to_id": "633282"
        },
        {
            "user_name": "jonsig",
            "text": "Shit hvað húsið er alveg í köku",
            "date": "2016-10-01 12:43:00",
            "post_id": "633376",
            "reply_to_id": "633291"
        }
    ],
    "date": "2016-09-16 00:36:00"
}