{
    "forum_title": "Koníakstofan",
    "id": "70689",
    "title": "govt making download illegal",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=70689",
    "posts": [
        {
            "user_name": "kizi86",
            "text": "jæja nú ætlar okkar ástkæra ríkisstjórn að gera allt niðurhal á netinu ólöglegt nema það komi beint frá framleiðanda\nhttp://www.althingi.is/altext/145/s/1667.html\n  Eftirfarandi breytingar verða á 11. gr. laganna:\n    a.     Á eftir 1. málsl. 1. mgr. kemur nýr málsliður, svohljóðandi: Heimild til gerðar stafræns eintaks er þó bundin við einstakling sem hefur lögmæt umráð eða aðgang að uppruna­eintaki sem er dreift eða gert aðgengilegt með heimild rétthafa þess. \nsem þýðir að t,d rippa lag af youtube verður glæpur, sækja þátt á torrent = glæpur , copera mynd af facebook og niðurhala henni glæpur..\nhingað til hefur ekki neitt verið til í íslenskum lögum sem heitir ólöglegt niðurhal, hefur bara verið ólöglegt að DREIFA höfundarréttarvörðu efni en með þessari litlu setningu á að gera bragarbót á því máli. sem mun þýða að það verður GLÆPUR að hafa undir höndum harðan disk sem inniheldur höfundarréttar varið efni, bara það að vera með friends seriurnar á hdd hjá sér gæti kostað slatta í sekt eða jafnvel fangelsi allt að 2 árum...\nhvað finnst ykkur um þetta?",
            "date": "2016-09-18 16:24:00",
            "post_id": "632231",
            "reply_to_id": false
        },
        {
            "user_name": "Dúlli",
            "text": "Þetta er bara helvítis kjaftæði. Er þetta samt ekki bara tillaga ? það hafa komið svona áður en þær fara aldrei í gegn. \nHvenig ætla þeir að sanna það að maður sé að niðurhala án þess að viðurkenna brot á persónuverndar lögum og þess eru þeir varla að fara í random hús með leitar heimild um að fara inn á tölvu hjá manni.",
            "date": "2016-09-18 16:37:00",
            "post_id": "632232",
            "reply_to_id": "632231"
        },
        {
            "user_name": "Baldurmar",
            "text": "Hvaða endemis rugl er þetta, föst prósentutala á TÖLVUR OG SÍMA ! \n4% á usb-lykla og SD-kort.\nEr þetta fólk eitthvað sturlað ?",
            "date": "2016-09-18 18:24:00",
            "post_id": "632238",
            "reply_to_id": "632232"
        },
        {
            "user_name": "kizi86",
            "text": "jamm alveg yndislegt þegar ríkisstjórnin gerir ráð fyrir því að allir sínir þegnar séu að brjóta lög.",
            "date": "2016-09-18 18:37:00",
            "post_id": "632239",
            "reply_to_id": "632238"
        },
        {
            "user_name": "gutti",
            "text": "meðan þeir  brjóta af sér eins og venjilega er",
            "date": "2016-09-18 19:33:00",
            "post_id": "632241",
            "reply_to_id": "632239"
        },
        {
            "user_name": "codec",
            "text": "Nei common þetta er ljóta ruglið.",
            "date": "2016-09-18 19:39:00",
            "post_id": "632242",
            "reply_to_id": "632241"
        },
        {
            "user_name": "rattlehead",
            "text": "Hvernig á að fylgja þessu eftir. Ef að á að fylgjast með hverri einustu tölvu er ekki spurning um persónunjósnir. Hvernig og hver á að fylgja þessu eftir. Þetta er komið á grátt svæði ef að á að skikka fjarskiptafyrirtækin að gera slíkt. Veit ekki betur enn að hver torrent síðan á fætur annari er að hætta. Mun betra aðgengi á þjónustu á rafrænu efni er betra í dag enn fyrir nokkrum árum.",
            "date": "2016-09-18 19:57:00",
            "post_id": "632245",
            "reply_to_id": "632242"
        },
        {
            "user_name": "depill",
            "text": "Sko, tökum ólöglega niðurhalið út fyrir sviga. Hér er verið að skýra orðalag, og þótt ég er ekki sammála að þá get ég skilið þessa skýringu.\nHins vegar þessi gjöld á tæki eru óþolandi. 1% á símtæki, 1% á fartölvur. ÓÞOLANDI, ég til dæmis nota Spotify, nota SkjáBíó, er áskrifandi af fjölmiðlum, fer jafnvel í Bíó. En það er bara teknir allir og settir undir sama hatt. Þar sem X skila ekki gjaldi til rétthafa, skulu allir bæta það upp fyrir rétthöfum.\nOg það versta er að þetta er stjórnarfrumvarp og er frekar líklegt til að fara í gegn. Vonandi sleppur þetta ekki í gegn fyrir kosningar. Þurfa þeir b.t.w ekki að rjúfa þing 6 vikur fyrir kosningar ?\nedit: og með usb lykla og sd kort, þetta er algjört grín. Ég hef keypt usb lykla og sd kort aldrei notað þá fyrir neitt ólöglegt.",
            "date": "2016-09-18 20:16:00",
            "post_id": "632246",
            "reply_to_id": "632245"
        },
        {
            "user_name": "brain",
            "text": "Það þarf að ekki að rjúfa þing þótt boðiað sé til kosninga, það er hægt að hafa þing alveg fram að kjördegi.",
            "date": "2016-09-18 21:10:00",
            "post_id": "632247",
            "reply_to_id": "632246"
        },
        {
            "user_name": "depill",
            "text": "Grenj",
            "date": "2016-09-18 21:47:00",
            "post_id": "632249",
            "reply_to_id": "632247"
        },
        {
            "user_name": "EOS",
            "text": "Þetta eru EES reglur og okkur ber að innleiða þetta, svo þið megið treysta á að þetta fari í gegn. Plús það að þetta er stjórnarfrumvarp. Ef þetta væri þingmannafrumvarp þá hefði ég engar áhyggjur.\nÍsland, best í heimi!\nHÚH!",
            "date": "2016-09-18 21:49:00",
            "post_id": "632250",
            "reply_to_id": "632249"
        },
        {
            "user_name": "Dúlli",
            "text": "Skiptir hugsa ég engu máli hvort þetta fer í gegn eða ekki, engan vegin hægt að sanna þetta án þess að þeir fari að njósna um fólk.\nSímfyrirtæki eru búin að standa upp og neita að taka þátt í svona rugli. Til dæmis þegar átti að loka á deildu og hringdu, neitaði, vodafone og símin gerðu það líka held ég.\nÞetta er tapað stríð hjá þessu liði, eingöngu gamlar rísaeðlur.",
            "date": "2016-09-18 22:00:00",
            "post_id": "632251",
            "reply_to_id": "632250"
        },
        {
            "user_name": "jonsig",
            "text": "Hálfvita lögfræðið liðið á bakvið þetta hefur haft vit á því að kalla USB lykil með hálfleiðaraminni  \nGaman hvað Illugi gunnars er alltaf í ólinni hjá einhverjum lobbýistum.\n2. EES-reglur.\n    Samkvæmt b-lið 2. mgr. 5. gr. tilskipunar Evrópuþingsins og ráðsins 2001/29/EB frá 22. maí 2001 um samræmingu tiltekinna þátta höfundaréttar og skyldra réttinda í upplýsingasamfélaginu (hér eftir nefnd tilskipunin) geta aðildarríkin kveðið á um undanþágur eða takmarkanir á réttinum til eftirgerðar sem mælt er fyrir um í 2. gr. tilskipunarinnar þegar um er að ræða eftirgerðir einstaklinga með hvers konar miðli til einkanota og í tilgangi sem er ekki viðskiptalegs eðlis, hvorki beint né óbeint, með því skilyrði að\n rétthafar höfundaréttar fái sanngjarnar bætur (e. fair compensation) \nákveða höfundar hvað sanngjarnar bætur séu ?",
            "date": "2016-09-18 22:42:00",
            "post_id": "632254",
            "reply_to_id": "632251"
        },
        {
            "user_name": "rapport",
            "text": "Stjórnarfrumvarp = frá ríkisstjórn, ekki þingmönnum í minnihluta = hægriflokkarnir, ekki þeir vinstri.\nEn s.s. nú geta ISP ekki hýst afrit af síðum/efnisveitum innanlands til að spara útlandatraffík.\nÓvissan sem fylgir þessu eru algjör.\nEr það núna í höndum almennings að ákveða hvað er varið höfundarétti og hvað ekki því annars?\nÞetta er virkilega fukked og stupid regluverk og fer augljóslega versnandi.",
            "date": "2016-09-18 22:48:00",
            "post_id": "632255",
            "reply_to_id": "632254"
        },
        {
            "user_name": "jonsig",
            "text": "Ég leiðrétti textan, maður er bara vanur allri andskotans vitleysunni frá vinstra liðinu (samspillingunni/vinstri-glónum).",
            "date": "2016-09-18 22:53:00",
            "post_id": "632257",
            "reply_to_id": "632255"
        },
        {
            "user_name": "Lunesta",
            "text": "Þetta er svo mikil steypa.\nég án gríns á ekki til orð, þetta er bara svo mikil steypa.",
            "date": "2016-09-19 00:34:00",
            "post_id": "632262",
            "reply_to_id": "632257"
        },
        {
            "user_name": "Urri",
            "text": "Skil ég þetta rétt hjá ykkur að það er tekið auka gjald á búnað s.s. síma hdd usb lykla o.þ.h. til þess að borga höfundarréttarhöfum útaf því að það er verið að downloada og uploada \"einhverju efni\" ?",
            "date": "2016-09-19 09:10:00",
            "post_id": "632269",
            "reply_to_id": "632262"
        },
        {
            "user_name": "reyniraron",
            "text": "Oj. Slæmt move.",
            "date": "2016-09-19 09:20:00",
            "post_id": "632270",
            "reply_to_id": "632269"
        },
        {
            "user_name": "kizi86",
            "text": "Jamm þetta er rétt skilið hjá þér...",
            "date": "2016-09-19 11:18:00",
            "post_id": "632276",
            "reply_to_id": "632270"
        },
        {
            "user_name": "Urri",
            "text": "Semsagt ef þeir setja þessi lög þá fellur þetta út ? því annars væri tvisvar verið að borga fyrir þetta?",
            "date": "2016-09-19 11:53:00",
            "post_id": "632279",
            "reply_to_id": "632276"
        },
        {
            "user_name": "worghal",
            "text": "einhvernveginn þurfa stef að borga þessa 90+ miljónir í leigu á ári á húsinu sem þau nota sem skrifstofu við laufásveg 40.\nEinhverjir helstu bakhjarlar af þessum lagagjöfum hafa verið STEF, hræsnararnir sem þeir eru.\nÍ fyrra tóku þeir inn 624.297.377kr í flutningsréttar tekjur, upptökuréttartekjur og fleira.\naf þessari upphæð rennur lítið sem ekkert til tónlistamanna.",
            "date": "2016-09-19 12:30:00",
            "post_id": "632282",
            "reply_to_id": "632279"
        },
        {
            "user_name": "einarn",
            "text": "Gamli harða disks skatturinn kominn aftur",
            "date": "2016-09-19 13:14:00",
            "post_id": "632286",
            "reply_to_id": "632282"
        },
        {
            "user_name": "brain",
            "text": "Umfjöllun í mbl í dag.\nhttp://www.mbl.is/frettir/innlent/2016/ ... milljonir/",
            "date": "2016-09-19 15:47:00",
            "post_id": "632294",
            "reply_to_id": "632286"
        },
        {
            "user_name": "DJOli",
            "text": "Ég kom með heimskulegt comment áðan. Hér kemur ritskoðaða útgáfan:\nIllugi er greinilega að gera gott fyrir STEF.\nSTEF er löglegt skv. menntamálaráðuneytinu.\nIllugi er hjá Menntamálaráðuneytinu.\nSkv. lögum má STEF innheimta $$$ fyrir notkun á tónlist, og það er nánast sama í hvaða formi sú notkun er, en miðað við gróða STEFs hef ég ekki séð einn einasta tónlistarmann verða moldríkan á STEFgjöldum. Hmm.",
            "date": "2016-09-19 23:16:00",
            "post_id": "632353",
            "reply_to_id": "632294"
        },
        {
            "user_name": "jonsig",
            "text": "Illugi er líka fastur uppí borunni á orku energy, og er búinn að legga sitt af mörkum til að rústa skólakerfinu með allskonar rugli og vitleysu.",
            "date": "2016-09-20 22:58:00",
            "post_id": "632514",
            "reply_to_id": "632353"
        },
        {
            "user_name": "einarn",
            "text": "Bubbi var að fá nokkrar millur á ári, áður enn hann seldi. Mestmegnis útaf af eini spilanalistinn sem tekið er mark á af Stef er spilanalistinn frá Rúv.",
            "date": "2016-09-20 23:19:00",
            "post_id": "632519",
            "reply_to_id": false
        },
        {
            "user_name": "nidur",
            "text": "Þegar ég les þetta þá skil ég þetta bara á einn hátt.\nÞarna er verið að þvinga mig til að borga fyrir allt höfundavarið efni, þannig að það verður ekkert til sem heitir ólöglegt lengur",
            "date": "2016-09-21 08:47:00",
            "post_id": "632539",
            "reply_to_id": "632519"
        },
        {
            "user_name": "brain",
            "text": "staða málsins:\nhttp://www.althingi.is/thingstorf/thing ... 45&mnr=870",
            "date": "2016-10-07 07:48:00",
            "post_id": "634005",
            "reply_to_id": "632539"
        },
        {
            "user_name": "kizi86",
            "text": "http://www.althingi.is/altext/145/s/1771.html\nvar tekið út þann part í lögunum sem stóð að ólöglegu niðurhali / afritun\nþannig að það verður ekki bannað í bráð",
            "date": "2016-10-16 01:52:00",
            "post_id": "634815",
            "reply_to_id": "634005"
        },
        {
            "user_name": "Psychobsy",
            "text": "Ég var mikið að downloda fyrir nokkrum árum en nota í dag spotify, netflix og kaupi myndir og fer mjög oft í bíó, hef ekki notað torrent mjög mjög lengi\nEf þetta er einhver þróun sem ég er að fylgja þá held ég að þetta rétthafa dæmi sé allt á réttri leið",
            "date": "2016-10-16 11:34:00",
            "post_id": "634825",
            "reply_to_id": "634815"
        },
        {
            "user_name": "hfwf",
            "text": "\"óatekin segulbönd\"  fliss,  og ég get ekki beðið eftir 13tb diskum [FACE WITH TEARS OF JOY][FACE WITH TEARS OF JOY][FACE WITH TEARS OF JOY][FACE WITH TEARS OF JOY]\nSent from my SM-G925F using Tapatalk",
            "date": "2016-10-16 17:05:00",
            "post_id": "634836",
            "reply_to_id": "634825"
        },
        {
            "user_name": "urban",
            "text": "Þetta á algerlega við mig líka.\nÉg var alger download fíkill, ffs ég var í því að rekja stærsta dc samfélagið hér á landi á sínum tíma.\nÉg er með installað utorrent í tölvunni hjá mér, en veit í augnablikinu ekki um neina torrent síðu sem að ég á account á enþá og reyndar efast ég um að margar þeirra séu til enþá.\nEfnið er aðgengilegt online, mér finnst ekkert mál að borga fyrir það, það er bara núna síðustu árin sem að það er orðið almennilega í boði að borga fyrir aðganginn að efninu og að fá að nota það einsog maður vill.\nGott dæmi um þetta, nýji þátturinn hjá Clarkson, May og Hammond, ég kem líklegast til með að fá mér amazon prime account til þess að glápa á hann (og nota þá í annað líka) ég veit ekki hvort að ég nenni að standa í því að downloada honum.\nEina sem að vantar aðeins uppá eru bíómyndir, en ég horfi bara einfaldlega orðið lítið á bíómyndir, það getur vel verið að það sé mjög góður aðgangur að þeim líka löglega, ég hef bara ekki spáð í því.",
            "date": "2016-10-16 17:37:00",
            "post_id": "634842",
            "reply_to_id": "634836"
        },
        {
            "user_name": "rattlehead",
            "text": "Er svipað hjá mér. ég var alltaf með torrent í gangi hjá mér áður fyrr. Þvi ég neitaði að borga fyrir dagskrá og ég neyddist ti að sitja á ákveðnum tíma til að horfa á það efni sem ég vildi fylgjast með. Nú þegar ég er með Netflix, Hulu og prime aðgang ásamt spotify nær að sinna mínu sjónvarðsglápi. Kvikmyndir kaupi ég frekar heldur enn að fara í bíó. Kostar yfirleitt það sama. Þá er ég fullkomlega sáttur við að borga fyrir það. Þótt að Hulu og prime sé tæknilega að fara framhjá lögum er ég samt að borga fyrir það. Þetta eru ekki miklar fjárhæðir í efni sem er í HD. Ég nenni ekki að berjast við að sjá myndina fyrstur. Cam gæði og kóreskur texti sem nær yfir allann skjáinn er ekki spennandi fyrir mér lengur.",
            "date": "2016-10-16 17:52:00",
            "post_id": "634843",
            "reply_to_id": "634842"
        }
    ],
    "date": "2016-09-20 23:19:00"
}