{
    "forum_title": "Leikir - til sölu / óskast / WoW umræður",
    "id": "70693",
    "title": "Steam aðgangur til sölu 18 leikir.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=64&t=70693",
    "posts": [
        {
            "user_name": "muslingur",
            "text": "Call of Duty Black ops III\nCall of Duty Advanced Warfare\nCall of Duty Advanced Warfare-multipleyer\nMicrosoft Flight simulatore X\nHalf-Life 2\nHalf-Life 2 episode One\nHalf-Life 2 episode Two\nEinhverjir fleyri Half- Life og slatti af Conterstrike.\nVill einhver slá á verðmat?.",
            "date": "2016-09-19 12:38:00",
            "post_id": "632283",
            "reply_to_id": false
        },
        {
            "user_name": "Bartasi",
            "text": "Ættir að fa gróft verðmat á leikjunum meða að googla my steam library price... eitthvað i þá attina.\nMan ekki akkurat hvað siðan heitir.",
            "date": "2016-09-19 14:00:00",
            "post_id": "632291",
            "reply_to_id": "632283"
        },
        {
            "user_name": "muslingur",
            "text": "Takk",
            "date": "2016-09-19 14:16:00",
            "post_id": "632292",
            "reply_to_id": "632291"
        },
        {
            "user_name": "Urri",
            "text": "https://steamdb.info/calculator/\nMér blöskraðí þegar ég sá hvað minn er mikils virði >.<",
            "date": "2016-09-19 17:13:00",
            "post_id": "632300",
            "reply_to_id": "632292"
        },
        {
            "user_name": "Bartasi",
            "text": "Hehe kannast við það.  \n \nHve margir leikir þá?",
            "date": "2016-09-19 19:02:00",
            "post_id": "632313",
            "reply_to_id": "632300"
        },
        {
            "user_name": "HalistaX",
            "text": "Fengir svona 2-3k fyrir þennann aðgang to be honest. Engin verðmæti þarna nema kannski COD fyrir einhvern COD unnanda...\nBorgar sig eiginlega ekki að selja hann. \nEkki að reyna að vera leiðinlegur eða neitt þannig, Steam aðgangar droppa bara fokking hratt í verði. \nMinn t.d. er virði einhvers \n150.000\n króna samkvæmt þessarri síðu sem einhver póstaði hér að ofan en 4realsies þá fengi ég svona 20-30k max fyrir hann. \nÞetta er eins og að eiga bíl sem þú setur geggjaðar græjur í en þó þú setjir græjur uppá 1.500.000 kr í bílinn, þá hækkar það varla andvirði bílsins sjálfs. \nJá, mér finnst þetta drullu asnalegt sjálfum, en þetta var mér kennt og þetta mun ég kenna öðrum í framtíðinni...  \n \nEDIT: Það sést kannski ekki á þessu sem ég linkaði í en ég var bannaður á Steam fyrir einhver heimskupör þangað til þann 14 Sept. \nEkki fyrir svindl eða hack eða neitt, bara eitthvað annað sem er bannað.\nVAC, Trade og Community ban.... .....en það er önnur saga fyrir annann dag... (Náði að redda því aðeins fyrr, hefði þurft að bíða til 7 Nóv til að fá það resolved annars hahahahaha shiet...)",
            "date": "2016-09-20 03:33:00",
            "post_id": "632358",
            "reply_to_id": "632313"
        },
        {
            "user_name": "Urri",
            "text": "103\nGames owned",
            "date": "2016-09-20 07:39:00",
            "post_id": "632371",
            "reply_to_id": "632358"
        },
        {
            "user_name": "Bartasi",
            "text": "Reyknaði ut hja mer. Og fekk sma áfall  \n \nCa. 240 games owned.\nOg verðmetið á 350k",
            "date": "2016-09-20 10:53:00",
            "post_id": "632391",
            "reply_to_id": "632371"
        },
        {
            "user_name": "HalistaX",
            "text": "571.719 ISK hjá mér með 381 games owned. \nEn bara 162.758 with discounts. Sem er talan sem maður á í raun og veru að horfa á. Hitt er miðað við nývirði alls.\nOg ekki reyna að ljúga því að mér að þú hafir keypt 240 leiki á nývirði... Það væru þá 240 x 60 = 14.400 x 114 = 1.641.600 ISK... \nDagurinn sem þú sérð að þú hafir eytt yfir eina og hálfa milljón í leiki á Steam er dagurinn sem þú fórst í meðferð við massífri kaupfíkn, gamli. \nEf ég hef keypt alla mína 380 á nývirði þá væri ég búinn að eyða svona 2,6m í Steam leiki. And that doesn't sound right at all....",
            "date": "2016-09-20 11:02:00",
            "post_id": "632393",
            "reply_to_id": "632391"
        },
        {
            "user_name": "Tonikallinn",
            "text": "Ekki endilega allir AAA titlar. Semsagt ekki allir 60 dollarar",
            "date": "2016-09-20 11:50:00",
            "post_id": "632401",
            "reply_to_id": "632393"
        },
        {
            "user_name": "HalistaX",
            "text": "Auðvitað ekki, einhverjir indie titlar, standalone aukapakkar og eitthvað þannig rugl. En að fara að reikna þetta shit individually eftir því hvað hver leikur kostar tæki mig, mann sem féll 3var sinnum í Stærðfræði-U93 í Framhaldsskóla(Núlláfanga), heila eilífð.",
            "date": "2016-09-20 12:05:00",
            "post_id": "632403",
            "reply_to_id": "632401"
        },
        {
            "user_name": "Tonikallinn",
            "text": "Það er það sem síðan er fyrir er það ekki?",
            "date": "2016-09-20 12:06:00",
            "post_id": "632404",
            "reply_to_id": "632403"
        },
        {
            "user_name": "HalistaX",
            "text": "Júm, svo er víst... Það er bara svo gaman að reikna eitthvað sem 5 ára börn lærðu í fyrra að reikna.... Now I feel useful!",
            "date": "2016-09-20 12:08:00",
            "post_id": "632405",
            "reply_to_id": "632404"
        },
        {
            "user_name": "Bartasi",
            "text": "Hahaha.. ja nei sæll og blessaður. Ég er ekki það klikk að hafa eitt það mikklu  \n \nEn nokkrir þó hafa verið a fullu verði. En nanast allir 200 ca. Hafa verið keyptir á Humblebundle, kinguin, steam sale eða oðrum pakka tilboðum",
            "date": "2016-09-20 12:26:00",
            "post_id": "632407",
            "reply_to_id": "632405"
        },
        {
            "user_name": "HalistaX",
            "text": "Hahaha kannast við það. Mæli með síðuni \nhttps://www.bundlestars.com/en/\n ef þú ert mikið fyrir svona litla pakka sem þú spilar kannski einn leik af en hinir safna ryki í Library'inu þínu. \nAnnars, já, hef ég verslað þá þónokkra líka á $60. Hvort sem þeir voru AAA eða ekki. Kannski AA eða B- jafnvel. En ég man eftir t.d. Borderlands 2 og Borderlands The Pre-Sequel, The Witcher 3, GTAV, Wolvenstein the New Order, Far Cry 3, Far Cry 4, Sniper Elite V2, South Park the Stick of Truth, og fullt af álíka leikjum. Miðað við nývirði er maður kominn, bara með þessum leikjum, uppí alveg 540 dollara.... Hvað er það? 60-70 þúsund krónur Íslenskar? \nPælið í því ef maður fengi endurgreiddann allann þann pening sem maður hefur eytt í svona vitleysu, þá frá PS1, PS2, PS3, PSP, PC og öllum tækjunum og tólunum sem maður hefur eytt í í gegnum tíðina... Sú tala hlypi á tug milljónum.. Það sem ég vildi óska þess að ég hefði verið snjall lítill krakki og sett peningana bara í sparibaukinn í staðinn fyrir að eyða æskuni í að sofa hjá vændiskonum og drepa þær svo til þess að fá, af einhverjum ástæðum, ekki allann peninginn minn til baka, bara mest megnið af honum. \nÞví ég gæti sure as hell notað þennann pening í dag....\nEn I guess þetta eru allt minningar sem eru álíka verðmætar og lífið sjálft.",
            "date": "2016-09-20 13:45:00",
            "post_id": "632418",
            "reply_to_id": "632407"
        }
    ],
    "date": "2016-09-19 12:38:00"
}