{
    "forum_title": "Allt annað...",
    "id": "70760",
    "title": "[Seldur] Samsung Galaxy S7 Edge ásamt aukahlutum",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=67&t=70760",
    "posts": [
        {
            "user_name": "Njall_L",
            "text": "Hef til sölu Samsung Galaxy S7 Edge Svartan 32GB snjallsíma ásamt aukahlutum\nSíminn er keyptur í Nova þann 29.4.2016 og er í tveggja ára ábyrgð. Síminn hefur aldrei farið í vatn en er vatns og rykvarinn. Hann hefur alltaf verið í hulstri en datt einu sinni og skildi það eftir sig skrámu á neðra vinstra horni, sjá myndir. Að öðru leyti er síminn í fullkomnu standi.\nMeð símanum fylgir:\nKassinn og allir aukahlutir, heyrnatól eru ennþá innsigluð og hafa aldrei verið notuð\nGear4 Höggvarið hulstur að verðmæti 3.990kr\nOriginal Samsung hulstur að verðmæti 4.990kr\n32GB Sililcon Power Superior Pro MicroSD minniskort að verðmæti 9.990kr\nSíminn er með tryggingu hjá Viss sem gildir til 29.4.2017. Tryggingin dekkar t.d. brotinn skjá, vatnstjón eða þjófnað. Nýr eigandi fær afrit af vátryggingarskírteini með símanum.\nNýr myndi þessi pakki kosta tæplega 160.000kr út úr búð.\nVERÐ: 95.000kr en skoða öll tilboð\nNánar um símann\nhttp://www.gsmarena.com/samsung_galaxy_s7_edge-7945.php",
            "date": "2016-09-26 22:58:00",
            "post_id": "632959",
            "reply_to_id": false
        },
        {
            "user_name": "Njall_L",
            "text": "Upp, skoða öll tilboð en myndi vilja selja þetta allt saman í pakka",
            "date": "2016-09-27 21:14:00",
            "post_id": "633027",
            "reply_to_id": "632959"
        },
        {
            "user_name": "Njall_L",
            "text": "Upp",
            "date": "2016-09-29 09:00:00",
            "post_id": "633117",
            "reply_to_id": "633027"
        },
        {
            "user_name": "HalistaX",
            "text": "Ohhh, mig langar í þennann... Flott verð á flottum síma! \nEf S7 Edge er eitthvað eins og S6 Edge+ þá er þetta klárt mál geggjað verð á geggjuðum síma! \nFinnst bara að þeir hefðu mátt halda sig við 5,7\" skjáinn sem er á S6 Edge+, það er svo þæginlegt að vera með svona stórann skjá! \nFinnst iPhone'inn hennar systur minnar vera písl miðað við minn og eiginlega meika ég ekki að halda á honum, mér finnst ég þurfa eitthvað stærra í hendurnar. iPhone'inn hennar systur minnar minnir mig bara á iPod Shuffle miðað við minn S6 Edge+... \nÞetta er svona eins og ef maður ætlar að heilsa einhverjum en fer full hratt, full lágt í áttina að honum og hendin grípur í eitthvað í klofinu á honum. Þá er ómögulegt að pissa á eftir, maður er svo óánægður með stærðina.... \nEn já, gangi þér vel með söluna! Þessi á eftir að þjóta út! Ég sé ekki hvernig hann getur annað á þessu verði!",
            "date": "2016-09-30 21:48:00",
            "post_id": "633289",
            "reply_to_id": "633117"
        },
        {
            "user_name": "chaplin",
            "text": "",
            "date": "2016-09-30 22:41:00",
            "post_id": "633294",
            "reply_to_id": "633289"
        },
        {
            "user_name": "HalistaX",
            "text": "Brandararnir mínir eru voða mikið svona; A hit and a miss... \nEn það er bara einfaldlega það sem gerir þá betri... \nÞetta er samt alveg satt... Þegar maður fær að halda á einhverju aðeins stærra en maður er vanur af samskonar hlut, þá finnst manni sinn eigin hlutur ekki lifa upp til væntingana.\nÞetta iPhone kríli vs. Edge+'inn minn er alveg eins og skaufinn á mér vs. skaufinn á Maciek vini mínum, augljós stærðarmunur og er allt sem ég geri með mínum skaufa í framtíðinni ruined forever því hann er svo lítill í samanburði við það sem maður hefur óvart gripið í. \nSama má segja með kraftmikla bíla vs. kraftlilta bíla. Ég á aldrei eftir að fá mér 100höhö bíl aftur eftir að ég fékk mér 200höhö Superb. 100höhö bílar eru bara svo pointless í samanburði við 200....",
            "date": "2016-09-30 22:58:00",
            "post_id": "633298",
            "reply_to_id": "633294"
        },
        {
            "user_name": "Njall_L",
            "text": "Hahaha þetta er gull. En já, síminn er virkilega góður og tel ég þetta vera sanngjarnt verð fyrir pakkann. Ótrúlegt að hann sé ekki farinn",
            "date": "2016-09-30 23:02:00",
            "post_id": "633300",
            "reply_to_id": "633298"
        },
        {
            "user_name": "halldorjonz",
            "text": "Gef þér klárlega hit á þennan brandara, held ég hhafi ekki hlegið svona mikið á vaktini síðan 2014 hahaha",
            "date": "2016-09-30 23:27:00",
            "post_id": "633301",
            "reply_to_id": "633300"
        },
        {
            "user_name": "chaplin",
            "text": "Þú veist að þessi fór bara beint í mark og í gegnum netið haha, líklegast sú allra besta viðlíking sem ég hef nokkurn tíman heyrt..",
            "date": "2016-09-30 23:46:00",
            "post_id": "633307",
            "reply_to_id": "633301"
        },
        {
            "user_name": "Njall_L",
            "text": "Upp",
            "date": "2016-10-02 14:42:00",
            "post_id": "633521",
            "reply_to_id": "633307"
        },
        {
            "user_name": "Nordal95",
            "text": "Afhverju ertu að seljann?",
            "date": "2016-10-11 00:11:00",
            "post_id": "634286",
            "reply_to_id": "633521"
        },
        {
            "user_name": "Njall_L",
            "text": "Síminn er seldur, en ég var að skipta yfir í iPhone",
            "date": "2016-10-11 19:15:00",
            "post_id": "634396",
            "reply_to_id": "634286"
        },
        {
            "user_name": "Bartasi",
            "text": "Langar að minna á að það er verið að Inkalla Samsung Galaxy S7, Vegna Eldhættu.\n2.5 milljón eintök inkölluð bara í september.",
            "date": "2016-10-12 03:05:00",
            "post_id": "634434",
            "reply_to_id": "634396"
        },
        {
            "user_name": "MarsVolta",
            "text": "Samsung Galaxy S7 Edge \n≠\n Samsung Galaxy Note 7",
            "date": "2016-10-12 03:37:00",
            "post_id": "634435",
            "reply_to_id": "634434"
        },
        {
            "user_name": "Bartasi",
            "text": "Ahhh...  \n  heyrði bara i utvarps frettunum með galaxy 7",
            "date": "2016-10-14 12:18:00",
            "post_id": "634634",
            "reply_to_id": "634435"
        }
    ],
    "date": "2016-09-26 22:58:00"
}