{
    "forum_title": "Bílaplanið",
    "id": "70766",
    "title": "Varið ykkur á ódýrum dekkjum",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=84&t=70766",
    "posts": [
        {
            "user_name": "Arena77",
            "text": "Mér langar bara vara ykkur við að núna er sá ársrtími sem skipta þarf yfir á vetradekk, Sumar hjólbarðasölur hafa verið að bjóða mjög ódýr kína dekk.\nég hef slæma reynslu af þeim, keypti einn svona umgang haustið 2015, hafði keyrt á þeim í 6 mánuði, mér sagt áðan að þau væru ónýt þar sem þau byrjuðu að glyðna og tærast upp gúmmið á þeim, ætlaði að láta laga dekk sem lak úr. Þetta þýddi að ég þurfti að splæsa í 4 ný dekk.Léleg ending það.",
            "date": "2016-09-27 13:39:00",
            "post_id": "632991",
            "reply_to_id": false
        },
        {
            "user_name": "kiddi",
            "text": "Já ég tek undir þetta, dýrari dekk eru ansi fljót að borga sig.",
            "date": "2016-09-27 13:52:00",
            "post_id": "632994",
            "reply_to_id": "632991"
        },
        {
            "user_name": "chaplin",
            "text": "Eina sem þú sparar ekki í, þegar það kemur að bílnum þínum, eru dekkin.",
            "date": "2016-09-27 14:05:00",
            "post_id": "632995",
            "reply_to_id": "632994"
        },
        {
            "user_name": "Klemmi",
            "text": "Minni þá sem eru í Stofni hjá Sjóvá á að þeir eru með 25% afslátt af Nokian dekkjum hjá Max1, sýnist það vera bestu kaupin.",
            "date": "2016-09-27 14:24:00",
            "post_id": "632997",
            "reply_to_id": "632995"
        },
        {
            "user_name": "Tbot",
            "text": "Í dekkjamálum er ekkert til sem heitir ódýr og góð dekk á sama tíma.\nGóð dekk hvort sem um er að ræða vetrar eða sumardekk kosta alltaf slatta af peningum.\nÞá eru ákveðnir framleiðendur betri en aðrir og getur oftast gengið að vissum gæðum.\nSiðan er hægt að deila um hversu hátt á að setja markið.\nÞetta eru þeir framleiðendur sem ég hef keypt dekk frá í gegnum árin:\nBridgestone\nMichelin \nYokohama\nÞeir bílar sem ég hef keypt hafa verið á dekkjum frá öðrum framleiðendum, en ég hef alltaf endað í dekkjum frá þeim sem ég taldi upp.",
            "date": "2016-09-27 14:26:00",
            "post_id": "632998",
            "reply_to_id": "632997"
        },
        {
            "user_name": "vesley",
            "text": "Get vottað fyrir þessu.  Einn af mínum bestu vinum vinnur á dekkjaverkstæði og hefur hann tekið við mörgum bílum þar sem ódýru sumar/vetrardekkin hafa bókstaflega rifnað undan felgunum, jafnvel þó að dekkin séu ný. \nOg oft miðað við endingu eru þessi ódýrustu dekk alls ekki ódýr þar sem gæðameiri framleiðendur nota oft betra efni og þar af leiðandi endast dekkin lengur og jafnvel bjarga manni frá tjóni.",
            "date": "2016-09-27 15:13:00",
            "post_id": "633002",
            "reply_to_id": "632998"
        },
        {
            "user_name": "Dagur",
            "text": "Ég bendi líka á að félagsaðild að FÍB kostar 7.500kr, það gæti borgað sig að gerast meðlimur þótt að það væri bara til þess að fá afslátt af dekkjum\nhttp://www.fib.is/is/thjonusta/afslaett ... hjolbardar",
            "date": "2016-09-27 15:30:00",
            "post_id": "633003",
            "reply_to_id": "633002"
        },
        {
            "user_name": "vesi",
            "text": "og bremsur.. þ.e borðar/klossar og diskar",
            "date": "2016-09-27 15:54:00",
            "post_id": "633005",
            "reply_to_id": "633003"
        },
        {
            "user_name": "methylman",
            "text": "Danir eru nokkuð glúrnir í því að kasta ekki krónunum í vindinn  \nhttp://www.fdm.dk/biler/biludstyr/daek/ ... t-oversigt\n15\" algeng stærð \nhttp://www.fdm.dk/biler/biludstyr/daek/ ... 18565-r15t\nEr næstum viss um það að Verslanakeðjudekk fengust ekki seld þar",
            "date": "2016-09-27 17:17:00",
            "post_id": "633010",
            "reply_to_id": "633005"
        },
        {
            "user_name": "netscream",
            "text": "Ég ek nú reyndar sjálfur á benz, sem flestir vita að er afturhjóladrifinn, ég er að fara að henda undir árs gömlu \"ódýru\" sailun dekkjunum sem ég keypti í fyrra, lítið slit, geggjað grip, nær ekkert hljóð. Mér persónulega finnst þau koma mikið betur út heldur en Bridgestone dekkin sem voru undir honum þegar ég keypti hann, en ég viðurkenni að ég hefði ekki keypt þau nema hafa reynslu af þeim fyrir.\nÞað er alveg hægt að kaupa góð dekk á \"lægri\" upphæðir, þótt það séu kínadekk, það munaði um tvöföldu verði miðað við þessi \"góðu dýru\" dekk.",
            "date": "2016-09-28 08:41:00",
            "post_id": "633042",
            "reply_to_id": "633010"
        },
        {
            "user_name": "Tbot",
            "text": "Þeir framleiðendur sem ég taldi upp hafa reynst mér best, en það er sama þar að gerðirnar frá þeim geta verið misjafnar.\nEn heilt yfir þá reynast dekk betur frá þekktum framleiðendum heldur en Kína dekkin.",
            "date": "2016-09-28 10:55:00",
            "post_id": "633053",
            "reply_to_id": "633042"
        },
        {
            "user_name": "EOS",
            "text": "Yokohama eru þau einu sem hafa reynst mér vel :/ Hef keypt rándýr dekk og svo hræódýr og þau eru öll \"lala\" miðað við \nmína\n reynslu af Yokohama.",
            "date": "2016-09-28 13:43:00",
            "post_id": "633066",
            "reply_to_id": "633053"
        },
        {
            "user_name": "Lallistori",
            "text": "Mæli með Hankook dekkjunum, er að fara inn í minn 3 vetur á nagladekkjunum sem eiga nóg eftir",
            "date": "2016-09-28 15:29:00",
            "post_id": "633075",
            "reply_to_id": "633066"
        },
        {
            "user_name": "vesley",
            "text": "Átti einmitt Hankook Winter I Pike ónelgd, var búinn að fara 30.000km á dekkjunum áður en ég seldi bílinn og var varla búinn að taka eftir sliti í dekkjunum.",
            "date": "2016-09-28 15:46:00",
            "post_id": "633076",
            "reply_to_id": "633075"
        },
        {
            "user_name": "HalistaX",
            "text": "Þó \"því dýrara því betra\" eigi ekki endilega við hér, þá hefur það alltaf verið höfuð regla hjá mér og minni fjölskyldu að ef það er of gott til að vera satt að fá umganginn á undir 80k, þá er það það, of gott til að vera satt þar að segja. \nEr sjálfur á einhverjum afnelgdum vetrardekkjum og ég er ekki frá því að tvö dekkin leki... Það þarf að fjárfesta góðum hundraðkalli í góð dekk fyrir veturinn og svo almennileg sumardekk í vor og henda þessum úr plokkuðu nagladekkjum sem ég er á. \nEins og Chaplin, my main man, sagði; Dekkin er það eina sem maður sparar ekki í hvað varðar bílinn. \nFarið nú varlega inní veturinn drengir, mér þykir vænt um ykkur alla!",
            "date": "2016-09-30 19:38:00",
            "post_id": "633262",
            "reply_to_id": "633076"
        },
        {
            "user_name": "Arena77",
            "text": "Félagi minn var á dekkjaverkstæði áðan og var boðið svaka tilboð á umgangi, sem átti að  hafa kostað 130.000 en hann gat fengið þau á 58.000.\nHann ætlaði að hugsa málið og googlaði dekkinn og var allt made in china. það er ágæt regla að googla dekk sem ykkur er boðin sem heita einhverju nafni enginn kannast við.",
            "date": "2016-10-06 16:19:00",
            "post_id": "633973",
            "reply_to_id": "633262"
        },
        {
            "user_name": "Tesli",
            "text": "Mér langar að halda þessari umræðu aðeins gangandi því ég er að leita mér að dekkjum og það snjóaði smá í morgun  \n .\nÉg er með 17\" felgur og vill eingöngu nagladekk.\nMálið er að mér langar í góð nagladekk en þau eru svo svívirðilega dýr á 17\" dekk.\nNokian HAKKAPELIITTA 8 dekk kosta til dæmis 50.000kr meira í 17\" en í 16\". (með afslætti)\nÞví spyr ég ykkur bílanörda:\nÆtti ég að kaupa\na) 16\" felgur + 16\" Nokian = sirka 40.000kr + 100.000kr =140.000kr\nb) 17\" Nokian = 150.000kr\nVeit að ég spara umfelgun með öðru felgusetti. Nýju felgurnar væru ljótar, en mér er svosem sama.\nEða ætti ég kanski að fara í önnur dekk eða einhverjar aðrar pælingar? \nEru svona dýr og góð dekk þess virði miðað við ódýrari?\nEr betra/verra/þæginlegra/óþæginlegra að vera á einu eða tveim felgu settum?\nÉg er alveg tvístígandi og næ ekki að klára dæmið",
            "date": "2016-10-25 12:49:00",
            "post_id": "635508",
            "reply_to_id": "633973"
        },
        {
            "user_name": "PikNik",
            "text": "Hvaða dekkjastærð ertu að notast við? 225/50/17?",
            "date": "2016-10-25 12:55:00",
            "post_id": "635509",
            "reply_to_id": "635508"
        },
        {
            "user_name": "Tesli",
            "text": "Er með 215/55/17",
            "date": "2016-10-25 13:07:00",
            "post_id": "635511",
            "reply_to_id": "635509"
        },
        {
            "user_name": "PikNik",
            "text": "Spurning er líka hvort þú getir ekki farið í \"algengari\" stærð. 4stk af Yokohama iG55 nagladekkjum 215/55 er 130.596 á fullu verði hjá Dekkjahöllini,\nSvo getum við líka farið einu skrefi neðar, Hankook W-419 4stk 215/50 á 116.100 kr í Dekkjahúsinu. Hankook dekkin eru að koma virkilega vel út segja dekkjastrákarnir hér í Toyota.",
            "date": "2016-10-25 13:21:00",
            "post_id": "635513",
            "reply_to_id": "635511"
        },
        {
            "user_name": "bigggan",
            "text": "Þú kaupir tvö ný dekk og setur að aftan og færir þau gömlu fram. Gildir ef þú ert með framhjoladrif, öfugt ef afturhjóladrif.\nAnnars þá var norska vetrardekkja samanburðinum að koma út og þar var Nokian og continental tvö efstu sætin \nhttps://www.naf.no/forbrukertester/dekk ... test-2016/",
            "date": "2016-10-25 15:06:00",
            "post_id": "635516",
            "reply_to_id": "635513"
        },
        {
            "user_name": "GuðjónR",
            "text": "[quote=\"bigggan\"][quote=\"Tesli\"]\nÞú kaupir tvö ný dekk og setur að aftan og færir þau gömlu fram. Gildir ef þú ert með framhjoladrif, öfugt ef afturhjóladrif./quote]\nÉg myndi ALLTAF hafa betri dekkin að framan, hvort sem bíllinn er aftur eða framjóladrifinn.",
            "date": "2016-10-25 17:55:00",
            "post_id": "635518",
            "reply_to_id": "635516"
        },
        {
            "user_name": "Klemmi",
            "text": "Tek undir með því... það eru framdekkinn sem stýra bílnum og meira álag á þau þegar bremsað er, mikilvægast að þau séu með gott veggrip.\nÉg sparaði í dekkjum þangað til ég renndi mér á vegrið eftir eitt af fyrstu frostunum 2013, gerði mér ekki grein fyrir því hversu mikil hálka var og byrjaði bara allt í einu að skauta.  Engar skemmdir eða meiðsli á neinu nema bílnum, hefði geta farið mikið verr ef ég hefði rennt mér á ljósastaur, framan á einhvern eða bara gangandi vegfarenda.\nEftir þetta atvik hef ég keypt vandaðari dekk og ekki reynt að láta dekkin \"endast einn vetur enn\".",
            "date": "2016-10-25 18:49:00",
            "post_id": "635520",
            "reply_to_id": "635518"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Svo er líka bara að keyra varlega á veturnar.\nEkki vera að flýta sér og hafa augun á veginum.\nAuðvitað hjálpa góð dekk, en þau segja ekki allt.",
            "date": "2016-10-25 20:17:00",
            "post_id": "635526",
            "reply_to_id": "635520"
        },
        {
            "user_name": "DJOli",
            "text": "Tek undir þetta með ódýru dekkinn. fékk einhversstaðar nýjan umgang á 15\" fyrir 54 þúsara. Dauðsé eftir því, enda hafa dekkin verið alveg hræðileg. Ofan á að slitna ógeðslega hægt, bjóða upp á hrikalegt yfirborðsgrip, þá eru þrjú búin að eyðileggjast á einu ári, og ég hef ekki spáð í að hafa til peninga fyrir nýjum umgang þess á milli. Kaupi nýjan umgang á amk 80k næst.",
            "date": "2016-10-26 14:50:00",
            "post_id": "635571",
            "reply_to_id": "635526"
        },
        {
            "user_name": "Tbot",
            "text": "Hefur alltaf betri dekkin að framan.  Snýst um að halda stjórn á bílnum.\nGæti verið ein af ástæðunum að lámarks mynsturdýpt var aukin í 3 mm fyrir vetrardekk, vegna þessarar tilhneygingar að láta dekkin duga einn vetur enn.",
            "date": "2016-10-26 14:57:00",
            "post_id": "635573",
            "reply_to_id": false
        }
    ],
    "date": "2016-10-26 14:57:00"
}