{
    "forum_title": "Bílaplanið",
    "id": "70779",
    "title": "Að hreinsa myglu úr bíl.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=84&t=70779",
    "posts": [
        {
            "user_name": "robbi553",
            "text": "Hæ hæ. ég er með gamla mözdu sem er búinn að sitja úti í eitthvað um 4 ár og það er myglu-paradís innan í henni, bara svona að pæla hvernig ég á að losa mig við þetta ógeð áður en bíllinn fer aftur í notkun, horfði á eitthvað myndband á YouTube og þá sagði kallin að maður ætti að nota eitthvað sem heitir biological cleaner, en ég veit ekki hvað sambærilegt efni væri kallað á Íslensku.",
            "date": "2016-09-28 19:44:00",
            "post_id": "633097",
            "reply_to_id": false
        },
        {
            "user_name": "littli-Jake",
            "text": "Ég mundi allan daginn fara með þetta í fagmann. Hrikaleg vinna að hreinsa upp myglu.\nMundi byrja á Hreinsanda á Eldhöfðanum. Bjöggi sem rekur staðinn er rosalega hress og hjálplegur. Hjálpar líka að hann er bifreiðasmiður.",
            "date": "2016-09-28 19:46:00",
            "post_id": "633098",
            "reply_to_id": "633097"
        },
        {
            "user_name": "rattlehead",
            "text": "sammála \nláta pro þrífa þetta. Ekki taka séns  eða fara styttri/ódýru leiðina. Mygla er nasty stöff og getur farið illa með heilsuna.",
            "date": "2016-09-28 20:05:00",
            "post_id": "633100",
            "reply_to_id": "633098"
        },
        {
            "user_name": "Bartasi",
            "text": "Mikið rett. Bjoggi er mjog hress. Eins og þu segir þa er hann bifriðasmiður og gæti þa sagt til um hvað væri hægt að þrifa og hvað ekki miðað við lýsinguna.\nHreinsandi er flott fyrirtæki.  \n \nFor með rum dýnuna mina þangað eitt sinn i þrif. Og hun kom einsog ny til baka.. mundi ekki hve hvitar dynur eiga vera.. fannst eg hafi verið að kaupa nýja",
            "date": "2016-09-28 22:29:00",
            "post_id": "633105",
            "reply_to_id": "633100"
        }
    ],
    "date": "2016-09-28 19:44:00"
}