{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "7078",
    "title": "Frýs ennþá! :'( And now getting very pissed.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=7078",
    "posts": [
        {
            "user_name": "Sveinn",
            "text": "Fyrri pósturinn: \nhttp://spjall.vaktin.is/viewtopic.php?t ... ght=fr%FDs\n\n\n\n\nJæja! þið hafið kanski séð frægu póstana mína um að tölvan frýs alltaf í leikjum! jæja hér er einn annar, þetta er þriðji pósturinn sem ég er búinn að gera. Ég er búinn að berjast við þetta helvítis óþolandi vandamál síðan í Apríl á síðasta ári! Hreint hrikalegt ekki satt? og síðan þá hef ég ekki getað spilað neinn einasta helvítis leik! þetta er ömurlegt og á ekki að geta skeð.\n\n\n\nJæja nú er ég búinn að gera rannsóknir og svona. Lýsing á þessu er að ég er í leikjum, stundum eftir smá tíma, stundum eftir langann tíma, þá frýs alltaf helvítis leikurinn! jæja ef ég er með VPU Recovery á. Þá bara kemur svona svartur skjár, aftur svartur skjár og kemst inn í leikinn aftur, en þegar það er búið að ske svona 3 sinnum frýs bara leikurinn endanlega og ég þarf að restarta tölvunni minni! hreint óþolandi, sérstaklega því ég spila World of Warcraft.\n\n\n\nÉg veit að þetta hefur skeð fyrir annann hérna á vaktinni, hann er líka með  ABIT AI7 móðurborð og ATi Radeon 9600XT skjákort, en eina sem þessi blessaði drengur þurfti að gera var að stilla í 4x AGP þá var þetta allt klappað og klárt, en virkar það hjá mér?! nei held nú ekki. Ég er búinn að prófa að stilla á 4x AGP, Fastwrite \"OFF\", VPU Recovery af, Seta nýjasta BIOS inn, nýjasta DNA driverinn, nýjasta Omega driverinn og nýjasta Catalyst-inn. Ekkert af þessu virkar. \n\n\n\nEinhvernstaðar hef ég heyrt að þetta sé bara bull, en ég hef heyrt hérna af vaktinni að ABIT AI7 og PowerColor, sem skjákortið er, vinna ekki saman og þessvegna skapast þessi vandræði. Jæja ég hringdi í algerann tölvusnilling sem gjörsamlega getur reddað öllu - nema þessu  \n , hann sagði að það væri bara rugl, sagði að PowerColor væri alveg eins og ASUS og allt hitt bara með öðruvísi límmiða, en auðvitað var hann bara að ýkja en hann sagði þetta.\n\n\n\nEn ég ákvað að taka Screenshot af skiltinu sem kemur þegar ég restarta tölvunni eftir að hún er búin að frjósa og endurræsast alveg. En hérna er það:",
            "date": "2005-01-17 23:21:00",
            "post_id": "75140",
            "reply_to_id": false
        },
        {
            "user_name": "Pandemic",
            "text": "vinur minn lenti í þessu með vin minn hann er með abit ai7 og radeon 9600pro ég uppfærði bios og setti inn nýjustu uguru driverana ásamt nýjustu chipset og allt hefur virkar núna eins og ekkert sé.",
            "date": "2005-01-18 12:17:00",
            "post_id": "75175",
            "reply_to_id": "75140"
        },
        {
            "user_name": "Sveinn",
            "text": "Hvar finn ég nýjustu chipset? og uguru driverana? hvað meinaru með því?",
            "date": "2005-01-18 15:31:00",
            "post_id": "75209",
            "reply_to_id": "75175"
        },
        {
            "user_name": "Mysingur",
            "text": "hér",
            "date": "2005-01-18 15:56:00",
            "post_id": "75214",
            "reply_to_id": "75209"
        },
        {
            "user_name": "Sveinn",
            "text": "Ég er með chipset driver 6.2.1.1001 sem ég held ég sé nýjasti, og svo er ég með BIOS driver 1.9 (uGuru driver = bjóst við því að þú værir að meina móðurborðs driver þar sem uGuru tengist móðurborði, eða ég þekki það þannig).\n\n\n\nSamkvæmt \nhttp://www.abit.com.tw\n eru þetta nýjustu drivernarnir :]",
            "date": "2005-01-18 21:43:00",
            "post_id": "75266",
            "reply_to_id": "75214"
        },
        {
            "user_name": "ErectuZ",
            "text": "Þessi error hefur einu sinni komið upp hjá mér. En aldrei aftur. ég er að giska á að þetta hjá mér hafi verið ofhitnun eða eitthvað í þá áttina. En ég veit, við höfum farið yfir þetta áður, hitinn á kortinu þínu er fínn \n\n\n\n\nEn ég get ekki hjálpað þér með þetta. Ertu búinn að prufa að setja kortið í aðra vél á aðra gerð af móbói?",
            "date": "2005-01-18 22:32:00",
            "post_id": "75276",
            "reply_to_id": "75266"
        },
        {
            "user_name": "Ice master",
            "text": "þegar mar er að uppfæra bios og svona instlar mar bara driverin og vola eða ? ég hef aldrei gert það ádur",
            "date": "2005-01-18 22:36:00",
            "post_id": "75279",
            "reply_to_id": "75276"
        },
        {
            "user_name": "gnarr",
            "text": "Sveinn, ertu búinn að setja inn nýjasta biosinn?",
            "date": "2005-01-19 07:56:00",
            "post_id": "75327",
            "reply_to_id": "75279"
        },
        {
            "user_name": "Sveinn",
            "text": "Lestu póstinn og þér munið fá svar ;] ef þú lest þá stendur að ég sé búinn að því ;]",
            "date": "2005-01-19 15:46:00",
            "post_id": "75393",
            "reply_to_id": "75327"
        },
        {
            "user_name": "Sveinn",
            "text": "Mysingur plz check PM :]",
            "date": "2005-01-19 17:13:00",
            "post_id": "75406",
            "reply_to_id": "75393"
        }
    ],
    "date": "2005-01-17 23:21:00"
}