{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "70979",
    "title": "Skipta um kælikrem fyrir CPU",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=70979",
    "posts": [
        {
            "user_name": "C3PO",
            "text": "Sælir vaktara\nÉg er að velta fyrir mér hversu lengi kælikrem er optimalt, eða hvenær missir kælikremið eiginleikana.\nSem sagt hversu oft ætti að skipta um kælikrem og hreinsa burt það gamla.\nEr að pæla vegna þess að ég er að nota I7 2600K örgjörva sem hefur ekki verið hreyfður árum saman.\nKv. D",
            "date": "2016-10-18 13:20:00",
            "post_id": "634993",
            "reply_to_id": false
        },
        {
            "user_name": "Njall_L",
            "text": "Ég miða alltaf við rykhreinsun og útskipti a kælikremi á eins ars fresti. Kælikrem getur ennst lengur en það fer eftir hvaða kælikrem  þú ert að nota, hversu heitur örgjörvin keyrir og hversu lengi tölvan er í gangi.",
            "date": "2016-10-18 13:25:00",
            "post_id": "634994",
            "reply_to_id": "634993"
        },
        {
            "user_name": "C3PO",
            "text": "Ætli þetta ség ekki svona standard keyrsla. Leikir, bíómyndir og netið. Ekkert klukkað örrann.\nKv.",
            "date": "2016-10-18 13:32:00",
            "post_id": "634995",
            "reply_to_id": "634994"
        },
        {
            "user_name": "Urri",
            "text": "Ég myndi segja það sama og Njall_L",
            "date": "2016-10-18 15:13:00",
            "post_id": "635007",
            "reply_to_id": "634995"
        },
        {
            "user_name": "Njall_L",
            "text": "",
            "date": "2016-10-18 18:01:00",
            "post_id": "635030",
            "reply_to_id": "635007"
        },
        {
            "user_name": "k0fuz",
            "text": "Fer líka eftir kælingunni og bara hve heitur örgjörvinn er í leikjum (eða hárri vinnslu). Held ég hafi ekki komið við mitt kælikrem í 4+ ár, en ég er líka með besta kælikremið sem var þá til og bestu kælinguna og hitinn er bara 60°c í leikjum eða eitthvað. Held að skipti á 1 árs fresti sé óttalegur perraskapur í mönnum bara  \n  ég myndi segja 2-3 ára fresti kannski, ég er búin að teygja þetta svolítið hjá mér.",
            "date": "2016-10-18 18:31:00",
            "post_id": "635031",
            "reply_to_id": "635030"
        },
        {
            "user_name": "jonsig",
            "text": "sérð þetta einfaldlega með að rykhreinsa viftuna á örgjörvanum þínum og punkta niður cpu hitann eftir 30min idle (24 gráður hjá mér ca). Óþarfi að eyða pening í krem ef gamla er í lagi.\nMinn hefur haft artic silver í 4 ár . So far soo good. hitinn er sá sami eftir rykhreinsun.",
            "date": "2016-10-18 21:01:00",
            "post_id": "635038",
            "reply_to_id": "635031"
        }
    ],
    "date": "2016-10-18 13:20:00"
}