{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "71003",
    "title": "Viðgerð á Sony hátölurum?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=71003",
    "posts": [
        {
            "user_name": "Climbatiz",
            "text": "er að forvitnast yfir því hvort það hafi verið eitthvað fyrirtæki sem sér um viðgerðir á Sony hátölurum, hafði nefnilega heyrt að svo væri nema ég man nú ekki hvað fyrirtækið hér, Raf.. eitthvað kannski, var sagt að það gæti kostað svona 15-30þús að laga þá\nannars ef ekki eitthvað sér Sony útbú, veit einhver um hvort það sé eitthvað verið að laga svona hátalara? annars eru þeir rosalega gamlir sem ég er með en alveg ótrúlega góðir (bara nýbilaðir og búinn að eiga þá í 17 ár með mjög mikilli og háværri notkun (hver er 100w), væri flott að geta skipta út því sem er bilað (bassakeilan) með nýrri keilu\neða er best að bara redda sér nýjum hátölurum og ef svo er, hvar er best að kaupa góða mjög háværa (með góðum bassa) hátölurum?",
            "date": "2016-10-21 04:56:00",
            "post_id": "635205",
            "reply_to_id": false
        },
        {
            "user_name": "gunnji",
            "text": "Lítið mál að gera þetta sjálfur, nóg af videoum á youtube sem sýna nákvæmlega hvað skal gera. Þú getur keypt nýjan bassahatalara á \nwww.parts-express.com\n. Alls ekki dýr vefsíða með mikið úrval. Ég myndi opna hátalarann þinn og kanna hve mörg wött hann er og þannig og reyna að kaupa eitthvað sem samsvarar því.",
            "date": "2016-10-21 07:44:00",
            "post_id": "635209",
            "reply_to_id": "635205"
        },
        {
            "user_name": "jonsig",
            "text": "Þú þarft bara vita málin á keilunum og chekka á \nwww.eminence.com",
            "date": "2016-10-21 10:59:00",
            "post_id": "635217",
            "reply_to_id": "635209"
        },
        {
            "user_name": "Tbot",
            "text": "Getur prufað að tala við þá í Sonn.is með verð á nýjum hátalara.",
            "date": "2016-10-21 13:06:00",
            "post_id": "635225",
            "reply_to_id": "635217"
        },
        {
            "user_name": "DJOli",
            "text": "Ég hafði nú barasta samband við Polk Audio fyrir nokkrum árum þegar ein bassakeila fór í polk audio hátalara hjá pabba. \nKeilan kostaði ekki nema sirka 10þús til landsins með öllu. Mjög góð þjónusta.",
            "date": "2016-10-21 15:02:00",
            "post_id": "635234",
            "reply_to_id": "635225"
        },
        {
            "user_name": "Climbatiz",
            "text": "já, Sónn er einmitt fyrirtækið sem mér var sagt frá að ég gæti lagað hátalarana fyrir mig, þarf að chekka á því einhverntímann við tækifæri",
            "date": "2016-10-21 22:26:00",
            "post_id": "635270",
            "reply_to_id": "635234"
        }
    ],
    "date": "2016-10-21 04:56:00"
}