{
    "forum_title": "Þjónusta / Viðgerðir",
    "id": "71004",
    "title": "Kaupa íhluti í búð og þeir setja upp fyrir mann??",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=13&t=71004",
    "posts": [
        {
            "user_name": "Climbatiz",
            "text": "Hef verið að forvitnast í því hvort það er hægt að geta farið í @tt eða Tölvulistann eða eitthvað, og keypt mér nokkra íhluti, nýjann SSD disk og kannski RAM og þvílíkt, nema ég veit svo lítið um hardware að ég er ekki alveg sure á hvað ég ætti að kaupa mér, bjóða nokkur einhverjar þessar búðir uppá það að mar kaupir hjá þeim og þeir setja upp í tölvuna hjá manni (gegn einhverju uppsetningargjaldi) ?\neða er ekkert þannig til og mar verður bara að bíta í það súra og reyna finna útúr þessu sjálfur ;( (sem er nú ekki ómögulegt, ég vildi samt frekar geta fengið einhvern reynann í þetta)\ner nefnilega soldið paranoid um það að bara snerta inní tölvukassann minn (sem btw hefur ekki verið hreinsaður í 5 ár og með tölvuna í gangi 24/7 síðan þá), tými því ekki að gera eitthvað vitlaust og eyðileggja eitthvað ;O",
            "date": "2016-10-21 05:04:00",
            "post_id": "635206",
            "reply_to_id": false
        },
        {
            "user_name": "mercury",
            "text": "flestar ef ekki allar tölvuverslanir setja saman tölvur fyrir viðskiptavini eftir þeirra höfði og setja jafnvel upp stýrikerfi sé þess óskað. Svo er einmitt um að gera að nota vaktina til að fá upplýsingar um hvað þú ættir að fá þér, miðað við það sem þú notar tölvuna í og ert tilbúinn til að eyða í nýjan turn.",
            "date": "2016-10-21 06:21:00",
            "post_id": "635207",
            "reply_to_id": "635206"
        },
        {
            "user_name": "upg8",
            "text": "Ef þú ætlar að fara í minniháttar uppfærslu sem þessa þá skaltu ekkert vera hræddur við að gera þetta sjálfur. Það mun veita þér meiri ánægju, spara þér tíma og pening ef þú átt ekki erfitt með fínhreyfingar. Ef þú getur sagt okkur nánari upplýsingar um tölvuna þína og hvaða budget þú ert með þá er ekkert mál að skoða hvað er í boði fyrir þig.",
            "date": "2016-10-21 11:52:00",
            "post_id": "635220",
            "reply_to_id": "635207"
        },
        {
            "user_name": "Henjo",
            "text": "Jájá, farðu bara í eithvað að smærri búðunum, t.d Att, Tölvutækni eða Kísildal (ekki tölvulistann) Ef reynslan mín hvað varðar þjónustu í þessum búðum stenst þá ætti að veral lítið mál að fá þá til að hjálpa þér að velja parta sem passa saman, þeir henda þessu síðan saman fyrir þig fyrir eithvað smotteri",
            "date": "2016-10-21 15:17:00",
            "post_id": "635236",
            "reply_to_id": "635220"
        },
        {
            "user_name": "vesi",
            "text": "Kísildalur fyrir allan peningin,, Bara Topp menn þar á ferð",
            "date": "2016-10-21 15:46:00",
            "post_id": "635240",
            "reply_to_id": "635236"
        },
        {
            "user_name": "Sam",
            "text": "Samsetning á tölvu hjá Kísildal sem dæmi, kostar ekki nema 4.500 kr \nhttp://kisildalur.is/?p=2&id=1047",
            "date": "2016-10-21 20:45:00",
            "post_id": "635263",
            "reply_to_id": "635240"
        },
        {
            "user_name": "Bartasi",
            "text": "svo minnir mig líka að ef þú kaupir alla íhlutina hjá Kisildal (td). þá er uppsettningar gjald ekki tekið með.. ef þú kaupir heila tölvu..\nen endilega leiðréttið mig eef ég fer með rangt mál",
            "date": "2016-10-21 21:57:00",
            "post_id": "635268",
            "reply_to_id": "635263"
        },
        {
            "user_name": "Climbatiz",
            "text": "okei flott, er mikið búinn að vera spá í þetta, fyrir mörgum mörgum árum þá myndi ég venjulega bara gera þetta sjálfur en finnst ég orðinn soldið rusty hvað varðar hardware uppsetningu, alltaf lendir mar í vandræðum með HDD snúrurnar hehehe\nen já, gott að vita að þetta er ekkert mál að fá þessar litlu tölvuverslanir til að gera þetta fyrir mann fyrir smá prís ef svo er",
            "date": "2016-10-21 22:21:00",
            "post_id": "635269",
            "reply_to_id": "635268"
        },
        {
            "user_name": "gutti",
            "text": "Tl er fínn þjónustu frá þeim  mæla með þeim",
            "date": "2016-10-22 00:31:00",
            "post_id": "635288",
            "reply_to_id": "635269"
        }
    ],
    "date": "2016-10-21 05:04:00"
}