{
    "forum_title": "Koníakstofan",
    "id": "71199",
    "title": "Þráðlaust debetkort",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=71199",
    "posts": [
        {
            "user_name": "Dúlli",
            "text": "Hvað finnst fólki um þessi þráðlaus netkort sem við erum að vera neydd í ?\nÉg persónulega hef engan áhuga þar sem finnst þetta vera skref aftur á bak í öryggis málum.\nAuk þess til dæmis í Arion banka, segjum að þú týnir kortinu og sá sem finnur það getur tekið út 3.500,- krónur 3x sinnum áður en þörf er á PIN nr. Sem gerir þetta að 10.500,- Krónur\nÉg persónulega hef ekki efn á því að týna 10.500 kall, hvað með allt fólkið sem týnir kortinu á djamminu eða eithver staðar ? núna er engin mynd eða neitt á kortinu lengur þannig það er lítið mál fyrir síðlaust fólk að \"scanna\" bara kortinu og vona að maður sé heppinn.",
            "date": "2016-11-08 21:07:00",
            "post_id": "636399",
            "reply_to_id": false
        },
        {
            "user_name": "GuðjónR",
            "text": "Fyrst var það \"pinnið á minnið\" og loksins þegar maður var farinn að muna pinnið þá þarf ekkert pinn?\nHringdi í Arionbanka til að fá upplýsingar, mér var ráðlagt af þjónustufulltrúa að fá mér skermað veski eða vefja kortið i álpappír svo ekki væri hægt að skanna það og stela út af því ég væri ábyrgur fyrir því. Gamla kortið mitt virkar næstu tvö árin, held ég noti það bara áfram.",
            "date": "2016-11-08 21:24:00",
            "post_id": "636402",
            "reply_to_id": "636399"
        },
        {
            "user_name": "Dúlli",
            "text": "Nákvæmlega, ég hringdi í arionbanka og kvartaði, mér var tjáð að bankanir séu neyddir í þetta af korta fyrirtækjum en eftir að allir viðskiptavinnir bankans væri komnir yfir á nýja kerfi á að koma KANNSKI valmöguleiki um að geta slökkt á þessu.\nFinnst þetta bara rugl og en fleiri munu reyna að stela hugsa ég hversu latur ertu að geta ekki sett inn pinn nr, núna eru allir að nudda veskjum í posana.",
            "date": "2016-11-08 21:27:00",
            "post_id": "636404",
            "reply_to_id": "636402"
        },
        {
            "user_name": "nidur",
            "text": "Mæli með þessum, eru skermuð. Myndi aldrei vera með svona kort í öðru en svona veski.\nhttp://www.veski.is/secrid_sw_black.asp",
            "date": "2016-11-08 21:51:00",
            "post_id": "636414",
            "reply_to_id": "636404"
        },
        {
            "user_name": "Nariur",
            "text": "Þessar færslur eru ekki á þína ábyrgð. Ef þetta er misnotað eru færslurnar bakfærðar, þ.e. ekkert tap fyrir þig. Svo má ekki gleyma að þetta var jafn auðvelt með segulrendurnar, fyrir utan að þar var ekki kr. 10.000,- hámark.\nÞað verður ekki algengt að þetta er misnotað og það verður ekkert mál að fá það leiðrétt þegar það gerist.",
            "date": "2016-11-08 23:02:00",
            "post_id": "636424",
            "reply_to_id": "636414"
        },
        {
            "user_name": "Dúlli",
            "text": "Ég hringdi bæði í bankan og korta fyrirtækinn, Það er þitt að sanna að kortið er misnotað, veit ekki allveg hvernig þú fer að sanna það að þú gerðir ekki þessa eða hina 3.500 króna færslu án þess að vera með upptökur eða fara í rosalegar aðgerðir.",
            "date": "2016-11-08 23:03:00",
            "post_id": "636425",
            "reply_to_id": "636424"
        },
        {
            "user_name": "Nariur",
            "text": "Það er ekki satt. Ef þú staðfestir ekki greiðsluna (með undirskrift eða PIN), er hún ekki á þína ábyrgð. \nÞið kannist við það í gamla daga að, stundum, þegar upphæð var undir x, þurfti ekki að kvitta. Snertilaust gengur á sama concetpi.",
            "date": "2016-11-08 23:09:00",
            "post_id": "636427",
            "reply_to_id": "636425"
        },
        {
            "user_name": "Dúlli",
            "text": "Núnú, annað var tjáð mér af banka starfsmanni, starfsmanni frá borgun og valitor. Að nú er kortið komið bara á þína ábyrgð.",
            "date": "2016-11-08 23:11:00",
            "post_id": "636428",
            "reply_to_id": "636427"
        },
        {
            "user_name": "Nariur",
            "text": "https://www.landsbankinn.is/einstakling ... og-svarad/",
            "date": "2016-11-08 23:12:00",
            "post_id": "636429",
            "reply_to_id": "636428"
        },
        {
            "user_name": "Dúlli",
            "text": "Ég er allavega hjá arionbanka. Finnst samt að maður ætti rétt á því að breyta þessari upphæð eða bara yfirhöfuð að geta sett þett á OFF.",
            "date": "2016-11-08 23:13:00",
            "post_id": "636430",
            "reply_to_id": "636429"
        },
        {
            "user_name": "Nariur",
            "text": "Þetta eru ekki sérstakar Landsbanka reglur, þetta er Valitor/Borgun. Landsbankinn var bara með fyrstu skýringuna sem ég fann.\nÞað væri svo sem ekkert að því að leyfa að slökkva á því, mig grunar að það myndi bara kosta meiri peninga í þróun.\nÞú þarft ekki að hafa áhyggjur af þessu, þú ert covered. Að misnota þetta er eins og að stela korti og renna segulröndinni vinstri hægri, þ.e. ekki allt of algengt og mjög auðvelt að dispute-a.\nNotaðu þetta bara. Þetta er awesome.",
            "date": "2016-11-08 23:19:00",
            "post_id": "636431",
            "reply_to_id": "636430"
        },
        {
            "user_name": "Dúlli",
            "text": "Finnst þetta bara vera þróun í öfuga átt. Maður hefði viljað að geta valið um sjálfur. Til dæmis mér finnst ekkert mál að stimpla inn þetta PIN nr. Finnst líka asnarlegt að það eru ekki lengur myndir á þessu, en auðveldara að svindla á þessu. \nHvað kemur þá í vegg fyrir það að eigandi kortsins fari ekki bara að svindla ? hver sem er getur þá sagt að kortið týndist og eithver sé að misnota það. Hugsa að það verði ekki eins auðvelt að gera dispute og þetta hljómar hjá þér, en ég vona að þetta sé svona easy peasy.\nJá akkurat var búin að sjá hjá landsbankanum, en ákvað samt sem áður að hringja í Borgun, Valitor, Arionbanka og fékk akkurat þveröfugar upplýsingar miðað við það sem þú segir og er tekið fram á Landsbankanum.",
            "date": "2016-11-08 23:25:00",
            "post_id": "636433",
            "reply_to_id": "636431"
        },
        {
            "user_name": "Nariur",
            "text": "1. Það er engin ástæða til að skoða myndir lengur (ekki að þær hafi ever verið skoðaðar), svo það er engin ástæða til að hafa þær á kortinu.\n2. Það heitir fjársvik og fólk endar oftast í fangelsi fyrir svoleiðis. Þessi tilfelli eru venjulega könnuð, en þetta eru svo lágar upphæðir að fyrirtækin hafa ekki mjög miklar áhyggur af þeim. Það er ástæða fyrir kr. 10.000,- þakinu.\n3. Þú hefur annað hvort misskilið eitthvað eða talað við illa upplýst starfsfólk.",
            "date": "2016-11-08 23:33:00",
            "post_id": "636435",
            "reply_to_id": "636433"
        },
        {
            "user_name": "muslingur",
            "text": "Ég styð þetta orðinn leiður á að draga snúruna með mér um allt. Já auðvitað þráðlaus",
            "date": "2016-11-08 23:37:00",
            "post_id": "636438",
            "reply_to_id": "636435"
        },
        {
            "user_name": "Snorrlax",
            "text": "Aðal öryggisatriðið sem ég hef séð að þessum kortum er það að að símar geta lesið þau. \nSá grein einhverntíman um daginn (einhverjir mánuðir síðan man ekki hvar) þar sem einhver í þýskalandi gerði tilraun með þetta og tókst að lesa af kortinu og sjá korta nr og þannig lagað. Þarf bara einhver að búa til app sem skannar kortið þitt í vasanum án þess að þú vitir og þar af leiðandi komist yfir upplýsingarnar um kortið.\nAnnars ætti að vera frekar erfitt að lesa kortið úr fjarlægð þar sem þau nota segulkraft en ekki RF þótt svo það sé hægt upp að vissu marki.",
            "date": "2016-11-08 23:40:00",
            "post_id": "636439",
            "reply_to_id": "636438"
        },
        {
            "user_name": "hagur",
            "text": "Þráðlaust, wtf?  Hef aldrei átt wired greiðslukort :-)\nSNERTILAUST!",
            "date": "2016-11-09 00:22:00",
            "post_id": "636445",
            "reply_to_id": "636439"
        },
        {
            "user_name": "Dúlli",
            "text": "hehehe, já sé núna villuna hehehe",
            "date": "2016-11-09 00:44:00",
            "post_id": "636448",
            "reply_to_id": "636445"
        }
    ],
    "date": "2016-11-08 21:07:00"
}