{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "71253",
    "title": "Android TV Box",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=71253",
    "posts": [
        {
            "user_name": "Selith",
            "text": "Daginn, \nMeð hvaða android tv boxi mælið þið með ?\nHef verið að skoða nokkur á mismunandi verðum en veit bara ekki hvað ég á að kaupa.",
            "date": "2016-11-15 17:39:00",
            "post_id": "636841",
            "reply_to_id": false
        },
        {
            "user_name": "Alfa",
            "text": "Fyrir peninginn er Beelink i68 fínt, bara veldu með 2gb minni en ekki 1gb, ef þú flytur það inn sjálfur er það undir 10 þús kalli.",
            "date": "2016-11-15 20:06:00",
            "post_id": "636853",
            "reply_to_id": "636841"
        },
        {
            "user_name": "Viggi",
            "text": "Fékk mér þetta og er mjög sáttur\nfound a very interesting good in Gearbest：Mini M8S TV Box \nhttp://m.gearbest.com/tv-box-mini-pc/pp_334005.html",
            "date": "2016-11-15 20:24:00",
            "post_id": "636854",
            "reply_to_id": "636853"
        },
        {
            "user_name": "zurien",
            "text": "Ég er með nýrri útgafuna af þessu boxi, A95X (android 6.0.1).\nhttp://www.banggood.com/Nexbox-A95X-4K- ... 67181.html\nVirkar mjög vel, fyrir utan eitt í Plex, ef skrárnar sem ég ætla að spila eru með AC3 hljóði þá spilar plex clientinn ekki hljóðið, AC, AC2 & allt annað sem ég hef prufað á þessu virkar fínt.\nAllt virkar í kodi, netflix virkar vel, nema fjarstýringin sem fylgir er ekki hentug fyrir netflix.",
            "date": "2016-11-16 07:55:00",
            "post_id": "636873",
            "reply_to_id": "636854"
        },
        {
            "user_name": "emmi",
            "text": "Amlogic S912 er það nýjasta sem ég mæli eindregið með.",
            "date": "2016-11-16 08:28:00",
            "post_id": "636874",
            "reply_to_id": "636873"
        },
        {
            "user_name": "russi",
            "text": "Stillir Client á að hann skilji ekki AC3 og þá transkóðar PMS hljóðið fyrir þig",
            "date": "2016-11-16 13:40:00",
            "post_id": "636896",
            "reply_to_id": "636874"
        },
        {
            "user_name": "dedd10",
            "text": "Er eitthvað vit í þessum? Kostir og gallar? Hvort er betra eða er lítill munur kannski?\nhttp://www.oreind.is/product/android-be ... ini-mxiii/\nhttp://www.oreind.is/product/android-beelink-gt-1/",
            "date": "2016-11-17 12:21:00",
            "post_id": "636953",
            "reply_to_id": "636896"
        },
        {
            "user_name": "emmi",
            "text": "Í fljótu bragði dýrari græjan: Nýrri cpu/chipset (Amlogic S912) og Android 6.0.\nhttp://www.cnx-software.com/2016/09/19/ ... omparison/",
            "date": "2016-11-17 13:17:00",
            "post_id": "636954",
            "reply_to_id": "636953"
        },
        {
            "user_name": "Alfa",
            "text": "+ Hraða wifi ef þú ætlar að nota það.\n+ 8 core vs 4 core\nog svo það sem emmi segir.",
            "date": "2016-11-17 13:43:00",
            "post_id": "636961",
            "reply_to_id": "636954"
        },
        {
            "user_name": "dedd10",
            "text": "Er ekkert hægt að uppfæra android kerfið? En er 6,0 nýjasta?\nEr hægt að installa öllum öppum úr PLAY store á dýrasta tækið ?",
            "date": "2016-11-17 21:45:00",
            "post_id": "636995",
            "reply_to_id": "636961"
        },
        {
            "user_name": "Viggi",
            "text": "Er með 5.0.1 á mínu boxi og ekkert vesen af neinum media öppunum",
            "date": "2016-11-17 21:49:00",
            "post_id": "636997",
            "reply_to_id": "636995"
        },
        {
            "user_name": "Alfa",
            "text": "+1 á 5.0.1 no problem !",
            "date": "2016-11-17 21:56:00",
            "post_id": "637000",
            "reply_to_id": "636997"
        },
        {
            "user_name": "dedd10",
            "text": "Svoleiðis að 6.0 ætti ekki að vera vandamál? Er með eitt box hérna með 4.4 held ég og 1gb minni og það er endalaust vesen á þessu oft á tíðum og oft þurft að fara krókaleiðir til að setja inn opp",
            "date": "2016-11-17 22:13:00",
            "post_id": "637003",
            "reply_to_id": "637000"
        },
        {
            "user_name": "Molfo",
            "text": "Hvernig er með tolla ef að maður flytur svona græju inn sjálfur?\nSpyr sá sem ekki veit..\nKv.\nMolfo",
            "date": "2016-11-17 23:19:00",
            "post_id": "637009",
            "reply_to_id": "637003"
        },
        {
            "user_name": "dedd10",
            "text": "Held þú borgir bara vsk, 24%.",
            "date": "2016-11-18 00:03:00",
            "post_id": "637013",
            "reply_to_id": "637009"
        },
        {
            "user_name": "Alfa",
            "text": "24.5% to be exact af vöru og sendingu (ef það er einhver)",
            "date": "2016-11-18 01:29:00",
            "post_id": "637014",
            "reply_to_id": "637013"
        },
        {
            "user_name": "Selith",
            "text": "Ég fann boxið sem að Emmi mældi með á einhverri kínverskri síðu. það er dýrara boxið hjá öreind.\nVerð með tolli og sendingargjaldi var í kringum 11þús minnir mig.\nEn sú síða fær ekki góð reviews frá kaupendum.\nHeld ég skelli mér bara á dýraraboxið hjá Öreind.\nFrekar borga ég aðeins meira og fæ ábyrgð og 100% að fá tækið í hendurnar.",
            "date": "2016-11-18 12:21:00",
            "post_id": "637029",
            "reply_to_id": "637014"
        },
        {
            "user_name": "Halli25",
            "text": "24% VSk núna BB með'etta!",
            "date": "2016-11-18 13:15:00",
            "post_id": "637040",
            "reply_to_id": "637029"
        },
        {
            "user_name": "russi",
            "text": "Kostur, færð 2ára ábyrgð hjá Öreind, líka álagning á þessu hjá þeim er nokkuð sanngjörn, var það ekki hér fyrst.\nÉg hef pantað slatta af boxum og ekkert klikkar, þeas ef þú villt spara þér pening. Í eitt skipti kom upp ruglingur, var þá reyndar ekki að panta box, en það var leyst úr því á faglegan hátt.\nHvaða kína síðu ert þú að miða þig við?\nSú sem ég nota er Gearbest og mín reynsla er sú að það er óhætt að mæla með þeim.",
            "date": "2016-11-18 14:51:00",
            "post_id": "637049",
            "reply_to_id": "637040"
        },
        {
            "user_name": "worghal",
            "text": "Ef að sendingin var frí þá skella þeir bara auka 10% á heildar verðið og rukka svo vaskinn af heildinni.",
            "date": "2016-11-18 16:06:00",
            "post_id": "637051",
            "reply_to_id": "637049"
        },
        {
            "user_name": "kassi",
            "text": "Hvernig lýst mönnum á svona monster box kemur með linux hægt að setja Android og windows?\nhttp://www.geekbuying.com/item/VORKE-V2 ... 73609.html",
            "date": "2016-11-18 16:09:00",
            "post_id": "637052",
            "reply_to_id": "637051"
        },
        {
            "user_name": "Molfo",
            "text": "Takk fyrir infoið..\nÉg skellti mér á þessa græju:  \nhttp://www.gearbest.com/tv-box-mini-pc/pp_416057.html\nEr einhver hérna sem á svona?\nKv.\nMolfo",
            "date": "2016-11-18 18:11:00",
            "post_id": "637058",
            "reply_to_id": "637052"
        },
        {
            "user_name": "Hargo",
            "text": "Jebb er með svona Beelink box. Mjög ánægður með það. Fékk mér reyndar aðeins betri fjarstýringu en fylgdi með, fékk mér AirFly USB remote sem er með lyklaborði líka.",
            "date": "2016-11-18 23:27:00",
            "post_id": "637080",
            "reply_to_id": "637058"
        },
        {
            "user_name": "Molfo",
            "text": "#Hargo\nHvar keyptir þú þessa fjarstýringu?\nÁttu link?\nKv.\nMolfo",
            "date": "2016-11-18 23:39:00",
            "post_id": "637081",
            "reply_to_id": "637080"
        },
        {
            "user_name": "russi",
            "text": "Það er slatti af AirMouse fjarstýringum í boði á þessari síðu, ég pantaði fyrir mistök, sem þú getur fengið ef þú vilt, en hún er þó ekki með lyklaborði.\nSendir mér bara PM.\nhttp://www.gearbest.com/mice-keyboards/ ... tml?wid=21\nPantaði þessa og er nokkuð sáttur með hana, lítil og nett og með lyklaborði\nhttp://www.gearbest.com/mice-keyboards/ ... tml?wid=21\nVar að nota þessa sem margir eru hrifnir af, fannst hún bara ekki nógu falleg og of stór, en hún var þó snilld\nhttp://www.gearbest.com/mice-keyboards/pp_68068.html",
            "date": "2016-11-18 23:57:00",
            "post_id": "637083",
            "reply_to_id": "637081"
        },
        {
            "user_name": "Hargo",
            "text": "Keypti þessa hér sem er hægt að velja með boxinu:\nhttps://www.aliexpress.com/item/Beelink-GT1-Android-6-0-TV-Box-4K-VP9-10-2G-16G-Amlogic-S912-Octa-Core/32716573510.html?spm=2114.13010608.0.0.knvENy",
            "date": "2016-11-19 12:50:00",
            "post_id": "637111",
            "reply_to_id": false
        },
        {
            "user_name": "machinefart",
            "text": "Þetta beelink box af gearbest togar mikið í mig, ég er pínulítið brenndur af xtreamer wonder græju sem ég var með hérna, hún var svona klassískt budget android tæki af minni reynslu. Virkaði allt í lagi í byrjun og varð svo bara lélegri og lélegri þegar maður fór að actually nota hana, það var líka léleg drægni á fjarstýringunum sem ég prófaði, ég endaði með logitech lyklaborð og mús (sambyggt með trackpad þeas) sem virkaði líka illa með android (bara músin hegðaði sér illa, scrolling var þroskaheft) og leiðinlegt að vera með það í stofunni.\nHvernig er fílingurinn að nota þetta tæki, þið sem eruð með, er þetta snappy og stöðugt og bara að performa vel? Hlutir sem hafa pirrað mig eru t.d. bara hversu mikið lengur ég er að komast í það sem ég vil gera í svona boxi m.v. t.d. apple TV sem ég hef prufað annarstaðar. Ég er með stöð 2 og afruglara hjá vodafone sem ég gjörsamlega hata, ég er að horfa á apple tv 4 hýrum augum til að losa mig við afruglarann og fara bara í 365 appið í staðinn. Ég sé ekki tilganginn í að borga fyrir afruglara sem er leiðinlegur í notkun og gefur mér ekki einu sinni aðgang að allri þeirri þjónustu sem ég er að kaupa (maraþon now er ekki í vodafone afruglurum). Haldiði að svona box eigi í apple TV í notenda upplifun?\nÉg er hikandi við apple TV 4 einfaldlega vegna þess það er ekki að gefa mér nógu mikið umfram bara 365 appið, t.d. er ekkert official twitch app og almennt bara frekar slappt úrval - ég sé þessa græju ekki gefa mér aðgang að neinu sem ég hef ekki nú þegar (er með chromecast og 2015 samsung snjall sjónvarp - þannig ég er með 4k netflix í sjónvarpinu t.d. sem virkar fáránlega vel og sjónvarpsfjarstýringin er mjög góð í það). Mín reynsla af android TV boxum er samt að þau keyra öpp ekkert allt of vel (t.d. twitch var bara ekki hægt í xtreamernum, svo vantar náttúrulega vod access og svoleiðis en það er ekkert að fara að breytast með hardware \n) og þegar maður er svo kominn í \"android TV\"  hugbúnaðinn (er þetta með því eða venjulegu?) þá takmarkaðist úrvalið af öppum mikið og maður þurfti að fara leiðinlegar leiðir að non TV öppum og þau virkuðu illa (í xtreamer amk, ég var snöggur að downgrada hann úr android tv). En það var xtreamerinn, hörmuleg græja, fékk alveg bara gamla nexus S android fílinginn út úr þessu.\nEinhver sem vill segja smá kosti og galla og svona hvað hann notar þetta í?",
            "date": "2016-11-20 23:45:00",
            "post_id": "637202",
            "reply_to_id": "637111"
        },
        {
            "user_name": "Alfa",
            "text": "Nú er ég sjálfur hjá símanum svo ég get ekki svarað til um vodafone ruglarann né 365 appið en einhvernvegin stórefa ég að þú fáir jafn góða mynd úr appinu og ruglaranum.  Allavega \"símaappið\" hjá símanum á ekkert í \"HD\" stöðvarnar í gegnum ruglarann.\nTil að svara með boxið, nei þetta er android, og plúsinn við það er hvað það er opið en ekki alltaf 100% auðvelt, eitthvað sem sennilega AppleTV er.  Þó ég myndi ekki snerta AppleTv með annara manna höndum persónulega.  Þessi Beelink box eru ekki high end en þau duga í flest.",
            "date": "2016-11-21 08:35:00",
            "post_id": "637207",
            "reply_to_id": "637202"
        }
    ],
    "date": "2016-11-19 12:50:00"
}