{
    "forum_title": "Leikjasalurinn",
    "id": "71282",
    "title": "Var að kaupa PS4, hvernig er best að setja upp?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=71282",
    "posts": [
        {
            "user_name": "Danni V8",
            "text": "Var ss. að panta PS4 sem er á leiðinni til mín.\nEr að velta fyrir mér hvort einhver geti gefið mér einhver tips varðandi hvernig er best að setja hana upp, PSN account og allt það. Hef ekki verið með console í svoldið langan tíma og síðast þegar ég var með PS3 þá var alltaf bölvað vesen með accountinn uppá að geta notað PS Store og keypt/downloadað leikjum þaðan.\nEf ég skrái mig eins og ég sé á íslandi, mun ég getað notað PS store?",
            "date": "2016-11-19 06:38:00",
            "post_id": "637099",
            "reply_to_id": false
        },
        {
            "user_name": "emmi",
            "text": "Ef þú sérð fram á að þú ætlir að kaupa DLC fyrir leiki sem þú kaupir hérlendis þá er líklegast best fyrir þig að stofna breskan aðgang.\nUSA búðin er mun ódýrari en sú breska en þá geturðu ekki keypt DLC á leiki sem eru verslaðir hér.",
            "date": "2016-11-19 07:28:00",
            "post_id": "637101",
            "reply_to_id": "637099"
        },
        {
            "user_name": "Danni V8",
            "text": "Þakka svarið.\nÞegar þú segir hér, er þá restin af Evrópu ekki tekin með líka? Ég ferðast mikið um Evrópu. Bretland, Þýskaland og Danmörk sem dæmi, en fer sjaldan sem aldrei til USA, þannig breskur aðgangur væri eflaust betri fyrir mig? Ef munurinn eru nokkrir hundraðkallar skiptir það svosem ekki miklu máli.",
            "date": "2016-11-19 07:36:00",
            "post_id": "637102",
            "reply_to_id": "637101"
        },
        {
            "user_name": "emmi",
            "text": "Langflestir sem ég veit um nota bresku búðina og ég held alveg örugglega að þú getir notað íslenskt kreditkort þar.",
            "date": "2016-11-19 08:29:00",
            "post_id": "637104",
            "reply_to_id": "637102"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Breska búðin er vinsælust. Íslensk kreditkort virka.\nBandaríska er þó ódýrari og með oft meira úrval.\nSumir eru með 2 accounta, á sitthvorri búðinni.",
            "date": "2016-11-19 09:14:00",
            "post_id": "637105",
            "reply_to_id": "637104"
        },
        {
            "user_name": "B0b4F3tt",
            "text": "Er einmitt að spá í þessu sama. Krakkarnir hjá mér ætla að kaupa sér PS4 Pro núna fljótlega og ég hef verið að velta þessu fyrir mér með account. Semsagt búa til account í UK búðinni?",
            "date": "2016-11-22 19:19:00",
            "post_id": "637359",
            "reply_to_id": "637105"
        },
        {
            "user_name": "Danni V8",
            "text": "Þakka svörin vinir! Geri breskan aðgang.\nVar eiginlega að vona að það væri hægt að gera bara íslenskan og nota hann í búðinni, þetta var vandamál með þegar ég var með PS3 fyrir 10 árum síðan...",
            "date": "2016-11-22 20:49:00",
            "post_id": "637377",
            "reply_to_id": "637359"
        },
        {
            "user_name": "Danni V8",
            "text": "Hvernig fáið þið íslensk kreditkort til að virka?\nÉg reyndi að setja mitt inn og gat keypt PSN Plus subscription með því, en á allt annað kemur error, og ef ég Googla errorinn er það útaf því að ég er ekki með sama heimilisfang stillt á kortið og er á skrá hjá kortafyrirtækinu. Ég get síðan ekki skráð mitt heimilisfang þar sem það er ekki með UK póstnúmer..",
            "date": "2016-11-30 14:28:00",
            "post_id": "638060",
            "reply_to_id": "637377"
        },
        {
            "user_name": "Halli25",
            "text": "Held þú getir beðið kortafyrirtækið að setja breskt heimilisfang á kortið til að komast hjá þessu.",
            "date": "2016-11-30 17:23:00",
            "post_id": "638073",
            "reply_to_id": "638060"
        },
        {
            "user_name": "vesi",
            "text": "Náðiru að leysa þetta?? og þá hvernig?\nEr að lenda í þessu.",
            "date": "2017-01-18 21:16:00",
            "post_id": "641610",
            "reply_to_id": "638073"
        },
        {
            "user_name": "einarbjorn",
            "text": "ef ég mætti spyrja, hvar var hún pöntuð og hvað er ca verð hingað komin",
            "date": "2017-01-18 23:31:00",
            "post_id": "641613",
            "reply_to_id": "641610"
        },
        {
            "user_name": "Pandemic",
            "text": "Ég er bæði með UK og US account og switcha bara á milli þeirra og hvort er ódýrara, það er stundum tilboð á UK en ekki US og öfugt. Kaupi svo bara PSN code á Amazon.",
            "date": "2017-01-19 00:32:00",
            "post_id": "641620",
            "reply_to_id": "641613"
        },
        {
            "user_name": "Danni V8",
            "text": "Er ekkert vesen ef þú kaupir t.d. leikinn á US account og DLC á UK account, virkar það alveg? Ég gerði þetta nefnilega í PS3 fyrir mörgum árum. Keypti Gran Turismo 5 útí búð ss. PAL2 version, en var með US account og keypti DLC þar en það bara virkaði ekki með leiknum.",
            "date": "2017-01-20 03:32:00",
            "post_id": "641690",
            "reply_to_id": "641620"
        },
        {
            "user_name": "emmi",
            "text": "Það er þannig ennþá. DLC keypt í USA búðinni virkar ekki á leik sem er keyptur hérlendis eða í UK búðinni.",
            "date": "2017-01-20 09:01:00",
            "post_id": "641694",
            "reply_to_id": "641690"
        }
    ],
    "date": "2016-11-19 06:38:00"
}