{
    "forum_title": "Almennt um vélbúnað",
    "id": "71301",
    "title": "Hvaða bluetooth hátalara mælið þið með?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=71301",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Hver er ykkar reynsla af bluetooth hátölurum? Gæti verið gott að eiga einn sem skilar sæmilegu sándi, ekki alltaf sem maður nennir að vera með headphone eða hlusta á dolluhljóðið í litlu fartölvuhátölurum. Það er til ótrúlegur frumskógur af þessu, spurning hvað þið hafið prófað og mælið með?",
            "date": "2016-11-21 20:21:00",
            "post_id": "637254",
            "reply_to_id": false
        },
        {
            "user_name": "Klemmi",
            "text": "Fer alfarið eftir verðbili... og ertu að leita eftir ferðahátölurum eða bara bluetooth, s.s. með batterýi eða ekki?\nJBL Go\n ferðahátalararnir eru svakalega fínir fyrir 4þús kall, en þeir keppa ekki við t.d. \nMarshall Acton\n í hljómgæðum, enda verðið þar tífalt...",
            "date": "2016-11-21 20:33:00",
            "post_id": "637257",
            "reply_to_id": "637254"
        },
        {
            "user_name": "Njall_L",
            "text": "Ég mæli persónulega með Bose Soundlink Mini II. Lang best sándandi bluetooth hátalari sem ég hef hlustað á í þessum stærðarflokki.",
            "date": "2016-11-21 20:36:00",
            "post_id": "637258",
            "reply_to_id": "637257"
        },
        {
            "user_name": "oskar9",
            "text": "http://elko.is/jbl-charge-3-ra-laus-hatalari-grar\nþessi kom skemmtilega á óvart, og er á góðu verði í elko",
            "date": "2016-11-21 20:37:00",
            "post_id": "637259",
            "reply_to_id": "637258"
        },
        {
            "user_name": "GuðjónR",
            "text": "Rétt hjá klemma, gleymdi auðvitað að nefna eitthvað verðbil og eins hvort það ætti að vera rafhlaða eða ekki. Var eiginlega ekki búinn að mynda mér skoðun á; a) verðbili og b) rafhlöðu eða ekki.\nByrja oft að skoða ódýrt og enda svo í bullinu, þess vegna er gaman að heyra hvaða reynslu þið hafið.\nHeld samt að batterí gæti verið kostur, fór að spá í þett eftir að hafa dottið niður á þetta review (doldið fyrirferðamikill samt sýnist mér):",
            "date": "2016-11-21 21:03:00",
            "post_id": "637260",
            "reply_to_id": "637259"
        },
        {
            "user_name": "EOS",
            "text": "Sammála",
            "date": "2016-11-21 21:04:00",
            "post_id": "637261",
            "reply_to_id": "637260"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Mæli með Bose soundlink 2 mini. Hljóðið kemur á óvart, miðað við hvað þetta lýtur ómerkilega út.",
            "date": "2016-11-21 21:32:00",
            "post_id": "637266",
            "reply_to_id": "637261"
        },
        {
            "user_name": "worghal",
            "text": "fæ þenann í hendurnar í janúar \nhttps://www.amazon.com/dp/B01DCNTCIW?co ... t_vr_md_pt\nskal láta þig vita hvernig hann kemur út",
            "date": "2016-11-21 21:43:00",
            "post_id": "637271",
            "reply_to_id": "637266"
        },
        {
            "user_name": "Oak",
            "text": "https://www.beoplay.com/products/beoplaya9\nEf þú vilt fara í ruglið þá er þetta alveg fáránlega öflugt...",
            "date": "2016-11-21 22:23:00",
            "post_id": "637279",
            "reply_to_id": "637271"
        },
        {
            "user_name": "Steini B",
            "text": "Ég á charge 2 og er mjög sáttur með hann...",
            "date": "2016-11-21 22:42:00",
            "post_id": "637287",
            "reply_to_id": "637279"
        },
        {
            "user_name": "Televisionary",
            "text": "Fyrir mann sem hefur eytt meira en góðu hófi gegnir í hljómtæki og annað því tengdu á heimilið. Þá hefur þetta tæki komið alveg skemmtilega á óvart:\nNokia 360 Play:\nhttps://www.amazon.com/Nokia-Play-Bluet ... B0074F5GNK\nKostir ljómandi hljómur\nFrábært batterý, standard Nokia rafhlaða sem passar í einhverja low end síma hjá þeim. Er enn með rafhlöðu sem heldur topp hleðslu eftir 4 ár í notkun.\nBluetooth + Aux mini jack inngangur\nÞetta tæki kemur alltaf með upp í sumarbústað þegar við förum þangað spilum af tölvum, símum. Einnig notað þegar þarf að spila tónlist í garðinum á sumrin.\nEf að það er eitthvað sem Nokia hefði átt að eyða meira púðri í þá hefði það verið í markaðssetningu á þessum varning árið 2012. Ég var t.d. með B&W Zeppelin Airplay tæki og það var alltaf með einhver leiðindi og kostaði eins og 10 eintök af þessu ef mig misminnir ekki. Þetta tæki hefur bara virkað og veitt gleði. Suma daga nennir maður ekki einu sinni að kveikja á high end tækjum eða ræsa Sonos hugbúnað á símanum,\nÞetta er einn af þessum ódýru hlutum sem hafa komið skemmtilega á óvart.",
            "date": "2016-11-22 00:32:00",
            "post_id": "637290",
            "reply_to_id": "637287"
        },
        {
            "user_name": "kizi86",
            "text": "https://netverslun.is/Hljóð-og-mynd/Hlj ... 668.action\n svipað rugl frá Sony.  Skoðaði þetta box fyrir helgi hjá nýherja.  Sæææll hvað það er kröftugt hljóð í þessu dóti\nhttps://netverslun.is/Hljóð-og-mynd/Hlj ... 671.action\n þetta kom líka á óvart",
            "date": "2016-11-22 01:52:00",
            "post_id": "637292",
            "reply_to_id": "637290"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Ég á tvo svona : \nhttp://elko.is/ue-boom-2-bluetooth-hatalari-hvitur\nHægt að tengja saman fyrir stereo og helvíti gott hljóð í þeim miðað við stærð. IPX7 certified. Mjög sáttur við þá.",
            "date": "2016-11-22 07:29:00",
            "post_id": "637294",
            "reply_to_id": "637292"
        },
        {
            "user_name": "zurien",
            "text": "Er með Bose soundlink 2 mini, merkilega góður.",
            "date": "2016-11-22 08:19:00",
            "post_id": "637295",
            "reply_to_id": "637294"
        },
        {
            "user_name": "mercury",
            "text": "Er mes jbl charge 2 og er mjög sàttur vid hann. Sa ad elko er med charge 3 a flottu tilbods verdi.",
            "date": "2016-11-22 09:09:00",
            "post_id": "637297",
            "reply_to_id": "637295"
        },
        {
            "user_name": "frr",
            "text": "Gerið ykkur greiða og hlustið á Bose Soundlink mini 2 og berið saman við aðra.\nMér skilst að Beoplay sé einnig mjög góður.",
            "date": "2016-11-22 09:33:00",
            "post_id": "637300",
            "reply_to_id": "637297"
        },
        {
            "user_name": "Gislinn",
            "text": "Ég er með Bose soundlink II mini í eldhúsinu, brilliant græja. Þegar ég var að skoða þessa bluetooth hátalara fyrir nokkrum mánuðum síðan þá stóð þessi uppúr að mínu mati.",
            "date": "2016-11-22 10:14:00",
            "post_id": "637303",
            "reply_to_id": "637300"
        },
        {
            "user_name": "Pandemic",
            "text": "Eftir að hafa skoðað þetta vel og vandlega í fyrra þá endaði ég í Bose SoundLink Mini II. \nMarshall Headphones eiga ekkert skilt við magnarana frá sama fyrirtæki og fá slappa dóma og er í raun bara gimmik með þessu þekkta merki. \nÉg var að pæla í JBL og var bara alls ekki að fíla þá, alltof mikið plast og ekki nógu góður hljómur. \nÉg myndi aldrei kaupa BO eftir að hafa átt Beosound og þurft að gera við það 5x sinnum (skynjarar, fm magnari, hurðastrengir) og verið að grúska í þeim, sorry en það er betra built quality á Pioneer mögnurum en BO dóti sem kostar 10x meira. Ég kíkti líka á BO bluetooth hátalarana á flugvellinum í Kaupmannahöfn og gott merki þess að þú ert að borga fyrir sama lélega kínverska draslið er að sjá gæðin á USB tenginu sem er ekkert til að hrópa húrra yfir. \nBose SoundLink Mini II er með virkilega góð hljómgæði, solid build quality, þægilegt user interface, góðan bassa og svo fylgir snilldar dokka.",
            "date": "2016-11-22 10:22:00",
            "post_id": "637307",
            "reply_to_id": "637303"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Ég er með Bose Soundlink III\nhttps://netverslun.is/Hljóð-og-mynd/Hlj ... 146.action\nHann er svakalega góður",
            "date": "2016-11-22 16:08:00",
            "post_id": "637345",
            "reply_to_id": "637307"
        },
        {
            "user_name": "axyne",
            "text": "Var mjög á fíla JBL Charge 3 á pallinum í sumar.\nEr líka með JBL GO sem er skemmtilegt lítið kríli, en auðvitað hefur ekkert í stóra bró.",
            "date": "2016-11-22 20:49:00",
            "post_id": "637376",
            "reply_to_id": "637345"
        },
        {
            "user_name": "jericho",
            "text": "Það sem hann sagði! Ótrúlegur hljómur í kvikindinu",
            "date": "2016-11-22 21:04:00",
            "post_id": "637380",
            "reply_to_id": "637376"
        },
        {
            "user_name": "GuðjónR",
            "text": "JBL og Bose eru að fá flest score hérna. Þarf að skoða þá.\nFullt af græjum sem ég vissi ekki að væri til og gaman að kynna sér, eins og Beoplay, en það mun sprengja veskið, Nokia 360 Play og Bose Soundlink, Marshall nokkuð massifur.\nSá á kvölina sem á völina.",
            "date": "2016-11-22 21:58:00",
            "post_id": "637384",
            "reply_to_id": "637380"
        },
        {
            "user_name": "audiophile",
            "text": "Bose Soundlink Mini II er klárlega með besta hljóðið í þeim stærðar/verðflokki.",
            "date": "2016-11-22 22:31:00",
            "post_id": "637388",
            "reply_to_id": "637384"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Og fyi, þá fékk gamla settið(mamma og pabbi) Bose soundlink 2 mini, á um 10-15k erlendis á ferðalagi.\nSvo það er alveg vert að athuga með að panta það að utan, ef verðmunurinn er það mikill.",
            "date": "2016-11-23 06:55:00",
            "post_id": "637419",
            "reply_to_id": "637388"
        },
        {
            "user_name": "audiophile",
            "text": "Kalla það nú vel sloppið þar sem algengt verð á honum í USA er 180-200 dollarar. Með sendingarkostnaði og gjöldum myndi hann enda mjög nálægt verði hér heima.",
            "date": "2016-11-23 08:55:00",
            "post_id": "637427",
            "reply_to_id": "637419"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Það geeetur verið að það hafi verið Bose Soundlink mini... sumsé ekki 2.\nTöluvert síðan ég skoðaði tækið.",
            "date": "2016-11-23 19:39:00",
            "post_id": "637474",
            "reply_to_id": false
        },
        {
            "user_name": "elri99",
            "text": "PCWorld - Best Bluetooth speakers:\nhttp://www.pcworld.com/article/3123762/speakers/best-bluetooth-speakers.html",
            "date": "2016-11-23 20:47:00",
            "post_id": "637484",
            "reply_to_id": "637474"
        },
        {
            "user_name": "machinefart",
            "text": "Audio pro úr hljómsýn/elko er möguleiki sem ég myndi skoða líka.",
            "date": "2016-11-23 21:50:00",
            "post_id": "637496",
            "reply_to_id": "637484"
        },
        {
            "user_name": "russi",
            "text": "Ef þú ert að spá í þessu sem þráðlaus lausn. Þeas ert ekki að hugsa um að taka þetta með af og til í ferðalag og slíkt, þá ættiru að skoða Multi-Room lausnir. Sonos eru mjög góðir þar, sérsteklega með að styðja þjónustur.\nMargar aðrar lausnir til í MultiRoom pakkanum en af því sem ég hef skoðað þá eru Sonos með flestar þjónustur sem þeir styðja.\nGoogle Home gæti líka verið áhugaverður kostur og Amazon Echo.\nMeð Bluetooth er hægt að mæla með flestum frá JBL, fínt verð miðað við flesta aðra og gott stoff á ferðinni.",
            "date": "2016-11-23 22:19:00",
            "post_id": "637500",
            "reply_to_id": "637496"
        },
        {
            "user_name": "methylman",
            "text": "Keypti þennan til að nota á ferðalögum \nhttps://www.cnet.com/products/bose-soundlink-color/\nBara nokkuð sáttur við hljóð og batterí",
            "date": "2016-11-24 13:36:00",
            "post_id": "637568",
            "reply_to_id": "637500"
        },
        {
            "user_name": "urban",
            "text": "Ég er með svona\nhttps://www.heimkaup.is/sony-srsx55-blu ... dahatalari\nÞrælsáttur við hann, flott sound og batteríið til staðar, sem að er gersamlega nauðsynlegt ef að maður fer eitthvað\nAftur á móti þá hef ég enga reynslu af öðrum, þannig að ég get ekkert borið hann saman við neitt.",
            "date": "2016-11-24 18:25:00",
            "post_id": "637588",
            "reply_to_id": "637568"
        },
        {
            "user_name": "Televisionary",
            "text": "Ég vogaði mér ekki að mæla með þessu fyrir Guðjón, ég er búin að fylla húsið af þessu hjá mér byrjaði árið 2009 á því. Þetta hefur kostað skildinginn en hvílíkur lúxus að hafa þetta. Spila sjónvarpið í gegnum kerfið hjá mér, nota Spotify og Google Music með þessu. Einnig lagði ég í þá vinnu að rippa um 800 CD diska á sínum tíma í Flac og geymi þá á netþjón. Þetta veitir endalausa gleði.",
            "date": "2016-11-24 19:09:00",
            "post_id": "637592",
            "reply_to_id": "637588"
        },
        {
            "user_name": "asigurds",
            "text": "Er með þessa í græju í eldhúsinu.\nhttps://netverslun.is/Hlj%C3%B3%C3%B0-og-mynd/Hlj%C3%B3mt%C3%A6ki/H%C3%A1talarar/Bose/Bose-SoundTouch-30-III-svart/Default/2_8017.action\nMjög tært og gott sound enn verðið er í hærra laginu. verslaði þetta á 500dolls í US enn þarf reyndar að hafa spennibreytir með þessu.",
            "date": "2016-11-24 22:00:00",
            "post_id": "637617",
            "reply_to_id": "637592"
        },
        {
            "user_name": "kizi86",
            "text": "https://www.amazon.com/gp/aw/d/B006AXRR ... JW0XME1FDM\nMæli líka með þessum,  jawbone big jambox, fáránlega góð batterísending, og geggjað sound",
            "date": "2016-11-25 10:25:00",
            "post_id": "637651",
            "reply_to_id": "637617"
        },
        {
            "user_name": "k0fuz",
            "text": "Sammála.",
            "date": "2016-11-25 16:21:00",
            "post_id": "637688",
            "reply_to_id": "637651"
        }
    ],
    "date": "2016-11-23 19:39:00"
}