{
    "forum_title": "Almennt um vélbúnað",
    "id": "71318",
    "title": "Brotnaði skjárinn minn.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=71318",
    "posts": [
        {
            "user_name": "Garri",
            "text": "Sælir\nFyrir um ári brotnaði Apple 27\" Widescreen skjárinn minn. Mjög líklega þessi gerð en sirka 3ja til 4ja ára.\nÞað beyglaðist smá undir honum en hann virðist virka.. hefur gert það fram á þennan dag. Var að semja við Tryggingarnar og þeir greiddu mér hann út, svo nú get ég reynt að laga kvikyndið. Ætla ekki skipta um rammann en glerið framan á. \nSvo, einhverjar hugmyndir hvar ég nálgast gler framan á hann. Þetta er gler, ekki plast. Jafnvel eitthvað litað svo venjulegt gler kemur væntanlega ekki til greina þótt einhver gæti slípað það ávalt í hornum. \nEn endilega.. komið með hugmyndir eins ef einhver veit um svona bilaðan skjá, þá væri ég til í að kaupa í það minnsta glerið af þeim skjá.\nkv. Garrinn",
            "date": "2016-11-23 00:21:00",
            "post_id": "637403",
            "reply_to_id": false
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Ebay , tel að það sé líklegasti vettvangurinn. Annars spurning með að tékka á \nifixit.com",
            "date": "2016-11-23 00:31:00",
            "post_id": "637404",
            "reply_to_id": "637403"
        },
        {
            "user_name": "rbe",
            "text": "ég spyr nú bara hvernig fórstu að því að brjóta 27tommu skjá ?\ner með svipaðan á borðinu , þetta er nú engin léttavara jafnvel þótt ég togaði í snúrurnar af öllu afli.",
            "date": "2016-11-23 00:43:00",
            "post_id": "637405",
            "reply_to_id": "637404"
        },
        {
            "user_name": "Garri",
            "text": "Voða einfalt.. var að færa skrifborðið fyrir ljósleiðara gaura sem vildu tengja inn á bak við skrifborðið.. snúrurnar í Makkaskjáinn voru bara styttri en mig minnti enda tölvan tengd í gegnum vegg yfir í lítið tölvuherbergi. Þegar skrifborðið fjarlægðist vegginn þá togaði snúran í og hann valt eða togast fram af.. brotnaði samt neðan frá!",
            "date": "2016-11-23 00:52:00",
            "post_id": "637407",
            "reply_to_id": "637405"
        },
        {
            "user_name": "rbe",
            "text": "ahh ég skil. var bara að velta þessu fyrir mér í huganum.",
            "date": "2016-11-23 00:54:00",
            "post_id": "637408",
            "reply_to_id": "637407"
        },
        {
            "user_name": "Garri",
            "text": "Sýnist það vera hægt að panta þetta frá Ebay. Væri samt einfaldast ef einhver ætti bilaða/ónýta týpu af svona skjá hér heima.\nSvona lítur hornið út.",
            "date": "2016-11-23 11:01:00",
            "post_id": "637440",
            "reply_to_id": "637408"
        },
        {
            "user_name": "GuðjónR",
            "text": "Þú prófað að hringja í epli, macland, isímann og eldhaf og tékkað á því hvort þeir eigi svona gler á lager og þá borið það saman við verð með flutningskostnaði og gjöldum áður en þú ferð að kaupa að utan.",
            "date": "2016-11-23 11:21:00",
            "post_id": "637442",
            "reply_to_id": "637440"
        }
    ],
    "date": "2016-11-23 00:21:00"
}