{
    "forum_title": "Koníakstofan",
    "id": "71311",
    "title": "Ticino rafmagn - útskipting",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=71311",
    "posts": [
        {
            "user_name": "hallihg",
            "text": "Sælir vaktarar\nÁður hafa oft leynst hér góðir sérfræðingar í rafmagni sem ráðlagt geta amatörum við breytingar á rafmagnsmálum heima hjá sér. Ég stefni að flutningum en það eru gamlar Ticino dósir og innstungur í íbúðinni.\nVið feðgar ætlum að skipta þessu út sjálfur fyrir eðlilegar innstungur.  Nú eru verslanir með lausnir fyrir Ticino kassalaga dósir.\nÞeir sem þekkja til - hvar er hagstæðast/ódýrast að kaupa nýja tengla og innstungur sem passa í ticino dósir í veggjum?\nMaður hefur heyrt sögur af því að menn verði að fá rafvirkja í þetta þar sem gjarnan sé engin jarðtenging, og þá þurfi að fara að draga - er það almennt í Ticino eða einstök tilvik? Á eftir að rífa fram rafmagnið á nýja staðnum.\nEr eitthvað sem amatörar eins og ég þurfa að gæta að sérstaklega við að skipta út þessu Ticino dóti?",
            "date": "2016-11-22 12:05:00",
            "post_id": "637314",
            "reply_to_id": false
        },
        {
            "user_name": "hagur",
            "text": "Ég var í þessum pakka sjálfur þegar ég flutti síðast.  Það var reyndar allt þegar jarðtengt hjá mér, þannig að gömlu Ticino tenglarnir gera a.m.k ráð fyrir jarðtengingu (hvort það sé endilega dregið í það er svo annað mál).  Þú verður eiginlega bara að kíkja í nokkrar dósir hjá þér til að kanna það.\nÉg keypti allt efnið frá Reykjafelli.  Þeir eru með efni frá Onda sem var auðvelt og þægilegt í meðferð.  Alls ekki fara í Byko og kaupa þetta þar.  Þar borgarðu 2-3x meira per tengil heldur en t.d í Reykjafelli.\nEitt til að hafa í huga er að í þessum venjulegu ferhyrndu Ticino dósum er ekki pláss fyrir 2 jarðtengda tengla.  Þannig að þú ert kannski með dós með 3 Ticino tenglum, en þá kemurðu bara einum venjulegum Schuko tengli fyrir og einum ójarðtengdum tengli.  Í stærri Ticino dósirnar kæmirðu 2 Schuko og mögulega 1 ójarðtengdum.",
            "date": "2016-11-22 12:25:00",
            "post_id": "637316",
            "reply_to_id": "637314"
        },
        {
            "user_name": "fantis",
            "text": "Eins mikið drasl og rafvörumarkaðurinn er með þá eru þeir með þokkalegt efni sem kemur í stað Ticino.  Einnig er Rafkaup með eitthvað efni.",
            "date": "2016-11-22 14:34:00",
            "post_id": "637330",
            "reply_to_id": "637316"
        },
        {
            "user_name": "Dúlli",
            "text": "Getur keypt í ískraft, reykjafell, SG.\nVerður að athuga hvort það sé jörð, ef ekki ertu skildugur að draga í loftadósir.\nEinn svona \"Ticino\" dós er 3x hólf, með færni nærðu að koma fyrir 2x jarðtengdum tenglum. Mæli með að fá rafvirkja í þetta þar sem þetta er ekki leyfilegt.\nAnnars er gott að þekka rafvirkja, ég til dæmis fæ allt að 30% afsl hjá flestum heildsölum og margir aðrir líka.\nGetur miðað við að verðið sé svona.\nEinn tengill, grind, rammi sé sirka 1.500 - 2.000,- krónur\nVenjulegur rofi er 500 - 1.000 stakur\nDimmer er 5.000 - 30.000.\nMæli líka með að skoða hvað er í gangi í töflunni.",
            "date": "2016-11-22 15:29:00",
            "post_id": "637336",
            "reply_to_id": "637330"
        },
        {
            "user_name": "Gunnar",
            "text": "í hverri dós eru járn \"eyru\" sem hindra það að þú getir sett 2 tengla hlið við hlið í eina dós. ef þú brýtur þessi eyru og setur stærri ramma og borar fyrir honum nærðu að setja 2 jarðtengda tengla. og eins og er buið að segja hér ef þa er ekki gulgrænn(jörð) þarftu að draga hann.",
            "date": "2016-11-22 16:21:00",
            "post_id": "637346",
            "reply_to_id": "637336"
        },
        {
            "user_name": "Pandemic",
            "text": "Rífa gömlu dósina úr og múra nýja dós í. Getur svo sett hvaða nútíma raflagnaefni sem þú vilt í, en það eins og annað eru trúarbrögð. Ég er mjög sáttur Siemens maður. Það er solid og á góðu verði.",
            "date": "2016-11-22 16:56:00",
            "post_id": "637347",
            "reply_to_id": "637346"
        },
        {
            "user_name": "Dúlli",
            "text": "Að auki, er gott að vita, ef eithvað fer úrskeiðis ert þú ekkert tryggður.",
            "date": "2016-11-22 17:21:00",
            "post_id": "637349",
            "reply_to_id": "637347"
        },
        {
            "user_name": "kfc",
            "text": "Þetta er verkefni sem þú ættir að fá rafvirkja í. Þetta er ekkert sem leikmaður á að gera. Ef þú veist ekki hvað þú ert að gera getur þú valdið stjór tjóni meðal annars valdið eldsvoða eða stórslaðað þig.",
            "date": "2016-11-22 20:08:00",
            "post_id": "637368",
            "reply_to_id": "637349"
        },
        {
            "user_name": "azrael-",
            "text": "ég er með Bticino hjá mér. ég ákvað að halda þeim dósum áfram en skipti um nokkra tengla og rofa. ég hef verslað allt hjá rafvörumarkaðnum, þeir eru langódýrastir og með alveg ágætis vörur. mér finnst rosalega þægilegt að eiga við Bticino kerfið þess vegna er ég með það áfram.\nég hef sjálfur þónokkra reynslu af því að skipta út dósum og vesenast í svona rafmagni....en það er samt alltaf best að fá vanann mann í verkið.  þetta er ekkert grín ef eitthvað er tengd vitlaust.",
            "date": "2016-11-22 20:17:00",
            "post_id": "637370",
            "reply_to_id": "637368"
        },
        {
            "user_name": "hallihg",
            "text": "Þakka ykkur fyrir upplýsingarnar. Það er jarðtenging (gulgrænn) í bakvið alla þá Ticino tengla sem ég skoðaði. Þetta er því bara spurning um að skipta þeim út og setja tengla sem virka fyrir nútíma raftæki. Ég hef ekki tíma né tæki til að fara að ráðast í múrverk.\nÞið sem bendið mér á að fá rafvirkja - ég athugaði það og þeir sögðu mér að hringja í vor, það væri brjálað að gera hjá þeim. Af hverju er óleyfilegt að skipta ticino tengli út og setja nýja tengla, með ættingja sér við hlið sem er gamall menntaður símvirki til dæmis, en ekki rafvirki, ef það er einfalt og gert með réttum hætti? \nEf einhver hér er rafvirki, eða þekkir persónulega til rafvirkja sem getur og vill taka þetta að sér svo ég geti notað mín raftæki þegar ég flyt inn, og það fyrir jól, þá má hann endilega hafa samband.",
            "date": "2016-11-22 21:55:00",
            "post_id": "637383",
            "reply_to_id": "637370"
        },
        {
            "user_name": "Dúlli",
            "text": "Engin að banna þér þetta go for it ef þú treystir þig til þess.\nEn bara gerðu þetta með þeim fyrirvara að þú sért í engum rétti ef eithvað skildi ské, eða eithvað klúðrist. Auk þess er þetta lögverndað fag.\nEn ef þú treystir þér í þetta go for it. Annars stórefa ég að þú fáir rafvirkja í dag í þetta rugl mikið að gera, er sjálfur að vinna frá 8-19 alla daga og maður nennir varla meir.",
            "date": "2016-11-22 22:06:00",
            "post_id": "637386",
            "reply_to_id": "637383"
        },
        {
            "user_name": "hallihg",
            "text": "Ég vil gera þetta rétt og menn benda mér á það hér.  En þið vitið vel eins og ég sjálfur þurft að glíma við, að það er vonlaust að fá rafvirkja í dag. \nÉg verð með reynslubolta mér við hlið, myndi ekki treysta mér til þessa einn. Annars væri áhugavert að vita hvar mörkin liggja, milli þess sem eigandi fasteignar má gera og þess sem aðeins rafvirkjar með löggildingu mega gera.  Auðvitað vill maður ekki fyrirgera rétti sínum gagnvart tryggingum ef t.d. kviknar í.\nEn eins og ég segi - ef það er rafvirki hérna sem vill taka þetta að sér á næstu vikum þá má hann endilega senda mér pm. Það var það fyrsta sem ég athugaði, að fá rafvirkja, áður en ég neyddist til þess að googla DYI lausnir og ticino rafmagnstengla á netinu.",
            "date": "2016-11-22 22:09:00",
            "post_id": "637387",
            "reply_to_id": "637386"
        },
        {
            "user_name": "Dr3dinn",
            "text": "Halli sendu mér pm á fésinu. Hljótum að geta reddað þér rafvirkja",
            "date": "2016-11-23 09:44:00",
            "post_id": "637434",
            "reply_to_id": "637387"
        },
        {
            "user_name": "Gislinn",
            "text": "Þegar ég flutti í gömlu íbúðina mína þá var ójarðtengt Ticino í öllu, ég og tengdapabbi (sem er rafvirki) drógum í alla íbúðina upp á nýtt (enda orðið frekar gamalt), skiptum um allt í töflunni og svo keyptum við LeGrand efni í Ískraft og hentum í. Ég setti flesta tengla og rofa sjálfur í á meðan tengdapabbi var að græja í töflunni og tengidósum.\nÉg er samt mjög fegin að vera ekki með þessar kassalaga dósir í nýja húsinu.",
            "date": "2016-11-23 10:58:00",
            "post_id": "637439",
            "reply_to_id": "637434"
        },
        {
            "user_name": "kfc",
            "text": "https://www.youtube.com/watch?v=2VKHB9RbEkk\nÞetta ætti að hjálpa þér einhvað",
            "date": "2016-11-27 22:38:00",
            "post_id": "637910",
            "reply_to_id": "637439"
        }
    ],
    "date": "2016-11-22 12:05:00"
}