{
    "forum_title": "Koníakstofan",
    "id": "71338",
    "title": "dc++ höbbar.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=71338",
    "posts": [
        {
            "user_name": "emil40",
            "text": "vitið þið um einhverja íslenska dc hubba sem eru starfandi í dag ?",
            "date": "2016-11-24 21:41:00",
            "post_id": "637612",
            "reply_to_id": false
        },
        {
            "user_name": "urban",
            "text": "Ég ætla að byrja á því að biðja þig um að laga undirskriftina hjá þér, það er engin tilgangur í því að láta hana taka hálfan skjáinn.\nEn með dc hubbana veit ég ekkert um, einsog þetta var nú skemmtilegur tími í gamla daga að standa í þessu dc hubba dóti, þá myndi ég bara aldrei nenna að standa í þessu í dag.\nÞar að auki var ég að þessu til að fá efnið þegar að ég vildi það, aldrei spurning um að ég tímdi ekki að borga fyrir það, enda eyddi maður óhemju uppdæðum í harða diska og að halda uppi dc samfélagi.",
            "date": "2016-11-24 21:46:00",
            "post_id": "637615",
            "reply_to_id": "637612"
        },
        {
            "user_name": "Stuffz",
            "text": "dc?\ner það eitthvað ofaná brauð  \n \nkizi var með dc hubb síðast þegar ég vissi en það var eitthvað lítið að gerast og datt upp fyrir, mögulega eitthverjir V&V* lokaðir hubbar hér og þar en DC er bara ein af mörgum ásjónum hinnar byltingarkenndu P2P** tækni, annað er t.d. torrent (bittorrent) einsog síða kölluð piratebay varð fræg fyrir sem svo varð innblástur fyrir annað og merkilegt nokk sem heitir \"Pirate Party\" (Píratar hérlendis) og svo koll af kolli kollvarpast gömul hugmyndafræði og ný og vonandi betri stingur upp kollinum  \n \n*Vinir og Vandamenn (~Sama Heimilishald)\n**Peer-2-Peer (Jafningjanet)",
            "date": "2016-11-24 22:02:00",
            "post_id": "637618",
            "reply_to_id": "637615"
        },
        {
            "user_name": "emil40",
            "text": "sæll urban.\nÉg er búinn að laga undirskriftina \n ég finn til dæmis inn á erlendum höbbum sumt af gömlu efni sem finnast ekki inn á torrentum en það eru þá yfirleitt undantekningartilfelli. Ég er að sjálfsögðu inn á torrentinu líka",
            "date": "2016-11-24 22:14:00",
            "post_id": "637621",
            "reply_to_id": "637618"
        },
        {
            "user_name": "kizi86",
            "text": "Nokkur ár síðan ég lokaði hubbinum mínum..",
            "date": "2016-11-25 08:34:00",
            "post_id": "637644",
            "reply_to_id": "637621"
        }
    ],
    "date": "2016-11-24 21:41:00"
}