{
    "forum_title": "Koníakstofan",
    "id": "71366",
    "title": "Tilfæringar á DSC öryggiskerfi frá Securitas - einhver sem þekkir?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=71366",
    "posts": [
        {
            "user_name": "hagur",
            "text": "Sælir aftur drengir,\nÖnnur pæling frá mér.  Er semsagt að endurgera hjá mér eldhúsið og þarf þessvegna að færa öryggiskerfið sem ég er með.  Þarf semsagt að færa lyklaborðið/skjáinn og eitthvað hvítt box sem ég veit ekki alveg hvað gerir.  Ég er búinn að opna það box og skoða og það er lítið mál að skrúfa vírana lausa og tengja uppá nýtt.  Mig langar helst að gera þetta bara sjálfur svo ég þurfi ekki að kalla út mann frá Securitas og bíða guð má vita hve lengi eftir honum.  Það sem ég er aðallega að spá er hvort að kerfið verði alveg tjúllað og væli ef ég fer að aftengja þetta?  Þarf semsagt að leggja nýjan kapal frá sírenunni í þetta hvíta millibox og þaðan í lyklaborðið/skjáinn.\nEr einhver hérna sem hefur unnið með þetta kerfi og þekkir þetta eitthvað?",
            "date": "2016-11-27 16:42:00",
            "post_id": "637881",
            "reply_to_id": false
        },
        {
            "user_name": "playman",
            "text": "Hefurðu skoðað samninginn? er nokkuð viss um að Securitas yrðu ekki ánægðir að einhver væri að fást við kerfið þeirra.\nAnnars veit ég að það er einhver vörn gegn fikti á kerfinu þeirra, gaurin sem setti þetta upp hjá mér vildi ekki fara nánar út í það.",
            "date": "2016-11-27 17:07:00",
            "post_id": "637885",
            "reply_to_id": "637881"
        },
        {
            "user_name": "hagur",
            "text": "Já, ég veit að það er fikt vörn á þessu, sem skynjar t.d hristing o.þ.h.  Held það sé best að heyra í þjónustuverinu hjá þeim á morgun og spyrja útí þetta.",
            "date": "2016-11-27 17:11:00",
            "post_id": "637886",
            "reply_to_id": "637885"
        },
        {
            "user_name": "russi",
            "text": "Það er alltaf tamper á svona kerfum, sem láta vita ef er veirð opna eitthvað sem á ekki að opna eða fikta.\nÞað kemur stöku sinnum fyrir að ég þarf að prófa svona lerfi og jafnvel færa þau, nóg hefur verið að hringja í vaktstöðina þeirra og láta þá vita að þú sért að þessu og láta þá vita aftur þegar þetta er búið.\nÞað hafa reyndar alltaf verið kerfi fyrirtækja, veit ekki hvernig þeir taka þessu hjá einstaklingum.",
            "date": "2016-11-27 17:43:00",
            "post_id": "637888",
            "reply_to_id": "637886"
        },
        {
            "user_name": "rattlehead",
            "text": "Þú getur gert þetta sjálfur ef þú treystir þér til. Láta þá vita hvað þú ert að gera. Ætti ekki að vera vandamál. Enn þú situr uppi með kostnað ef þú skemmir búnaðinn eða þarft að láta tæknimann koma og laga ef kemur eitthvað upp á.",
            "date": "2016-11-27 17:46:00",
            "post_id": "637890",
            "reply_to_id": "637888"
        },
        {
            "user_name": "hagur",
            "text": "Já nákvæmlega málið.  Held ég heyri í þeim og spyrji hvort ég megi ekki græja þetta sjálfur.",
            "date": "2016-11-27 18:08:00",
            "post_id": "637891",
            "reply_to_id": "637890"
        },
        {
            "user_name": "Tbot",
            "text": "Þetta er tvískipt.\nEf þú átt kerfið, þá mátt þú eiga við það, hvort heldur sem færa eða breyta.  Lætur bara stjórnstöð vita áður en farið er að eiga við kerfið.\nLeigukerfi, þá er takmarkað sem þú mátt gera, samningurinn segir til um það.\nÍ tengiboxi er fiktvörn sem lætur vita þegar það er opnað.  Enginn hristivörn, það eru sérstakir nemar sem kosta slatta.",
            "date": "2016-11-27 20:26:00",
            "post_id": "637902",
            "reply_to_id": "637891"
        },
        {
            "user_name": "hagur",
            "text": "Já, ég er hreinlega ekki viss hvernig samningur þetta er.  Ég tók við honum frá fyrri eiganda hússins.  Grunar nú samt að þetta sé leiga.  Heyri í Securitas á morgun og fæ úr þessu skorið.  Takk fyrir svörin allir",
            "date": "2016-11-27 20:45:00",
            "post_id": "637904",
            "reply_to_id": "637902"
        }
    ],
    "date": "2016-11-27 16:42:00"
}