{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "71597",
    "title": "1080 gtx vs R9 fury kort í crossfire",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=71597",
    "posts": [
        {
            "user_name": "aron9133",
            "text": "var að athuga hvort einhverjir snillingar hérna viti hvort það sé þess virði að upgrate-a úr 2x R9 fury kortum í 1080 í sli og 4770k örgjörva í 6700k örgjörva varðandi gæði í Prepar3D sem ég spila mikið\nallt skítakast afþakkað",
            "date": "2016-12-19 23:06:00",
            "post_id": "639469",
            "reply_to_id": false
        },
        {
            "user_name": "dragonis",
            "text": "Ef ég væri í uppfærslu pælingum í dag mundi ég klárlega bíða eftir Zen og Vega frá AMD og taka stöðuna svo aftur þá. Þetta er handan við hornið.\nÞað eru komnir einhverjir teaserar fyrir næstu kynslóðaskipti frá AMD þetta lýtur vel út þeir ætla held ég ekki að klúðra þessu núna, en það kemur í ljós.\nþað er allt þess virði eigi maður peninginn það er bara þannig. Gangi þér vel.",
            "date": "2016-12-20 01:45:00",
            "post_id": "639476",
            "reply_to_id": "639469"
        },
        {
            "user_name": "aron9133",
            "text": "okei, lýst samt vel á 7700k örgjörvan það á að vera hátt í 40% betri en 4770k. en varðandi skjákort er R9 fury alveg nógu gott í crossfire\n?",
            "date": "2016-12-21 01:23:00",
            "post_id": "639535",
            "reply_to_id": "639476"
        },
        {
            "user_name": "Emarki",
            "text": "Sko 7700k hefur nánast ekkert fram yfir 6700k, við erum í mesta lagi að tala um 5%. Það sem hefur komið úr Engineering samples í dag á tölvusíðum er ekkert annað enn vonbrigði. Enda ef þú spáir í því það er ekki neitt rosalega mikið benefit í 2600k og í 6700k miðað við 5 ár !",
            "date": "2016-12-21 02:36:00",
            "post_id": "639537",
            "reply_to_id": "639535"
        },
        {
            "user_name": "aron9133",
            "text": "Okei hvaða örgjörva eruði að mæla þá með? Fara alveg i 6900k kanski? Spila mikið flight simulator og þeir eru mjög CPU depentant.",
            "date": "2016-12-21 04:12:00",
            "post_id": "639538",
            "reply_to_id": "639537"
        },
        {
            "user_name": "Njall_L",
            "text": "Flestir leikir gera út á klukkuhraða frekar en kjarna, svo ég myndi skoða i5 7600k eða i7 7700k ef að þú vilt fá hyperthreading.",
            "date": "2016-12-21 08:57:00",
            "post_id": "639540",
            "reply_to_id": "639538"
        },
        {
            "user_name": "jonsig",
            "text": "Amd zen er ekki að fara rústa intel ,en þeir munu bjóða samkeppnishæfa örgjörva á mun lægra verði.",
            "date": "2016-12-21 11:56:00",
            "post_id": "639545",
            "reply_to_id": "639540"
        }
    ],
    "date": "2016-12-19 23:06:00"
}