{
    "forum_title": "Netkerfi - internetið",
    "id": "71603",
    "title": "Ljósnet og hraði á erlendu downloadi",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=71603",
    "posts": [
        {
            "user_name": "krizroyale",
            "text": "Hæhæ,\nég er með ljósnet frá Vodafone og er búinn að vera í vandræðum með að streymi hjá mér eru að lagga og sífellt að bufferast svo ég fór að gera einhver test á speedtest.net.\nÉg fæ alveg 80-90 Mbps á innlendu þjónana sem er fínt (og upload á 25Mbps)\nÁ erlendu þjónana var ég yfirleitt að fá frá 5-20 Mbps og lang oftast lægra en 8.\nAthyglisvert var samt að ég fékk eiginlega alltaf 25Mbps í upload.\nFélagi minn er með ljósleiðara frá Vodafone og hann var að fá miklu hærri tölur, nálægt innanlands tölunum til útlanda (þó eitthvað hægar til USA).\nÉg prófaði að hafa samband við Vodafone og þeir höfðu engin góð svör önnur en að þetta væru bara einhverjar routing tables sem þyrfti kannski að skoða.\nFinnst ykkur þetta eðlilegt?",
            "date": "2016-12-20 21:25:00",
            "post_id": "639521",
            "reply_to_id": false
        },
        {
            "user_name": "ZiRiuS",
            "text": "Hvað ertu með í upload í stillingunum í OBS/XSplit?",
            "date": "2016-12-20 21:46:00",
            "post_id": "639525",
            "reply_to_id": "639521"
        },
        {
            "user_name": "krizroyale",
            "text": "Æ, sorry. Ég er að tala um þegar ég er að horfa á önnur streymi.\nÉg er ekki að senda út.\nBasically bara download hraða.",
            "date": "2016-12-20 23:07:00",
            "post_id": "639531",
            "reply_to_id": "639525"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Þú eða einhver á heimilinu er ekki að dl einhverju á meðan? Það laggar streams hjá mér (er á ljósneti). Ertu líka búinn að prófa að restarta routernum?",
            "date": "2016-12-20 23:48:00",
            "post_id": "639533",
            "reply_to_id": "639531"
        },
        {
            "user_name": "krizroyale",
            "text": "Það er ekkert svoleiðis í gangi. \nHef prófað að restarta router nokkrum sinnum.\nÞetta virðist nefnilega vera fínt samband frá mér yfir á íslensku serverana en alveg glatað til útlanda.",
            "date": "2016-12-20 23:57:00",
            "post_id": "639534",
            "reply_to_id": "639533"
        },
        {
            "user_name": "Nitruz",
            "text": "Er með ljósnet hjá voda, sama sagan hjá mér.  10-20Mbs dl á erlendum og 15-25Mbp ul. \nSérstaklega slæmt á háanna tíma eftir kvöldmat. Þarf að buffera á youtube :/",
            "date": "2016-12-21 09:52:00",
            "post_id": "639541",
            "reply_to_id": "639534"
        },
        {
            "user_name": "emmi",
            "text": "Ekkert hökt eða vesin hjá Símafélaginu.",
            "date": "2016-12-21 11:39:00",
            "post_id": "639543",
            "reply_to_id": "639541"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Ég er hjá Hringdu og lenti tímabundið í svipuðu veseni en það hefur lagast. Hvernig er hraðinn hjá þér til Evrópu (London, Stocholm, París, Berlín, Amsterdam?)\nÉg er með 100/50 ljósnet btw.\nHérna er mitt til samanburðar:",
            "date": "2016-12-21 13:52:00",
            "post_id": "639551",
            "reply_to_id": "639543"
        },
        {
            "user_name": "mort",
            "text": "Við erum að vinna hörðum höndum að færa allt xDSL yfir á nýjar kjarnanóður, klárum vonandi fyrstu vikuna í Jan. Þetta er klárlega vandamál hjá sumum xDSL notendum hjá okkur. Lögum þetta ASAP!\nþað hefur hugsanlega vantað upplýsingar til þjónustuvers um þetta vandamál, komum þessu til skila.\n- Mort\nBurðarnet Voda",
            "date": "2016-12-21 16:12:00",
            "post_id": "639560",
            "reply_to_id": "639551"
        },
        {
            "user_name": "krizroyale",
            "text": "Bestu fréttir sem ég er búinn að heyra í dag!",
            "date": "2016-12-21 17:26:00",
            "post_id": "639565",
            "reply_to_id": "639560"
        },
        {
            "user_name": "tar",
            "text": "Jesús minn, \"ljósnet\". Glæpsamlega mikið kjaftæði sem MÍLA fann upp. +\nBlóðmjólka fáránlega hátt línugjald fyrir 40+ ára gamalt kopar drasl.\nÞað þarf að klára að tengja alla íbúa þessa lands við LJÓSLEIÐARA!!! Heyr heyr!  \nAlfredo \"vissi\" hvað hann var að gera þegar hann veðjaði á ljósið skömmu eftir aldamót! Framsókn best!",
            "date": "2016-12-22 02:09:00",
            "post_id": "639619",
            "reply_to_id": "639565"
        },
        {
            "user_name": "Benz",
            "text": "Verð nú að taka aðeins upp hanskann hér fyrir Mílu úr því enginn hjá þeim gerir það  \n \nÞú borgar líka línugjald fyrir ljósleiðara og notar einnig kopar til þess að tengjast honum, það er kopar í innanhússlögnunum \nMunurinn á t.d. Mílu og Gagnaveitunni að Míla má ekki selja einstaklingum þjónustu á meðan Gagnaveitan rukkar einstaklinga beint fyrir línugjaldið.\nMíla fann ekki upp á ljósnetinu, var ekki þjónusta hjá Mílu þegar þessi þjónusta \"var fundinn upp\".\nLjósnet er íslenskt heiti yfir Fiber to the curb/cabinet og kemur nafngiftin frá einum fróðasta fjarskiptaverkfræðingi Íslands, sem vann þá hjá Símanum.  \nErlendis er þetta markaðssett með sambærilegum hætti enda klárlega þjónusta yfir ljósleiðara að hluta til og veit ég ekki til þess að Míla hafi nokkurn tímann verið að fela það.  \nHér er ágæt útskýring á því hvernig Fiber to the curb/cabinet (FTTC / ljósnet) vs Fiber to the home (FTTH / ljósleiðari):\nEins og sjá má á myndinni þá er, í öllu tilfellum, reiknað með notkun koparstrengja enda sjaldgæft að tölvur séu með \"ljósleiðaranetkorti\".\nFrá ONT (ljósbreytu) yfir í router er nánast alltaf koparstrengur nema ef routerinn sé með innbyggða ljósbreytu sem er sjaldnast nema hjá fyrirtækjatengingum enda fjandi dýr búnaður.\nÞetta \"40+ ára gamla kopar drasl\" - eins og þú kallar það - virkar bara enn og mun gera áfram á meðan enn er hægt að auka bandvíddina þar (s.s. með G.Fast þar sem hraðinn er frá 150Mb/s upp í 1Gb/s yfir \"gamla kopardraslið\".  \nVeit um dæmi hjá fyrirtæki í 101 Reykjavík þar sem eldgamall kopar (símalögn líklega frá því fyrir seinni heimstyrjöld) er í notkun á 100+ Mb/s, toppaðu það  \nVarðandi ljósleiðaravæðingu landsins þá er það rétt, það er verkefni sem mætti alveg flýta en er gríðarlega dýrt.  Ekki hægt að leggja það á herðar t.d. einkafyrirtækis eins og Mílu án aðkomu ríkissjóðs.  \nAlfreð var örugglega fínn gaur en átti það til að týna sér í pólitískum leikjum sem hafa kostað skattborgara í Reykjavík, sem og aðra eigendur Orkuveitunnar, drjúgan skildinginn.  Hvað Orkuveitan var búinn að eyða í Línu.nets ævintýrið, sem gat aldrei gengið upp á þeim tíma, fáum við sennilega aldrei að vita með vissu.",
            "date": "2017-01-12 00:20:00",
            "post_id": "641129",
            "reply_to_id": "639619"
        },
        {
            "user_name": "jonsig",
            "text": "Ég kalla þá bara góða að geta notað lagnir í götunum sem eru fyrir. Þótt fiberinn geti fræðilega séð haft ótakmarkaða bandvídd þá er koparinn ennþá með þeim betri rafleiðurum sem við höfum að ráða.\nVandamálið með koparinn í götunni er hinsvegar sá að hann var upprunalega hugsaður fyrir heimasímann sem spannar nokkur kHz, meðan flest þessi gagnaskipti í dag eru í MHz, en eins og félagi okkar fyrir ofan segir er alltaf að batna tæknin með t.d. villuleiðréttingakóða.",
            "date": "2017-01-12 08:48:00",
            "post_id": "641137",
            "reply_to_id": "641129"
        },
        {
            "user_name": "krizroyale",
            "text": "Jæja, núna er janúar hálfnaður og mér finnst hraðinn lítið hafa lagast. \nSýnist 7mbit/sek í download. 25 mbit/sek í upload vera standardinn með erlendu serverana.\nInnlendu serverarnir alltaf 80mbit/sek eða yfir.\nÞetta er því ennþá bara erlendi download hraðinn...\nEr eitthvað að frétta hjá Vodafone?\n/Kristjan",
            "date": "2017-01-18 20:54:00",
            "post_id": "641607",
            "reply_to_id": "641137"
        }
    ],
    "date": "2016-12-20 21:25:00"
}