{
    "forum_title": "Koníakstofan",
    "id": "71732",
    "title": "Kauphegðun þín - netverslun vs. íslensk smávöruverslun",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=71732",
    "posts": [
        {
            "user_name": "appel",
            "text": "Maður er svona að velta þessu fyrir sér. Ég er byrjaður að panta mun meira á netinu en áður. Umfjöllun um íslenskt okur hefur hjálpað til að ýta mér í þá átt. Maður ber saman verð einhverrar vöru í íslenskri sérverslun við verð í erlendri netverslun, og þrátt fyrir sendingakostnað og vsk+toll og annað þá er hagstæðara að panta erlendis frá.\nÞetta er eiginlega þannig að maður tekur svo miklu meira eftir okrinu í þessum verslunum hérna en áður, því það er orðið svo sjálfsagt að panta þetta allt saman af netinu bara.\nEina við netverslun er að sendingatími getur orðið doldið langur stundum, þessar 2 vikur. En maður þarf bara að læra að vera þolinmóður.\nMaður veltir fyrir sér framtíð íslenskrar smávöruverslunar þegar flestir panta þetta bara á netinu. Kannski þetta breytist allt í lundabúðir, maður veit ekki.\nEn hver er þín kauphegðun í tengslum við þetta í dag?",
            "date": "2017-01-02 15:09:00",
            "post_id": "640372",
            "reply_to_id": false
        },
        {
            "user_name": "Dropi",
            "text": "Kaupi oft af Att \n og hef gert allt frá því ég fermdist 2005 og keypti fyrstu alvöru vélina mína\nedit: en auðvitað kaupir maður úti og í ferðalögum, keypti ultrawide skjáinn minn af Amazon, munaði svo viðbjóðslega mikið á honum hérna heima, man ekki hvar ég sá hann þá en það var held ég í start",
            "date": "2017-01-02 15:14:00",
            "post_id": "640374",
            "reply_to_id": "640372"
        },
        {
            "user_name": "hagur",
            "text": "Ég er sammála þessu.  Ég kaupi orðið ekkert hérna heima (nema bensín + mat) án þess að a.m.k skoða verð í netverslunum erlendis.  Ef mér finnst varan á \"sanngjörnu\" verði hérna heima, þá kaupi ég hérlendis, annars á netinu.  Hvað er sanngjarnt verð er auðvitað bara matsatriði, en ég er alveg til í að borga extra fyrir að geta labbað bara útí búð og fengið vöruna strax, en ef mér finnst verðmunurinn vera orðinn of mikill þá er ég til í að spara pening og bíða í nokkra daga eftir vörunni.",
            "date": "2017-01-02 15:15:00",
            "post_id": "640376",
            "reply_to_id": "640374"
        },
        {
            "user_name": "Halli25",
            "text": "Verður samt að passa sig á eftirlíkingum, líklega var ég að hlaupa á mig með úlpu frá The North face... kemur í ljós í næstu viku. Vonandi grey market vara en borgaði bara 9K + vsk. fyrir hana með flutningi \nVenjulegt verð frá North face er 27K + vsk. en þú færð varla góða hérlendis á þennan pening nema á ofurútsölu.",
            "date": "2017-01-02 15:16:00",
            "post_id": "640377",
            "reply_to_id": "640376"
        },
        {
            "user_name": "kiddi",
            "text": "Ég finn mikið til með mörgum íslenskum verslunum í dag. Margar búðir verða, umboðanna sinna vegna, að panta sínar vörur frá evrópskum útibúum þar sem álagningin er hærri en t.d. í Bandaríkjunum, þar sem við getum oft verslað beint sjálf. Það er fáránlegt hvað það munar oft á t.d. japanskri vöru, eftir því hvort hún fari í gegnum bandaríska eða evrópska heildverslun/dreifingarstöð. Ég veit um nokkur dæmi í ljósmyndagræjuheiminum t.d. þar sem íslenskar búðir geta boðið heimsins bestu verð á nokkrum vöruflokkum þökk sé góðra tenginga við framleiðendur, en í sömu verslun er einnig að finna heimsins dýrasta verð á öðrum vöruflokkum. Það er ferlega erfitt fyrir íslensku búðirnar að keppa við bandaríska netverslun.\nSvo eru önnur dæmi líka, t.d. rafmagnspíanó sem íslensk verslun er með umboð fyrir, en selur kannski 3-5 stykki á ári sem þýðir að verðið þarf að endurspegla vissa áhættu sem búðin tekur, uppá lagerpláss, gengistryggingu o.s.frv, þannig að íslenski neytandinn þarf að borga allt að 100% hærra verð vegna þess að búðin þarf mögulega að sitja uppi með vöruna í heilt ár þar til hún selst. Nema nú getur íslendingurinn farið beint í \"heildsöluna\" sem er þá vefverslun erlendis sem er e.t.v. nær framleiðandanum og getur því boðið sömu vöru á miklu lægra verði þar sem aðstæður eru allt aðrar.\nÞriðja dæmið er svo heildsalan sem er búin að njóta góðs af einangrun landsins í áratugi og hefur fram að þessu makað krókinn rækilega með glæpsamlegri álagningu vegna þess hve varan hefur verið óaðgengileg fyrir íslendinga, en nú er heimurinn að minnka þökk sé netverslun og þá fer að komast upp um misnotkunina af hálfu heildsalans.\nTL:DR; Ég er farinn að versla af netinu í mun meira magni en áður, ekki bara vegna lægra verðs heldur einnig meira úrvals og styttri afhendingatíma. Ég er til í að borga 25% meira til að geta skoðað vöruna hér heima og keypt hana heima strax, en ég er ekki til í að borga 100% hærra verð og jafnvel þurfa að bíða í margar vikur eftir afhendingu því íslenska búðin þarf að safna saman í pöntun til að ná hagræðingu í flutningi. T.d. rafmagnspíanóið sem ég keypti um daginn átti að taka 5-6 vikur að berast í gegnum íslensku búðina og verðið rúmlega 200þ, en ég pantaði sjálfur og fékk afhent á 2 sólarhringum með UPS og fékk fullt af aukahlutum með sem bónus, á 140þ. samtals með öllum gjöldum. Sömuleiðis vantaði mig einusinni varahluti til að gera við Macbook Pro tölvu konunnar, og allar íslensku búðirnar brugðust mér rækilega þar bæði í verði og afgreiðslutíma, ég reddaði mér sjálfur þar líka á 2 dögum (í stað 3-4 vikna) og fyrir helmingi færri krónur. Ath. að ég áfellist ekki þessar íslensku búðir sem ég er að tala um, ég skil að þeirra rekstrarumhverfi er mjög erfitt, en ef ég á möguleika á að spara næstum 50% í kostnaði og fá vöruna í sömu viku, þá auðvitað hugsa ég um minn rass fyrst.",
            "date": "2017-01-02 16:14:00",
            "post_id": "640382",
            "reply_to_id": "640377"
        },
        {
            "user_name": "mind",
            "text": "Mér hefur alltaf fundist það vera viss tilgangs og tímaeyða að eltast við að fá t.d. tölvuhluti örlítið ódýrari. Sá geiri hefur frekar mikla og virka samkeppni og því ávinningurinn takmarkaður þar. Hinsvegar ef það geiri sem er þekktur fyrir raunverulegt okur og ósanngirni eins og föt, ilmvötn, fasteignir, bílavarahlutir o.s.f. þá finnst mér ávinningurinn réttlæta að nenna standa í því.",
            "date": "2017-01-02 16:38:00",
            "post_id": "640384",
            "reply_to_id": "640382"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Kaupi mikið í gegnum netverslanir (Amazon,Aliexpress,Ebay og Levis) . \nMér finnst það ekki í mínum verkahring að halda uppi verslunum hérlendis ef mér líður að verðið þeirra er alltof hátt og verslanir bjóða ekki uppá almennilega þjónustu. Maður fær oft á tíðum betri þjónustu hjá erlendum byrgjum heldur en ef maður væri að versla vöru á Íslandi (t.d raftæki).\nEr samt mjög sáttur við Kísildal hvað varðar góða þjónustu og verðlagningu (borga glaður fyrir vöru ef það er góð þjónusta á bakvið verðið).\nSem betur fer erum við loksins byrjuð að geta átt val um hvort við verslum vörur við ákveðin fyrirtæki.\nFinnst samt kennitöluflakk vera að eitra markaðinn hérlendis og gera verslunum erfitt fyrir að vera heiðarleg og samkeppnishæf.",
            "date": "2017-01-02 16:44:00",
            "post_id": "640385",
            "reply_to_id": "640384"
        },
        {
            "user_name": "Risadvergur",
            "text": "Meðan verðin eru 100-200% hærri hér heima þá borgar það sig algerlega að bíða 1-2 vikur eftir vörunni eða jafnvel lengur.\nÞað er líka hollt fyrir alla að íslensk verslun fái aðhald frá netverslun. Það letur verslunina til að standa í óhagkvæmu lagerhaldi og hvetur verslunina til að endurgera samninga við birgjana sína til að fá hagkvæmari verð.\nÉg held hinsvegar að íslensk verslun sé í ákveðinni klemmu hvað það snertir að hún er oft skyldug  til að taka vörur í gegnum evrópska birgja á óhagstæðari kjörum en þekkjast á heimsvísu. Ég hef persónulega fengið þau skilaboð frá sölumanni í ónefndri verslun að að gáfulegasta sem ég geti gert sé einfaldlegast bara að standa sjálfur í innflutningi á vörunni þar sem versluninni sé óheimilt að versla við nokkurn annan en umboðsaðilann í evrópu. \nÉg sé hinsvegar fyrir mér í framtíðinni að eðli verslunarfyrirtækja muni breytast mikið. Lagerhald mun minnka stórkostlega og í stað þess að sitja með lager þá fer verslunin yfir í það að þjónusta vöruna.\nNema kannski útivistarfatnaður í dýrari kantinum. Ekki fyrr en heilmyndatæknin gerir þér kleyft að máta heima í stofu.",
            "date": "2017-01-02 17:25:00",
            "post_id": "640390",
            "reply_to_id": "640385"
        },
        {
            "user_name": "appel",
            "text": "Já, það er spurning hvort þessar íslensku smávöruverslanir endi á ruslahaugum úreldingunnar einsog vídjó-leigurnar gömlu.\nÞað sem ég nefnilega tek eftir er alltof mikil yfirbygging í verslun á höfuðborgarsvæðinu (sérstaklega) fyrir þetta fámenni. Of margar stórar verslanir, og of margar smáar sérhæfðar verslanir. Svo kemur aldrei neinn að versla í þetta. Stundum veit ég ekki hvernig sumar verslanir haldast í rekstri hérna. Systir mín vann í kvennaskóbúð í Smáralind fyrir einhverjum mörgum árum síðan, og suma daga var hún bara að selja 2-3 skópör á dag.\nÞannig að auðvitað þarf álagning á þessum vörum að vera í samræmi við þessa yfirbyggingu.\nEn þú ert ekki að borga fyrir þessa yfirbyggingu með því að panta beint frá lager erlendis frá.\nEkki vil ég vera eigandi að fasteignum undir verslunarhúsnæði á Íslandi næstu 10-15 árin.",
            "date": "2017-01-02 17:43:00",
            "post_id": "640393",
            "reply_to_id": "640390"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Síðan er auðvitað líka hýsingarþjónusta, sala á bókum og afþreyingu á netinu mjög aftarlega hér á landi.\nÉg kaupi mér t.d hljóðbækur á Amazon (audible) ,hlusta á Spotify og er með aðgang að safaribooksonline.\nMér finnst mjög þæginlegt að geta rúllað upp vél t.d á Digital Ocean  , keypt mér lén t.d af Godaddy og séð um Dns mál sjálfur.\nAmazon Web services , Azure , Google Gsuite og Office365 er komið til að vera.\nHins vegar er alltaf gott að geta átt möguleikann á að setja up dedicated server í gagnaveri hérlendis ef þess gerist þörf.\nÞá er þetta í raun sama pælingin , góð þjónusta á bakvið vöru ef maður kaupir af aðila hérlendis ( að geta talað við manneskju sem þekkir vöruna mjög vel ).",
            "date": "2017-01-02 17:57:00",
            "post_id": "640394",
            "reply_to_id": "640393"
        },
        {
            "user_name": "depill",
            "text": "Ég versla örugglega svona 80% af neyslunni minni hérna heima. Bensín, Matur, Bleyjur, Þvottaefni og almennar rekstrarvörur versla ég hérna heima. Svo versla ég mér oft \"upplifanir\" hérna heima líka og svo auðvita þessi venjulega þjónusta. Minn peningur fer mest í bara þetta almenna, kaupi mér voða lítinn óþarfta, er ekki græjuóður og eyði helst aukalegum pening í það að reyna ferðast með annað hvort konunni eða strákunum mínum líka.\nOft þegar ég hef verið að reyna kaupa barnaleikföng erlendis frá hefur sendingarkostnaður svo drepið þær hugmyndir mínir, þannig að leikföngin kaupi ég ofast hérna heima ( enda er þetta kannski gjafir fyrir mesta lagi 10-15 þúsund krónur sem ég gef strákunum mínum ( 1 -2 ára ) ).\nÉg nýti mér eithvað netverslanir ( og þá sérstaklega fyrir barnaföt ef ég er á leiðinni út og fæ uppá hótel ), föt versla ég mest erlendis þegar ég fer samt oftast út. Kannski breytist það með komu H&M. Símtæki og þetta hef ég líka oftast verslað hérna heima, finnst munurinn eftir vsk og þetta ekki nægilegur til að réttlæta það að missa ábyrgðina og þetta ( get reyndar sagt að þjónustan hjá Viss sem allir virðast versla við er ekkert spes ).\nÉg er alveg til í að eiga þetta verslunarhúsnæði sem appel vill ekki eiga eftir 5-10 ár held það verði enn ágætt að gera þar, enda þetta húsnæði frekar dýrt í dag, það koma bara vonandi skemmtilegri búðir.\nOg já varðandi hýsingarþjónustu, hún er augljóslega mikið betri erlendis og það væri helst að einn af þessum stóru myndi hreinlega koma með gagnaver hingað til að aðrir verði samkeppnishæfir. Því miður er það orðið þannig að þetta eru bara nokkrir stórir sem hafa getað \"keep up\" maður er meiri segja byrjað að sjá stóra playera eins og Rackspace byrjaða að hellast út. \nÉg nýti mér iCloud þjónustu Apple, hún er þæginleg, ódýr og virkar vel með \"epla\" deviceunum mínum.",
            "date": "2017-01-02 20:04:00",
            "post_id": "640396",
            "reply_to_id": "640394"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Klárlega að fá erlenda aðila til að koma með gagnaver eða starfsemi til landsins , við erum allavegana að gera áhugaverða hluti á heimsmælikvarða þegar kemur að því að nýta rafmagn. Finnst verkefnið hérlendis að bora 5 km borholu og nýta jarðvarmann til að búa til tífalt meiri orku en þegar eingöngu borað er 3km vera verkefni sem væri gáfulegra að horfa á en að vera meðalmanneskja (eða undir meðallagi) að reyna að keppa við þá stóru í að hýsa tölvukerfi. En ef maður þekkir pólítíkusana hér á Íslandi rétt þá myndu þeir eflaust fokka því upp  að skattleggja fyrir notkun á rafmanginu okkar  \n \nhttps://www.technologyreview.com/s/6031 ... test-hole/",
            "date": "2017-01-02 20:51:00",
            "post_id": "640400",
            "reply_to_id": "640396"
        },
        {
            "user_name": "GuðjónR",
            "text": "Meðan orðið \"útsala\" hefur þau áhrif sem það virðist hafa þá þarf íslensk verslun ekki að hafa miklar áhyggjur.\nUppþvottavélin mín tók upp á því að beila um hátíðarnar, kannski \"eðlilegt\" þar sem hún er orðin 12 ára og nútíma raftæki ekki gerð til að endast lengur, nema hvað...ég ákvað að kíkja í Heimilistæki og skoða vélar en þegar ég kom þangað þá var engu líkara en það væri útsala með 95% afslætti. Þvílíkur fjöldi og læti í fólki, allt af því múgsefjun og mikið af tækjum uppselt þar á meðal sýningartæki á fyrsta degi útsölu.\nÉg ákvað svo að kíkja í Elko í Skeifunni á heimleiðinni, þar voru alveg sömu lætin, fólk að tala við sölumann sem var að sýna þeim forljóta Bosch uppþvottavél á 100k og ég horfði á hysteríuna útundan mér, sölumaðurinn sagði að þetta væri vinsæl vél og það væru ekkert sérstaklega margar á lager, það var nóg, án þess að hika eða skoða eitthvað annað þá tók karlinn upp kortið og heimtaði eina strax, STRAX STRAXXX... trikkið að það væru \"fáar á lager\" virtist ekki klikka þarna!",
            "date": "2017-01-02 23:33:00",
            "post_id": "640419",
            "reply_to_id": "640400"
        },
        {
            "user_name": "chaplin",
            "text": "Triple A's: Asos, Ali, Amazon.\nKaupi öll föt af Asos, öll \"minni\" raftæki og drasl af Ali og allt annað sem er sent til Íslands af Amazon. \nTölvuverslanir hér á landi hafa almennt verið með eðlilega álagningu, það eru þó dæmi þar sem álagningin slær nálægt 100% en þá kemur Amazon almennt til bjargar.\nFataverslanir eru allt annar hausverkur, engin ábyrgð á draslinu og mörg hundruð prósentu álagning. Ég hef ekki keypt flík hérna heima eftir að ég fann Asos, allar nema 1 flík hafa passað (keypt yfir 30 flíkur) en í því tilviki var ódýrara að panta vöruna aftur í stærri stærð og gefa minni flíkina.\nÉg er sammála því að ég er almennt tilbúinn að borga þessi auka 25% fyrir að fá vöruna strax og í ábyrgð heima, en ég bara almennt treysti bara ekki verslunum í dag og kýs frekar að sitja heima, panta vöruna og fá hana 2 dögum seinna upp að dyrum (Asos og Amazon Prime).",
            "date": "2017-01-03 14:38:00",
            "post_id": "640457",
            "reply_to_id": "640419"
        },
        {
            "user_name": "oskar9",
            "text": "Tek undir með Guðjóni, ég fór í elko Lindir milli jóla og nýárs og það var engu líkara en það væri einhver rýmingarsala í gangi, húsið var kjaftfullt af fólki, auk þess heyrði ég útundan mér 4-5 mismunandi aðila spyrja um lánakjör, netgiró og greiðslufrest eða dreifingu, ekki endilega á nauðsynjavörum, heldur headphones, risa sjónvörpum hátölurum og slíku. \nÍslendingar eru kaupóðir, óháð efnahag...",
            "date": "2017-01-03 14:41:00",
            "post_id": "640458",
            "reply_to_id": "640457"
        },
        {
            "user_name": "rbe",
            "text": "núna er útsala í tölvulistanum. var að skoða hvað væri á tilboði þar. þeir virðast vera að slá eitthvað af flestum vörum\nskil ekki hvernig verslun einsog tölvulistinn sem er með margar búðir og getur pantað meira magn í einu er með hærri verð en litlar búðir ?\nþað sem mig vantar er ekki á tilboði.\nætlaði að kaupa 8TB WD RED hann er á 65þús í tölvulistanum. fæ hann á 55þús í computer.is er til þar.\nsennilega er brjálað að gera þarna allir að gera \"góðan\" díl.",
            "date": "2017-01-03 17:31:00",
            "post_id": "640471",
            "reply_to_id": "640458"
        },
        {
            "user_name": "Tiger",
            "text": "Það heyrir undir undantekningar að ég versli orðið á klakanum. Hvort sem það eru bílavarahlutir, tölvuvörur eða annað. \nÞegar maður getur keypt stakt minniskort frá USA með DHL á 9900kr en kostar 39.990kr (kostaði, þeir lækkuðu niður í 19.990kr þegar þeir sáu umfjöllun um þetta) frá Nýherja þá er mikið að. \nOg tala nú ekki um BMW varahluti frá BL eða að utan..... orginal að utan eru oftast á 1/3 eða jafnvel 1/4 af verðinu frá DK.",
            "date": "2017-01-03 17:46:00",
            "post_id": "640472",
            "reply_to_id": "640471"
        },
        {
            "user_name": "chaplin",
            "text": "Keypti einmitt dekk hérna heima, með 30% afslætti borgaði ég fyrir stykkið um 18.000 kr. Á síðunni sem var til umfjöllunar um daginn hefði sömu dekk kostað 10.200 kr stykkið með öllum gjöldum. Án afsláttar heima 104.000 kr, án afsláttar að utan 40.800 kr. Eðlilegt?",
            "date": "2017-01-03 18:13:00",
            "post_id": "640475",
            "reply_to_id": "640472"
        },
        {
            "user_name": "vesley",
            "text": "Þetta með dekkin er einmitt eitt af fáum skiptum þar sem ég hrósa DV fyrir góða umfjöllun. Dekkjaverkstæðin reyndu að fela sig á bakvið dýran sendingarkostnað á dekkjunum og það útskýri verðið, DV fór og athugaði hvað heill gámur af dekkjum kostaði og var sendingarkostnaðurinn undir 1000kr per dekk.   \nÞetta fer rosalega eftir því hvaða markað maður skoðar,  í tölvubransanum á íhlutum og tilheyrandi er samkeppnin mjög aktív, þegar maður skoðar fyrirtækjasviðin er sagan aðeins önnur en þar er líka mikið unnið með afslætti. \nMaður minnist ekki einu sinni á fataverslanir þar sem það er bara út í hött.\nHef ég t.d. ákveðið að kaupa sumardekk í vor undir bílinn og ætla þá að panta þau að utan, hvort maður jafnvel reyni að skella í hóppöntun hérna og fá betri díl á verði og sendingu",
            "date": "2017-01-03 19:00:00",
            "post_id": "640480",
            "reply_to_id": "640475"
        },
        {
            "user_name": "Tiger",
            "text": "Nákvæmlega, skoðaði einmitt sömu síðu til að athuga með verð á dekkjum. Verðin hjá Max1 var 148.000kr, sömu dekk frá \nCamskill\n komin heim með TNT 81.000k.....sama týpa og allt.",
            "date": "2017-01-03 19:09:00",
            "post_id": "640481",
            "reply_to_id": "640480"
        },
        {
            "user_name": "pattzi",
            "text": "Kaupi eiginlega allt á netinu nema ég versla flest heimilistæki hérna á akranesi þar sem ég fæ skrifað í reikning og millifæri bara svo mánaðarlega einhverja upphæð ss ef maður er að kaupa þvottavél sjónvarp og þessháttar í dýrari kantinum þá er það gott að geta dreift hlutunum",
            "date": "2017-01-12 21:24:00",
            "post_id": "641196",
            "reply_to_id": "640481"
        },
        {
            "user_name": "GuðjónR",
            "text": "Sláandi verðmunur þrátt fyrir yfirlýsingar undanfarna daga um verðlækkun á dekkjum á Íslandi.",
            "date": "2017-04-20 15:21:00",
            "post_id": "647583",
            "reply_to_id": "641196"
        },
        {
            "user_name": "vesley",
            "text": "Væri forvitinilegt að sjá ef maður myndi skella í hóppöntun og sjá hvort það sé ekki hægt að ná sendingarkostnaði jafnvel enn meira niður.",
            "date": "2017-04-20 18:11:00",
            "post_id": "647591",
            "reply_to_id": "647583"
        }
    ],
    "date": "2017-01-02 15:09:00"
}