{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "71998",
    "title": "Vantar að geta sett upp Amazon Prime Video á Samsung sjónvarpi",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=71998",
    "posts": [
        {
            "user_name": "Heliowin",
            "text": "Hvernig fer ég eiginlega að því að setja upp Amazon Prime Video á Samsung sjónvarpi?\nMér skilst að Amazon eigi að vera í Samsung Apps og maður eigi að geta fengið kóða þar til að skrá búnaðinn hjá Amazon eða eitthvað þannig. En þetta app er ekki þar og leit að því skilar heldur ekki neinu.",
            "date": "2017-01-28 11:18:00",
            "post_id": "642229",
            "reply_to_id": false
        },
        {
            "user_name": "Blues-",
            "text": "Resettaðu tækið og veldu UK sem location ekki ísland\nSent from my Nexus 5X using Tapatalk",
            "date": "2017-01-28 20:20:00",
            "post_id": "642253",
            "reply_to_id": "642229"
        },
        {
            "user_name": "Heliowin",
            "text": "Takk fyrir!",
            "date": "2017-01-28 21:10:00",
            "post_id": "642256",
            "reply_to_id": "642253"
        },
        {
            "user_name": "Heliowin",
            "text": "Mér finnst annars vanta upplýsingar um þetta á Amazon vefnum því hvergi er hægt að sjá hvaða Prime þjónustur séu í boði á Íslandi eða þess sé  allavega getið á hvaða svæðum Prime Video sé í boði.\nÉg var samt heppinn að velja trial áður en ég greiddi og get því auðveldlega hætt við án þess að hafa tapað beinlínis peningi.\nÉg hafði fyrst og fremst áhuga á Amazon Music Unlimited og ætlaði að slá tvær flugur í einu höggi með því að fá mér líke Prime og fá því smá afslátt. Það var síðan ekki hægt að tengja greiðslukort sitt við Music Unlimited og var mjög sennilega vegna þess að það væri ekki í boði á Íslandi, en það kom jafnvel ekki einu sinni skýrt fram á meðan og hvað þá að þessar upplýsingar lægju fyrir áður og gerðar sýnilegar.\nVar allan tímann innskráður með eldgamlan Amazon notanda og með gamlar en réttar greiðslukortaupplýsingar.",
            "date": "2017-01-29 10:45:00",
            "post_id": "642275",
            "reply_to_id": "642256"
        }
    ],
    "date": "2017-01-28 11:18:00"
}