{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "72018",
    "title": "Aflgjafa kaup",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=72018",
    "posts": [
        {
            "user_name": "agust15",
            "text": "Sælir nördar!\nÉg er nýbuinn að uppfæra tölvuna mína á allavegu nema aflgjafa, er með eldgamlan aflgjafa sem er að minni bestu vitund ekki einu sinni 80+ og frá einhverju noname brandi\nÞar sem ég er með frear dýran búnað stefni ég nú á að kaupa mér aflgjafa.\nEf eg er að runna bara 1 skjákort og tjah slatta yfirklukkun en ekkert geðveikislega á örgjövanum er ekki 650W nóg fyrir mig?\nLýst vel á rm650x frá Corsair þar sem hann er með 7 ára ábyrgð, fully modular, gold80+, og hljóðláta viftu\nÞyrfti ég stærri aflgjafa eða mynduði mæla með einhverjum öðrum en þessum sambandi við Price/performance\nSpecsin mín eins og er eru ;\ni7-6700k\nGtx 1080 G1\n16gb ram\n z270 Gaming 7 frá gigabyte \n1x Samsung 850 evo m.2\nStefni á að fá mér NVMe disk.\nEr með hyper 212 evo eins og er, en stefni á custom loop/aio í mjög náinni framtíð fyrir overclock\nAny tips mjög vel þegnar!\nM.b.k\nÁgúst",
            "date": "2017-01-30 23:36:00",
            "post_id": "642388",
            "reply_to_id": false
        },
        {
            "user_name": "Gunnar",
            "text": "650W er allveg nóg.\nen ég myndi taka 850W (sem ég er með (corsair 850)) til að vera með aðeins of öflugann svo hann þurfi ekki að erfiða jafn mikið svo hann endist lengur. það er allaveganna pælingin min. nærð þá að láta hann keyra aðeins kaldar og viftan snýst þá jafnvel hægar.",
            "date": "2017-01-30 23:52:00",
            "post_id": "642389",
            "reply_to_id": "642388"
        },
        {
            "user_name": "agust15",
            "text": "Já það hljómar reyndar mjög gáfulega, vill helst hafa tölvuna sem hljóðlátasta.\nEr þá samt ekki RMX gáfulegasta línan? Eða er eitthvað annað svipað eða jafnvel betra? Breytir mig litlu þó ég þurfi að panta að utan og bíða ef gæðin eru betri og verðið svipað eða minna\nM.b.k",
            "date": "2017-01-31 00:09:00",
            "post_id": "642391",
            "reply_to_id": "642389"
        },
        {
            "user_name": "baldurgauti",
            "text": "Er með mjög svipað build og þú, ég keypti mér hér á vaktinni Corsair AX760 og er mjög sáttur",
            "date": "2017-01-31 19:01:00",
            "post_id": "642440",
            "reply_to_id": "642391"
        },
        {
            "user_name": "Emarki",
            "text": "RMX serían frá corsair er með japönskum þéttum í primary og secondary, þeir eru í sömu gæðum og AX serían nánast.\nÉg mæli með þessum aflgjafa sem þú ert að skoða, hann er meira enn nóg fyrir þetta build. Enn ef þú ert eins og sumir og heldur að það þurfi að \" futureproofa \" sig með stærri þá er það svo sem í lagi enn þú verður að hafa í huga að þeir eru líka \" Lengri \". Semsagt ekki eins nettir í laginu og þessi.\nSvo er eitt sem menn þurfa að hafa í huga að \"futureproofa\" sig með stærri aflgjafa er í þversögn við þróunina sem er að eiga sér stað, allir hlutir eru að taka minni og minni straum, sem sést best á nýjustu Nvidia kortunum, sem taka miklu minni straum enn síðustu kynslóðir.\nKv. Einar",
            "date": "2017-01-31 19:46:00",
            "post_id": "642443",
            "reply_to_id": "642440"
        },
        {
            "user_name": "Emarki",
            "text": "Gleymdi að nefna um hljóð, þá er ég með AX 860 í einu buildi ( i5 3570k OC 4.5Ghz, 8gb ram, 970GTX oc edtion) viftan fer aldrei í gang nema ´þá í svona 5 sekúndur í einu þegar það er 100% load. \nSvo er ég með 750rmx í i7 2600k 4,4Ghz OC, 8 gb ram, 1070 asus strix. Viftan púlsar líka bara eins og hinum.\nSemsagt það fer ekkert fyrir viftunum í þessum aflgjöfum, mjög hljóðlátar enda eru þessir aflgjafar með sérstaklega góða nýtni.\nFá sér almennilegan aflgjafa strax fyrir svona gott dót, ég myndi aldrei kveikja á tölvu með no-name drasli fyrir svona stöff",
            "date": "2017-01-31 19:53:00",
            "post_id": "642444",
            "reply_to_id": "642443"
        },
        {
            "user_name": "GuðjónR",
            "text": "RM serían frá Corsair er kölluð \"Quiet Series\" : \nhttp://www.custompcguide.net/the-differ ... ply-units/\nMinimum noise level 0 dBA up to 40% load.\nMaximum noise level 20 dBA",
            "date": "2017-01-31 19:57:00",
            "post_id": "642446",
            "reply_to_id": "642444"
        },
        {
            "user_name": "jonsig",
            "text": "Evga supernova kemur vel útúr gárutesti, svo kosta þeir ekkert svakalega miðað við lookið. Sá toms hardware athuga parasitic transients en þeir hverfa útaf inductans í pcb. Þannig að gárutestið skiptir mestu máli finnst mér.",
            "date": "2017-01-31 22:58:00",
            "post_id": "642465",
            "reply_to_id": "642446"
        },
        {
            "user_name": "agust15",
            "text": "EVGA supernova í sama verðflokki og RMX  en er samt einungis bronze, ekki gold eins og RMX\nHeld ég haldi mig bara við RMX 650.\nTakk fyrir góð svör!\nFer líklegast í 650, en ef veskið er spennt þá stækka ég nú aðeins, uppa á að hafa minni nýtingu og lengri líftíma, þó það sé nú ekki þörf, þar sem þeir hafa 7 ára ábyrgð\nM.b.k\nÁgúst!",
            "date": "2017-01-31 23:24:00",
            "post_id": "642467",
            "reply_to_id": "642465"
        },
        {
            "user_name": "Emarki",
            "text": "Það er mikill munur á RM seríunni og RMX seríunni, alls ekki það sama hvað gæði varðar.\nRm serían notar ódýrari þétta sem eru frá taiwan, þeir jafnast ekki við þá japönsku sem eru í RMX seríunni.\nKv. Einar",
            "date": "2017-02-01 00:39:00",
            "post_id": "642472",
            "reply_to_id": "642467"
        },
        {
            "user_name": "agust15",
            "text": "Já, ég ætla í Rm650X líklegast.",
            "date": "2017-02-01 00:43:00",
            "post_id": "642473",
            "reply_to_id": "642472"
        },
        {
            "user_name": "jonsig",
            "text": "Já einar, útaf góð hönnun á psu snýst aðallega um þéttana sem eru í því..",
            "date": "2017-02-01 08:36:00",
            "post_id": "642479",
            "reply_to_id": "642473"
        },
        {
            "user_name": "GuðjónR",
            "text": "En hver er munurinn á t.d. RM850x og RM850i ?\nModular vs fully modular?",
            "date": "2017-02-01 08:58:00",
            "post_id": "642482",
            "reply_to_id": "642479"
        },
        {
            "user_name": "EggstacY",
            "text": "Er með EVGA supernova G3 750W og hann er gold.",
            "date": "2017-02-01 09:41:00",
            "post_id": "642486",
            "reply_to_id": "642482"
        },
        {
            "user_name": "jonsig",
            "text": "Ótrúlegt hvað menn eru uppteknir við einhverja ónákvæma GOLD, silver sölumennsku.\nEitt mikilvægt atriði sem ég sé aldrei í psu auglýsingu er hvort spennurail´in séu group-regulated eða independent ef upp kæmi slæmt crossload. Þá mundi ég frekar taka bronze klass.",
            "date": "2017-02-01 09:46:00",
            "post_id": "642487",
            "reply_to_id": "642486"
        },
        {
            "user_name": "agust15",
            "text": "Ég er að tala um Supernova B2, sem er í sama verðflokki og RMX en B2 er bara bronze meðan RMX er gold..",
            "date": "2017-02-01 17:28:00",
            "post_id": "642511",
            "reply_to_id": "642487"
        },
        {
            "user_name": "snakkop",
            "text": "super flower þetta er flottir aflgjafar  er með svona er mjog sáttur \nhttps://www.overclockers.co.uk/super-fl ... 22-sf.html",
            "date": "2017-02-01 17:59:00",
            "post_id": "642515",
            "reply_to_id": "642511"
        }
    ],
    "date": "2017-01-30 23:36:00"
}