{
    "forum_title": "Koníakstofan",
    "id": "72148",
    "title": "Kostnaðarsamt að nota debetkort",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=72148",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Fyrir eina debetkortafærslu er gefinn út reikningur og fyrir hann eru rukkaðar 52 krónur, þannig að þessi eina debetkortafærsla kostar 70 kr.!\nEr ekki verið að fara overboard hérna?  Held ég leggi debetkortinu varanlega, kostar mig ekkert að nota MasterCard.",
            "date": "2017-02-15 21:11:00",
            "post_id": "643341",
            "reply_to_id": false
        },
        {
            "user_name": "arons4",
            "text": "Fyrirframgreidd kreditkort.\nEnginn tilgangur að vera með debitkort á íslandi í dag.",
            "date": "2017-02-15 21:22:00",
            "post_id": "643343",
            "reply_to_id": "643341"
        },
        {
            "user_name": "Dúlli",
            "text": "Hvaða banki og hvar sérðu þessar kröfur ?\nEr til dæmis hjá arionbanka og hef ekki fundið / eða tekið eftir svona rukkunum.",
            "date": "2017-02-15 21:56:00",
            "post_id": "643347",
            "reply_to_id": "643343"
        },
        {
            "user_name": "Baldurmar",
            "text": "Frá Arion Banka :\nÁrgjald debetkorts 790 kr.\n- Viðskiptavinir í Gullþjónustu fá 50% afslátt 395 kr.\n - Viðskiptavinir í Platinumþjónustu og námsmenn fá 100% afslátt 0 kr.\nFramleiðslugjald/endurútgáfa - nýtt fyrir glatað 1.200 kr.\nNýtt PIN sótt eða sent 500 kr.\nFærslugjöld\n  Debetkortafærslur 18 kr.\n  - Námsmenn fá 50% afslátt\nSótt héðan \nhttps://www.arionbanki.is/library/Skrar/Bankinn/Almennar-upplysingar/Verdskra/verdskra__01012017.pdf",
            "date": "2017-02-15 22:20:00",
            "post_id": "643348",
            "reply_to_id": "643347"
        },
        {
            "user_name": "C2H5OH",
            "text": "Hef ekki notað debetkort í einhver 10 ár núna, ef ég myndi ekki neiðast til að eiga viðskipti við þessi spilltu orkurfyrirtæki myndi ég klárlega ekki gera það, veit ég hljóma kannski eins og einhver klikkaður gaur með álpappírshatt í sprengubyrginu mínu en ég er bara búinn að fá nóg...",
            "date": "2017-02-15 22:29:00",
            "post_id": "643351",
            "reply_to_id": "643348"
        },
        {
            "user_name": "Dúlli",
            "text": "Ég er reyndar samála þessu, Reyni að nota pening eins mikið og hægt er en oft þvingast maður í að nota kort, greiða bensín, og ýmislegt sem þvíngar mann í dag.",
            "date": "2017-02-15 22:31:00",
            "post_id": "643352",
            "reply_to_id": "643351"
        },
        {
            "user_name": "russi",
            "text": "Borgaru ekki ársgjald?\nHef alltaf fundist það fyndið, þó það eigi kannski við í þessu tilfelli, að það sé verið að hvetja fólk til þess að nota kreditkort vegna þess á þeim eru ekki færslugjöld. Aftur á móti er ársgjald sem kemur í staðinn. Tók þetta saman einhvern tíman og miðað við mína notkun næ ég ekki í ársgjaldið með færslum, þannig að í mínu tilfelli er ódýrara að vera með debet og fyrir við er ég aldrei í skuld við einhverja stofnun.\nAftur á móti var ég hundsvekktur útí bankann minn fyrir að týna kortinu mínu sem hraðbanki hafði gleypt og rukka mig svo fyrir endurútgáfu korts (týnt kort), verst að ég sá það ekki fyrr en löngu síðar og nennti því ekki að eiga í stappi við þá útaf því",
            "date": "2017-02-15 22:48:00",
            "post_id": "643353",
            "reply_to_id": "643352"
        },
        {
            "user_name": "Tóti",
            "text": "https://www.landsbankinn.is/verdskra\nTek út pening hjá minum hraðbanka kostar 0",
            "date": "2017-02-15 22:55:00",
            "post_id": "643355",
            "reply_to_id": "643353"
        },
        {
            "user_name": "Minuz1",
            "text": "Cash, Gas or Ass.\nThere is no such thing as a free lunch.\nKreditkort eru rukkaðar af seljanda.\nDebetkort eru rukkuð af greiðanda.\nPeningar eru rukkaðir af Ríkinu.",
            "date": "2017-02-15 22:56:00",
            "post_id": "643357",
            "reply_to_id": "643355"
        },
        {
            "user_name": "GuðjónR",
            "text": "Nei, ég er með veltutengt kort, ef ég fer yfir 1.5m á ári þá falla gjöldin niður.",
            "date": "2017-02-15 23:00:00",
            "post_id": "643359",
            "reply_to_id": "643357"
        },
        {
            "user_name": "depill",
            "text": "Debetkort eru reynda rukkuð af bæði. Seljandi greiðir í kringum 0,8% on average í stað 1,5-1,7% í kreditkorta. Svo eru reyndar debetkort gerð hraðar upp.\nEnn það er ekki að ástæðulausu að kreditkortanotkun Íslendinga er miklu hærri heldur en nágrannalanda. Í Danmörku er Dankort og þar er bannað að rukka gjöld í kringum það kort ( svo lengi sem það er notað á dankort netinu, oft eru þau Visa/MC kort þegar þú ert komin út fyrir Danmörku )",
            "date": "2017-02-15 23:24:00",
            "post_id": "643360",
            "reply_to_id": "643359"
        },
        {
            "user_name": "GuðjónR",
            "text": "Talandi um þessi fyrirtæki:\nhttp://www.visir.is/lagt-til-ad-eigendu ... 7170219221",
            "date": "2017-02-16 10:16:00",
            "post_id": "643367",
            "reply_to_id": "643360"
        },
        {
            "user_name": "pattzi",
            "text": "Ég borga ekki fyrir yfirlitið..\nHvorki frá Landsbankanum né íslandsbanka\nsé reyndar að færslan kostar 17 krónur frá landsbankanum og 19 kr hjá íslandsbanka nota aðallega kreditkort reyndar",
            "date": "2017-02-16 21:58:00",
            "post_id": "643418",
            "reply_to_id": "643367"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég er hjá Arionbanka, hringdi og kvartaði yfir þessu. Þjónustufulltrúinn brást við með pirring og sagði að þetta væri bara það gjald sem ég þyrfti að greiða fyrir að \"fá að nota heimabankann\" ... \n \nAf hverju stendur þá ekki \"heimabankagjald\" ?\nSvo vildi hún meina að það væri ekki hægt að taka þetta af, ég benti henni á að þetta væri nú ekki meitlað í stein og það sem væri sett á væri hægt að taka af.\nMeð því sagðist hún ætla að tala  við útíbúið, hef svo ekkert heyrt síðan. Alveg epic vond þjónusta.",
            "date": "2017-02-16 22:37:00",
            "post_id": "643427",
            "reply_to_id": "643418"
        },
        {
            "user_name": "pattzi",
            "text": "1 Árgjald korts á 395,00 Kr.                                                  395,00\n    1 Kortfærsla úr posa á 18,00 Kr.                                               18,00\n                                                                          --------------\n      Þann 11. janúar verða þessi gjöld skuldfærð:                                413,00\nÞetta kom frá arionbanka hjá mér ágætt að vera með kort frá öllum bönkum eða þannig sko",
            "date": "2017-02-16 23:39:00",
            "post_id": "643428",
            "reply_to_id": "643427"
        },
        {
            "user_name": "Dagur",
            "text": "Ótrúlegt hvað bankarnir hafa lítinn áhuga á að keppa um viðskiptavini. \nÉg hélt að færslugjöldin væru ennþá í kringum 10kr, að hverju í ósköpunum eru þau búin að hækka?",
            "date": "2017-02-17 07:51:00",
            "post_id": "643431",
            "reply_to_id": "643428"
        },
        {
            "user_name": "vesley",
            "text": "Af hverju ? \nEr með 3 kort öll frá sama bankanum.  1 debet og 2 kredit (fyrirframgreitt og heimildar)  Og ætla ég meira að segja að losa mig við fyrirframgreidda þar sem ég hef ekki notað það í marga mánuði, legg frekar bara inn á heimildarkortið.",
            "date": "2017-02-17 09:34:00",
            "post_id": "643432",
            "reply_to_id": "643431"
        },
        {
            "user_name": "pattzi",
            "text": "HAHA Veit ekki\nTvö debet frá arion eitt sem er fyrirtækjakort rekstar nota það ekkert því hef ekki komið mér í það að setja upp það sem ég ætlaði að gera ...\nOg svo tvö debet frá íslandsbanka sama eitt rekstrar og eitt persónulegt\neitt frá landsbankanum hætti þar reyndar á bara alltaf eftir að loka því en get ekki vegna skuldar sem er á því þarf víst að borga hana fyrst .\nsvo eitt frá sparisjóðnum á grenivík \nvar í einhverju stuði þegar ég var 18 ára að stofna reikninga allstaðar ...annars er ég nú  aðalega í viðskiptum við  íslandsbanka \nsvo kredit frá íslandsbanka og arionbanka",
            "date": "2017-02-17 19:24:00",
            "post_id": "643491",
            "reply_to_id": "643432"
        },
        {
            "user_name": "Hizzman",
            "text": "Það er meiri hagnaður fyrir bankana ef fólk notar kreditkort heldur en debet.\nhér er annars wikipediasíða sem lýsir því fyrirbæri sem íslenska bankaapparatið er:\nhttps://en.wikipedia.org/wiki/Cartel",
            "date": "2017-02-17 20:01:00",
            "post_id": "643493",
            "reply_to_id": "643491"
        },
        {
            "user_name": "Tiger",
            "text": "Er fólk ekkert að nota iKort bara?",
            "date": "2017-02-17 20:30:00",
            "post_id": "643495",
            "reply_to_id": "643493"
        },
        {
            "user_name": "GuðjónR",
            "text": "Báðar tegundir af iKortum, með og án nafns kosta kr. 1.985. Mánaðarlegt gjald fyrir iKort er kr. 725. kostnaður við iKort er því  10.685.- fyrsta árið og 8.700.- kr. á ári eftir það.\nTil hvers að greiða þetta gjald þegar þú getur fengið Mastercard \"frítt\" fyrir það eitt að velta 125k í gegnum það á mánuði, ef konan er með aukakort þá þarftu ekki nema 62.500.- kr. veltu per kort til þess að vera með bæði kortin frí.\nSamt ótrúlega súrealískt að það skuli vera ódýrara fyrir almenning að stunda lánsviðskipti með creditkortum en staðgreiðsluviðskipti með debetkortum.",
            "date": "2017-02-17 21:44:00",
            "post_id": "643499",
            "reply_to_id": "643495"
        },
        {
            "user_name": "kizi86",
            "text": "finnst þessi kostnaður yfir \"rafræn yfirlit\" alveg fáránleg! þetta er þeirra hugbúnaður, þeirra tölvur, allt gert SJÁLFKRAFA í hugbúnaðinum, fyrir hvað er þessi kostnaður? hvað réttlætir hann? finnst að árlegur kostnaður korta (árgjald korts) ætti alveg að geta dekkað allan tölvukostnað og gott betur en það..\nog hvað nákvæmlega réttlætir þessi gífurlega háu gjöld af færslugjöldum? þessi kostnaður er ALLTOF mikill miðað við raunkostnað að mínu mati (sem er ekki svo upplýst, hef ekki allar upplýsingar um þennan kostnað, ef einhver hér veit þetta betur endilega útskýra)\nnota bankann eins lítið og hægt er, set vissa upphæð á ikortið og tek rest út í reiðufé, er ekki með nein kort gefin út af bönkum.",
            "date": "2017-02-17 21:49:00",
            "post_id": "643500",
            "reply_to_id": "643499"
        },
        {
            "user_name": "Hizzman",
            "text": "Trikkið er að bankarnir 'geyma' kreditkorta peningin í 1 til 2 mámuði. Þetta eru auðveldlega nokkrir tugir milljarða! Þessi peningur er svo td settur í Seðlabankann sem borgar stýrivexti á inneignir. FREE MONEY , YEAH !!!!",
            "date": "2017-02-17 23:55:00",
            "post_id": "643504",
            "reply_to_id": "643500"
        },
        {
            "user_name": "Revenant",
            "text": "Hár stofn- og rekstrarkostnaður, miklar kröfur gerðar til öryggis og uppitíma gera það að verkum að við erum með kortakerfi sem getur þjónustað 1-2 milljón íbúa en kostnaðurinn er borinn af 340 þúsund íbúum (+ túristum).\nAf þeim sökum þá er kostnaður per færslu hlutfallslega hærri en í stærri þjóðfélögum. \nGóður lestur eru \nfjármálainnviðir hjá seðlabankanum\n en þar er talað um kostnað samfélagsins við greiðslumiðlun.",
            "date": "2017-02-18 11:50:00",
            "post_id": "643523",
            "reply_to_id": "643504"
        },
        {
            "user_name": "GuðjónR",
            "text": "Svo vilja þessir snillingar banna reiðufé og velta öllu yfir á kortin!  \n \nEn talandi um háan kostnað af því að við erum svo fá, hefurðu séð haganaðartölurnar hjá þessum stofnunum frá hruni?\nÞeir eru svo grófir að þeir reyndu að taka 950 kr. auratalningagjald af börnunum þegar þau tæmdu sparibaukinn í þar til gerða vél sem taldi klinktið á nokkrum sekúndum.\nEf þú deilir hagnaði þeirra niður á þessar 340k hræður og berð það svo saman við hangnað erlendra banka í sama samanburði þá sérðu af hverju þeir horfa hýrum augum á þennan litla markað.",
            "date": "2017-02-18 16:15:00",
            "post_id": "643536",
            "reply_to_id": "643523"
        }
    ],
    "date": "2017-02-15 21:11:00"
}