{
    "forum_title": "Leikjasalurinn",
    "id": "72219",
    "title": "Verð á tölvuleikjum á Steam mun hækka um 24 prósent",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=72219",
    "posts": [
        {
            "user_name": "skrattinn",
            "text": "Það er skemmtilegt hvað Ísland trónir á toppnum á þessum lista. Þetta er bilun og ekkert annað\nhttp://www.visir.is/verd-a-tolvuleikjum-a-steam-mun-haekka-um-24-prosent/article/2017170229578",
            "date": "2017-02-22 21:12:00",
            "post_id": "643864",
            "reply_to_id": false
        },
        {
            "user_name": "Klemmi",
            "text": "Tjah, þetta kemur mér ekki á óvart og finnst þetta í raun ekki skrítið né ósanngjarnt... þú greiðir virðisaukaskatt af allri vöru og þjónustu hér heima og átt að gera það við vöru og þjónustu sem þú kaupir erlendis frá.  Eina ástæðan fyrir því að þetta hefur ekki viðgengist er að það þarf að koma á samstarfi einmitt við miðlarana líkt og nú er búið að gera við Steam.\nAð því sögðu, þá held ég nú bara áfram að kaupa leiki af Kinguin.net, ódýrara en Steam og mjög ólíklegt að þeir muni nokkru sinni taka þátt í einhverju þessu líkt.",
            "date": "2017-02-22 23:43:00",
            "post_id": "643875",
            "reply_to_id": "643864"
        },
        {
            "user_name": "jonsig",
            "text": "Best að vera bara útrásarvíkingur og borga 0% skatt. Og fá sér bankareikning í Antigua Barbuda eins og sum stórfyrirtæki hérna á klakanum.",
            "date": "2017-02-22 23:47:00",
            "post_id": "643876",
            "reply_to_id": "643875"
        },
        {
            "user_name": "appel",
            "text": "Það sem þarf að gera er að fara í gegnum alla peningaflutninga erlendis og athuga hvort það sé verið að svindla á VSK.\nT.d. borgar Netflix ekki VSK til Íslands.\nÞetta er náttúrulega meiriháttar bjögun á samkeppnisumhverfi að það séu þjónustur erlendis sem eru alveg skattfríar og svo ef þú ert með sömu þjónustu á Íslandi þá ertu skattpíndur og lagapíndur.",
            "date": "2017-02-23 00:19:00",
            "post_id": "643877",
            "reply_to_id": "643876"
        },
        {
            "user_name": "rapport",
            "text": "\"Innflutningur\" í gegnum internetið er að færast í þetta horf og þetta er talin eðlileg þróun.\nÍ upphafi var internetið einn staður þar sem allir voru \"eins\" og sáu það sama, fengu sömu leitarniðurstöður o.þ.h. en í dag þá er búið að sérsníða ofaní þig síður, auglýsingar og efni m.t.t. hvað er löglegt í þínu landi, hver þín menning er og jafnvel er upplifun á netinu persónulegri en nokkurstaðar annarstaðar því að það er búið að greina þig í þaula.\nHvaða leitarvél er t.d. enn í dag \"hrá\"?\n#offtopicsorry",
            "date": "2017-02-23 00:45:00",
            "post_id": "643878",
            "reply_to_id": "643877"
        },
        {
            "user_name": "appel",
            "text": "Þetta er í langfæstum tilvika þannig að þú borgar vsk af rafrænni vöru. Ég hef allnokkrum sinnum keypt rafræna vöru og held aldrei þurft að borga VSK af henni. T.d. eru bara held ég örfá ár síðan amazon byrjaði að rukka vsk, fyrst allra, eftir að hafa verið í starfssemi í rúmlega 20 ár. Sama á við Google, og youtube, reyndar bara líklega um 2 ár síðan þeir byrjuðu að rukka vsk... veit ekki hvort það sé fyrir allt sem þeir selja.\nSvo eru engin erlend lénafyrirtæki né hýsingafyrirtæki sem rukka íslenska virðisaukaskattinn og skila honum til Íslands, hef ekki orðið var við slíkt þegar ég hef notað slíkar þjónustur.\nSteam hefur verið í starfssemi síðan 2003 og eru ekki enn byrjaðir að greiða VSK til Íslands.\nÞótt sumir hérna finnist flott að fá þetta á lágu verði og sleppa við VSK, þá er það þetta sem heldur uppi velferðakerfinu, menntakerfinu, næst þegar foreldri þitt þarf á skurðaðgerð að halda þá eru það fyrirtæki einsog þessi sem taka ekki þátt í slíkum kostnaði. Svo þegar þú verður hrumur og þarft á aðstoð að halda, heldur þú að eitthvað alþjóðlegt fyrirtæki komi þér til aðstoðar?",
            "date": "2017-02-23 01:27:00",
            "post_id": "643880",
            "reply_to_id": "643878"
        },
        {
            "user_name": "rickyhien",
            "text": "mæli með \nhttps://www.g2play.net/",
            "date": "2017-02-23 11:03:00",
            "post_id": "643888",
            "reply_to_id": "643880"
        },
        {
            "user_name": "vesley",
            "text": "En nú spyr ég án þess að skoða þetta af viti en ef við gefum dæmi um leik sem kostar 60$ og borgum við sama verð á steam hér heima og í USA, en núna á að koma 24% hækkun hjá okkur. \nNú býst ég við því að það er vsk þar eins og hér og miðað við að þau borga 60$ með sínum sköttum ættum við þá í raun og veru að vera að fá 24% hækkun? Eða er ég að rugla. \nSkrifa þetta úr símanum án þess að hafa googlað eða athugað eitt eða neitt",
            "date": "2017-02-23 11:15:00",
            "post_id": "643889",
            "reply_to_id": "643888"
        },
        {
            "user_name": "Tbot",
            "text": "Ég hef verið fylgjandi því að borga skatta og skyldur.\nEn eftir síðustu snúninga þar sem lið hjá hinu opinbera hefur verið að fá 30 til 40% launahækkun sem er margfalt það sem ég hef séð í mínu launaumslagi.  \nÞá er best fyrir hvern og einn að meta hvað hentar honum best.\nÞví bruðl og spilling hjá hinu opinbera er orðið alvarlegt þjóðfélagsmein á þessu landi.",
            "date": "2017-02-23 11:18:00",
            "post_id": "643893",
            "reply_to_id": "643889"
        },
        {
            "user_name": "Urri",
            "text": "Er svosem ekkert sem maður ætti ekki að kippa sér upp við en finnst 24% andskoti hátt.",
            "date": "2017-02-23 11:43:00",
            "post_id": "643895",
            "reply_to_id": "643893"
        },
        {
            "user_name": "GuðjónR",
            "text": "Takk fyrir ábendinguna!\nÉg var að prófa að versla þarna, keypti DLC fyrir Goat Simulator, Payday, borgaði 250 isk. fyrir en hafði keypt  fyrir viku síða annað DLC sem kostaði það sama en þá keypti ég beint af Steam og borgaði 580. isk. fyrir. Það borgar sig greinilega að kaupa retail lykla þarna.",
            "date": "2017-02-23 12:38:00",
            "post_id": "643899",
            "reply_to_id": "643895"
        },
        {
            "user_name": "upg8",
            "text": "Microsoft Store gat selt nýja leiki með VSK á sambærilegu verði og Steam og nýja 1st party leiki eins og Forza Horizon 3 á mun ódýrara verði en nýjir leikir á Steam voru að seljast. Steam hafa því líklega verið að notfæra sér þessa glufu til þess að græða meira en eðlilegt þykir og hafa vel svigrúm til að lækka hjá sér verð.",
            "date": "2017-02-23 12:44:00",
            "post_id": "643901",
            "reply_to_id": "643899"
        },
        {
            "user_name": "chaplin",
            "text": "",
            "date": "2017-02-23 12:47:00",
            "post_id": "643902",
            "reply_to_id": "643901"
        },
        {
            "user_name": "einarhr",
            "text": "vá ég skellti uppúr",
            "date": "2017-02-23 13:21:00",
            "post_id": "643903",
            "reply_to_id": "643902"
        },
        {
            "user_name": "GuðjónR",
            "text": "hahaha ... já fyrir minn 7 ára ... hann elskar þetta.",
            "date": "2017-02-23 13:22:00",
            "post_id": "643904",
            "reply_to_id": "643903"
        },
        {
            "user_name": "Skaz",
            "text": "Var búinn að steingleyma þessari umræðu og var að versla mér leik á Steam núna og sá á kvittuninni VAT og mundi eftir þessu.\nÞað virðist vera að Steam hafi tekið þessa hækkun að mestu leyti á sig sjálfa. Sé allavega ekki neina augljósa verðhækkun á neinum af þeim leikjum sem að ég hef verið að spá í nýlega.",
            "date": "2017-03-15 08:06:00",
            "post_id": "645238",
            "reply_to_id": "643904"
        },
        {
            "user_name": "littli-Jake",
            "text": "",
            "date": "2017-03-15 15:10:00",
            "post_id": "645273",
            "reply_to_id": "645238"
        },
        {
            "user_name": "GuðjónR",
            "text": "Sömu verð á Steam og áður, svona lítur sundurliðunin út:",
            "date": "2017-06-25 12:27:00",
            "post_id": "651885",
            "reply_to_id": "645273"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ég kaupi mikið á \"grey market\" og spara fullt af pening.\nÞið getið prófað þetta, hefur ekki klikkað hjá mér ennþá.\nÞá leita ég bara að titlinum á eBay og finn \"Steam gift\" eða \"Steam code\" seljanda. \nKeypti líka Windows 10 leyfi á 2$ og það virkar fínt hingað til.",
            "date": "2017-06-25 15:17:00",
            "post_id": "651896",
            "reply_to_id": "651885"
        },
        {
            "user_name": "jonsig",
            "text": "Kaupa á G2A.\nLenti í smá veseni með ME andromeda, og service repanum (EA) var slétt sama þegar ég hafði samband.",
            "date": "2017-07-04 20:44:00",
            "post_id": "652438",
            "reply_to_id": "651896"
        },
        {
            "user_name": "einarn",
            "text": "steamtrades.com líka. Á fullt af steam keys og tradea reglulega þar. flestir selja fyrir csgo lykla, steam gems, trades o.f.l svo er líka hægt að kaupa beint hjá flestum í gegnum Paypal.",
            "date": "2017-07-05 18:31:00",
            "post_id": "652542",
            "reply_to_id": "652438"
        }
    ],
    "date": "2017-02-22 21:12:00"
}