{
    "forum_title": "Koníakstofan",
    "id": "72265",
    "title": "Uber douche",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=72265",
    "posts": [
        {
            "user_name": "appel",
            "text": "http://gizmodo.com/billionaire-uber-ceo ... 1792832328\nHérna er silicon valley milljarðamærðingur að rífast við láglaunastarfsmann sinn, á leiðinni heim með tvær kellingar milli sín...\nminnir á atriði úr Black Mirror.",
            "date": "2017-03-01 01:05:00",
            "post_id": "644164",
            "reply_to_id": false
        },
        {
            "user_name": "Klemmi",
            "text": "Nú kann ég ekki á Uber eða þessi öpp... ráða bílstjórarnir ekki sjálfir hvað þeir rukka? \nÞ.e. setja þeir ekki upp reikniforsendur? \nStýrir Uber algjörlega verðinu?",
            "date": "2017-03-01 09:24:00",
            "post_id": "644172",
            "reply_to_id": "644164"
        },
        {
            "user_name": "dori",
            "text": "Þessi gæi er náttúrulega hálfviti. Hefur ömurlegt track record (var m.a. ráðgjafi hjá Trump) og Uber virðist ekki vera neitt stórkostlegt heldur varðandi douchiness.\nhttps://www.susanjfowler.com/blog/2017/ ... ar-at-uber",
            "date": "2017-03-01 09:33:00",
            "post_id": "644173",
            "reply_to_id": "644172"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég held að það sé ekki hægt að orða þetta betur en í greininni sjálfri:",
            "date": "2017-03-01 10:37:00",
            "post_id": "644177",
            "reply_to_id": "644173"
        },
        {
            "user_name": "depill",
            "text": "Uber stjórnar verðinu sem snýr samt að eftirspurn og framboði. Verðið sérstaklega í stórborgum hefur verið lækkað aftur og aftur vegna samkeppni þar á meðal frá Lyft. Þannig eru margir bílstjórar sem fjárfestu í sérstaklega signature Toyota Prius Uber bílnum mjög fúlir núna.\nÉg meina ég borgaði $51 dollar fyrir BWI til Washington downtown. \nOg ekki allir sem eru ráðgjafar fyrir Trump er fávitar svo það sé á hreinu ( þótt hann sé frekar mikill idiot ), hann er ekkert að fara frá og stundum er betra bara að veita honum ráðgjöf til þess að vonandi hlustar hann á þá sem eru að reyna koma viti í hann í stað þess að hann hafi bara jarmandi já kór og heldur þessari vitleysu áfram.",
            "date": "2017-03-01 12:58:00",
            "post_id": "644196",
            "reply_to_id": "644177"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Málið er að Uber passar sig á að vera ekki með neina starfsmenn (eingöngu verktaka) til að geta leikið sér að lögunum. Gott dæmi um Silicon Valley Moron sem ætlast til að allir klappi fyrir honum þegar hann er að leika sér að heilli starfsstétt og hvernig hann geti grætt sem mestan pening og stefnan sett á sjálfkeyrandi bíla í framtíðinni (og þá þarf hann ekki einu sinni að reka starfsmennina þar sem þetta eru verktakar).",
            "date": "2017-03-01 14:51:00",
            "post_id": "644210",
            "reply_to_id": "644196"
        },
        {
            "user_name": "dori",
            "text": "Það er reyndar fínn punktur. Vonandi verður til dæmis nýji öryggisráðgjafinn hans góður og hann virðist vera einhver sem er ekki jákór.\nAnnars er þessi maður virkilega douche, eins og enginn efast um hérna held ég. Annað gott dæmi er \n\"Boob-er\" kommentið\n sem hann kom einhverntíma með.",
            "date": "2017-03-01 15:06:00",
            "post_id": "644211",
            "reply_to_id": "644210"
        }
    ],
    "date": "2017-03-01 01:05:00"
}