{
    "forum_title": "Almennt um vélbúnað",
    "id": "72261",
    "title": "Samanburður á skjám.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=72261",
    "posts": [
        {
            "user_name": "steinarsaem",
            "text": "Hef mikið skoðað, pælt og borið saman.\nÁ endanum leist mér best á \nROG PG279Q.\nEn verandi ábyrgður heimilisfaðir á ég andskoti erfitt með að réttlæta svona dýr kaup.\nÞá fór ég að skoða og fann út að ACER eru með í Predator línunni sinni svipaðan skjá, það eina sem ROG-inn hefur fram yfir hann er yfirklukkun úr 144hz í 165hz.\nHann fékkst því miður ekki á Íslandi og var ég búinn að hafa samband við Tölvutek, þar sem þeir eru umboðsaðilar fyir ACER hér á landi, þeir gátu sérpantað og til mín komið á 179.990 kr  \n \nMér til mikillar gleði sá ég hinsvegar að ELKO eru komnir með hann á sölu, og það er nýlega gerst, ég er búinn að vera að stalka alla sem eru að selja svona high end leikjaskjái.\nEr \nÞETTA\n ekki no brainer? Eru þessi 21hz 55 þúsund króna virði?",
            "date": "2017-02-28 21:32:00",
            "post_id": "644150",
            "reply_to_id": false
        },
        {
            "user_name": "steinarsaem",
            "text": "Nú jæja, ég hefði átt að googla aðeins meira, Predator skjárinn er líka hægt að overlcocka uppí 165hz \nhttps://www.acer.com/ac/en/CA/content/m ... .HX1AA.001",
            "date": "2017-02-28 21:35:00",
            "post_id": "644151",
            "reply_to_id": "644150"
        },
        {
            "user_name": "upg8",
            "text": "Hví að yfirklukka þá meira, augun og heilinn geta ekki skynjað þennan hraðamun",
            "date": "2017-03-01 08:39:00",
            "post_id": "644169",
            "reply_to_id": "644151"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Er með PG279Q. Setti hann beint í 144hz og hann hefur eiginlega verið þannig siðan. Prófaði að \"yfirklukka\" hann í 165hz en sá engan mun. Gríðarlegur munur úr 60hz i 144hz + Gsync. Leið hálf asnalega að vera \"yfirklukka\" tölvuskjá þannig ég lét þetta bara eiga sig.\nMyndi algerlega geta mælt með PG279Q skjánum.",
            "date": "2017-03-01 09:11:00",
            "post_id": "644170",
            "reply_to_id": "644169"
        }
    ],
    "date": "2017-02-28 21:32:00"
}