{
    "forum_title": "Koníakstofan",
    "id": "72333",
    "title": "Allt er spillt?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=72333",
    "posts": [
        {
            "user_name": "appel",
            "text": "http://www.visir.is/telja-verktaka-cia- ... 7170308800\nJá, jafnvel yddarinn þinn er tengdur við CIA og NSA, þeir vita nákvæmlega hvað þú ert að fara skrifa.\nAllt sem þú segir upphátt á þínu eigin heimili, hvað þú ert að horfa á í sjónvarpinu, hvað þú ert að etc etc.",
            "date": "2017-03-09 00:03:00",
            "post_id": "644770",
            "reply_to_id": false
        },
        {
            "user_name": "svanur08",
            "text": "",
            "date": "2017-03-09 01:15:00",
            "post_id": "644776",
            "reply_to_id": "644770"
        },
        {
            "user_name": "hfwf",
            "text": "Helvítis yddarar, bunað farga öllum mínum núna. Phew dodged a bullet there. \nSent from my SM-G925F using Tapatalk",
            "date": "2017-03-09 11:06:00",
            "post_id": "644787",
            "reply_to_id": "644776"
        },
        {
            "user_name": "KHx",
            "text": "Hvað með fyllingarnar í tönnunum á okkur? Verðum við ekki að rífa þær úr til að vera vissir? :-)",
            "date": "2017-03-09 11:08:00",
            "post_id": "644788",
            "reply_to_id": "644787"
        },
        {
            "user_name": "CendenZ",
            "text": "Áhugavert.\nÉg horfði á x-files á síðasta ári og það er merkilegt ef maður skautar framhjá þessu alien bulli og fókuserar á þátt ríkisins og (samsæriskenningarnar sem öllum þótti nú meira ruglið á þessum tíma) Þá er nú nokkurn veginn allt búið að rætast, bara án gríns.\nÞað er eiginlega bara hræðilegt og heilaþvotturinn er orðinn alger, maður sér á spjallsíðum og commentakerfum orðaval eins og ,,if you don't have anything to hide, why are you against it\" á reddit og neowin.",
            "date": "2017-03-09 11:20:00",
            "post_id": "644789",
            "reply_to_id": "644788"
        },
        {
            "user_name": "urban",
            "text": "Þetta er alveg ótrúlega fáránlegur hugsunar háttur hjá fólki.\nAftur á móti með mig, ég bara fastlega geri ráð fyrir því og búinn að gera í fjölda ára að það sé möguleiki á því að fylgjast með því sem að ég geri í tækjum sem að tengd eru við samskiptanet.\nHvort að það hafi einhver áhuga á því að fylgjast með mér er allt annað, en mér dettur ekki til hugar að vera svo lokaður fyrir því að það sé ekki möguleiki og geri þess vegna bara ráð fyrir því.\nÞað stoppar mig ekkert í að lifa lífinu aftur á móti",
            "date": "2017-03-09 12:09:00",
            "post_id": "644792",
            "reply_to_id": "644789"
        },
        {
            "user_name": "GuðjónR",
            "text": "Það gerðist nú eitt skrítið fyrr í vikunni, konan vaknaði með mikinn verk í mjóbaki. Eiginlega alveg að drepast. Hálfgert þursabit.\nVar hérna alveg back og gat sig varla hreyft. Þegar hún svo fór í tölvuna nokkrum klukkutímum síðar og á FB...þá var það fyrsta AD sem poppaði upp... \"ertu með bakverk\"?\nPottþétt tilviljun, en fær mann samt til þess að hugsa...",
            "date": "2017-03-09 12:17:00",
            "post_id": "644793",
            "reply_to_id": "644792"
        },
        {
            "user_name": "worghal",
            "text": "Svona svipað og þegar maður er að tala um einhvern ákveðinn hlut við einhvern og svo þegar maður ætlar að googla að þá er það fyrsta uppástungan þótt þú sért ekki búinn að skrifa heilt orð.",
            "date": "2017-03-09 12:22:00",
            "post_id": "644795",
            "reply_to_id": "644793"
        },
        {
            "user_name": "playman",
            "text": "Jafnvel þó þú hafir bara hugsað það og fyrstu orðin í leitarstrengnum eru \"how to check\" og google kemur með tillöguna \"How to check if watermelon is ripe\" sem er akkúrat það sem að ég var að leita að.",
            "date": "2017-03-09 13:25:00",
            "post_id": "644802",
            "reply_to_id": "644795"
        },
        {
            "user_name": "GuðjónR",
            "text": "Nákvæmlega, þið eruð alveg spot on!",
            "date": "2017-03-09 17:30:00",
            "post_id": "644812",
            "reply_to_id": "644802"
        },
        {
            "user_name": "Hizzman",
            "text": "NEI - ekki tilviljun !!\nsímarnir ykkar hlera ykkar samtöl og sýna ykkur síðan auglýsingar sem 'henta ykkur'\nþetta er alveg ótrúlegt WTF",
            "date": "2017-03-09 17:51:00",
            "post_id": "644815",
            "reply_to_id": "644812"
        },
        {
            "user_name": "urban",
            "text": "og hvað með það að síminn sé hleraður ef að hún vaknar heima hjá sér með bakverk ?\nErtu kannski að ákveða að hún hafi hringt til læknis eða í GuðjónR ? \nEn þetta með auglýsingarnar er bæði ofureðlilegt og líka bara mjög þægilegt.\nÉg allavega persónulega vill frekar fá auglýsingu um t.d. tölvur þegar að ég er að skoða tölvuvörur en að fá auglýsingu um heklunálar, sláttuvélar fyrir traktora eða matsölustaði í afganistan\nsíðan hitt, eðlilega ertu notaður og seldur til auglýsingakompanía.\nHvað er meðalmaðurinn að nota.\nHann er með tölvu heima hjá sér og þar er hann líklegast með gmail account og facebook account, ásamt síðan twitter og instagram og hinum og þessum öðrum.\nhvern einn og einasta borgar hann ekki krónu fyrir og hefur helling útúr þeim \nNotar síðan náttúrulega google á fullu.\nÞar að auki er hann með Android farsíma, þar sem að hann borgar ekki krónu fyrirstýrikerfið og er að öllum líkindum með hann tengdan við google accountinn sinn.\nSemsagt alveg óhemju þjónusta sem að er verið að nota án þess að borga krónu fyrir.\nMálið er bara ofur einfalt, ef að þú ert að nota þjónustu og ert ekki að greiða fyrir hana, þá ertu ekki kúnni heldur söluvara.\nMér finnst líka bara hið besta mál að google hafi einhvern pening útúr því að selja upplýsingar til auglýsenda um það hvað er líklegast að ég kaupi, það henntar mér og ég er að \"borga\" örlítið af tíma mínum fyrir að fá auglýsingar sem að hennta mér í staðin fyrir allt sem að google gefur mér.\nÉg væri handónýtur án google og facebook, myndi ekki nenna að vera með milljón þjónustur í því sem að google sér um fyrir mig og er bara ánægður með að þurfa ekki að punga út peningum fyrir það.",
            "date": "2017-03-09 18:36:00",
            "post_id": "644817",
            "reply_to_id": "644815"
        },
        {
            "user_name": "Hizzman",
            "text": "LOL - urban er beta-tester, búinn að fá ígræðsluna.",
            "date": "2017-03-09 18:57:00",
            "post_id": "644823",
            "reply_to_id": "644817"
        },
        {
            "user_name": "braudrist",
            "text": "Hvað haldiði svo að CIA og NSA hafi komið í veg fyrir mörg hryðjuverk og annars slíkt með öllum þessum hlerunum? Örugglega alveg slatta en það kemur ekkert fram í fjölmiðlum. Þeir mega hlera allan fjandann fyrir mér ef það kemur í veg fyrir að einhverjir tuskuhausar sprengi saklaust fólk. Ef ykkur er annt um persónufrelsi ykkar, ekki vera að nota þessar þjónustur þá.",
            "date": "2017-03-09 19:34:00",
            "post_id": "644824",
            "reply_to_id": "644823"
        },
        {
            "user_name": "vesley",
            "text": "",
            "date": "2017-03-09 19:49:00",
            "post_id": "644827",
            "reply_to_id": "644824"
        },
        {
            "user_name": "urban",
            "text": "Held að þú hafir ekki náð fyrsta kommentinu mínu í þræðinum.\nÞú hefðir gott að því að kíkja á það og skoða svo seinna svarið í framhaldi af því, en það sem að ég er ekki viss um að þú skiljir samt punktinn þá skal ég bara koma með hann í styttu máli.\nÞú mátt alveg lifa lífinu rosa hræddur um þetta allt og vera að drepast úr noju yfir því að það sé verið að fylgjast með þér, ég einfaldlega geri ráð fyrir þessu og lifi lífinu bara samt, geri ráð fyrir því að því að það sé hægt að hlusta á allt sem ég segi og fylgst með öllu sem ég geri á netinu.\nÉg aftur á móti nenni ekki að vera nojaði gæjinn yfir einhverju sem að ég geri ráð fyrir.\nÉg aftur á móti elska það að þessar þjónustur auðveldi mér lífið.\nÉg lifi bara lífinu og geri ráð fyrir þessu öllu saman.\nÞú mátt síðan vera gæjinn sem að endar með álpappír á hausnum grafinn í gám út í móa vegna noju yfir einhverju.",
            "date": "2017-03-09 19:58:00",
            "post_id": "644829",
            "reply_to_id": "644827"
        },
        {
            "user_name": "beatmaster",
            "text": "Ég líka geri ráð fyrir því að því að það sé hægt að hlusta á allt sem ég segi og fylgst með öllu sem ég geri á netinu.\nMér er alveg sama, þyrfti eiginlega að finna greinina sem að ég las þar sem voru færð rök fyrir því að einkalíf sé í rauninni aðeins ca 100-200 ára, hún er mjög góð lesning, málið er að það er bara fullt af fólki sem er alveg drullusama, það urðu einhverjir hissa þegar að Snowden uppljóstranirnar komu fram en svo kom í ljós að flestum var bara alveg sama og eru jafnvel bara sáttir við að það sé verið að reyna að stemma stigu við glæpamenn.",
            "date": "2017-03-09 21:57:00",
            "post_id": "644837",
            "reply_to_id": "644829"
        },
        {
            "user_name": "Hizzman",
            "text": "er virkilega ekkert strik ? er bara OK að síminn sem þú skilur aldrei við þig, sé að stelast til að vera með stanslausa hljóupptöku og senda hana 'eitthvert' ?",
            "date": "2017-03-10 10:39:00",
            "post_id": "644882",
            "reply_to_id": "644837"
        },
        {
            "user_name": "pattzi",
            "text": "Þetta er allt spillt \nÆtli ég noti ekki bara gamla Nokia 5110 sem er reyndar í notkun í bílnum haha",
            "date": "2017-03-10 12:24:00",
            "post_id": "644889",
            "reply_to_id": "644882"
        },
        {
            "user_name": "urban",
            "text": "Geri ráð fyrir því að þessi spurning sé ætluð til mín.\nSjáðu til, þetta er ekki það að ég hafi ekkert að fela og þess vegna sé þetta í lagi, það er alls ekki svo, það er einsog ég sagði, ógeðslegur hugsunarháttur.\nEf að ég hef eitthvað að fela, þá hef ég einmitt bara vit á því að geyma það ekki á internetinu eða spjalla um það í síman.\nÞað er nefnilega sáraeinfalt að vera ekki með síman á sér öllum stundum sjáðu til.\nÞú virðist bara vera rosaleg hræddur við eitthvað sem að þú hvorki færð breytt né stjórnað, ég er það ekki vegna þess að ég hef vit á því að forðast það ef að ég þarf þess og einfaldlega nýt þjónustunna sem að ég nota það mikið að ég lifi bara lífinu fínt.\nEr semsagt ekki hræddur við það sem að ég tel mig vita og get ekki breytt.",
            "date": "2017-03-10 12:47:00",
            "post_id": "644892",
            "reply_to_id": "644889"
        },
        {
            "user_name": "Hizzman",
            "text": "ok, þarna er misskilningur! Síminn er actually að hlusta 24/7 og senda það inn. Einnig í svefnherberginu og búningsklefanum. 90%+ notenda hafa væntanlega símann sem verjaraklukku!",
            "date": "2017-03-10 15:57:00",
            "post_id": "644903",
            "reply_to_id": "644892"
        },
        {
            "user_name": "urban",
            "text": "Já og skoðaðu setninguna sem að er strax á eftir þessari sem að þú kvótaðir.\nÉg hef bara ekki miklar áhyggjur af því að vera target af einhverjum sem að er að njóna um alla.\nÉg er alveg gríðarlega ómerkilegt meðalljón á íslandi og hugsa að það séu ca alveg algert lágmark 1/3 af heiminum sem að eru alltaf mikið merkielgri en ég í heimi njósna.\nEn sjáðu, þarna er þetta ekki hugsununin um að ég hafi ekkert að fela, heldur einfaldlega að það sem að ég hef að fela eða almennt að tjá mig um sé svo rosalega ómerkilegt að það nenni engin að spá í því.\nog síðan þessi punktur sem að þú virðist ekki ná.\nÉg lifi fínu lífi og líður gríðarlega vel og hef í hyggju að halda því áfram.\nÞú mátt síðan vera nojaði gæjinn yfir þessu öllu saman, semsagt einsog ég sagði áðan (auðvitað meira í gríni) þú mátt vera gæjinn sem að ert með álpappír á hausnum í einhverju byrgi alveg off grid, það er ekkert mál, þú mátt alveg hafa áhyggjur yfir þessu, sjálfsagt hefuru eða lágmark telur þig hafa eitthvað meira og merkilegra að fela eða tjá þig um dags daglega, eða einfaldlega að þú sért bara nojuð týpa.\nÉg nenni því ekki og er það þess vegna bara alls ekki.\nen já, það er ekkert mál að skilja símann eftir.",
            "date": "2017-03-10 16:07:00",
            "post_id": "644904",
            "reply_to_id": "644903"
        },
        {
            "user_name": "Hizzman",
            "text": "En ef einhver hakkar eitthvað og þín hljóð verða public? Vodafone lenti illa í þessu og það voru 'bara' SMS.\nHvað ef þú ert í einhverjum málaferlum og mótaðilinn getur keypt UPPTÖKUR til að nota gegn þér?",
            "date": "2017-03-10 16:24:00",
            "post_id": "644907",
            "reply_to_id": "644904"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Félagi minn fór til USA fyrir nokkrum árum og var tekinn í yfirheyrslu í nokkra klukkutíma, af því að þeir grunuðu hann um að vera að fara að vinna við tónleikahald vegna þess að þau í hópnum voru með hljóðfæri. Þeir voru með útprentuð e-mail af Gmailinu hans til og frá mömmu hans, án þess að hafa beðið hann um aðgang. Dálítið síðan að maður fór að hugsa netnotkunina upp á nýtt... Íslendingar eru alveg grænir í þessum málum og trúa engu illu upp á meðbræður sína á netinu.",
            "date": "2017-03-10 17:17:00",
            "post_id": "644911",
            "reply_to_id": "644907"
        },
        {
            "user_name": "Heliowin",
            "text": "Einn af helstu göllum þessa kerfis er gerfigreindin og tala nú ekki um greindarfar þeirra sem vinna úr þessum upplýsingum eða hafa aðgang að þeim.\nEða að einhverjir verktakar væru að miðla upplýsingum til þriðja aðila og jafnvel án vitundar ? og samþykkis ? þessara stofnanna.\nEða einhver úti í bæ að hacka sig inn á einhver misvel varin kerfi þeirra og stundum mjög lítið vörðum ef þá nokkuð.",
            "date": "2017-03-10 18:26:00",
            "post_id": "644917",
            "reply_to_id": "644911"
        },
        {
            "user_name": "urban",
            "text": "voðalega áttu erfitt með að átta þig á því að ég nenni ekki að vera hræddur við eitthvað sem að ég fæ ekki breytt.\nVert þú það bara, vert þú nojaði gæjinn sem að ert rosa hræddur.\nÉg nenni því ekki.",
            "date": "2017-03-11 14:56:00",
            "post_id": "644976",
            "reply_to_id": false
        },
        {
            "user_name": "Skúnkur",
            "text": "Núll sinnum.\nhttps://www.youtube.com/watch?v=ucRWyGKBVzo&t=1243s",
            "date": "2017-03-26 11:56:00",
            "post_id": "645878",
            "reply_to_id": "644976"
        },
        {
            "user_name": "ojs",
            "text": "https://yro.slashdot.org/story/07/07/10/2054219/privacy-and-the-nothing-to-hide-argument",
            "date": "2017-03-26 22:51:00",
            "post_id": "645919",
            "reply_to_id": "645878"
        }
    ],
    "date": "2017-03-11 14:56:00"
}