{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "72466",
    "title": "Samsung S8 að fara koma út fáum við bónus ?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=72466",
    "posts": [
        {
            "user_name": "rbe",
            "text": "jæja eru menn ekki orðnir spenntir fyrir þessum. S8 ?\nhttp://www.gsmarena.com/samsung_galaxy_s8+-8523.php\nhttp://www.techradar.com/news/phone-and ... s8-1318744\nspurningin hvort  við fáum aðal bónusinn frá samsung ? sem er mest varið í ? \n \nog sem er ekki í specs.\nsjálfíkveikju ?\nnever android again !",
            "date": "2017-03-23 00:52:00",
            "post_id": "645680",
            "reply_to_id": false
        },
        {
            "user_name": "DJOli",
            "text": "Tja.\nSem s6 eiganda hljómar stökkið úr 2550mAh rafhlöðu í 3500mAh rafhlöðu mjög appealing.",
            "date": "2017-03-23 01:47:00",
            "post_id": "645681",
            "reply_to_id": "645680"
        },
        {
            "user_name": "rbe",
            "text": "hvernig er batterýs ending annars í nýjum símum í dag ?\nfékk mér lumia 950xl fyrir nokkru síðan og hann er í gangi frá 8 á morgnana til 1 á nóttinni á batterý. þá eru um 65% eftir .\nnota hann alveg slatta . er alltaf með held flest í gangi sem sýgur batterý.\nskoðaði batterýs notkun yfir viku , microsoft tengiliðir er hæst (adressubókin) 56% ræsa 15% (aðalvalmynd og hliðarmynd) hin forritin eru í núll og nix.\nef maður klikkar á forritin er keyrslunni á þeim stjórnað af windows sjálfgefið. hægt að velja að þau keyri í bakgrunni eða loka á þau alveg. t.d twitter , facebook instagram og öll hin. (forrit virðast ekki fá að keyra constant i bakgrunni í win) eina leiðin til að stjórna notkun á öppum í android var að henda þeim út ? ef maður vildi ekki að þau keyrðu constant ?\nkemur ekki fram hvað skjár er að nota mikið batterý eða cpu ? forrita notkun listuð.\nvar með s3 áður , hann var krapp. batterýið dugði i 7 tíma , þangað til ég henti út facebook app ruslinu sem saug batterýið. (keyrði constant)\nþá dugði hann daginn jafnvel lengur . reyndar mun minna batterý i honum. \nen lumia síminn er væntanlega orkufrekari en s3 , mun öflugri örgjörvi í honum t.d. \n3340 mAh battery í lumia.\nwindows kerfið á nú að vera þyngra í keyrslu en android ? betri orkustjórnun í því ?\nsvo annað eftir 30mín notkun á honum nýjum kom uppfærsla úr build 1511 í 1607 í 2 vikna gamalt build. \nverður væntanlega supportaður lengur en samsung ? os update.\nps . og það á ekki að kvikna í batterýinu",
            "date": "2017-03-23 06:17:00",
            "post_id": "645682",
            "reply_to_id": "645681"
        },
        {
            "user_name": "Klemmi",
            "text": "Já, aldrei aftur Android, því það kviknaði í síma sem var með Android stýrikerfi... because logic.",
            "date": "2017-03-23 08:52:00",
            "post_id": "645683",
            "reply_to_id": "645682"
        },
        {
            "user_name": "worghal",
            "text": "Ein ákveðin týpa með galla kveikir í sér.\n>Allir android símar eru hættulegir.\nTop kek.",
            "date": "2017-03-23 09:36:00",
            "post_id": "645685",
            "reply_to_id": "645683"
        },
        {
            "user_name": "mercury",
            "text": "get ekki beðið 6.2\" \n búinn að vera með note 4 núna í 2 og hálft ár. Kominn tími á uppfærslu.",
            "date": "2017-03-23 10:14:00",
            "post_id": "645687",
            "reply_to_id": "645685"
        },
        {
            "user_name": "DJOli",
            "text": "Ég er búinn að vera að lenda í að s6-an mín, sem nú er ríflega 22-23 mánaða gömul, sé með ríflega 50% rafhlöðuendingu eftir 4 tíma, þá tölum við um 5-10 mínútur í að skrifa hluti niður, allt að 10 mínútur í símtöl, og rest í bið, en síminn þó með stöðugt data/4g í gangi.\nNúna er staðan orðin svoleiðis að það eru kannski 30% eftir af rafhlöðunni eftir 5 tíma við svipuð skilyrði.\nStrangely enough, þá endist síminn í hátt í tvo sólarhringa á sömu hleðslu ef slökkt er á: data/4g, wifi og gps.",
            "date": "2017-03-23 15:46:00",
            "post_id": "645696",
            "reply_to_id": "645687"
        },
        {
            "user_name": "hagur",
            "text": "Verður hann heitur viðkomu?  Þá er líklega einhver process í limbó-i sem veldur stöðugu CPU álagi.\nÉg hef lent í þessu 1-2 svar á S7 símanum mínum, þá hefur dugað að restarta honum og allt fellur í ljúfa löð á ný.  Þetta var reyndar á Android 6, hefur ekki enn gerst eftir að ég uppfærði í Nougat.",
            "date": "2017-03-23 15:50:00",
            "post_id": "645697",
            "reply_to_id": "645696"
        },
        {
            "user_name": "DJOli",
            "text": "Verður ekki nema lúkuheitur í mesta lagi.",
            "date": "2017-03-23 15:55:00",
            "post_id": "645698",
            "reply_to_id": "645697"
        },
        {
            "user_name": "rbe",
            "text": "klemmi og worghal . það er rétt að ég átti að ekki að dissa android þegar ég er ekki hrifinn að google fyrirtækinu og stefnu þeirra.\nsumir eru hrifnir af þessu kerfi og virði ég það er bara ekki sammála mér finnst það  ekki spes.\nhins vegar má samsung alveg fá sinn skrerf að gagnrýni. að setja vöru á markað sem er svo gölluð að hún er beinlýnis hættuleg.\nsennilega bilar 1-5% af allri framleiðslu á ábyrgðartíma ? hinir og þessir gallar sem má rekja t.d til framleiðslu vörunnar. eða gæða íhlutanna í henni.\nen þegar þarf að innkalla heila framleiðslu línu vegna þess að gallinn er svo stór að almenningi stafar hætta af honum er annað uppi á teningnum,\nt.d getur kvinkað í íbúðum bifreiðum og svo framveigis.\nsvo er annað mál með stýrikerfisgallanna og hver á að laga þá ? samsung gerir það ekki eftir ákveðin tíma. fer ekki út í þá sálma nánar  of löng umræða.\nsamsung er nú ekkert smáfyrirtæki í kína að framleiða eina gerð af low budget tablet. .þeir eru með um 20% markaðhlutdeild í símum og ættu að geta gert mikið betur en þetta ? þeir eru líka með allskonar aðra framleiðslu t.d ssd .\ngeri þá kröfu til svona stórfyrirtækis að koma með framleiðslu sem endist að lágmarki 4ár og sé ekki hættuleg lífi og limum.\nað bjóða neytendum upp á sorp framleiðslu er út i hött.\nveit ekki með neytendur hvað þeir eru kröfuharðir og hverju þeir eru að sækjast eftir í vöru. gæðum , áráðanleika , notagildi eða verðlagi.\nsumum dugar 2000kr heyrnatól aðrir kaupa 50þús króna. misjafn er smekkur neytanda. hvað þú ætlar að gera kröfu til að varan endist lengi ?\ner t.d með 25ára gamla EV hátalara og 23ára gamlan Denon magnara. slá ekki feilpúst. (ekki stýrikerfi í þeim) svona vörur eru ekki framleiddar í dag ? endingin í dag er ekki svona góð ? ísskápar í dag endast ekki jafn lengi og í gamla daga ? þetta á við um flesta vöru ?\nen meirhluti neytenda hefur ekki hugmynd um hvað þeir  kaupa ?\nt.d væri ekki von á góðu ef lyf væru á auglýsingamarkaði og gætu keypt þau lyf sem þeim fynndist henta þeim ef ekki væru lyfjaávisanir lækna.\nen jæja búinn að fara út um víðan völl og blása út góðar stundir.",
            "date": "2017-03-23 16:58:00",
            "post_id": "645700",
            "reply_to_id": "645698"
        },
        {
            "user_name": "rbe",
            "text": "hér er smá viðbót um bullið sem er í gangi ?\nþetta fyrirkomulag er greinilega ekki að virka ? google patchar og patchar en það kemst ekki til skila ?\nhttps://www.neowin.net/news/google-admi ... te-in-2016",
            "date": "2017-03-23 18:16:00",
            "post_id": "645709",
            "reply_to_id": "645700"
        },
        {
            "user_name": "nidur",
            "text": "Lol er iphone maður að byrja með S8 þráð \nÉg kaupi mér android aftur næst, og roota hann og held áfram.\nOg S6 minn sem er að verða 3 ára fljótlega þarf nýtt batterý sem er nú alveg eðlilegt.",
            "date": "2017-03-23 20:15:00",
            "post_id": "645725",
            "reply_to_id": "645709"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Ég er ennþá að keyra á S4, rootaður með Android 7.1 í góðu fjöri. Batteríið reyndar ekkert súper þegar það er kalt. Fer að verða fjögurra ára í vor. Set reyndar spurningamerki við það að þinn S6 sé að verða þriggja ára þar sem hann kom út 2015.\nHugsa að ég fari samt ekki í Samsung næst...",
            "date": "2017-03-23 20:27:00",
            "post_id": "645726",
            "reply_to_id": "645725"
        },
        {
            "user_name": "vesley",
            "text": "Þegar Samsung innkallaði símana voru eingöngu 35 staðfestir símar sem höfðu ofhitnað vegna rafhlöðunnar (ekki endilega kviknað í) Það tel ég nú bara nokkuð góð og fljót viðbrögð við þessum galla. \nÍ heildina voru það um rúmlega 100 símar sem sýndu þetta vandamál og telur Samsung þetta vandamál hafa átt við innan við 1000 síma af 2.5 milljónum sem framleiddir voru, miðað við þær tölur þá tel ég það ansi gott að þeir ákváðu að innkalla símana. \nAð drulla yfir allt fyrirtækið vegna galla í einni vöru hjá þeim er ansi sérstakt.",
            "date": "2017-03-23 20:46:00",
            "post_id": "645727",
            "reply_to_id": "645726"
        },
        {
            "user_name": "GuðjónR",
            "text": "Google = spyware, hvort sem þeir kalla það Android eða gmail.\nSvo það þarf ekki að koma neinum á óvart að \"öryggisviðbæturnar\" þeirra komist ekki til skila.",
            "date": "2017-03-23 20:50:00",
            "post_id": "645728",
            "reply_to_id": "645727"
        },
        {
            "user_name": "hfwf",
            "text": "Elska Apple fanbois [emoji23]\nSent from my SM-G925F using Tapatalk",
            "date": "2017-03-23 21:37:00",
            "post_id": "645732",
            "reply_to_id": "645728"
        },
        {
            "user_name": "rbe",
            "text": "sæll wesley\nhttps://en.wikipedia.org/wiki/Samsung_Galaxy_Note_7\n samkvæmt þessu er farið ýtarlega í þetta og þarna kemur líka fram 35 tæki. (sennilega eru þau mikið fleiri á heimsvísu samsung fær nú ekki allar tilkynningar ?)\nman bara hvernig minn s3 var nýr kostaði 130þús . hann var pain in the ass from day one. fór 3 var í viðgerð og var reynt að laga gallann. fékk nýjan þegar vodafone eða viðgerðaraðili þeirra gat ekki lagað hann. þá tók annað process við önnur tegund af bilun sem tók aðrar 3 viðgerðir sem ekki var hægt að laga þannig að ég var á 3ja S3 símanum hann var loksins til friðs og stóð sig með sóma. fyrir  utan að fá engar uppfærslur nema á öppum.\nþessi viðgerðar rúntur tók yfir 1 og  hálft ár í heild.\nþað er pottþétt að vodafone hefur ekki tilkynnt þessa galla til birgja sinna og hvers eðlis þeir voru þeir fá þá væntalega að fá nýja fyrir gölluð eintök  ? hvað þá að höfuðstöfðar samsung viti hvað mörg % af vörunni þeirra virki ? og hvað gallar eru að hrjá viðkomandi tegund ?\nps er reyndar að horfa á samsung T260 skjá, hann er alveg til fyrirmyndar orðinn held ég 8ára. aldrei vesen með hann.",
            "date": "2017-03-23 21:39:00",
            "post_id": "645733",
            "reply_to_id": "645732"
        },
        {
            "user_name": "rbe",
            "text": "bara svo þið vitið það er ég ekki apple fanboy. \nhef aldrei átt apple vöru. ekki eina.\nhef ekki einu sinni notað apple síma. eða veit ekkert hvernig hann virkar. kann ekki einu sinni að kveikja á honum.\nkann núll á apple stýrikerfið í tölvum, hef þurft að reyna nota það 4 sinnum á ævinni .",
            "date": "2017-03-23 22:01:00",
            "post_id": "645734",
            "reply_to_id": "645733"
        },
        {
            "user_name": "nidur",
            "text": "2015, 2016, 2017 3 ár, nei djók, hann er þá orðinn 2 ára og það er þá 1 ár í að ég fái mér nýjann, mér finnst 3 ár lágmark úr svona dýrum tækjum.",
            "date": "2017-03-24 09:26:00",
            "post_id": "645757",
            "reply_to_id": "645734"
        },
        {
            "user_name": "GuðjónR",
            "text": "Mig grunar að hfwf hafi verið að skjóta á mig.",
            "date": "2017-03-24 09:35:00",
            "post_id": "645758",
            "reply_to_id": "645757"
        },
        {
            "user_name": "nidur",
            "text": "Ætlað sko alls ekki að móðga þig, missti af því að þú ert með windows mobile  \n \nEf fólk er á móti big brother þá er hægt að kaupa sér Blackphone 2 \nhttps://www.silentcircle.com/products-and-solutions/devices/\nEða roota Android símann og nota XPrivacy til að blokka, eða gefa fake upplýsingar frá símanum þínum.",
            "date": "2017-03-24 09:37:00",
            "post_id": "645759",
            "reply_to_id": "645758"
        },
        {
            "user_name": "frr",
            "text": "Ef þið getið sett upp Nougat, þá mæli ég eindregið með því, upp á rafhlöðuendingu.",
            "date": "2017-03-24 09:54:00",
            "post_id": "645760",
            "reply_to_id": "645759"
        },
        {
            "user_name": "hfwf",
            "text": "Ætíð",
            "date": "2017-03-24 14:30:00",
            "post_id": "645764",
            "reply_to_id": "645760"
        },
        {
            "user_name": "gissur1",
            "text": "Gæti samt ekki verið hagstæðara að skipta á 1-2 ára fresti þar sem endursöluverðið er ennþá sæmilegt?",
            "date": "2017-03-24 16:17:00",
            "post_id": "645771",
            "reply_to_id": "645764"
        },
        {
            "user_name": "Hrotti",
            "text": "Það er amk miklu skemmtilegra",
            "date": "2017-03-24 19:28:00",
            "post_id": "645783",
            "reply_to_id": "645771"
        },
        {
            "user_name": "nidur",
            "text": "Lol endursala, hvað er það",
            "date": "2017-03-24 19:53:00",
            "post_id": "645785",
            "reply_to_id": false
        },
        {
            "user_name": "gissur1",
            "text": "Já fyrir utan það hehe.\nEn svona í alvöru þá gæti það bara verið hagstæðara þar sem þú ætlar hvort sem er væntanlega að endurnýja í annað dýrt tæki og þá er ekkert verra að fá kannski 20-30þ meira fyrir gamla tækið uppí nýja.",
            "date": "2017-03-25 13:28:00",
            "post_id": "645834",
            "reply_to_id": "645785"
        },
        {
            "user_name": "Hrotti",
            "text": "Ég er alveg sammála þessu.  Ég kaupi mér nýjan síma á hverju ári, en ákvað einhverntímann að sleppa ári (iPhone 3s)til að spara. Það virkaði eki betur en svo, að þegar ég skipti næst upp, borgaði ég tvöfalt meira á milli en venjulega.",
            "date": "2017-03-25 16:41:00",
            "post_id": "645841",
            "reply_to_id": "645834"
        },
        {
            "user_name": "GuðjónR",
            "text": "Mér finnst alltaf þegar ég les fyrirsögnina að ég geti keypt Samsung S8 í Bónus.",
            "date": "2017-03-25 17:21:00",
            "post_id": "645843",
            "reply_to_id": "645841"
        },
        {
            "user_name": "hfwf",
            "text": "Þú ert ekki langt frá því, kaupir næsta síma í Costco",
            "date": "2017-03-25 17:53:00",
            "post_id": "645847",
            "reply_to_id": "645843"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ja...því ekki?",
            "date": "2017-03-25 20:05:00",
            "post_id": "645851",
            "reply_to_id": "645847"
        },
        {
            "user_name": "hfwf",
            "text": "Það verður reyndar spennandi að sjá pricedroppið á símum, í maí/jún hjá öðrum.",
            "date": "2017-03-25 21:47:00",
            "post_id": "645853",
            "reply_to_id": "645851"
        },
        {
            "user_name": "Nariur",
            "text": "Það verður svo gott sem ekkert. Símfyrirtækin eru ekkert að græða á að selja síma. Álagnigin er hverfandi.",
            "date": "2017-03-26 04:58:00",
            "post_id": "645866",
            "reply_to_id": "645853"
        },
        {
            "user_name": "rbe",
            "text": "ekki svo viss um það að símafyrirtækin græði litið.\nman þegar intel t.d var með annað verð ef þú keyptir 1000 stykki af cpu í einu. \nþað var á heimasíðu þeirra ? fyrir löngu . sé það ekki núna.\nsímafyrirtækin eru að panta þetta frá framleiðanda í bunkum frekar en að sækja eftir þörfum ? og eru með lager ?\nvita nokkuð vegin hvað seldist t.d af síðasta flaggskipi af undan á einu ári.\nsendi t.d fyrirspurn á vodafone varðandi lumia þegar ég keypti hann, þeir hættu að selja hann , seldist ekki \"nóg\" að þeirra mati og var ekki tekin inn aftur ,\nkeypti af emobi. álagningin hjá emobi er minni en vodafone ? emobi er með svipað verð og vodafone. vodafone fær síman ódýrar en emobi ? vodafone er að græða merira per síma en emobi ?\nt.d er bónus að þvinga heildsala birgja niður í verðum með þvi að kaupa haug í einu.\nog ef þeir vilja það ekki fá þeir ekki hillupláss , vörunar eru ekki teknar inn.\nsem skilar sér í hærra verði annarstaðar minni verslanir fá ekki sömu prísa og bónus ? þær eru örugglega með minni álagningu en bónus ?\nmunið þegar sjoppueigendur fóru í bonus að versla . það var ódýrara en að kaupa af heilsala.\nef ykkur er illa við símafyrirtækin kaupið simann í costco þeim er bráðilla við það.\ncostco kaupir ekki 5 i einu heldur tugi þúsunda og sendir hingað eftir þörfum. sennilega senda þeir 2000 s8 hingað ?",
            "date": "2017-03-26 06:20:00",
            "post_id": "645867",
            "reply_to_id": "645866"
        },
        {
            "user_name": "HalistaX",
            "text": "Djöfull er ég að digga S8 Plús. 6,2\" skjár? Uuuuu já takk? \nEr búinn að vera að bíða, spólandi graður, eftir að símar fari yfir 6\", og loksins, loksins, eru Samsung komnir í big league! \nÞað er samt spurning hvort ég eigi eftir að uppfæra úr mínum S6E+, þar sem ég fann út hvað er að eyða svona svakalegu batterýi hjá mér. Það er bara mobile networkið sem gjörsamlega tæmir mig á ca. 1 klst... Á meðan að wifi eyðir svona 20-30% á klukkutíma. Þannig að batterýið mitt er ekkert slappt, þetta er bara mobile networkið sem orsakar þetta. \nHeld samt að ég uppfæri ekki. Er S8 Plus ekki bara með 3500mAh batterýi? Efast einhvern veginn að þessi auka 500mAh umfram S6E+ sé einhver game changer...\nBíð bara eftir S9 Plus sem verður vonandi 6,5\".... Með alvöru Phablet fíling... \nEina sem vantar á minn er SD slottið, en ég er svo sem bara að nota 20 af þessum 32gb, þannig að ég hef varla áhyggjur...",
            "date": "2017-03-29 20:08:00",
            "post_id": "646158",
            "reply_to_id": "645867"
        },
        {
            "user_name": "rbe",
            "text": "http://www.samsung.com/us/explore/galaxy-s8/\nhttp://www.samsung.com/us/explore/galaxy-s8/meet/\nekki eitt orð um specs bara fallegar myndir. ?\nhttp://www.samsung.com/us/explore/committed-to-quality/\nheil síða um það að fullvissa neytendur að batterýið springi ekki í loft upp .\nhttp://www.gsmarena.com/samsung_galaxy_s8+-8523.php\nhmm fáum við ekki Qualcomm MSM8998 Snapdragon 835 - US model á íslandi ? mund bara kaupa hann ef hann væri með því ?\nOcta-core (4x2.35 GHz Kryo & 4x1.9 GHz Kryo) - US model verður hann tvíkjarna á íslandi hehe.\neins gott að kvikni ekki í honum. þá er samsung alveg out ?\nedit leitaði á bing. fann þetta á global\nhttp://www.samsung.com/global/galaxy/galaxy-s8/specs/\n*May differ by country and carrier.\n*May differ by markets and mobile operators.\nfær ísland \"lélegri\" týpuna ?",
            "date": "2017-03-29 22:14:00",
            "post_id": "646167",
            "reply_to_id": "646158"
        },
        {
            "user_name": "Sultukrukka",
            "text": "Það væri algjört brand identity suicide hjá Samsung að hleypa gölluðum rafhlöðum út aftur. Ef eitthvað er mun þetta líklegast verða eitt öruggasta launch hjá símaframleiðanda ever hvað varðar Li-Ion rafhlöður. Þeir eru búnir að moka út seðlum til að skapa brand name tengingu í Android geiranum og vilja líklegast ekki missa það heljartak sem þeir nú hafa á því.\nÉg persónulega sjálfur versla ekki Samsung síma en það verður seint tekið af þeim að þeir hafa hingað til verið top notch í hardware gameinu á Android hliðinni. \nVæri samt ansi fyndið ef að þessir myndu líka springa.",
            "date": "2017-03-30 00:56:00",
            "post_id": "646177",
            "reply_to_id": "646167"
        },
        {
            "user_name": "braudrist",
            "text": "Er ekki einhver kominn með gripinn sem vill gera smá úttekt (review) á honum? Bara svona til að sýna hversu mikla yfirburði hann er með miðað við aðra síma  \n \n \n \nfanboys inc",
            "date": "2017-04-01 16:36:00",
            "post_id": "646386",
            "reply_to_id": "646177"
        },
        {
            "user_name": "dori",
            "text": "Það er bara forsala í gangi núna. Hann er ekki afhentur fyrr en um miðjan apríl held ég alveg örugglega.",
            "date": "2017-04-01 19:28:00",
            "post_id": "646413",
            "reply_to_id": "646386"
        },
        {
            "user_name": "upg8",
            "text": "Hann var til sölu í Bónus í Holtagörðum í dag",
            "date": "2017-04-01 19:34:00",
            "post_id": "646414",
            "reply_to_id": "646413"
        }
    ],
    "date": "2017-03-24 19:53:00"
}