{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "72515",
    "title": "Hvaða hljóðkorti mæliði með?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=72515",
    "posts": [
        {
            "user_name": "HalistaX",
            "text": "Sælir, \nEr með þessa fínu Rokit 5 hátalara við vélina mína, en vantar \namp, eldri bróður mínum vantaði þennann sem ég var með og vantar mig því nýjann.\nÞað eru s.s. tvö stór jack úr hátölurum í ampinn, þannig að það væri æði ef það væru s.s. eitt left jack og eitt right jack tengi fyrir hátalarana. Og jú auðvitað USB í tölvuna mína. Ekki myndi skemma fyrir ef hægt væri að tengja lítil tæki við þessa græju með mini jack. \nHverju mæliði með? \nÉg tek það fram að ég kann ekkert á þetta dót, enda var ég að treysta á þennann sem var til en hann þurfti að fara í notkun annars staðar. \nTakk fyrir. \nHLJÓÐKORT! Vantar hljóðkort hahaha... Endilega komið með suggestions.",
            "date": "2017-03-28 16:04:00",
            "post_id": "646026",
            "reply_to_id": false
        },
        {
            "user_name": "HalistaX",
            "text": "Eða sub eða mixer eða eitthvað... Ég veit það ekki... Bara eitthvað stykki til að tengja þá í svo ég geti tengt þá í tölvuna mína. \nÉg hef sjaldan vitað svona lítið um einhvern hlut.\n**Lol, þetta heitir víst hljóðkort.. Hvað er ég að flækja þetta hahahaha...",
            "date": "2017-03-28 16:41:00",
            "post_id": "646028",
            "reply_to_id": "646026"
        },
        {
            "user_name": "linenoise",
            "text": "Sko.. þetta eru active studio monitorar, með innbyggðum amp. Það er nánast örugglega audio output á móðurborðinu, þannig að hugsanlega vantar þig bara snúru sem tekur mini-jack og splittar í tvö RCA.\nNema að þú sért að reyna að leysa eitthvað annað vandamál. Þetta er pínu óljóst",
            "date": "2017-03-28 17:43:00",
            "post_id": "646029",
            "reply_to_id": "646028"
        },
        {
            "user_name": "HalistaX",
            "text": "Hahaha já, þetta er svoldið óljóst... Ég bara veit ekkett hvað ég er að gera eins og svo oft áður. \nÞetta sem bróðir minn tók var svona 15x25 ca. Box sem ég tengdi hátalarana í og svo með usb í tölvuna... \nHljóðið úr þessum græjum var alveg himneskt og sagði litli bróðir minn, sá sem átti þetta dót allt, að þetta box þarna væri svo það kæmi studio quality úr hátölurunum. \nÞarf ég þetta box ekki? Á ég að getað tengt þetta beint í tölvuna með xlr í mini jack snúru?",
            "date": "2017-03-28 17:50:00",
            "post_id": "646030",
            "reply_to_id": "646029"
        },
        {
            "user_name": "linenoise",
            "text": "Þú þarft þetta box (utanáliggjandi hljóðkort) ekki, en hljóðgæðin verða meiri. Ef þú ert að leita að boxi sem styður XLR tengin þá verður það dýrt!\nÓdýrasta lausnin væri mini-jack í 2xRCA. Tengin fyrir ofan XLR tengin. Ef móðurborðið þitt er ekki of noisy þá ætti það að vera fínt. Við erum að tala um nákvæmlega þetta hér: \nhttps://www.computer.is/is/product/kapa ... jack-458-5",
            "date": "2017-03-28 17:55:00",
            "post_id": "646031",
            "reply_to_id": "646030"
        },
        {
            "user_name": "jonsig",
            "text": "Það er komið fullt af flottum móbóum með góðum innbyggðum hljóðkortum. Sjálfur með Gigabyte z260 k3 gaming og er hættur að nota STX. Stx er einfaldlega fyrir 100k+ heyrnatól. Það má rétt ímynda sér hvað það væri mikill peningur í loudspeakers.\nps það er ekkert að marka ef einhver lýsir himnesku hljóði, því auðvitað er þetta persónu bundið og einfaldlega sú staðreynd að lang flestir hafa ekki hugmynd um hvað gott sound er.",
            "date": "2017-03-28 17:55:00",
            "post_id": "646032",
            "reply_to_id": "646031"
        },
        {
            "user_name": "jonsig",
            "text": "Sorry en þetta er load of ,,, ef meining sé að utanáliggjandi dac´s séu betri",
            "date": "2017-03-28 17:57:00",
            "post_id": "646033",
            "reply_to_id": "646032"
        },
        {
            "user_name": "linenoise",
            "text": "Svo getur verið að eldri bróðirinn sé að nota þetta hljóðkort sem yngri bróðir þinn átti í eitthvað rugl. Kannski kæmist hann af með snúru og þú gætir fengið boxið aftur.",
            "date": "2017-03-28 17:58:00",
            "post_id": "646034",
            "reply_to_id": "646033"
        },
        {
            "user_name": "linenoise",
            "text": "Æi, góði. Það eru til móðurborð með crap outputtum. Þú veist ekkert hvernig soundið er í mobo-inu hjá honum.  \nÞar fyrir utan er ég að benda honum á að nota bara snúru, þannig að taktu þetta yfirlæti þitt og troddu því.",
            "date": "2017-03-28 18:00:00",
            "post_id": "646036",
            "reply_to_id": "646034"
        },
        {
            "user_name": "jonsig",
            "text": "Þú veist það ekki heldur hroki.is.\nÞetta er ekki yfirlæti, þetta kallast að leiðrétta rangfærslur og klisjur.",
            "date": "2017-03-28 18:03:00",
            "post_id": "646037",
            "reply_to_id": "646036"
        },
        {
            "user_name": "linenoise",
            "text": "Það er ágætt að þú sért að læknast af audiophilegeðveikinni sem þú varst svo illa haldinn af. \nAftur, ég benti honum á að nota ódýru lausnina. Ef hann er svo ósáttur við það getur hann gert hitt. Það eru ekki rangfærslur ef utanáliggjandi hljóðkortið er actually betra en mobo outputtið.\nÞað er svo staðreynd að unbalanced outputs eru alltaf meira noisy en balanced. Hvort noisið trufli eða ekki er svo annað mál.",
            "date": "2017-03-28 18:13:00",
            "post_id": "646038",
            "reply_to_id": "646037"
        },
        {
            "user_name": "HalistaX",
            "text": "Drengir, drengir... \nHvernig er mitt? Þarfnast ég einhvers aukalega? Er með eeeld gamalt(það fara að koma 5 ár síðan ég keypti það, og ekki var það fancy þá) ASUS P8Z77-V LX. Langar að uppfæra en þá þarf ég að uppfæra örgjörvann sem hefur ekki slegið feil púls, og það er bara vesen...\nEn eldri bróðir minn veit eitthvað um þetta líka, spyr hann útí þetta og hvað hann er að bralla með það sem Elías átti.",
            "date": "2017-03-28 18:20:00",
            "post_id": "646040",
            "reply_to_id": "646038"
        },
        {
            "user_name": "jonsig",
            "text": "Persónulega finnst mér balanced ekki eiga heima nema á einhverjum pre-amp á tónleikasvæði. En hvað um það, verð bara pirraður við þá staðreynd að ég vinn við að debuga fjarskiptakerfi bróðurpart dagsins. Finna jarðbilanir, noisy- componenta.. osfr. Svo kemur oft upp youtube knowladge og segir mér að hoppa uppí #%%#, hélt að þetta væri síða sem væri hægt að skiptast á skoðunnum án þess að vera dónalegur. Annars er hroki góður í hófi eins og allt annað í hófi.",
            "date": "2017-03-28 18:23:00",
            "post_id": "646041",
            "reply_to_id": "646040"
        },
        {
            "user_name": "linenoise",
            "text": "Ef bróðir þinn er eitthvað að bralla í hljóði er ekkert ólíklegt að hann eigi mini-jack <==> 2xRCA til að lána þér. Tékkaðu á því. Annars er þetta 1000-1500 fyrir svona snúru.",
            "date": "2017-03-28 18:27:00",
            "post_id": "646042",
            "reply_to_id": "646041"
        },
        {
            "user_name": "linenoise",
            "text": "Sorrý, þú byrjaðir dónaskapinn með þínu \"load of crap\". Kannski athuga þitt samskiptamunstur áður en þú ferð að kvarta undan að það sé ekki hægt að skiptast á skoðunum.",
            "date": "2017-03-28 18:33:00",
            "post_id": "646043",
            "reply_to_id": "646042"
        },
        {
            "user_name": "linenoise",
            "text": "Get alveg tekið undir þetta. En balanced er samt að öllu jöfnu mælanlega betra. Skiptir það máli? Nei, yfirleitt ekki.",
            "date": "2017-03-28 18:36:00",
            "post_id": "646044",
            "reply_to_id": "646043"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Ég ætla ekki að taka þátt í þessu þrasi.\nEn ég mæli með Sound Blaster Z. Er með sama móðurborð og þú Halista, og ég fann fyrir mun með þessu korti miðað við onboard.",
            "date": "2017-03-28 18:45:00",
            "post_id": "646047",
            "reply_to_id": "646044"
        },
        {
            "user_name": "HalistaX",
            "text": "Þetta s.s. \nhttp://m.tolvutek.is/vara/creative-sb-z ... ci-express\n ? \nTengist þetta bara í pci-e slot? Eitt svoleiðis tengi er ónýtt á mínu borði, passar þetta í litla pci-e slottið þarna? \nOg svo bara RCA í hátalarana og jack í kortið?\nEdit: jöss, samkvæmt creative fer þetta í litlu raufina á borðinu. I'm golden! \nÉg skelli mér þá bara á þetta eftir mánaðamót. \n \nTakk fyrir hjálpina Moldvarpa, you're the man!",
            "date": "2017-03-28 19:11:00",
            "post_id": "646050",
            "reply_to_id": "646047"
        },
        {
            "user_name": "linenoise",
            "text": "Heads up. Þú munt samt þurfa mini-jack í 2xRCA. Þannig að kauptu bara svoleiðis strax, og athugaðu svo hvort þú þarft á þessu hljóðkorti að halda.",
            "date": "2017-03-28 19:58:00",
            "post_id": "646056",
            "reply_to_id": "646050"
        },
        {
            "user_name": "machinefart",
            "text": "Ef þetta eru aktífir hátalarar er nóg fyrir þig að fá þér ódýran dac til þess að cleara upp óþarfa hljóð í móðurborði - sem þú ættir btw alltaf að tékka á fyrst, byrjaðu bara á að fá snúruna til að fá allt til að virka.\nGetur t.d. skoðað þetta til þess að losna við suð ef það er eitthvað, þetta er mjög fínn dac á góðu verði: \nhttps://hifimediy.com/sabre-dac-uae23\nedit:\nsvo vil ég bæta við, þú ert á öfugum enda á keðjunni ef þú ert að hugsa um price per hljómgæði. Þú kemst fyrir mjög lítinn pening á þann stað að munur á milli DAC sé orðinn verulega lítill, magnarinn skilar miklu meira value í hljómgæðum og tölum ekki um hátalarana. Þú ert nú þegar kominn með sambyggðan magnara og hátalara og ætlar ekki að skipta því út - þá segi ég bara hafðu það í huga að umfram það að bara laga hrein vandamál (eins og suð) þá færðu minnst fyrir krónuna á þessum enda.",
            "date": "2017-03-28 20:44:00",
            "post_id": "646067",
            "reply_to_id": "646056"
        },
        {
            "user_name": "brynjarbergs",
            "text": "Ég fjárfesti í þessu fyrir mánuði síðan!\nÞað tekur smá stund að tjúna það eins og þú vilt hafa það en eftir það ... ermahgherd!  \n \n \n \n \nFíla audio quality-ið í ræmur núna!!!",
            "date": "2017-03-28 20:46:00",
            "post_id": "646068",
            "reply_to_id": "646067"
        },
        {
            "user_name": "linenoise",
            "text": "Offtopic, hvernig er latency-ið í þessum ef maður notar ekki ASIO?",
            "date": "2017-03-28 20:49:00",
            "post_id": "646069",
            "reply_to_id": "646068"
        },
        {
            "user_name": "machinefart",
            "text": "Ég notaði svona græju í einhver 2 ár, aðalega í að hlusta á tónlist og í almennri tölvunotkun. Ég varð aldrei var við neitt vandamál tengt latency eða fannst það nokkru sinni ábótavant, en notkunin kannski ekki þess eðlis heldur. Það má hinsvegar vel vera að í testi kæmi hann verr út en t.d. onboard kort (og sennilegt).",
            "date": "2017-03-28 20:56:00",
            "post_id": "646071",
            "reply_to_id": "646069"
        },
        {
            "user_name": "linenoise",
            "text": "Sammála. \nAnnað í þessu, HalistaX. Þessir hátalarar eru near-field monitorar. Það þýðir að þeir eru að öllum líkindum hannaðir til að gefa gott sound við frekar specific aðstæður, en eru ekki endilega góðir alhliða hátalarar.",
            "date": "2017-03-28 21:14:00",
            "post_id": "646075",
            "reply_to_id": "646071"
        },
        {
            "user_name": "linenoise",
            "text": "Ef það var ekki að pirra þig, þá erum við góðir. Ég er með DAC/headphone amp sem er alveg prýðilegur, nema ef ég nota generic driver í staðinn fyrir ASIO driverinn sem fylgdi með, þá vill hann bara nota 8000 sampla buffer, sem gefur alveg 200 ms latency. Sem er OK til að hlusta á tónlist, en rugl í kvikmyndir og leiki.",
            "date": "2017-03-28 21:17:00",
            "post_id": "646076",
            "reply_to_id": "646075"
        },
        {
            "user_name": "HalistaX",
            "text": "Já ókei. Já hann Elías var með þessa hátalara við DJ settið sitt. Þetta eru víst einhverjir DJ hátalarar. \nEr aðallega að hugsa um tónlist og þátta gláp. Er með Game Zero heyrnatól sem virka drullu vel í leikina, er oftast með þá þegar ég er í leik, og nenni að hafa eitthvað á hausnum... ...hvernig geta þessir VR gæjar þetta? Ég verð bara svo þreyttur af löngum tíma af headphone notkun hahaha \nEn það er s.s. magnari í hátölurunum? Þannig að ég ÞARF eiginlega ekki þetta kort? \nGeggjað! Prufa RCA fyrst, sé hvernig mér líkar það. Ég er svo sem enginn audiophile þannig að það er auðvelt að impressa mig í þeim heiminum. Ætla að spyrja þann eldri hvort hann eigi svona. Takk fyrir allt, drengir!",
            "date": "2017-03-28 21:58:00",
            "post_id": "646082",
            "reply_to_id": false
        },
        {
            "user_name": "DJOli",
            "text": "Þurftir í raun aldrei að bæta við hljóðkorti. Þig vantaði bara 3,5mm jack í 2x stór jack tengi. slík snúra fæst t.d. hjá hljóðfærahúsinu á ekki svo mikið.\nedit:  sé að þú hefðir einnig komist upp með að nota 3,5mm jack í rca snúru\n.\nEn aukahljóðkort eiga til að auka hljóðgæðin, allt frá nánast litlu sem engu, upp í stórfenglega betrun. Í flestum tilfellum þá losa svona hljóðkort mann við pikk, suð og smelli sem eiga sér oft stað, og berast þá jafnan út í innbyggð hljóðkort.\nSvo er aldrei verra að hafa hærra snr (signal to noise ratio) eða \"hljóð á móti hávaða hlutfall\". Flest innbyggð hljóðkort í dag bjóða upp á allt að ~100db snr, en það þýðir á mannamáli að þú getur þanið græjurnar til að framleiða allt að 100db af tiltölulega hreinu hljóði án suðs.",
            "date": "2017-03-29 01:43:00",
            "post_id": "646095",
            "reply_to_id": "646082"
        },
        {
            "user_name": "HalistaX",
            "text": "Keypti mér rca í jack eða öfugt í dag og það er að virka vel. Er reyndar bara með símann tengdann við þetta þar sem tölvan er í viðgerð en það er samt alveg hörku hljómur úr þessu! \nÉg heyri mun á milli rca og hljóðkortsins sem ég var með en þar sem snúran, sem er 5m, kostaði bara 1490 eða eitthvað álíka, þá græt ég allavegana ekki. \nTakk fyrir hjálpina allir saman! Reddaði mér alveg",
            "date": "2017-04-05 22:23:00",
            "post_id": "646734",
            "reply_to_id": "646095"
        },
        {
            "user_name": "HalistaX",
            "text": "Sælir, \nÁkvað að nota þennann þráð bara, í staðinn fyrir að gera nýjann. \nSvo virðist sem að þegar ég tengi þessa Rokit5 hátalara við tölvuna, þá fæ ég alveg hræðilegt high pitched hljóð úr þeim sem fer svona framm og aftur, framm og aftur, hátt, lægra, hátt, lægra... (Gæti verið öðruvísi, svoldið síðan ég prufaði síðast, gleymdi bara alltaf að minnast á þetta hérna)\nÞetta virtist ekki gerast þegar ég var með hátalarana tengda í gegnum hljóðkortið. Gerist bara þegar ég tengi þá með RCA í vélina mína. \nÞað skiptir engu máli í hvaða tengla ég tengi hátalarana, hvort það sé í fjöltengi í sama tengið, sitt hvort fjöltengið í sitt hvort tengið eða beint í vegg, sitthvorann tengilinn. \nWhat's up? What gives? Hvernig get ég lagað þetta? ÞARF ég virkilega hljóðkort svo þetta virki allt saman hjá mér? God damn, hef ekki séð neitt á klakanum á viðráðanlegu verði annað en þetta sem Moldi benti mér á. En mig langar helst í utanáliggjandi.\nEDIT: Ákvað að skoða Amazon, just for kicks and gafs, er þetta eitthvað sem ég gæti notað? \nhttps://www.amazon.co.uk/Presonus-Audio ... ndcard+xlr\nEr þetta ekki XLR þarna á þessari græju? Er að fýla verðið, hef svo sem ekki skoðað nein reviews...",
            "date": "2017-06-10 21:33:00",
            "post_id": "651070",
            "reply_to_id": "646734"
        },
        {
            "user_name": "HalistaX",
            "text": "Er þetta kannski svarið við síðustu spurningu minni? \nDAC? Er þetta \"hljóð úr móðurborðinu\" sem ég er að heyra?",
            "date": "2017-06-10 21:57:00",
            "post_id": "651071",
            "reply_to_id": "651070"
        },
        {
            "user_name": "ElGorilla",
            "text": "Ef þú ert með Rockit hátalara meikar það sens að vera með svona hljóðkort sem bíður upp á balanced output sem á að minnka auka suð.\nXLR tengin á kortinu sem þú linkaðir eru fyrir input en það eru til sambærileg með XLR out. Presonus kortið er með balanced jack output en ekkert XLR output.\nhttp://www.acesandeighths.com/pictures/ ... onnect.png\nÉg er að nota gamalt M-Audio kort með ASIO driverum.",
            "date": "2017-06-10 22:00:00",
            "post_id": "651072",
            "reply_to_id": "651071"
        },
        {
            "user_name": "HalistaX",
            "text": "Ég rugla alltaf output og input saman.. Veit aldrei hvort er hvað. \nVæriru nokkuð til í að gera mér þann greiða að fara í smá investigative journalism og sýna mér fínt ódýrt kort á Amazon sem styður XLR output? Input? \nDno...",
            "date": "2017-06-10 22:04:00",
            "post_id": "651074",
            "reply_to_id": "651072"
        },
        {
            "user_name": "ElGorilla",
            "text": "https://www.sweetwater.com/c695--USB_Au ... JYTFIiXX19\nÞað er ekki algengur fítus á kortum á undir $200. Miðjusnúran á myndinni í fyrri póstinum sýnir TRS Jack í XLR.\nÉg mæli líka með að hafa tölvuna hátt stillta og hátalarna sjálfa lágt stillta. Þá ertu ekki að magna upp eitthvað noise sem er þar á milli.",
            "date": "2017-06-10 22:16:00",
            "post_id": "651075",
            "reply_to_id": "651074"
        },
        {
            "user_name": "HalistaX",
            "text": "Damn. \nHvernig er þetta samt? Þarna stendur \"In\" hjá XLR tengjunum. Myndi þetta ekki virka sem skyldi?\nhttps://www.amazon.co.uk/Tascam-4-out-I ... xlr+analog",
            "date": "2017-06-10 22:19:00",
            "post_id": "651076",
            "reply_to_id": "651075"
        },
        {
            "user_name": "ElGorilla",
            "text": "Þetta eru tengi fyrir fjóra míkrafóna. Þú þarf svona tengi fyrir output. \nhttp://jp.music-group.com/TCE/CR/Studio ... _large.jpg",
            "date": "2017-06-10 22:24:00",
            "post_id": "651077",
            "reply_to_id": "651076"
        },
        {
            "user_name": "HalistaX",
            "text": "Vá, held ég sé búinn að vera að fokkast allann þennann tíma. Það er XLR í hátalarana en ekki úr þeim, eða þannig eru snúrurnar mínar allavegana.. \nDjöfull er maður heimskur. Ojæja, mistök eru mannleg... Verst bara að fatta þetta svona seint, eftir að hafa eytt þínum tíma í þetta.\nÆtli ég þurfi þá ekki bara stórann Jack Input? Right? Notaði ég \"input\" rétt þarna?\nEDIT: Það er líklega output samt, er það ekki? Fokk, þetta er að fokka mér upp þetta input/output dæmi..",
            "date": "2017-06-10 22:40:00",
            "post_id": "651078",
            "reply_to_id": "651077"
        },
        {
            "user_name": "SolidFeather",
            "text": "Hvernig ertu með þetta tengt núna við tölvuna? Ertu með sitthvorn XLR kapalinn úr hátölurunum sem sameinast í einn mini jack?\nEf svo er, ertu búinn að prófa að tengja jackinn í t.d. símann þinn og spila eitthvað úr honum til þess að athuga hvort að þetta sé einfaldlega móðurborðinu að kenna?\nÉg er með svipað setup, studio monitora sem eru með XLR og TRS (stórt jack) inputtum, og nota bara TRS. Fyrst var ég með það þannig að það sameinaðist í lítinn jack en svo skipti ég yfir í xonar essence II og nota þá bara trs yfr í rca og það virkar fínt.\nSvo er input output ekki flókið, hátalarnir taka bara við hljóði (hljóð in) og tölvan sendir það frá sér (hljóð out).",
            "date": "2017-06-10 22:59:00",
            "post_id": "651079",
            "reply_to_id": "651078"
        },
        {
            "user_name": "HalistaX",
            "text": "Ég var með þetta tengt með RCA í símann minn. Virkaði stórvel þá! Frábærlega vel fyrir peninginn allavegana! Mjólkaði svoleiðis þennann 1490kall sem RCA kapallinn kostaði!\nEn hátalararnir eru s.s. með XLR tengjum og eru snúrurnar mínar með XLR tengjum og svo fór það, þegar ég var með hljóðkortið hans Elíasar, með TRS jack í hljóðkortið sem fór svo með USB í tölvuna. \nVar að vonast til þess að detta niður á einhverja græju sem ég get stungið TRS jack í sem færi svo með USB eða mini-jack(ef það er hægt) í tölvuna.",
            "date": "2017-06-10 23:03:00",
            "post_id": "651080",
            "reply_to_id": "651079"
        },
        {
            "user_name": "SolidFeather",
            "text": "En þú segir hérna fyrir ofan að þú sért nú þegar með þá tengda við tölvuna og fáir high pitched hljóð, hvernig ertu með það tengt?",
            "date": "2017-06-10 23:05:00",
            "post_id": "651081",
            "reply_to_id": "651080"
        },
        {
            "user_name": "HalistaX",
            "text": "RCA í mini jack bara, sorrý, gleymdi að minnast á það.",
            "date": "2017-06-10 23:06:00",
            "post_id": "651082",
            "reply_to_id": "651081"
        },
        {
            "user_name": "SolidFeather",
            "text": "Þá gætirðu fengið þér TRS í RCA og RCA yfir í mini jack, þannig var ég með þetta tengt. \nMér finnst samt ólíklegt að hljóðið lagist ef það er ennþá í lagi í gegnum síma en ekki tölvuna.",
            "date": "2017-06-10 23:14:00",
            "post_id": "651083",
            "reply_to_id": "651082"
        },
        {
            "user_name": "HalistaX",
            "text": "Á nú þegar RCA í Mini-Jack. En myndi TRS í RCA breyta einhverju uppá hljóðið sem kemur úr hátölurunum? Þarf ég ekki eitthvað á milli? Eins og hljóðkort?",
            "date": "2017-06-10 23:19:00",
            "post_id": "651084",
            "reply_to_id": "651083"
        },
        {
            "user_name": "SolidFeather",
            "text": "Nei það myndi væntanlega engu breyta. Ef þú vilt breyta hljóðina þá þyrftir þú að fikta í equalizer í tölvunni. \nHér er t.d. hljóðkort sem þú gætir eflaust notað, veit samt ekki með gæðin á þessu\nhttps://www.computer.is/is/product/hljo ... -51-sb1095\nEf þú ert með PCI-E hljóðkort t.d. frá Creative þá er oftast hugbúnaður með sem þú getur notað til þess að breyta hljóðinu, t.d. equalizer og crystalizer  og allt þetta dót. Ég efast t.d. að USB hljóðkort bjóði uppá það. \nSvona Studio Monitorar eru by default flatir og boring, því þannig eru þeir hannaðir. Ég veit ekki hvaða útgáfu af Rokit 5 þú ert með en nýrri týpur eru með HF og LF level volume aftaná sér. Ertu búinn að prófa að fikta í því og athuga hvort að þú verðir sáttari með soundið?",
            "date": "2017-06-10 23:35:00",
            "post_id": "651085",
            "reply_to_id": "651084"
        },
        {
            "user_name": "HalistaX",
            "text": "Já, það eru einhverjir snúningstakkar aftan á þeim, er búinn að prufa að fokkast eitthvað í þeim. Það hafði engann árangur.  \nEn þessi græja sem þú linkaðir á er bara með mini-jack, er engin leið til þess að fá svona græju hér á landi með TRS jack svo ég geti notað snúrurnar mínar? Eða jafnvel eitthvað til að panta að utan, það er alveg möguleiki líka ef það er á viðráðanlegu verði.",
            "date": "2017-06-10 23:49:00",
            "post_id": "651086",
            "reply_to_id": "651085"
        },
        {
            "user_name": "HalistaX",
            "text": "Datt niður á þennann; \nhttps://www.amazon.co.uk/Roland-DUO-CAP ... d+card+usb\nÆtli þessi ásamt þessu: \nhttps://www.amazon.co.uk/BrosTrend-1200 ... or+pc+5ghz\nVerði ekki pantað einhvern daginn, kannski í næsta mánuði jafnvel! \nNema þið hljóðvertarnir sjáið eitthvað að þessu hljóðkorti?",
            "date": "2017-06-11 00:44:00",
            "post_id": "651087",
            "reply_to_id": "651086"
        },
        {
            "user_name": "HalistaX",
            "text": "Lol, the fuck is this? Þegar ég smelli á þetta kemur upp Amazon Platinum Mastercard. \nÞetta lítur út fyrir að vera viljandi lítið og ósjáanlegt svo maður klikki alveg örugglega ekki á þetta hahahaha..",
            "date": "2017-06-11 02:10:00",
            "post_id": "651098",
            "reply_to_id": "651087"
        },
        {
            "user_name": "Squinchy",
            "text": "Ég er að nota AudioBox 22VSL frá Presonus og gæti ekki hugsað mér að vera á þess eftir að hafa vanist því.\nMjög þæginlegt að gera stjórnað volume á hátölurum, heyrnatólum og mic án þess að þurfa fara í app til þess\nHljóðfærahúsið er að selja svona á flottu verði\nhttps://www.hljodfaerahusid.is/is/vefve ... iobox-ione",
            "date": "2017-06-11 18:26:00",
            "post_id": "651115",
            "reply_to_id": "651098"
        },
        {
            "user_name": "HalistaX",
            "text": "Næs, kannski maður styrki bara local business í stað þess að panta að utan. \nSé það eru engin mini jack tengi á þessu, þá get ég líklegast ekki tengt headset'ið mitt við þetta án millistykkja.\nOh well, það er svo sem ekkert hræðilegt tölvuleikjahljóð úr jack tengjunum á tölvuni sjálfri. Það ætti alveg að duga fyrir headset'ið.\nÆtla að kíkja til þeirra við tækifæri og spá í þetta við þá. Sjá hvað þeir segja og mæla með. Er þó allavegana kominn með +1 á þessa græju frá þér Squinchy",
            "date": "2017-06-11 19:06:00",
            "post_id": "651117",
            "reply_to_id": "651115"
        }
    ],
    "date": "2017-03-28 21:58:00"
}