{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "7269",
    "title": "MSI K8N Neo4 eða bíða?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=7269",
    "posts": [
        {
            "user_name": "zaiLex",
            "text": "Ég er að fara að uppfæra tölvuna mína í nforce4 og það sem stendur til boða hérna á Íslandi er MSI K8N Neo4 sem er selt í computer.is og Tölvulistanum (megið alveg segja mér ef þetta er til annars staðar eða kemur mjög bráðlega). Ég veit að það er líka til ASUS borð í boðeind, en það er SLI og ég er að fara að kaupa ATI skjákort. Ég var að hugsa hvort ég ætti að skella mér á þetta MSI borð eða bíða lengur? Því maður hefur séð hérna á vaktinni að DFi nforce4 móðurborð sé að koma út (*hóst*Cascade*hóst*), en ég er samt enginn sjúklegur overclockari sko \n Síðan stendur á task síðunni að chaintech borð séu *væntanleg*. Hér er það sem ég er að fara að fá mér til að gera ykkur léttara fyrir með að leiðbeina mér.\n\n\n\nAMD 3500+ 90nm\n\n2x OCZ Platinum EL Rev.2 DDR400 2-2-2-5\n\nATi x800 xt\n\nZalman 7700-CU\n\n\n\nÉg er að fara kaupa þetta eftir svona 1-2 vikur þannig að ég verð að vera komin með móbóið þá. Einhverjar uppástungur/pointerar. Þessi póstur er bara til að vera 100% viss um allt.. væri leiðinlegt að gera einhverjar skyssur fyrir marga tugi þúsunda \n\n\n\n\nEDIT: en já að overclocka er planið svo ég sækist eftir góðu oc borði",
            "date": "2005-02-01 21:41:00",
            "post_id": "77193",
            "reply_to_id": false
        },
        {
            "user_name": "hahallur",
            "text": "Bíða eftir DFi eða taka Asus borðið, hætta essu ruggli og kaupa 6800gt kort",
            "date": "2005-02-01 23:03:00",
            "post_id": "77198",
            "reply_to_id": "77193"
        },
        {
            "user_name": "sveik",
            "text": "Ég myndi líka gá að því hvort MSI KN8 Neo4 passi með Zalman 7700",
            "date": "2005-02-01 23:11:00",
            "post_id": "77200",
            "reply_to_id": "77198"
        },
        {
            "user_name": "einarsig",
            "text": "miðað við þetta \nreview\n á nforce 4 móðurborðum ... þá sýnist mér MSI k8n neo2 vera standa sig rosalega... aftur á móti uppá bilana tíðni þá veit ég lítið um MSI... hef átt 1 svoleiðis móðurborð og það klikkaði ekki í þessi 2 ár sem ég notaði það...",
            "date": "2005-02-01 23:37:00",
            "post_id": "77206",
            "reply_to_id": "77200"
        },
        {
            "user_name": "zaiLex",
            "text": "Einhverja hugmynd hvenær Dfi kemur til landsins og hvað það mun kosta ca. ? ég hef ekki séð 6800 pcie neinstaðar\n\n\n\n\nSamkvæmt zalman síðunni þá passar það",
            "date": "2005-02-01 23:41:00",
            "post_id": "77208",
            "reply_to_id": "77206"
        },
        {
            "user_name": "kristjanm",
            "text": "Þú þarft ekkert að bíða eftir DFI borðinu nema þú sért einhver monster overclocker.\n\n\n\nMSI K8N Neo4 er eflaust mjög gott borð og þú myndir alveg örugglega ekki einu sinni ná að láta reyna á borðið með Zalman heatsinki.",
            "date": "2005-02-02 07:34:00",
            "post_id": "77217",
            "reply_to_id": "77208"
        },
        {
            "user_name": "Digerati",
            "text": "Ég er búinn að vera með mitt MSI K8N Diamond SLI borð núna í viku og það er að virka helvíti vel, en ég ætla ekki að reyna mikið á nýja setupið fyrr en ég fæ 6800GT PCI-E kortið á mánudaginn...svo er planið að setja annað í eftir 1-2 mán.",
            "date": "2005-02-02 21:11:00",
            "post_id": "77299",
            "reply_to_id": "77217"
        },
        {
            "user_name": "hahallur",
            "text": "Ef maður fer að pæla í þessu, þá er SLi frekar kjánalegt",
            "date": "2005-02-02 23:04:00",
            "post_id": "77313",
            "reply_to_id": "77299"
        },
        {
            "user_name": "einarsig",
            "text": "nú hvernig þá ? \n mar hefur amk möguleikann á að fá sér aðra vél án þess að kaupa auka skjákort",
            "date": "2005-02-02 23:25:00",
            "post_id": "77318",
            "reply_to_id": "77313"
        }
    ],
    "date": "2005-02-01 21:41:00"
}