{
    "forum_title": "Koníakstofan",
    "id": "73141",
    "title": "Er þetta virkilega sami maðurinn?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=73141",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Ég bara spyr...",
            "date": "2017-05-29 22:51:00",
            "post_id": "650175",
            "reply_to_id": false
        },
        {
            "user_name": "Gunnar",
            "text": "vá hvað kom fyrir kallinn?",
            "date": "2017-05-29 22:53:00",
            "post_id": "650176",
            "reply_to_id": "650175"
        },
        {
            "user_name": "Tiger",
            "text": "Ótrúlegt hvað derhúfur gera fyrir mann...",
            "date": "2017-05-29 23:34:00",
            "post_id": "650179",
            "reply_to_id": "650176"
        },
        {
            "user_name": "rbe",
            "text": "það er allavega ekki lokað fyrir comment hér einsog á vísir.is á fréttinni þar .\nheld að hann ætti að drífa sig á Betty Ford ?\nps hann fær ekki að vera með derhúfu á mugshot",
            "date": "2017-05-29 23:41:00",
            "post_id": "650180",
            "reply_to_id": "650179"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Hárið greinilega aðeins farið að þynnast.",
            "date": "2017-05-30 00:27:00",
            "post_id": "650188",
            "reply_to_id": "650180"
        },
        {
            "user_name": "GuðjónR",
            "text": "Mugshots gera yfirleitt ekki mikið fyrir fólk, en þetta slær nú flest út. \nÉg hefði ekki fattað að þetta væri Tiger Woods nema það hefði verið texti með myndinni.",
            "date": "2017-05-30 09:51:00",
            "post_id": "650204",
            "reply_to_id": "650188"
        },
        {
            "user_name": "Halli25",
            "text": "grey karlinn að drepast úr bakverkjum og líklega orðinn verkjatöflufíkill",
            "date": "2017-06-01 10:48:00",
            "post_id": "650350",
            "reply_to_id": "650204"
        },
        {
            "user_name": "GuðjónR",
            "text": "hahaha ... ég þekki tvo sem segjast vera \"óvirkir alkar\" ... en báðir bryðja morfíntölfur daglega við bakverkjum og hafa gert í meira en tuttugu ár...\n...báðir edrú og í bullandi afneitun.",
            "date": "2017-06-01 12:18:00",
            "post_id": "650354",
            "reply_to_id": "650350"
        },
        {
            "user_name": "Hnykill",
            "text": "Tiger Woods er mjög góður maður. og ekki bara að þykjast vera góður og á pening og allt svona.. hann er í alvörunni mjög góð mannvera. það þýðir ekkert að skamma manninn fyrir að vera bara ekki tilfinningalaus og haga sér eins og aðrar mannverur stundum. hann hefur stundum þótt frekar yfirlátsamur og hrokagjarn, og ég býst við að óvinir hans hreyki sér yfir þessu hrasi hans eins og er. \nÞað er erfitt að vera fyrirmynd alls heimsins. hann er góður í golfi og leiðandi í þessum geira. kemur mér bara ekkert á óvart þegar hann er að fá sér smá kók í nefið eða annað. jónu öðru hverju. ég meina hvað geriru annað þegar þú hefur sigrað heiminn",
            "date": "2017-06-01 16:39:00",
            "post_id": "650366",
            "reply_to_id": "650354"
        },
        {
            "user_name": "urban",
            "text": "Rosalega góður maður, sem að reyndar hélt framhjá konunni nokkrum sinnum og núna tekinn fullur á bílnum og svoleiðis...",
            "date": "2017-06-01 16:44:00",
            "post_id": "650367",
            "reply_to_id": "650366"
        },
        {
            "user_name": "Hnykill",
            "text": "Að langa að ríða öðru kvenfólki og keyra þegar maður er allur skrúfaður upp er ekki að vera vondur Urban. þú ert líklegast að tala um rétt siðferði. gerir fólk ekki vont \nReyndar bara mjög mannleg vera. en þetta er það sama með allar þekktar verur.. \"við erum svo hneyksluð að hann skuli haga sér eins og mannvera\" .. =) ... common..  Tiger er fínn. það skiptir nefnilega engu máli fyrir mig hvort hann sé fræg stjarna úti heim eða litli bróðir minn að koma heim eftir erfitt líf. maðurinn er búinn að gera allt sem hann getur til að halda sinni góðru ýmind.. og svo skammaru hann fyrir að haga sér eins og aðrir menn ?",
            "date": "2017-06-01 17:06:00",
            "post_id": "650370",
            "reply_to_id": "650367"
        },
        {
            "user_name": "Hnykill",
            "text": "Fínn maður.. \n mér líkar hann \nAlveg eins og þú og ég.",
            "date": "2017-06-01 17:38:00",
            "post_id": "650371",
            "reply_to_id": "650370"
        },
        {
            "user_name": "rbe",
            "text": "jamm það kom í ljós að hann var ekki fulllur á bílnum.\nvar sofandi undir stýri og gat ekki staðið á einum fæti ?\nsennilega farið aðeins of geyst í lyfin sem voru að læknisráði við bakverkjum ?\nþú þarft nú að taka slatta til að sofna undir stýri ?\namma sem er 86ára er á fentanyl hún sofnar ekki !\nég var skorinn upp við bjóskglosi 24ára , einu lyfin sem ég fékk við þvi áður ég var skorinn var ibufen. greinilega haft lækna með eitthvað vit í kollinum.\nps guðjónr eru þessir \"óvirku alkar\" að mæta á fundi ?",
            "date": "2017-06-01 17:50:00",
            "post_id": "650374",
            "reply_to_id": "650371"
        },
        {
            "user_name": "GuðjónR",
            "text": "Nei, þeir líta ekki á sig sem alkóhólista lengur, búnir að vera lausir við \"áfengið\" í áratugi....hehehe\nÞetta er eitthvað annað en þreyta:\nhttps://www.youtube.com/watch?v=ZgPEX2X ... be&t=2m15s",
            "date": "2017-06-01 17:59:00",
            "post_id": "650375",
            "reply_to_id": "650374"
        },
        {
            "user_name": "urban",
            "text": "Við verðum þá bara að vera sammála um að vera ósammála.\nÞað að langa að ríða öðru kvenfólki og að halda framhjá margoft (allavega hvað, 14 konur ef ég man rétt) er ekki sami hluturinn.\nÞað að segja að það sé mannlegt, já flott, þá er líka allt mannlegt, ekki gleyma því, þannig að það er akkurat engin afsökun fyrir því að gera eitthvað.\nÞað að halda framhjá er jújú mannlegt, vegna þess að það er jú homo sapiens sem að gerir það, en það eru ekki góðar manneskjur sem að gera það.\nJá ég einmitt skamma hann fyrir að gera eitthvað ef að það er rangt að gera það, alveg sama þó að það sé mannlegt og hann sé að haga sér einsog aðrir, ættum við kannski ekki að skamma hann ef að hann tæki uppá því að myrða 6 milljónir gyðinga einsog Hitler, meina, það er mannlegt ef að það gerir það einhver aftur....\nekki afsaka gjörðir mannsins með því að segja að þetta sé mannlegt, hann er gaur sem að hélt framhjá konunni sinni margoft\nJá og sjáðu til, það skiptir mig engu máli þó svo að þetta sé Tiger Woods, bróðir þinn eða vinur minn, það er ekki góð manneskja sem að hagar sér svona.",
            "date": "2017-06-01 18:11:00",
            "post_id": "650376",
            "reply_to_id": "650375"
        },
        {
            "user_name": "Hnykill",
            "text": "heyrðu gaur.. þú ert mannvera sjálfur er það ekki ?   rétt um árið bjó ég í tjaldi á milli köngulóa og villikatta á Akureyri. svo ég veit vel hvernig skíturinn tekur á móti þér af engu gerður !  .. þú þarft ekkert að selja mér hverjir eru góðir og verri.  Tiger er fín persóna. .. fínt maður! .. .. ef þú vilt eiga við strákana þá fínt  legðu þeim lið.\nfokking hrákasmíði !\nÉg er búinn að eiga við þessa stráka í langan tíma,þeir eru þekktir sem  afturgöngur.. þeir kalla allt engla.",
            "date": "2017-06-01 19:55:00",
            "post_id": "650396",
            "reply_to_id": "650376"
        },
        {
            "user_name": "Hnykill",
            "text": "",
            "date": "2017-06-01 19:59:00",
            "post_id": "650397",
            "reply_to_id": "650396"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hvert fór þessi þráður eiginlega?",
            "date": "2017-06-01 20:03:00",
            "post_id": "650398",
            "reply_to_id": "650397"
        },
        {
            "user_name": "worghal",
            "text": "þetta mugshot samt.\nlætur mannin líta út fyrir að hafa sett á sig um auka 40kg en í myndbandinu er hann bara í nokkuð góðu formi.",
            "date": "2017-06-01 20:07:00",
            "post_id": "650400",
            "reply_to_id": "650398"
        },
        {
            "user_name": "rbe",
            "text": "hnykill ? hit a nerve ?\nskil hvorki upp né niður í síðasta kommenti þínu og samhenginu í þvi hvaða stráka ertu að tala um ?\nvið vorum að tala um tiger og lyf og alka .ekki þig hnykill ?\nnema við höfum óvart \"hit a nerve\"",
            "date": "2017-06-01 21:18:00",
            "post_id": "650410",
            "reply_to_id": "650400"
        },
        {
            "user_name": "urban",
            "text": "Já og hvað með það ?\nBreytir það því að manneskja sem að gerir slæma hluti er ekki góð manneskja, þrátt fyrir að það sé \"mannlegt\" að gera slæma hluti ?\nÞekkiru manninn persónulega ??\nAfhverju þarftu að verja hann svona rosalega ?\n \nHvað meinaru með þessari setningu ?\nHvaða smíði ertu að tala um ?\nHvað er svona illa smíðað ?\nHvað meinaru með þessari setningu  ?\nHvaða strákar ?\nAfhverju eru þeir afturgöngur og hjá hverjum eru hverjir þekktir sem afturgöngur ?\nHver er að kalla hverja engla ?",
            "date": "2017-06-01 23:06:00",
            "post_id": "650420",
            "reply_to_id": "650410"
        },
        {
            "user_name": "Hnykill",
            "text": "Þeir lifa í himnaríki sem englar.. mörg hundruð milljóninr inná bankareikningninum hanns. reyndu að lifa svona og springa ekki.. ... ríða 2 konum og keyra fullur.. þá ertu bara boogey man ?\nFyrir utan að þessir menn sjá sig sem aðeins æðri verur en aðrar mannverur því miður :/\nBlessaður öskraðu á Microsoft að gefa þér betra stýrikerfi. og áður en þú titlar þig eitt eða annað.. vittu þá það að þú ert ekki eigandi af einu sinni sjálfum þér.. manstu eftir að hafa skapað sjállfan þig ? skapari ?",
            "date": "2017-06-02 00:45:00",
            "post_id": "650435",
            "reply_to_id": "650420"
        },
        {
            "user_name": "Hnykill",
            "text": "Þú átt ekkert. gerðir ekkert. varst ekki valdur að neinu nema viðbjóði.\nÞú ert ekkert  nema \"pretender of the throne\".. ég í alvörunni hata fólk eins og þig.. ég get meira að segja skilið andlega baráttu.... af heftu fólki eins og þér. ég hef átt erfiða ævi, en ég gleðst alltaf þegar verur eins og þú deyja.. eins og heimurinn hafi hreinsast.",
            "date": "2017-06-02 00:55:00",
            "post_id": "650437",
            "reply_to_id": "650435"
        },
        {
            "user_name": "Hnykill",
            "text": "Gubbaðu þessu bara uppúr þér og vonaðu að guð klappi þér bara á bakið. fokking heiladauða dýrið þitt !\nBTW það er ekkert klapp á bakið eftir svona líf.. guð er ein fokking pissed of vera. ! og já helvíti er til.. ekki bara til. ætti að þekkja það :/  .. er þar !",
            "date": "2017-06-02 01:06:00",
            "post_id": "650439",
            "reply_to_id": "650437"
        },
        {
            "user_name": "Hnykill",
            "text": "Og það er skýjað og rigning alla daga hérna... allt er grátt.  ég er í fokking móðunni miklu og það er bara skítur á skít ofan \n    fokking heiladauða dót !!",
            "date": "2017-06-02 01:15:00",
            "post_id": "650440",
            "reply_to_id": "650439"
        },
        {
            "user_name": "rbe",
            "text": "530 7600",
            "date": "2017-06-02 01:24:00",
            "post_id": "650441",
            "reply_to_id": false
        },
        {
            "user_name": "Hauxon",
            "text": "Ég var svona á svipinn eins og á neðri myndinni þegar einhver stal svefnpokanum mínum á Eldborgarhátíðinni (fyrri).",
            "date": "2017-06-02 09:46:00",
            "post_id": "650454",
            "reply_to_id": "650441"
        }
    ],
    "date": "2017-06-02 01:24:00"
}