{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "73267",
    "title": "Móðurborð",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=73267",
    "posts": [
        {
            "user_name": "steini_magg",
            "text": "Ég er að spá í tölvu og er búinn að ákveða 95% af því sem ég þarf en móðurborðið gerir mig strand og eru nokkrir hlutir sem ég er að vona að þið vitið betur en ég.\nÞetta er 1151 sökull og þetta er ekki budget tölva nema að ég er ekki að fara  að fá mér skjákort til að byrja með annars er þetta með t.d. samsung 960 pro 512 gb og i7 7700\n1. Á ég að fá mér 7.1. innbyggt hljóðkort fyrir mest megnið tónlist og Youtube (kannski FPS leik)\n2. Hvernig netkort á ég að fá mér\n3. Hvaða merki mælið þið með og hvaða ekki\n4. Hvaða kubbasett mælið þið með\nÞað væri vel þegið að þið komið með smá rök",
            "date": "2017-06-10 00:29:00",
            "post_id": "651004",
            "reply_to_id": false
        },
        {
            "user_name": "loner",
            "text": "Mín svör\n1: skiptir ekki máli, nema þú sért með græjur sem styðja það.\n2: Netkortið ætti að vera innbyggt, nema þú gerir sér kröfur um netkort.\n3: Ég hef alltaf keypt Gigabyte móðurborð  síðustu 15 árin  fyrir utan Asus sem reyndist bilað, væri til í að prufa Asrock móðurborð.\n4: Er erfit að svara þar vantar uppl. hve kröfuharðann FPS leik.",
            "date": "2017-06-10 00:48:00",
            "post_id": "651007",
            "reply_to_id": "651004"
        },
        {
            "user_name": "loner",
            "text": "Varðandi kubbasett.\nhttps://www.pugetsystems.com/labs/artic ... rence-635/",
            "date": "2017-06-10 00:50:00",
            "post_id": "651008",
            "reply_to_id": "651007"
        },
        {
            "user_name": "steini_magg",
            "text": "Takk fyrir þetta en þessi grein sem þú varst að senda mér er um eldri gerðir af kubbsetti en skitpir kubbsetið eitthvað rosa mikið, það sem ég á við er hvort að innihaldið skipiti meira máli eða segir kubbsettið e-ð hint um það.\nSíðan með hljóðkortið var ég líka að spá hvort það sé e-ð spess þau sem eru ekki með 7.1. og hvað það er best.\nOg með netkortið er það ekki þetta sem intel err með sem er best ?\nP.S. Þessi FPS leikur hann heitir Warface og ég spila hann stundum en þegar ég geri það er það alveg 24/7 ef þú vilt vita það",
            "date": "2017-06-13 23:25:00",
            "post_id": "651054",
            "reply_to_id": "651008"
        },
        {
            "user_name": "jonsig",
            "text": "Ég er með svona setup með gtx1080. Er með gigabyte gaming k3 móðurborð, ég var frekar sáttur við innbyggða hljóðkortið en móbóið er núna í rma  \n \nsoundið var svakalega gott og noise free. En á lágum bassatíðnum kom smá surg hljóð sem maður heyrði bara með sennheiserHD700 ,en ekki með hinum heyrnatólunum sem kosta minna t.d. hd650\nSjálfur er ég með 960pro 512gb, en fann engan mun á því og 2x samsung 840 í raid í þessu setupi þótt speccarnir væru mun flottari. Keypti þetta einmitt útaf löngum loading times í fallout 4, en þessi útskipting breytti engu.",
            "date": "2017-06-14 11:59:00",
            "post_id": "651315",
            "reply_to_id": "651054"
        },
        {
            "user_name": "steini_magg",
            "text": "Þannig það sem þú ert að segja er að þú mælir með 7.1. ?",
            "date": "2017-06-14 13:51:00",
            "post_id": "651322",
            "reply_to_id": "651315"
        }
    ],
    "date": "2017-06-10 00:29:00"
}