{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "73317",
    "title": "Smá uppfærsla áður en hún bráðnar alveg?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=73317",
    "posts": [
        {
            "user_name": "Climbatiz",
            "text": "er lengi búinn að langa að uppfæra tölvuna aðeins, vantar svona nokkra hluti í hana til að gera hana aðeins betri (planið er að láta hana runna til 2020 þegar Windows 7 support á að enda og þá druslast yfir í hvaða OS er aðal málið þá (jah Win10 á að vera það síðasta))\ntölvan er eiginlega búin að vera í gangi 24/7 (fyrir utan reboot) núna í 6 ár, hef einu sinni hreinsað dustið inní kassanum á þessum tíma, CPU-ið er örugglega að bráðna úr hita inní móðurborðið hehe, en hvað með það hehe\nspecs í vélinni minni einsog er: \nMobo\n > Gigabyte GA-Z68XP-UD3 | \nCPU\n > Intel Core i5-2400 | \nRAM\n > eitthvað 2x4GB DDR3 | \nGFX\n > AMD Radeon HD 6700 | \nSSD\n > Mushkin Chronos 120GB | \nHDD\n > Seagate Barracuda Green 2TB | veit ekki hvaða aflgjafi...\npælingin er er að fá sér undir eða meðal gott skjákort, stærri SSD (allavega +250GB), meira RAM (minnstalagi 16GB) og svo bráðvantar mér nýjann HDD (svona 3-4TB væri gott) (sá gamli er orðinn mjög hægur og er örugglega bráðum bara að fara eyðileggjast), auka viftur ef hægt er væri flott (ég er ekki að reyna kveikja í vélinni, i'm just lazy hehe)\nég er bara svona smá að spila tölvuleiki (aðallega heavily modded (en ekki ENB) Skyrim, Radeon kortið er bara helvíti gott í þann leik miðað við hvað það er gamalt, en held það sé löngu kominn tími á að fara í eitthvað aðeins nýrra), svo er tölvan aðallega bara notuð sem sjónvarpið og það að seeda í torrents (Seagate HDDinn er orðinn svo hægur að þrátt fyrir að vera með 1gbit internet þá kafnar harði diskurinn á sér ef hraðinn fer yfir 1MB/s)\neina málið er bara er að ég er alveg dottinn útúr hardware grúskinu og vill frekar bara borga einhverjum öðrum til að setja það sem mér vantar inní tölvuna fyrir auka pening heldur en að reyna átta mig á þessu sjálfur, ég býst við því að ef ég kaupi alla íhlutina í sömu verslun (eða nánast það) þá hljóta þeir að geta sett þetta inní fyrir mig right? ;)\nanyways, langaði bara að athuga hérna hvort einhver væri með einhverjar hugmyndir (eða kannski notaða parta) um hvað væri (næstum því) best að fá, er varla ríkur þannig að ég býst við að ég muni eyða um 100þús í þessa uppfærslu",
            "date": "2017-06-16 10:18:00",
            "post_id": "651412",
            "reply_to_id": false
        },
        {
            "user_name": "ColdIce",
            "text": "Ef þú ert til í 100k, er þá ekki málið að óska eftir tilboði í einhvern turn hjá helstu tölvuverslunum bara?\nSpyr bara eins og leikmaður",
            "date": "2017-06-16 10:37:00",
            "post_id": "651413",
            "reply_to_id": "651412"
        },
        {
            "user_name": "Climbatiz",
            "text": "gæti ég samt ekki fengið betra úr því að kaupa 3-4 ágæta íhluti í staðinn fyrir eitthvað uppfærslutilboð, CPU'inn (þrátt fyrir allt) er alveg í fínu róli og MOBO líka, annars jú, you have a point, meina veit ekki hvenar tölvan endar á því að bara koksa og þá væri ekki þess virði að vera með nokkra góða íhluti en ónýtt CPU og kannski Mobo, jah, ég sé til, like i said langaði bara að chekka hérna aðeins",
            "date": "2017-06-16 11:01:00",
            "post_id": "651414",
            "reply_to_id": "651413"
        },
        {
            "user_name": "Baldurmar",
            "text": "Ég myndi frekar setja 100þús í nýja tölvu heldur en að reyna að lífga upp á þessa.\nEiginlega það eina sem að þú getur \"uppfært\" í þessari er að reyna að kaupa gamlann örgjörva t.d i5-2600K og overclocka.\nAuka vinnsluminni gæti verið gott líka.\nEn þá situr þú samt sem áður uppi með úrelt og óuppfæranlegt platform\nHérna t.d ertu með 120k tölvu sem höndlar allt, hægt að fara í ódýrara skjákort til að lækka verðið (verð mv. kísildal):\nRyzen5 1400 AM4 fjórkjarna örgjörvi með SMT        23500\nASRock A320M Pro4 µATX AM4 móðurborð\t          11500\nG.Skill 8GB (2x4GB) Ripjaws 4 3200MHz DDR4\t  12500\n2TB Toshiba DT01ACA200 SATA3\t                          10500\nRaidmax RX-500XT 500W\t                                  6500\n275GB Crucial MX300 SATA3 SSD\t                  15500\nNvidia GTX1060 TwinX2 6GB frá Inno3D\t          39500\nÞað eru síðan til mun öflugri örgjörvar í AM4 platformið en það er glæ-nýtt og fleiri örgjörvar á leiðinni.\nPláss fyrir meira minni og þetta er mjög hratt DDR4 minni sem að ætti að plumma sig vel næstu árin.\nNýr aflgjafi (svona af því að þú varst ekki viss hvernig hinn var) Kanski er samt gamli bara fínn.\nMjög gott skjákort, þar er líklega best fyrir þig að spara pening ef að þú vilt lækka verðið.",
            "date": "2017-06-16 13:38:00",
            "post_id": "651417",
            "reply_to_id": "651414"
        }
    ],
    "date": "2017-06-16 10:18:00"
}