{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "73416",
    "title": "Er start ennþá starfandi? vandamál með aflgjafa",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=73416",
    "posts": [
        {
            "user_name": "Black",
            "text": "Er með Evga 750w\nKeyptur í Start fyrir einu ári, en miðað við það sem ég hef heyrt að þá er búið að loka start.\nSpurninginn er, tengið á aflgjafnum er orðið laflaust þannig að þegar ég tek kapalinn úr þá fer tengið nánast með. \nætli þetta sé ábyrgðarmál og sem væri þá á ábyrgð Starst eða þarf ég að senda þetta til út sjálfur og vesenast í þessu ?",
            "date": "2017-06-29 22:21:00",
            "post_id": "652113",
            "reply_to_id": false
        },
        {
            "user_name": "Storm",
            "text": "er nokkuð viss um að allar tölvuverslanir myndu flokka þetta sem wear and tear eða tjón = ekki ábyrgð nema með viðurkenningu um galla frá framleiðandanum :/ myndi tékka beint með fyrirspurn til evga þar sem þeir eru víst með frekar gott customer service",
            "date": "2017-06-29 23:15:00",
            "post_id": "652120",
            "reply_to_id": "652113"
        },
        {
            "user_name": "jonsig",
            "text": "Taktu bara lokið af, 4x skrúfur. Með skelina opna herðiru bara á 230V plugginu, þarft ekki að rífa neitt úr sambandi eða kunna neitt. Þarft bara skrúfjárn.",
            "date": "2017-06-29 23:29:00",
            "post_id": "652122",
            "reply_to_id": "652120"
        },
        {
            "user_name": "FreyrGauti",
            "text": "Ef þú ferð í þetta sjálfur, farðu þá varlega í að vinna inni í aflgjafanum, getur farið illa ef þú ferð með skrúfjárnið í vitlausan hlut, eins og þétti.",
            "date": "2017-06-30 14:41:00",
            "post_id": "652161",
            "reply_to_id": "652122"
        },
        {
            "user_name": "jonsig",
            "text": "Hann fær verðlaun ef honum tekst það ,ef hann gerir bara það sem ég sagði.",
            "date": "2017-06-30 18:19:00",
            "post_id": "652183",
            "reply_to_id": "652161"
        },
        {
            "user_name": "1thorarinn",
            "text": "Er ekki einhver massíf ábyrgð hjá framleiðanda?",
            "date": "2017-07-01 09:46:00",
            "post_id": "652215",
            "reply_to_id": "652183"
        },
        {
            "user_name": "Henjo",
            "text": "En það væri nú samt ekki mjög óábyrgt af þér að benda manninum á að passa sig þegar þú segir honum að einfaldlega opna aflgjafann, sem getur verið ansi varasamt.",
            "date": "2017-07-01 13:05:00",
            "post_id": "652232",
            "reply_to_id": "652215"
        },
        {
            "user_name": "hfwf",
            "text": "Hvað er varasamt við það að opna aflgjafann sem er ekki í sambandi ( geri auðvita ráð fyrir því að það séu einhver vit á viðkonandi  \n ))",
            "date": "2017-07-01 16:17:00",
            "post_id": "652241",
            "reply_to_id": "652232"
        },
        {
            "user_name": "viddi",
            "text": "Þéttar geta verið hlaðnir lífshættulegri spennu lengi eftir að hann var tekinn úr sambandi.",
            "date": "2017-07-01 17:07:00",
            "post_id": "652243",
            "reply_to_id": "652241"
        },
        {
            "user_name": "jonsig",
            "text": "Sem betur fer eru allir yfirhlaðnir þekkingu á rafeindatækjum hérna. Hafa prufað að lóða saman vír og kannski sett hitaádrag yfir til að hafa það flott. \nEn uppá að fá smá reality flashback, þá er mjög erfitt að komast í snertingu við 320VDC sem verða til eftir afriðun á neysluveiturafmagninu. Eina sem OP þarf að gera er að losa lokið ofaná gjafanum og herða tvær skrúfur sem halda AC innstungunni aftaná tækinu.  1000-1500V kísil díóður koma í veg fyrir að hann fá þessa spennu í sig gegnum pinnanna á ac plugginu. Auk þess er EVGA með bleed- off resistor í mínum aflgjafa sem kemur í veg fyrir að það þurfi að bíða í marga klukkutíma eftir þéttunum að afhlaðast, það tekur uþb nokkrar sekúntur á mínu.\nVæntanlega hefur hann vit á að taka tækið úr sambandi fyrst þar sem ég sé hann skrifa ágæta íslensku. Og að missa skrúfjárn eða annað ofaní tækið getur gerst fyrir alla svosem.",
            "date": "2017-07-01 17:53:00",
            "post_id": "652245",
            "reply_to_id": "652243"
        },
        {
            "user_name": "slapi",
            "text": "Þú ert alveg ótrúlegur. Hérna er fólk að vara við hættunum á því að opna\n aflgjafa sem er alveg réttlætanlegt á alla vegu. Það eru ekki allir svona \nfrábærir eins og þú og þessu síðasti póstur hjá þér nær á nýtt level í yfirlæti\n með útlendingafordóma innblandað. Ég segi bara bravó.... bravó",
            "date": "2017-07-01 19:32:00",
            "post_id": "652253",
            "reply_to_id": "652245"
        },
        {
            "user_name": "Black",
            "text": "Gaman að lesa commentin fyrir ofan, Ég senti mail á Evga og þeir ætla að taka þetta til sín, næsta skref er að senda aflgjafan út. Leyfi ykkur að fylgjast með.",
            "date": "2017-07-01 19:51:00",
            "post_id": "652254",
            "reply_to_id": "652253"
        },
        {
            "user_name": "jonsig",
            "text": "Fólk eins og þú með sínar upphrópanir.. þú hefur ekki burði til að dæma um eitt né neitt af því sem þú fullyrðir.\nedit:\nSvona eftir á tók ég eftir hvað þú ert takmarkaður, þú varst fljótur að draga upp útlendingafordóma þegar ég sagði hann skrifa góða Íslensku,\ní því samhengi mátti ég lesa út að op er ágætlega að sér í hugarfari.",
            "date": "2017-07-02 00:44:00",
            "post_id": "652279",
            "reply_to_id": "652254"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Dont feed the troll",
            "date": "2017-07-02 01:14:00",
            "post_id": "652281",
            "reply_to_id": "652279"
        }
    ],
    "date": "2017-06-29 22:21:00"
}