{
    "forum_title": "Almennt um vélbúnað",
    "id": "73486",
    "title": "Risaskjáir, þarf smá ráðleggingu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=73486",
    "posts": [
        {
            "user_name": "appel",
            "text": "Ég er svoldið að pæla í 40\" risaskjá, eiginlega þessum:\nhttps://www.tl.is/product/40-4k-bdm4037 ... 160-curved\nÉg var doldið hrifinn af honum í búðinni. En maður er hugsandi, er maður doldið að fara yfirum í þessum málum?\nMaður er með 27\" núna og 1920x1080, finnst það takmarkandi.\nEn hverjir eru kostir og ókostir við svona risaskjái?",
            "date": "2017-07-06 22:18:00",
            "post_id": "652657",
            "reply_to_id": false
        },
        {
            "user_name": "Hrotti",
            "text": "Ég er með 43\" 4K við tölvuna og elska það. Ég hef ekki fundið neina galla við það ennþá.",
            "date": "2017-07-06 22:40:00",
            "post_id": "652662",
            "reply_to_id": "652657"
        },
        {
            "user_name": "kiddi",
            "text": "Mig langar að benda á milliveg, þeas. 34\" ultrawide skjái sem eru 3440x1440 - þeir henta sjónsviðinu vel og venjast alveg æðislega, geggjað að spila leiki í þeim. Ég hef lengi spáð í 40\" og 43\" 4K sjálfur og alltaf þegar ég sest fyrir framan svoleiðis skjá þá hallast ég að því að þeir séu einfaldlega of stórir.",
            "date": "2017-07-06 22:52:00",
            "post_id": "652664",
            "reply_to_id": "652662"
        },
        {
            "user_name": "appel",
            "text": "Mér finnst þessi ultra-wide skjáir bara vera of narrow á vertical hæð.\nÞessi sem ég linkaði á er smá curved þannig að hann hentar sjónsviðinu ágætlega, betur en flatir.",
            "date": "2017-07-06 22:55:00",
            "post_id": "652665",
            "reply_to_id": "652664"
        },
        {
            "user_name": "mind",
            "text": "Var í sömu hugleiðingum fyrir nokkrum mánuðum, tók í gikkinn og uppfærði í þennan skjá úr 27\" 2k + 27\" 1080p. Núna myndi ég mæla með þessu alveg jafnt og fara í SSD úr HDD, fyrir alla sem vega vinnuplássið hærra en leikjahæfileikana.\nGet ekki séð mig fara aftur til baka í minni skjá lengur\nVinn núna mikið meira í mörgum hlutum á hluta af skjánum frekar en öllum, stærðin fer yfir virka sjónsviðið eins og ég sit við hann. Mér finnst þetta mjög eðlilegt eins og að nota fleiri en einn skjá, en sé fyrir mér að harðir leikjaspilarar og þá sérstaklega FPS spilarar fyndist þetta ókostur.\nTek ekki einusinni eftir því að skjárinn sé boginn, þetta er bara eðlilegt og venjulegt í mínum huga núna\nÓkostirnir eru svolítið eins og má búast við og sömu og á flestum öðrum 4k\nUndir 60fps er óþægilegt, svo displayport eða hdmi 2.0\nGetur framkallað ghosting áhrif ef vilt, þessi stærð og undir 100hz sýnir það auðveldar en minni skjáir\nEf ert að vinna í skjölum eða myndum sem aðrir þurfa líka vinna í þarftu stundum passa þig því það sér bara svo mikið minna\nÞarft dýrt skjákort fyrir leikina, 4K og sérstaklega allt augnakonfekt gerði mjög hratt lítið úr mid-range skjákortinu hjá mér og þú vilt vera í 60 römmum sem einfaldlega kostar.\nSvo go for it og leyfðu fólki að spyrja afhverju sjónvarpið þitt sé tengt við tölvuna",
            "date": "2017-07-07 00:26:00",
            "post_id": "652674",
            "reply_to_id": "652665"
        },
        {
            "user_name": "appel",
            "text": "Fyrirgefðu, en hvað uppfærðir þú í og hve háa upplausn?",
            "date": "2017-07-07 00:51:00",
            "post_id": "652676",
            "reply_to_id": "652674"
        },
        {
            "user_name": "mind",
            "text": "Fór í skjáinn sem þú hlekkjaðir á, Philips BDM4037UW.",
            "date": "2017-07-07 00:53:00",
            "post_id": "652677",
            "reply_to_id": "652676"
        },
        {
            "user_name": "appel",
            "text": "Ah kúl. Takk. Tók ekki alveg eftir því sem þú sagðir fyrst \nJá, ég var doldið hrifinn því hvernig hann var bara smávægilega innkúptur. Ég er ekki persónulega hrifinn af \"curved\" skjáum, en þessi skjár virðist hannaður fyrir eitthvað allt annað, þ.e. ... við skulum kalla það \"retina curvature\".",
            "date": "2017-07-07 01:01:00",
            "post_id": "652679",
            "reply_to_id": "652677"
        },
        {
            "user_name": "Andriante",
            "text": "Ég myndi frekar taka hinn Philips skjáinn frá þeim sem er ekki kúptur. Hann er geðveikur. Kúpt er verra í endursölu og er glaremagnet dauðans ef þú situr ekki beint fyrir framan hann.",
            "date": "2017-07-07 01:41:00",
            "post_id": "652680",
            "reply_to_id": "652679"
        },
        {
            "user_name": "appel",
            "text": "Jæja ég er eiginlega búinn að taka þá ákvörðun að kaupa mér svona risaskjá. Hef ekki ákveðið hvern.\nÞessir tveir hjá tölvulistanum koma til greina:\nPhilips 43\" 4K BDM4350UC 5ms 3840x2160\nhttps://www.tl.is/product/43-4k-bdm4350uc-5ms-3840x2160\nPhilips 40\" 4K BDM4037uw 4ms 3840x2160 Curved\nhttps://www.tl.is/product/40-4k-bdm4037 ... 160-curved\nEn einnig vakti þessi athygli mína:\nDell Professional 4K (3840x2160) 43\" LED skjár\nhttps://vefverslun.advania.is/vefverslu ... LED-skjar/",
            "date": "2017-07-09 22:38:00",
            "post_id": "652869",
            "reply_to_id": "652680"
        }
    ],
    "date": "2017-07-06 22:18:00"
}