{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "73638",
    "title": "Uppfærsla í ár. Hvaða örgjörva á ég að kaupa?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=73638",
    "posts": [
        {
            "user_name": "Frost",
            "text": "Kvöldið. Ég er búinn að vera að velta þessu lengi fyrir mér. Ég er að fara í uppfærslu í ár. Er kominn með GTX 1080ti, er með 144hz 1440p skjá. Ég er í mesta basli með að ákveða hvaða örgjörva ég ætti að kaupa. Ég var búinn að ákveða að fá mér i7 7700k en hef verið að skoða i5 7600k undanfarið og er að pæla mun hann duga mér?\nÉg er búinn að kaupa mér Mini-ITX kassa og ætla að koma þessu öllu fyrir í honum, búinn að ákveða allt í buildinu nema örgjörva, flakka alltaf á milli 7600k og 7700k.\nÉg er helst að leita eftir aðstoð með þessa ákvörðun. Tölvan er notuð í ekkert nema leiki og Youtube áhorf.",
            "date": "2017-07-19 22:44:00",
            "post_id": "653600",
            "reply_to_id": false
        },
        {
            "user_name": "ivar85",
            "text": "Má ég forvitnast hvaða kassa þú ert að nota ?\n Og já... auðvitað 7700k",
            "date": "2017-07-19 22:48:00",
            "post_id": "653601",
            "reply_to_id": "653600"
        },
        {
            "user_name": "Frost",
            "text": "Fractal Design Nano S. Tók með því Aorus GTX 1080ti, var heldur fljótur á mér, þarf þá að fá mér SFX aflgjafa þar sem skjákortið er svo þykkt að aflgjafinn sem ég á passar ekki með skjákortinu.\nLangaði að fá mér Core 500 en langaði ekki að finna mér CPU kælingu líka.",
            "date": "2017-07-19 22:53:00",
            "post_id": "653602",
            "reply_to_id": "653601"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Ég var á sama stað. Var kominn með 1440p 144hz skjá og i5 4670k örgjörvinn minn var ekki alveg að standa sig í stykkinu. Skellti mér á 7700k með 1080 ti og það er allt buttery smooth. \nEina vandamálið var hitastigið sem ég fékk á mínum 7700k. Fannst það of hátt með custom water loop. Endaði á því að kaupa mér delided 5.1 ghz 7700k frá SiliconLottery.com. Gæti ekki verið sáttari með þau kaup. Verst að ég er með einn auka 7700k ofaní skúffu. Væri svosem project að delida hann sjálfur og nota/selja.",
            "date": "2017-07-19 22:54:00",
            "post_id": "653603",
            "reply_to_id": "653602"
        },
        {
            "user_name": "D1dactic",
            "text": "Sjálfur myndi ég líklega fara í 7700K og geri það líklega eftir einhverjar vikur. Ef þú ert að skoða fleiri örgjörva sem eru vel hentaðir til tölvuleikja mæli ég með því að skoða single-threaded performance þar sem flestir leikir í dag nýta sér ekki alla cores að fullustu eða nota bara einn yfir höfuð \nHérna er fínn listi yfir bestu single-thread örgjörvana og þú sérð að 7700K er bara á toppnum\nhttps://www.cpubenchmark.net/singleThread.html",
            "date": "2017-07-19 22:55:00",
            "post_id": "653604",
            "reply_to_id": "653603"
        },
        {
            "user_name": "Klemmi",
            "text": "http://anandtech.com/bench/product/1828?vs=1826\n7700K virðist nær eingöngu afkasta aðeins betur í Civ 6, sem er kannski ekki einu sinni leikur sem þú ert of mikið að spá í FPS...\nÍ öðrum leikjum virðast þeir vera algjörlega sambærilegir, þó 7600K sé þó yfirleitt aaaaðeins fyrir ofan, þrátt fyrir lægri klukkuhraða og færri þræði.\nMunurinn er um 15þús kall, sem er kannski 10% af þeirri upphæð sem þú eyðir í þessa uppfærslu...\nJá ég get ekki sagt þér hvað þú átt að gera \n Upp á afköst er ólíklegt að það skipti þig nokkru máli hvorn þú velur, en það er auðvitað gaman að vera með i7.",
            "date": "2017-07-19 22:58:00",
            "post_id": "653605",
            "reply_to_id": "653604"
        },
        {
            "user_name": "Sam",
            "text": "Áhugaverð grein í PC Gamer \nhttp://www.pcgamer.com/the-best-pc-gami ... rocessors/",
            "date": "2017-07-19 22:58:00",
            "post_id": "653606",
            "reply_to_id": "653605"
        },
        {
            "user_name": "GuðjónR",
            "text": "Mjög góð grein. Kannski er maður bara að kaupa i7-7700k til þess að geta sagst eiga i7-7700k ... aka nerd factor 303.\nÉg fatta samt ekki alveg af hverju þeir segja að i5-7600k sé besti leikjaörgjörvinn en á sama tíma er sagt að i7-7700k sé 5%-17% hraðari í leikjum. Ég myndi þá halda að i7-7700 væri besti leikjaörgjörvinn.",
            "date": "2017-07-20 00:25:00",
            "post_id": "653611",
            "reply_to_id": "653606"
        },
        {
            "user_name": "I-JohnMatrix-I",
            "text": "Oftast er talað um að price/performance ratio-ið réttlæti ekki verðmuninn á i7-7700k og i5-7600k ef þú ert einungis að leita af leikjaspilun. Ég er hinsvegar ósammála því þar sem nýjir leikir eru farnir að nota fleiri en 4 kjarna og því skynsamara að fara strax í 4core/4thread eða hærra til að lenda ekki í CPU bottleneck fljótlega eftir uppfærslu.",
            "date": "2017-07-20 02:06:00",
            "post_id": "653613",
            "reply_to_id": "653611"
        },
        {
            "user_name": "GuðjónR",
            "text": "Akkúrat, það er líka annar punktur...ef þú uppfærir sjaldan þá borgar sig að gera það myndarlega. Eins með t.d. iMac, ég er ennþá að nota iMac frá 2011 sem er 6 ára, hann virkar fínt í flest þó hann ráði ekki við þyngstu leikina í max gæðum en hann er með i7 örgjörva og AMD Radeon HD 6970M 2GB  skjákort sem var það besta sem Apple bauð uppá á þeim tíma, hefði ég keypti ódýrari i3 útgáfuna þá væri hann löngu hættur að virka fyrir mig.",
            "date": "2017-07-20 02:23:00",
            "post_id": "653614",
            "reply_to_id": "653613"
        },
        {
            "user_name": "skrattinn",
            "text": "Ég keypti G4600 og er að nota hann með GTX 1070 og við þá leiki sem ég nota hann þá er ekkert vandamál með 2560X1080",
            "date": "2017-07-20 05:28:00",
            "post_id": "653616",
            "reply_to_id": "653614"
        },
        {
            "user_name": "Frost",
            "text": "Það er nefnilega pælingin mín. Ég uppfæri skjákortið reglulega en restin af tölvunni hefur er óbreytt frá janúar 2012. Vill fá \"future proof\" örgjörva.",
            "date": "2017-07-20 09:06:00",
            "post_id": "653622",
            "reply_to_id": "653616"
        },
        {
            "user_name": "Klemmi",
            "text": "Einmitt, svo er líka spurning þegar þú horfir á price/performance, hvort þú eigir að horfa á stakan hlut í tölvunni.  Ef tölvan er nær eingöngu ætluð í tölvuleikjaspilun, er þá ekki nær að horfa á muninn á heildarverði tölvunnar með hvorum örgjörva fyrir sig, frekar en bara verðið á örgjörvanum? \nSem sagt, ef tölvan með i5-7600K kostar 185þús en með i7-7700K kostar hún 200þús, ætti maður þá bara að horfa á að hlutfallslegur verðmunur á örgjörvunum sjálfum sé ekki í samræmi við hlutfallsleg afköst, eða ætti maður að horfa á hlutfallslegan verðmun á tölvunni allri?",
            "date": "2017-07-20 10:15:00",
            "post_id": "653627",
            "reply_to_id": "653622"
        },
        {
            "user_name": "GuðjónR",
            "text": "Rökrétt er að horfa á hlutfallslegan verðmun á tölvunni allri því allir þessir íhlutir spila allir saman.",
            "date": "2017-07-20 11:03:00",
            "post_id": "653629",
            "reply_to_id": "653627"
        },
        {
            "user_name": "Frost",
            "text": "Ég að hugsa að fyrir framtíðina væri 7700k skárri kosturinn. Ég er lítið spenntur fyrir Ryzen þar sem ég spila eingöngu leiki í tölvunni og nýju örgjörvarnir frá Intel eru ekkert að heilla mig.",
            "date": "2017-07-20 20:20:00",
            "post_id": "653693",
            "reply_to_id": "653629"
        },
        {
            "user_name": "Sam",
            "text": "",
            "date": "2017-07-20 21:56:00",
            "post_id": "653701",
            "reply_to_id": "653693"
        },
        {
            "user_name": "htmlrulezd000d",
            "text": "Er einhver ástæða afhverju þið eruð að útiloka á AMD í leikjaspilun ?",
            "date": "2017-07-21 12:50:00",
            "post_id": "653744",
            "reply_to_id": "653701"
        },
        {
            "user_name": "Sam",
            "text": "Faster single-core speed, held ég að sumir lýti á til dæmis, ekki það að ég útiloki AMD, er sjálfur að nota AMD. \nhttp://cpu.userbenchmark.com/Compare/In ... 3647vs3915",
            "date": "2017-07-21 14:05:00",
            "post_id": "653751",
            "reply_to_id": "653744"
        }
    ],
    "date": "2017-07-19 22:44:00"
}