{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "73715",
    "title": "Aðstoð við skjákaup í kringum 50.000",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=73715",
    "posts": [
        {
            "user_name": "Stingray80",
            "text": "Sælir vaktarar, eins og titillinn gefur til kynna er ég að fara versla mér tölvuskjá, helst 27\" í kringum 50 Þúsund. \nÉg þarf ekki 4K. Skjáirnir sem heilluðu mig mest við fyrstu athugun voru eftirfarandi :\nhttp://www.trustedreviews.com/reviews/samsung-c27f591\n Þessi fæst í Elko á 44 þúsund með ágætis afslætti.\nSvo er það\nhttps://att.is/product/aoc-27-g2770pf-skjar\n . Ég er einmitt ekki með AMD kort þannig ég get ekki nýtt mér þetta freesync dæmi.\nAðalnotkun mín er spilun tölvuleikja ásamt slatta af vídjó glápi. Ég hallast sjálfur meira í áttina að Samsung skjánum en væri vel til í álit hjá mönnum.\nMeð fyrirfram þökkum!",
            "date": "2017-07-27 14:29:00",
            "post_id": "654098",
            "reply_to_id": false
        },
        {
            "user_name": "asgeirbjarnason",
            "text": "Tékkaðu á þessum\nhttps://elko.is/lenovo-27-skjar-2560x1440-le27q10sil\nBetri upplausn en lík spec að öðru leyti; aðeins minni skerpa en hinsvegar bjartari. Reyndar VGA á Samsung skjánum en efast um að það sé stór sölupunktur á nýjum skjá fyrir flesta hérna. Ekki curved, en það er spurning hvort það er plús eða mínus. Þar sem ég er mikill sökker fyrir screen real estate er þetta örugglega skjárinn sem ég myndi fá mér en það er líklega góð hugmynd að bera þá saman í eigin persónu.",
            "date": "2017-07-27 19:31:00",
            "post_id": "654114",
            "reply_to_id": "654098"
        },
        {
            "user_name": "ivar85",
            "text": "Villtu ekki hafa hann 144hz ?",
            "date": "2017-07-27 19:35:00",
            "post_id": "654115",
            "reply_to_id": "654114"
        },
        {
            "user_name": "Stingray80",
            "text": "Ég hef einmitt aldrei átt 144HZ skjá þannig ég veit í rauninni ekki hverju ég er að missa af ef það er eitthvað, ég spila enga FPS leiki allavega er það ekki aðal málið í svoleiðis leikjum? \nAnnars varðandi hinn skjáinn þá er ég að fara tengja með HDMI til að byrja með, er með gaming lappa sem er ekki með aðra tengimöguleika. Er að vísu ekki alveg viss hvort GPU ráði við að að keyra hærri upplausn en 19xx/1080",
            "date": "2017-07-28 11:27:00",
            "post_id": "654146",
            "reply_to_id": "654115"
        },
        {
            "user_name": "joekimboe",
            "text": "Mæli með að kíkja út í búð eða til félaga sem á þannig og fá að prufa ef þú hefur tök á því. Allar hreyfingar á skjánum verða mun meira smooth en þú munt mest finna fyrir því í fps leikjum og þá sérstaklega leikjum sem eru ekki cappaðir í 60fps. En eitt er nokkurnveginn staðreynd, þú ferð ekki úr 144hz og aftur í 60hz, þegar þú venst 144hz-unum þá muntu ekki geta notað neitt annað eiginlega, þér mun finnast 60hz skjáir hökta og sérð hvað allt er ósmooth í þeim.",
            "date": "2017-07-28 12:46:00",
            "post_id": "654148",
            "reply_to_id": "654146"
        },
        {
            "user_name": "Stingray80",
            "text": "Já þú meinar, ég kannski prófa þá að fá mér þannig. Aðal áhyggjurnar mínar eru bara að litirnir og mögulega birtustigið sé ekki nógu gott  á þessum AOC skjá, en hann er 144HZ.",
            "date": "2017-07-28 13:39:00",
            "post_id": "654149",
            "reply_to_id": "654148"
        },
        {
            "user_name": "Sam",
            "text": "hvernig gaming lappa ertu með ?",
            "date": "2017-07-28 17:10:00",
            "post_id": "654168",
            "reply_to_id": "654149"
        },
        {
            "user_name": "ColdIce",
            "text": "Get alveg mælt með þessum AOC",
            "date": "2017-07-28 20:46:00",
            "post_id": "654199",
            "reply_to_id": "654168"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Freesync skjárinn alveg engin spurning (sem þú linkaðir)\nhttps://att.is/product/aoc-27-g2770pf-skjar\nPassaðu þig samt - þegar þú venur þig á 144Hz þá áttu aldrei eftir að geta farið í Bíó aftur án þess að taka eftir höktinu",
            "date": "2017-07-28 21:01:00",
            "post_id": "654200",
            "reply_to_id": "654199"
        }
    ],
    "date": "2017-07-27 14:29:00"
}