{
    "forum_title": "Vaktin.is",
    "id": "738",
    "title": "Hvenær er best ad kaupa?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=46&t=738",
    "posts": [
        {
            "user_name": "comon",
            "text": "Ég er að pæla í að kaupa mér tölvu og ég er að pæla hvort einhver vitringur hafi fylgst með verði á tölvubúnaði seinustu ár og geti sagt mér hvenær best sé að versla sér tölvu.\n\n\n\np.s er semsagt að pæla hvort betra sé að bíða þar til í sumar eða kaupa núna strax.",
            "date": "2003-05-12 12:01:00",
            "post_id": "5569",
            "reply_to_id": false
        },
        {
            "user_name": "kiddi",
            "text": "Það er aldrei góður tími til að kaupa sér tölvu, það er alltaf eitthvað nýtt og geggjað á leiðinni. En maður verður að hoppa út í laugina einhverntíman, og persónulega finnst mér gott að kaupa alltaf það næst-besta, því það eru yfirleitt alltaf góð kaup. Allir nýjir hlutir eru með \"nýr-hlutur-álagningunni\" sem er 2falt hærra en eðlilegt verð.",
            "date": "2003-05-12 12:29:00",
            "post_id": "5570",
            "reply_to_id": "5569"
        },
        {
            "user_name": "Castrate",
            "text": "þú ert aldrei ánægður með það sem þú ert búin að kaupa þér því það er alltaf að koma einhvað nýtt og betra á markaðinn. Kannski ef þú kaupir þér það allra nýjasta þá ættiru að vera ánægður í nokkrar vikur en ekki meira.",
            "date": "2003-05-12 16:18:00",
            "post_id": "5573",
            "reply_to_id": "5570"
        },
        {
            "user_name": "GuðjónR",
            "text": "Og í raun þá er ekkert sem heitir nýtt í tölvuheiminum, því það sem er nýtt í dag er gamalt á morgun",
            "date": "2003-05-12 17:42:00",
            "post_id": "5576",
            "reply_to_id": "5573"
        },
        {
            "user_name": "comon",
            "text": "eg var aðalega að pæla hvort verðið myndi nokkuð lækka mikið i sumar.\n\nætla að gefa sjalfum mér gjöf (tölvu) og byrja bara a kassa og móðurborði (X8) síðan sér maður bara til. \n\n\n\nég persónulega held að það sé ekki mikið af lækkunum um sumrin en eg hef samt ekki mikla reynslu af því, hef ekki fylgst mikið með upp á síðkastið.\n\n\n\nætli maður fái sér ekki bara P4 2.4GHz á 18000 og eitthvað 3d kort eins og GF4Ti4800-8X á 22000 síðan er það bara 80gb(undir mp3 l0gin) og se til með framhaldið.\n\n\n\nendilega láta mig vita ef þetta er bara bull i mér: annars held ég að þetta virki örugglega vel saman.",
            "date": "2003-05-13 00:32:00",
            "post_id": "5592",
            "reply_to_id": "5576"
        },
        {
            "user_name": "elv",
            "text": "Sko ef þú ætlar að bíða eftir að verðið lækki þá muntu bíða að eilífu, þar sem verðið er alltaf að lækka og eitthvað nýtt kemur í staðin og þá viltu bíða eftir því. Svo þú skalt bara kaupa núna.Hef aldrei tekið eftir sumar og vetrar verðum á tölvum",
            "date": "2003-05-13 07:58:00",
            "post_id": "5594",
            "reply_to_id": "5592"
        }
    ],
    "date": "2003-05-12 12:01:00"
}