{
    "forum_title": "Koníakstofan",
    "id": "73858",
    "title": "Aldi með áhuga á Íslandi",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=73858",
    "posts": [
        {
            "user_name": "Hjaltiatla",
            "text": "Frétt á Visir.is um málið!\nEru vaktarar með einhverja skoðun á málinu ?",
            "date": "2017-08-13 12:15:00",
            "post_id": "655099",
            "reply_to_id": false
        },
        {
            "user_name": "GuðjónR",
            "text": "Innkoma Costco vekur heimsathygli, Hagar/Kaupás hafa komist upp okur og kúgun allt of lengi. \nBónus og Krónan eru með sömu verð á ótrúlega mörgum hlutum, yfirleitt er samt Bónus einni krónu ódýrari eins og t.d. með mjólk, rjóma, kaffirjóma, nesquik svo eitthvað sé nefnt, svona álíka og sumar bensínstöðvar eru alltaf 10-20 aurum undir þeim næsta. Kannski ekki samráð en örugglega þegjandi samkomulag.\nSvo eru þessar svokölluðu lágvöruverslanir ekkert lágvöruverslanir lengur, þegar þú átt allar búðirnar frá þeim ódýustu til þeirra dýrustu og ert með megnið af innflutningi á þinni könnu líka þá er mjög auðvelt að okra á \"lágvöruversluninni\" þú bara hækkar þær dýru ennþá meira. Og til þess að réttlæta lága framlegð þá selurðu sjálfum þér aðföngin dýrt og heildsalan þín græðir þá bara meira meðan búðin græðir minna. Tveir vasar en sömu buxurnar.\nÞað væri frábært að fá Aldi hingað, ég mun ekki gráta það þó Bónus og Krónan hverfi af markaði innan einhverra X ára.",
            "date": "2017-08-13 13:19:00",
            "post_id": "655103",
            "reply_to_id": "655099"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Ætli Aldi endi ekki líka í Garðabæ",
            "date": "2017-08-13 13:21:00",
            "post_id": "655104",
            "reply_to_id": "655103"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hehehehe þá flyt ég í Garðabæinn.",
            "date": "2017-08-13 13:22:00",
            "post_id": "655105",
            "reply_to_id": "655104"
        },
        {
            "user_name": "mainman",
            "text": "Fyndna er að fyrst stóð til hjá Costco að setja upp verslunina við korputorg en hann reiðhjóla Hjálmar vildi ekki gefa þeim leyfi til að opna bensínstöð þar svo þess vegna opnuðu þeir í garðabæ.\nEnn eitt frábært framtakið hjá þessum mannhálfvita.\nGetið bara reynt að gera ykkur grein fyrir hvað Reykjavíkurborg verður af miklum fjármunum við þetta....",
            "date": "2017-08-13 16:33:00",
            "post_id": "655119",
            "reply_to_id": "655105"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Ef það er rétt þá fær hann eflaust ekki mörg stig frá reiðhjólagenginu, ekki einu sinni í boði að taka strætó Í Costco frá RVK (nema að labba einhverjar vegalengdir).",
            "date": "2017-08-13 16:46:00",
            "post_id": "655122",
            "reply_to_id": "655119"
        },
        {
            "user_name": "g0tlife",
            "text": "Bara góðar fréttir ! Eitt fyndið það er verið að væla yfir þessum íslenskum jarðaberjum og hvað þau seljast ekki og kenna smá costco um. Síðan þessi frétt kom hef ég farið 2x í krónuna og ekki sá ég íslensk jarðaber til sölu. Merkilegast við þetta allt að jarðaber sem eru flutt inn séu ódýrari eins og t.d. klakapoki frá Noregi var ódýrari heldur en klakapoki frá Íslandi. Þarf svo mikið að fara hræra upp í þessum markaði",
            "date": "2017-08-14 04:41:00",
            "post_id": "655176",
            "reply_to_id": "655122"
        },
        {
            "user_name": "jericho",
            "text": "Hvaða heimildir hefur þú fyrir þessu? Ég man ekki eftir að hafa lesið um þetta, en ákvað að googla aðeins og fann reyndar að umhverfis- og skipulagsráð, þar sem Hjálmar er formaður, gaf leyfi fyrir því að reisa orkusölustöð. Þetta er í hrópandi ósamræmi við það sem þú vilt meina.",
            "date": "2017-08-14 07:15:00",
            "post_id": "655177",
            "reply_to_id": "655176"
        },
        {
            "user_name": "Televisionary",
            "text": "Ertu með einhverjar skriflegar heimildir sem þú getur vitnað í?",
            "date": "2017-08-14 09:17:00",
            "post_id": "655180",
            "reply_to_id": "655177"
        },
        {
            "user_name": "KermitTheFrog",
            "text": "Strætó 21 fer úr Mjódd og beint upp í Kauptún (innan við 200m labb frá Costco). Það eru fleiri fleiri strætóar sem ganga inn í Mjódd alls staðar úr Reykjavík. \nMyndi segja að það væri alveg í boði að taka Strætó í Costco frá RVK.",
            "date": "2017-08-14 09:32:00",
            "post_id": "655182",
            "reply_to_id": "655180"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Ahhh.. ok vissi það ekki. Gat ekki flett þessu upp á straeto.is t.d þegar ég valdi Hlemm sem brottfarastað.\nGott að vita af þessu.",
            "date": "2017-08-14 09:48:00",
            "post_id": "655184",
            "reply_to_id": "655182"
        },
        {
            "user_name": "Pandemic",
            "text": "Þetta blinda hatur á meirihluta Reykjavíkur er hálf kómískt. Costco gat valið bæði Reykjavík og Garðabæ samkvæmt fréttum. Það er frekar augljóst val að velja núverandi staðsetningu miðað við t.d Korputorg. Byggingarnar í Korputorgi eru t.d ekki hentugar starfseminni og það er meira flæði af umferð uppí Kauptún og svo gerir Ikea þetta að one-stop-shopping fyrir landsbyggðina. \nSvo er líka ekkert skrítið að það séu settar takmarkanir á bensínstöðvar þegar þú finnur hvergi þéttara net af þeim í hinum þróaða heimi heldur en hér í borginni. Það eru allavegana 7 bensínstöðvar nálægt korputorgi.",
            "date": "2017-08-14 10:07:00",
            "post_id": "655186",
            "reply_to_id": "655184"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Eins og talað út úr mínu hjarta. Það er eins og það sé í tísku að vera á móti borgarstjórninni, fólk finnur þessu allt til foráttu og bullar bara út í loftið til að styðja við málflutning sinn.",
            "date": "2017-08-14 10:31:00",
            "post_id": "655189",
            "reply_to_id": "655186"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Málið með Korputorg, er að ÍSAM eru búnir að eigna sér það allt, Eru að bola öllu út þar.\nHeld að borgin hafi ekkert haft um það að segja",
            "date": "2017-08-14 11:24:00",
            "post_id": "655194",
            "reply_to_id": "655189"
        },
        {
            "user_name": "GuðjónR",
            "text": "Og þar með á að breyta þessi flotta svæði í iðnaðarhverfi.",
            "date": "2017-08-14 11:26:00",
            "post_id": "655195",
            "reply_to_id": "655194"
        },
        {
            "user_name": "vesley",
            "text": "Var ekki bónus að fara í hart varðandi það? Varðandi að forkaupsréttur á húsinu var ekki virtur.",
            "date": "2017-08-14 12:02:00",
            "post_id": "655198",
            "reply_to_id": "655195"
        },
        {
            "user_name": "jericho",
            "text": "Kom ÍSAM ekki inn í myndina \neftir\n að Costco hafði ákveðið að fara í Garðabæ?",
            "date": "2017-08-14 12:46:00",
            "post_id": "655206",
            "reply_to_id": "655198"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Þekki það ekki nógu vel.\nHeld að þetta hafi verið i gangi lengi",
            "date": "2017-08-14 12:51:00",
            "post_id": "655208",
            "reply_to_id": "655206"
        }
    ],
    "date": "2017-08-13 12:15:00"
}