{
    "forum_title": "Verkfæraskúrinn",
    "id": "73873",
    "title": "Hverjir selja spanhelluborð?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=87&t=73873",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Lenti í því óhappi að skemma helluborðið mitt, en er sem betur fer með það tryggt. Á að fara og velja mér sambærilegt borð í staðin. \nHelluborðið mitt er með 4 hellum en það er c.a 77 x 50 þannig að ég verð að hitta á borð í sömu stærð eða skipta um borðplötu sem er dýrt.\nEr með valhvíða eins og alltaf þegar kemur að því að velja heimilistæki, myndi helst vilja dýrasta Miele borðið auðvitað en er ekki viss um að tryggingarnar myndu gúddera það, enda er það með 6 hellum en ekki 4 og því ekki alveg sambærilegt.\nÞað sem ég hef fundið er:\nElko er með Witt: \nhttps://elko.is/witt-spanhellubor-78cm-we786sqwks\nRafland er með Witt: \nhttps://www.rafland.is/product/spansuduhellubord-78cm\nEirvík er með Miele: \nhttp://www.eirvik.is/?prodid=400\nSmith&Norland er með Siemens: \nhttp://www.sminor.is/heimilistaeki/voru ... rd-80-sm-5\nOrmsson er með AEG: \nhttp://ormsson.is/product/aeg-spanhellubord-hk854401fb\nEru einhverjir fleiri? Og hefur einhver reynslu af þessu Witt?\nOg hvaða borð mynduð þið taka og af hverju?",
            "date": "2017-08-14 11:47:00",
            "post_id": "655197",
            "reply_to_id": false
        },
        {
            "user_name": "Njall_L",
            "text": "Ég persónulega tæki Siemens vitandi það að ég væri að kaupa góða vöru og gæti fengið gríðarlega góða þjónustu ef eitthvað kæmi uppá.",
            "date": "2017-08-14 12:07:00",
            "post_id": "655199",
            "reply_to_id": "655197"
        },
        {
            "user_name": "ElGorilla",
            "text": "Ég er með AEG og ég fíla ekki automatic stillinguna. Lendi oft í því að brenna óvart það sem ég er að steikja því hellan ákveður sjálf að fara í hæsta styrk.",
            "date": "2017-08-14 12:21:00",
            "post_id": "655200",
            "reply_to_id": "655199"
        },
        {
            "user_name": "Urri",
            "text": "Hvernig er það með þig Guðjón er alltaf eithvað að bila/skemmast hjá þér ? eða bara svona óheppinn.",
            "date": "2017-08-14 12:27:00",
            "post_id": "655201",
            "reply_to_id": "655200"
        },
        {
            "user_name": "GuðjónR",
            "text": "Þetta var pjúra óheppni, hefði ekki trúað hvað þyrfti lítið til að brjóta þetta. Hélt að þessi gler væru sterkari.",
            "date": "2017-08-14 12:54:00",
            "post_id": "655211",
            "reply_to_id": "655201"
        },
        {
            "user_name": "nidur",
            "text": "Fá sér þetta tæki, ætti að passa í gatið hjá þér.\nhttp://www.sminor.is/heimilistaeki/voru ... rd-80-sm-4\nhttps://www.youtube.com/watch?v=mEFeaPzBUrg",
            "date": "2017-08-14 13:21:00",
            "post_id": "655214",
            "reply_to_id": "655211"
        },
        {
            "user_name": "davidsb",
            "text": "Rafha á suðurlandsbraut er með ágætt úrval.\nhttp://rafha.is/products/spansuduhellubord",
            "date": "2017-08-14 13:22:00",
            "post_id": "655215",
            "reply_to_id": "655214"
        },
        {
            "user_name": "joker",
            "text": "Heimilistæki selur svona borð \nhttps://ht.is/product/spansudu-hellubord-77cm",
            "date": "2017-08-14 21:22:00",
            "post_id": "655253",
            "reply_to_id": "655215"
        },
        {
            "user_name": "Tóti",
            "text": "Ég mundi taka Siemens",
            "date": "2017-08-14 22:07:00",
            "post_id": "655257",
            "reply_to_id": "655253"
        },
        {
            "user_name": "Cascade",
            "text": "Ég valdi að taka öll heimilistæki Siemens og þar af leiðandi með Siemens helluborð sem ég er mjög ánægður með.\nEr með þessum \"tvöfalda snertasleða\" til að stilla hitan sem mér finnst algjör snilld. Ég þoli þegar það er bara plús/mínus og maður þarf að ýta svaka oft tila ð fara í mesta hitan. Með snertisleðanum þá getur maður valið hvaða stillingu sem er í fyrsta.\nAnnars hefði ég eflaust tekið Miele ef peningar hefðu ekki skipt neinu máli, en ég er ekki alveg kominn á þann stað",
            "date": "2017-08-15 08:36:00",
            "post_id": "655274",
            "reply_to_id": "655257"
        },
        {
            "user_name": "mainman",
            "text": "Ég er með AEG spanhellu í húsinu hjá mér.\nAlveg frábær tæki, rosaleg orka í þeim, kominn með fulla suðu á ótrúlega stuttum tíma og heyrist mjög lítið í þessu og það er svona \"snertisleði\" eins og Cascade nefnir og það er ótrúlega þægilegt en það sem ég gjörsamlega þoli ekki er að þegar ég kveiki á þessu þá þarf ég að ýta á power merkið, bíða í nokkrar sec, síðan þarf ég einhverra hluta vegna að halda niðri lock merkinu í aðrar nokkrar sec til að restin af tökkunum fari að virka.\nSíðan ef ég er að elda eitthvað t.d. bara hægra megin á helluni og færi eitthvað aðeins til pott eða eitthvað sem ég var að taka úr ofninum og það leggst aðeins yfir takkana vinstra megin eða bara ef eitthvað dregst yfir takka einhversstaðar þá slekkur það á öllum hellum  svo ég þarf að færa pottinn eða ílátið (getur þess vegna bara verið pottaleppur eða hanski) ofan af tökkunum og síðan byrja aftur á nokkrum sec við að kveikja á þessu og síðan nokkrar sec við að taka borðið úr lás and so on.\nÞetta semsagt fær alveg 10 hvað varðar orku og hönnun en bara 2 þegar kemur að user interface og virkni þeirra.\nÞá veistu vonandi eitthvað meira um AEG týpuna eftir þetta svo það ætti að hjálpa þér við valið.\nÉg hef samt margoft prófað aðrar gerðir, allt frá no name yfir í brands og það er alltaf einhver fídus sem maður hatar við eitt tækið en fílar í næsta, sum tækin er varla hægt að standa nálægt sökum hávaða og sum bara klórar maður sér í hausnum og spyr sig \"hvað voru þeir að hugsa þegar þetta user interface var hannað\"\nHugsa að þetta sé ekki auðvelt val hjá þér en ég gæti alveg trúað að Miele væri geðveikt að vinna á svona án þess að hafa prófað það, það virðist bara allt koma flott frá þeim og hannað rétt.",
            "date": "2017-08-15 09:47:00",
            "post_id": "655278",
            "reply_to_id": "655274"
        },
        {
            "user_name": "Minuz1",
            "text": "http://www.gorenje.is/vorur/eldunartaek ... /helluboro",
            "date": "2017-08-15 11:04:00",
            "post_id": "655281",
            "reply_to_id": "655278"
        },
        {
            "user_name": "GuðjónR",
            "text": "Þessi er mjög flott! Ég skoðaði þetta í gær, verðið er ekki eins flott. 600k.\nAnnars er það að frétta að ég fór hringinn í gær, skoðaði allt sem bent hefur verið á hér að ofan og meira til.\nVerð reyndar að segja að mér finnst ekkert sérlega mikið úrval af þessum stóru borðum.\nEn eftir að hafa skoðað það sem kom til greina þá voru þrjú borð sem stóðu upp úr:\nWitt\n borðið er stílhreint, það er með 6 hellum og það skiptir ekki máli hvar þú setur pottinn eða pönnuna tækið skynjar og kveikir á þeim sleða sem á við til að stjórna hita. Gallinn sem ég sá við þetta borð var hinsvegar sá að það virðist rispugjarnt. Sá svona borð hjá Rafland og annað hjá Elko og bæði voru með djúpum rispum, það að borðið er alveg pitch black gerir rispurnar ennþá meira áberandi. Þetta borð lendir því neðst á þessum þriggja borða lista.\nMiele\n borðið hefði verið val númer eitt hefði það passað í gatið á borðplötunni, eftir að hafa talað við sölumann þá kom í ljós að það er hægt að sérpanta svona borð með stálkannti (sem er ekki það flottasta reyndar) og þá myndi það passa í. Gallinn er bara sá að Miele verksmiðjan er lokuð vegna sumarleyfa og óvíst hvað það tæki langan tíma. En eftir að hafa keypt uppþvottavél í Miele merkinu þá mun Miele alltaf verða val númer 1 hjá mé (svo lengi sem ég hef efni á því).\nÞetta \nSiemens\n helluborð er því efst á listanum í augnablikinu, það er stílhreint en hefur tvo smávægilega galla fyrir mig, annar er sá að ég nota helluna hægra megin mest út af staðsteningu helluborðins í innréttingunni, því hefði verið betra að hafa þessa kassa vinstra megin, hinn gallinn er sá að stóra hellan er ekki nema 24cm sem er á mörkunum ef maður er með stórar pönnur, það er reyndar hægt að leysa með því að kaupa stóra ferkantaða pönnu sem nýtir ferköntuðu hellurnar. Maður getur víst ekki alltaf fengið allt sem maður vill.\nEins og staðan er núna þá er líklegast að ég taki Siemens borðið. Frábært að hafa fengið svona input frá ykkur.",
            "date": "2017-08-15 12:32:00",
            "post_id": "655290",
            "reply_to_id": "655281"
        },
        {
            "user_name": "HalistaX",
            "text": "Hvernig er það með Span, þarf maður einhverja sérstaka potta á þetta eða? \nSá einhvern tímann, þegar þetta kom hérna fyrst fyrir 10+ árum, auglýsingu af einhverjum að steikja egg á hálfri önnu. Eggið var steikt öðru megin en hrátt hinu megin þar sem það lá á helluborðinu.... Fannst það alveg rugl töff, en hef aldrei fattað hvernig þetta dót virkar eiginlega? \nEf maður stillir á milljón og lætur helluboðrið malla í smá stund, 10 mínútur kannski, er hellan samt ekkert heit? Þá hlýtur maður að þurfa einhverja sérstaka potta á þetta dót... Ég trúi ekki öðru.",
            "date": "2017-08-15 13:12:00",
            "post_id": "655293",
            "reply_to_id": "655290"
        },
        {
            "user_name": "GuðjónR",
            "text": "Já, ef þú getur fest segul á pottinn þinn þá geturðu notað hann á spanhelluborð.",
            "date": "2017-08-15 13:34:00",
            "post_id": "655294",
            "reply_to_id": "655293"
        },
        {
            "user_name": "hagur",
            "text": "Þarft bara potta sem hægt er að festa segul á.  Span virkar þannig að það notar segulsvið til að hita pottana/pönnuna í stað þess að hita sjálfa helluna sem svo leiðir hita upp í það sem er á borðinu.  Helluborðið sjálft hitnar vissulega, en bara af því að potturinn/pannan hitar útfrá sér.  Borðið sjálft kólnar nánast um leið og potturinn er fjarlægður af.\nEinn kosturinn við span er minni ikveikjuhætta t.d þar sem börn eru.  Þú getur t.d lagt dagblaðabunka áhyggjulaust frá þér á helluborðið og það mun ekki koma að sök ef óviti kveikir á borðinu, það mun ekkert gerast þar sem að borðið sjálft hitnar ekkert.  Ef borðið skynjar engan pott/pönnu þá slekkur það bara á sér strax.\nOnce you go span you never go back ....\nÉg er sjálfur með 80cm borð frá Samsung en ákvað að vera ekkert að mæla með því þar sem ég veit að Guðjón er illa brenndur af Samsung",
            "date": "2017-08-15 14:22:00",
            "post_id": "655298",
            "reply_to_id": "655294"
        },
        {
            "user_name": "Kristján Gerhard",
            "text": "Hefurðu skoðað Bosch? Bosch og Siemens er sami hluturinn eins og Skoda og VW. Þ.e.a.s. Smith og Norland er með varahluta- og viðgerðarþjónustu fyrir Bosch. Er sjálfur með Siemens spanhelluborð en myndi sennilega kaupa Bosch ef ég væri að endurnýja. Skal hinsvegar ekki segja til um hvað er í boði.",
            "date": "2017-08-15 20:42:00",
            "post_id": "655324",
            "reply_to_id": "655298"
        }
    ],
    "date": "2017-08-14 11:47:00"
}