{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "73974",
    "title": "[Vantar álit] Setja saman tölvu fyrir vin",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=73974",
    "posts": [
        {
            "user_name": "psteinn",
            "text": "Sælir,\nEr að skella saman vél fyrir félaga minn.\nGreyið hefur setið uppi með vél sem er eld gömul orðin og langar að uppfæra.\nBudget:\n c.a. 300k (Því ódýrara, því betra. Tölvan mun trúlega ekki þurfa kosta svo mikið, hann vill samt hafa hana svolítið \"future proof\" \n )\nNotkun:\n Bara tölvuleikir og basic notkun. Verður ekki notuð í neina myndvinnslu eða neitt slíkt.\nAnnað:\nÞarf að getað keyrt LoL, CS:GO, Black Desert, BF3/4, PUBG. (Ekkert rosalega krefjandi leikir.)\nÞað eina sem hægt er að halda áfram að nota er 500GB ssd sem hann á og verður notaður fyrir OS.\nVélin verður aldrei yfirklukkuð.\nEr ekki að leitast eftir neinu RGB eða neinu, kassinn má vera lokaður.\nEDIT: Einn 1080p skjár.\nHugmynd af vél:\nCPU: 7600k \nhttps://tolvutek.is/vara/intel-core-i5-7600k-quad-core-orgjorvi-unlocked-retail-an-viftu\nKæling: 212 EVO \nhttps://www.tl.is/product/coolermaster-hyper-212-evo-oll-socket\nGPU: 1070/80/80TI?   \nMBO: B250-HD3P \nhttps://tolvutek.is/vara/gigabyte-s1151-ga-b250-hd3p-modurbord\nRAM: 2x8GB 2400MHz \nhttps://att.is/product/corsair-ven-2x8gb-2400-minni-cor-cmk16gx4m2a2414\nPSU: Fer eftir skjákorti...\nKassi: Ekki viss (Eitthvað basic með gott airflow)\nEru menn kannski bara að kaupa tilbúnar vélar, meikar það meiri sens?\nÞekki líka svo lítið til Ryzen og Vega, er eitthvað varið í það?\nSvo áður enn þið segið mér að ég er með unlocked örgjörva með B250 mobo, þá er hann með hærra baseclock en non-K.\nÖll hjálp vel þegin, takk fyrir. \n \nMBK\nPétur Steinn",
            "date": "2017-08-26 18:19:00",
            "post_id": "655927",
            "reply_to_id": false
        },
        {
            "user_name": "Sam",
            "text": "1080p eða  1440p eða  4K skjár ?",
            "date": "2017-08-26 18:31:00",
            "post_id": "655928",
            "reply_to_id": "655927"
        },
        {
            "user_name": "pepsico",
            "text": "Ef maður vill vera ágætlega future-proof og hefur efni á því þá myndi ég hiklaust kaupa i7-7700 frekar en 7600/7600k. \nÞað er talsvert meira future-proof en hyperthreading-laus i5 sama hvorn maður tæki.\nEf hann er ekki harður á því að overclocka aldrei þá myndi ég auk þess kaupa 7700k og Z270 (eins og ég gerði akkúrat) en það er hans val. \nSvo er ótrúlegt en satt farið að skipta máli í þeim styrkleika hvaða brautartíðni er á vinnsluminninu þínu þegar þú \nert kominn upp í annars vegar svona hátt FPS í t.d. CS:GO eða hins vegar svona þung textures eins og í PUBG eða BF4 eða sumum AAA leikjum\nsvo það er auðveldlega þúsund krónanna virði að kaupa 3000MHz minnið hjá @tt á þúsund krónum meira. Mjög auðveldlega.\nSvo myndi ég kaupa þetta GTX 1070, bara áðan, ef mig vantaði skjákort, sérstaklega ef það er í ábyrgð á Íslandi. \nviewtopic.php?f=11&t=73968\nÞað er allt of, allt of lítill munur á milli 1070 og 1080 til að réttlæta verðmuninn að mínu mati svo ég myndi mæla\nsterklega á móti bæði 1080 og 1080 Ti nema vinur þinn sé einhver graphics pervert sem vill spila BF og PUBG í hæstu gæðum. \nÞessi Corsair CX550M á 14.500 hjá @tt myndi passa vel í þetta build og er sýnist mér hagstæðustu kaupin. \nEinhver hjá @tt þarf samt að laga lýsinguna veit ekki af hverju 8 pinna 12V CPU kaplinum er lýst sem skjákortskapli. \nÞað er allavega staðfest annar PCI-e kaplanna 8-pin fyrir 1070 kortið svo það passar allt saman.\nEf þú vilt spara þér 2500 kr. þá myndi Thermaltake Hamburg 530W á 12 þúsund hjá Tölvutek/Ódýrinu líka duga þér, \nerfiðara að treysta svo ódýrum aflgjafa til langtíma (er samt með hann sjálfur).  \nSíðan er computer.is með 212 Evo þúsund krónum ódýrar en TL. \nÞá þarftu bara einhvern 20-25 þúsund króna kassa að eigin vali og allur turninn er kominn saman á 175-180 þúsund ef þú kaupir skjákortið nýtt\nog 155-160 þúsund ef þú nælir þér í þetta notaða 1070 skjákort á 40 þúsund.",
            "date": "2017-08-26 18:51:00",
            "post_id": "655931",
            "reply_to_id": "655928"
        },
        {
            "user_name": "psteinn",
            "text": "Takk fyrir ráðin, kanna þetta  \n \nEinn 1080p skjár.",
            "date": "2017-08-26 19:24:00",
            "post_id": "655936",
            "reply_to_id": "655931"
        },
        {
            "user_name": "Sam",
            "text": "GTX 1060 er alveg nóg í það, en ef þú færð GTX 1070 á 40.000 then go for it ! \nGóð lesning hér \nhttp://www.trustedreviews.com/guide/best-graphics-card\n  Þá á ég við GTX 1060 og GTX 1070 kortin",
            "date": "2017-08-26 20:11:00",
            "post_id": "655941",
            "reply_to_id": "655936"
        },
        {
            "user_name": "Klemmi",
            "text": "Vegna þæginda og upp á ábyrgð myndi ég reyna að kaupa sem mest á einum stað.\nEr ekki hlutlaus, er fyrrverandi starfsmaður Tölvutækni, en er almennt hrifinn af vörunum og verðunum hjá þeim, svo ég tek hér saman það sem ég myndi mæla með \nGetur auðvitað fari í i5-7600K, kostar 3.000kr. meira og færð þar auka 100MHz undir álagi.  Hins vegar fer þá líka að vera spennandi að bæta 13.000kr. við og fara í i7-7700.\nHef ekki persónulega reynslu af þessari kælingu, en m.v. þennan samanburð þá er hún ein hljóðlátasta vifta sem þú færð undir álagi (sú hljóðlátasta í listanum), auk þess að halda örgjörvanum relatively köldum á meðan.\nhttp://www.hardwaresecrets.com/cooler-m ... -review/6/",
            "date": "2017-08-26 20:59:00",
            "post_id": "655945",
            "reply_to_id": "655941"
        },
        {
            "user_name": "agnarkb",
            "text": "Kíkti aðeins á @tt og fór aðeins að leika mér. Ég er alveg yfir mig ástfanginn af Ryzen svo að ég ákvað að setja inn flottann R5 sem kemur með stock kælingu sem er bara mjög góð. Sparar þar pening fyrir stærri disk og betra skjákorti \n \nSvo er líka spennandi þegar leikir fara loksins að nýta meira en 2/4 kjarna þá ætti hann að vera vel future proof.",
            "date": "2017-08-26 23:56:00",
            "post_id": "655952",
            "reply_to_id": "655945"
        },
        {
            "user_name": "psteinn",
            "text": "Líst vel á þetta strákar! Takk fyrir hjálpina.\nMBK\nPétur Steinn",
            "date": "2017-08-27 16:16:00",
            "post_id": "655974",
            "reply_to_id": "655952"
        },
        {
            "user_name": "afrika",
            "text": "Bara svona til að skipta mér af EN afhverju mundiru kaupa þér 500w aflgjafa ? Hef aldrei farið undir 750w. Ef þú þarft að bæta við einhverju seinna og svoleiðis svo fully modular væri næs en ég er bara að vera anal.",
            "date": "2017-08-27 21:02:00",
            "post_id": "655986",
            "reply_to_id": "655974"
        },
        {
            "user_name": "Aron Flavio",
            "text": "engin ástæða fyrir svona mörgum W nema þú sért að reyna að hitta eitthvað efficiency mark eða þarft svona mörg W (t.d. 7900x + Vega 64)\níhlutir eru og munu halda áfram að verða meiri efficient með hverri nýrri kynslóð\nEDIT: er ekki endilega að tala um 750W PSU",
            "date": "2017-08-27 21:09:00",
            "post_id": "655987",
            "reply_to_id": "655986"
        },
        {
            "user_name": "pepsico",
            "text": "Nýju kynslóðirnar af bæði örgjörvum og skjákortum eru skemmtilega orkunýtnar.\nEf það væri í teningunum að fara í SLI yfirhöfuð þá myndi ég vilja benda þráðarhöfundi á að þá þyrfti vissulega kröftugri aflgjafa en líka móðurborð sem styður SLI. \nAllir aflgjafarnir sem er búið að vísa til á þessum þræði gætu keyrt öll buildin sem er búið að stinga upp á.",
            "date": "2017-08-27 23:13:00",
            "post_id": "655994",
            "reply_to_id": "655987"
        },
        {
            "user_name": "ASUStek",
            "text": "750w mjög fínn bara passa uppá gæðin",
            "date": "2017-08-28 01:14:00",
            "post_id": "655997",
            "reply_to_id": "655994"
        }
    ],
    "date": "2017-08-26 18:19:00"
}