{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "740",
    "title": "Western Digital, nú er nóg komið.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=740",
    "posts": [
        {
            "user_name": "kiddi",
            "text": "Jæja, nú kaupi ég ekki fleiri Western Digital diska, þar sem 5 af 6 diskum sem ég hef keypt fyrir sjálfan mig og vinnuna eru allir komnir með hátíðnihljóð, þó einn sem slær öll met, eins þið eigið sjens á að heyra núna:\n\n\n\nÞetta er nýjasti diskurinn minn sem er 180GB 8MB WD og er sem betur fer ennþá að haga sér vel, hlustið á þetta til að fá samanburð.\n\n\n\n\nÞetta er 6 mánaða gamall 80GB 8MB WD, þetta er ekki fyrsti WD diskurinn til að koma með hátíðnihljóð, en þessi slær öll met.. hlustið!\n\n\n\n\nÉg setti -frekar- lélegan míkrafón inn í kassann til að taka þetta upp, það kemur reglulegt tic- í hljóðfælunum en ég held það sé rafmagnstruflun í míkrafóninum eða eitthvað.. það er ekki í diskunum...\n\n\n\nÞetta er svo hátt að það er óbærilegt að vera innan við 20metra radíus við tölvuna, grínlaust, kettirnir mínir hafa ekki sést síðan þetta hljóð byrjaði.\n\n\n\nVeriði sælir WesternDigital, nú verður ykkur skipt út.",
            "date": "2003-05-12 19:15:00",
            "post_id": "5579",
            "reply_to_id": false
        },
        {
            "user_name": "elv",
            "text": "Þetta er slæmt, á einn gamlan 20GB sem mér fannst slæmur en þinn er verri. Er að far að prófa að láta hann í samloku \nhttp://www.silentpcreview.com/modules.p ... d=8&page=1",
            "date": "2003-05-12 19:23:00",
            "post_id": "5580",
            "reply_to_id": "5579"
        },
        {
            "user_name": "halanegri",
            "text": "vá, ég verð að segja að mér finnst \"góða\" hljóðið vera líka helvíti pirrandi, allavega er lægra hljóð í mínum WD 120gb SE disk",
            "date": "2003-05-12 20:58:00",
            "post_id": "5581",
            "reply_to_id": "5580"
        },
        {
            "user_name": "Zaphod",
            "text": "Vá svakaleg óhljóð  \n\n\n\n\nþetta hlýtur að vera tekið upp alveg upp við diskinn . Vonandi eyrnanna þinna vegna .\n\n\n\n\n\n\n\n\n\nég er með 2 wd einn sem alveg nýr heyrist ekki múkk í honum en í gamla (ársgamall ) er svona leiðindasuð samt ekki jafn slæmt og hjá þér .\n\n\n\nÞegar ég setti vélina fyrst saman var ég bara með nýja diskinn í en þurfti síðan að setja gamla og hávaðinn í vélinni margfaldaðist",
            "date": "2003-05-12 22:01:00",
            "post_id": "5583",
            "reply_to_id": "5581"
        },
        {
            "user_name": "MezzUp",
            "text": "ertu búinn að reyna að skipta diskunum?",
            "date": "2003-05-12 22:02:00",
            "post_id": "5584",
            "reply_to_id": "5583"
        },
        {
            "user_name": "kiddi",
            "text": "Ég nenni ekki að standa í að reyna að skipta þeim meðan ég lifi við suðið, en sumt suð lifi ég ekki við, t.d. eins og í þessum sem þið heyrðuð í, og mun ég skipta honum sem allra fyrst. Annars þýðir í raun ekkert að vera að skipta WD diskum yfir í aðra WD diska, þeir enda allir eins.\n\n\n\nPS. Míkrafónninn var í svona 10cm fjarlægð frá diskunum, hljóðið sem heyrist upp við diskana er eiginlega skárra en að hlusta á þetta óma í herberginu, þetta hljóð er eins og k*kafýla sem smitast um allt hús!",
            "date": "2003-05-12 22:10:00",
            "post_id": "5585",
            "reply_to_id": "5584"
        },
        {
            "user_name": "elv",
            "text": "Þeir deyja þó ekki eins og Deathstar",
            "date": "2003-05-12 22:12:00",
            "post_id": "5586",
            "reply_to_id": "5585"
        },
        {
            "user_name": "Voffinn",
            "text": "jæja, ég held að þú sért alveg rosalega óheppin maður guðjón, eða hvort að ég sé svona heppinn \n\n\n\n\nég er með 2x80 WD, annar er að verða meira en ársgamall minnir mig, og hinn keypti ég í vor. Aldrei, og takið eftir \nA L D R E I\n heyrst múkk í þeim. Ég verð að segja að ég sé mjög ánægður mðe þá báða, þótt að það sé kominn lítill reynsla á annan.\n\n\n\nbtw, þessi nýji, hann er svona \"refurbished\" eða hvernig sem það er skrifað, þá eru galluðu diskarnir sendi til WD og gert við þá, síðan seldir aftur miklu ódýrari.",
            "date": "2003-05-13 09:53:00",
            "post_id": "5598",
            "reply_to_id": "5586"
        },
        {
            "user_name": "MezzUp",
            "text": "hvað kostar þannig diskur Voffinn?",
            "date": "2003-05-13 12:12:00",
            "post_id": "5604",
            "reply_to_id": "5598"
        },
        {
            "user_name": "Voffinn",
            "text": "veistu ég man bara ekkert hvað hann kostaði. :S\n\nen það er líklega smápeningar fyrir man sem er tilbúinn að éta fyrir kynlíf",
            "date": "2003-05-13 12:23:00",
            "post_id": "5606",
            "reply_to_id": "5604"
        },
        {
            "user_name": "gumol",
            "text": "Líttu á björtu hliðarnar, núna losnar þú við flugurnar",
            "date": "2003-05-13 12:41:00",
            "post_id": "5610",
            "reply_to_id": "5606"
        },
        {
            "user_name": "kemiztry",
            "text": "Minn gamli 120GB WD SE diskurinn er fínn... annars keypti ég mér 200gb Maxtor svona til að vera öruggur um að lenda ekki í sama dæmi og Kiddi",
            "date": "2003-05-13 14:29:00",
            "post_id": "5618",
            "reply_to_id": "5610"
        },
        {
            "user_name": "Castrate",
            "text": "ég er með 80gb WD se og það er svona hátíðni hljóð í mínum en málið er að ég er með 3 80mm viftur þarna inní ein þeirra er reyndar 20db en hinar 2 eru svona 28db þannig að hátíðni hljóðið blandast við öll hin hljóðin sem koma frá þessari blessuðu tölvu þannig að ég er ekkert að ergja mig á þessu. En Kiddi hvaða diska ætlaru að fara út í núna? Seagate? Maxtor? Ég er með einn Maxtor 40gb gamlan hann er hræðilega háværi þegar maður fer að opna forrit eða einhvað á honum. Gæti verið að nýjustu Maxtor séu betri. Svo er ég með Seagate 20gb disk hann hefur gengnið núna stanslaust í 2 ár án vandræða engin ofur hljóð í honum eða neitt fínn diskur.",
            "date": "2003-05-13 15:07:00",
            "post_id": "5624",
            "reply_to_id": "5618"
        },
        {
            "user_name": "Atlinn",
            "text": "ég er með einn wd 80gb eins árs gamlan núna, það heyrist ekkert í honum nema þegar ég er að defragmenta hann, þá er bara svona drdrdrdrdrdrdrdrdrdrd og grgrgrgrgrgr svona hd að leita af gögnum hljóð, það eina sem er háværrarra en viftunar þegar þær eru í gangi er helvitis geisladrifið, þegar það fer að snú diskunum þá þarf ég virkilega að hækka í græjunum",
            "date": "2003-05-13 15:12:00",
            "post_id": "5625",
            "reply_to_id": "5624"
        },
        {
            "user_name": "MezzUp",
            "text": "Seagate Barracuda V er með SATA og 8MB buffer á víst að vera über hjlóðlátur",
            "date": "2003-05-13 16:15:00",
            "post_id": "5629",
            "reply_to_id": "5625"
        },
        {
            "user_name": "kiddi",
            "text": "Yep, ég hef sömuleiðis lesið að Seagate Barracuda diskarnir eru hljóðlátustu diskar sem til eru, mig minnir að ég hafi lesið töluna 6 dB ? !!",
            "date": "2003-05-13 16:25:00",
            "post_id": "5632",
            "reply_to_id": "5629"
        },
        {
            "user_name": "MezzUp",
            "text": "þessi desíbilatala segir ekkert, það fer eftir svo rosalega mörgum hlutum hvernig endanlegt sánd verður. þeir eru reyndar ekki að performa jafn vel og jafningjar þeirra en ég hugsa að ég væri til í að skipta mínum WD80GB(ekkert hátíðnihljóð) út fyrir einn Barracuda og setja hann á suspension system einsog NoVibes III",
            "date": "2003-05-13 16:37:00",
            "post_id": "5634",
            "reply_to_id": "5632"
        },
        {
            "user_name": "kemiztry",
            "text": "Ég, Kiddi og Jakob hérna af spjallinu gerðum smá test á minni vél með harða diska.  \n\n\n\n1. Þá rifum við allar kassaviftur úr sambandi og holy karamba! Þvílíkur munur!\n\n2. Aftengdum 120GB Western Digital diskinn minn sem gerði það að verkum að tölvan varð einhver sú hljóðlátasta sem ég hef vitað um! Eftir varð bara 200GB Maxtor diskur sem heyrist mjög lítið.\n\n\n\nÞannig ég verð bara víst a vera mjög sammála honum Kidda með að WD séu skelfilegir",
            "date": "2003-05-14 00:31:00",
            "post_id": "5643",
            "reply_to_id": "5634"
        },
        {
            "user_name": "Mal3",
            "text": "Og hvar fæ ég svo Seagate Barracuda?\n\n\n\nÉg er að möndla við að setja saman kerfi (lesist, ég er búinn að velja allt, mig vantar bara seðla, bread, dineros) og var að plana að setja 120Gb WD SE í það, en langar frekar til að hafa þetta hljóðlátara en ekki.\n\n\n\nÞað er ekkert höfuðatriði að fá stóran disk, 120Gb er bara hagkvæm kaup í WD. Var að hugsa um að fara í Hitatchi Deskstar sem voru að koma í Hugver þar til ég heyrði Deathstar nafnbótina. Diskur þarf #1 að endast, #2 að performa þokkalega og #3 pirra mig ekki. Síðan kemur geymslupláss. Það væri auðvitað ekki amalegt að hafa ógrynni af plássi til að geta rippað CD safnið, en ég yrði bara glaður að þurfa ekki að hafa mig í það verk þannig að...",
            "date": "2003-06-23 10:53:00",
            "post_id": "7165",
            "reply_to_id": "5643"
        },
        {
            "user_name": "Mal3",
            "text": "Eftir á að hyggja virðast þessir Seagate diskar tapa allt of mikið í afköstum. Maxtor virðast vera skárri en WD að því leitinu en ekki alveg jafn hraðir og eitthvað dýrari. Maður ætti kannski að fara í þá gerðina?\n\n\n\nHvernig reynast þeir upp á endingu? Maxtor 20Gb ATA66 diskurinn í vélinni minni hefur hangið saman án vandræða í 2,5 ár, en það telst varla mikill reynslugrunnur...",
            "date": "2003-06-24 11:04:00",
            "post_id": "7203",
            "reply_to_id": "7165"
        },
        {
            "user_name": "J0ssari",
            "text": "Báðir 80gb WDse diskarnir mínir eru með nákvæmlega sama suð. Báðir frá því í Feb á þessu ári. Það sem er verst er hvað þessi hátíðni fer illa með heyrnina. Annar diskurinn tók nokkra daga að verða svona, hinn frá fyrsta spin-up.\n\n\n\nÆtla að losa mig við þá og fá mér 2 Seagate í staðinn.",
            "date": "2003-06-24 12:57:00",
            "post_id": "7204",
            "reply_to_id": "7203"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hvað ertu að bulla maður? \n\nÉg er með tvo WD 8mb 120gb og einn Seagate barracuda og sá síðastnefndi er að stinga hina af í performance,\n\nRead/write 55mb á móti 43mb.",
            "date": "2003-06-24 17:29:00",
            "post_id": "7212",
            "reply_to_id": "7204"
        },
        {
            "user_name": "MezzUp",
            "text": "GuðjónR: Barracuda hafa verið að koma verr út á öllum testum í sona review'um....\n\nprufa að leita að review'um um þessa diska á t.d. \nhttp://www.storagereview.com",
            "date": "2003-06-24 21:26:00",
            "post_id": "7247",
            "reply_to_id": "7212"
        },
        {
            "user_name": "GuðjónR",
            "text": "review eða ekki review ég á svona disk og hann er að virka !",
            "date": "2003-06-24 21:59:00",
            "post_id": "7260",
            "reply_to_id": "7247"
        },
        {
            "user_name": "halanegri",
            "text": "kannski er það bara hinn diskurinn sem er að sucka enn meira",
            "date": "2003-06-25 00:11:00",
            "post_id": "7279",
            "reply_to_id": "7260"
        },
        {
            "user_name": "Mal3",
            "text": "Well, þetta eru víst mínir peningar og maður þarf að vega og meta öll gögn. Ég held að hinn gullni meðalvegur sé bestur í þessu, ná í næstum top performance en samt með þokkalegu hljóði og það held ég að Maxtor ætti að geta gert.\n\n\n\nÞori ekki að taka sénsinn á Seagate m.v. hvað ég hef heyrt, þó nokkrir hafi þó sagt að í daglegri notkun ætti ekki að finnast munur er hávaði ekki það stórt atriði hjá mér.",
            "date": "2003-06-25 09:04:00",
            "post_id": "7289",
            "reply_to_id": false
        },
        {
            "user_name": "kemiztry",
            "text": "Ég fékk 50 í read og 35 í write á 200gb Maxtorinum mínum.  En ég get lofað ykkur því að hann er mjög silent",
            "date": "2003-06-25 10:13:00",
            "post_id": "7290",
            "reply_to_id": "7289"
        },
        {
            "user_name": "elv",
            "text": "Þessi hátíðni hljóð hafa vera að plaga mig. Svo ég lét gera nokktrar álplötur fyriri mig, sem ég ætlaði að seja utan um.\n\nEn það virtits ekkert sérstak gera en eftir að ég skrúfaði diskana úr kassanum minnnkaði hljóðið mikið. Svo núna eru diskarnir lausir með músamottum undir þeim og allt er hljóðlaust núna. Svo þetta hátíðinhjóð virðist vera meira kassanum að kenna en diskunum. Þ.e.a.s að kassin magnaði upp hlóðið.",
            "date": "2003-07-04 06:57:00",
            "post_id": "7904",
            "reply_to_id": "7290"
        },
        {
            "user_name": "gumol",
            "text": "úff, ég var að fá mer hljóðlausa zalman viftu, kassa og PSU. Þegar ég tek kapalin úr hörðu diskunum heirist næstum ekki neitt í tölvunni, en þegar þeir eru í er alveg svakalegur hávaði í henni(ekki hátíðnihljóð, heldur eins og ég sé með svaka háværa viftu \n\n\nþetta er ömurlegt",
            "date": "2003-07-04 15:20:00",
            "post_id": "7914",
            "reply_to_id": "7904"
        },
        {
            "user_name": "Shroom",
            "text": "Seagate eru að mínu viti bestu diskarnir yfirhöfuð,\n\nég er sjálfur með WD 80 gb sem er að gera mig geðveikan!\n\n\n\nEyddi tæplega 30 þús. í að gera vélina hljóðláta og spáði nottlega ekkert\n\ní þessum disk.\n\n\n\nÉg kaupi aldrei aftur WD það er staðreynd  !",
            "date": "2003-07-04 15:48:00",
            "post_id": "7920",
            "reply_to_id": "7914"
        },
        {
            "user_name": "GuðjónR",
            "text": "Shroom, ég er 200% sammála þér!",
            "date": "2003-07-04 17:25:00",
            "post_id": "7931",
            "reply_to_id": "7920"
        },
        {
            "user_name": "J0ssari",
            "text": "Heyr, Heyr.",
            "date": "2003-07-04 22:05:00",
            "post_id": "7958",
            "reply_to_id": "7931"
        },
        {
            "user_name": "ICM",
            "text": "á þetta að vera kaldhæðni?\n\nIBM Deskstar kallarðu Deathstar\n\nég á IBM Deskstar og WD hvað sem hann hét 120gb m/8mb buffer\n\nDeskstar er svo mikið hljóðlátari og er ekki enþá dauður... enda er ég með nokkuð góða kælingu hjá mér, 1 stór vifta fyrir framan alla HDD...\n\neftir að ég setti WD í tölvuna þá hef ég átt enþá erfiðara með að sofna við þennan hávaða, á reyndar eftir að prófa að fá mér dempara á þetta...",
            "date": "2003-07-04 22:10:00",
            "post_id": "7960",
            "reply_to_id": "7958"
        },
        {
            "user_name": "Voffinn",
            "text": "lol, gumol á 80 Deskstar, hann er svo hávær, að eftir að gumol fékk sér zalman, heyrirðu ekkert nema í Deskstarnum... þetta er eins og þvottavél eða eitthvað",
            "date": "2003-07-04 23:06:00",
            "post_id": "7963",
            "reply_to_id": "7960"
        },
        {
            "user_name": "ICM",
            "text": "gunol ætti þá að prófa að setja WD og fá ennþá meiri hávað.",
            "date": "2003-07-04 23:10:00",
            "post_id": "7966",
            "reply_to_id": "7963"
        },
        {
            "user_name": "Voffinn",
            "text": "hann er með einn 20 wd, hann er slatti öflugur, en þessi deskstar hans slær alveg út mína 80, báða meir að segja.",
            "date": "2003-07-05 00:18:00",
            "post_id": "7969",
            "reply_to_id": "7966"
        },
        {
            "user_name": "comon",
            "text": "hehe :8)",
            "date": "2003-07-05 13:31:00",
            "post_id": "7982",
            "reply_to_id": "7969"
        },
        {
            "user_name": "gumol",
            "text": "Iss, móðgun",
            "date": "2003-07-06 19:28:00",
            "post_id": "8019",
            "reply_to_id": "7982"
        },
        {
            "user_name": "Gunnar Dagur",
            "text": "Bara setja þá í samloku og nota nógu marga málma. Og hafa hverja plöttu 2 mm. Ég gerði þetta við diskinn minn og það heyrist ekki í honum í dag. Beygði reyndar eina plötuna yfir diskinn til að minnka hljóðið enn þá meir.",
            "date": "2003-07-13 11:26:00",
            "post_id": "8260",
            "reply_to_id": "8019"
        },
        {
            "user_name": "Castrate",
            "text": "hmm hvernig ætli IBM diskurinn myndi ganga ef þú tækir kælinguna í burtu?",
            "date": "2003-07-13 12:02:00",
            "post_id": "8261",
            "reply_to_id": "8260"
        },
        {
            "user_name": "GuðjónR",
            "text": "Það var ekki að ástæðulausu sem IBM seldi Hitatchi framleiðslu sína á hörðum diskum.\n\nDeathstar framleiðslan þeirra var meira og minna öll í rusli þó svo að einn og einn diskur hafi verið í lagi.\n\nÉg fékk 3x IBM Deathstar 60gb diska hjá Nýherja á sínum tíma og það endaði með því að ég fékk endurgreitt...allir ónýtir!",
            "date": "2003-07-13 12:52:00",
            "post_id": "8265",
            "reply_to_id": "8261"
        },
        {
            "user_name": "Hlynzi",
            "text": "Þetta er nú ljóta hljóðið í þessum disk. Núna er ég með Seagate 40 gb disk, og það er snilld, þolir sæmilegan hita, og heyrist nákvæmlega ekki neytt í þessum disk. Næst fæ ég mér Seagate eða Maxtor. \n\n\n\nÉg var með IBM Deathstar eins og menn vilja kalla hann. 41gb, ef ég væri með uber kælingu sem héldi disknum undir 20-25° c, myndi ég hiklaust fá mér IBM. OG Ibm er sko hljóðlátari en allt annað sem ég hef átt.",
            "date": "2003-07-13 21:07:00",
            "post_id": "8312",
            "reply_to_id": "8265"
        },
        {
            "user_name": "axyne",
            "text": "hversu margar plötur ertu með og hvaða málma notarðu ?",
            "date": "2003-07-13 21:11:00",
            "post_id": "8313",
            "reply_to_id": "8312"
        },
        {
            "user_name": "Hlynzi",
            "text": "Smá viðbót. Ég nota engar plötur við minn disk, hann er skrúfaður á öllum götum, og vel hert, það heyrist ekkert í honum þannig, þið gætuð verið að magna óhljóðin upp í tölvukassanum ykkar.",
            "date": "2003-07-13 21:18:00",
            "post_id": "8314",
            "reply_to_id": "8313"
        },
        {
            "user_name": "Gunnar Dagur",
            "text": "Ég notaði 8 plötur \n\n4 X ál\n\n2 x messing \n\n2x kopar \n\n´\n\nþær eru 2 mm og einn platan er beygð yfir diskinn svo að hann þeygi allmenilega.",
            "date": "2003-07-15 19:40:00",
            "post_id": "8385",
            "reply_to_id": "8314"
        },
        {
            "user_name": "Negrowitch",
            "text": "Ég sel það ekki dýrara en ég keypti það en ef ég man rétt þá las ég það einhversstaðar að Deathstar vandamálinu hefði verið útrýmt með 180GXP línunni frá IBM (Hitachi). Ef þið finnið eitthvað um þetta á netinu, endilega posta",
            "date": "2003-07-27 22:17:00",
            "post_id": "9005",
            "reply_to_id": "8385"
        }
    ],
    "date": "2003-06-25 09:04:00"
}