{
    "forum_title": "Koníakstofan",
    "id": "74087",
    "title": "Genesis-Mining",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=74087",
    "posts": [
        {
            "user_name": "Benzmann",
            "text": "sælir vaktarar.\nvar að lesa um eh bitcoin mine hérna á íslandi sem heitir Genesis-Mining.\ner þetta eh scam, eða er þetta actual Bitcoin mine í Reykjanesbæ ?\nbara að spá, því mjög mikið um að þetta sé scam á netinu.\nÞið sem eruð að minea, vitiði eitthvað um þetta ?",
            "date": "2017-09-06 19:56:00",
            "post_id": "656663",
            "reply_to_id": false
        },
        {
            "user_name": "curathir",
            "text": "Þetta er langt frá því að vera scam. Hérna er myndband frá mínu uppáhalds crypto youtube channel þegar hann kom til landsins til að skoða þetta hjá þeim. \nhttps://www.youtube.com/watch?v=2Jqf_wZKFCc\nÞeir eru með 10þúsund skjákort á fullu í \"námuni\" \nÞótt þetta sé ekki scam þá mæli ég frekar með því að kaupa skjákort og gera þetta sjálfur. Fyrir 869$ færðu 30MH/s Ethereum samning í tvö ár. Fyrir þann pening geturðu keypt þér 1080 kort sem nær sama hraða, ef ekki meira. Færð svipaðan hraða og átt kortið, sem þú getur svo selt á endanum.",
            "date": "2017-09-06 20:43:00",
            "post_id": "656667",
            "reply_to_id": "656663"
        },
        {
            "user_name": "Fridrikn",
            "text": "1070 án þess að vera overclockuð ná 25mh, overclockuð 30-32mh. \n380 ná í kringum 18mh, \n480 sum ná upp að 26mh en mitt nær bara 22mh, sem að 470 kort eru í kringum.\nvar að kaupa R9 fury X hérna og það er að pulla 28mh. \nÉg hef heyrt af mörgum á mismunandi crypto forumum að fólk sem er kannski búið að vera hjá samningi hjá Genesis mining í ár hættir að fá peninginn sinn, þess vegna halda margir að þetta sé scam.\nhttps://www.cryptocompare.com/mining/ca ... erkWh=0.12\nmeð 30 mhz er ársgróðinn 877.61 dalir, miðað við hvernig hann er í dag, en hann mun alltaf minnka og minnka.",
            "date": "2017-09-06 22:44:00",
            "post_id": "656674",
            "reply_to_id": "656667"
        },
        {
            "user_name": "SvalaVala",
            "text": "Ég er alveg ný í þessum málum og finnst ég ekki skilja upp né niður..\nMér skilst að ég eigi að eiga bitcoins og aurora coins, en hvar kemst ég að því hvað það er mikið og hvernig sný ég mér svo að því að selja það jafnvel bara allt\nVar að reyna að búa til veski í appinu Blockchain og skil voða lítið í því hehe..\nHvernig kemst ég að þessum coins, sem ég á að eiga og hvernig breyti ég þeim í peninga?\nLíður einsog ömmu ef heimabankinn hennar er opinn og hún veit ekkert hvað hún á að gera",
            "date": "2017-11-09 05:44:00",
            "post_id": "660556",
            "reply_to_id": "656674"
        },
        {
            "user_name": "elight82",
            "text": "Ég smellti á þennan þráð af því ég hélt hann væri um minningu frá Genesis-tónleikum.",
            "date": "2017-11-09 15:50:00",
            "post_id": "660581",
            "reply_to_id": "660556"
        },
        {
            "user_name": "KRASSS",
            "text": "Thad er rett hja Fridrikn ad thetta er alls ekki scam og aettir frekar ad fjarfesta i ad kaupa skjakort sjalfur i stadinn fyrir ad kaupa Hash, \nsem einstaklingur ertu annadhvort ad fara koma ut i Nullinu eda minus, ef thu ert med t.d 10 korta rig farm og villt sma Hash boozt myndi eg reikna hversu mikid hash gaetiru keypt svo thetta myndi vera 'profitable'.\nThessir gpu/Hash stats sem fridrik gefur er rett EN fer algjorlega eftir a hvada coin ertu ad \"Minea\" og hvada algorithmi er bakvid hana,\nog lika snyst allt um ad finna stable config.\nMaeli med ad checka a thessu video-i -> \nhttps://www.youtube.com/watch?v=4Yok6_pAiTA\nEf thu ert i paelingum ad fara minea maeli eg med ad thu skodar vefsiduna \nwww.Whattomine.com\n og aettir einnig ad reikna allt ut adur en thu kaupir allt(alls ekki flyta ser).\nPS, Thid sem viljid kaupa BTC og haldid se alltof seint, tha er naest besti timinn nuna, besti timinn var i sumar. \n10K is the m00n!",
            "date": "2017-11-09 16:45:00",
            "post_id": "660584",
            "reply_to_id": "660581"
        }
    ],
    "date": "2017-09-06 19:56:00"
}