{
    "forum_title": "Vaktin.is",
    "id": "741",
    "title": "Verðsamanburður á tölvum",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=46&t=741",
    "posts": [
        {
            "user_name": "hakon",
            "text": "ég vildi bara benda öllu töluváhugafólki að á vefnum \nhttp://www.bestukaup.is\n má sjá verð á borðtölvum, ferðatölvum, prenturum, skönnum og fleiru hjá flestum söluaðilum hérlendis.\n\n\n\nSvo vil ég þakka umsjónarmönnum vaktin.is fyrir frábæran vef.",
            "date": "2003-05-12 23:17:00",
            "post_id": "5590",
            "reply_to_id": false
        },
        {
            "user_name": "MezzUp",
            "text": "hmm, þetta er soldið gömul síða er þaggi?\n\nannars vildi ég helst sjá sona innlenda síðu sem að sýnir hvar verslanir eru með tilboð í gangi, hef séð einhverjar þannig(í útlöndum)",
            "date": "2003-05-13 12:09:00",
            "post_id": "5602",
            "reply_to_id": "5590"
        },
        {
            "user_name": "hakon",
            "text": "jú þessi vefur er búinn að vera í gangi í tvö og hálft ár en verð eru að sjálfsögðu uppfærð reglulega, amk í tölvuhlutanum. Það var síða í gangi sem skráði öll tilboð en hún hætti fyrir nokkru. þarna inni eru verð á tölvum hvort sem um tilboð er að ræða eða ekki.\n\nÞví miður er það svo að sumir söluaðilar eru gjörsamlega búnir að gera hugtakið \"tilboð\" að merkingarlausu hugtaki. Í mínum huga er um tilboð að ræða þegar einhver vara lækkar umtalsvert og tímabundið og er þá á lægra verði en gengur og gerist annars staðar. Því miður er það svo að allt of margir auglýsa tilboð á einhverju drasli sem sem síðan lækkar bara enn meira eða þá að draslið kostar mun minna hjá öðrum. Ég er búinn að fylgjast með þessu í tvö og hálft ár og því miður er þetta of algengt. Það er líka allt of algengt að vara sé auglýst á lækkuðu verði og þá er auglýst \"verð áður\" sem í mörgum tilfellum er ekki síðasta verð heldur þar síðasta verð. Þetta er ólöglegt.",
            "date": "2003-05-13 19:54:00",
            "post_id": "5636",
            "reply_to_id": "5602"
        },
        {
            "user_name": "GuðjónR",
            "text": "it sucks!",
            "date": "2003-05-13 21:21:00",
            "post_id": "5639",
            "reply_to_id": "5636"
        },
        {
            "user_name": "MezzUp",
            "text": "nice avatar :)\n\nég verð að fara að finna mér einhverja góða",
            "date": "2003-05-13 21:47:00",
            "post_id": "5640",
            "reply_to_id": "5639"
        }
    ],
    "date": "2003-05-12 23:17:00"
}