{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "7420",
    "title": "Hjálp með K!TV",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=7420",
    "posts": [
        {
            "user_name": "SolidFeather",
            "text": "Hvernig stilli ég stöðvar inná það? Kann ekkert á þetta forrit.\n\n\n\nEr með TV LinX kort frá Mtek",
            "date": "2005-02-12 20:34:00",
            "post_id": "78717",
            "reply_to_id": false
        },
        {
            "user_name": "arnifa",
            "text": "----FANN ÞETTA Á NETINU !!!\n\n\n\n\"Byrjar á að installa K!TV XP og afpakkar svo KAzertix03c_rev2.zip og Kiwicricri_1190.zip inn í plugins c:\\program files\\k!\\k-tv\\plugins\\\n\n\n\n\n\n\n\nKAzertix03c er fyrir myndina\n\n\n\nKiwicricri_1190 er fyiri hljóð\n\n\n\n\n\n\n\n\n\n\n\nSíðan keyrir þú upp k-tv  ferði í settings og stillir hvaða plugins þú notar\n\n\n\nVideo   KAzertix03c\n\n\n\nSound  Kiwicricri_1190\n\n\n\nOg ýtir á Apply\n\n\n\nSíðan ferðu í næsta glugga við AUDIO/MPS  og ferði í Mixer setup  settu allt í botn þar…. Og velur LINE IN(Ef þú notar það sem inngang á kortinu)\n\n\n\nÞú þarft að sjálfsögðu þegar þú startar forritinu að velja hvaða kort þú ert með  Hauppauge WInTV GO  og síðan þar fyrir neðan velur þú Philips PAL og þar fyrir neðan PAL BDGHI\n\n\n\nOg þar fyrir neðan á að vera TUNER\n\n\n\n[Parti um afruglun eytt út af stjórnanda]\n\n\n\nPrófaðu þetta …Svolítið ruglingslega skrifað en þetta eru helstu punktarnir…..\n\n\n\n\n\n\n\nSíðan er það bara að fikta….\n\nSpudi\"\n\n\n\n-----\n\n\n\nÞetta virkaði hjá mér en ég nota þetta ekki lengur og veit ekki hvort þetta virki eftir að digital island kom.",
            "date": "2005-02-15 00:19:00",
            "post_id": "78937",
            "reply_to_id": "78717"
        },
        {
            "user_name": "Snorrmund",
            "text": "Svo þið vitið það þá er komið K!TV 2 \n og ég er að prófa það.. \n pósta seinna um hvernig það gekk..",
            "date": "2005-02-15 00:28:00",
            "post_id": "78938",
            "reply_to_id": "78937"
        },
        {
            "user_name": "arnifa",
            "text": "Oki link á það forrit ? kannski að maður tengi aftur sjónvarpskortið og prófi það líka \n\n\n\n\nEDIT: fann það á google.",
            "date": "2005-02-15 00:35:00",
            "post_id": "78940",
            "reply_to_id": "78938"
        },
        {
            "user_name": "gumol",
            "text": "Svona afruglun er ólögleg eftir því sem ég best veit. Skoðaðu reglurnar, ekkert ólöglegt efni hér!\n\n\n\nHérna geturu fengið áskrift af Stöð 2: \nhttp://stod2.visir.is/?PageID=909",
            "date": "2005-02-15 02:35:00",
            "post_id": "78946",
            "reply_to_id": "78940"
        },
        {
            "user_name": "Snorrmund",
            "text": "og eitt annað ætla taka mér bessaleyfi til að skrifa caps með stórum stöfum og fleira..\n\nLESIÐI ALLT RUGLIÐ Á \nhttp://www.kastortv.org/help/index.php?langue=eng",
            "date": "2005-02-15 12:36:00",
            "post_id": "78958",
            "reply_to_id": "78946"
        },
        {
            "user_name": "axyne",
            "text": "þarna, kannski vitlaust hjá mér að spyrja, smá brjóta reglurnar, en fyrst svona korkur er til, þá langar mig að spyrja hvort einhverjum hefur tekist að afrugla digital ísland ?, eða hvort það sé hægt yfir höfuð ?\n\n\n\nbara forvitinn",
            "date": "2005-02-15 12:51:00",
            "post_id": "78959",
            "reply_to_id": "78958"
        },
        {
            "user_name": "SolidFeather",
            "text": "Er með K!TV v2, það er bara ekkert að gera sig.",
            "date": "2005-02-15 13:07:00",
            "post_id": "78960",
            "reply_to_id": "78959"
        },
        {
            "user_name": "Snorrmund",
            "text": "SolidFeather: Ertu að tala um að það sé ekki að gera sig að afrugla digital island eða bara almennt? hvernig kort ertu með?\n\n\n\n Ég er með KWORLD Xpert TV-PVR pci(V-stream) :S og ef ég stilli á WDM Drivers í source þá fokkast allt upp. En ef ég stilli á hitt dótið þá er þetta fínnt en þá vanntar mér eitthvað til að stilla kortið mitt inn(Það er ekki í listanum) og þá á maður að nota forrit sem heitir btspy.exe .. en það virkar bara ekkert með WinXP(Ekki heldur með Combatibility mode)  \n\n\n\n\nSolidFeather: Bendi þér á að lesa helpið á \nhttp://www.kastortv.org/\n  Annað veit ég ekki.. En annars eru einhver plugin og fleira á mikael.vortex.is <offtipic>(fann þetta bara útaf því að einusinni var MJÖG skondið myndband þarna.. ekki lengur veit einhver um þetta myndband? þetta var gaur að flippa eitthvað með webcam og mic.. t.d. tróð hann micnum uppí nefið á sér saug inn og sagði svo COCAINE með svona viskírödd)</offtopic>",
            "date": "2005-02-15 14:29:00",
            "post_id": "78962",
            "reply_to_id": "78960"
        },
        {
            "user_name": "SolidFeather",
            "text": "Fæ bara enga mynd á skjáinn. Annars skiptir þetta engu máli, nota bara forritið sem fylgdi með kortinu (TvLinx frá Mtek)",
            "date": "2005-02-15 14:54:00",
            "post_id": "78965",
            "reply_to_id": "78962"
        },
        {
            "user_name": "arnifa",
            "text": "er það 878 kort ? held að það þurfi.",
            "date": "2005-02-15 16:00:00",
            "post_id": "78972",
            "reply_to_id": "78965"
        },
        {
            "user_name": "CendenZ",
            "text": "hvernig er afruglun á K!TV 2 ?\n\n\n\nÉg er með stöð2, stöð2+ bíóstöð2, bíórásina og lang flestar rásir sem hægt að er fá í gegnum digital ísland.\n\n\n\nÉg vill bara geta notað tölvuna til að horfa á tv ... sé ekkert að því.\n\n\n\n\n\nEru lög á íslandi sem segir að það megi einungis horfa á sjónvarpið í stofunni eða þartilgerðum sjónvarpsherbergjum ?\n\n\n\n\n\nHvað næst, ætla djöfulsins þjófarnir á stöð2 að þurfa samþykkja sjónvarpsherbergi gegn \"vægu\" gjaldi ?",
            "date": "2005-02-15 16:03:00",
            "post_id": "78974",
            "reply_to_id": "78972"
        },
        {
            "user_name": "arnifa",
            "text": "var að skoða þetta ktv2 á heimasíðunni þeirra og er bara svipað og fyrri útgáfan. \n\nÉg er líka áskrifandi stoð2, stoð2+, stoð2bío og allt það. En það er aðeins einn myndlykill í húsinu þannig að ef einn í fjölskyldunni vill horfa á stoð2 og annar stoð2bío er það ekki hægt og þá er sniðugt að vera með sjonvarpskort \n en ég er samt að borga fyrir digital island...",
            "date": "2005-02-15 16:31:00",
            "post_id": "78977",
            "reply_to_id": "78974"
        },
        {
            "user_name": "MezzUp",
            "text": "Hmm, er nokkuð hægt að „afrugla“ digital island, afþví að það er allt annað en gamla kerfið?\n\nMeð gömlu myndlyklunum var maður að breyta rugluðu-analog merki í venjulegt analog merki, en digital island búnaðurinn er að taka digital merki og decode'a það(eftir leyniaðferði líklega) á analog form.",
            "date": "2005-02-15 17:32:00",
            "post_id": "78988",
            "reply_to_id": "78977"
        },
        {
            "user_name": "Snorrmund",
            "text": "Eru það ekki bara önnur plugin? allavegana á að vera hægt að afrugla digitial útsendingar með K!TV",
            "date": "2005-02-15 17:33:00",
            "post_id": "78989",
            "reply_to_id": "78988"
        },
        {
            "user_name": "Pandemic",
            "text": "Það er hægt strákur sem ég var að tala við um daginn hafði víst náð að afrugla Digital ísland",
            "date": "2005-02-15 18:55:00",
            "post_id": "79000",
            "reply_to_id": "78989"
        },
        {
            "user_name": "gnarr",
            "text": "bráðum verður ólöglegt að horfa á sjónvarp með spegli.",
            "date": "2005-02-15 19:10:00",
            "post_id": "79003",
            "reply_to_id": "79000"
        },
        {
            "user_name": "Dagur",
            "text": "Digital Island er ruglað með Conax sem á að vera mjög gott. Ég hélt að maður þyrfti einhvern rándýran gervihnattamóttakara og \nCAM\n til að afrugla þetta.",
            "date": "2005-02-15 19:56:00",
            "post_id": "79015",
            "reply_to_id": "79003"
        },
        {
            "user_name": "MezzUp",
            "text": "Nú spyr ég einsog einhver sem hefur ekki verið með stöð 2 í langan tíma, en hvernig fær maður ruglað-digital-island? Ég hélt að merkið kæmi bara digital inní móttakarann og óruglað-analog útúr honum. Þ.e. því er í raun aldrei „ruglað“",
            "date": "2005-02-15 20:58:00",
            "post_id": "79021",
            "reply_to_id": "79015"
        },
        {
            "user_name": "Snorrmund",
            "text": "MezzUp: Meinar það.. það gæti vel verið.. ég veit jafn lítið um þetta enda við landbyggðarfólkið ekkert með þetta.. (ert þú ekki annars einhverstaðar út á landi \n)",
            "date": "2005-02-15 23:33:00",
            "post_id": "79042",
            "reply_to_id": "79021"
        },
        {
            "user_name": "Pandemic",
            "text": "Annars segja sumir að maður þurfi sérstakt Digital tv kort ofl í rauninni veit ég ekkert hvað ég er að tala um bara svona að segja ykkur hvað ég hef heyrt.",
            "date": "2005-02-15 23:42:00",
            "post_id": "79044",
            "reply_to_id": "79042"
        },
        {
            "user_name": "Snorrmund",
            "text": "Reyndar er þetta satt sem pandemice segjir(held ég ) að maður þurfi Sérstakt Digital kort.. Fattaði það núna.. þegar ég las kworld.com.tw þá sá ég einmitt einhver tigital kort...",
            "date": "2005-02-15 23:47:00",
            "post_id": "79045",
            "reply_to_id": "79044"
        },
        {
            "user_name": "MezzUp",
            "text": "Ég? \n\n\nVogar city, höfuðstaður Suðurnesja, Bangkok norðursins, bærinn sem aldrei sefur, miðstöð menningarlífs á Íslandi…",
            "date": "2005-02-16 00:01:00",
            "post_id": "79046",
            "reply_to_id": "79045"
        },
        {
            "user_name": "Snorrmund",
            "text": "Þegar þú sagðir \nþetta\n þá var ég að spá í að linka mynd af þér af myndaþráðnum..(steinsofandi í tíma) en best að halda okkur á umræðuefninu",
            "date": "2005-02-16 13:30:00",
            "post_id": "79075",
            "reply_to_id": "79046"
        },
        {
            "user_name": "kaktus",
            "text": "hehehahahihihi vogar city :þ \n\nég er fæddur og uppalin í Garði the big apple of Iceland",
            "date": "2005-02-16 15:36:00",
            "post_id": "79084",
            "reply_to_id": "79075"
        },
        {
            "user_name": "Zkari",
            "text": "Og ég Grindavík  \n\n\n\n\nSuðurnesjapartey hér",
            "date": "2005-02-16 17:17:00",
            "post_id": "79093",
            "reply_to_id": false
        },
        {
            "user_name": "MezzUp",
            "text": "Úff já, missti af því. Það var víst mikið fjör.",
            "date": "2005-02-16 17:28:00",
            "post_id": "79095",
            "reply_to_id": "79093"
        },
        {
            "user_name": "Snorrmund",
            "text": "Enda varstu sofandi í tíma \n \nGET ON THE TOPIC FOLKS! \n \nHefur einhver náð K!TV(\n2\n) til að virka? Sem er með samskonar kort og ég ? Sem er BaraammmmbarammPSHH!  KWORLD Xpert TV-PVR pci(V-stream)",
            "date": "2005-02-16 19:14:00",
            "post_id": "79105",
            "reply_to_id": "79095"
        },
        {
            "user_name": "PO",
            "text": "Nei, en nærð þú að láta þetta kort virka í gamla K!TV ??\n\nég næ ekki að láta það virka",
            "date": "2005-02-17 09:40:00",
            "post_id": "79169",
            "reply_to_id": "79105"
        },
        {
            "user_name": "Raggik",
            "text": "Þetta virkar hjá mér, held ég sé örugglega með þetta sama kort.  Mér finnst það virka betur en gamla K!TV, samt ekki komin mikil reynsla.",
            "date": "2005-02-17 17:09:00",
            "post_id": "79213",
            "reply_to_id": "79169"
        },
        {
            "user_name": "Snorrmund",
            "text": "Virka ekkert WDM Driverarnir. .Og Hitt virkar eiginlega ekkert helldur.. finn ekkert um kortið mitt þarna osf..",
            "date": "2005-02-17 17:21:00",
            "post_id": "79216",
            "reply_to_id": "79213"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "afhverju digital?..\n\n\n\nnáiði ekki gamla dótinu ennþá eða er búið að skifta öllu út í digital þarna í rvíkinni.\n\n\n\nstöð2, sýn og bíórásin er ennþá send út í gamla og verður það örugglega alltaf.\n\n\n\nbara nota ktv á það.. segi ekki meir",
            "date": "2005-02-18 00:24:00",
            "post_id": "79240",
            "reply_to_id": "79216"
        },
        {
            "user_name": "Skiti",
            "text": "Eg tharf miklu meiri upplysingar um TV=kortid til ad geta hjalpad ther med stillingar. Tunertype, kubbasett ofl.\n\n\n\nK!TV2 er ad vika prydilega (er med 878 kort), thaegilegra ad skipta um rasir med descrambling virkt, thad er ad segja  ad madur tharf ekki ad endurraesa K!TV vid rasaskipti. Hins vegar virkar upptokumoguleikinn mjog illa med descrambling. Eg er reyndar ekki fra thi ad thad seu adeins meiri myndgaedi, Idol var alla vega aedislegt i gaerkvoldi hahaha!\n\n\n\nThad vaeri gaman ad fa ad heyra i einhverjum sem naer Digital Island a TV korti. Eg hef nebblega ekki hugmynd um hvernig Digital kort eg a ad kaupa. Svo tharf audvitad orbylgjuloftnet...",
            "date": "2005-02-26 09:36:00",
            "post_id": "79890",
            "reply_to_id": "79240"
        },
        {
            "user_name": "dabbi2000",
            "text": "einhverjum sem hefur tekist að fá upp kiwicri og kazertix í plugins settings í ktv **2**  ??\n\n\n\nhendi þeim í plugins möppuna og það er eins og ktv2 finni þau ekki?!",
            "date": "2005-11-04 16:31:00",
            "post_id": "95658",
            "reply_to_id": "79890"
        }
    ],
    "date": "2005-02-16 17:17:00"
}