{
    "forum_title": "Koníakstofan",
    "id": "74242",
    "title": "Star Trek  Discovery",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=74242",
    "posts": [
        {
            "user_name": "brain",
            "text": "Sá 2 þætti á CBS All Access.\nLookar vel  !!",
            "date": "2017-09-25 13:17:00",
            "post_id": "657902",
            "reply_to_id": false
        },
        {
            "user_name": "Viggi",
            "text": "Lookar helvíti vel. hugsaði enmitt hvað sjónvarpsefni í dag er eins og big budget hollywood myndir í 45 min pörtum",
            "date": "2017-09-25 13:19:00",
            "post_id": "657903",
            "reply_to_id": "657902"
        },
        {
            "user_name": "Hizzman",
            "text": "þetta fær fínust umsagnir, og er í ísl Netflix!!!\nveiiii , stefnir í smá veislu bara....\nedit: er einhver búin að sjá Orville?",
            "date": "2017-09-25 17:19:00",
            "post_id": "657914",
            "reply_to_id": "657903"
        },
        {
            "user_name": "GunnGunn",
            "text": "búinn að horfa á fyrsta af Orville..... hrikalega lélegt!",
            "date": "2017-09-25 17:48:00",
            "post_id": "657916",
            "reply_to_id": "657914"
        },
        {
            "user_name": "sxf",
            "text": "Hvernig nærðu CBS all access á íslandi? Hef verið að reyna lengi",
            "date": "2017-09-25 19:04:00",
            "post_id": "657924",
            "reply_to_id": "657916"
        },
        {
            "user_name": "GuðjónR",
            "text": "Coohoooollll!!!\nVeisla í kvöld!!",
            "date": "2017-09-25 19:23:00",
            "post_id": "657928",
            "reply_to_id": "657924"
        },
        {
            "user_name": "brain",
            "text": "Vinur minn í USA keypti og setti upp Amazon Fire TV og sendi mér.  Ég nota hans prime aðgang  gegnum PlaymoTV.\nHefur reynst vel.",
            "date": "2017-09-25 20:26:00",
            "post_id": "657936",
            "reply_to_id": "657928"
        },
        {
            "user_name": "Skari",
            "text": "búinn að sjá fyrstu 2 þættina\nso far so good",
            "date": "2017-09-25 20:35:00",
            "post_id": "657937",
            "reply_to_id": "657936"
        },
        {
            "user_name": "gotit23",
            "text": "þetta er ekki að virka,\neins og í svo mörgu öðru að skipta karlmann út fyrir kvennsa virkar bara ekki alltaf,\nog það svo sannalega virkar ekki hér.\nmér fannst þetta bara þvæla til að byrja með,\nkanski verður næsti þáttur betri :/ \n[bara mín skoðun]",
            "date": "2017-09-25 20:58:00",
            "post_id": "657939",
            "reply_to_id": "657937"
        },
        {
            "user_name": "GuðjónR",
            "text": "Gat ekki stillt mig og kíkti aðeins á Netflix .... 1080 really? REALLY??' Af hverju ekki 4k ??",
            "date": "2017-09-25 21:05:00",
            "post_id": "657940",
            "reply_to_id": "657939"
        },
        {
            "user_name": "Hizzman",
            "text": "maybe, til að Bluray seljist...",
            "date": "2017-09-25 21:23:00",
            "post_id": "657942",
            "reply_to_id": "657940"
        },
        {
            "user_name": "GuðjónR",
            "text": "",
            "date": "2017-09-25 21:26:00",
            "post_id": "657943",
            "reply_to_id": "657942"
        },
        {
            "user_name": "Viggi",
            "text": "Helvíti er það nú halló",
            "date": "2017-09-25 21:39:00",
            "post_id": "657946",
            "reply_to_id": "657943"
        },
        {
            "user_name": "appel",
            "text": "Segi þetta ekki oft, en þetta var drullu gott sjitt.",
            "date": "2017-09-25 21:47:00",
            "post_id": "657948",
            "reply_to_id": "657946"
        },
        {
            "user_name": "svanur08",
            "text": "Spennó, kíki á þetta á netflix við fyrsta tækifæri.",
            "date": "2017-09-25 22:48:00",
            "post_id": "657949",
            "reply_to_id": "657948"
        },
        {
            "user_name": "GuðjónR",
            "text": "Búinn að hora á þátt nr.1 ....\nSORP",
            "date": "2017-09-25 23:37:00",
            "post_id": "657951",
            "reply_to_id": "657949"
        },
        {
            "user_name": "Henjo",
            "text": "Seinni þátturinn er talsvert betri en sá fyrsti, en meðan við hvernig hann endaði þá er ég ekkert sérstaklega spenntur fyrir restinni af seríuni. En þeir eru allavega með budgetið á hreinu.\nEr spenntari fyrir Orville, fyrsti þátturinn þar fannst mér ansi slappur en seinni tveir mun betri.",
            "date": "2017-09-26 01:23:00",
            "post_id": "657952",
            "reply_to_id": "657951"
        },
        {
            "user_name": "kizi86",
            "text": "Bara eitt sem fer alltof mikið í pirrurnar hjá mér... Klingonarnir!",
            "date": "2017-09-26 07:10:00",
            "post_id": "657955",
            "reply_to_id": "657952"
        },
        {
            "user_name": "ColdIce",
            "text": "Úff sársaukafullt..\nKellingin er skelfileg í hlutverki captain\nBrellurnar djók\nSöguþráðurinn var bara ekki að grípa mig\nKlingonarnir eru bara asnalegir haha\nVirkaði sem algjört “b-stöff” á mig.\nMikið myndi éga gefa fyrir fleiri seríur af Voyager!\nEn sem betur fer höfum við öll mismunandi smekk",
            "date": "2017-09-26 09:10:00",
            "post_id": "657959",
            "reply_to_id": "657955"
        },
        {
            "user_name": "kiddi",
            "text": "Maður þarf að nálgast þetta nýja Trek með opnum huga. Fyrsti þáttur fannst mér vandræðalega illa leikinn og handritið ekki uppá marga fiska, þáttur 2 var umtalsvert betri hvað handrit og leik varðar. \nÞað er ýmislegt sem ber að hafa í huga áður en nostalgían nær taki á okkur, t.d. þessi gagnrýni á útlit Klingonana sem fer greinilega fyrir hjartað á mörgum, þá dettur mér í hug að gamla Klingon-lúkkið sé ekki að eldast neitt sérstaklega vel, mér þótti þeir alltaf kjánalegir en finnst þeir aðeins meira einkennandi núna, þó þeir séu pínu gervilegir. Hugsið ykkur ef týpa eins og Worf myndi birtast akkurat í dag, árið 2017. Ég er ekki viss um að yngri kynslóðir myndu gúddera hann. \nÉg sakna hljóðheimsins og áferðarinnar úr nýju Star Trek bíómyndunum, mér fannst það vera home-run - en mér skilst að þessir sem standa á bak við ST Discovery hafi ekki haft leyfi til að nýta sér þá þróunarvinnu sem fór í bíómyndirnar, sem er auðvitað kjánalegt því Star Trek heimurinn allur líður fyrir það.\nEf maður horfir til baka þá hefur Star Trek alltaf verið sterkast í sögu,  og síst í leik og brellum, og mig grunar að það verði svoleiðis áfram. \nAmk áður en þið fellið vondan dóm yfir Star Trek Discovery, reynið þá að ímynda ykkur hvernig óbreytt framhald af Voyager eða Enterprise hefði farið ofan í ykkur í dag, eftir að þið hafið séð t.d. Batman myndirnar hans Nolan's og betri myndirnar úr Marvel heiminum, þar sem fantasíu hefur verið lyft frá því að vera kjánaleg í að vera bara geggjuð. Ég held að Discovery verði ágætt og í takt við það sem Star Trek TV seríurnar hafa alltaf staðið fyrir, að sagan sé í fyrsta sæti.",
            "date": "2017-09-26 09:18:00",
            "post_id": "657960",
            "reply_to_id": "657959"
        },
        {
            "user_name": "davida",
            "text": "Mér fannst þetta bara fínasta afþreying, hélt athygli minni alveg í gegnum báða þættina sem er ekki e-ð sem ég get sagt um flest sjónvarpsefni. Leikurinn fór ekkert í taugarnar á mér nema stöku sinnum, þá sérstaklega vúlkaninn Sarek. Ég mun amk klárlega horfa á 3. þátt.",
            "date": "2017-09-26 13:05:00",
            "post_id": "657968",
            "reply_to_id": "657960"
        },
        {
            "user_name": "Pandemic",
            "text": "Ég er sammála Kidda hér fyrir ofan.\nAllar seríurnar af Star Trek hafa verið mjög mismunandi og hver sería hefur þróað conceptið lengra. Það væri gaman að sjá hvernig Star Trek væri í dag ef við hefðum haldið áfram með grímballslookið í TOS. Svo sé ekki minnst á hvaða backlash Star Trek fékk fyrir að hafa Kate Mulgrew í aðalhlutverki í Voyager á sínum tíma sem er svo uppáhalds karakter margra í dag.\nEina sem ég hafði útá að setja var hvað leikurinn var þurr, en ég vona að það batni með fleiri karakterum.",
            "date": "2017-09-26 13:07:00",
            "post_id": "657969",
            "reply_to_id": "657968"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég er mikill Star Trek aðdáandi og fyrir mig þá voru þetta mikil vonbrigði.\nSögusviðið hrátt, tónlistin hrá, carcaterarnir hráir og ósannfærandi og sagan tilgangslaus.\nEftir einn og hálfan áratug var þetta það besta sem þeir gátu gert?\nÞessi endurkoma minnti mig svolítið á Star Wars á sínum tíma, fyrst komu þrjár góða svo kom ömurleg framhald. \nHver man ekki eftir Jar Jar Binks?\nÞessir Klingons eru hálferðir JAR JAR KLINGONS en Klingongs hafa alltaf verið hálfgerðir víkingar, þarna voru þeir líkari Egyptum, þ.e. búningarnir. Andlitin voru engu lík, glansandi svört eins og blautur lakkrís.\nKapteinninn og number one .... ég  veit ekki hvort það að velja tvær konur og hafa aðra asíska og hina svarta hafi verið meðvituð ákvörðun til þess að reyna höfða til sem flestra eða eitthvað annað, það vantaði bara 10 flóttamenn eða hælisleitendur til að fá fullt hús og ná líka til góða fólksins.\nNei svona í alvöru, þetta var alveg glatað ... atriði þar sem þetta byrjar og Walking Dead stjarnan segir við þá gömlu að þær séu búnar að eiga gott samstarf í mörg ár setti tóninn, stuttu síðar var RED ALERT og number one sem alltaf hafði haft rétt fyrir sér var allt í einu marklaust plagg sem enginn tók hlustaði á? Really? Bold and beautiful líka? Allur pakkinn fyrir alla aðra en Star Trek aðdáendur?\nÞar sem ég er hardcore fan þá ætla ég að reyna að horfa á þátt nr.2 og jafnvel nr.3 en ef þetta skánar ekki þá nenni ég ekki að eyða tímanum. \nÉg horfði á fyrsta þátt af Orville en gafst upp þegar næsti þáttur var rétt um það bil hálfnaður. Vona að þetta verði ekki sama sorpið.\nFyrsti þátturinn fær samt 3/10 frá mér, þá fyrir viðleitnina að gera hann þótt innihaldið hafi vantað.",
            "date": "2017-09-26 18:15:00",
            "post_id": "657989",
            "reply_to_id": "657969"
        },
        {
            "user_name": "svanur08",
            "text": "GuðjónR, já sé þú ert ekki sáttur, á eftir að kíkja á þetta sjálfur, þar sem ég elska star trek, en mannstu eftir þessum þætti í DS9 ----> \nhttps://www.youtube.com/watch?v=K-YyL7X4CWw\nSvona þættir gera star trek þætti svo góða.",
            "date": "2017-09-26 20:05:00",
            "post_id": "658001",
            "reply_to_id": "657989"
        },
        {
            "user_name": "Stuffz",
            "text": "vont en það venst ?",
            "date": "2017-09-26 20:35:00",
            "post_id": "658006",
            "reply_to_id": "658001"
        },
        {
            "user_name": "GuðjónR",
            "text": "Good stuff!",
            "date": "2017-09-26 20:49:00",
            "post_id": "658008",
            "reply_to_id": false
        },
        {
            "user_name": "rapport",
            "text": "Ég sat fyrir framan netflix með snakk og rauðvín og horfði á þessa fyrstu tvo þætti eftir að hafa rekið börnin snemma í háttinn (10 og 15 ára  \n  )\nFannst þeir æðislegir, ég hef ekki geð í mér fyrir smámunasemi en mér finnst það ekkert smámál hvernig klingonarnir eru.\nÞá finnst mér þetta vulcan connection óspennandi þar til að ég sá hvernig það kom til.\nEinhvernvegin næ ég blokka þetta samt út og njóta þáttana í botn og get ekki beðið eftir næsta þætti.",
            "date": "2017-09-26 21:09:00",
            "post_id": "658010",
            "reply_to_id": "658008"
        },
        {
            "user_name": "GuðjónR",
            "text": "Jæja ... ég ætla að slaka aðeins á kröfunum ... fá mér smá öl og horfa á ep02 á eftir þegar börnin verða sofnuð.\nKannski voru væntingarnar að skemma fyrir mér, ætla að reyna formatta upplifun mína á þætti númer eitt og horfa á þátt númer tvö án allra væntinga....og \"njóta\".",
            "date": "2017-09-26 21:38:00",
            "post_id": "658016",
            "reply_to_id": "658010"
        },
        {
            "user_name": "Stuffz",
            "text": "nokkrir random punktar á meðan áhorfi stóð \"spoilers!\"\nhvenær á þetta að gerast, 9 árum á undan Kirk og Spock TOS, sem er þá væntanlega á svipuðum tíma og nýju Startrek bíómyndirnar með ungu Kirk og Spock, verður sjálfsagt erfitt að halda sig innan takmarkana tímarammans með tæknina, TOS, TAS, TNG, VOY, DS9 allt nema ENT er lengra í framtíðinni.\nhverjir í USA horfa á svona efni, sjálfsagt eitthvejir NASA gaurar og aðrir brainí stofnana/fyrirtækja/service/almennings gaurar.\nIntro:\nAfter a century of silence, war erupts between the Federation and Klingon Empire, with a disgraced Starfleet officer at the center of the conflict.\nok orðinn nokkur vani að sjá skemmda/brennda karektera á skjánum síðustu áratug+ disgraced, burned, brused, wronged, injured, victim, accused, rogue, tainted, hurt, sabotaged, left behind, demonized, alienated, ganged upon, molested, brutally beaten o.s.f virðist vera ódýt lausn/ávísun á að leyfa sér að láta Karakterinn gera hluti sem svipaðir karektar í fyrra sjónvarpsefni \"máttu ekki\" gera afþví þeir voru of góðir gaurar, gefur framleiðendum frjálsari hendur með efniviðinn í framtíðinni, þ.e.a.s. maður á eflaust eftir að sjá atriði þar sem maður getur sagt við sjálfan sig Captain Picard myndi aldrei hafa gert þetta svona, en þessi Captainn hikar ekki því hann er hvort sem er \"disgraced\" and whatnot blablabla..\n\"We come in peace\" lína.. sennilega að gera mjög snemma (fyrir núbbum) svart á hvítu ljóst hverjir \"Badguys\" blautlakkrís-Klingona týpurnar og hverjir \"Goodguys\" grá/hvítklæddu Federation eru í þessu sjónvarpsefni.\n..notandi byssu til að \"bora\" eftir vatni fyrir þyrsta 3heims Plánetu, funny.\nhmm og afhverju er Captaininn og No.1 æðstu officerarnir bæði í away-mission, hvað ef eitthvað færi úrskeiðis.. initial impression = unsmart & unlikely.\nnæst eru þeir að skoða skemmdir á \"edge of Federation space, interstellar relay\" aka njósnabúnaði hehe\nhttps://en.wikipedia.org/wiki/ECHELON\ntech hygene.. show must go on, daily briefings uninterrupted \nok nice low-tech lausn á digital vandamáli að nota sjónaukann.\nhmm eins og enginn geti farið í away mission nema captaininn og/eða No.1 á stóru skipi ættu að vera aðrir hæfari/sérþjálfaðari til þess að sinna þessum away missions.\nflott bridge..\nafhverju nota þau ekki vír + communication-bui þannig að geti communicatað í gegnum þennan scatter-field\nhmm dumb luck fight win..\nklingon express jarðaför, hraðari en hjá múslimum \n..worthy by faith, instant recognition, neo-klingon angle.\nþessi no-house klingoni er ansi fölur miðað við hina, sennilega vestrænn klingóni \n minnir mann dálítið á Alien Prometheus gaurinn sem datt í Gullfoss í bíómyndinni.\nhverjir búa í Egyptalandi..?\nafhverju pulla þeir ekki starshippið back, þetta er \"shipping\" up to be a bad idea\nog hvað eru eitthverjir klingonar að hanga með félagsmiðstöðvar skipið sitt við hliðina á eyðilagða Federation njósnabúnaðinum, Afganskur/Egypskur sauðahirðir sem rekst á eitthverja recon gaura sem drulla á sig af hræðslu að hafa verið spottaðir svo \"cut off the head\".\nvoða ljós.. hvar gátu Klingonarnir komið öllum þessum led perunum fyrir, fyrir öllum kistunum á hullinum.\noff the bridge to do some remote stealth-buddy chat..\nrecommendation: hit them with all you got, gamla góða hardline/gunboat-diplomacy  \n \ngreinilega old style captain vs new style captain clash, svo er nýja týpan látin hafa rétt fyrir sér auðvitað  \n \nog afhverju er ekki security sem beinir byssu að No.1 afhverju þarf Captaininn að gera allt sjálfur lol\ndelay that order, security take No.1 to the brick for blablabla..\nþeir eru að gera enn meira útá faith stuff hjá þessum nýju Egypta/miðausturlanda Klingonum\nvoðalega er þetta eitthvað instant travel BS, eins og online game bara allir mættir á svæðið með stuttum fyrirvara, það tók vanalega meiri tíma að ferðast í hinum seríunum sem flestar gerast lengra í framtíðinni = tæknivæddari.\nþessi grænu fjarfundarkerfis effect hjá klingónunum minna mann á draugana í LOTR.\nexploding consoles = klassískt startrek hehe\nhvorki meira né minna en Sarek pabbi Spock, er contactinn fyrir No.1\nact of terror that forever changed your destiny   \n \nhmm Egypta religious fanatic Klingona skipið er plowa KAMEKAZE style í gegnum EUROPA Federation skipið (táknræn tjáning anyone???), sem er óttalegt bull þar sem um leið og þeir hefðu rekist á þá, þá hefði hitt skipið verið ýtt afturábak af sjálfsdáðum, en ok eitthvern veginn er það fast á punktinum í geimnum, \"nýji stýllinn Kaptainsins\" er að hafa meira og meira rétt fyrir sér vs gamli stíllinn.\niss iss Europa selfdestructs.. brave new policy to fight the klingon hoards lol \n \nekkert spec battle..\nvoða micro analys BS, kill, dont kill, martyr.\nNo.1 virkar eins og Intelligence officer, eða eitthvað svoleiðis.\nbomb in a dead body, Íraks stríðið.. meira miðausturlansalegt \naftur Kaptaininn og No.1 í away missions, nema núna árásarferð án aðstoðar.\nvery stupid, gat verið að Kaptainninn deyr í heilalausri undirmannaðri (án undirmanna) away mission, og svo grenju drama til að láta svona nokk virka meira solid.\njá old Kaptain týpan deyr og new Kaptain týpan lifði, reyndar predictable stuff, hefði samt mátt vera gáfulegri kringumstæður þar sem þetta setur tóninn fyrir framhaldið.\nvoða urðu no-house klingoninn og leaderinn miklir best buddies á nokkrum klukkutímum miðað við að klingona skipin líta út fyrir að vera hund gömul með eld gamlar kistur utaná sér o.s.f. maður myndi ætla að aðilar ættu að hafa kynnst hverjum öðrum fyrir löngu síðan.\nsvona x-com fíling á judge sceninu.\nNeo Klingónar = Radical Muslims yes/no/maybe?\ndisgraced og to be continued..\nþú mátt alveg vera harður á scifi kröfunum, ekkert að marka þessar \"staðlalausu\" alætur sem láta sér allt lynda á skjánum lol",
            "date": "2017-09-27 01:26:00",
            "post_id": "658030",
            "reply_to_id": "658016"
        },
        {
            "user_name": "appel",
            "text": "Þessi nálgun á klingonana var öðruvísi. Það er erfitt að dæma um það. Kom mér á óvart hvað það var sýnt mikið af þeim, frekar en að sveipa þá myrkri óhugnalegri dulúð þá voru þeir sýndir mikið, og þeir voru frekar tilfinningasamir fannst mér svona einsog í VOY/DS9.\nEn það er rosalegt hvað lagt var í tæknibrellur, tölvugrafík og svona. Þetta hefði alveg getað verið stór hollywood kvikmynd miðað við íburðinn. Það var ekkert atriði sem þurfti ekki að leggja gríðarlega mikla vinnu í varðandi umhverfi, grafík, förðun, búninga o.s.frv.\nÞað segir mér eitt að þetta eru mjög dýrir þættir í framleiðslu.\nÞannig að ef þeir ná ekki nógu miklu áhorfi þá endast þeir ekki lengi.\nEn mig grunar að þættirnir eigi eftir að breytast doldið núna eftir fyrstu tvo þættina. Núna er þessi atburður búinn og þættirnir detta í nýjan gír núna með mikið af nýjum leikurum.",
            "date": "2017-09-27 01:26:00",
            "post_id": "658031",
            "reply_to_id": "658030"
        },
        {
            "user_name": "rapport",
            "text": "@Stuffz\nLögmál Newtons virka líka í geimnum, USS Europa færist ekki úr stað nema að skipið geti tekið kraftinn úr \"hnífsblaðinu\" á hinu skipinu og dreift kraftinum um allt skip til að koma því á hreyfingu = þetta getur vel gerst, rétt eins og loftstein gerir gat á skip en ýtir því ekki (mikill kraftur á lítið flatarmál), þá gerist það sama þegar þetta \"hnífsblað\" fer að skera skipið.\nÞað er ýjað að því í viðtali við leikarana í  \"After Trek\" að Capteinninn hafi ekki dáið, sem er mjög líklegt þar sem No1 var beamuð yfir án þess að samþykkja það.\nHvað varðar að sjá fyrir sér hvort og hvaða race á að endurspegla raunveruleikann, ég ef aldrei nennt því af þeirri einu ástæðu að Bandaríkin geta aldrei verið Federation.\nÉg mundi sjá þetta fyrir mér sem \"battle of philosophies\" og ef federation er eitthvað, þá er það \"Politically correct\".\nCpt. rapport, over and out",
            "date": "2017-09-27 02:09:00",
            "post_id": "658033",
            "reply_to_id": "658031"
        },
        {
            "user_name": "Stuffz",
            "text": "Að skera Federation skip..\ndettur í hug test, binda þráð um venjulega Kartöflu og svo færa eggina á beittum hníf á 1/10 þvermáls kartöflunnar hraða á sec að kartöflunni, held nokkuð örugglega myndi ekki skera í gegnum hana.\nreyndar nokkrir viðbótar faktorar sem myndu hafa áhrif líka ef ofangreint dæmi væri ekki nógu gott:\n\"Tritanium will frequently reappear in Star Trek as a construction material for starship hulls. TOS Spock states that tritanium is 21.4 times as hard as diamonds.\"\ns.s. klingóna skipið á vera að sigla löturhægt á hitt skipið sem er sögufræðilega búið til úr efni 20+ sinnum harðara en demantur\nklingónaskipið er frekar \"feitur\" hnífur, meira í ætt við axar egg sem maður notar til að kljúfa við fyrir arinn, sem svo þarf mikið högg og eitthvað aftanvið til að skorða viðinn/skotmarkið af svo það fljúgi ekki bara í burtu með smá dæld framaná sér.\nengin loftmótstaða í geimnum, eða spotta-viðnám.\nlíka IMO þetta scene meikar ekki nóg sense af því það á að vera meira \"symbolic\" en logical, ..never trust a Neo-Klingon!\nværi ekki hissa ef upphaflega hafi USS Europa að hafa verið eyðilagt af klingóna með sprengju inplantaða í hann sem var transportað yfir til að semja um ceasefire, við traditional Captaininn á Europa, en það hefði verið sennilega too much svo ergo meira unlogical/symbolic skera í sundur skipið scene í staðinn, allavegana kemur í sama stað niður þar sem nýja agressive Captain týpan er látin hafa rétt fyrir sér eftir allt.\nStarTrek er ekki lengur með Gene Roddenberry gæðastimpil svo má búast við allskonar \"sloppy joe\" bransa stuffi.\nEDIT: \nhttps://www.globalresearch.ca/lights-ca ... wood/11921\nhttps://www.globalresearch.ca/the-deep- ... wood/12465\nhttps://www.globalresearch.ca/documents ... sa/5597891",
            "date": "2017-09-29 18:18:00",
            "post_id": "658141",
            "reply_to_id": "658033"
        },
        {
            "user_name": "einarn",
            "text": "Þú gleymir að number one var kona með karlmannsnafn.",
            "date": "2017-09-29 19:33:00",
            "post_id": "658149",
            "reply_to_id": "658141"
        },
        {
            "user_name": "rapport",
            "text": "Jamm, I take it back... þetta meikar lítinn sense með að skera skipið...",
            "date": "2017-09-29 19:46:00",
            "post_id": "658151",
            "reply_to_id": "658149"
        },
        {
            "user_name": "hfwf",
            "text": "Strákar/stelpur?\nNot everything has to be accurate, get over it it's a tv show \nEnjoy it, ef þið getið það ekki move on.",
            "date": "2017-09-29 20:17:00",
            "post_id": "658153",
            "reply_to_id": "658151"
        },
        {
            "user_name": "Stuffz",
            "text": "amm og varðandi að Captaininn sé enn á lífi eins og þú nefndir, þá myndi það actually meika sense þar sem Captaininn væri instrumental í að aflétta \"disgraced\" stimplinum af No.1 (nýju Captain týpunni) í eitthverju seinni tíma atriði/þætti",
            "date": "2017-09-29 20:34:00",
            "post_id": "658157",
            "reply_to_id": "658153"
        },
        {
            "user_name": "Fautinn",
            "text": "Komu mér á óvart, fannst þeir góðir, mun betri en ég hafði vonað.",
            "date": "2017-09-30 00:14:00",
            "post_id": "658170",
            "reply_to_id": "658157"
        },
        {
            "user_name": "svanur08",
            "text": "Sammála síðasta ræðumanni, er búinn að sjá fyrstu tvo, bara mjög góðir, mun betri en ég átti von á.",
            "date": "2017-10-02 15:24:00",
            "post_id": "658264",
            "reply_to_id": "658170"
        },
        {
            "user_name": "Alfa",
            "text": "Horfið þá á þriðja, ó jesús hvað þeir fóru yfir strikið í ruglinu fyrir harða Trekara",
            "date": "2017-10-02 23:33:00",
            "post_id": "658288",
            "reply_to_id": "658264"
        },
        {
            "user_name": "kiddi",
            "text": "Fyrstu 30mín af EP3 fannst mér osom og mjöööög áhugavert, en síðasta korterið var mjög ó-Trekklegt, minnti meira á space horror frekar en sci-fi. Er ekki að fíla heldur blótið - Star Trek hefur alltaf verið með mjög hreint málfar og mér hefur þótt það einkennandi fyrir þessar seríur, en um leið og maður heyrir sjitt og fokk þá finnst mér StarTrek gæðastimpillinn farinn út um gluggann.\nÉg bíð samt spenntur eftir fjórða, þrátt fyrir allt. Það er margt áhugavert í gangi og ég fíla Cpt. Lorca",
            "date": "2017-10-03 00:08:00",
            "post_id": "658290",
            "reply_to_id": "658288"
        },
        {
            "user_name": "russi",
            "text": "Það er vitað að þetta fer í allt aðra átt en annað Trek, bara það að láta seríuna snúast að mestu um eina persónu, eitt event og vera bundið saman í nokkurn vegin eina heild stað þess að vera með Planet/Dilemma of the week eins og við erum vön.\nMeð það í huga má afsaka margt, ég er að fíla þetta og er nú alltaf opin fyrir breytingum. Fyrst von er á Harry Mudd t.d. í nokkrum þáttum þá er nú alveg smá séns að þetta fari í smá Trek átt. En fyrst fremst sýnist mér þetta fara snúast um allt það sem viðgengst í stríði, með allan þann sóma og að mestu ósóma sem stríð bjóða uppá. Að taka það fyrir og velta því fyrir sér á einn eða annan hátt er nú líka smá Trek-way.",
            "date": "2017-10-03 01:16:00",
            "post_id": "658296",
            "reply_to_id": "658290"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég er að velta því fyrir mér hvort blautlakkrísklíngónarnir séu kannski ekki klingonar?\nÞáttur #3 var skástur af þeim, var samt hissa á því hvernig hann þróaðist.\nMinnti mig á sambland af \nStarship Troopers\n og \nEvent Horizon.\nAlla vega, þátturinn tók aðra stefnu og þess virði að gefa honum séns.",
            "date": "2017-10-03 09:12:00",
            "post_id": "658299",
            "reply_to_id": "658296"
        },
        {
            "user_name": "svanur08",
            "text": "Vitiði hvað verða margir þættir í season 1?",
            "date": "2017-10-03 09:59:00",
            "post_id": "658302",
            "reply_to_id": "658299"
        },
        {
            "user_name": "hfwf",
            "text": "http://lmgtfy.com/?q=how+many+episodes+in+star+trek+discovery\nSent from my SM-G925F using Tapatalk",
            "date": "2017-10-03 10:04:00",
            "post_id": "658304",
            "reply_to_id": "658302"
        },
        {
            "user_name": "GuðjónR",
            "text": "Season 1 eru 15 þættir, við fáum 8 þætti fyrir áramót og restina eftir áramót.",
            "date": "2017-10-03 10:24:00",
            "post_id": "658306",
            "reply_to_id": "658304"
        },
        {
            "user_name": "rapport",
            "text": "Þetta verður skemmtilegt geimævintýri en þetta verður ekki gamla góða Star Trek, þetta verður eitthvað allt annað.\nTæknilega betra en það er gefinn afsláttur af þeim reglum og gildum sem hafa almennt gilt í ST hingað til og það er lélegt.",
            "date": "2017-10-03 13:30:00",
            "post_id": "658314",
            "reply_to_id": "658306"
        },
        {
            "user_name": "GuðjónR",
            "text": "Einmitt.\nMig grunar að nýji Capteininn sé ekki allur þar sem hann er séður. Eitthvað evil/dark við hann...",
            "date": "2017-10-03 13:59:00",
            "post_id": "658317",
            "reply_to_id": "658314"
        },
        {
            "user_name": "rapport",
            "text": "Hann er sveppum...",
            "date": "2017-10-03 15:13:00",
            "post_id": "658319",
            "reply_to_id": "658317"
        },
        {
            "user_name": "Henjo",
            "text": "Auðvitað eitt af hlutunum sem Roddenberry bannaði höfundunum í gamla daga var að láta þættina fjalla um drama milli áhafnarmeðlima, eina sem ég er búin að sjá í þessum þremur þáttum eru áhafnarmeðlimir öskrandi eða vera með leiðindi við hvorn annan.\nFínir þættir, en ekki Star Trek (allavega ekki gamla Star trek)",
            "date": "2017-10-03 15:43:00",
            "post_id": "658320",
            "reply_to_id": "658319"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ω~ç∫|ƒ∆||√˜ …¬|¬ƒ¥ƒ¬…µ œ…µ≤œ…˜ˆ¨©¨¥ƒ …≤πˆ∆ˆı|ˆı|\nSkásti þátturinn en að því sögðu ekki nógu gott hvað þetta er mikið kellingardrama, mikið af óþarfa dialogs og kjaftæði. \nFékk alveg grænar \"are we roommates now\"? ...",
            "date": "2017-10-03 17:50:00",
            "post_id": "658329",
            "reply_to_id": "658320"
        },
        {
            "user_name": "Stuffz",
            "text": "þetta skrímsli lítur út eins og Extremophile í yfirstærð",
            "date": "2017-10-04 00:32:00",
            "post_id": "658348",
            "reply_to_id": false
        },
        {
            "user_name": "playman",
            "text": "Hvar er búið að sýna 3 þáttinn?\nEf ég skoða íslenska Netflix þá kemur 3 þáttur 8 Jan...",
            "date": "2017-10-04 04:51:00",
            "post_id": "658349",
            "reply_to_id": "658348"
        },
        {
            "user_name": "vesi",
            "text": "Horfði á 3 þáttin á mánudag á ísl netflix",
            "date": "2017-10-04 07:49:00",
            "post_id": "658351",
            "reply_to_id": "658349"
        },
        {
            "user_name": "playman",
            "text": "Hann poppaði upp þegar að ég clearaði cachið..",
            "date": "2017-10-04 13:59:00",
            "post_id": "658371",
            "reply_to_id": "658351"
        },
        {
            "user_name": "svanur08",
            "text": "3 þátturinn var fínn.",
            "date": "2017-10-04 14:22:00",
            "post_id": "658372",
            "reply_to_id": "658371"
        },
        {
            "user_name": "svanur08",
            "text": "Hvernig fannst ykkur 4 þátturinn?",
            "date": "2017-10-11 15:16:00",
            "post_id": "658750",
            "reply_to_id": "658372"
        },
        {
            "user_name": "GuðjónR",
            "text": "Þetta \nER\n Extremophile í yfirstærð. \nVersti þátturinn til þessa ... því miður.  \n \nÞriðji þátturinn var ágætur. \nEn hvað er annars málið með þessa ljótu búninga? \nEf fólkið er með hálfaukakíló þá virkar það obese..",
            "date": "2017-10-11 16:54:00",
            "post_id": "658760",
            "reply_to_id": "658750"
        },
        {
            "user_name": "kizi86",
            "text": "finnst þetta orðið dáldið wtf wtf WTF stuff... sveppadrif sem er stýrt er af macroscopic bessadýri... langar að komast í lyfjablönduna sem handritshöfundar voru að nota við gerð þessara þátta..",
            "date": "2017-10-12 12:01:00",
            "post_id": "658812",
            "reply_to_id": "658760"
        },
        {
            "user_name": "GuðjónR",
            "text": "hahaha góður!\nReyndar er það besti parturinn...",
            "date": "2017-10-12 12:42:00",
            "post_id": "658815",
            "reply_to_id": "658812"
        },
        {
            "user_name": "kizi86",
            "text": "sagði nú aldrei að mér fyndist það slæmt \n allaveganna gott science fiction \n jú mikið drama en t.d Enterprise var BARA drama, eiginlega EKKERT scifi í ST-E.. þe ekkert nýtt..\nfyrstu tveir þættirnir ollu mér nokkrum vonbrigðum, þangað til að ég las mér aðeins til um þá og horfði á after-Trek þáttinn á Netflix, og heyrði í liðinu á bakvið þættina útskýra þá, basicly fyrstu tveir þættirnir voru \"Prequel\" og þriðji þátturinn væri hinn raunverulegi \"pilot\"\ner alveg að fíla hvað er búið að koma fram enn sem komið er, og mun gefa ST-D (skelfileg skammstöfun btw) séns út seríuna",
            "date": "2017-10-12 17:44:00",
            "post_id": "658829",
            "reply_to_id": "658815"
        },
        {
            "user_name": "kiddi",
            "text": "Ég var bjartsýnn, jafnvel spenntur eftir 3. þátt. Eftir fjórða þátt hinsvegar náði ég ekki upp í nefið á mér fyrir hneykslun á einhverjum allra verstu handritsskrifum sem ég hef séð eftir aldamót, og ég eiginlega hef ekki geð í mér að horfa á neitt meira. Þáttur #4 af ST Discovery fannst mér til skammar og ekki boðlegt í heimi Star Trek.\n\"Who saved us?\"\n*gubb*",
            "date": "2017-10-13 01:10:00",
            "post_id": "658844",
            "reply_to_id": "658829"
        },
        {
            "user_name": "JohnnyRingo",
            "text": "Þið eruð ástæðan afhverju enginn vill gera Star Trek, núna þegar einhver þorir að taka þessu challenge þá er allt skotið niður sem vitleysa.\nAlltof miklar kröfur og væntingar. Það er erfitt að halda við canon í þáttum sem ná yfir 550+ klukkustundum af efni.\nSkemmtilegar hugmyndir er grunnurinn í science fiction þannig ég ætla bara leyfa þessu að malla áður en ég byrja að dæma",
            "date": "2017-10-13 11:18:00",
            "post_id": "658848",
            "reply_to_id": "658844"
        },
        {
            "user_name": "kiddi",
            "text": "Fannst þér ekkert kjánaleg atburðarrásin & setningin þegar stelpan sagði \"Who saved us?\" og hvað allt gekk ótrúlega hratt og vel upp hjá aðalsöguhetjunni að finna út úr þessu með skepnuna? Þetta er ekki boðlegt fyrir árið 2017, ég vil betri handrit en þetta - sérstaklega þegar nafn eins og Star Trek er í dæminu",
            "date": "2017-10-13 12:28:00",
            "post_id": "658851",
            "reply_to_id": "658848"
        },
        {
            "user_name": "hfwf",
            "text": "Það má setja út á margt í ST:DISC , en þetta er fyrsta season og fyrsta ST efnið síðan ST:ENT endaði 2005, fyrsta seasonið er oftast learning curve, eins og vel má sjá hér, mér finnst þetta fínt en voða un-star trek-like \n gef þessu alltaf tíma, bara spurning hver dedicated networkið er á bakvið þetta að þetta fái season 2 eða 7 jafnvel.\nST:ENT varð ekki gott fyrr en 3-4 season, SG:U varð ekki gott fyrr en á lokametrunum.",
            "date": "2017-10-13 13:02:00",
            "post_id": "658854",
            "reply_to_id": "658851"
        },
        {
            "user_name": "B0b4F3tt",
            "text": "Verð nú að viðurkenna að ég er enginn Trekkie(Star Wars er meira my cup of tea) og líklega eina ástæðan fyrir því að maður horfði á þetta í gamla daga var sú að það var ekkert annað SciFi efni á RÚV \n. En so far hef ég lúmskt gaman af þessum þáttum. Er að fíla hvað þessir þættir eru frekar svona \"dökkir\" miðað við hvernig Star Trek hefur verið í gegnum tíðina.",
            "date": "2017-10-13 13:55:00",
            "post_id": "658861",
            "reply_to_id": "658854"
        },
        {
            "user_name": "elight82",
            "text": "Smá „fan theory“ hérna - SPOILER ALERT. \nMiðað við að þetta er prequel þá höfum við smá upplýsingar, í „framtíðinni“ er þessi tækni ekki notuð og ég ætla að spá því að Michael fái það í gegn að þessum tilraunum sé hætt þar sem eina leiðin til að ferðast með þessum hætti sé að færa sér í nyt kvalræði vitsmunaveru.",
            "date": "2017-10-13 20:51:00",
            "post_id": "658893",
            "reply_to_id": "658861"
        },
        {
            "user_name": "Viggi",
            "text": "Ef þið fýlið ekki nýja star trekkið þá getið þið tjúnað inn á the orville sem er næstum alveg eins og 90's star trek nema með family guy ívafi",
            "date": "2017-10-13 21:18:00",
            "post_id": "658896",
            "reply_to_id": "658893"
        },
        {
            "user_name": "svanur08",
            "text": "Var 5 þátturinn góður? Á eftir að kíkja á hann.",
            "date": "2017-10-16 21:51:00",
            "post_id": "659051",
            "reply_to_id": "658896"
        },
        {
            "user_name": "Stuffz",
            "text": "þetta er nú ekki flókið bara minnka uppfyllingarefnis-drama-velluna og hafa meira clean/organic/hardcore sci-fi stuff á matseðlinum.\nGuðjónR það var ekki staðfest held ég að þetta hafi verið bessadýr fyrr en í 4 þætti 9 október, ég náði þessari mynd af tv skjánum 4 okt af blönduðu flashing efni í aftertrek þættinum eftir 3 þáttinn.\nég held að þessi kaptainn eigi mögulega ekki eftir að vera lifandi í season 2.\nlíka held þeir breyttu handritinu, margt sem segir manni að þetta átti ekki að vera \"6 mánuðir\" seinna.\nsvo reynda grunar mig að alternative script hafi verið að þessi vel tengdi kaptainn Lorca á discovery hafi setup þessa michael, með \"wrong intel\" röngum leyni upplýsingum (hann en ekki átt að vera Sarek sem hún talaði við) sem ollu því að hún overreactaði og reyndi að taka völdin um borð í skipinu, en enginn skilur/vill trúa henni, fróðlegt að sjá hvort meira samhljómandi efni eigi eftir að manifesta sig.. hún þarf þá að fá þennan Saru gaur á sitt band og fletta ofanaf þessu slóttuga captain Lorca og hans alternative plans og af hverju hann myndi vilja koma af stað stríði milli federation og klingónanna, þá þyrfti hann sjálfsagt að vera partur að eitthverjum stærri hring samsærisafla.. allavegana meira krassandi",
            "date": "2017-10-16 22:26:00",
            "post_id": "659053",
            "reply_to_id": "659051"
        },
        {
            "user_name": "Hauxon",
            "text": "Ég gafst upp eftir 30 mínútur af 1. þætti.  Hræðilegt!",
            "date": "2017-10-17 10:02:00",
            "post_id": "659074",
            "reply_to_id": "659053"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég píndi mig í gegnum hann í gærkvöldi, hélt að þetta gæti ekki versnað en þetta er eiginlega \"game over\" fyrir mig.",
            "date": "2017-10-17 10:38:00",
            "post_id": "659075",
            "reply_to_id": "659074"
        },
        {
            "user_name": "Hizzman",
            "text": "Þetta er alveg ok, ekkert fullkomið, enda væri það útilokað. Gamla ST var ekkert fullkomið, oft væmið og kjánalegt. Mér finnst vanta stuttu sögurnar, sem eru í einum þætti. Það á etv eftir það koma þegar stóri ramminn er kominn.",
            "date": "2017-10-17 11:22:00",
            "post_id": "659077",
            "reply_to_id": "659075"
        },
        {
            "user_name": "vesi",
            "text": "Þið sem eruð ósáttir, vilduð þið nýtt look en sömu sögur..\nég er ekki mikill trek fan, hafði gaman af DS9 ofl. Er allveg að vera kominn með nóg af dramanu í kringum klingon-ana, en að öðru leiti er þetta ekkert verra fyrir mér en fullt af gömlu trek dóti.",
            "date": "2017-10-17 12:08:00",
            "post_id": "659079",
            "reply_to_id": "659077"
        },
        {
            "user_name": "rapport",
            "text": "Hvaða hvaða...\nLoksins kom smá federation vinkill þar sem siðferði spilar einhverja rullu en ekki bara skemmtanagildi.\nEr enginn farinn að tengja...\nNCC 10\n31\n + \"Black alert\" + Svartir federation \"badges\" = Section 31 ?\nhttp://memory-alpha.wikia.com/wiki/Section_31\np.s. ekki mitt imagination, þetta er apað eftir fésbókarsíðu um ST-DSC",
            "date": "2017-10-17 12:21:00",
            "post_id": "659081",
            "reply_to_id": "659079"
        },
        {
            "user_name": "GuðjónR",
            "text": "Section 31 hefur komið upp í hugann nokkrum sinnum, get ekki neitað því en ekki í tengslum við NCC 1031 .",
            "date": "2017-10-17 12:44:00",
            "post_id": "659087",
            "reply_to_id": "659081"
        },
        {
            "user_name": "g0tlife",
            "text": "Mér fannst þáttur 5 bara góður. Skil ekki þessa neikvæðni í fólki. Auðvitað er þetta ekki fyrir alla en ég nýt þess að horfa á geimþætti því það er ekkert annað í boði með svona (nýjir þættir). Vonandi munu þessir þættir kveikja aðeins aftur í sci fi heiminum",
            "date": "2017-10-17 23:30:00",
            "post_id": "659141",
            "reply_to_id": false
        },
        {
            "user_name": "Alfa",
            "text": "Ehh The Orville ?",
            "date": "2017-10-18 00:16:00",
            "post_id": "659147",
            "reply_to_id": "659141"
        },
        {
            "user_name": "GuðjónR",
            "text": "Orville er meira Startrek en þessi sería.",
            "date": "2017-10-18 17:52:00",
            "post_id": "659184",
            "reply_to_id": "659147"
        },
        {
            "user_name": "g0tlife",
            "text": "Vissi bara ekki af þeim, engin furða bara 6 þættir komnir. Eins og Battlestar Gal. þá var maður oft bara oooohhh byrjar þetta drama aftur en samt horfði maður áfram. En skil pointið hjá hinum, er bara að reyna segja á mjög asnarlegan hátt að þetta er jákvæð þróun",
            "date": "2017-10-18 19:54:00",
            "post_id": "659198",
            "reply_to_id": "659184"
        },
        {
            "user_name": "Fletch",
            "text": "Orville er awesome!",
            "date": "2017-10-18 19:56:00",
            "post_id": "659199",
            "reply_to_id": "659198"
        },
        {
            "user_name": "svanur08",
            "text": "Hvar er hægt að horfa á þessa Orville þætti?",
            "date": "2017-10-19 09:34:00",
            "post_id": "659221",
            "reply_to_id": "659199"
        },
        {
            "user_name": "Fletch",
            "text": "https://www.fox.com/the-orville/",
            "date": "2017-10-19 10:57:00",
            "post_id": "659223",
            "reply_to_id": "659221"
        },
        {
            "user_name": "svanur08",
            "text": "Ætla að tékka á þessum Orville, trailerinn er góður.",
            "date": "2017-10-19 22:06:00",
            "post_id": "659264",
            "reply_to_id": "659223"
        },
        {
            "user_name": "vesi",
            "text": "Keep a open mind...",
            "date": "2017-10-19 23:05:00",
            "post_id": "659269",
            "reply_to_id": "659264"
        },
        {
            "user_name": "Icarus",
            "text": "Ég er að fíla þetta Star Trek. Orville er fyndið en það er ekki Sci-Fi. Það er grínþáttur sem gerist í geimnum.\nGömlu þættirnir voru ekkert fullkomnir, töluvert af drama í TNG (Crusher, Data, mama Troi). TOS voru illa gerðir og ofleiknir. Cisco var mjög agressive captain sem var tilbúinn að fremja stríðsglæpi ef það hjálpaði honum að ná markmiðum sínum, fyrir það var hann flokkaður sem bad ass captain.\nStar Trek hefur alltaf verið með smá agressive stríðsívafi í sér og hefur það verið hluti af því, þeir tala um hvað þeir eru fullkomnir og englightened en samt eru þeir alltaf í stríði.",
            "date": "2017-10-20 09:51:00",
            "post_id": "659277",
            "reply_to_id": "659269"
        },
        {
            "user_name": "elight82",
            "text": "Leikið efni sem gerist í geimnum? Sci-Fi alla leið.",
            "date": "2017-10-20 14:00:00",
            "post_id": "659282",
            "reply_to_id": "659277"
        },
        {
            "user_name": "rapport",
            "text": "https://www.theverge.com/tldr/2017/10/2 ... r-tribbles\nhttp://screencrush.com/star-trek-discov ... on-theory/",
            "date": "2017-10-20 21:05:00",
            "post_id": "659301",
            "reply_to_id": "659282"
        },
        {
            "user_name": "Hizzman",
            "text": "Orvill er gott. gæti verið meira ST en STD jafnvel. auðvitað er það sæfæ!",
            "date": "2017-10-22 14:32:00",
            "post_id": "659394",
            "reply_to_id": "659301"
        },
        {
            "user_name": "Stuffz",
            "text": "vááá þessi michael is barasta Einstein líka \"her test scores were better than any Vulcan\", þeir virkilega selja Vulcan gáfnafar ódýrt í þessarri too-little-too-late seríu.\nog svo alveg drulla yfir ímynd gamla Spock í þessum þætti, til að mikla nýja Michael karakterinn, Spock látinn hafa verið veitt akademic sponsla á kostnað Michael haha getur alltaf treyst Hollywoodurum til að éta börnin sín í gróðavon.\nKaptain Lorca er brottnuminn af klingonum og svo stuttu á eftir verður Sarek fyrir tilræði. báðir lenda í kröppum aðstæðum sem þeir lifa af eins og ekkert væri.\nhmm auka stig fyrir Lorca/Sarek samlíkinda kenninguna, mögulega meiri áframhaldandi samkeyrsla á karakter upplifunum.\nlíka þessi gaur sem Lorca fann í klingóna fangelsinu er kannski ekki allur þar sem hann er séður, mögulega átti hann ekki að vera originally kannski settur inn til að taka yfir eitthvað hlutverk annars karekters/karaktera\nog Mudd karakterinn \n hvað eiga þeir eftir að endurvekja og \"uppfæra\" marga TOS karektara \nMudd látinn segja stuff sem er mjög rétt og nákvæmt og svo látinn vera algjör skíthæll rétt á eftir, svo military mentality látinn líta miklu betur út en Peace mentality.. fóðra service-liðið á reglulegu sjónvarpsefnis vítamínunum sínum.\nmeikar ekki alveg sense ennþá afhverju hún endaði á discovery, er að velta fyrir mér hvort heiður klingona tengist þessu, hún ætti að vera talin mikill stríðsmaður eða allavegna eftirsótt skotmark af klingónum fyrir að hafa banað spíra-leiðtoga þeirra, kannski átti þetta meira að vera \"protective custody\" \"out of harms way\" \"too high profile\" ástæða fyrir að henni var komið fyrir á rannsóknarskipi í fyrsta lagi, og á sama tíma minnkun á tign niður í eitthvað mjög lágt vegna þess að hún var talin bera að hluta ábyrgð á dauða fyrri kaptainsins.\nlíka hvers virði er Michael fyrir kaptain Lorca.. Sarek já meikar sense en Lorca.. ekki svo mikið nema sarek og Lorca karakterinn sé upphaflega sá sami.. enda vísindaskip + vulkan kaptain meika miklu meira sense.\nað skjóta egypta-klingóna virðist einstaklega auðvelt þeir líka hverfa fljótt þegar þeir eru dauðir einsog múslimar.\nhologram á vísindaskipinu Discovery virðist eingöngu vera notað fyrir battle simulations, ólíkt meira battle-oriented TOS/TNG/VOY o.s.f. þar sem það var meira recriational.. sign of the times WARTREK \nþessi vulkan er allur að brenna upp og bara blaðrar og blaðrar þegar rökréttara væri að hann myndi vera að drepast út sársauka með allt þetta rauða kemical reaction að gerast.\nhmm klingónarnir þeir óröklega pyntuðu Lorca og Michael er að finna sársaukann frá sarek.\nsvipað rescue operation og í síðasta þætti, eins og þeir dobbluðu hugmyndina í 2 þætti með smá breyttu ívafi, \"The search for Lorca\" og \"The search for Sarek\" two for the price of one lol, góðir að recycla stuff.\ner þetta dálítið Japanskt ívaf á þessum nýju vulkunum, marcial arts, og japanskt útlítandi umhverfi.\nvoða \"remote healing\" bull uppfyllingarefni.\nMichael er varla búin að tala við Lorca þegar hún er komin í samtal við Salek, aftur Lorca/Sarek samkeyrsla.\nhmm mögulega áhrif af Karakter tvöföldun, sennilega þá of latir að endurskrifa handritið almennilega eftir svoleiðis breytingar til að laga hve augljóst þetta er farið að vera, mögulega lagast þetta samt í þáttunum sem er verið að skrifa en greinilega ekki þeim sem er búið að skrifa",
            "date": "2017-10-23 23:19:00",
            "post_id": "659488",
            "reply_to_id": "659394"
        }
    ],
    "date": "2017-10-17 23:30:00"
}