{
    "forum_title": "Koníakstofan",
    "id": "74241",
    "title": "Eng­in sönn­un sé fyr­ir því að ólög­legt niður­hal hafi áhrif",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=74241",
    "posts": [
        {
            "user_name": "Farcry",
            "text": "Skemmtileg lesning\nhttp://www.mbl.is/frettir/taekni/2017/0 ... um_netran/\nhttps://gizmodo.com/the-eu-suppressed-a ... 1818629537",
            "date": "2017-09-25 11:28:00",
            "post_id": "657895",
            "reply_to_id": false
        },
        {
            "user_name": "worghal",
            "text": "það eina sem kemur í veg fyrir sölu er hátt verð til neitenda.",
            "date": "2017-09-25 11:51:00",
            "post_id": "657896",
            "reply_to_id": "657895"
        },
        {
            "user_name": "Hizzman",
            "text": "ja, þetta er spurning um aðgang og verð, flestum finnst ekkert mál að borga fyrir netflix eða aðra svipaða þjónustu. En fólk er oftast ekki til í að borga fyrir fleiri en eina streymisþjónustu. þetta er vandamál í augnablikinu, kapal-tv-veitur eru að opna sínar eigin streymisþjónustur, eru svo einir með eina eða örfáar vinsælar þáttaraðir.\nFáir vilja kaupa ásrkift fyrir svo lítið efni, sjóræningjaaðferðin til að horfa er notuð.",
            "date": "2017-09-25 12:10:00",
            "post_id": "657897",
            "reply_to_id": "657896"
        },
        {
            "user_name": "urban",
            "text": "og vöntun á framboði, bæði á efninu og hvernig því er dreift.\nÉg var tók gríðarlegan þátt í alls kyns skráarskiptarstöðlum, downloadaði mjög mikið sjálfur og var í raun alger download sjúklingur.\nÞað voru 3 ástæður fyrir því að ég downloadaði.\nÉg komst ekki í efnið eftir löglegum leiðum, samanber t.d. músík.\nÉg komst ekki í efnið eftir löglegum leiðum, fyrr en mörgum mánuðum eftir að mig langaði til þess, samanber t.d. bíómyndir og þættir.\nVerðið var gersamlega út í hött á því efni sem að maður komst í.\nÉg downlaoda bara varla í dag, allt í hinum og þessum streymisveitum sem að ég borga alveg hiklaust fyrir efnið og þægindin.",
            "date": "2017-09-25 12:13:00",
            "post_id": "657898",
            "reply_to_id": "657897"
        },
        {
            "user_name": "urban",
            "text": "Mér finnst ekkert mál að borga Netflix og amazon prime.\nBorga einmitt amazon prime bara fyrir The grand tour, fylgja síðan reyndar aðrir kostir, en ég er með þann reiknings samt eingöngu vegna grand tour.",
            "date": "2017-09-25 12:15:00",
            "post_id": "657899",
            "reply_to_id": "657898"
        },
        {
            "user_name": "Viggi",
            "text": "Ég er nú sjálfur algjör download fíkill og aðal ástæðan að allt efnið er á of mörgum stöðum. Er samt með íslenska netflix sem er helvíti fínt en bara of lítið af efni en tónlistina hlustar maður á spotify og mixcloud. Manni fynst bara voða þægilegtað opna torrentsíðurnar á morgnana og ná í skamt kvöldsins. En allt draslið sem maður horfir á er á öllum hugsanlegu platformum og torrent er þægilegasta leiðin til að fá það",
            "date": "2017-09-25 13:15:00",
            "post_id": "657901",
            "reply_to_id": "657899"
        }
    ],
    "date": "2017-09-25 11:28:00"
}