{
    "forum_title": "Til sölu - Tölvuvörur",
    "id": "74260",
    "title": "Tjékka áhuga og verðhugmyndir fyrir tölvu og skjá",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=11&t=74260",
    "posts": [
        {
            "user_name": "Tonikallinn",
            "text": "Ég er að athuga með áhuga og hvað ég gæti mögulega fengið fyrir  tölvu og skjá, þar sem ég hef ekki hugmynd hvað er sanngjarn á miðað við vandamálið sem er ábyrgðin\nTölvan\nKassi: Cooler Master Masterbox 5\nMB: Gigabyte Z270X-Gaming K5\nCPU: I7-6700k\nKæling: MasterLiquid Pro 240 vatnskæling\nGPU: Msi GTX 1070 GAMING X 8G\nRAM: 16GB (2x8) G.SKILL Ripjaws 2133MHz\nAflgjafi: EVGA SuperNOVA 850 G2 850W\nSSD: Silicon Power Velox V70 240GB\nÖrgjörfi var yfirklukkaður um tíma en setti hann svo í default því ég kunni bara ekki almennilega að OC-a hann. Gekk vel þangað til ég fór að spila DKS 2 þar sem tölvan bara bluescreenaði. Og þorði ég ekki að yfirklukka hann lengur\nEDIT:\n   Tölvan er 100% í lagi... fékk spurningu um það þannig að ég hélt að ég gerði það kannski ekki augljóst. Tölvan er 100% í lagi og virkar eins og hún á að gera. Ég var ekki að segja að það er ekki hægt að OC-a örran eða neitt þannig. Ég bara kann það ekki...\nTölvan var keypt á ''Techshop.is'' 07/07/16 sem voru mín stærstu mistök því búðin fór á hausinn mánuði seinna :/ En Móðurborðið, var keypt í Tölvutek og Kassin og kælingin af Amazon US.\nATH!\n Tölvan er \nEKKI í ábyrgð\n. Fyrirtækið fór á hausinn og missti ég það ábyrgðina\nSkjár\nAsus MG278Q   \nhttps://www.bhphotovideo.com/c/product/ ... splay.html\n2560x1440p Resolution og 144Hz Refresh rate, hægt að skoða nánar á linkinum\nSkjarinn var keyptur af B&H 15/08/16 og keypti ég með SQUARETRADE 2 year warranty. Það er mjög lítið að sjá að honum. Varla eitthvað ''backlight bleed''. Sést varla eitthvað á honum nema eins og þegar hann er algjörlega svartur og þá sést MJÖG lítið BLB bara í hornum og á hliðum\nEndilega látið vita ef eitthvað vantar",
            "date": "2017-10-07 22:35:00",
            "post_id": "658004",
            "reply_to_id": false
        },
        {
            "user_name": "Tonikallinn",
            "text": "Bump",
            "date": "2017-10-09 16:54:00",
            "post_id": "658672",
            "reply_to_id": "658004"
        }
    ],
    "date": "2017-10-07 22:35:00"
}