{
    "forum_title": "Koníakstofan",
    "id": "74303",
    "title": "Besta netveita/símafyritækið?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=74303",
    "posts": [
        {
            "user_name": "daníel p.",
            "text": "Núna er maður búinn að vera hjá Vodafone það lengi að maður veit ekkert hvernig samkeppnin er lengur og því langaði mig til að athuga hverju fólk væri að mæla með í dag? Eins og staðan er í dag er ég með eftirfarandi hjá Vodafone:\n500 mb/s með ótakmörkuðu niðurhali\n2x Farsíma þar sem notkunin er á milli 5-15gb á mánuði\nMér finnst reikningurinn frá Vodafone vera orðinn ansi veglegur svo ég er að hugsa mig til hreyfings.\nHverju mælir fólk með í dag?",
            "date": "2017-10-02 11:55:00",
            "post_id": "658250",
            "reply_to_id": false
        },
        {
            "user_name": "emmi",
            "text": "Símafélagið / Síminn.",
            "date": "2017-10-02 12:02:00",
            "post_id": "658251",
            "reply_to_id": "658250"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Það er ansi stór munur á \"besta\" og \"ódýrasta\" í dag. Ekkert fyrirtæki hefur báða kostina að mínu mati.\nÁ frekar stuttum tíma hef ég verið hjá Hringdu, Símafélaginu, Hringiðunni og Vodafone.\nVodafone af þeim að veita bestu internetþjónustuna (varðandi stöðuleika, hraða og pingi á tölvuleikjaserverum).\nHringdu (þá allavega, veit ekki 100% núna) eru ódýrastir, en netið þeirra var ekkert spes þegar ég var hjá þeim, stöðuleikinn var slæmur, hraðinn var allt í lagi en ping á leikjaserverum var ekkert spes.",
            "date": "2017-10-02 12:32:00",
            "post_id": "658253",
            "reply_to_id": "658251"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Besta: Vodafone og Síminn\nÓdýrast: Hringdu\nÉg er hjá Hringdu, netið er oft á tíðum hægt og síður hætta stundum að hlaðast inn. En you get what you pay for.",
            "date": "2017-10-02 13:20:00",
            "post_id": "658254",
            "reply_to_id": "658253"
        },
        {
            "user_name": "urban",
            "text": "Nú veit ég ekki með nettengingu í gegnum ljósleiðara.\nEn mitt mat á ISPum er að Síminn er bara bestur, aftur á móti borgar maður líka vel fyrir það.\nGSM er ég með hjá 3a.is\nótakmarkað tal og sms ´18 GB sem að safnast upp, borga fyrir það 3000 kall á mánuði, er sáttur þar.",
            "date": "2017-10-02 14:44:00",
            "post_id": "658258",
            "reply_to_id": "658254"
        },
        {
            "user_name": "dori",
            "text": "Búinn að kíkja á Nova?\n(ég er starfsmaður þar og því ekki hlutlaus en mér finnst ljósleiðaraþjónustan virka mjög vel og grunar að reikningurinn þinn kæmi nokkuð vel út eftir flutning)",
            "date": "2017-10-02 15:41:00",
            "post_id": "658266",
            "reply_to_id": "658258"
        },
        {
            "user_name": "reyniraron",
            "text": "Ég hef verið mjög ánægður með Hringdu; hraða, stöðugleika, þjónustu og allt. Skemmir heldur ekki fyrir verðið.",
            "date": "2017-10-02 16:28:00",
            "post_id": "658267",
            "reply_to_id": "658266"
        },
        {
            "user_name": "Alfa",
            "text": "Það skiptir líka töluverðu máli hvar þú ert staddur, ef t.d. út á landi myndi ég ekki líta við neinu nema símanum.",
            "date": "2017-10-02 18:45:00",
            "post_id": "658271",
            "reply_to_id": "658267"
        },
        {
            "user_name": "daníel p.",
            "text": "Hringdu lítur vel út. Hef samt heyrt misjafna hluti um netið þeirra.",
            "date": "2017-10-02 20:11:00",
            "post_id": "658274",
            "reply_to_id": "658271"
        },
        {
            "user_name": "Viggi",
            "text": "Hefur alltaf verið solid hringdu netið hjá mér fyrir utan 30-60 min downtime einstaka skipti og er með um 65 í ping í battlefield 1 annars fæ ég alltaf solid download hraða hjá þeim",
            "date": "2017-10-02 21:15:00",
            "post_id": "658280",
            "reply_to_id": "658274"
        },
        {
            "user_name": "kjartanbj",
            "text": "Búin að vera allstaðar, hvergi jafn gott og hjá Hringdu með verð og þjónustu, ef það er eitthvað að þá er því kippt í liðin , ef maður þarf að ná í þjónustuver hjá hinum fyrirtækjunum getur maður þurft að bíða ansi lengi. Og ekkert annað fyrirtæki sem ég hef verið hjá hefur gert eins og hringdu og hringt í mig þegar gagnamagnið á Ipad hjá mér fór ca 2x yfir innifalið gagnamagn og boðið mér að borga bara annað mánaðargjald í stað þess að borga fyrir hvert aukagb , svona hlutir sem láta mann ekki vilja fara annað, fyrir utan það að farsíminn er síðan á símkerfi símans þannig ekkert vesen þar á bæ bara ódýrara",
            "date": "2017-10-02 21:58:00",
            "post_id": "658282",
            "reply_to_id": "658280"
        },
        {
            "user_name": "Viggi",
            "text": "Fór einmitt með gsm í mánuð yfir til símans og var rúmar 6 kall á mánuði með eithvað 5 gig gagnamagn og eftir að hringdu buðu upp á gsm í kerfi símans þá er ég að borga þar 3 þús og 15 gig",
            "date": "2017-10-02 23:14:00",
            "post_id": "658287",
            "reply_to_id": "658282"
        },
        {
            "user_name": "Hallipalli",
            "text": "Er með gígabyte tenginu hjá Hringdu og það hefur verið stabílara og betra en þegar ég var hjá Vodafone. Verð og ótakmarkað niðurhal var síðan stór kostur",
            "date": "2017-10-03 09:31:00",
            "post_id": "658300",
            "reply_to_id": "658287"
        },
        {
            "user_name": "audiophile",
            "text": "Hef verið hjá Vodafone með ljós í 5+ ár og aldrei upplifað jafn stabílt og gott net. Var þar áður hjá Símanum með ljósnet og svo ljósleiðara hjá Hringdu. Ljósnet Símans var óstabílt og fékk lélega þjónustu og hraða hjá Hringdu en þeir voru mjög nýjir þá og hafa eflaust skánað helling í dag.\nHef verið með síma hjá Nova síðan 2008 og alltaf sáttur en konan er hjá Símanum og finnst netið og símasamband betra hjá henni.",
            "date": "2017-10-03 17:34:00",
            "post_id": "658328",
            "reply_to_id": "658300"
        }
    ],
    "date": "2017-10-02 11:55:00"
}