{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "74417",
    "title": "bestu vatnskælingarnar",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=74417",
    "posts": [
        {
            "user_name": "emil40",
            "text": "Hvaða vatnskælingar væru bestar fyrir mitt setup ? Ég hef lítið vit á vatnskælingum þannig að það væri fínt að fá góðar upplýsingar frá ykkur sérfræðingunum",
            "date": "2017-10-14 09:03:00",
            "post_id": "658906",
            "reply_to_id": false
        },
        {
            "user_name": "Hnykill",
            "text": "Ertu þá að tala um AIO \"all in one\" kælingar eða eitthvað custom setup sem þú þarft að setja saman sjálfur ?",
            "date": "2017-10-14 10:33:00",
            "post_id": "658909",
            "reply_to_id": "658906"
        },
        {
            "user_name": "emil40",
            "text": "all in one",
            "date": "2017-10-14 17:26:00",
            "post_id": "658928",
            "reply_to_id": "658909"
        },
        {
            "user_name": "ASUStek",
            "text": "https://rockitcool.myshopify.com/\nog auðvitað kælingin svo ég séi ekki off topic alla leið!\nH115i frá corsair.\nEDIT:gleymdi að setja inn kælinguna",
            "date": "2017-10-14 23:46:00",
            "post_id": "658941",
            "reply_to_id": "658928"
        },
        {
            "user_name": "Hnykill",
            "text": "Kraken X62 ef þú vilt panta að utan og fá það besta af öllu. annars ertu nokkuð góður með Noctua vifturnar. haltu þig við 140mm kælinguna og þú ert betra en góður.\nNoctua NH-U14S \n \nhttps://www.tolvutek.is/vara/noctua-nh- ... ara-abyrgd\nEr með þessa sjálfur og örgjörvinn fer í 65c° max í 100% load. bara ekki fara í 120mm kælingu. þessar 140mm eru leiðin til að kæla án hávaða. ef þú ert með pláss fyrir þessa viftu þá skeltu þér á hana ef þú vilt góða kælingu. þetta er enginn hyper 212 því þetta er 120% meiri og betri kæling. \nÉg er að keyra i5 7600K á 5 Ghz. þegar ég er að benchmarka og allt er í botni þá eru allir 4 kjarnarnir á 65c°.\nallavega. Kraken x62 eða bara eitthvað af noctua seríunni. bæði er bara það besta.",
            "date": "2017-10-15 02:13:00",
            "post_id": "658945",
            "reply_to_id": "658941"
        },
        {
            "user_name": "pepsico",
            "text": "Veit ekki alveg hvernig kælingar komast í þetta setup þitt. Ert með kassa sem tekur bara 120mm, engin 240mm pláss, og það er bara aftast í kassanum þar sem þessi stóra bulky GIGABYTE \"regnhlíf\" er á móðurborðinu. Ég vona að það sé hægt að taka hana af.\nKraken X62 og H115i eru allavega báðar út úr myndinni því það eru engin pláss á kassanum þínum að mér vitandi. \nH80i v2 er mögulega besta kælingin í 120mm stærðarflokkinum en það er ekkert grín hvað svoleiðis tekur mikið pláss.\nhttp://forum.corsair.com/v3/attachment. ... 1458673304\nGet engu lofað um hvað passar í kassann þinn en skv. framleiðanda eru allavega þónokkrar\nstórar 120mm kælingar á þeim lista sbr. Seidon 120XL og Eisberg 120L Prestige.",
            "date": "2017-10-15 10:33:00",
            "post_id": "658951",
            "reply_to_id": "658945"
        },
        {
            "user_name": "Alfa",
            "text": "Eg er búin að eiga Kraken 52 í þó nokkurn tíma og ég get ekki mælt með henni nema frá \"fegurðar\" sjónarhorni.  Software-ið (sama og með öllum NZXT) sem fylgir henni er algjört sorp t.d. virkar stundum og stundum ekki, svo litasamsetningar fara allar í klúður og þarf að stilla í hvert skipti sem þú endurræsir.  Ef þú ert með fleiri en 1 account á tölvunni þá virkar hugbúnaðurinn bara á þann user sem þú settir hann upp á upprunalega og supportið er ömurlegt.\nLítur andskoti vel út þó og kælir en kælir reyndar í mínu tilviki aðeins verr en Corsair H110i sem ég hafði áður.  NZXT til varnar þó þá hefur forritið aðeins verið að skána, en samt alls ekki 100% eins og þá Corsair.  \nhttp://support.camwebapp.com/",
            "date": "2017-10-15 10:51:00",
            "post_id": "658952",
            "reply_to_id": "658951"
        }
    ],
    "date": "2017-10-14 09:03:00"
}