{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "74421",
    "title": "Xiaomi Mi A1",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=74421",
    "posts": [
        {
            "user_name": "Skari",
            "text": "Var að sjá þennan síma í gær, hefur einhver ykkar skoðað hann og ef svo er, hvernig ykkur að líka við hann?\nÞessi sími kom út í seinasta mánuði og er fyrsti síminn frá Xiaomi sem kemur með Android One (í samvinnu með google) og kemur þá \nmeð stock google í stað að vera með sitt eigið eins og á fyrri símum\nEr mikið að pæla í að panta mér og prófa hann,  er með Galaxy J5 2016 útgáfuna og high budget símar hafa aldrei heillað mig neitt sérstaklega ( er í þannig vinnu að meiri líkur á að ég skemmi símann svo finnst fínt að vera með low budget og þá bara uppfæra oftar)\nHægt að sjá hann hérna \nhttps://www.aliexpress.com/item/Global-Version-Xiaomi-Mi-A1-MiA1-Mobile-Phone-4GB-64GB-Snapdragon-625-Octa-Core-12-0MP/32828561621.html?spm=2114.search0104.3.2.SsM217&ws_ab_test=searchweb0_0,searchweb201602_4_10152_10065_10151_10068_10344_10345_10342_10343_10340_10341_10307_10060_10155_10154_10056_10055_10054_5370015_10536_10059_10534_10533_10532_100031_10099_10338_10103_10102_10052_10053_10142_10107_10050_10051_10084_10083_10080_10082_10081_10110_5590015_10111_10112_10113_10114_10179_5610015_10312_10313_10314_10078_10079_10073-10050,searchweb201603_14,ppcSwitch_5&btsid=3c6bf80b-6062-444c-a57a-79f110bef7ae&algo_expid=af5dca04-3406-4616-a12e-f3817c8815c9-0&algo_pvid=af5dca04-3406-4616-a12e-f3817c8815c9\nfyrir verð þá eru speccarnir fáranlega góðir\nandroid 7.1 á honum,  android 8 kæmi í lok árs og lofað að þetta yrði með fyrstu símunum sem fengu android 9 (P)\nÖll reviews sem ég hef fundið um þennan síma, mest frá Indlandi þá að þetta sé frábær sími fyrir utan myndavélina en gaman væri að vita hvort einhverjir fleiri en ég væru búnir að skoða þetta og eða búnir að fá sér og gætu sagt frá sinni reynslu með hann.",
            "date": "2017-10-14 17:01:00",
            "post_id": "658925",
            "reply_to_id": false
        },
        {
            "user_name": "kizi86",
            "text": "hef ekki skoðað þennan nei, en Xiaomi gera geggjaða síma, eina slæma sem hægt hefur verið að segja um þá var þetta blessaða MIUI útgáfa af android kerfinu sem er SKELFILEG.. en fyrst þeir eru komnir með android one þá er það huge plús.. að uppfæra úr j5 yfir í þennan er mjög sniðug hugmynd myndi ég segja",
            "date": "2017-10-14 18:18:00",
            "post_id": "658930",
            "reply_to_id": "658925"
        },
        {
            "user_name": "jardel",
            "text": "Því miður er ekki hægt að panta þessa kínversku síma að utan þar sem þeir eru ekki með CE merkingu",
            "date": "2017-10-15 01:49:00",
            "post_id": "658943",
            "reply_to_id": "658930"
        },
        {
            "user_name": "Skari",
            "text": "þessi er með CE merkingu \nSent from my SM-J510FN using Tapatalk",
            "date": "2017-10-15 07:03:00",
            "post_id": "658948",
            "reply_to_id": "658943"
        },
        {
            "user_name": "Skari",
            "text": "Ákvað að skella mér bara á hann, verður alveg mánuð í flutningi en verður fróðlegt að sjá hvernig þetta low budget skrímsli kemur út",
            "date": "2017-10-15 12:08:00",
            "post_id": "658962",
            "reply_to_id": "658948"
        },
        {
            "user_name": "Viggi",
            "text": "sé að hann er sendur frá spáni og fraklandi líka. Hefðir fengið hann fyr hefðiru valið það",
            "date": "2017-10-15 12:11:00",
            "post_id": "658963",
            "reply_to_id": "658962"
        },
        {
            "user_name": "Skari",
            "text": "Ef þú velur eitthvað bundle eða einhvern lit þess vegna þá detta þeir valmöguleikar út ^^",
            "date": "2017-10-15 12:13:00",
            "post_id": "658964",
            "reply_to_id": "658963"
        },
        {
            "user_name": "Alfa",
            "text": "Á Xiaomi Note 3 er mjög fínn sími, það er satt að MIUI er svolítið limiting en samt er alltaf að skána.  Battery ending er frábær en eins og með flesta ef ekki alla Xiaomi síma þá er myndavélin svolítið léleg í low light.  Mæli með að panta hann með DHL frekar en pósti þó það kosti meira.  Pósturinn er alveg anal með CE merkingar DHL minna.",
            "date": "2017-10-15 12:57:00",
            "post_id": "658966",
            "reply_to_id": "658964"
        },
        {
            "user_name": "Risadvergur",
            "text": "Það er nú nánast undantekningarlaust þannig að til að fá sent til Íslands er Kína eini valmöguleikinn. Ef þú velur Spán eða Frakkland sem upphafsstað þarna kemur bara \"can not send to Iceland\". Skiptir eiginlega engu máli hvaða land er í boði, Kína virðist vera eini staðurinn sem sendir til Íslands.\nEn hvað símann snertir þá lítur hann þrusuvel út, sérstaklega samanborið við það að á sama verði færði kannski j5 (eða jafnvel bara j3 í dag) með 1 gb í vinnsluminni og 16 gb pláss.\nFyrir þá ykkar sem eiga Xiaomi síma, er auðvelt að setja custom rom á þá ?",
            "date": "2017-10-15 13:20:00",
            "post_id": "658968",
            "reply_to_id": "658966"
        },
        {
            "user_name": "Alfa",
            "text": "Hef reyndar ekki gert það, en já það er til t.d. Cyanogenmod fyrir þá ansi marga, Eina ástæðan fyrir því að ég hef ekki gert það ennþá er að t.d. með minn hefur verið sýnt að myndavélin zoomar ekki jafnvel á default cameru appinu sem fylgir Android.  Tonn af youtube myndböndum um þetta þó, sérstaklega eldri týpur.",
            "date": "2017-10-15 13:35:00",
            "post_id": "658970",
            "reply_to_id": "658968"
        },
        {
            "user_name": "kizi86",
            "text": "custom roms er dáldið hit and miss með Xiaomi, eru andskoti fastheldnir á kernels og sources á kerfin hjá sér.. er sjálfur með Xiaomi Mi Note Pro, og það er jú til custom roms fyrir hann, en öll buggy á einhvern hátt, því developers hafa ekki aðgang að grunnskrám frá Xiaomi",
            "date": "2017-10-15 16:03:00",
            "post_id": "658979",
            "reply_to_id": "658970"
        },
        {
            "user_name": "obg23",
            "text": "Sé að það er verið að selja Mi A1 hérna á Íslandi á síðunni fyrir neðan og ótrúlegt en satt er hann ekki mikið dýrari en af AliExpress - þessi er CE merktur og það stendur á síðunni að hann komi á 1-3 dögum...\nhttps://mii.is/collections/simar/products/mi-a1",
            "date": "2017-10-24 16:35:00",
            "post_id": "659524",
            "reply_to_id": "658979"
        },
        {
            "user_name": "Stuffz",
            "text": "skilst séu ekki mikil gæðavara og er ekki vesen ef þeir bila þarft að senda þá alla leið til kína jafnvel?\nlíka viðkvæmir fyrir hnjaski, myndi pottþétt ekki mæla með að nota þetta nema með hulstri/hlíf.",
            "date": "2017-10-24 17:51:00",
            "post_id": "659526",
            "reply_to_id": "659524"
        },
        {
            "user_name": "kizi86",
            "text": "ertu þá að tala um þennan síma eða bara Xiaomi yfir höfuð?\nþví ég hef átt tvo mi note pro síma, og þeir hafa reynst mér mjööööög vel, virkilega sterkbyggðir símar sem þola ógeðslega meðhöndlun (missa þá útúr trailer á 90km/klst, keyra yfir hann á fullestuðum trailer (49t) og eina sem gerðist var að bakhliðin brotnaði) drapst ekki fyrr en hann lenti í sjó.. og seinni síminn er enn eins og hann sé nýr, ekki einasta rispa og ég fer ekki vel með hann\nxiaomi eru mikil gæðavara miðað við verðmiðann.. tekur samsung eða lg síma í sama verðflokki og Xiaomi hefur höfuð og herðar yfir hina tvo bæði í buildquality og hardware-i...",
            "date": "2017-10-24 18:31:00",
            "post_id": "659527",
            "reply_to_id": "659526"
        },
        {
            "user_name": "Alfa",
            "text": "Ég tek undir það sem Kizi86 er að segja, á Note 3 síma sem virkar meiri gæði í bodyinu en t.d LG G5 og S6 símum sem eru hérna líka.  Ef maður skoðar síma í dag eru þeir ansi margir komnir með einhverju glass baki líka, hvernig heldurðu að þeir fari ef maður missir þá !  Note 3 er járnrammi og bak allan hringinn og rispast lítið sem ekkert.",
            "date": "2017-10-25 21:22:00",
            "post_id": "659615",
            "reply_to_id": "659527"
        }
    ],
    "date": "2017-10-14 17:01:00"
}