{
    "forum_title": "Almennt um vélbúnað",
    "id": "74516",
    "title": "Raunveruleiki Íslendings vegna fjöltengis",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=74516",
    "posts": [
        {
            "user_name": "Risadvergur",
            "text": "Á aðeins léttari nótum.\nEr með smá spurninginu fyrir ykkur rafmagnsfræðingana.\nÉg dvel stundum í húsi sem er komið nokkuð til ára sinna og rafkerfið mögulega ekki það besta á landinu.Stundum gerist það að ég kveiki á fjöltengi með 3 innstungum að öryggið fyrir viðkomandi grein slær út. Í þetta fjöltengi tengist tölvan og skjárinn. Þetta gerist ekki alltaf, bara stundum. Lausnin er yfirleitt sú að taka tölvuna og skjáinn úr sambandi og kveikja á fjöltenginu og setja síðan tölvuna og skjáinn aftur í samband.\nHér kemur svo spurningin: Hvað nákvæmlega er að gerast sem veldur því að fjöltengið slær örygginu út?",
            "date": "2017-10-26 08:51:00",
            "post_id": "659655",
            "reply_to_id": false
        },
        {
            "user_name": "Moldvarpan",
            "text": "Er ekki bara svona mikið álag á lélegu rafkerfi, að það slær út við minnsta flökt á spennu?",
            "date": "2017-10-26 08:57:00",
            "post_id": "659657",
            "reply_to_id": "659655"
        },
        {
            "user_name": "Risadvergur",
            "text": "Ég skal ekki segja, ekki vel að mér í rafmagni en þar sem þetta er á köldu svæði og allt hitað með rafmagni þá kann það að vera skýring.",
            "date": "2017-10-26 09:06:00",
            "post_id": "659658",
            "reply_to_id": "659657"
        },
        {
            "user_name": "Dúlli",
            "text": "Búin að prufa að skipta út fjöltenginu ?\nHef séð þetta gerat við gömul öryggi þegar fjöðrin er orðin slöpp.",
            "date": "2017-10-26 09:30:00",
            "post_id": "659660",
            "reply_to_id": "659658"
        },
        {
            "user_name": "olihar",
            "text": "Þarf ekki bara að skipta öryggjum út, ráða ekki við start höggið.",
            "date": "2017-10-26 11:11:00",
            "post_id": "659665",
            "reply_to_id": "659660"
        },
        {
            "user_name": "Dúlli",
            "text": "Gömul öryggi, sem eru orðin 35-40 ára + hafa þessi vandamál. það er engin að segja að fara í tregg öryggi en ef taflan er komin á tíma getur þetta verið orsök að öryggið sé orðið viðkvæmara en \"B\" gerð öryggis sé.\nByrja að skoða fjöltengið ef það er cheap, svo getur þetta líka verið aflgjafinn í tölvunni ef hann er drasl.",
            "date": "2017-10-26 12:39:00",
            "post_id": "659679",
            "reply_to_id": "659665"
        },
        {
            "user_name": "Risadvergur",
            "text": "Fjöltengið sem um ræðir er bara almennt fjöltengi sem kemur úr ikea eða rúmfó, ekki viss hvort en það er ekki frekar nýlegt.\nAflgjafinn er minnir mig tacens valeo 560w þannig að hann ætti að vera í lagi.\nVeit að taflan er allavega ekki glæný en dettur í hug að hún hafi mögulega verið endurnýjuð einhverntímann á síðustu 20 árum allavega að hluta. Það eru ennþá stofnvör, þessi sem þarf að skrúfa úr. Þannig að upprunalega taflan sjálf er mögulega hvað 40-50 ára eða ?",
            "date": "2017-10-26 12:52:00",
            "post_id": "659682",
            "reply_to_id": "659679"
        },
        {
            "user_name": "Dúlli",
            "text": "Búin að prufa annað fjöltengi til öryggis ?\nhafa allt klappið tengt á öðrum stað til að útiloka greinina ?\nÞað er eithvað að valda af miklum start straumi og í raun er málið að útiloka hluti.",
            "date": "2017-10-26 14:43:00",
            "post_id": "659693",
            "reply_to_id": "659682"
        },
        {
            "user_name": "nidur",
            "text": "Eru ekki einhverjar aðrar græjur á greininni, magnarar eða gamalt sjónvarp?",
            "date": "2017-10-26 15:25:00",
            "post_id": "659699",
            "reply_to_id": "659693"
        },
        {
            "user_name": "Pandemic",
            "text": "Kannski er þetta fjöltengi frá verkfæralagernum",
            "date": "2017-10-26 15:48:00",
            "post_id": "659702",
            "reply_to_id": "659699"
        },
        {
            "user_name": "olihar",
            "text": "WHAAAAAAAAA... þetta hlítur að hafa komist í snertingu við einhverja gastegund og eyðilagt plastið.",
            "date": "2017-10-26 16:13:00",
            "post_id": "659705",
            "reply_to_id": "659702"
        },
        {
            "user_name": "GuðjónR",
            "text": "Eða bara drasl, hefurðu séð allt ruslið þarna inni?",
            "date": "2017-10-27 11:07:00",
            "post_id": "659770",
            "reply_to_id": "659705"
        },
        {
            "user_name": "Urri",
            "text": "það sem þú gætir prófað er að taka úr sambandi og kveikja beint á fjöltenginu setja svo tölvuna í gang kveikja á henni og svo skjánum.\nAnnað er fjöltengi eru \nDRASL\n ég forðast þau eins og heitan eldinn. Sjálfur er ég rafvirki og hef séð nokkur allsvört eða brunnin.\nef það er MUST að fara fjöltengi skiptu því þá út.\nÞú nefnir að rafkerfið sé gamal.... kannski kominn tími á að uppfæra töflu / draga nýtt í ? og þá fjölga innstungum....",
            "date": "2017-10-27 12:29:00",
            "post_id": "659781",
            "reply_to_id": "659770"
        },
        {
            "user_name": "Pandemic",
            "text": "Þetta er bara stórhættulegt fjöltengi með drasl plastblöndu. \nÉg keypti einu sinni weller tin í verkfæralagernum og það bráðnaði ekki alveg sama hvað ég stillti inn mikinn hita. Ekki nóg með það fann ég hvergi partanúmerið á netinu svo þetta hefur ábyggilega bara verið fake.",
            "date": "2017-10-27 12:42:00",
            "post_id": "659784",
            "reply_to_id": "659781"
        },
        {
            "user_name": "Hizzman",
            "text": "útsláttarvarið í töflunni er bara orðið lúið. Það þolir ekki staumhöggið sem verður þegar 2 tæki fá straum frá því á sama augnabliki.",
            "date": "2017-10-27 16:49:00",
            "post_id": "659802",
            "reply_to_id": "659784"
        },
        {
            "user_name": "Pom",
            "text": "Hi!\nÉg get nú ekki staðist að fræða þig um ástæðuna fyrir útslættinum eftir að lesa slatta af þessum vitleysis svörum sem þú færð.\nVissulega er of mikið álag á þessari grein, en ástæðan fyrir að það slær út þegar þú kveikir á fjöltenginu með þrjú tæki í sambandi við hana. Öll þessi tæki taka meyra afl þegar þau eru að ræsa sig upp en þau gera alla jafna, svo þetta er afar einfalt. Þú ert að láta þrjú tæki ræsa sig upp á sama tíma, alls ekki skrítið að það skuli slá út.",
            "date": "2017-10-27 18:31:00",
            "post_id": "659804",
            "reply_to_id": "659802"
        },
        {
            "user_name": "Dúlli",
            "text": "I Alvöru, prufaðu að læra rafmagnsfræði, 10A grein, eru 2.300wött, svo er +/- eftir því hversu treggt öryggið sé.\nLestu svo það sem OP sagði, það eru bara tvö tæki á tiltekna fjöltengi, aflgjafinn er 560wött og hann er aldrei að nýta það, tölvuskjár tekur minna en flestar perur taka.\nVandamálið liggur í annað hvort fjöltengið er drasl, aflgjafinn er orðin slappur eða öryggið sé búið að missa sýna útsláttargetuna.",
            "date": "2017-10-27 19:43:00",
            "post_id": "659808",
            "reply_to_id": "659804"
        },
        {
            "user_name": "skrani",
            "text": "Sæll Risadvergur.\nUpprunalega spurningin var: \nHvað nákvæmlega er að gerast sem veldur því að fjöltengið slær örygginu út?\nÞað sem er að gerast er að það kemur meira álag en öryggið þarf til að slá út, og það slær út, nokkuð ljóst... en aðeins nánari detail hér fyrir neðan.\nSkiptir einhverju máli hvaða fjöltengi er notað?\nEkki meðan þú ert bara með þessi venjulegu fjöltengi, þar sem það er álagið frá því sem tengt er í fjöltengið sem veldur því að öryggið slær út.\n(Það er til búnaður sem dregur úr Inrush current, en hann er ekki í þessum venjulegu fjöltengjum.  Og raunar hef ég sjálfur bara séð hann í rándýrum búnaði. (sem kostar meira en landcruser black edition til að setja í samhengi))\nHversvegna getur þú tengt eitt tæki í einu og þá slær ekki út?\nVegna þess að þá dreyfir þú yfir tíma því álagi sem kemur af því að setja straum á Switch Mode Power supply. (Inrush current)\nEn skjárinn og spennugjafinn samanlagt ná ekki nema um 1000W og öryggið ætti að geta gefið yfir 2000W, af hverju slær út?\nVegna þess að SMPS taka mikið meira en uppgefið afl í \"inrush current\" þegar þeim er stungið í samband.\nEf bæði tölvan og skjárinn eru í sambandi þegar örygginu er slegið inn þá þarf öryggið að ráða við Inrush Current fyrir bæði skjáinn og tölvuna.\nOg í raun allt sem er á þessari grein (á þessu öryggi).\nInrush straumurinn kemur þegar þessum tækjum er stungið í samband því afriðillinn í þeim er alltaf \"on\" þrátt fyrir að slökkt sé á tækinu. (Nema það sé svona gamaldags on / off takki sem er notaður, er td stundum aftan á tölvu spennugjöfum, ef þú notar bara shutdown í tölvunni og power save í skjánum þá er alltaf straumur á afriðlinum í spennugjafanum)\nMeira af upplýsingum um inrush current og SMPS.\nhttps://www.electronicproducts.com/Elec ... rrent.aspx\nhttps://en.wikipedia.org/wiki/Switched- ... wer_supply\nhttps://en.wikipedia.org/wiki/Inrush_current\nEr einhver laust á vandanum?\nÞað hefur komið fram að það er hægt að skipta um öryggið og setja tregara öryggi í staðinn.\nTregari öryggi fara út við sama jafna álag og hröð öryggi, en haldast inni við meira yfirálag í stuttan tíma, td, þegar nokkur SMPS eru sett í samband á sama tíma (kveikt á rofanum á fjöltenginu)\nÞað eru líka til fjöltengi þar sem tölvan stýrir því að skjárinn fái straum, til dæmis var kísildalur að selja fjöltengi þar sem kom bara straumur á eitt tengið, þar til það kom straumur á USB port til að kveikja á hinum.  Sé það samt ekki á heimasíðunni þeirra núna.\nHér sést hugmyndin á bak við það sem ég er að tala um \nhttp://www.instructables.com/id/A-USB-P ... Isolation/\nMeð þessu móti kemur fyrst straumur á tölvuna, svo á skjáinn þegar þú kveikir á tölvunni.\nOg já, ég hef staðist próf í rafeindavirkjun :-)\nKveðja Skrani.",
            "date": "2017-10-27 20:36:00",
            "post_id": "659811",
            "reply_to_id": "659808"
        },
        {
            "user_name": "Risadvergur",
            "text": "Skrani er alveg með þetta, nákvæmlega svarið sem ég var að leita að.\nÁhugavert að tækin virðist geta búið til svona mikið högg þó svo aflgjafinn sé í raun  bara að taka (að ég vænti allavega) lágmarkið og skjárinn sé að fara í (að ég vænti aftur) biðstöðuham.\nEða er kannski aflgjafinn að búa til gott högg þó svo að tölvan sé í rauninni ekki ræst?",
            "date": "2017-10-27 22:19:00",
            "post_id": "659819",
            "reply_to_id": "659811"
        },
        {
            "user_name": "jonsig",
            "text": "Ég er ánægður með skrana. Loksins einhver sem er ekki froðuheili \nÞú ert líklega að eiga við innhlaupsstraum, og ekki með straumtakmörkun á tækjunum sem tekur út öryggið við fyrstu tilraun. Sjálfvörin verða oft næmari með aldrinum svo lausnin er einfaldlega að setja nýtt B10 sjálfvar frekar en að breyta spekkum á rafmagnstöflunni. Sjálfur setti ég 10C hjá mér til að leysa sama vandamál.\nMunurinn á B og C er einfaldlega lesið út af línuriti sem hlutfall milli viðbragðstíma/straumhlutfalls á greininni. \nEkki stækka varið í töflunni.",
            "date": "2017-10-27 22:27:00",
            "post_id": "659821",
            "reply_to_id": "659819"
        },
        {
            "user_name": "jonsig",
            "text": "Léleg tæki valda þessu... þú \"PRIMAR\" þau fyrir notkun með upphleðslu gáruþétta og engin compensering á tækjunum í þágu sparnaðar.",
            "date": "2017-10-27 22:30:00",
            "post_id": "659823",
            "reply_to_id": "659821"
        },
        {
            "user_name": "Risadvergur",
            "text": "Og á íslensku fyrir rafurmagnshefta?",
            "date": "2017-10-27 22:33:00",
            "post_id": "659824",
            "reply_to_id": "659823"
        },
        {
            "user_name": "jonsig",
            "text": "Þú ert ekkert rafmagnsheftur.. það eru plebbarnir hér að ofan sem hafa eytt tíma í þetta en vita ekkert. Þú þarft ekki að skilja þetta, nema þetta er eins og að setja bensín á bílinn áður en þú svissar á honum.. sort of..\nÞéttar í svona græjum hafa mjög lágt viðnám í nokkrar millisekúntur séu þeir tómir eins og í þessu tilfelli og virka því eins og skammhlaup.. með tregara öryggi tweekaru þessar \"millisekúntur / X straumur\".\nVerð að sofa aðeins til að útskýra betur, var að koma erlendis frá sem ég var einmitt að vinna í svona pælingum, load balancing/PFC. Kannski aðeins stærri skala",
            "date": "2017-10-27 22:44:00",
            "post_id": "659826",
            "reply_to_id": "659824"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Ég er enginn rasisti strákar en ég vil sko eiginlega bara banna fjöltenglum að koma til landsins! Ég meina þetta drasl er að stela mikilvægum störfum frá íslenskum innstungum. Það eina sem þetta lið gerir er að hópast saman í einhverjum geymslum og vera fyrir. Vil ekki sjá þetta!",
            "date": "2017-10-27 23:10:00",
            "post_id": "659828",
            "reply_to_id": "659826"
        },
        {
            "user_name": "jonsig",
            "text": "Ef það er lagður einhver metnaður í græjuna þá er hægt að takmarka strauminn inná t.d. psu hjá þér þegar þú stingur tækinu fyrst í samband, \nþetta inrush er eitthvað undir nokkrum millisekúntum.\nTregðan í sjálfvörunum er lesin af þessu tripp kúrvu riti, þarna er hægt að sjá að munurinn á B og C tregu vari er sára lítill sé miðað við þennan inrush current á öllu dótaríinu sem þú ert að stinga í samband samtímis alveg 6-8+ faldur miðað við öryggið þitt í nokkrar millisekúntur. Þú ættir að láta skipta um þetta bögg sjálfvar áður en það verður meira bögg. Settu bara nákvæmlega eins í.\nAlgengt að jólasveinar fixi svona með að láta 16A F eða D týpu, sem virkar flott en kemur bara niður á öryggi.\nVona að þetta nægi",
            "date": "2017-10-29 00:28:00",
            "post_id": "659892",
            "reply_to_id": "659828"
        },
        {
            "user_name": "stefhauk",
            "text": "Lendi oft í svipuðu er semsagt með kjallara íbúð og ef þvottavélin er í gangi frammi þá get ég ekki sett uppþvottavélina hjá mér í gang án þess að það slái út einnig ef þvottavélin er í gangi og mikið álag er á tölvunni hjá mér semsagt viftan alveg á fullu þá slær út orðið semí gamalt hús byggt í kringum 1970-1980 þetta er allt tengt á sömu greinina og getur verið óþolandi stundum.",
            "date": "2017-10-29 08:44:00",
            "post_id": "659897",
            "reply_to_id": false
        },
        {
            "user_name": "jonsig",
            "text": "Þú mátt setja 13A sjálfvar á greinina hjá þér, ef þú ert á limminu",
            "date": "2017-10-29 11:38:00",
            "post_id": "659901",
            "reply_to_id": "659897"
        },
        {
            "user_name": "ElGorilla",
            "text": "Er þetta ekki vandamál sem power conditioner eða UPS myndu leysa?",
            "date": "2017-10-30 05:40:00",
            "post_id": "659944",
            "reply_to_id": "659901"
        },
        {
            "user_name": "jonsig",
            "text": "Sjálfvarið kostar 800kr. \nGóður upsi ,já.\nEn hvað meinaru með power conditioner?",
            "date": "2017-10-30 23:21:00",
            "post_id": "660016",
            "reply_to_id": "659944"
        },
        {
            "user_name": "ElGorilla",
            "text": "Power conditioner er mikið notaður í hljóð og af tónlistarmönnum. Oft rack unit með lömpum að framan og power tengjum að aftan.\nhttp://www.electricroom.com.au/wp-conte ... eter_1.jpg",
            "date": "2017-10-31 04:31:00",
            "post_id": "660025",
            "reply_to_id": "660016"
        },
        {
            "user_name": "urban",
            "text": "Þarftu að vera með svona mikinn dónaskap ?\nEkkert mál að segja fólki að það hafi rangt fyrir sér, en slepptu þessum dónaskap.",
            "date": "2018-05-05 10:29:00",
            "post_id": "671724",
            "reply_to_id": "660025"
        },
        {
            "user_name": "jonsig",
            "text": "Ég skal setja like á athugasemdina þína þar sem ég dáist að þvílíku siðgæði sem þú býrð yfir. Sjálfhelgi, pólitískrar rétthugsunar er kostur að búa yfir í núverandi tíðaranda á samfélagsmiðlum.\nAnnars stend ég við þá skoðun að fólk sem veit ekki kúk um það sem það tjáir sig um sé að ráðleggja fólki hvernig á að leysa vandamál tengdu \nlífshættulegu \nrafmagni heima hjá sér .. eru annaðhvort gálaust eða froðuheilar, þó hallast ég að því síðarnefndu.",
            "date": "2018-05-05 14:21:00",
            "post_id": "671732",
            "reply_to_id": "671724"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Ekki sleikja á þér puttana og snerta svo strippaðan rafmagnskapal.\nSko mig, ég veit helling og er því ekki froðuheil né gálaus, haltu bara KJ!",
            "date": "2018-05-05 14:58:00",
            "post_id": "671734",
            "reply_to_id": "671732"
        },
        {
            "user_name": "linenoise",
            "text": "Mikið var að einhver sagði þessum dóna til syndanna. Ég er búinn að bíða eftir þessu innleggi í meira en hálft ár!",
            "date": "2018-05-05 15:02:00",
            "post_id": "671735",
            "reply_to_id": "671734"
        },
        {
            "user_name": "jonsig",
            "text": "Ég er farinn að sjá mynstur hérna, alltaf sama siðferðis vinstra-liðið sem hrúgast á mig. Ykkur þætti hinsvegar leitt að heyra hvað mér er slétt sama um ykkar álit.\nEn skal like´a póstana ykkar, því allir eiga að fá verðlaun i ykkar heimi sama hversu mikið þeir leggja út.",
            "date": "2018-05-05 15:20:00",
            "post_id": "671737",
            "reply_to_id": "671735"
        },
        {
            "user_name": "jonsig",
            "text": "OOOggg!  Ég er kominn með orðið yfir ykkur...\nSiðferðisvaktari/ar\nEn um leið vill ég þakka ykkur, án ykkar væri ég ekkert troll.",
            "date": "2018-05-05 15:30:00",
            "post_id": "671738",
            "reply_to_id": "671737"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Einhver verður nú að passa þessi litlu viðkvæmu \nhægri\nblóm.",
            "date": "2018-05-05 17:15:00",
            "post_id": "671748",
            "reply_to_id": "671738"
        },
        {
            "user_name": "braudrist",
            "text": "Ég skilgreini mig sem fjöltengi og þessi þráður særir blygðunarkennd mína",
            "date": "2018-05-05 18:43:00",
            "post_id": "671753",
            "reply_to_id": "671748"
        },
        {
            "user_name": "urban",
            "text": "Vel gert.\nÞað er semsagt pólitíks rétthugsun að vilja ekki að fólk sé með dónaskap ?\nEinsog ég sagði, ekkert mál að segja að fólk hafi rangt fyrir sér, það er óþarfi að vera með dónaskapinn.\nÞað er nefnilega mikill munur á segja, hey þú, þetta er vitlaust, þetta virkar ekki svona, þetta virkar xxxxxx\nEða að segja, hey þú froðuheili, þetta er vitlaust hjá þér plebbinn þinn.\nEf að þú áttar þig ekki á muninum þá er eitthvað mikið að hjá þér.",
            "date": "2018-05-05 19:16:00",
            "post_id": "671759",
            "reply_to_id": "671753"
        },
        {
            "user_name": "jonsig",
            "text": "Þú ættir að lýta þér nær, sjálfur ertu með plammeringar á mig núna því þú ákvaðst að móðgast fyrir hönd annarra.",
            "date": "2018-05-05 22:57:00",
            "post_id": "671775",
            "reply_to_id": "671759"
        },
        {
            "user_name": "rbe",
            "text": "Ef allir eru fífl og fávitar í kringum mann er maður sjálfur mesta fíflið ?\nt.d ef maður getur ekki keyrt um göturnar án þess að bölva og ragna öðrum sand og ösku.\nþað eru ákv félagskapur sem tekur vel og vandlega á svona \"vandamálum\" ?\nþað eru allir velkomir og vel tekið á móti manni. ekkert vinstri hægri snú þar.",
            "date": "2018-05-05 23:06:00",
            "post_id": "671776",
            "reply_to_id": "671775"
        },
        {
            "user_name": "urban",
            "text": "Það er þetta með að vera stjórnandi, það er pínu mitt verk að \"móðgast fyrir hönd annarra\"\nÞað að þú sjáir ekki mun á því að segja fólki til eða segja fólki til með dónaskap er að mínu mati fáránlegt.\nJá og hættu dónaskapnum.\nÞetta er ekki beiðni, þetta er skipun, annars kommentaru bara ekki meira hérna.",
            "date": "2018-05-05 23:26:00",
            "post_id": "671778",
            "reply_to_id": "671776"
        },
        {
            "user_name": "jonsig",
            "text": "Það væri þá réttast af þinni hálfu sem stjórnandi að úthluta pillum og aðvörunum á aðra sem rífa kjaft hérna á vaktinni... annars lyktar þetta huglæga mat þitt á hvað er viðeigandi og hvað ekki af tvískinnungi.",
            "date": "2018-05-05 23:58:00",
            "post_id": "671780",
            "reply_to_id": "671778"
        },
        {
            "user_name": "ZiRiuS",
            "text": "",
            "date": "2018-05-06 00:04:00",
            "post_id": "671781",
            "reply_to_id": "671780"
        },
        {
            "user_name": "urban",
            "text": "Já auðvitað á ég að vera duglegri við að útrýma dónaskap.\nNúna var ég að segja þér að hætta honum.\nÞað að ég geri það ekki allstaðar, það að ég missi af einhverju, það að ég sé ekki með 100% yfirsýn á spjallborðinu gefur þér aftur á móti engan rétt á því að vera með dónaskap.\nSemsagt, ekki afsaka þinn dónaskap með dónaskap annarra, það er alveg hriklega kjánalegt.\nÞessi \"hann byrjaði\" hugsunarháttur er alveg út í hött, eitthvað sem að allir ættu að hafa vit á því að hætta einhvern tíman snemma á grunnskóla aldri.\nEf að þú vilt ekki dónaskap, þá er fyrsta hjá þér að hætta honum sjálfur.",
            "date": "2018-05-06 00:12:00",
            "post_id": "671782",
            "reply_to_id": "671781"
        }
    ],
    "date": "2017-10-29 08:44:00"
}