{
    "forum_title": "Leikjasalurinn",
    "id": "7468",
    "title": "Hvað hafiði náð að gera í GMOD :)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=7468",
    "posts": [
        {
            "user_name": "Snorrmund",
            "text": "Efluast einhverjir sem hafa fiktað í þessu \n hvað hafiði náð að gera? ég er búinn að búa til nokkrar fallbyssur. Nokkur catapults og einhver Trebuchet . .Svo var ég að enda við að gera Railgun og svo svona bíl með hálfgerðri fjöðrum sem spassaðist út \n ætla prófa aftur og pósta kannski screens",
            "date": "2005-02-17 00:45:00",
            "post_id": "79148",
            "reply_to_id": false
        },
        {
            "user_name": "Snorrmund",
            "text": "Hér kemur tryllitækið \n sjálfstæð fjöðrun á öllum hjólum fjórhjóladrifið.. Því miður er ekki hægt að beygja á kvikindinu... Strax..  En það verður reddað.. það og margt fleira.. s.s. spottarnir... fer alltaf í klessu",
            "date": "2005-02-17 01:18:00",
            "post_id": "79151",
            "reply_to_id": "79148"
        },
        {
            "user_name": "biggi1",
            "text": "hehe flottur",
            "date": "2005-02-17 12:23:00",
            "post_id": "79180",
            "reply_to_id": "79151"
        },
        {
            "user_name": "Gandalf",
            "text": "þú kanski fræðir hinn sauðsvarta almenning aðeins betur um þetta GMOD, hvaða leikur þetta sé, hver tilgangurinn sé o.s.frv.",
            "date": "2005-02-17 15:00:00",
            "post_id": "79198",
            "reply_to_id": "79180"
        },
        {
            "user_name": "Snorrmund",
            "text": "Gandalf: það er eldri póstur hér um þennan leik... En well... þetta er hl2 með tækjum og tólum.. Það er bætt inn  spawnmenu. svo þú getur spawnað hvaða modeli og npc(hálfgerður bot) úr leiknum. Getur svo soðið hluti saman(e. weld)  Soðið þá á hlut en virkað eins og balljoint eða þannig(googleit \n)  Soðið hluti við object en látið það virka þannig að það geti snúist(þetta var að koma í V7) Þetta gerði ég t.d. við Gáminn.. en svo notaið ég bara Rope. Svo getur maður fest Thrust cannisters við hluti(einhverskonar \"eldflaugar\") fest helíumblöðrur við drasl \n\n\n\n\nGandalf .. Nokkur orð lýsa þessu því miður verður helst að prófa þetta sko.. Það er eiginlega hægt að gera allt..",
            "date": "2005-02-17 16:10:00",
            "post_id": "79206",
            "reply_to_id": "79198"
        },
        {
            "user_name": "ErectuZ",
            "text": "Ég gerði einu sinni virkandi \"hot air baloon\". Eða svona næstum því. Var hægt að lenda henni og allt \n Það sem ég gerði var að spawna risastóra ferhyrnda plötu. Svo setti ég slatta af blöðrum allan hringinn í kring og passaði að hafa allt jafnt. Svo festi ég \"cannisters\" ofan á þetta, fjóra samtals, og batt svo loftbelginn við jörðina. Þegar ég vildi fara upp hoppaði ég bara um borð og sleppti reipunum. Svo þegar ég vildi fara niður aftur kveikti ég bara á \"cannisterunum\" og hún sveif hægt niður. Svo hoppaði ég af og batt hana niður. Þetta er sniðugt",
            "date": "2005-02-17 22:59:00",
            "post_id": "79230",
            "reply_to_id": "79206"
        },
        {
            "user_name": "Snorrmund",
            "text": "Hehe.. Það er snilld hvað er hægt að gera.. Það er gaur sem náði að gera \"combustion\" engine.. 2 cylindra..",
            "date": "2005-02-17 23:19:00",
            "post_id": "79232",
            "reply_to_id": "79230"
        },
        {
            "user_name": "Snorrmund",
            "text": "Worlds Gone Fuc*ing MAD ! \nhttp://www.thespoof.com/news/spoof.cfm?headline=s5i7488",
            "date": "2005-02-17 23:30:00",
            "post_id": "79235",
            "reply_to_id": "79232"
        },
        {
            "user_name": "hubcaps",
            "text": "",
            "date": "2005-02-18 03:32:00",
            "post_id": "79242",
            "reply_to_id": "79235"
        },
        {
            "user_name": "Snorrmund",
            "text": "Hehe Meinar það já",
            "date": "2005-02-18 14:40:00",
            "post_id": "79259",
            "reply_to_id": "79242"
        },
        {
            "user_name": "SolidFeather",
            "text": "",
            "date": "2005-02-18 19:44:00",
            "post_id": "79304",
            "reply_to_id": "79259"
        },
        {
            "user_name": "Snorrmund",
            "text": "Úff.. Skrifa bara eins og stendur á garry.tv forums \"Pictures of Kliener licking Alyx's minge stopped being funny a while ago.\" \n þú nærð Pointinu",
            "date": "2005-02-18 20:56:00",
            "post_id": "79313",
            "reply_to_id": "79304"
        }
    ],
    "date": "2005-02-17 00:45:00"
}