{
    "forum_title": "Koníakstofan",
    "id": "74731",
    "title": "cyber monday",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=74731",
    "posts": [
        {
            "user_name": "einarbjorn",
            "text": "jæja nú styttist í cyber monday hjá flestum stóru verslunum og sjálfur ætla ég að panta sitt lítið af hverju, en oftast þegar ég fer á inná t.d. bhphotovideo eða samsvarandi síður þá dettur mér ekkert í hug en ég er komin á það að kaupa mér batterygrip fyrir myndavélina ásamt flakkara og usb kubbum sennilega 128-256gb.\nen til að víkka aðeins sjóndeildarhringinn hjá mér þá spyr ég hvað ætlar þú að panta?",
            "date": "2017-11-19 14:28:00",
            "post_id": "661217",
            "reply_to_id": false
        },
        {
            "user_name": "Viggi",
            "text": "Ps4 controlerinn er að hrynja í sundur svo maður fær sér slíkan. Var búinn að steingleyma þessu cyber monday",
            "date": "2017-11-19 14:37:00",
            "post_id": "661219",
            "reply_to_id": "661217"
        },
        {
            "user_name": "russi",
            "text": "Ég er að vona að BH verði með gott verð á Fuji myndavélum, mun skella mér á eina.\nEr bara að bíða eftir Cyber Monday, ef það dettur ekkerti Fuji á tilboð þá, mun ég engu að síður panta mér, hræðilegt að kvelja sig í auka 10 daga eftir nýju dóti og fá engan afslátt",
            "date": "2017-11-19 21:46:00",
            "post_id": "661250",
            "reply_to_id": "661219"
        },
        {
            "user_name": "einarbjorn",
            "text": "ég reyndar sá að reykjavík foto væri með svartan föstudag þ.e.a.s. ef hún er til þar",
            "date": "2017-11-19 22:31:00",
            "post_id": "661252",
            "reply_to_id": "661250"
        },
        {
            "user_name": "benony13",
            "text": "Ljósmyndavörur eru með fuji vörurnar, og meira að segja mjög sanngjarnt verð. En ég er nokkuð hrifinn af \nhttps://www.e-infin.com/uk/\n og vona innilega að þeir verði með cyper monday",
            "date": "2017-11-19 22:43:00",
            "post_id": "661254",
            "reply_to_id": "661252"
        },
        {
            "user_name": "russi",
            "text": "Ljósmyndavörur er með virkilega góð verð, ég vissi ekki af þessari e-infinty verslun, ódýrara þar en í USA og þá er nú nokkuð sagt.\nSá að CyberMonday dílarnir eru komnir inn á BH og Adorama ef fólk er í myndavéla pælingum.\nAdorama er helst í því að selja áfram á sama verði en lætur fylgja með allskona goods(mis verðmæt)",
            "date": "2017-11-19 23:56:00",
            "post_id": "661262",
            "reply_to_id": "661254"
        },
        {
            "user_name": "MuGGz",
            "text": "bhphotovideo eru með skjá sem ég er að spá í, það er afsláttur af honum þar núna enn ætli hann verði eitthvað meiri á föstudaginn eða mánudaginn ?",
            "date": "2017-11-21 19:44:00",
            "post_id": "661400",
            "reply_to_id": "661262"
        },
        {
            "user_name": "einarbjorn",
            "text": "svo er spurning hvort hann verði nokkuð uppseldur ef þú tekur sénsinn á að bíða fram a mánudag",
            "date": "2017-11-21 21:01:00",
            "post_id": "661407",
            "reply_to_id": "661400"
        }
    ],
    "date": "2017-11-19 14:28:00"
}