{
    "forum_title": "Þjónusta / Viðgerðir",
    "id": "74814",
    "title": "Góður aðili í magnaraviðgerðir",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=13&t=74814",
    "posts": [
        {
            "user_name": "raggos",
            "text": "Vitið þið um einhverja góða í magnaraviðgerðum sem taka jafnvel slíkt að sér í frítíma?\nEr með gamlan Marantz PM-68 sem ég þarf að láta fixa ef einhver hefur áhuga eða þekkir góðan aðila",
            "date": "2017-11-27 10:43:00",
            "post_id": "661814",
            "reply_to_id": false
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Flemming uppi á Akranesi er algjör meistari í öllu svona\nFerð held eg með dótið í Tónastöðina og þeir senda á hann",
            "date": "2017-11-27 11:21:00",
            "post_id": "661819",
            "reply_to_id": "661814"
        },
        {
            "user_name": "einarhr",
            "text": "Sónn Faxafeni",
            "date": "2017-11-28 15:22:00",
            "post_id": "661938",
            "reply_to_id": "661819"
        },
        {
            "user_name": "raggos",
            "text": "Sónn hafa ekki reynst mér vel í gegnum tíðina en Flemming ætlar að kíkja á þetta fyrir mig",
            "date": "2017-11-28 16:44:00",
            "post_id": "661946",
            "reply_to_id": "661938"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Arnar á raftækjaverkstæðinu í Síðumúla 4.\nHann er meistari í þessum efnum .\nEf þú vilt láta skoða þetta hérna í bænum amk",
            "date": "2017-11-28 17:37:00",
            "post_id": "661953",
            "reply_to_id": "661946"
        },
        {
            "user_name": "Hreggi89",
            "text": "Ég spurði út í Sónn á Hljóðnördar án Landamæra hópnum á Facebook þegar ég þurfti að láta gera við hátalara, fékk að mig minnir 10 slæmar (sumar mjög slæmar) reynslusögur af þeim en var bent á Litsýn. Þeir gerðu við hátalarann á örfáum dögum fyrir 15k, þetta er hátalari sem kostar nýr í dag 125k stk en þetta var bara tímavinna nánast (300kr fyrir tin), minnir að það hafi verið rukkað einn og hálfur tími. En ég hef líka heyrt góða hluti af Flemming, datt hann bara ekki í hug.",
            "date": "2017-11-29 11:09:00",
            "post_id": "661996",
            "reply_to_id": "661953"
        },
        {
            "user_name": "raggos",
            "text": "Ég er í ruglinu með Són, það var Litsýn sem reyndist mér illa. Dreg orð mín tilbaka um Són.\nFór með hlut til Litsýn sem var bilaður og eftir 4 ferðir tilbaka með hlutinn sem átti alltaf að vera viðgerður þá endaði ég með reikning upp á næstum 50þ samtals fyrir hlut sem var ennþá bilaður og þeir vísuðu verkefninu frá sér.",
            "date": "2017-11-29 13:46:00",
            "post_id": "662010",
            "reply_to_id": "661996"
        },
        {
            "user_name": "tdiggity",
            "text": "Get vel mælt með Flemming. Hel skemmtilegur kennari í þokkabót",
            "date": "2017-11-29 16:30:00",
            "post_id": "662023",
            "reply_to_id": "662010"
        },
        {
            "user_name": "jonsig",
            "text": "Ég lagaði flaggskip útgáfuna af þessum magnara þegar ég var að læra rafeindavirkjun í den, sá var með massív hitavandamál. Og maður þufti að vera mjög góður í chenglish til að geta bias adjustað hann aftur. Þetta er philips útgáfan af marantz kringum 90´s , annars ágætis græja þannig.",
            "date": "2017-11-30 12:03:00",
            "post_id": "662053",
            "reply_to_id": "662023"
        },
        {
            "user_name": "lukkuláki",
            "text": "Hef fengið svo frábæra þjónustu hjá Sónn að það hálfa væri nóg.\nhttp://sonn.is/",
            "date": "2017-11-30 15:06:00",
            "post_id": "662061",
            "reply_to_id": "662053"
        },
        {
            "user_name": "einarhr",
            "text": "Sammála, hef farið með Toyota Útvarp sem var dæmt ónýtt í umboði og mér boðið nýtt samt 10 ára gamalt á 70 þús. Sónn gerði við tækið fyrir 12 þúsund. Fór líka með móðurborð úr Solvent Prentara og plotter sem hann lagaði fyrir okkur fyrir 15 þúsund með vinnu og efni og sparaði mér 100 þúsund + með þessari viðgerð.",
            "date": "2017-11-30 15:43:00",
            "post_id": "662062",
            "reply_to_id": "662061"
        },
        {
            "user_name": "raggos",
            "text": "Smá followup. Eftir ráðleggingar hér hafði ég samband við Flemming og hann tók magnarann að sér. \nVið honum blasti svo ófögur sjón þar sem seinasti viðgerðaraðili (Litsýn í Ármúla) hafði skilið eftir sig slóð af eyðileggingu í formi skemmda á PCB plötu, illa festa þétta og viðnám í röngum stærðum. Eftir að hann lagaði allar villurnar eftir Litsýn og greindi rétt úr biluninni fékk ég magnarann minn loks aftur í lag. Þessi maður er þvílíkur meistari svo ef þið þurfið að redda rafeindabúnaði þá er þetta maðurinn.",
            "date": "2017-12-19 09:09:00",
            "post_id": "663358",
            "reply_to_id": "662062"
        },
        {
            "user_name": "Televisionary",
            "text": "Flemming er á \"speed dial\" hérna á heimilinu og hefur verið í 15 ár plús, hvílíkur öðlingur.",
            "date": "2017-12-19 11:39:00",
            "post_id": "663362",
            "reply_to_id": "663358"
        }
    ],
    "date": "2017-11-27 10:43:00"
}