{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "74950",
    "title": "Mekanísk lyklaborð",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=74950",
    "posts": [
        {
            "user_name": "helgibe",
            "text": "Daginn.\nÉg var að velta fyrir mér hvort það væru margir hérna inni sem væru miklir áhugamenn um mekanísk lyklaborð eins og ég? Ég á eitt slíkt sem ég er mjög ánægður með, en er svo jafnvel farinn að pæla í að kaupa mér strax annað, hef heyrt t.d. að bestu lyklaborðin séu gömlu IBM lyklaborðin frá ca. 1980, sem eru til í dag í endurgerðum. Eru einhverjir hér sem eru líka með þetta frekar sértæka áhugamál?",
            "date": "2017-12-11 15:31:00",
            "post_id": "662802",
            "reply_to_id": false
        },
        {
            "user_name": "Kruder",
            "text": "Ég er búinn að eiga 3 mekanísk lyklaborð, tvö Steelseries 6GV2 (braut fyrsta) og er núna með Corsair Strafe RGB með Cherry Mx Silent. Mér finnst Corsair bera höfuð og herðar yfir Steelseries. Er miklu ánægðari með það.",
            "date": "2017-12-11 17:39:00",
            "post_id": "662814",
            "reply_to_id": "662802"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ég er með Steelseries APEX M500 Cherry MX Blue... geggjað lyklaborð. Þungt og næs.\nVæri til í að prufa MX BROWN næst. Vill hafa tactile, en þarf ekki click í raun og veru.\nMér finnst MX RED frekar furðuleg blanda.",
            "date": "2017-12-11 17:41:00",
            "post_id": "662815",
            "reply_to_id": "662814"
        },
        {
            "user_name": "Frost",
            "text": "ÚFFF.\nByrjaði á Razer Blackwidow (MX Blue eins og margir sem detta inní þetta áhugamál. Þar næst fékk ég mér Corsir K70 (MX Red). Langaði að fá mér TKL lyklaborð og endaði á að kapa Varmilo VA87M (MX Clear). Eftir að hafa lesið mig um Topre switcha fékk ég mér Coolermaster Novatouch TKL, hentugt að þeir Topre switchar eru með MX compatibility þannig ég tók Tai-Hao Miami takkasett með og notaði það í dágóðan tíma.\nÉg hef alltaf verið hrifinn af Ducky þannig ég fjárfesti í Ducky One (MX Brown).\nNúna er ég að skrifa á Logitech G910 með Romer-G switchum, fékk mér það aðallega til að vera með allt hjá Logitech.\nHættulegt áhugamál og ég á ennþá eftir að prófa svo margt...",
            "date": "2017-12-11 17:57:00",
            "post_id": "662817",
            "reply_to_id": "662815"
        },
        {
            "user_name": "Squinchy",
            "text": "Ég er að nota Ducky Mini með doubble O-rings glærum, æðislegt lyklaborð og sé ekki fram á að geta farið í full size aftur",
            "date": "2017-12-11 19:03:00",
            "post_id": "662820",
            "reply_to_id": "662817"
        },
        {
            "user_name": "agnarkb",
            "text": "Er með Corsair K75 með MX Brown. Æðislegt",
            "date": "2017-12-11 19:12:00",
            "post_id": "662821",
            "reply_to_id": "662820"
        },
        {
            "user_name": "einarn",
            "text": "Unicomp ultra classic og nokkur vintage borð. Er ekkert sérstaklega hrifinn af nýlegum mechanical borðum.",
            "date": "2017-12-11 20:35:00",
            "post_id": "662836",
            "reply_to_id": "662821"
        },
        {
            "user_name": "KristinnK",
            "text": "Ég nota Cherry MX Blue takka. Það er himinn og haf á milli þess að skrifa á þetta lyklaborð og t.d. það sem ég nota í vinnunni.",
            "date": "2017-12-11 22:23:00",
            "post_id": "662845",
            "reply_to_id": "662836"
        },
        {
            "user_name": "jonsig",
            "text": "á tvö ibm model m og eitt unicomp",
            "date": "2017-12-11 22:56:00",
            "post_id": "662847",
            "reply_to_id": "662845"
        },
        {
            "user_name": "Njall_L",
            "text": "Keypti mér fyrsta mekaníska lyklaborðið í apríl 2016. Þau eru núna orðin 17 og von á fleirum.\nLangaði að prófa allt eftir að hafa prófað eitt. Á eiginlega bara Ducky borð þar sem mér finnst þau henta mér lang best. Prófað líka Steelseries, Razer, Corsair og Gigabyte en var ekki að finna mig í þeim.",
            "date": "2017-12-12 07:30:00",
            "post_id": "662876",
            "reply_to_id": "662847"
        },
        {
            "user_name": "kubbur",
            "text": "Keypti mér k63 frá corsair (cherry mx red) og er mjög ánægður, strákarnir á discord eru ekki eins ánægðir því það heyrist aðeins í þeim, einhversstaðar las ég að fólk hafi verið að kaupa gúmmíhringi undir takkana, hefur einhver hérna prófað það?",
            "date": "2017-12-23 02:55:00",
            "post_id": "663583",
            "reply_to_id": "662876"
        },
        {
            "user_name": "GunnGunn",
            "text": "Já keypti einhvern cleaning kit á Ducky borðið mitt. Fylgdu 120 gúmmí hringir og þetta dempar hljóðið aðeins(er með MX Blue). Kostaði tæpan 1500 kall minnir mig í elko.",
            "date": "2017-12-23 13:18:00",
            "post_id": "663586",
            "reply_to_id": "663583"
        },
        {
            "user_name": "ChopTheDoggie",
            "text": "Gæti verið ADX Cleaning Kittið, gúmmí hringirnir hafa engin áhrif á Blackwidow V2",
            "date": "2017-12-23 14:57:00",
            "post_id": "663589",
            "reply_to_id": "663586"
        }
    ],
    "date": "2017-12-11 15:31:00"
}