{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "7496",
    "title": "200gb WD SATA - vandamál",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=7496",
    "posts": [
        {
            "user_name": "tomaz",
            "text": "Ég var að fá mér WD 200gb SATA og ætlaði að hafa stýrikerfið á honum , ég formattaði hann bara í windows og skipti honum í 2 hluta (20gb og rest) síðan þegar ég ætla að formatta hann og installa windows sést hann ekki á listanum (ég er búinn að installa öllum driverum og öllu því , er búinn að prófa að ýta á \"f6\" þegar windows setup startast og hann sést ekki í bios) , ég er með stillt \"enable\" í bios og sé báða hlutana af disknum í \"My computer\" og allt í lagi með það.\n\n\n\nSvo spurningin er , hvernig installa ég windowsi á þetta helvíti?\n\n\n\nps. ætlaði að kaupa barracuda en þeir voru búnir  \n  og þurfti að fá disk strax",
            "date": "2005-02-19 22:26:00",
            "post_id": "79381",
            "reply_to_id": false
        },
        {
            "user_name": "MezzUp",
            "text": "Hvað gerist þegar þú ýtir á F6? Ertu með controller driver'inn á floppy disk?",
            "date": "2005-02-19 22:58:00",
            "post_id": "79391",
            "reply_to_id": "79381"
        },
        {
            "user_name": "tomaz",
            "text": "já , ég get valið um 4 ekkert að því virkar",
            "date": "2005-02-19 23:12:00",
            "post_id": "79393",
            "reply_to_id": "79391"
        },
        {
            "user_name": "Gunneh",
            "text": "TÓMAS NÝGRÆÐINGUR",
            "date": "2005-02-20 01:25:00",
            "post_id": "79407",
            "reply_to_id": "79393"
        },
        {
            "user_name": "MezzUp",
            "text": "Sæll Gunneh og velkominn á spjallið\n\n\n\nÞað eru nokkrar punktar sem að ég vil benda þér á eftir þennan póst þinn:\n\n#1. Það er ekki vel séð að skrifa heilu orðin eingöngu með hástöfum, og er í raun best að nota bara hástafi einsog á að nota í góðri íslensku\n\n#2. Þessi póstur er algjörlega tilgangslaus og brýtur þar með í bága við 4 gr. reglnanna\n\n#3. Einnig þykir mér undirskriftin þín óþarflega „áberandi“. Vinsamlega breyttu minnkaðu hana(með því að nota ekki quote) sem fyrst.\n\n#4. Ég gerði ráð fyrir því að þú þekkir Tómas og það sé e.t.v. einhver einkahúmor í gangi hjá ykkur félögunum, sem er í lagi, svo lengi sem það er gert í hófi.\n\n\n\nEndilega lestu yfir \nreglurnar",
            "date": "2005-02-20 01:40:00",
            "post_id": "79408",
            "reply_to_id": "79407"
        },
        {
            "user_name": "Gestir",
            "text": "hehe\n\n\n\nmaður verður nú að vera sammála Mezzup  en samt soldið fyndið hvað allar reglur eru orðnar svona.. einbeittar og harðar.. og með mikla eftirfylgni ..\n\n\n\nEn líklegast er það réttast að allir reyni að fara eftir þessu  svona eftir bestu getu. Þá lítur þetta líka betur út eflaust og auðveldar þessi samskipti sem við eigum hérna. \n\n\n\n\nkveð að sinni",
            "date": "2005-02-20 14:15:00",
            "post_id": "79419",
            "reply_to_id": "79408"
        },
        {
            "user_name": "MezzUp",
            "text": "Jújú, en maður hefði nú líklega ekki sagt þetta ef að það hefði ekki margsannað sig hérna að sjaldan er ein báran stök.",
            "date": "2005-02-20 14:54:00",
            "post_id": "79422",
            "reply_to_id": "79419"
        }
    ],
    "date": "2005-02-19 22:26:00"
}