{
    "forum_title": "Almennt um vélbúnað",
    "id": "74976",
    "title": "Hver á Caselabs Kassa?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=74976",
    "posts": [
        {
            "user_name": "gotit23",
            "text": "Sælir,\nEr smá forvitin ,hver hér á caselabs kassa  og hvort það er eitthvað var í þetta?\ner það peninganna virði.\nværi geðveikt að fá kanski að sjá mynd ef einhver hér á svoleiðis.",
            "date": "2017-12-13 07:58:00",
            "post_id": "662996",
            "reply_to_id": false
        },
        {
            "user_name": "ZoRzEr",
            "text": "Ég er með SM8 í space grey sem ég keypti í mars. Fékk afhent í maí ef ég man rétt. \nÆðislegur kassi. Hugsa að ég komi til með að eiga hann það sem eftir er og allar þær uppfærslur sem ég geri verði beint í kassann. Þeir eru mjög dýrir upphaflega, en eftir nokkur ár borgar þetta sig ef þú kaupir nýjan kassa á eins til tveggja ára fresti, eins og ég var að gera áður en ég fékk þennan.\nWorth it í mínu dæmi þar sem ég vildi open loop kælingu í fyrsta sinn. Vildi almennilegan kassa.",
            "date": "2017-12-13 08:06:00",
            "post_id": "662997",
            "reply_to_id": "662996"
        },
        {
            "user_name": "Tiger",
            "text": "Ég á engan, en ég hef flutt inn og smíðað 2 tölvur úr þeim báðum (TH10 svartur og SM8 hvítur). Þetta er það eina sem ég myndi nota í dag, gæðin og allt við þessa kassa er gjörsamlega í sérflokki.\n100% worth it",
            "date": "2017-12-13 14:56:00",
            "post_id": "663041",
            "reply_to_id": "662997"
        },
        {
            "user_name": "jojoharalds",
            "text": "Er með Caselabs S8 plús pedestal sem er auka kassi undir þennann fyrir vatnskælinguna.\nég hef átt nokkra kassa í gegnum tiðina og verð ég að segja eins hefur verið sagt hér fyrir ofan.\nþetta er allt annað level, og algjörlega þess virði.\nflutti kassan inn núna í byrjun árs og kom það til með að kosta 150.000 kr \nen eins og einn sagði hér fyrir ofan þá er þetta fjarfesting og þarft ekki að uppfæra aftur.\nMæli algjörlega með þessu.",
            "date": "2017-12-13 16:50:00",
            "post_id": "663049",
            "reply_to_id": "663041"
        },
        {
            "user_name": "Fletch",
            "text": "Ég er með T10 kassa, case 4 life",
            "date": "2017-12-13 21:50:00",
            "post_id": "663065",
            "reply_to_id": "663049"
        },
        {
            "user_name": "ZoRzEr",
            "text": "Sláandi líkar þessar vélar okkar Fletch",
            "date": "2017-12-14 07:44:00",
            "post_id": "663077",
            "reply_to_id": "663065"
        }
    ],
    "date": "2017-12-13 07:58:00"
}