{
    "forum_title": "Netkerfi - internetið",
    "id": "75025",
    "title": "Bait And Switch hjá símanum?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=75025",
    "posts": [
        {
            "user_name": "Pandemic",
            "text": "Sæl, \nÉg vildi bara láta ykkur vita að Míla/Síminn hafa hækkað verðskrána sína fyrir ljósleiðara úr 1.970 kr. í 3.200 kr. Það er sérstaklega skemmtilegt að vita þar sem ég tók þjónustuna í notkun á fyrra verðinu um miðjan Nóvember og fékk því auglýst verð 1.970 kr. Starfsmenn Símans auglýsa þetta sem ódýrari valkost en dreifikerfi gagnaveitunar á þeim tíma og láta ekki vita af verðskrá hækkuninni nema á eldri reikningum.\nEr þetta bara í lagi? \nAnnað áhugavert er að þeir opnuðu boxin hjá Gagnaveitunni og tengdu sitt kerfi í innanhúslagnirnar sem er upprunalega sett upp af þeim og virðist vera með innsigli frá GR. Segir GR ekkert við þessu?",
            "date": "2017-12-18 13:00:00",
            "post_id": "663326",
            "reply_to_id": false
        },
        {
            "user_name": "dori",
            "text": "Djöfull er þetta lélegt (bait and switch dæmið, þekki hitt ekki nógu vel til að mynda mér skoðun).",
            "date": "2017-12-18 13:12:00",
            "post_id": "663328",
            "reply_to_id": "663326"
        },
        {
            "user_name": "darkppl",
            "text": "Daginn Pandemic hérna mútta lenti í því að það var aftengt hennar ljósleiðarabox frá gagnaveitunni til að tengja boxið frá Símanum/Mílu við höfðum ég sagði henni að hafa samband og þeir voru mjög almennilegir en mjög pirraðir að það væri verið að eiga við þeirra búnað ef ég man rétt og ætluðu bara redda hlutunum ef hún vildi koma aftur til x og gagnaveitunar.\nog varðandi verðskrána þá finnst mér það bara lélegt af þeim að gera þetta þetta er alveg decent hækkun á verðinu líka.",
            "date": "2017-12-18 13:41:00",
            "post_id": "663329",
            "reply_to_id": "663328"
        },
        {
            "user_name": "Squinchy",
            "text": "Haha classic míla/síminn. \nEn með lagnirnar að þá var sett á regglugerð sem segir eitthvað álíka að sá sem kemur fyrst í uppsettningu verður að setja upp leiðarann á þann hátt að allar veitur hafi aðgengi að leiðara sem fer inn í íbúð. \nGR hefur leyst þetta með því að draga 2x fíbera inn en míla hefur ekki verið að því þar sem þeir telja patch kerfi vera málið (Enda alveg óþarfi að hafa sterkt og gott signal alla leið  \n ) \nEf lögnin er eldri en 2 ára þá er líklegt að þetta sé aðeins 1 fiber inn til þín og þeir hafa skipt um enda, GR mun þá örugglega rukka þig eitthvað til að koma og setja þann rétta á fyrir þeirra kerfi þar sem uppsettningar menn símans fá seinast megar ég vissi kaupandann til að kvitta undir það að þeir hafi leyfi til að eiga við GR boxið/fiberinn",
            "date": "2017-12-18 13:51:00",
            "post_id": "663331",
            "reply_to_id": "663329"
        },
        {
            "user_name": "Storm",
            "text": "Línugjaldið var að hækka í byrjun desember um 210kr, ekki 1.230kr,\nhttps://www.siminn.is/docs/default-source/default-document-library/ver%C3%B0breytingar-1-des-2017.pdf?sfvrsn=9fa57503_0\nKveðja,\nÆvar hjá Símanum",
            "date": "2017-12-18 14:22:00",
            "post_id": "663332",
            "reply_to_id": "663331"
        },
        {
            "user_name": "Pandemic",
            "text": "Hvaða verð er þá það sem Míla gefur á síðunni sinni? \nhttps://www.mila.is/vorur/verdskra/\nÞað má líka geta þess að ég var í sambandi við Símann um þetta og nefndi mílu gjaldið og það var ekki haft fyrir því að leiðrétta að það væri ekki rétta gjaldið.",
            "date": "2017-12-18 14:25:00",
            "post_id": "663333",
            "reply_to_id": "663332"
        },
        {
            "user_name": "Storm",
            "text": "Ég get ekki svarað fyrir hvaða verð er sett þarna á síðunni þeirra, við rukkum bara mv. samning milli okkar og Mílu, sem er sambærilegt og hjá öðrum internetveitum ef þú skoðar verðskrár á vefsíðum þeirra (og er í öllum tilfellum hærra en 1.970kr).",
            "date": "2017-12-18 14:46:00",
            "post_id": "663334",
            "reply_to_id": "663333"
        },
        {
            "user_name": "fallen",
            "text": "Línugjaldið fyrir ljósnetið líka komið í 3.200 kr. Finnst það vera geðsýki að rukka þetta verð fyrir notkun á 100 ára gömlum kopar sem skilar varla 50 niður og 15 upp hjá mér.",
            "date": "2017-12-18 17:30:00",
            "post_id": "663340",
            "reply_to_id": "663334"
        },
        {
            "user_name": "Minuz1",
            "text": "sambærilegt verð, ekki sambærileg þjónusta\nAnnar staðurinn er Grillið, hinn er Bæjarins bestu.\nBáðir ágætir staðir á sínu sviði, þeir hinsvegar rukka miðað við það sem er verið að selja.",
            "date": "2017-12-18 22:11:00",
            "post_id": "663349",
            "reply_to_id": "663340"
        },
        {
            "user_name": "Stuffz",
            "text": "rétti tíminn, er ekki góðæri",
            "date": "2017-12-18 23:46:00",
            "post_id": "663353",
            "reply_to_id": "663349"
        },
        {
            "user_name": "chaplin",
            "text": "Hringdu, bezt í heimi.",
            "date": "2017-12-19 11:11:00",
            "post_id": "663359",
            "reply_to_id": "663353"
        },
        {
            "user_name": "kristas",
            "text": "Sælir.\nÞarna er um misskilning að ræða hjá ykkur.  Míla er heildsölufyrirtæki og selur því ekki beint til notanda.  Verðskrá á vef Mílu er því heildsöluverð án virðisauka sem fyrirtækið rukkar til fjarskiptafélaga.  Míla getur/má ekki skipt sér af hvaða álagningu fjarskiptafélögin hafa á þjónustu Mílu frekar en önnur heildsölufyrirtæki meiga skipta sér að smásöluverðum.  Það er hreinlega ólöglegt.\nVerð Mílu með virðisaukaskatti  eru þessi:\nKopar, allt landið: 1743 kr.\nLjósleiðari Mílu, höfuðborg og Akureyri: 2443 kr.\nLjósleiðari Mílu, landsbyggð:  2852 kr. \n \nFlest fjarskiptafélög hafa farið þá leið að rukka aðeins eitt línugjald í smásölu í stað þess að rukka eftir því hvaða tegundar eða hvar viðkomandi tenging er.  \nÍ sambandi við innanhúslagnir þá eru íslensk fjarskiptalög þannig að fjarskiptafélög eiga ekki innanhúslagnir heldur eru það húseigendur sem eiga þær og bera ábyrgð á þeim.  Í því sambandi skiptir ekki máli hver lagði lagnirnar og borgaði fyrir þær.   \nReglur um innanhúslagnir segja einnig að öllum fjarskiptafélögum sé heimil notkun slíkra lagna og óheimilt er að hindra aðgang að þeim.  Reglurnar segja einnig að tengjast skuli inn á lagnirnar í tengibretti í húskassa. Þannig sé ólöglegt að setja \nekki\n upp tengi í húskassa en gefin er undanþága ef viðkomandi leggur 2 ljósþræði frá kjallara (húskassa) og í hverja íbúð.  Sú undanþága á þó aðeins við um eldri hús og á ekki við um nýbyggingar. Ef þetta er gert þá verður að vera auðveldur aðgangur að þessum lausa þræði og óheimilt er að hindra aðgang að honum.\nÍ einu svari hér fyrir ofan er því haldið fram að með því að hafa tengi í kjallara þá sé Mílu sama um gæði tenginga.  Þetta er hin mesta fjarstæða því ef þetta væri rétt þá væri Míla að auka rekstrarkostnað sinn. Hið rétta er að þetta veldur svo lítilli deyfingu (0,3dB) á sambandinu að þetta skiptir engu máli. Það að hafa tengi í kjallara auðveldar aftur á móti bilanaleit þegar þess þarf og lækkar þannig rekstarkostnað kerfanna til hagsbóta fyrir alla. \n \nVona að þetta skýri málið,\nKristinn (starfsmaður Mílu)",
            "date": "2017-12-21 16:05:00",
            "post_id": "663488",
            "reply_to_id": "663359"
        },
        {
            "user_name": "Minuz1",
            "text": "Takk fyrir að svara.\nUndarlegt að fjarlægjast notendur sína svona, þið eruð að leyfa Símanum og öðrum að ráðskast með viðskiptavini ykkar og njótið nú eftirmála af því.",
            "date": "2017-12-21 19:03:00",
            "post_id": "663495",
            "reply_to_id": "663488"
        },
        {
            "user_name": "Starman",
            "text": "Gæti Kristinn (starfsmaður Mílu) frætt okkur um eignarhaldið á Mílu ?\nMér hefur nú alltaf fundist Míla vera skúffufyrirtæki Símans og draga taum þeirra.\nNúverandi höfuðstöðvar eru skráðar á Stórhöfði 22-30 en reikningar eiga að berast til:\nMíla ehf. \nb/t Reikningahalds \nÁrmúli 25",
            "date": "2017-12-21 21:28:00",
            "post_id": "663503",
            "reply_to_id": "663495"
        },
        {
            "user_name": "GuðjónR",
            "text": "Það er ekkert leyndarmál að Míla og Síminn er sitthvor vasinn á sömu buxunum.",
            "date": "2017-12-21 21:34:00",
            "post_id": "663504",
            "reply_to_id": "663503"
        },
        {
            "user_name": "kristas",
            "text": "Miíla var stofnuð 2007 þegar stór partur af tæknideild Símans var færð yfir í Mílu. Míla er því dótturfyrirtæki Símans en fyrirtækið er með sjálfstæða stjórn og Síminn má aðeins skipta sér mjög takmarkað af rekstri Mílu. Míla var stofnuð utan um helstu heildsöluvörur Símans á þeim tíma þ.e. línukerfi (kopar, ljós og rörakerfi). Einnig stofnasambönd um allt land auk hýsingar þ.e. húsnæði fyrir búnað. 2013 voru svokölluð aðgangskerfi færð frá Símanum til Mílu. Aðgangskerfi eru virki búnaðurinn í símstöðvum og götuskápum sem heimili og fyrirtæki tengjast við fyrir internet tengingar, þ.e. GPON og Ljósnet.\nÍ sambandi við það að við séum langt frá endanotendum þá má það vera en það er ekki okkar ákvörðun heldur var það Samkeppnisstofnun sem setti það skilyrði á sínum tíma. Ástæðan er sú að ekki þótti heppilegt að við værum á sama sölustigi og viðskiptavinir okkar þ.e.  fjarskiptaþjónustufyrirtækin. Míla er því grunnfyrirtæki fjarskipta á Íslandi sem gerir flestum öðrum fjarskiptafyrirtækjum mögulegt að selja sína þjónutu til endanotenda án þess að þau eigi eigin net.",
            "date": "2017-12-21 22:07:00",
            "post_id": "663506",
            "reply_to_id": "663504"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Er ekki Síminn dótturfyrirtæki Mílu? Held að það sé þannig.",
            "date": "2017-12-21 22:07:00",
            "post_id": "663507",
            "reply_to_id": "663506"
        },
        {
            "user_name": "kristas",
            "text": "Kannski rétt að það komi fram að Míla veitir öllum fyrirtækjum sömu þjónustu, hvort sem það er Síminn eða einhvert annað fyrirtæki. Ef við gerum það ekki ættum við á hættu verulegar sektir frá Samkeppnisstofnun og því er gríðarleg áhersla lögð á að veita öllum fjarskiptafélögum nákvæmlega sömu þjónustu.",
            "date": "2017-12-21 22:14:00",
            "post_id": "663508",
            "reply_to_id": "663507"
        },
        {
            "user_name": "Starman",
            "text": "Bhaha , þú ert ágætur , en ég held að þú sért í annari vídd.",
            "date": "2017-12-21 22:35:00",
            "post_id": "663509",
            "reply_to_id": "663508"
        }
    ],
    "date": "2017-12-18 13:00:00"
}