{
    "forum_title": "Koníakstofan",
    "id": "75154",
    "title": "NOVA.is flókin verðskrá",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=75154",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Var að skoða verðskrána hjá NOVA og fæ bara hausverk.\nTil dæmis sýnist mér það vera mun hagstæðara (ef ég er að skilja þetta rétt) að vera í frelsi en að vera í áskrift:\nÞeir virðast vera búnir að downgreida 1GB net í áskrift í 500 MB á 1990 kr. og næsta stærð fyrir ofan er 5 GB á 2990 kr. en þú borgar 1990 kr. fyrir sama pakka (5GB í frelsi). Hvaða snillingar finna út svona vitleysu? Af hverju er dýrara fyrir fólk að vera í áskrift og fá mánaðarlegan reikning hvort sem það notar þjónustuna eða ekki en að kaupa frelsis pakka annað slagið? Það var svo sem fyrirséð að þeir myndu stórhækka eftir að Novator seldi útlendingum félagið í fyrra, en fyrr má nú rota en dauðrota.\nÞetta er svoooo ruglingslegt, ef ég er að leita eftir minnstu og ódýrustu netpökkunum þá er þetta í boði:\n1 GB 1690 kr. er ódýrast en það er \"stök\" netáfylling sem verður að gera manually\n5 GB 1990 kr. er minnsti pakkin í mánaðarlegu frelsi (öðrum orðum áskrift) hagstæðast ef þú notar netið mikið.\n0.5 GB 1990 kr. á mánuði í áskrift, 10 sinnum dýrara en frelsis áskriftin, langdýrast og eiginlega óafsakanlegt að rukka 5kr. per MB í áskrift.\nNOVA hvernig væri nú að de-cluttera áskriftarmöguleikana ykkar á nýju ári?",
            "date": "2018-01-02 12:31:00",
            "post_id": "664129",
            "reply_to_id": false
        },
        {
            "user_name": "einarhr",
            "text": "Það er bara verið að flækja málin svo það sé hægt að smyrja meira á hjá okkur, þetta er alveg íslenskt viðskiptamódell, sbr olíufélögin og afsláttarurgl þeirra",
            "date": "2018-01-02 12:40:00",
            "post_id": "664131",
            "reply_to_id": "664129"
        },
        {
            "user_name": "GuðjónR",
            "text": "Þetta er margfalt verra en olíufélögin, svo bætist við allskonar undirdót, eins og krakkafrelsi (sem er reyndar það besta hjá þeim) og \"kæró\" sem þýðir basicly að ef það eru tveir full paying símar þá fær annar smá afslátt.\nÞetta er alla vega mjög ílla uppsett og  greinilega ætlað til þess að rugla fólk, en það er nokkuð ljós hverning verðþróunin er, því miður.",
            "date": "2018-01-02 12:55:00",
            "post_id": "664134",
            "reply_to_id": "664131"
        },
        {
            "user_name": "arons4",
            "text": "Þetta er ekkert miðað við vodafone og allt það fríðindashit sem fylgir því.",
            "date": "2018-01-02 13:30:00",
            "post_id": "664141",
            "reply_to_id": "664134"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Hefur alltaf verið dýrara að vera í áskrift",
            "date": "2018-01-02 14:57:00",
            "post_id": "664151",
            "reply_to_id": "664141"
        },
        {
            "user_name": "GuðjónR",
            "text": "Það er öfugsnúið, réttara væri að það væri ódýrara þar sem þú færð viðskiptin alltaf.",
            "date": "2018-01-02 15:38:00",
            "post_id": "664153",
            "reply_to_id": "664151"
        },
        {
            "user_name": "Minuz1",
            "text": "Það hefur samt alltaf verið þannig, og þeir verðlauna þér til að byrja í viðskiptum við fyrirtækin, frítt hitt og þetta, meðan núverandi viðskiptavinir fá enga sambærilega afslætti.\nSama hjá tryggingarfélögum, gefa þér rosa góðan díl fyrsta árið, svo er bara smurt á þangað til að þú ferð til annara.",
            "date": "2018-01-02 19:19:00",
            "post_id": "664164",
            "reply_to_id": "664153"
        },
        {
            "user_name": "urban",
            "text": "Á meðan að símtöl kostuðu var ekkert óalgengt að það væri dýrara að vera í áskrift en símtölin voru dýrari í frelsi.\nÞað er fáránlegt að það sé dýrara að vera í áskrift þegar að það er engin gulrót í því.",
            "date": "2018-01-02 22:30:00",
            "post_id": "664175",
            "reply_to_id": "664164"
        }
    ],
    "date": "2018-01-02 12:31:00"
}