{
    "forum_title": "Til sölu - Tölvuvörur",
    "id": "75186",
    "title": "[TS] Ný Bose QuietComfort 35II (QC35II) Þráðlaus Heyrnatól",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=11&t=75186",
    "posts": [
        {
            "user_name": "Xovius",
            "text": "[SELT]\nEr með til sölu glæný og óopnuð Bose Quiet Comfort 35 II heyrnatól keypt í Nýherja og í ábyrgð. \nFékk þetta í jólagjöf en á Bose QC 35 I heyrnatól nú þegar. \nVerðhugmynd: 42.000kr \nhttps://www.netverslun.is/Hljod-og-mynd ... 628.action\nEinstök hljómgæði án truflunar umhverfishljóða með Bose Quiet Comfort 35 þráðlausum heyrnartólum\nNý og endurbætt útgáfa sem gefur möguleika á að nota Google Assistant raddstýringu með einum takka\nNýjar stillingar á eiginleikum noise cancelling hvort sem er með takka eða með appi\nHágæða noise cancelling sem skynjar og demprar umhverfishljóð\nÞráðlaus Bluetooth heyrnatól með NFC sem tengjast auðveldlega við síma og önnur Bluetooth tæki\nGóð rafhlaða sem dugar allt að 20 klst, tekur rúmlega 2 klst að fullhlaða heyrnartólin að nýju\nMöguleiki á að nota 15 mín hraðhleðslu sem gefur allt að 2,5 klst af spilun\nMeð heyrnartólunum fylgir USB hleðslusnúra, hljóðsnúra og flott taska\nHægt að hlaða niður ókeypis appi til að auðvelda tengingu við önnur tæki\nEingöngu 310gr\nUPPLIFÐU BOSE GÆÐI",
            "date": "2018-01-05 14:30:00",
            "post_id": "664419",
            "reply_to_id": false
        },
        {
            "user_name": "rickyhien",
            "text": "hefuru áhuga á skipti með Sony MDR 1000x (version 1) notuð og knús?",
            "date": "2018-01-05 20:00:00",
            "post_id": "664433",
            "reply_to_id": "664419"
        },
        {
            "user_name": "Xovius",
            "text": "Er góður með hin Bose heyrnatólin mín",
            "date": "2018-01-07 14:59:00",
            "post_id": "664479",
            "reply_to_id": "664433"
        },
        {
            "user_name": "Xovius",
            "text": "Var ekki svona \"bump\" takki hérna einhversstaðar?",
            "date": "2018-01-09 16:56:00",
            "post_id": "664629",
            "reply_to_id": "664479"
        },
        {
            "user_name": "Dropi",
            "text": "Fékk þessi í jólagjöf frá konunni, þvílíkt og annað eins fyrir einhvern sem ferðast reglulega í lestum, rútum og flugvélum.  Núna get ég horft á drasl í spjaldtölvunni eða símanum (þráðlaust!) allan daginn með volume 20-30% alveg sama hvaða djöfulsins læti eru í kringum mig, og að hlaða þau bara einusinni á nokkra daga fresti eftir MIKLA notkun er þvílíkur lúxus. En vek athygli að þó þau kosti 49.900 í Nýherja þau kosta 39.199kr í fríhöfninni.  Gangi þér vel með söluna á frábærum heyrnartólum!",
            "date": "2018-01-09 16:58:00",
            "post_id": "664682",
            "reply_to_id": "664629"
        },
        {
            "user_name": "andrith87",
            "text": "Átt skilaboð",
            "date": "2018-01-10 17:13:00",
            "post_id": "664760",
            "reply_to_id": "664682"
        }
    ],
    "date": "2018-01-05 14:30:00"
}