{
    "forum_title": "Framtíð og þróun",
    "id": "75442",
    "title": "Geforce Now - game changer?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=35&t=75442",
    "posts": [
        {
            "user_name": "appel",
            "text": "Getur streymt leikjum úr skýjinu á hvaða tölvu sem er.\nEf þetta er hægt fyrir leiki, hví ekki alla aðra vinnslu? Endalok pc tölvunnar near?\nhttps://www.engadget.com/2018/01/31/nvi ... ce-now-pc/",
            "date": "2018-01-31 23:55:00",
            "post_id": "666206",
            "reply_to_id": false
        },
        {
            "user_name": "Stuffz",
            "text": "lagg..",
            "date": "2018-02-01 00:01:00",
            "post_id": "666207",
            "reply_to_id": "666206"
        },
        {
            "user_name": "appel",
            "text": "Jamm, líklega er það málið fyrir marga leiki.\nEn það eru margir aðrir leikir sem væri hægt að spila svona, þar sem lagg skiptir ekki miklu máli.",
            "date": "2018-02-01 01:00:00",
            "post_id": "666210",
            "reply_to_id": "666207"
        },
        {
            "user_name": "dawg",
            "text": "Átti OnLive 2010 eða 2011, það var akkúrat þetta og það gekk prýðilega. En allir fps leikir voru hrikalega leiðinlegir vegna input laggs. Annars var þetta fínt.\nLíklega er þetta orðið töluvert betra núna en vel allan daginn local fram yfir þetta.",
            "date": "2018-02-01 01:25:00",
            "post_id": "666211",
            "reply_to_id": "666210"
        },
        {
            "user_name": "dawg",
            "text": "Átti OnLive 2010 eða 2011, það var akkúrat þetta og það gekk prýðilega. En allir fps leikir voru hrikalega leiðinlegir vegna input laggs. Annars var þetta fínt.\nLíklega er þetta orðið töluvert betra núna en vel allan daginn local fram yfir þetta.",
            "date": "2018-02-01 01:25:00",
            "post_id": "666212",
            "reply_to_id": "666211"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Klárlega ekki að fara að spila competetive FPS gaming á þessu en þetta er sniðugt fyrir reddingu í LAN parties ofl. \nÞegar ljósleiðarar til heimila verða 4-8 Gb/s (eins og DVI tengi t.d.) verður þetta klárlega málið.\nMjög spennandi þróun.",
            "date": "2018-02-01 01:51:00",
            "post_id": "666213",
            "reply_to_id": "666212"
        },
        {
            "user_name": "DJOli",
            "text": "Við erum samt að tala um ~1ms í \"lagg\" á sirka 300km fresti (við bestu mögulegu aðstæður) ef ég man rétt, svo að skýið þarf þá að vera tiltölulega nálægt svo þetta verði \"viable\". Ofan á það, hugsa ég að þeir sem búa úti á landi verði ekkert geðveikt sáttir með að fá hærra \"lagg\" en þeir sem búa á höfuðborgarsvæðinu.",
            "date": "2018-02-01 02:36:00",
            "post_id": "666215",
            "reply_to_id": "666213"
        },
        {
            "user_name": "demaNtur",
            "text": "Þetta er einnig til í Steam In-Home, sjá hér; \nhttp://store.steampowered.com/streaming/\nHef prufað að nota þetta fyrir CSGO, virkar fínt.. Er með tvær öflugar tölvur og þetta virkar fínt þar, tók ekki eftir miklu input-lag, en þó eitthvað. \nMyndi ekki nota þetta fyrir competitive FPS leiki, en örugglega fínt fyrir allt annað",
            "date": "2018-02-01 10:41:00",
            "post_id": "666230",
            "reply_to_id": "666215"
        },
        {
            "user_name": "HalistaX",
            "text": "Ég man eftir OnLive árið 2011ish, átti að færa okkur Crysis, Cod og Bad Company á spjaldtölvur! Mér skilst það hafa \"crashed and burned\" en ætlaði alltaf að prófa það á sínum tíma! Hljómaði geggjað vel og sem helluð hugmynd árum fyrir síns tíma þar sem við vorum ekki komin með réttu internet tæknina og við búum undir í dag! Ekki normalizeraða amk! \nNúna fyrst er hægt að fara að pæla í þessu þegar bandvíddar og inputlag vandamál er að fara að hljóta söguni til! \nÞað eru spennandi tímar framundan, börnin góð!",
            "date": "2018-02-01 22:48:00",
            "post_id": "666284",
            "reply_to_id": "666230"
        },
        {
            "user_name": "Danni V8",
            "text": "Mér dettur ekki margir leikir í hug þar sem input lagg skiptir svo litlu máli að það má vera nokkrar millisekúndur til nokkur tugir millisekúndna.\nHef prófað steam in-home streaming heima hjá mér og input laggið var nóg til að ég varð mjög hratt pirraður í hvaða leikjum sem er. T.d. bílaleikir þar sem maður er að tala um split-second leiðréttingar sem geta skipt öllu máli, eða FPS leikir þar sem sekúndubrotin geta ákvarðað úrslit leiksins. Kannski hægt í einhverjum single player fps og rts leikjum en held að lagg muni alltaf drepa þetta á endanum.",
            "date": "2018-02-02 02:46:00",
            "post_id": "666299",
            "reply_to_id": "666284"
        },
        {
            "user_name": "HalistaX",
            "text": "Ég veit ekki, ég peufaði að stream'a Killing Floor 2 á milli borðtölvunnar og gamla lappams semég seldi systur minni svo vegna pláss leysis! Og miðað við hvað við vorum með lélegt net heima í sveitinni þá varð ég vitni að þróun sem \"casual\" gamers ættu eftir að kunna að meta, löngu á undan \"hardcore\" gamerunum! \nÞví þetta lagg böggaði mig alls ekki þegar ég var bara að serða og limlesta Zedda hægri, vinstri í Normal! Þetta væri ekki hægt í Hell on Earth, en var skítsmæliegt í Normal!",
            "date": "2018-02-02 05:08:00",
            "post_id": "666302",
            "reply_to_id": "666299"
        }
    ],
    "date": "2018-01-31 23:55:00"
}