{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "75697",
    "title": "Síminn farinn að vera tregur. Hard reset?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=75697",
    "posts": [
        {
            "user_name": "littli-Jake",
            "text": "Er með næstum árs gamlan xiaomi redmi note 4 sem er farinn að vera með vesen. Er mikið að missa 4G og svo virkar hann almennt hægari. \nEr að spá með hard reset. Er þetta að fara að virka svipað og format?",
            "date": "2018-02-28 23:41:00",
            "post_id": "667872",
            "reply_to_id": false
        },
        {
            "user_name": "DJOli",
            "text": "Ertu búinn að hafa samband við þá sem þú ert með símann í þjónustuáskrift hjá og spyrja hvort 3g/4g kerfið sé búið að vera eitthvað tregt undanfarið?\nEdit: Já, hard reset er basically bara factory reset. Það þurrkast allt út. Allt bloatware sem var í símanum sem þú getur verið búinn að eyða kemur aftur, þarft að afvirkja þjónustur sem þig langar ekki að nota osfv. Frekar basic stuff.",
            "date": "2018-03-01 01:41:00",
            "post_id": "667878",
            "reply_to_id": "667872"
        },
        {
            "user_name": "littli-Jake",
            "text": "Þannig að þetta er ekki eins og að setja stýrikerfið upp upp á nýtt",
            "date": "2018-03-01 16:51:00",
            "post_id": "667947",
            "reply_to_id": "667878"
        },
        {
            "user_name": "DJOli",
            "text": "Jú pretty much eins og að setja upp á nýtt. Nema að sá hugbúnaður sem fylgdi uppsettur í símanum við kaup, kemur upp aftur. En síminn verður að öllum líkindum aðeins sneggri og léttari við þetta.",
            "date": "2018-03-01 19:01:00",
            "post_id": "667970",
            "reply_to_id": "667947"
        },
        {
            "user_name": "frr",
            "text": "Myndi reyna clear system cache fyrst.",
            "date": "2018-03-01 23:14:00",
            "post_id": "667991",
            "reply_to_id": "667970"
        },
        {
            "user_name": "kizi86",
            "text": "búinn að skoða með custom firmware á símann? andskoti öflugt samfélag fyrir redmi note 4 á xda, að skipta úr MIUI yfir í \"venjulegt\" android er svoooo mikil breyting að það er varla trúanlegt, hversu betri síminn verður (allaveganna í mínu tilfelli með Xiaomi Mi Note Pro símann minn)",
            "date": "2018-03-02 01:35:00",
            "post_id": "668001",
            "reply_to_id": "667991"
        },
        {
            "user_name": "littli-Jake",
            "text": "Nú ætla ég að játa mig tækniheftan varðandi stýrikerfi farsíma. Ertu semsagt að segja að ég gæti fengið alvöru Android kerfi?",
            "date": "2018-03-03 11:19:00",
            "post_id": "668065",
            "reply_to_id": "668001"
        }
    ],
    "date": "2018-02-28 23:41:00"
}