{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "7577",
    "title": "MSI K8N NEO 2 Æ Lenti í tollinum",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=7577",
    "posts": [
        {
            "user_name": "Pepsi",
            "text": "Sælir, ég var svo einstaklega óheppinn að fá bréf frá tollinum í dag um að móðurborðið mitt se ég fékk sent sem afmælisgjöf frá Noregi væri tollskylt.   Málið stendur þannig að, móðir mín  sem sendi mér pakkann hefur skrifað á fylgibréf að innihald pakkans væri 1400 virði, þá líklega norskar krónur sem samsvar 14þús cirka.   Afmælisgjafir mega víst ekki kosta yfir 7þús, ef yfir það er farið borgar maður einhver gjöld af þeirri upphæð sem því nemur.\n\n\n\n\n\nÞá spyr ég er einhver hér sem veit hvað þetta á eftir að kosta mig, að leysa út afmælisgjöf frá minni elskulegu múttu????",
            "date": "2005-03-01 21:32:00",
            "post_id": "80220",
            "reply_to_id": false
        },
        {
            "user_name": "axyne",
            "text": "ég hef verið að fá 70-100% álagningu. miðan við kaupverðið.\n\n\n\nfékk einu sinni 160% álagningu og sagði þeim að hoppa uppí rassgatið á sér og endursenda vöruna. fékk endurgreidd úti og ekkert vandamál, eina sem ég tapaði var sendingarkostnaðurinn til íslands.\n\n\n\nkannski bæta við að ég hef ekki verið að versla tölvuvörur.",
            "date": "2005-03-01 22:32:00",
            "post_id": "80222",
            "reply_to_id": "80220"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "svipað verð og var á 3ghz örranum hjá mér þegar ég fékk hann sendann sem gjöf.\n\n\n\nég þurfti að borga 5700kall.. sama hvað ég vældi í þeim.. breitti engu.",
            "date": "2005-03-02 02:44:00",
            "post_id": "80235",
            "reply_to_id": "80222"
        },
        {
            "user_name": "gnarr",
            "text": "þið eigið bara ða borga vsk. BARA vsk og EKKERT nema vsk af tölvuvörum.\n\n\n\nPepsi, þú átt að borga (14.000 - 7.000 hugsanlega + sendingakostnað) * 0.245\n\n\n\neða 1.715kr+",
            "date": "2005-03-02 07:46:00",
            "post_id": "80239",
            "reply_to_id": "80235"
        },
        {
            "user_name": "Pepsi",
            "text": "Já þegar maður hugsar út í þetta þá er þetta mjög einfalt mál.  Það á bara að borga VSK og hugsanlega einhvern sendingarkostnað.... Mesta vesenið er bara hvort tollararnir vilji fá reikning sem sýnir fram á verðið....",
            "date": "2005-03-02 12:22:00",
            "post_id": "80256",
            "reply_to_id": "80239"
        },
        {
            "user_name": "Daz",
            "text": "Þá hafa verið einhverjir tollar á vörunni. (Verndartollar, sem eiga að vernda innlenda framleiðslu, ná oft upp undir 100%).",
            "date": "2005-03-02 18:56:00",
            "post_id": "80283",
            "reply_to_id": "80256"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "hvernig færðu þetta út ? \n\n\n\n\n14þús mínus 7þús + sendingarkostnaður = 1715kr.. \n\n\n\nvaskurinn er 24.5%\n\nsem er ca 3500 kall af þessu, já og þeir reikna sendingarkostnaðinn inn í\n\nsvo er það skírslan.. 5500-6000 er ekki fjarri lagi.. færð ekki tollskírsluna frítt.\n\n\n\nog já nei.. hann fær þetta ekki nema koma með nótuna hvað þetta kostaði. þeir sleppa engu inn í landið ánþess að vita hvað það kostar.. hafirðu ekki nótu færðu þetta ekki.. svo einfalt er það.\n\n\n\nég er margoft búinn að fara í gegnum þetta, alveg frá '91\n\npantaði að utan '91 og það var stoppað.. kom ekki nóta með og ég gat engannveginn reddað nótunni.. þetta var fast í tollinum þángað til að ég fékk vísayfirlitið 1 mán síðar og gat sýnt framm á verðið á þessu.",
            "date": "2005-03-02 21:37:00",
            "post_id": "80293",
            "reply_to_id": "80283"
        },
        {
            "user_name": "gnarr",
            "text": "fyrst þetta er gjöf, þá fær hann 7000kr \"afslátt\" og 7000*0.245 = 1.715kr\n\n\n\nsíðan seti ég + fyrir aftan, vegna þess að ég veit ekki hversu hátt sendingagjaldið er.\n\n\n\nþað eru ENGIR tollar af tölvuvörum.",
            "date": "2005-03-02 22:08:00",
            "post_id": "80298",
            "reply_to_id": "80293"
        },
        {
            "user_name": "CendenZ",
            "text": "tollaskýrslur eru á 1700 kr.",
            "date": "2005-03-02 23:30:00",
            "post_id": "80304",
            "reply_to_id": "80298"
        },
        {
            "user_name": "Pepsi",
            "text": "ég þarf að borga 2065 krónur, það er svosem ásættanlegt... Svo var ég nú að reka augun í eitt..  AMD 64 939 3800+ örrinn er á 35þúsund krónur í norskum netverslunum, er hann ekki ódýrastur hér í kringum 50þús???",
            "date": "2005-03-05 10:01:00",
            "post_id": "80473",
            "reply_to_id": "80304"
        },
        {
            "user_name": "hsm",
            "text": "Það þart að borga vsk bæði af vöruni og sendingarkostnaðinum.\n\nOg svo þarf ekki að gera tollskýrslu á allar sendingar og alls ekki þegar um einn tollflokk er að ræða eins og í þessu tilfelli.\n\nÞar sem tollur af tölvuhlutum er 0% bara vaskur 24.5%",
            "date": "2005-03-11 12:40:00",
            "post_id": "81215",
            "reply_to_id": "80473"
        }
    ],
    "date": "2005-03-01 21:32:00"
}