{
    "forum_title": "Bílaplanið",
    "id": "75914",
    "title": "Tímareim á gamalli corollu",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=84&t=75914",
    "posts": [
        {
            "user_name": "Xovius",
            "text": "Sælir Vaktarar\nNú þarf ég að fara að skipta um tímareim í Toyota Corolla 1994\nHef ekki aðstöðu né kunnáttu til að gera þetta sjálfur svo ég er að leita að verkstæði sem gæti gert þetta sem ódýrast. \nÉg sendi skilaboð á vélaland því ég hafði heyrt að þeir væru yfirleitt ódýrastir og þar segja þeir mér að þetta kosti 80þúsund með vinnu og pörtum. \nEr hægt að sleppa ódýrar frá þessu einhversstaðar?",
            "date": "2018-03-29 01:35:00",
            "post_id": "669535",
            "reply_to_id": false
        },
        {
            "user_name": "appel",
            "text": "Ég þarf svo lítið að laga minn bíl að ég er ekki í neinu nánu sambandi við verkstæði \nSíðasta sumar fór ég með bílinn á bifreiðaverkstæði íslands upp á stórhöfða, fékk bara fínan díl þar, fer þangað aftur næst.",
            "date": "2018-03-29 01:51:00",
            "post_id": "669536",
            "reply_to_id": "669535"
        },
        {
            "user_name": "ColdIce",
            "text": "Tékkaðu á Bílaverkstæði Birgis í Hafnarfirði.",
            "date": "2018-03-29 08:00:00",
            "post_id": "669541",
            "reply_to_id": "669536"
        },
        {
            "user_name": "Hizzman",
            "text": "tékkaðu líka á car-med.is\nedit: skoðaðu einnig youtube, nóg að leiðbeiningum, hef sjálfur farið þá leið með góðum árangri, án kunnáttu!",
            "date": "2018-03-29 09:33:00",
            "post_id": "669543",
            "reply_to_id": "669541"
        },
        {
            "user_name": "littli-Jake",
            "text": "Vinur minn fékk tilboð upp á 90k í umboðinu að skipta um reim í 2.0 carinu sem er mikið mun verra verk að vinna en Corolla (tala af reynslu). Myndin senda línu á þá",
            "date": "2018-03-31 18:59:00",
            "post_id": "669661",
            "reply_to_id": "669543"
        },
        {
            "user_name": "pattzi",
            "text": "Það góða við það að ef reimin fer í þessum bílum er hægt að henda í 99% tilfella nýrri á \nHef lent í þessu með bæði GTI 88 Corollu og ný reim og 3 93-97 corollur og alltaf bara ný reim og út að keyra",
            "date": "2018-04-01 23:26:00",
            "post_id": "669716",
            "reply_to_id": "669661"
        },
        {
            "user_name": "Hauxon",
            "text": "Ef tímareimin fer eru allar líkur á að stimplarnir fari í mauk og vélin verði ónýt.\nÉg var að skipta um tímareim í 2007 Pajero bensín og fann reim, strekkjara og vatnsdælu í pakka á 35-40þ í Stillingu.  Svo var viðgerðin uþb 40þ.  S.s. uþb 80þ með því að skipta um vatnsdælu, sem er amk oftast gert í 200þ km reimarskiptunum í Pajero.  Ætti að vera ódýrara án vatnsdælu.\nStilling varahlutir. (getur slegið inn númerið á bílnum þínum)\nhttps://www.varahlutir.is/",
            "date": "2018-04-03 09:43:00",
            "post_id": "669762",
            "reply_to_id": "669716"
        },
        {
            "user_name": "DJOli",
            "text": "Sumir/flestir bílar steikja allt ef tímareimin fer. Hondur og Toyotur eru þekkta undantekningin.",
            "date": "2018-04-03 10:07:00",
            "post_id": "669764",
            "reply_to_id": "669762"
        },
        {
            "user_name": "MuffinMan",
            "text": "Fer eftir því hvaða snúningi mótorinn er á þegar reimin fer en oftast er lítið vandamál að setja nýja í og byrja að keyra.\nKostnaður er ekki mikill bara kaupa reim, strekkjara og vatnsdælu og um 2-3 tímar fyrir mann sem hefur unnið í bíl áður. \nBúinn að gera þetta 2, einni 1300cc og einni 1800cc corollu.",
            "date": "2018-04-03 13:40:00",
            "post_id": "669771",
            "reply_to_id": "669764"
        },
        {
            "user_name": "littli-Jake",
            "text": "Þetta bara passar ekki hjá þér. Annað hvort ná stimplarnir í ventlana eða ekki. Eini sénsinn væri að staðan á kambásnum væri þannig þegar reymin fer að enginn ventill væri það mikið opinn að stimplarnir nái ekki í þá. Þetta hefur ekkert með snúningshraða að gera. Ef að bíllinn er rangt settur á tíma er startarann nægilega öflugur til að skemma ventill",
            "date": "2018-04-03 17:25:00",
            "post_id": "669788",
            "reply_to_id": "669771"
        },
        {
            "user_name": "pattzi",
            "text": "Ekki í þessum bílum nei ...\nÉg var á 100kmh í eitt skiptið og það var bara settt ný reim",
            "date": "2018-04-03 17:42:00",
            "post_id": "669789",
            "reply_to_id": "669788"
        },
        {
            "user_name": "MuffinMan",
            "text": "Í 1600 og 1800 er fræst í stimpilinn fyrir ventlonum en ég hef samt séð ventil bogna fyrir því",
            "date": "2018-04-03 17:44:00",
            "post_id": "669790",
            "reply_to_id": "669789"
        },
        {
            "user_name": "littli-Jake",
            "text": "Rosalega er það sérstakt. Hlítur að hafa verið með eindæmum óheppinn eigandi",
            "date": "2018-04-04 12:21:00",
            "post_id": "669851",
            "reply_to_id": "669790"
        }
    ],
    "date": "2018-03-29 01:35:00"
}