{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "76158",
    "title": "Google Nest eða Ecobee fyrir gólfhita",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=76158",
    "posts": [
        {
            "user_name": "Hauxon",
            "text": "Um síðustu helgi heimsótti ég systur mína sem býr í nýju húsi í Bretlandi og sá að þar voru Nest thermóstat á veggjunum.  Ég byggði hús fyrir uþb 10 árum þar sem gert var ráð fyrir (Danfoss) hitastýringum fyrir gólfhitann.  Ég hef hins vegar enn ekki sett þetta upp og stýri hitanum manualt, bæði inn á kerfið og hverri lúppu fyrir sig ef eitthvað herbergi sker sig úr.  Nú langar mig að fara að klára þetta og það virðist ekki mjög skynsamlegt að setja kerfið upp á sama hátt og það var planað fyrir 10 árum.  \nHefur einhver sett upp Nest eða Ecobee hitastýringar á gólfhita?  Myndi maður nota sömu mótorlokana og á Danfoss stýringunni?  Svo virðist mér að bæði Nest og Ecobee tengist beint með vír þegar maður myndi halda að gólfhitastýring með mörgum lúppum myndi vera remote og vírun við lagnagrindina.  \nKv. Hrannar",
            "date": "2018-04-26 14:01:00",
            "post_id": "671252",
            "reply_to_id": false
        },
        {
            "user_name": "Hauxon",
            "text": "Ég þarf sennilega að skoða \nNest Heat Link\n og hvernig það er notað.",
            "date": "2018-04-26 14:48:00",
            "post_id": "671256",
            "reply_to_id": "671252"
        },
        {
            "user_name": "russi",
            "text": "Fibaro hefur verið að virka líka vel í þessu, en þá þarftu auðvitað stöð, þekki það ekki með Nest",
            "date": "2018-04-26 15:52:00",
            "post_id": "671258",
            "reply_to_id": "671256"
        },
        {
            "user_name": "sigxx",
            "text": "Ég hef svosem enga sérstaka reynslu eða þekkingu á þessu.\nEn er þetta ekki bara nákvæmlega sama senario ? \nhttp://www.aimlesswandering.uk/web/2016 ... t-3rd-gen/",
            "date": "2018-04-26 16:51:00",
            "post_id": "671259",
            "reply_to_id": "671258"
        },
        {
            "user_name": "Blues-",
            "text": "Hauxon, ertu kominn eitthvað lengra með þetta ?\nEr í sömu pælingum ..\nEr með Danfoss grind og fjarstýringar, langar að skipta þeim úr fyrir Zwave stýringar.",
            "date": "2018-08-22 12:28:00",
            "post_id": "676470",
            "reply_to_id": "671259"
        },
        {
            "user_name": "Hauxon",
            "text": "Neibb.  Var eiginlega búinn að gleyma þessu. \nMaður skoðar þetta kannski eitthvað þegar líða fer á haustið.",
            "date": "2018-08-23 14:14:00",
            "post_id": "676517",
            "reply_to_id": "676470"
        }
    ],
    "date": "2018-04-26 14:01:00"
}