{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "76332",
    "title": "Vantar hjálp með fartölvuharðadisk",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=76332",
    "posts": [
        {
            "user_name": "gutlieb",
            "text": "Harðidiskurinn í fartölvunni minni er að gefa sig (get t.d. ekki opnað chrome lengur án þess að hún frjósi, þarf að nota MS Edge). Fartölvan er Acer Aspire V5-573G-54218G1Taii keypt 2015.\nhttps://www.notebookcheck.net/Acer-Aspi ... 403.0.html\nÞar sem ég veit ekki mikið um tölvur yfir höfuð er ég með nokkrar spurningar sem brenna á mér: \nEr það þess virði að skipta um harðadiskinn sjálfur í stað þess að fara með tölvuna á verkstæði? Ef já, hvaða harðadisk ætti ég að kaupa sem passar í tölvuna?",
            "date": "2018-05-19 21:33:00",
            "post_id": "672452",
            "reply_to_id": false
        },
        {
            "user_name": "ColdIce",
            "text": "Átti svona vél og hún var skelfilega hæg með þessum disk sem fylgdi. Splæsti í svona: \nhttps://www.att.is/product/samsung-850- ... z76e250beu\nVið erum að tala um muninn á hvítu og svörtu í performance!",
            "date": "2018-05-19 21:58:00",
            "post_id": "672454",
            "reply_to_id": "672452"
        },
        {
            "user_name": "gutlieb",
            "text": "Takk fyrir svarið. Hef heyrt mikið gott um þessa ssd diska og er ekki að nota mikið pláss á tölvunni, ég skoða þennan.",
            "date": "2018-05-19 22:20:00",
            "post_id": "672455",
            "reply_to_id": "672454"
        },
        {
            "user_name": "Dropi",
            "text": "Að skipta í SSD er eins og ColdIce sagði munur á svörtu og hvítu. Ég formattaði og skipti um C: disk uþb árlega áður en ég fékk SSD því alltaf varð tölvan svo hæg og forrit lengi að opna.  Núna er ég bara að bæta við SSD diskum eftir þörfum en hef notað sama Samsung 840 Pro 120GB diskinn síðan 2013 sem C: disk.",
            "date": "2018-05-20 14:51:00",
            "post_id": "672483",
            "reply_to_id": "672455"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Einn viðbótarmöguleiki, þú getur einnig prófað að setja upp Linux á vélina.Hef t.d skipt út Windows 10 fyrir Ubuntu Mate/Kubuntu á vélum með 5400 rpm diskum og þær keyra ágætlega vs Windows 10. Það voru reyndar lenovo vélar en worth the shot að athuga hvort þessi Acer vél virki á Linux (driverar og þess háttart) á sama vélbúnaði ef þú týmir ekki að splæsa í SSD.",
            "date": "2018-05-20 15:06:00",
            "post_id": "672485",
            "reply_to_id": "672483"
        }
    ],
    "date": "2018-05-19 21:33:00"
}