{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "76394",
    "title": "75\" Budget TV's",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=76394",
    "posts": [
        {
            "user_name": "Alfa",
            "text": "Sælir\nÉg veit að sennilega verður verulega hraunað yfir þessi umrætt sjónvörp hjá mér en hefur einhver í alvöru reynslu af þessum tveimur sjónvörpum.  \nUnited 75\"\nhttps://ht.is/product/united-75-led-sjonvarp\nEnox 75\"\nhttps://www.hopkaup.is/enox75\nNú er ég að debate-a það í hausnum á mér hvort ég eigi að fá mér svona upp á stærðina (það er reyndar meira konan) eða eitthvað meira \"merki\" í 65\" á sambærilegu verði?   Það er ekki nokkur leið að finna review um hvorugt, en ég er aðarlega að spá í mynd þar sem ég myndi alltaf nota dedicated Android box og svo Sagemcom myndlykil hjá símanum.  Og svo soundbar fyrir hljóð því ég býst ekki við neinu sjónvörpum.\nEr alls ekki Tv snobbari, ég reyndar nota það nánast ekkert, mest allt efni fer í gegnum tölvuna mína og konan fær afnot af hinu þar sem hún hefur hörmulegan smekk á TV efni !",
            "date": "2018-05-28 20:23:00",
            "post_id": "672887",
            "reply_to_id": false
        },
        {
            "user_name": "netscream",
            "text": "Ég vinn hjá fyrirtæki sem framleiðir vídjó matrixur til mynddeilingar og cec stjórnunar á tækjum.\nEnox er svipað tæki að upplagi hér sem ég nota. Þá er einn led lampi neðst í tækinu og difuser til að dreifa birtunni. Led pwrurnar og stýring endist í 1.5 ár. \nEg myndi persónulega skoða frekar high end tæki. Sjálfur er ég með uhd 55 samsung tæki sem er geggjað og orðið um 3 ára gamalt. \nSíðan er alltaf spurningin hvernig þú ætlar að nota tækið, skiptir máli að flest öpp séu studd eða cec möguleikar, eða avr möguleikar? \nÉg nota cec mikið t.d til að geta stjórnað öllum tækjum sem eru tengd við sjónvarpið þar á meðal 4k receiver. Virkar það þannig að ég nota bara sjónvarpsfjarstýringuna",
            "date": "2018-05-28 22:16:00",
            "post_id": "672900",
            "reply_to_id": "672887"
        },
        {
            "user_name": "netkaffi",
            "text": "Ertu að spá í myndgæðum þegar þú ert að mæla frekar með high end tæki?\nÉg er sjálfur enginn myndgæðaperri, er meira fyrir stærðina. Vinur minn átti eitthvað 2008 noname tæki 42\" sem var stórt fyrir mér þá af því ég hafði aldrei átt stærra en 32\" og mér fannst \nekkert\n að myndinni í því. Það var alveg hellað gott fyrir mér að vera með 42\" árið 2012, en núna er ég kominn með 50\" og veit klárlega að ég vil að minnsta kosti 65\" or örugglega 70\"+ en það myndi ekkert endilega trufla mig að vera með sömu myndgæði og í gamla 42\" noname tækinu, þó að auðvitað er ég ekki á móti betri og betri og sem bestum myndgæðum.\nEr það (tækin) sem þráðarhöfundur er að spyrja um ekki fínt fyrir okkur sem erum þannig?",
            "date": "2018-08-20 14:05:00",
            "post_id": "676370",
            "reply_to_id": "672900"
        },
        {
            "user_name": "birgirs",
            "text": "Er með 65\" enox tæki í fundarherberginu og það er hrikalegt android stýrkerfið, slow og sluggish, youtube appið virkar t.d. ekki og fjarstýringin léleg.\nVeit ekki hvernig nýju Enox tækin eru en mitt er sennilega 2017 modelið.",
            "date": "2018-08-20 14:34:00",
            "post_id": "676371",
            "reply_to_id": "676370"
        },
        {
            "user_name": "netkaffi",
            "text": "Er ekkert að spá í SmartTV feats, er alltaf bara með PC tengt við þetta.\nNetflix appið í Windows 10 virkar mjög fínt fyrir mig. (Finnur það í Microsoft Store).",
            "date": "2018-08-20 14:44:00",
            "post_id": "676372",
            "reply_to_id": "676371"
        },
        {
            "user_name": "netkaffi",
            "text": "Takk samt fyrir að benda á þetta.  Hvernig er myndin annars?",
            "date": "2018-08-20 14:45:00",
            "post_id": "676373",
            "reply_to_id": "676372"
        },
        {
            "user_name": "Klemmi",
            "text": "Pabbi á 65\" Enox, keypt í ár.\nEf maður er bara að hugsa um ódýrt og þokkaleg myndgæði, þá get ég mælt með því.\nHins vegar er það eins og fyrri ræðumenn nefna, fjarstýringin slöpp, Android kerfið lamað og svo er ekkert optical hljóð-output á tækinu, svo þú getur gleymt almennilegum soundbar.\nÉg myndi hins vegar ekki hika við þetta fyrir fundarherbergisskjá eða álíka.",
            "date": "2018-08-20 14:57:00",
            "post_id": "676374",
            "reply_to_id": "676373"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Er ekki analog tengi á flestum soundbars? Notar bara headphone hljóð-út og yfir í hljómgræjur.\nHélt líka að það væri HDMI inn og út á soundbars",
            "date": "2018-08-20 15:06:00",
            "post_id": "676375",
            "reply_to_id": "676374"
        },
        {
            "user_name": "Klemmi",
            "text": "Kannski er það bara því það er lélegt digital=>analog í tækinu, en pabbi er með þetta uppsett svona, minnir mig með RCA út yfir í hljómgræjurnar og soundið er frekar slappt.\nGetur þá notað það sem millilið fyrir 1-2 tæki, en þá ertu farinn að þurfa að treysta á fjarstýringuna við soundbarið til að skipta á milli (vesen) og ert með takmarkaðan fjölda af tækjum sem þú getur fengið gott hljóð frá.\nEða er ég að misskilja lífið algjörlega?",
            "date": "2018-08-20 15:46:00",
            "post_id": "676377",
            "reply_to_id": "676375"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Já það getur reyndar verið að tækin séu með léleg DAC og þá er headphone hljóðið lélegt.\nEn tæki í dag eiga að vera með HDMI ARC aka. HDMI OUT, svo það ætti að ganga. En jú það er vonlaust ef það styður ekki hljóð beint úr tækinu, að þurfa að vera að skipta á milli sources með sér hljóð-fjarstýringu.\nhttps://www.crutchfield.ca/S-GxIZ7YjYiW ... guide.html",
            "date": "2018-08-20 16:01:00",
            "post_id": "676378",
            "reply_to_id": "676377"
        },
        {
            "user_name": "Klemmi",
            "text": "Þarf greinilega að kíkja til gamla og sjá hvort það styðji ARC, ég leit algjörlega fram hjá því \nÞakka þér!",
            "date": "2018-08-20 16:18:00",
            "post_id": "676379",
            "reply_to_id": "676378"
        },
        {
            "user_name": "Baraoli",
            "text": "Þessi Enox tæki er með hörmuleg myndgæði miðað við öllu önnur tæki sem ég hef séð það mætti í raun halda þetta væri allt uppskalað 720p og litirnir frekar furðulegir. Tala nú ekki um Stýrikerfið í þessu..\nÞað eina sem þú færð fyrir peninginn eru tommurnar ekkert annað bókstaflega",
            "date": "2018-08-20 17:59:00",
            "post_id": "676383",
            "reply_to_id": "676379"
        },
        {
            "user_name": "audiophile",
            "text": "Þú færð það sem þú borgar fyrir.",
            "date": "2018-08-20 19:59:00",
            "post_id": "676396",
            "reply_to_id": "676383"
        },
        {
            "user_name": "netkaffi",
            "text": "Þarf ekki hljóð út á tækinu því hljóðið kemur úr PC.  Fjarstýringu ekki í neitt annað nema kannski brightness, contrast og að skipta um HDMI rásir.",
            "date": "2018-08-20 20:37:00",
            "post_id": "676399",
            "reply_to_id": "676396"
        },
        {
            "user_name": "netkaffi",
            "text": "Og getur maður ekki tengt PS4 og þannig beint við hljómflutningstæki (soundbar, eða 5.1)?",
            "date": "2018-08-21 09:29:00",
            "post_id": "676414",
            "reply_to_id": "676399"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Það er ekkert mega þægilegt að skipta um HDMI rás og heyra áfram í hljóðinu frá PC",
            "date": "2018-08-21 11:26:00",
            "post_id": "676416",
            "reply_to_id": "676414"
        },
        {
            "user_name": "netkaffi",
            "text": "Ég væri í mesta lagi með eina aðra græju tengda við sjónvarpið, ef það mikið. Kannski eina leikjatölvu, ég get alveg sætt mig við að skipta um hljóðráðs á hljómflutningsgræjunum fyrir PS4 einstöku sinnum. Þó ég sé annars alveg eins og þú og vilji hafa allt sem einfaldast. Kannski maður ætti bara að láta sig hafa það og borga 150.000 kall í viðbót fyrir dýrara tæki með mögulega betri myndgæðum og möguleika á að nota bara eina fjarstýringu. haha",
            "date": "2018-08-21 11:54:00",
            "post_id": "676419",
            "reply_to_id": "676416"
        },
        {
            "user_name": "netkaffi",
            "text": "M.v. þennan þráð, ætti ég frekar að taka United tækið? \nhttps://www.rafland.is/product/75-ultra-hd-sjonvarp",
            "date": "2018-08-22 11:46:00",
            "post_id": "676467",
            "reply_to_id": "676419"
        },
        {
            "user_name": "brain",
            "text": "Fyrir þennan pening myndi ég alltaf taka þetta 65 \" tæki\nSkítt með 10\" mun.\nhttps://elko.is/65uk6100-lg-65-snjallsjonvarp-uhd\nbara mitt álit.",
            "date": "2018-08-22 12:00:00",
            "post_id": "676468",
            "reply_to_id": "676467"
        },
        {
            "user_name": "Halli25",
            "text": "Myndi allan daginn fara í þetta tæki:\nhttps://www.rafland.is/product/65-super ... g-65sk7900\nNano Cell tækni og Super UHD (QLED Samsung sbr.)",
            "date": "2018-08-22 12:23:00",
            "post_id": "676469",
            "reply_to_id": "676468"
        },
        {
            "user_name": "Alfa",
            "text": "Skondið en þetta er nákæmlega það sem ég gerði, er einmitt að fara setja það upp í kvöld",
            "date": "2018-08-22 13:56:00",
            "post_id": "676473",
            "reply_to_id": "676469"
        },
        {
            "user_name": "netkaffi",
            "text": "Tíu tommur eru 25 centimetrar, fjórðungur úr meter, það ekki munurinn? Ég spái ekki það oft í sjónvörpum eða skjám svo ég spyr.",
            "date": "2018-08-22 19:53:00",
            "post_id": "676481",
            "reply_to_id": "676473"
        },
        {
            "user_name": "Alfa",
            "text": "Það er ca 30cm munur á 65 og 75\" sjónvörpum á breidd og eitthvað á hæð náttúrulega líka.  145 vs 170",
            "date": "2018-08-22 20:26:00",
            "post_id": "676483",
            "reply_to_id": "676481"
        },
        {
            "user_name": "svanur08",
            "text": "http://www.displaywars.com/65-inch-16x9-vs-75-inch-16x9",
            "date": "2018-08-23 08:19:00",
            "post_id": "676492",
            "reply_to_id": "676483"
        },
        {
            "user_name": "netkaffi",
            "text": "Er eitthvað komandi 75\" tækjum í dæmigerða fólksbíla?",
            "date": "2018-08-25 19:29:00",
            "post_id": "676609",
            "reply_to_id": "676492"
        },
        {
            "user_name": "Alfa",
            "text": "Ég rétt svo kom 65\" í lítinn sendibíl svo hæpið nema þetta standi einhverstaðar út.",
            "date": "2018-08-25 19:30:00",
            "post_id": "676610",
            "reply_to_id": false
        },
        {
            "user_name": "roadwarrior",
            "text": "Ég vinn í næsta húsi við lagerinn hjá Raftækjalandi/Heimilstæki/Tölvulistann og það er ótrúlegt hvað maður sér fólk reyna að troða stórum stjónvarpstækjum í litla bíla",
            "date": "2018-08-26 13:59:00",
            "post_id": "676634",
            "reply_to_id": "676610"
        },
        {
            "user_name": "Klemmi",
            "text": "Mundi loksins eftir að kíkja á HDMI ARC á Enox 65\" tækinu hjá pabba, og það staðfestist hér með að það er EKKI með HDMI ARC \nEingöngu er því analog hljóðútgangur, ekki stafrænt merki, hvorki ljósleiðara né HDMI.",
            "date": "2018-10-15 20:31:00",
            "post_id": "679181",
            "reply_to_id": "676634"
        }
    ],
    "date": "2018-08-25 19:30:00"
}