{
    "forum_title": "Netkerfi - internetið",
    "id": "76431",
    "title": "Uppfæra Dropbox í 18GB f. $10",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=76431",
    "posts": [
        {
            "user_name": "Klemmi",
            "text": "Sælir sælir,\nvildi bara benda mönnum á leið sem ég datt inn á í gær til að stækka Dropboxið upp í 18GB.\nÞ.e. þeim sem vantar ekki 1000GB líkt og ódýrasta áskriftarleiðin býður upp á, og týma ekki borga $99 á ári.\nÞað eru ýmsir á eBay sem bjóða upp á að virkja referral magnið sem Dropbox býður upp á gegn greiðslu, eða $10.\nÞetta þýðir að í staðin fyrir að maður þurfi sjálfur að djöflast við að bjóða fólki til að hækka gagnamagnið, þá stofna þeir aðganga og setja upp til að gefa þér magnið.\nKeypti frá þessum í gær, og auka magnið er byrjað að detta inn \nhttps://www.ebay.com/itm/183205288887\nAuðvitað er þetta á gráu svæði, en mjeh...\nBestu kveðjur,\nKlemmi",
            "date": "2018-06-02 19:27:00",
            "post_id": "673149",
            "reply_to_id": false
        },
        {
            "user_name": "Dúlli",
            "text": "Ég er með 20Gb hjá google drive frítt  \n \nEr dropbox eitthvað betra ? prufaði það fyrir mörgum árum og fannst það hörmulegt og kosturinn við google driver er að þeir telja ljósmyndir ekki með í gagnamagnið, eingöngu skjöl.",
            "date": "2018-06-02 19:39:00",
            "post_id": "673151",
            "reply_to_id": "673149"
        },
        {
            "user_name": "rapport",
            "text": "ég er með 25gb dropbox eftir alskonar refferals og pillerí í gegnum tíðina, einhverja leiki á síðunni þeirra o.þ.h.",
            "date": "2018-06-02 19:54:00",
            "post_id": "673152",
            "reply_to_id": "673151"
        },
        {
            "user_name": "Klemmi",
            "text": "Búinn að nota Dropbox síðan 2010 og hef ekkert annað en gott um það að segja \nPrófaði einmitt að skipta yfir í Google Drive einhverntíman því þar var meira gagnamagn, en komst ekki upp á lagið með það og skipti til baka.\nAnnars bendi ég mönnum á að prófa Document Scan í Dropbox appinu til að taka myndir af dóti á pappírsformi.  Virkar undarlega vel, gott til að halda utan um t.d. kvittanir ofl.",
            "date": "2018-06-02 20:54:00",
            "post_id": "673155",
            "reply_to_id": "673152"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Ég er með 1000GB fyrir $60 hjá Amazon. Mjög gott PC og mobile platform hjá þeim og miklu ódýrara en hjá Dropbox.",
            "date": "2018-06-02 21:07:00",
            "post_id": "673156",
            "reply_to_id": "673155"
        },
        {
            "user_name": "Televisionary",
            "text": "Hef verið að nota Dropbox frá 2008. Hef enn ekki fengið neitt sem hefur staðist því snúning nema AeroFS en þeir runnu á rassinn með fríu útgáfuna og gerðu breytingar sem ég var ekki sáttur við.\nGreiði fyrir Dropbox í dag þetta er eina lausnin sem er að virka 100% fyrir mig á Linux, Windows og MacOS.\nReyndi að setja upp Unison hjá mér en það varð alltaf eitthvað af árekstrum. Endaði á því að greiða glaður fyrir Dropbox og einbeita mér að því að vinna frekar en að slást við hugbúnað sem virkaði ekki 100%.",
            "date": "2018-06-02 21:47:00",
            "post_id": "673158",
            "reply_to_id": "673156"
        },
        {
            "user_name": "Tóti",
            "text": "Er með 50GB frítt hjá Box er eitthvað annað betra?",
            "date": "2018-06-02 22:35:00",
            "post_id": "673159",
            "reply_to_id": "673158"
        },
        {
            "user_name": "emmi",
            "text": "www.tresorit.com",
            "date": "2018-06-03 00:34:00",
            "post_id": "673161",
            "reply_to_id": "673159"
        },
        {
            "user_name": "HalistaX",
            "text": "Gosh darn it, ég nýbúinn að kaupa 1TB...",
            "date": "2018-06-03 02:29:00",
            "post_id": "673163",
            "reply_to_id": "673161"
        },
        {
            "user_name": "claMito",
            "text": "Takk fyrir þetta Klemmi.\nÞað er alveg spurning hvað maður gerir eftir að áskriftin renni út, hvort maður fari þessa leið, eða noti google drive.\nHefur eitthver hér reynslu af Livedrive?",
            "date": "2018-06-03 19:07:00",
            "post_id": "673196",
            "reply_to_id": "673163"
        },
        {
            "user_name": "Icarus",
            "text": "Svo er hægt að taka Office365 Home pakkan sem kostar jafn mikið nema þá færðu office pakkan fyrir 5 usera og 5 tæki pr user og hver user fær 1TB af OneDrive.\nhttps://products.office.com/en/office-365-home",
            "date": "2018-06-03 21:50:00",
            "post_id": "673205",
            "reply_to_id": "673196"
        }
    ],
    "date": "2018-06-02 19:27:00"
}