{
    "forum_title": "Verkfæraskúrinn",
    "id": "76501",
    "title": "Þvottavél og þurrkari?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=87&t=76501",
    "posts": [
        {
            "user_name": "capteinninn",
            "text": "Nú var vélin hjá mér að drepast og ég þarf að kaupa þvottavél sem fyrst.\nÉg er að spá að kaupa þvottavél og þurrkara en skil hreinlega ekkert hvernig er svona mikill munur á verðunum.\nMælið þið með einhverjum ákveðnum gerðum eða eitthvað slíkt?\nMig langar reyndar líka í þurrkara sem ég á ekki fyrir.\nEr eitthvað vit í svona comboum eða ætti ég að kaupa þetta frekar í sitthvoru lagi? Er alveg með pláss fyrir bæði en það er alveg næser að hafa bara eina græju ef ég flyt eitthvað.\nEins líka hvað mæliði með í stökum þurrkurum ?\nHef ekkert sérstakt budget í huga, vill ekkert geimskip en bara einhverja solid græju.",
            "date": "2018-06-12 18:46:00",
            "post_id": "673601",
            "reply_to_id": false
        },
        {
            "user_name": "ColdIce",
            "text": "http://www.eirvik.is/?prodid=1109",
            "date": "2018-06-12 19:50:00",
            "post_id": "673607",
            "reply_to_id": "673601"
        },
        {
            "user_name": "littli-Jake",
            "text": "Án þess að tala af reynslu þá skilst mér að þurrkunar elementin í þessum combóum séu ekkert rosalega skilvirk",
            "date": "2018-06-12 22:04:00",
            "post_id": "673619",
            "reply_to_id": "673607"
        },
        {
            "user_name": "capteinninn",
            "text": "Þessi lítur mjög vel út og er náttúrulega Miele sem á að vera alger snilld, áttu svona sjálfur ?",
            "date": "2018-06-12 22:57:00",
            "post_id": "673621",
            "reply_to_id": "673619"
        },
        {
            "user_name": "ColdIce",
            "text": "Jamm og er mjög sáttur með hana! Keypti einnig þvottaefni frá Miele og mæli einnig með því  \n \nÞvotturinn er alltaf tandurhreinn og mjúkur(það er samt ekki mýkingarefni í því). \nEf þú opnar hana ekki þegar hún er búin þá fer hún sjálfvirkt á 25 mínútna anti-krumpu program sem mér finnst vera snilld",
            "date": "2018-06-13 06:52:00",
            "post_id": "673627",
            "reply_to_id": "673621"
        },
        {
            "user_name": "k0fuz",
            "text": "Ég keypti einnig nýverið frá miele, WMC120 minnir mig, og mæli algjörlega með.. fjölskyldan hefur bara verið með miele vélar og þær klikka ekki..\nhttps://elko.is/heimilistaeki/thvottave ... dhandi=780",
            "date": "2018-06-13 09:18:00",
            "post_id": "673631",
            "reply_to_id": "673627"
        },
        {
            "user_name": "Elvar81",
            "text": "Ég er með Whirlpool combo þvottavél/þurrkara frá heimilistækjum.\nhún bilaði eftir 1 dag. og ég fék nýja senda heim (samt varð viðgerðarmaður frá þeim að koma heim og skoða hana fyrst) sem hefur ekki klikað síðan ca. 1ár síðan\nþetta er mjög góð þvottavél en lélegur þurrkari, er lengi að þurrka og má bara þurrka ca. 50% af  hámarks magninu sem hún gettur þveigið\nþað er samt mjög gott að getta sett hana á stað og látið hana þurka líka. er td. með 90 min programmi sem þvær og þrukar 1 kg af þvotti\nen ef þú hefur pláss fyrir bæði þurrkara og þvottavél þá myndi ég fá mér bæði, ég var bara ekki með pláss fyrri bæði.",
            "date": "2018-06-13 11:16:00",
            "post_id": "673641",
            "reply_to_id": "673631"
        },
        {
            "user_name": "jonsig",
            "text": "Held að miele sé kúkurinn. Er með eina electrolux combo sem ég hélt að væri shiznitið, en þurrk hlutinn drullaði á sig bara um daginn.",
            "date": "2018-06-13 17:25:00",
            "post_id": "673662",
            "reply_to_id": "673641"
        },
        {
            "user_name": "Tóti",
            "text": "https://www.sminor.is/heimilistaeki/vor ... =price-asc\nMæli með Siemens",
            "date": "2018-06-13 20:37:00",
            "post_id": "673670",
            "reply_to_id": "673662"
        }
    ],
    "date": "2018-06-12 18:46:00"
}