{
    "forum_title": "Netkerfi - internetið",
    "id": "76592",
    "title": "Aðgengi að 'fiber' í Þýs. og evrópu...áhugavert",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=76592",
    "posts": [
        {
            "user_name": "appel",
            "text": "https://www.reuters.com/investigates/sp ... gital-gap/\nÁhugaverð grein um aðgengi að háhraða nettengingu í Þýskalandi, en talar almennt um Evrópu til samanburðar.\nSvo virðist sem stærstu efnahagskerfin í Evrópu eru á algjörum brauðfótum með þetta.\nÞað er frekar skrýtið að sjá að aðeins 1% hefur aðgang að fiber í UK.\nEn almennt er Evrópa ekkert smá aftarlega, með gamaldags adsl tengingar enn, örfá mbit.\nSvolítið gaman að vita þegar fiber er orðinn mjög útbreiddur á höfuðborgarsvæðinu.",
            "date": "2018-06-26 01:28:00",
            "post_id": "674082",
            "reply_to_id": false
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ótrúlega fyndið í ljósi þess að RÚV notaði einmitt þessa röksemdafærslu varðandi loftnetskerfið þar sem þau hentu mörgum milljörðum út um gluggann: Loftnetstæknin er sko ekkert gamaldags eða úreld, hún er sko enn notuð víða í Evrópu!  \nÞvílíka vitleysan.",
            "date": "2018-06-26 08:19:00",
            "post_id": "674083",
            "reply_to_id": "674082"
        },
        {
            "user_name": "worghal",
            "text": "ísland með 38% á sama tíma í fyrra.\nværi gaman að sjá hvar við stöndum núna ári seinna.",
            "date": "2018-06-26 10:26:00",
            "post_id": "674087",
            "reply_to_id": "674083"
        },
        {
            "user_name": "Hizzman",
            "text": "veit að það hljómar illa á þessum vettvangi, ennn  ......    mitt gisk er að 92% notenda hafi ekki þörf fyrir meira en það sem VDSL getur skaffað þeim.",
            "date": "2018-06-26 10:33:00",
            "post_id": "674088",
            "reply_to_id": "674087"
        },
        {
            "user_name": "Hizzman",
            "text": "Hvaða verka RÚV ertu að vísa til?",
            "date": "2018-06-26 10:35:00",
            "post_id": "674089",
            "reply_to_id": "674088"
        },
        {
            "user_name": "appel",
            "text": "Þó ég er ekki að reyna snúa þessum þræði upp í RÚV þráð þá er held ég það sem hann meinar það að....\nUppbygging á dvbt kerfinu af hálfu RÚV var réttlætt á þann hátt að þetta væri normið í Evrópu. Hinsvegar í Evrópu eru nettengingar svona hrikalega slappar einsog kemur í ljós í þessari grein, að net-infrastructure hjá langstærstum hluta evrópubúa einfaldlega ræður ekki almennilega við sjónvarpsdreifingar yfir net. Hinsvegar er staða netmála á Íslandi gjörólík því sem er í Evrópu, og líkist meira því sem er í S-Kóreu/Japan. Langflestir íslendingar fá sjónvarps- og afþreyingu dreift yfir internet í dag.\nHinsvegar nægði það ekki sem röksemdir til að sannfæra ríkisstofnanir og embættismenn til að spara þessa 4-5 milljarða sem var ákveðið að setja í þetta verkefni, heldur var ákveðið að apa eftir Evrópu með dvbt kerfið alveg sama þótt það ætti ekki við sem lausn hér. Miklu nær hefði verið að setja þennan pening í að klára fiber-net-innviðauppbyggingu á landsvísu.\nKannski hef ég þessa skoðun því ég er kannski ekki hlutlaus, en samt ég er skattgreiðandi og mér finnst þetta miklir peningar fyrir gamaldags loftnetsdreifingu. Þetta er fjármagn sem fór/fer umfram nefskattinn í þetta.",
            "date": "2018-06-26 11:00:00",
            "post_id": "674090",
            "reply_to_id": "674089"
        },
        {
            "user_name": "Sallarólegur",
            "text": "https://www.mbl.is/vidskipti/frettir/20 ... il_15_ara/\nhttp://www.vb.is/frettir/dyrkeyptur-dre ... ne/122097/\nhttp://www.visir.is/g/2015151028616",
            "date": "2018-06-26 11:03:00",
            "post_id": "674091",
            "reply_to_id": "674090"
        },
        {
            "user_name": "Tbot",
            "text": "Það sem þið spekingarnir gleymið einu grunvallaratriði er að útsendingar RÚV í loftnetskerfinu sjá til þess að allur almenningur getur nálgast þær með UHF loftneti.  \nAllt sem er sent yfir fiber krefst þess að viðkomandi sé með afruglara frá t.d. símanum með tilheyrandi mánaðargjaldi, ásamt gjaldi til GR/Mílu.\nFyrir mig er ansk. nóg að borga nefskattinn til RÚV svo ég þurfi ekki að borga aukalega fyrir afruglara.",
            "date": "2018-06-26 11:12:00",
            "post_id": "674092",
            "reply_to_id": "674091"
        },
        {
            "user_name": "appel",
            "text": "Öll ný framþróun hjá RÚV á sér stað á internetinu, appi, þ.e. gagnvirku sjónvarpi. dvbt kerfið er látið vera, enda ekkert hægt að gera við það.\nÉg skil að þetta er réttlætismál fyrir suma að þurfa ekki að borga öðrum, en segðu mér, streymir þú RÚV yfir dvbt kerfi eða net (myndlykil, internet, app, etc.)?\nMér finnst þessi tilfinningasemi fyrir gagnrýni á RÚV vera alveg fáránleg. Það er verið að benda á að þarna var 4 milljörðum ausað í gagnlítið kerfi vegna einhverja réttlætistilfinninga sumra, sem svo nota þetta ekki heldur eru að borga fyrir internet, myndlykil og hvaðeina.",
            "date": "2018-06-26 11:21:00",
            "post_id": "674093",
            "reply_to_id": "674092"
        },
        {
            "user_name": "Revenant",
            "text": "RÚV ber skv. samningi við ríkið að hafa opið dreifikerfi sem nær til 99,8% landsmanna. Sjá \nþjónustusamning RÚV\nEins og staðan er í dag uppfyllir kerfi Mílu/Gagnaveitunnar/annara aðila á markaðinum ekki a) kröfu um útbreiðslu eða b) um opið dreifikerfi.",
            "date": "2018-06-26 11:35:00",
            "post_id": "674094",
            "reply_to_id": "674093"
        },
        {
            "user_name": "depill",
            "text": "Er þetta ekki definition aðgreining. Opið dreifikerfi getur verið eins einfalt og bara Internetið, þú getur alveg fengið þér tæki sem getur sett RÚV strauminn á sjónvarpið hjá mér og mörg sjónvörp styðja það að spila RÚV Internet strauminn.\nÉg held að appel sé einfaldlega að benda á ( með réttu ) að þessum pening hefði verið betur varið í að byggja upp almennilegar nettengingar fyrir heimili á landsbyggðinni ( helst með ljósi ) heldur en að nota hann til að byggja upp DVB-T umhverfi. Mér finnst það fair comment og það hafa verið rannsóknir sem sýna fram á economic vöxt með tilkomu nettenginga og krakkar sem hafa aðgang að háhraðanettengingu virðast standa sig betur í STEM áföngum.\nOg þótt að RÚV beri að gera eithvað núna, þýðir það ekki að það meigi ekki breyta því...",
            "date": "2018-06-26 11:41:00",
            "post_id": "674095",
            "reply_to_id": "674094"
        },
        {
            "user_name": "Tbot",
            "text": "Ef ég þarf að sjá RÚV þá nota ég loftnetsútsendinguna.  Er ekki með afruglara.\nVísu ef ég gæti losnað við RÚV / nefskattinn þá mundi ég gera það.",
            "date": "2018-06-26 11:46:00",
            "post_id": "674097",
            "reply_to_id": "674095"
        },
        {
            "user_name": "bigggan",
            "text": "Þau verða að losa um þessar tiðnir vegna þess þau fara í dreyfing farsimakerfin LTE/4g, og stafræn utvarpskerfi sem hinsvegar er ekki í boði hérna enþá.",
            "date": "2018-06-26 12:30:00",
            "post_id": "674100",
            "reply_to_id": "674097"
        },
        {
            "user_name": "appel",
            "text": "Já, það er rétt, og það sem ég hef verið að benda á.\nSumir benda á lagaskyldu rúv um dreifingu... en það er ekki málið, það ætti bara að breyta þeim lögum ef þau lög eru vitlaus. Svo þetta með 99,9% dreifingu, það er bara skilgreiningaratriði, svo efast ég um að þetta sé svona hátt hlutfall annarsstaðar í Evrópu.\nÞað hefði verið miklu nær að stefna að dreifingu til 95% lögheimila innan 10-15 ára og byggja upp ljósleiðarakerfi samhliða því til að styðja við það markmið. Það er bara skynsamlegri nýting fjármuna til lengri tíma séð sem gagnast langtum fleirum.",
            "date": "2018-06-26 12:39:00",
            "post_id": "674101",
            "reply_to_id": "674100"
        },
        {
            "user_name": "Hizzman",
            "text": "Ætti að skilda símafélögin til að bjóða fólki frían aðgang að RÚv yfir nettengingar? Jafnvel aðilum sem eru ekki í viðskiptum hjá þeim.",
            "date": "2018-06-26 13:18:00",
            "post_id": "674102",
            "reply_to_id": "674101"
        },
        {
            "user_name": "depill",
            "text": "Fræðilega séð er það ókeypis yfir nettengingar ( ruv.is ). Ef þú ert að tala um gagnamagnspælingar í 4G/Netkerfum þá værirðu að fara tala á móti net-neutrality, Zero-Rating er ákveðin stjórnun á umferð og ég myndi ekki vilja sjá það fyrir Ríkisfjölmiðill eða aðra miðla ( og er á móti því að Síminn geti gert þetta með Spotify og að Nova geti gert þetta með Snapchat ).",
            "date": "2018-06-26 15:13:00",
            "post_id": "674108",
            "reply_to_id": "674102"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ertu þá að meina með IPTV lyklum eða straum yfir www ?",
            "date": "2018-06-26 15:17:00",
            "post_id": "674109",
            "reply_to_id": "674108"
        },
        {
            "user_name": "Hizzman",
            "text": "Er að tala um að fólk geti fengið nettengingu (dsl eða ljós án gagnatengingar) + myndlykil til að horfa á RÚV án þess vera rukkað.\nps. etv einfaldan myndlykil án tímaflakks",
            "date": "2018-06-26 15:21:00",
            "post_id": "674110",
            "reply_to_id": "674109"
        },
        {
            "user_name": "appel",
            "text": "Það gengi aldrei upp, það kostar að setja upp svona tengingar óháð því hvort það sé virkt internet-samband á því eða ekki, svo þarf endabúnað, myndlykil og beini. Það er í raun auka vesen að láta þá ekki vera með internet-samband þar sem öll tækin þurfa að virka þó ekkert internet-samband sé, og þessi tæki þurfa t.d. uppfærslur.\nEn menn þurfa að að átta sig á því að eitthvað vel yfir 95% heimila í landinu með internet samband. Ég skil ekki þessi sjónarmið að það VERÐI að vera hægt að fá rúv án þess að vera með internet samband!\nInternet í dag er orðið bara einsog rafmagn og heitt vatn, þetta er hluti af því að vera með heimili. Það þykir eðlilegt að vera með rafmagn til þess að ná rúv, það ætlast enginn til þess að það sé skaffað til þín ókeypis til að ná rúv.",
            "date": "2018-06-26 15:26:00",
            "post_id": "674112",
            "reply_to_id": "674110"
        },
        {
            "user_name": "Hizzman",
            "text": "Ég veit um nokkur heimili án nettengingar, þar ef horft á RÚV gegnum loftnet.\nVeit einnig um heimili sem nota eingöngu farsíma. Eina tengingin er net í gegnum gemsann.",
            "date": "2018-06-26 15:38:00",
            "post_id": "674114",
            "reply_to_id": "674112"
        },
        {
            "user_name": "GuðjónR",
            "text": "En þar sem RUV er þvinguð áskrift  og 95% heimila með net ætti þá RUV ekki að skaffa IPTV box fyrir (þvinguðu) áskrifendur sínar?\nSkrítið að neyðast til að kaupa IPTV af Vodafone eða Símanum til þess að horfa á áskrift sem þú greiðir af til ríkissins.",
            "date": "2018-06-26 15:39:00",
            "post_id": "674115",
            "reply_to_id": "674114"
        },
        {
            "user_name": "Hizzman",
            "text": "Já, það er mjög erfitt að réttlæta skylduáskrift ef það er ekki mögulegt að nýta hana nema greiða einkafyrirtæki fyrir aðgang.",
            "date": "2018-06-26 15:48:00",
            "post_id": "674117",
            "reply_to_id": "674115"
        },
        {
            "user_name": "GuðjónR",
            "text": "Akkúrat!",
            "date": "2018-06-26 15:51:00",
            "post_id": "674118",
            "reply_to_id": "674117"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Þú þarft alltaf að greiða sjónvarpsframleiðandanum þínum fyrir DVB-T2 móttakarann ef þú ætlar að nota loftnetið.",
            "date": "2018-06-26 16:03:00",
            "post_id": "674119",
            "reply_to_id": "674118"
        },
        {
            "user_name": "Hizzman",
            "text": "Ég er reyndar ekki aðdáandi RÚV, mín vegna mætti loka þessu. etv halda rás1",
            "date": "2018-06-26 16:10:00",
            "post_id": "674120",
            "reply_to_id": "674119"
        },
        {
            "user_name": "frappsi",
            "text": "Nújá, og hvert er mánaðargjaldið af honum?\nÞað er fáranlegt að ætla að bera saman module sem er skellt í öll sjónvörp og kostar sennilega eitthvað klink við 8500 kall í hverjum einasta mánuði fyrir þá sem eru ekki með nettengingu eða 1500 í hverjum einasta mánuði fyrir þá sem eru með tengingu.\nJafnvel þó þeim sem eru netlausir yrði sköffuð tenging þá er staðan samt sem áður sú að ég gæti ekki fengið aðgang að efni sem ég neyðist til að greiða fyrir nema neyðast til að greiða mánaðargjald uppá 18.000 á ári til einkafyrirtækis.",
            "date": "2018-06-26 20:35:00",
            "post_id": "674133",
            "reply_to_id": false
        },
        {
            "user_name": "Sallarólegur",
            "text": "Fáránlegt að bera saman verð með nettengingu þegar 90% heimila eru með nettengingu nú þegar. Box frá RÚV þyrfti ekkert að kosta mikið meira en DVBT2 móttakarinn í sjónvarpinu þínu. Algerlega sambærilegar vörur.\nhttps://elko.is/google-chromecast-2\nhttps://www.ebay.com/itm/AnyCast-M4-Plu ... 2540523746",
            "date": "2018-06-26 20:44:00",
            "post_id": "674134",
            "reply_to_id": "674133"
        },
        {
            "user_name": "frappsi",
            "text": "Breytti svarinu þ.a. það kemur fram að upphæðin er 18 þús á ári fyrir þá sem eru þegar með nettengingu. Hvað ætli sé hægt að fá marga DVBT2 móttakara fyrir þá upphæð?",
            "date": "2018-06-26 20:45:00",
            "post_id": "674135",
            "reply_to_id": "674134"
        },
        {
            "user_name": "appel",
            "text": "Skondið að svokallaðir \"cord-cutters\" eru að segja að það sé ekki hægt að \"cutta cordinn\" til að ná rúv, þegar rúv er aðgengilegt á internetinu, og líklega í gegnum öll box sem eru seld í öllum tölvuverslunum á íslandi á nokkra þúsund kalla. Þ.e. ég gef mér það að flestir hér séu \"cord-cutters\" svokallaðir.\nSvo er það, enginn viðurkennir að horfa á rúv í gegnum dvbt kerfið. En þeir telja þó nauðsyn þess að það sé hægt!\nMaður veit ekki alveg hvernig á að svara svona.",
            "date": "2018-06-26 20:51:00",
            "post_id": "674136",
            "reply_to_id": "674135"
        },
        {
            "user_name": "appel",
            "text": "Þú ert að bera saman epli og appelsínur.\nRúv í gegnum dvbt er bara línulegt sjónvarp, algjörlega ógagnvirkt.\nRúv í gegnum myndlykla er með tímaflakki, og fleiri þjónustum og stöðvum sem eru ekki í boði á dvbt kerfinu.\nÞað þýðir einfaldlega ekki að bjóða fólki upp á annað en að geta horft á dagskrárliði eftir hentugsemi, sem dvbt kerfið býður ekki upp á.",
            "date": "2018-06-26 20:56:00",
            "post_id": "674139",
            "reply_to_id": "674136"
        },
        {
            "user_name": "capteinninn",
            "text": "Bara kasta hugmynd fram, hvað með einhverskonar media box sem tengist yfir 4G með möguleika líka á wifi?\nGætir þá fengið bæði live og VOD stuðning í gegnum græjuna.\nRúv yrði þá með samning við einhvern af ISPunum um að tækin tengdust yfir 4G kerfin þeirra.\nEr samt bara að fabúlera út í loftið og þetta yrði kannski alltof þungt í framkvæmd þar sem að Rúv þyrfti þá að fara að \"smíða\" þessi tv box og dreifa þeim.\nÞetta yrði þá bara læst fyrir aðgang að Rúv stöðvunum ásamt vod frá þeim og kannski útvarpsstöðvunum líka ef það væri stemmari.\nÞetta myndi svo vera í boði að sækja eða láta senda sér gegn sendingarkostnaði.",
            "date": "2018-06-26 20:57:00",
            "post_id": "674140",
            "reply_to_id": "674139"
        },
        {
            "user_name": "appel",
            "text": "Þetta var það sem 365 miðlar ætluðu að gera, þeir buðu og fengu aðal 4G tíðnirnar, rándýrar, aðeins til að geta ekki uppfyllt ákvæði P&F um uppbyggingu á þannig 4G kerfi. Held þeir hafi ekki gert neitt við þessar aðal 4G tíðnir, veit ekki hvað varð um það. Það voru þung ákvæði og jafnvel sektir í dæminu, en það varð aldrei neitt úr því veit ekki afhverju. Málið er að þetta var alltof dýrt, og ópraktískt á þessum tíma, og er enn, þ.e. að fara alhliða í sjónvarpsdreifingu á 4G neti. Líklega var þetta einn þátturinn í að 365 var á endanum selt.\nEn hvað 4G dreifingu varðar þá er það alveg óraunhæft. T.d. var líklega 99% heimila með RÚV í gangi núna milli 18:00 og 20:00 í kvöld á HM leiknum. Það eru 130 þús samtímastraumar. Segjum að hver straumur sé 8mbit, það jafngildir 1040 þús mbitum. Eða 130 GB á sek.\nÞað er ekkert 4G kerfi að fara leysa slíkt. Hver 4G cella er með takmarkaða bandvídd, og myndi springa þegar allir færu að streyma á sama tíma.\nÞó er hægt að multicasta yfir 4G, en það er ekki gert á Íslandi.\nhttps://www.pfs.is/um-pfs/frettir/frett ... thjonustu/",
            "date": "2018-06-26 21:24:00",
            "post_id": "674142",
            "reply_to_id": "674140"
        },
        {
            "user_name": "hreinnbeck",
            "text": "4G styður multicast gegnum eMBMS staðalinn, svo það er ekkert aukaálag á kerfið í samhengi við fjölda áhorfenda.  Ég lagði alltaf til að byggt væri upp öflugt 4G kerfi í stað DVB-T.  eMBMS er eitt af lykilhlutunum í væntanlegri 5G væðingu.\nHvað varðar svo fjölda heimila sem nota IPTV, þá er það um 90-91% heimila í dag sem *greiða* fyrir IPTV áskrift.  Þeim fjölgar með hverju ári.",
            "date": "2018-06-26 22:39:00",
            "post_id": "674147",
            "reply_to_id": "674142"
        },
        {
            "user_name": "appel",
            "text": "Já, það eru til einhverjir staðlar til þess, en það hefur held ég aldrei verið gert. Bæði er það mjög dýrt, og svo þarf að frátaka þessa bandvídd per stöð á hverri cellu, sem augljóslega gengur ekki upp á öllum svæðum þar sem cellur hafa misjafna bandvídd.",
            "date": "2018-06-26 23:45:00",
            "post_id": "674149",
            "reply_to_id": "674147"
        },
        {
            "user_name": "DJOli",
            "text": "Nú nota ég hvorki myndlykil, né loftnet til að horfa á það á Rúv sem ég horfi á, þegar sú einstaklega sjaldgæfa þörf kemur upp.\nÉg hef horft á tvo HM leiki á Rúv, restina horfði ég á erlendis frá ásamt félögum yfir netið.\nÞað sem stóð einstaklega upp úr, var að við horfðum saman á streymi frá BBC ef ég man rétt, sem var 1080p50, og amk 6-8mbit, á meðan 1080p streymi Rúv er 25 eða 30fps, og 4mbit.\nÞannig að ofan á að vera tilneyddur til að borga þennan fjandans nefskatt/sjónvarpsskatt, þá er þjónustan sem í boði er, alveg afskaplega slöpp, og að mínu mati, í gífurlega lágum gæðum miðað við 2018.\nÉg horfi nánast undantekingarlaust aldrei á RÚV. Ég hlusta ekki á Íslenskar útvarpsstöðvar. Af hverju eru íbúar landsins tilneyddir til að greiða þjónustu sem þeir nýta ekki? Rökin að \"þjónustan sé í boði\" finnst mér ekki fullnægjandi, þar sem ég hef engan áhuga á að horfa á stöðugar endursýningar, og drepleiðinlegt sjónvarpsefni, þegar ég fæ mun betri þjónustu annarsstaðar.",
            "date": "2018-06-27 04:18:00",
            "post_id": "674152",
            "reply_to_id": "674149"
        },
        {
            "user_name": "Hizzman",
            "text": "þetta eru bara einstaklingar sem geta sett sig í spor annara!",
            "date": "2018-06-28 08:01:00",
            "post_id": "674186",
            "reply_to_id": "674152"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Íslendingar eru soldið klikkaðir. Það er bara þannig.\nADSL dugar eflaust 80-90% notenda ef út í það er farið. \nFæ kjánahroll við að lesa orðið ummæli frá mörgum hérna inni.  Sjá ekki skóginn fyrir trjánum.\nTrumpismi.",
            "date": "2018-06-28 10:21:00",
            "post_id": "674188",
            "reply_to_id": "674186"
        },
        {
            "user_name": "GuðjónR",
            "text": "Og ekki nóg með það, ef þú átt hlutafélag þá þarf það að greiða RUV skattinn líka.",
            "date": "2018-06-28 12:07:00",
            "post_id": "674193",
            "reply_to_id": "674188"
        }
    ],
    "date": "2018-06-26 20:35:00"
}