{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "76653",
    "title": "Næ hvorki 1440p né 4K úr PC > 4k TV",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=76653",
    "posts": [
        {
            "user_name": "oskar9",
            "text": "Sælir Vaktarar, ég var að versla mér Crash Bandicoot n'sane trilogy á PC. Ég nenni ekki að spila hann í tölvustólnum enda svona ekta sófa leikur með fjarstýringu, svo ég ákvað að færs PC vélina fram í stofu og nota wireless Xbox360 controler.\nEn ég næ ekki hærri upplausn en 1080p í 60fps ( leikurinn býður uppá 30 eða 60 FPS stillingu í menu) ef ég hækka uppí 1440p eða hærra þá verður 60fps stillingin óvirk, ég hef notað bæði Hdmi snúru og svona svera DVI snúru sem ég nota með 120hz skjá, hvorug breytir neinu. Sjónvarpið er glænýtt 65\" Samsung 4K HDR tæki. \nHvað gæti verið að? \nTakk fyrir",
            "date": "2018-07-05 09:49:00",
            "post_id": "674514",
            "reply_to_id": false
        },
        {
            "user_name": "svanur08",
            "text": "Býður skjákortið þitt upp á það?",
            "date": "2018-07-05 10:13:00",
            "post_id": "674515",
            "reply_to_id": "674514"
        },
        {
            "user_name": "oskar9",
            "text": "Ég er með GTX 1060 6gb, mér sýnist á öllu sem ég les að það styðji 60fps á hærri upplausnin, þó það nái ekki endilega 60 FPS í leikjum, þessi crash bandicoot leikur er bara ekki mjög þungur í keyrslu og því langaði mig að bumpa upplausnin aðeins ofar en 1080p en þá læsist framrate in-game í 30 FPS",
            "date": "2018-07-05 10:18:00",
            "post_id": "674516",
            "reply_to_id": "674515"
        },
        {
            "user_name": "worghal",
            "text": "displayport?",
            "date": "2018-07-05 11:19:00",
            "post_id": "674523",
            "reply_to_id": "674516"
        },
        {
            "user_name": "Benzmann",
            "text": "myndi tékka á kapalinum sem þú ert að nota,  getur vel verið að hann ráði ekki við hærri gæði en 1080\nég verslaði mér 3m hdmi snúru um daginn, sem ég ætlaði að nota við 4k sjónvarpið mitt, em svo kom í ljós að þessi hdmi kapall sem ég keypti var ekki gefinn upp fyrir 4K",
            "date": "2018-07-05 11:31:00",
            "post_id": "674525",
            "reply_to_id": "674523"
        },
        {
            "user_name": "pepsico",
            "text": "Þarft HDMI 1.3 eða nýrri snúru, eða Dual Link DVI snúru, til að ná 60 Hz í 1440p. Þekkir Dual Link DVI í sundur frá Single Link DVI á því að Dual Link er með þrjár línur af átta pinnum saman  í einum hóp en á Single Link eru tveir aðskildir hópar af þrisvar þrem pinnum.",
            "date": "2018-07-05 23:55:00",
            "post_id": "674549",
            "reply_to_id": "674525"
        },
        {
            "user_name": "svanur08",
            "text": "Er ekkert hdmi version á snúrum, hann þarf high speed hdmi cable.",
            "date": "2018-07-06 07:24:00",
            "post_id": "674553",
            "reply_to_id": "674549"
        },
        {
            "user_name": "oskar9",
            "text": "Takk allir fyrir uppástungurnar, ég er að nota einhverja no name Hdmi snúru, ef ég leita inná t.d Ht.is þá bjóða þeir uppá allskonar snúrur en bara sumar, þá dýrari eru merktar 4K@60HZ, snúran sem ég er nota er alveg pottþétt ekki þannig",
            "date": "2018-07-06 13:16:00",
            "post_id": "674560",
            "reply_to_id": "674553"
        }
    ],
    "date": "2018-07-05 09:49:00"
}