{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "7667",
    "title": "AGP Aperture Size???",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=7667",
    "posts": [
        {
            "user_name": "Pepsi",
            "text": "Nú eru góð ráð dýr, default er þetta 128 hjá mér í bios, á það þá ekki að vera þannig eða á ég að hækka í 256mb ?  Er með X800XT",
            "date": "2005-03-11 16:45:00",
            "post_id": "81245",
            "reply_to_id": false
        },
        {
            "user_name": "einarsig",
            "text": "heyrði að þetta ætti að vera helmingurinn af innra minninu .....\n\n\n\ner með þetta í 256 af því það kemst ekki hærra \n\n\n\n\nannars held ég að það sé lítill performance munur.",
            "date": "2005-03-11 17:05:00",
            "post_id": "81251",
            "reply_to_id": "81245"
        },
        {
            "user_name": "Stutturdreki",
            "text": "http://www.tweak3d.net/articles/aperture-size/\n\n\n\n\nFyrsta sem kom upp á google.. útskýrir þetta ágætlega held ég.",
            "date": "2005-03-11 17:08:00",
            "post_id": "81252",
            "reply_to_id": "81251"
        },
        {
            "user_name": "Pepsi",
            "text": "Helmingur af innra minni? og ert með þetta í 256 af því að það kemst ekki hærra.  Ertu að tala um skjákorts minni?  Ég á möguleika á að setja þetta í 512 en ég er bara svo mikill hænuhaus að ég þori ekkert að vera að fikta í þessu fyrr en ég veit hvað ég er að gera",
            "date": "2005-03-11 17:09:00",
            "post_id": "81253",
            "reply_to_id": "81252"
        },
        {
            "user_name": "Yank",
            "text": "Mér sýnist þú misskilja hvað þetta er. Þetta er ekki hversu mikið minni kortið þitt hefur heldur hversu miklu minni þú vilt hleypa AGP kortinu í umfram minnið sem það hefur sjálft. Í þessu tilviki 256Mb. Þannig ólíklegt að þú sjáir mun á performance við það að breita í 256Mb í bios. \n\n\n\nHeld að þetta sé að mestu úrellt eftir að skjákortinn fóru að hafa nægjanlegt minni sjálf. Virðist líka fullt af misskilningi í gangi með raunverulegan tilgang AGP Aperutere Size.\n\n\n\nBetur veit ég ekki allavega",
            "date": "2005-03-11 17:11:00",
            "post_id": "81254",
            "reply_to_id": "81253"
        }
    ],
    "date": "2005-03-11 16:45:00"
}