{
    "forum_title": "Almennt um vélbúnað",
    "id": "76757",
    "title": "Hvaða Cherry MX Brown borð ætti ég að prufa?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=76757",
    "posts": [
        {
            "user_name": "Sallarólegur",
            "text": "Er með Steelseries Apex M500 með Cherry MX Blue sem ég er frekar sáttur með en ég væri til í aðeins léttari takka og minna clicky borð.\nVar að spá í að henda mér í Cherry MX Brown borð til að prufa. Mér finnst flest þessi borð fáránlega dýr sem eru á 20-30K en kannski er það bara þannig. Ég væri til í að borga svona mikið ef ég fæ til dæmis góðan volume pot með eins og Das Keyboard býður upp á.\nMér finnst \nDucky One fáránlega dýrt\n fyrir lyklaborð með engum volume pot.\nEinhverjar hugmyndir?",
            "date": "2018-07-20 08:46:00",
            "post_id": "675009",
            "reply_to_id": false
        },
        {
            "user_name": "worghal",
            "text": "ef þú kemst í eintak, þá mæli ég með Logitech G710+",
            "date": "2018-07-20 09:22:00",
            "post_id": "675012",
            "reply_to_id": "675009"
        },
        {
            "user_name": "Haukursv",
            "text": "Já ég átti G710+ og var fáránlega sáttur. Kannski ekki mest sexy borðið útlitslega séð en rosalega solid í alla staði. Hef ekki prófað önnur svo veit ekki mikið um úrvalið þessa dagana.",
            "date": "2018-07-20 09:38:00",
            "post_id": "675014",
            "reply_to_id": "675012"
        },
        {
            "user_name": "Zorglub",
            "text": "Hafa menn einhverja reynslu af Sharkoon úr Kýsildalnum?\nhttp://kisildalur.is/?p=2&id=3751",
            "date": "2018-07-20 09:58:00",
            "post_id": "675015",
            "reply_to_id": "675014"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Góð ábending, góð verð þarna. En það stendur hvergi hvaða switchar eru í þessu.",
            "date": "2018-07-20 10:06:00",
            "post_id": "675016",
            "reply_to_id": "675015"
        },
        {
            "user_name": "Njall_L",
            "text": "Sharkoon nota Kaihl switcha. Kísildalur talar um að þetta séu \"brown\" switchar og því líklegast Kailh Brown",
            "date": "2018-07-20 10:11:00",
            "post_id": "675017",
            "reply_to_id": "675016"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Elko eru með þetta HyperX á 15K\nhttps://elko.is/hypxalloybrwn-hyperx-al ... ordj-brunt",
            "date": "2018-07-20 10:14:00",
            "post_id": "675018",
            "reply_to_id": "675017"
        },
        {
            "user_name": "Njall_L",
            "text": "Eftir að hafa átt og notað bæði þetta borð og Ducky One þá myndi ég persónulega bæta við auka 5k og fá mér Ducky. Að mínu mati er það mun stöðugra og gerðarlegra, er líka með ábrenndum íslenskum stöfum. Svo ef þú leggur upp með að vilja fá Volume stillingar á lyklaborðinu sjálfu þá eru Ducky með þannig. Fjórir takkar fyrir ofan Numpad sem stýra Vol upp, niður og mute. Svo er einn takki sem opnar calculator beint.",
            "date": "2018-07-20 10:26:00",
            "post_id": "675021",
            "reply_to_id": "675018"
        },
        {
            "user_name": "Fridrikn",
            "text": "https://www.aliexpress.com/item/Ajazz-A ... autifyAB=0\ncherry clone swissar, orugglega i kringum 6,500kr til landsins.",
            "date": "2018-07-20 10:38:00",
            "post_id": "675023",
            "reply_to_id": "675021"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Góður punktur.\nEr farinn að skoða meira og langar eiginlega í meira compact lyklaborð með engu numpad, svo að músin sé hægra megin við lyklaborðið. Rosalega er lítið úrval á þessu skeri.",
            "date": "2018-07-20 10:42:00",
            "post_id": "675024",
            "reply_to_id": "675023"
        },
        {
            "user_name": "upg8",
            "text": "Mæli með Glorious Modular Mechanical Keyboard eða öðu lyklaborði sem er hægt að skipta um rofa í, þá þarftu ekki alltaf að vera að kaupa nýtt lyklaborð ef þig langar að prófa nýja rofa.\nhttps://www.pcgamingrace.com/products/gmmk-tkl-tenkeyless-brown-switch\nCherry Clone rofar eru ekkert endilega lélegir; einkaleyfið er útrunnið og aðrir framleiðendur eru smám saman að komast upp á lagið með þetta. fáðu bara sample kit af rofum til að prófa sjálfur",
            "date": "2018-07-20 10:51:00",
            "post_id": "675025",
            "reply_to_id": "675024"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Jæja ég kíkti bara á Ali frænda og pantaði þetta. Vonum að það berist fyrir áramót. Ég ætla bara að fara í Íhluti og smíða mér alvöru analog volume pott í staðinn.\nRainbow white\nKailh mx Brown\nTenkeyless\nkr. 9.320 kr. + 2.254 kr. VSK = 11.574 kr.\nhttps://www.aliexpress.com/item/-/32874 ... 3c002c0Am1",
            "date": "2018-07-20 11:18:00",
            "post_id": "675027",
            "reply_to_id": "675025"
        },
        {
            "user_name": "upg8",
            "text": "Mundu svo að fá þér O-rings ef þú vilt hafa það hljóðlátara",
            "date": "2018-07-20 12:26:00",
            "post_id": "675029",
            "reply_to_id": "675027"
        },
        {
            "user_name": "Haukursv",
            "text": "Töff borð ! Geturðu sagt mér meira frá þessum analog volume pott eða bent mér á einhver resources ? Er algjör nýliði í svona fræðum en þetta hljómar áhugavert",
            "date": "2018-07-20 15:17:00",
            "post_id": "675035",
            "reply_to_id": "675029"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Já mjög spennandi borð.\nÞá kaupirðu stilliviðnám t.d. í Íhlutum. Bara eins og er á gamaldags hljómgræjum og gítörum og þess háttar.\nÞað eru þrír vírar í venjulegri jack hljóðsnúru, ein fyrir hægri, ein fyrir vinstri og ein fyrir jörð.\nSvo tengirðu bara hægri og vinstri vírana í sitthvort typpið á stilliviðnáminu og voila, þú getur lækkað hljóðið með því að snúa.\nBara passa að kaupa \"volume potentiometer\" því desibel(hljóðstyrkur) virkar þannig á því rófi, eða á log skala. Helst einnig sem er með \"off\" switch þegar hann er alveg skrúfaður niður.\nSkemmtilegra að gera þetta sjálfur en að kaupa þetta tilbúið. Þetta kostar samt alveg helling. Vönduð viðnám geta kostað kannski 3-10 þúsund. Kaupir svo einhvern stóran og flottan takka til að smella ofan á og setur sand í plastbox og skrúfar þetta í til að þetta sé þungt og flott \nhttps://www.google.com/search?q=potenti ... s&tbm=isch",
            "date": "2018-07-20 16:29:00",
            "post_id": "675038",
            "reply_to_id": "675035"
        },
        {
            "user_name": "Halli25",
            "text": "Hefurðu ekkert spá í corsair lyklaborðunum?",
            "date": "2018-08-02 12:06:00",
            "post_id": "675639",
            "reply_to_id": "675038"
        }
    ],
    "date": "2018-07-20 08:46:00"
}