{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "7695",
    "title": "TV out   (en og aftur)",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=7695",
    "posts": [
        {
            "user_name": "urban",
            "text": "ég ætla að biðja ykkur um að \"flamea\" mig helst ekki fyrir að starta hér nýjum þræði með þetta vandamál (er marg oft búinn að lesa eldri þræði og hef bara ekkengu gagnlegu náð úr þeim)\n\n\n\nmálið er að ég er að reyna fá TV Out til að virka á NX 6600 GT kortinu sem ég var að fá mér fyrir stuttu síðan\n\n\n\nég reyndi nú upphaflega að fá þetta í lagmeð annari snúru en komst síðan að því að snúra var bara ónýt\n\n\n\njæja núna er maður kominn með aðra snúru og búinn að tengja allt í tip top\n\n\n\nég fæ mynd á sjónvarpið en einsog hjá ansi mörgum sem hafa reynt þetta þá kemur enginn litur\n\n\n\nvandamalið er EKKI það að ég hafi ekki stillt á B - PAL  vegna þess að ég er marg oft búinn að gera það (og reyndar fleiri pal kerfi og ntsc líka) \n\n\n\nsjónvarpið hjamér meikar það alveg ég er með LOEWE Palus 4572 Z sjónvarp sem meikar alveg öll þessi helstu PAL kerfi, Segam og einnig NTSC  og ég er búinn að marg skipta á milii þessara kerfa og ekkert virkar\n\n\n\neinhverstaðar las  ég að á Nvidia driverum mætti ekki vera lengri snúra en 12 fet og þá kæmi allt svarthvítt og þar var ráðið að fá sér eldri driver\n\n\n\nmálið er ða ég get bara ekki notað þá drivera sem mælt var með (ekki 6600 stuðningur á þeim) \n\nog að vera með styttri snúru en 12 fet er einfaldlega ekki í option hjá mér (þarf 10 metra snúru   12 fet eru einungis ca 4 metrar)\n\n\n\ner einhver hérna sem væri tilbúinn að benda mér á eitthvað sem ég gæti gert (og enn og aftur PLZ ekki \"flamea\" mig fyrir að búa til nýja þráð)\n\n\n\nmeð fyrir fram þökkum \n\nurban-",
            "date": "2005-03-14 16:31:00",
            "post_id": "81572",
            "reply_to_id": false
        },
        {
            "user_name": "zaiLex",
            "text": "Ertu búinn að prófa nýjasta nvidia driverinn (71.84)? Ég spyr bara út af því hann var að kom út bara fyrir nokkrum dögum.",
            "date": "2005-03-14 17:07:00",
            "post_id": "81578",
            "reply_to_id": "81572"
        },
        {
            "user_name": "MezzUp",
            "text": "Í hvað tengirðu á tölvunni og á sjónvarpinu?",
            "date": "2005-03-14 18:24:00",
            "post_id": "81589",
            "reply_to_id": "81578"
        },
        {
            "user_name": "urban",
            "text": "jamm ég var einmitt ða prufa hann núna í dag  og virkaði ekki (kom barasvart hvítt einsog á hinu)\n\n\n\n\ní annað scart tengið á sjónvarpinu  (er búinn að prufa hitt líka og búinn að prufa allar stillangar sem ég get stilt fyrir scart tengin (sem eru AV1 og 2, AV1! og 2!, AV1/DEC. og 2/DEC. , AV1/DEC.! og 2/DEC!.)\n\n\n\nþað kemur mynd ef ég er með AV1! eða AV1/DEC.!  og síðan einnig ef ég er með þetta í hinu tenginu  (sem væri þá bara merk 2 ístaðinn fyrir 1)  \n\nog einnig er ég búinn að prufa s-video inn á tækinu að frama (AVS!)  og það tengdi ég með svideo snúru þar beint í og þá kom einnig mynd en svarthvít\n\n\n\nég er bæði búiunn að prufa þetta með snúru sem tengist með s-video og einnig RCA (þessu gula fyrir myndina) í skjákortið ( það er nefnilega svona snúra sem tengist í skjákortið sem eru einhverjar 6 eða 7 snúrur og það er hægt að tengja í hana s-video og síðan eru nokkrar aðrar snúrur sem eru merktar hinar og þessu og ég ákvað að prufa einhverjar 1 eða 2 þar sem voru merktar xx- out   (man ekki nákvæmlega hvað xx stóð fyrir))\n\nen aðal tv out snúran er með s-video tengi og ég er með eina svoleiðis  (nýja) og það koma alveg eins á því öllu (alltaf svarthvítt)\n\n\n\nég reyndar var núna áðan endanlega að prufa NTSC og þá náði ég smá lit í gegnum þetta en þar var mydin öll brengluðp og ekkert hægt að notast við það\n\n\n\n\n\nég er búinn að ath hvort að það sé eitthvað að þessari snúru með því að prufa hana´við aðra tölvu og í sama sjónvarp og það virkaði allt fínt þar og einnig veit ég að scart tenging  (sjónvarpið) er í lagi vegna þess að ég ákvað að prufa setja dvd spilarann í þar og það virkaði allt mjög vel (þannig að það er búið að útiloka það að snúran eða TV sé bilað)\n\n\n\nég afskaka ef þetta er illskiljanlegt og bið ég ykkur þá að nefna hvað það er og ég reyni að orða það betur",
            "date": "2005-03-14 19:47:00",
            "post_id": "81597",
            "reply_to_id": "81589"
        },
        {
            "user_name": "jericho",
            "text": "kannski styður sjónvarpið þitt ekki S-video (eða s-vhs).  Ég hef lent í því á nokkrum sjónvörpum að fá bara svarthvíta mynd, en þá þurfti ég bara að stilla sjónvarpið sjálft þannig að AV-tengið tæki inn S-video merki",
            "date": "2005-03-15 08:14:00",
            "post_id": "81634",
            "reply_to_id": "81597"
        },
        {
            "user_name": "Major Bummer",
            "text": "stilla á composite í staðinn fyrir svideo.",
            "date": "2005-03-16 15:41:00",
            "post_id": "81745",
            "reply_to_id": "81634"
        },
        {
            "user_name": "urban",
            "text": "ef þú lest þráðinn alminnilega þá sérðu ða ég er búinn að fikta í öllum stillingum fram og til baka...\n\n\n\nog að sjálfsögðu er þessi stilling þar inní..\n\n\n\n\n\nen reyndar er málið leyst...\n\n\n\nkomst að þ´vi ðaþetta frábæra sjónvarp nær bara ekki að lesa litinn í s-video og þurfti ég að láta breyta snúrunni hj´amér örlítið til þess\n\n\n\nþað er víxla vírunum sem eru fyrir myndina  þá komst allt í lag",
            "date": "2005-03-16 19:36:00",
            "post_id": "81770",
            "reply_to_id": "81745"
        },
        {
            "user_name": "Major Bummer",
            "text": "ekki sá ég composite í póstinum þínum",
            "date": "2005-03-17 09:49:00",
            "post_id": "81812",
            "reply_to_id": "81770"
        },
        {
            "user_name": "Pandemic",
            "text": "composite er grænn/gulur,blár,rauður \n\neða er það ekki  \n\n\nBNC er allavegana grænn/gulur,blár,rauður",
            "date": "2005-03-17 12:33:00",
            "post_id": "81818",
            "reply_to_id": "81812"
        },
        {
            "user_name": "MezzUp",
            "text": "Hmm, meintir væntanlega RCA? Jú, bæði RCA og SCART tengi eru composite, en S-Video er það hinsvegar ekki",
            "date": "2005-03-17 13:45:00",
            "post_id": "81827",
            "reply_to_id": "81818"
        },
        {
            "user_name": "JReykdal",
            "text": "Composite video er einfalt myndmerki þar sem öllu er blandað saman.\n\nS-Video er Birta og Litur aðskilið (Y/C)\n\nComponent er svo aðskildir Litir og Birta á ýmsan máta en algengast í dag er R-Y, B-Y og Y (Rauður mńus Birta, Blár míns Birta og Birta).\n\nSvo er náttúrulega til hin hefðbundna RGB uppsetning.",
            "date": "2005-03-17 15:27:00",
            "post_id": "81839",
            "reply_to_id": "81827"
        }
    ],
    "date": "2005-03-14 16:31:00"
}