{
    "forum_title": "Til sölu - Tölvuvörur",
    "id": "77027",
    "title": "[TS] Mekanískt lyklaborð - Steelseries Apex M500 Cherry MX Blue",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=11&t=77027",
    "posts": [
        {
            "user_name": "Sallarólegur",
            "text": "Til sölu mekanískt lyklaborð frá danska fyrirtækinu Steelseries. Cherry MX Blue switches. Baklýstir takkar. Vel með farið og í kringum tveggja ára gamalt. Getur slökkt á Windows takka og hækkað og lækkað hljóð. Gott software sem Steelseries býður upp á.\nKaupi alltaf lyklaborð með ensku layout, það er eins og á myndinni, forritunartakkarnir á réttum stöðum, betra að forrita á svoleiðis layout.\nSambærileg og svipuð borð kosta á bilinu 20-30K hér heima. Ástæða sölu er að ég nota bara fartölvuna mína, lítið notað upp á síðkastið og er með fleiri lyklaborð.\nVerð: 10K\nAPEX M500\nThe Apex M500 is a tournament-grade backlit mechanical gaming keyboard built entirely around the needs of professional gamers, featuring Cherry MX Red switches and a sturdy no-frills design.\nCherry MX blue Mechanical Gaming Switches\nBlue LED Illumination\n100% Programmable with SteelSeries Engine\nFull Anti-Ghosting with 104 Key Rollover\nSteel back plate, under board cable management\nBuilt Like a Tank\nReinforced with a steel back plate and formed with the toughest plastics, the Apex M500's construction and materials can withstand almost anything.\nBlue LED Illumination\nBrilliant blue LEDs under every single key provide the brightest visibility and eye-catching style. Choose between 3 different breathe settings with 4 individual levels of brightness.",
            "date": "2018-08-24 21:20:00",
            "post_id": "676576",
            "reply_to_id": false
        },
        {
            "user_name": "Sallarólegur",
            "text": "Myndir",
            "date": "2018-08-27 10:08:00",
            "post_id": "676676",
            "reply_to_id": "676576"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Upp",
            "date": "2018-09-23 13:35:00",
            "post_id": "677987",
            "reply_to_id": "676676"
        }
    ],
    "date": "2018-08-24 21:20:00"
}