{
    "forum_title": "Koníakstofan",
    "id": "77331",
    "title": "Séreign vs viðbótalífeyrir",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=77331",
    "posts": [
        {
            "user_name": "tonycool9",
            "text": "Sælit.\nNú er ég að reyna að koma Viðbótalífeyri og öllu undir einn og sama hattinn bara hjá bankanum mínum.\nÍ gegnum árin hef ég skrifað undir hina og þessa pappíra varðandi viðbótalífeyrissparnað og séreignasparnað og er búinn að komast að því að ég á innegn á 3 eða 4 stöðum og þarf ég þá að sækja um flutning þaðan og í  bankann minn. \nÉg sótti um venjulegann viðbótalífeyrissparnað hjá bankanum, ég borga 4%,vinnuveitandi 4%, en ég sé að einn af þessum sjóðum heitir séreignasparnaður. \nEr einhver munur á séreignasparnaði og viðbótarlífeyri? er það sami hluturinn?",
            "date": "2018-09-27 13:26:00",
            "post_id": "678232",
            "reply_to_id": false
        },
        {
            "user_name": "Haukursv",
            "text": "Það er sami hluturinn eftir því sem ég best veit",
            "date": "2018-09-27 15:15:00",
            "post_id": "678242",
            "reply_to_id": "678232"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Sami hluturinn, kemur fram hér:\nhttps://www.vib.is/sereignarsparnadur/",
            "date": "2018-09-27 15:22:00",
            "post_id": "678243",
            "reply_to_id": "678242"
        },
        {
            "user_name": "beatmaster",
            "text": "Séreignarsparnaðurinn þinn er viðbótarlífeyrir.",
            "date": "2018-09-27 17:00:00",
            "post_id": "678250",
            "reply_to_id": "678243"
        },
        {
            "user_name": "tonycool9",
            "text": "Þakka ykkur fyrir svörin",
            "date": "2018-09-27 17:57:00",
            "post_id": "678259",
            "reply_to_id": "678250"
        },
        {
            "user_name": "Quemar",
            "text": "Ok, það er auðvitað mikilvægt að skilja hvað er í gangi með peningana manns og þá er oft gott að geta leitað á einn stað þar sem maður \"treystir sínum þjónustufulltrúa. Hafandi sagt það þá er enn mikilvægara að dreifa þessum fjárfestingum til að minnka líkur á að stór áföll á hluta markaðar geti mögulega sett þig í vond mál. Við erum að tala um oft mjög háar upphæðir og ef þær eru allar fastar í sömu fjárfestingunum þá getur þú ýmist unnið feitt eða tapað mjööööög illa! Taktu þér góðan tíma í að tala við fróða menn sem hafa engra hagsmuna að gæta varðandi þín mál og taktu öllu sem plebbar eins og ég og aðrir posta hér með fyrirvara!!! Og já ég geri mér grein fyrir mótsögninni þarna... Bottomline, flyttu þér hægt og hlustaðu á fólk með reynslu, ekki besserwissera...",
            "date": "2018-09-28 02:42:00",
            "post_id": "678273",
            "reply_to_id": "678259"
        },
        {
            "user_name": "Minuz1",
            "text": "Íhugað að greiða niður lán í staðinn fyrir að leggja fyrir?",
            "date": "2018-09-28 03:04:00",
            "post_id": "678274",
            "reply_to_id": "678273"
        },
        {
            "user_name": "pattzi",
            "text": "Best að vera með þetta á einum stað og helst erlendis\ner t.d með hjá bayern en það er víst bannað að selja það í dag\ner þá bara allianz t.d \nEn það er bara ég það virðist vera eina trausta bankarnir hér fara alltaf á hausinn reglulega .",
            "date": "2018-09-28 09:28:00",
            "post_id": "678278",
            "reply_to_id": "678274"
        },
        {
            "user_name": "Sultukrukka",
            "text": "Vinnuveitandi greiðir allt að 2%, ekki 4%\nT.d ef þú greiðir einungis 1% þá færð þú 1% mótframlag, 2% þá færð þú 2% mótframlag, 3 eða 4% þá færð þú samt sem áður 2%\nÉg nota þetta sjálfur til að greiða inn á lán. \nEinstaklingar með nægilega háar tekjur geta greitt allt að 5 milljónum aukalega inn á lán á 10 árum og ef maki þénar einnig vel þá er getur þetta farið  upp í 10 milljónir samtals á 10 ára tímabili. Allt skattfrjálst.\nNánari upplýsingar hér - \nhttps://www.mbl.is/frettir/innlent/2016 ... hnotskurn/",
            "date": "2018-09-28 09:34:00",
            "post_id": "678279",
            "reply_to_id": "678278"
        },
        {
            "user_name": "pegasus",
            "text": "Ertu viss með þennan part? Í upphaflegu lögunum um stuðning við fyrstu íbúðarkaup að þá skorðaðist upphæðin við 750.000 kr. á pör á ári, frekar 2x500.000 kr. (2 einstaklingar). Hefur þetta þá breyst núna þegar úrræðið var framlengt?",
            "date": "2018-09-28 13:54:00",
            "post_id": "678284",
            "reply_to_id": "678279"
        },
        {
            "user_name": "Sultukrukka",
            "text": "",
            "date": "2018-09-28 14:29:00",
            "post_id": "678285",
            "reply_to_id": "678284"
        }
    ],
    "date": "2018-09-27 13:26:00"
}