{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "77399",
    "title": "Ódýrt en gott 4k PS4P friendly sjónvarp?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=77399",
    "posts": [
        {
            "user_name": "HalistaX",
            "text": "Sælir, \nFyrst Red Dead Redemption 2 er að koma út, þá var ég svona að pæla í að labba aðeins um grunna endann sem console gaming í raun og veru er... Þrauta smá 30-60fps til tilbreytingar... Ég meina, þetta er console only(for now vil ég samt meina) Rockstar leikur, og Rockstar leikir hafa ákveðið orðspor sem aðrir leikir og leikjaframleiðendur hafa ekki.......... ....sem er að vera 10/10 allann daginn alla daga. \nHverju fórnar maður ekki fyrir það? \nEn já, þá þarf ég bæði að kaupa mér Playstation 4 Pro og 4k sjónvarp.\nÉg kaupi líklega PS4P bara notaða eða eitthvað og leikinn á PSN, það er lítið mál, aðal málið er helvítis sjónvarpið.. \nÉg kann persónulega lítið á sjónvörp, ásamt því að hafa yfir höfuð litla reynslu á sjónvörpum yfir höfuð. Ég meina, hvað er sjónvarp eiginlega? Eitthvað drasl sem var fundið upp rétt eftir seinna stríð og við erum enþá að nota þrátt fyrir að vera orðið löngu úreld uppfinning? Ég hef ekki horft á sjónvarp í möörg ár... Þarf maður einhverja bólusetningu við skiptunum úr 144hz niður í 30-60? Nei ég veit það ekki... \nEn já, ég hef ekki verið mikið hérna inná as of late, en í tilefni þess að þetta er minn fyrsti almennilegi þráður í ágætann tíma, þá ákvað ég að hafa hann ágætlega langann og sérstaklega einkennilegann að vanda, með fullt af óþarfa persónulegum upplýsingum, over share, enskuslettum, kommum, punktum og þónokkrum súrum bröndurum. \n.......\nHvað var ég aftur að tala um? Eitthvað með að koma útúr skápnum eftir mörg ár af því að gæla við þá hugmynd að ég væri console gamer inn við beinið? Já, það er eitthvað svoleiðis... Þar sem maður er nú partur af PC MASTERBATE þá er ákveðið stigma og skömm í kringum þetta sem ég er að skrifa, svona eins og þegar menn og konur koma útúr skápum, kompum og ísskápum, en ég meina, þetta er nú Rockstar leikur... COME ON! Can you blame me???? \nEr samt ekki hægt að vera svona Platform Fluid? Eða Platform Queer? Bi-Platformer? Trans-Platformer? Noncomformist Platform Neutral Console Queer? NEI!!! Ég er PlatLadyBoy!!!!! \nÆj, hvað er ég að reyna að finna nöfn yfir þessar sora hugsanir mínar, ég verð bara kallaður hommi hvort eð er.... \n....já... ...sjónvörp.... \nAllavegana; Er eitthvað svona low budget 4k sjónvarp sem þið mælið með sem mun einungis vera notað fyrir PS4(Red Dead) og kannski örfá skipti af því, ef ég finn á netinu, sem ég mun gera, alveg pottþétt, gefið mér 5 mínútur, sko, fann fullt, þessi er helvíti flott reyndar, ætla aðeins og skoða þetta, kem eftir smá... ...að horfa á 4k lessuklám? \nTL;DR:\n Gefið mér hugmyndir af low budget sjónvarpi sem verður einungis notað fyrir PS4 Pro! \nÉg þakka bara lesturinn, vonandi að einhver hafi hlegið jafn mikið og ég, kannski ekki alveg jafn mikið, þó ég hati mig, þá elska ég mig samt meira en nokkur annar maður! Seriously, það yrði vangefið creepy if it turns out að Sallarólegur eða einhver álíka Halistax-pervert hlær mikið yfir 3dB'um minna, eða meira, þá enþá meira creepy, en ég sjálfur, það myndi þýða að það ætti að loka viðkomandi einhvers staðar inni og sprauta svoldið vel í rassgatið með róandi lyfjum... Því ef þú match'ar mitt train of thought, þá ertu búinn að vera... Því miður... \nMinnir að það hafi einhvern tímann verið sett lög á um að það mætti bara vera einn sem finnst allir mínir brandarar drep fyndnir, refsingar fyrir að brjóta þessi lög væru, held ég sé að fara með rétt mál hérna, að vera gerður að úrhraki, mynd af þér póstað inná Stöndum Saman og sandi hellt ofaní eldsneytistankinn á bílnum þínum, eða hjóli, það má líka, á hverjum eeeeeeeeeeinasta degi... \nAllt hate má koma í einkapósti, komment, og ef þú hefur steinana í að sýna þitt rétta andlit, þá má það koma á Facebook líka... \nFuck it, ég á svo fáa vini og hef lítinn félagsskap að þið megið hringja í mig líka ef það er eitthvað sem þið viljið ræða. \nTakk kærlega fyrir mig! Bið að heilsa að sinni! Kær kveðja, Jóhann Guðni Harðarson! \n \n***Fyrir utan spurninguna sem er grafin þarna einhvers staðar í vegg af texta, þá þarf ekki að taka neinu hérna alvarlega, þetta er pretty much bara ég að hlægja að eigin bröndurum. That's it!***",
            "date": "2018-10-06 03:20:00",
            "post_id": "678635",
            "reply_to_id": false
        },
        {
            "user_name": "zetor",
            "text": "Hvaða stærð, hversu low budget?\nHér er 4k HDR 43 tommu tæki \nhttps://elko.is/tcl-43-led-uhd-smart\nÞað sést að þú hefur gaman af því að skrifa og það er eitthvað sem þú ættir að vinna meira með. Margt fyndið sem þú skrifar og skemmtilegar pælingar. Það er eins og þú fáir mikla útrás og pikkar af miklum móð á lyklaborðið.... gaman að sjá!",
            "date": "2018-10-06 08:42:00",
            "post_id": "678642",
            "reply_to_id": "678635"
        },
        {
            "user_name": "HalistaX",
            "text": "Þetta hljómar mjög vel: \nhttps://www.theverge.com/2017/6/16/1581 ... -budget-tv\nVerður það eitthvað mikið meira low budget en þetta? 55k? Það kalla ég mjög low budget fyrir 4k sjónvarp haha.. Efast um að maður fái mikið ódýrara.\nGeturu fundið eitthvað um refresh rate á þessu sjónvarpi? Myndi líklega nota það sem auka skjá eftir að ég klára Red Dead.. \nEr 43\" ekki alveg huge? Hvað er mælt með að maður sitji langt frá svona stóru tæki? \nEn með skrifin, þá nota ég þetta oft bara til þess að líða vel með sjálfann mig í smá stund með einhverjum bröndurum. Ég hef reynt það að skrifa þetta bara niður og halda fyrir sjálfann mig, en ég fæ ekki sömu tilfinningu frá því og að deila með einhverjum, af einhverjum ástæðum. Gott að það var ekki bara ég sem hafði gaman að þessu! \nEDIT: \nhttps://www.displayspecifications.com/en/model/f8b41517\n 60z it says.. Lýst vel á það!\nEDIT2: \nhttps://elko.is/tcl-50-led-uhd-smart\n 5kall í viðbót fyrir 7 tommur? I'm sold!",
            "date": "2018-10-06 10:02:00",
            "post_id": "678645",
            "reply_to_id": "678642"
        },
        {
            "user_name": "Halli25",
            "text": "Droppa þessu hérna:",
            "date": "2018-10-10 16:46:00",
            "post_id": "678936",
            "reply_to_id": "678645"
        },
        {
            "user_name": "tonycool9",
            "text": "Það sem mér myndi persónulega skipta höfuðmáli þegar kemur að 4K sjónvarpi fyrir PS4PRO eða XB1X er að sjónvarpið styðji HDR. Það er í rauninni stærra selling point og skiptir meira máli heldur en checkerboard upplausnin sem þessar consoles styðjast við. Þegar þú prufar leik með HDR þá ferðu ekkert til baka að spila hann án þess.",
            "date": "2018-10-11 12:17:00",
            "post_id": "678999",
            "reply_to_id": "678936"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "https://www.rafland.is/product/43-uhd-smart-sjonvarp\nMyndi skoða þetta ... alltaf LG framyfir TCL\nTCL= kínaframleiðsla, fínt fyrir ömmu og afa, eða barnaherbergi/ Þá sem gera ekki miklar kröfur.",
            "date": "2018-10-11 13:31:00",
            "post_id": "679001",
            "reply_to_id": "678999"
        }
    ],
    "date": "2018-10-06 03:20:00"
}