{
    "forum_title": "Óskast - Tölvuvörur",
    "id": "77448",
    "title": "[ÓE] PS4 Pro",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=54&t=77448",
    "posts": [
        {
            "user_name": "Runar",
            "text": "Vantar Playstation 4, verður að vera Pro útgáfan. Kaupi nýja ef ekkert fæst fyrir svona 24. okt, vera tilbúinn fyrir 26. okt þegar Red Dead Redemption 2 kemur út, ætti að koma útgáfa aðeins fyrir það sem er pakka díll með PS4 og leiknum.\nÞarf enga leiki eða neitt, bara tölvuna og fjarstýringu.\nEr með spurningu svo um PS4.. er hægt að factory resetta or sum, til að losna við alla accounta og slíkt sem eru fyrir, vill bara búa til eigin account og ekki hafa neitt auka inná frá gamla notandanum?",
            "date": "2018-10-10 22:43:00",
            "post_id": "678971",
            "reply_to_id": false
        },
        {
            "user_name": "ChopTheDoggie",
            "text": "Ja þú getur factory resettað og tölvan verður eins og ný beint frá búðinni, ekkert geymist frá gamla notandann \n \nSvo er ég líka með spurningu..Því PS4 Pro? Fyrir HDR 4K? Eða verður leikurinn í 60fps og classic & slim 30fps?",
            "date": "2018-10-11 04:29:00",
            "post_id": "678975",
            "reply_to_id": "678971"
        },
        {
            "user_name": "Tonikallinn",
            "text": "Minnir að Pro er like með 5 GHz wifi",
            "date": "2018-10-11 13:40:00",
            "post_id": "679003",
            "reply_to_id": "678975"
        },
        {
            "user_name": "ChopTheDoggie",
            "text": "Bæði Slim og Pro eru með 5ghz, spurningin mín fyrir OP var hvort RDR2 styður 60fps á Pro eða hvort hann sé bara að fá sér Pro fyrir HDR support.  \nEn reynum ekki að byrja spjall hér, OP er að reyna kaupa sér tölvu. \nGætir skoðað á Bland, minnir mig að einhver var að selja eina.",
            "date": "2018-10-11 13:58:00",
            "post_id": "679004",
            "reply_to_id": "679003"
        },
        {
            "user_name": "Runar",
            "text": "Fyrir 60 fps og ef maður er að kaupa PS4 núna, þá finnst mér vitleysa að ekki fara í Pro eiginlega.",
            "date": "2018-10-11 21:04:00",
            "post_id": "679036",
            "reply_to_id": "679004"
        },
        {
            "user_name": "Runar",
            "text": "Ég er reyndar forvitinn um það núna, ef maður spilar á PS4 Pro í 1080p í staðinn fyrir 4k, fær maður ekki örugglega meira fps þá í staðinn? Ákkúrat núna er ég of latur til að google'a það sjálfur",
            "date": "2018-10-12 16:08:00",
            "post_id": "679083",
            "reply_to_id": "679036"
        },
        {
            "user_name": "ChopTheDoggie",
            "text": "Þetta er því miður ekki venjuleg tölva þar sem þú getur breytt settings í hvað sem þú vilt..  Reyndar styður RDR2 ekki 60fps (vitum ekki alveg 100%) og ég efast um að þú gætir gleymt 4K og í staðin fengið 1080p 60fps, þetta er svo rosalega stór leikur..",
            "date": "2018-10-12 19:29:00",
            "post_id": "679085",
            "reply_to_id": "679083"
        },
        {
            "user_name": "Runar",
            "text": "ugh, console vesen! \n Seinasta console sem ég átti var Sega Mega Drive \nAnnars hefur maður séð reyndar að aðrir leikir hafa stutt hærra fps á lægri upplausn en 4k, eða mig minnir það allavegana. Þannig að já, Pro útgáfan.",
            "date": "2018-10-13 11:18:00",
            "post_id": "679109",
            "reply_to_id": "679085"
        }
    ],
    "date": "2018-10-10 22:43:00"
}