{
    "forum_title": "Vaktin.is",
    "id": "775",
    "title": "Hlutföll og breytingar milli vikna",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=46&t=775",
    "posts": [
        {
            "user_name": "Fumbler",
            "text": "Verðhlutföll og Breytingar\n\n\n\n\nÞetta er önnur vikan sem ég er búinn að halda þessa síðu út. Mér fynnst nefnilega þetta framtak hjá \nhttp://www.vaktin.is\n vera algjör snild.\n\nÉg póstaði þessari síðu undir vélbúnaður á \nhttp://www.hugi.is\n 8.maí og fékk góð viðbrögð.\n\n\n\nEndilega sendið mér comment um þetta. Ég ætla að reyna að uppfæra síðuna jafnt vaktini",
            "date": "2003-05-20 21:32:00",
            "post_id": "5865",
            "reply_to_id": false
        },
        {
            "user_name": "Voffinn",
            "text": "enn... ein spurning... fékkstu leyfi hjá vaktamönnum ? en annars er eþtta flott framtak hjá þér !",
            "date": "2003-05-20 22:32:00",
            "post_id": "5866",
            "reply_to_id": "5865"
        },
        {
            "user_name": "MezzUp",
            "text": "annars, fyrst að þú ert að slá þetta sona inn, þá væri flott að sjá súlúrit þar sem að % lækkun í texta sýnir manni þetta ekkert rosalega skilvirkilega, flott hjá þér að nenna þessu samt",
            "date": "2003-05-20 23:24:00",
            "post_id": "5868",
            "reply_to_id": "5866"
        },
        {
            "user_name": "gumol",
            "text": "Ertu að meina að hafa merkið þeirra efst eða?\n\nÉg sé ekkert annað þarna sem vaktin á.",
            "date": "2003-05-21 00:26:00",
            "post_id": "5871",
            "reply_to_id": "5868"
        },
        {
            "user_name": "Fumbler",
            "text": "Nei, ég spurði ekki um neitt leyfi. (er vaktin.is skrásett vörumeri?) Ég bara vona að vaktar menn fari ekki í fílu útaf þessu.\n\nÞetta er allt gert í góðri trú til að koma sem flestum upplýsingu út.  \n\n\n\n\nJá þetta með súluritið er góð hugmynd, sjáum hvað við getum gert í því.",
            "date": "2003-05-22 14:51:00",
            "post_id": "5925",
            "reply_to_id": "5871"
        },
        {
            "user_name": "kiddi",
            "text": "Auðvitað förum við ekki í fílu yfir einhverju svona, við erum einfaldlega að taka þátt í uppbyggingunni á nördasamfélaginu, svona eins og hugi.is/velbunadur & partalistinn o.fl. Því meiri upplýsingar fyrir neytendur því betra, fyrir alla \n\n\n\n\nOkkur hefði samt þótt vænt um að vera látnir vita með notkun merkisins okkar að fyrra bragði",
            "date": "2003-05-22 15:14:00",
            "post_id": "5927",
            "reply_to_id": "5925"
        }
    ],
    "date": "2003-05-20 21:32:00"
}