{
    "forum_title": "Koníakstofan",
    "id": "77514",
    "title": "Kort - Nýja appið hjá Landsbankanum",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=77514",
    "posts": [
        {
            "user_name": "HarriOrri",
            "text": "Í gær var Landsbankinn að gefa út sinn clone af Samsung/Apple/Google-pay.\nhttps://www.landsbankinn.is/einstakling ... dsbankans/\nÉg er sjálfur búinn að nota þetta núna í sólahring og verð að segja að þetta er mjög þæginlegt. Hef ekki þurft að taka veskið upp stöku sinni, heldur bara þurft að réttsvo leggja símann upp að posanum. Hvernig líst ykkur á þetta? Er fólk alveg að treysta svonalöguðu gefið út af íslenskum banka í samanburði við Apple/Samsung/Google?",
            "date": "2018-10-18 12:04:00",
            "post_id": "679371",
            "reply_to_id": false
        },
        {
            "user_name": "jericho",
            "text": "Tekið af \nhttp://www.visir.is/g/2018181019103\nAnnars mjög jákvæð þróun finnst mér (þ.e.a.s. að geta borgað með símanum).",
            "date": "2018-10-18 12:19:00",
            "post_id": "679372",
            "reply_to_id": "679371"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Appið er framleitt af Visa, ekki heimasmíðað hjá Landsbankanum.\nHlakka til að fá svona í iOS.",
            "date": "2018-10-18 12:35:00",
            "post_id": "679373",
            "reply_to_id": "679372"
        },
        {
            "user_name": "akarnid",
            "text": "Miðað við hvað Apple Pay er \nkomið í fá lönd þá myndi ég ekki veðja háum upphæðum að það komi hingað á næstunni\nEn ef einhverjir gætu orðið milliaðilar til þess að svo yrði væru það Borgun og bankarnir.",
            "date": "2018-10-18 15:29:00",
            "post_id": "679378",
            "reply_to_id": "679373"
        },
        {
            "user_name": "kelirina",
            "text": "á meðan að apple pay er ekki komið þá þurfum við að bíða lengur\nfékk að frétta það að Apple er að þeir taka % af NFC samskiptum",
            "date": "2018-10-18 17:29:00",
            "post_id": "679383",
            "reply_to_id": "679378"
        },
        {
            "user_name": "kjartanbj",
            "text": "Búin að setja þetta upp hjá mér, virkar flott",
            "date": "2018-10-18 17:59:00",
            "post_id": "679388",
            "reply_to_id": "679383"
        },
        {
            "user_name": "Pandemic",
            "text": "Hætti við að setja inn kreditkortaupplýsingarnar og ætlaði svo að klára það. Þá virkar ekki að skrá mig inn lengur og það kemur eins og emailið mitt sé í notkun þegar ég reyni að búa til nýjan aðgang.",
            "date": "2018-10-18 20:08:00",
            "post_id": "679393",
            "reply_to_id": "679388"
        },
        {
            "user_name": "Tóti",
            "text": "Virkar hjá mér með debet.\nReyndi fyrst fyrir kredit en það gekk ekki , ekki stuðningur fyrir það.",
            "date": "2018-10-18 20:18:00",
            "post_id": "679395",
            "reply_to_id": "679393"
        },
        {
            "user_name": "kjartanbj",
            "text": "ég er með bæði debet og kredit, og sýnir mér heimild á kredit líka og hvað er eftir af heimild",
            "date": "2018-10-18 21:56:00",
            "post_id": "679402",
            "reply_to_id": "679395"
        },
        {
            "user_name": "emil40",
            "text": "mér líst vel á þetta",
            "date": "2018-10-23 16:43:00",
            "post_id": "679579",
            "reply_to_id": "679402"
        },
        {
            "user_name": "Viggi",
            "text": "Ekkert svipað app á leiðinni frá arion banka? Langar svo bara að hafa síman á mér og ekkert annað",
            "date": "2018-10-23 20:47:00",
            "post_id": "679591",
            "reply_to_id": "679579"
        },
        {
            "user_name": "kjartanbj",
            "text": "Hef samt komist að því að það virðist ekki vera nóg að vera með þetta, hef fengið villu \"notið örgjörva\" og þá hef ég þurft að nota kortið því miður þannig maður getur ekki alveg sleppt kortinu eins og maður hefði vonað",
            "date": "2018-10-23 21:46:00",
            "post_id": "679595",
            "reply_to_id": "679591"
        },
        {
            "user_name": "Viggi",
            "text": "Kemur það þá ekki í fjórða hvert skipti eða þegar er verslað með meira en 4000. Þá verður maður að nota áfram kortahulstur á símanum",
            "date": "2018-10-23 22:07:00",
            "post_id": "679597",
            "reply_to_id": "679595"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Það er víst vegna þess að það á eftir að uppfæra einhverja posa.\nMinni líka á að sumar verdlanir uppfæra aldrei posana sína, eins og til dæmis Bauhaus sem eru með sína eigin posa.",
            "date": "2018-10-23 22:17:00",
            "post_id": "679598",
            "reply_to_id": "679597"
        },
        {
            "user_name": "akarnid",
            "text": "Jæja \nþessir segjast ætla að bjóða Íslendingum í viðskipti\n .  Þeir styðja bæði Android Pay og Apple Pay.  Virðist bara vera kortabanki með fríðindum og innlánsviðskipti, ekki útlán (hver myndi eiginlega fara inn á verðtryggða ruglmarkaðinn á Íslandi hvort sem er?)",
            "date": "2018-11-12 16:19:00",
            "post_id": "680496",
            "reply_to_id": "679598"
        },
        {
            "user_name": "Njall_L",
            "text": "Ef þessar fréttir um komu þeirra eru réttar þá er þetta eitthvað sem væri mjög spennandi að skoða. Myndi sjálfur sækja um hjá þeim, þó það væri bara til að nota Apple Pay hérlendis.",
            "date": "2018-11-12 17:34:00",
            "post_id": "680499",
            "reply_to_id": "680496"
        },
        {
            "user_name": "akarnid",
            "text": "skv pósti sem ég var að fá frá Kreditkort:\n\"Kæri viðskiptavinur,\nGreiðslumáti framtíðarinnar er kominn. Nú getur þú greitt með símanum þínum í posum um allan heim.\nSnertilausar greiðslur með símanum þínum verða fyrst um sinn aðeins í boði fyrir handhafa kreditkorta og fyrirframgreiddra korta frá Kreditkorti og Íslandsbanka og fyrir Android notendur. \nVið munum innan tíðar bjóða upp á lausnina fyrir Apple notendur\n, fleiri kortategundir, sem og Garmin og Fitbit snjallúr.\nSamhliða frekari þróun á Kreditkortsappinu flytjum við vörumerkið Kreditkort alfarið yfir til Íslandsbanka, þ.m.t. vefsíðu og alla aðra þjónustu. Þú þarft ekkert að gera, þú heldur sömu kortum og getur leitað til Íslandsbanka til að fá ráðgjöf og þjónustu bæði í gegnum netspjall og síma.\"",
            "date": "2018-11-13 10:51:00",
            "post_id": "680513",
            "reply_to_id": "680499"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Það fær enginn Íslendingur að nota Apple Pay fyrr en Apple opna fyrir það á Íslandi.\nÚtlendingar geta notað Apple Pay á Íslandi.",
            "date": "2018-11-13 11:23:00",
            "post_id": "680515",
            "reply_to_id": "680513"
        },
        {
            "user_name": "Njall_L",
            "text": "Ætluðu þessir ekki að bjóða upp á erlend kort á Íslandi? Sem myndu þá styðja Apple Pay á sama hátt og ef um ferðamann væri að ræða? Eða er ég bara að misskilja?",
            "date": "2018-11-13 12:22:00",
            "post_id": "680518",
            "reply_to_id": "680515"
        },
        {
            "user_name": "reyniraron",
            "text": "Apple Pay er bara í boði í nokkrum löndum hjá þeim svo nei, kortin yrðu „íslensk.“",
            "date": "2018-11-13 12:38:00",
            "post_id": "680520",
            "reply_to_id": "680518"
        }
    ],
    "date": "2018-10-18 12:04:00"
}