{
    "forum_title": "Netkerfi - internetið",
    "id": "77690",
    "title": "Netgear Nighthawk R7000",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=77690",
    "posts": [
        {
            "user_name": "tomas52",
            "text": "Sælir vaktarar\nég er í smá basli ég var semsagt að kaupa mér þennan router Netgear Nighthawk ac1900 (R7000) \nOg ég er búin að tengja hann og fá net inn nema að WiFi er fáránlega hægt ég er kannski að ná 5-600 MB hraða snúrutengdur en er bara að ná 0.08 í download og 7.75 í upload á WiFi \nÉg er búinn að hringja í Nova og þeir segja að ljósleiðaraboxið sé í toppstandi með 1 gb hraða og ég er búinn að restarta routernum og reset hann og ég er ekki alveg að skilja hvað er í gangi \nÞeir sem eiga svona router hafiði verið að lenda í þessu ? \nEitthver góð ráð?",
            "date": "2018-11-08 20:33:00",
            "post_id": "680340",
            "reply_to_id": false
        },
        {
            "user_name": "Dr3dinn",
            "text": "Ertu með kveikt á einhverjum auka þjónustum eða fídusum?",
            "date": "2018-11-09 14:54:00",
            "post_id": "680368",
            "reply_to_id": "680340"
        },
        {
            "user_name": "tomas52",
            "text": "Nei ekkert svoleiðis",
            "date": "2018-11-09 15:58:00",
            "post_id": "680373",
            "reply_to_id": "680368"
        },
        {
            "user_name": "Dropi",
            "text": "Minn virkar flott, aldrei vesen. Er alveg sama hvaða tæki þú notar og hversu nálægt routernum þú ert? Eru báðar tíðnir virkar?\nÞað er einfalt mál að uppfæra firmware, en ef hann lagast ekki við það og loftnetin eru öll skrúfuð vel á þá hlýtur þetta að vera ábyrgðarmál.",
            "date": "2018-11-13 21:24:00",
            "post_id": "680543",
            "reply_to_id": "680373"
        },
        {
            "user_name": "tomas52",
            "text": "Já fann eitthverja umræðu um að þetta væri firmware vandamál og ég er kominn núna í 50 MB á WiFi og 670 MB beintengdur\nHvaða firmware ert þú að nota og hvaða hraða nærðu? Með speedtest",
            "date": "2018-11-13 22:20:00",
            "post_id": "680548",
            "reply_to_id": "680543"
        },
        {
            "user_name": "Dropi",
            "text": "Eflaust fengi ég fínasta hraða ef ég væri ekki fluttur til Englands í 18Mb/s ADSL úr fína 1Gb fibernum sem ég naut í Reykjavík.  En hraðinn á milli véla yfir wifi er þrusu sterkur, þó er ég ekki alveg í stuði til að mæla hann núna. Ég er á firmware frá því í sumar, man ekki alveg hvaða version. \nÁ Íslandi var ég wired, en núna er með tveggja loftneta asus pcie wifi kort, í gegnum 3 veggi og hraðinn er eins góður og hann gerist yfir wifi að mínu viti.",
            "date": "2018-11-15 16:02:00",
            "post_id": "680679",
            "reply_to_id": "680548"
        }
    ],
    "date": "2018-11-08 20:33:00"
}