{
    "forum_title": "Koníakstofan",
    "id": "77733",
    "title": "Spurning varðandi „Orkupakka 3“",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=77733",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Veit einhver um hvað orkupakki 3 snýst?\nEndalausar umræður með og á móti, en ég ekkert um þetta? Búinn að googla og eiginlega engu nær.\nÞað væri fróðlegt að vita um hvað þetta snýst ef einhver gæti svarað því stuttlega.",
            "date": "2018-11-14 10:40:00",
            "post_id": "680562",
            "reply_to_id": false
        },
        {
            "user_name": "kelirina",
            "text": "þetta er það helsta\nhttps://ulfljotur.com/2018/07/14/ahrif- ... skan-rett/\nhttps://ec.europa.eu/energy/en/topics/e ... ergy-union",
            "date": "2018-11-14 11:04:00",
            "post_id": "680566",
            "reply_to_id": "680562"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Þjóðremban í kringum þessa umræðu er ótrúleg. \"Allt sem kemur frá útlendinggum og útlöndum er ömurlegt\" pælingin.\nÞetta hefur engin áhrif á Íslandi vegna þess að við erum ekki tengd raforkukerfi Evrópu.\nFólk er samt alveg að missa sig yfir þessu á Útvarpi Sögu.\nHeld að 90% íslendinga sé alveg sama um þetta. Þetta er bara hluti af EES samningnum og hefur alltaf verið. Þessi samningur er mesta kjarabót sem Íslendingar hafa fengið síðan land byggðist og stækkar innri markaðinn okkar úr 350.000 hræðum í 500.000.000 manns.\nÞað er þó áhugavert að lögfræðispekingar segja að það þurfi líklega að breyta stjórnarskránni til þess að þessi nýja raforkustofnun í Evrópu geti fengið þetta vald sem ætlast er til.\nMæli þessu viðtali við Brynjar Níelsson í Harmageddon um þetta á 15:30\nhttp://www.visir.is/k/c3bce4af-7637-415 ... 2024010864",
            "date": "2018-11-14 11:13:00",
            "post_id": "680569",
            "reply_to_id": "680566"
        },
        {
            "user_name": "Tbot",
            "text": "Þá vitum við hvað þú kýst.\nÞetta snýst ekki um þjóðrembu, heldur hver fer með ákvörðunarvald yfir auðlindum þessa lands.\nÞað er rangt að þetta sé hluti af EES samningnum.\nÞað voru 3 atriði undanskilin þessum samning, Fiskveiðar, orkumál og ... man ekki þriðja í augnablikinu.\nEn með því að koma þessum orkupökkum í gegn er verið að koma Íslandi bakdyramegin inn í EU.\nSíðan eru það hin dæmigerðu rök að þetta eigi ekki við því við erum ekki tengd orkukerfi Evrópu.\nÞetta er þvílíkt þvaður.  \nEf þessi pakki verður samþykktur þá ráðum við engu um lagningu sæstrengs og stjórnun á orkuauðlindum þessa lands.  Ásamt því að verð rafmagns mun hækka.\nÞegar ráðherra og ráðuneyti veifa einhverju lögfræðiplaggi sem hinum heilaga sannleik, þá er rétt að stoppa við.\nSvona til að benda á þá var hér framleiða og sala á einni hendi áður fyrr.\nEn með ees tilskipun þurfti að splitta þessu.  Sem hækkaði verð á rafmagni til neytenda.",
            "date": "2018-11-14 11:30:00",
            "post_id": "680571",
            "reply_to_id": "680569"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Það að það sé í alvöru í umræðunni að Ísland eigi að segja sig úr EES samningnum út af þessu sæstrengsmáli er náttúrulega tragíkómískt. Það köllum við að kasta krónunni fyrir aurinn.\nÞessi sæstrengur er ekki einu sinni á teikniborðinu og það hefur ekki einu sinni verið sannað að þetta gangi upp eðlisfræðilega. Ef hann er svona rosalega mikilvægur og verður til þess að EES samningnum verði sagt upp, verði ykkur að góðu. \nÉg verð þá 100% fluttur af þessari sveitalubba eyju. Verður skoplegt að sjá vöruverð hérna þegar einokunin nær aftur fullum tökum á Íslendingum.",
            "date": "2018-11-14 11:38:00",
            "post_id": "680572",
            "reply_to_id": "680571"
        },
        {
            "user_name": "Tbot",
            "text": "Úlfljótur vísunin er í grein Rögnu, sem er þvílíkur EU sinni, að þetta sé ekkert nema hamingja.\nEf fólk vill fá hinn pólinn í þessa umræðu þá eru til greinar eftir Prófessor Peter Örebech, sérfræðingur í Evrópurétti og hvað hann hefur um orkupakkann að segja.\nÞessi prófessor hefur verið að tæta í sig lögfræðiálitin sem ráðherra og ráðuneyti hafa verið að veifa, sem hinum eina sannleik.",
            "date": "2018-11-14 11:48:00",
            "post_id": "680574",
            "reply_to_id": "680572"
        },
        {
            "user_name": "Tbot",
            "text": "Í hnotskurn snýst orkupakki 3 um hver fer með yfirráð allra orkumála á landinu.\nÞ.e. við sjálf Íslendingar eða stofnanir í Evrópu.\nÞví til viðbótar er þetta tal um stjórnarskránna, því hún að hluta til á að stoppa þetta valdaframsal.",
            "date": "2018-11-14 11:54:00",
            "post_id": "680576",
            "reply_to_id": "680574"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ef ég hef skilið rétt það sem ég var að lesa og hlusta á, þá snýst þessi orkupakki 3 um að veita alþjóðastofnuninni ACER úrskurðarvald í ágreiningsmálum? Það fylgir reyndar ekki sögunni hvernig ágreiningsmálum en Brynjar Níelsson vildi meina að ef ágreiningsaðilar væru ósáttir þá væri alltaf hægt að leita til dómstóla.\nÞá spyr ég, skiptir orkupakki 3 einhverju máli? \nÍslendingar eru ekki vanir að fara eftir alþjóðatilskipunum og úrskurðum hvort sem er, samanber tilskipanir vegna innflutnings á kjöti.",
            "date": "2018-11-14 12:10:00",
            "post_id": "680578",
            "reply_to_id": "680576"
        },
        {
            "user_name": "Tbot",
            "text": "Það er meira í kringum þetta, en einn anginn er ACER og úrskurðarvald hans.  Miðað við allt er það endanlegt, þ.e. hærra en en Íslenskir dómstólar.\nSumar tilskipanir verðum við að fara eftir, hvað sem öðru líður.",
            "date": "2018-11-14 13:54:00",
            "post_id": "680582",
            "reply_to_id": "680578"
        },
        {
            "user_name": "pukinn",
            "text": "Það er búið að innleiða orkupakka 1 og 2 í gegnum EES, þannig að einhver er tengingin. \nGetur þú eitthvað rökstutt þetta eitthvað frekar hvernig við verðum þvinguð til að leggja sæstreng ? Ég held að það sé bull að leggja sæstreng, en skil ekki hver eða á hvaða forsemdum við værum þvinguð í það.",
            "date": "2018-11-14 14:06:00",
            "post_id": "680583",
            "reply_to_id": "680582"
        },
        {
            "user_name": "Tbot",
            "text": "Þá getur þú lesið sumt af bloggi frá Bjarna Jónssyni.\nhttps://bjarnijonsson.blog.is/blog/bjar ... y/2225633/\nÞar sem hann hefur fjallað í nokkrum færslum um Orkupakka 3, Acer, Landsreglara, sæstreng og fl.\n\"Landsreglarinn verður í raun valdamesta embætti íslenzka orkugeirans, fjarstýrt frá Framkvæmdastjórninni í Brüssel. \"\nMargt er ágætt hjá honum en stundum er hann með aðeins of langt mál.",
            "date": "2018-11-14 14:17:00",
            "post_id": "680584",
            "reply_to_id": "680583"
        },
        {
            "user_name": "bigggan",
            "text": "ACER hefur ekki úrskúrðar vald heldu byr til tilögur og ráðlegingar hvernig hlutir á að vera, eins og marghar aðrar stofnanir, það eru dómstólar hverjum rikis fyrir síg sem leysa út þannig deilur. \nþað eina sem acer á úrskúrðarvald yfir eru hlutur sem á við tæknilega hlutum eins og frjáls flæði rafmagn gegnum strengir, og hverjir eiga að borga hvað þegar deilur verða um notendur strengja milli landa. Acer hefur ekki vald til að seigja að riki á að byggja streng milli sin.",
            "date": "2018-11-14 15:56:00",
            "post_id": "680588",
            "reply_to_id": "680584"
        },
        {
            "user_name": "Hizzman",
            "text": "Getur Íslenska ríkð BANNAÐ einhverjum aðila að leggja sæstreng sem kemur á land á Íslandi?",
            "date": "2018-11-14 16:03:00",
            "post_id": "680589",
            "reply_to_id": "680588"
        },
        {
            "user_name": "Tbot",
            "text": "Já, í dag getur það.\nEkki ef orkupakki 3 er samþykktur.",
            "date": "2018-11-14 16:08:00",
            "post_id": "680590",
            "reply_to_id": "680589"
        },
        {
            "user_name": "Tbot",
            "text": "Rangt, Acer hefur valdheimildir.\nÍ tveggja daga greinargerðinni sem ráðuneyti flaggar.\n\"ACER hefur engar valdheimildir gagnvart einkaaðilum, heldur eingöngu opinberum eftirlitsaðilum.\"\nÞessi fjórði liður samantektar ráðuneytisins á minnisblaði Ólafs Jóhannesar Einarssonar til iðnaðarráðherra er gott dæmi um þann orðhengilshátt, sem ráðuneytið telur sér sæma að viðhafa í þessu alvarlega máli í stað þess að nefna hlutina sínum réttu nöfnum og sleppa þar með blekkingarhjali.  \nEf það er skoðað nánar hvernig þetta gengur fyrir sig:\n\"Opinberir eftirlitsaðilar\", sem ACER hefur valdheimildir gagnvart, er Landsreglarinn.  Hann verður ekki hluti af eftirlitskerfi íslenzkra yfirvalda með orkugeiranum, því að hann heyrir alls ekkert undir þau, heldur undir ESA (Eftirlitsstofnun EFTA) að nafninu til, en í raun alfarið undir ACER.  Embætti Landsreglarans verður þó á íslenzku fjárlögunum.  Hann mun létta af iðnaðarráðuneytinu og Orkustofnun öllum eftirlitsskyldum þeirra með raforkugeiranum, og Landsreglarinn verður í raun valdamesta embætti íslenzka orkugeirans, fjarstýrt frá Framkvæmdastjórninni í Brüssel.\nTil að bæta um betur þá eru reglur/reglugerðir um ACER ekki niðurnjörvaðar þannig að EU getur breytt þeim hvenær sem er.",
            "date": "2018-11-14 16:14:00",
            "post_id": "680591",
            "reply_to_id": "680590"
        },
        {
            "user_name": "GuðjónR",
            "text": "Það held ég að standist enga skoðun, þetta er ekki eins og að leggja cat5 milli herbergja í eigin húsnæði.\nEf ríkur einstaklingur eða erlent ríki vill leggja sæstreng í gegnum íslenska lögsögu og í jörð á Íslandi til að tengjast orkuveri þá þarf til þess leyfi.\nFyrir utan að þó það sé strengur þá er ekki þar með sagt að við verðum að skaffa rafmagn, það getur enginn lagt hingað streng og heimtað alla orkuna.\nÍslenskir orkuframleiðendur hljóta að ráða hverjum þeir selja afurðina og stjórnvöld og landeigendur ráða því hverjir framkvæma á og og við landið.\nSvo finnst mér allaf gleymast að í dag þá erum við að flytja út megnið af allri okkar raforkuframleiðslu án sæstrengs.\nÞað þarf engan streng til að flytja út rafmagn.",
            "date": "2018-11-14 16:38:00",
            "post_id": "680592",
            "reply_to_id": "680591"
        },
        {
            "user_name": "Hizzman",
            "text": "Ef ég er landeigandi, á stóra jörð sem liggur að sjó á Suðurlandi. Ég reisi nokkurn slatta af vindmyllum og vil síðan leggja rafstreng út í haf og áfram til erlends aðila sem er reiðubúinn að kaupa vindorkuna. \nHefur einhver opinber aðili heimild til að banna þetta?",
            "date": "2018-11-14 19:42:00",
            "post_id": "680606",
            "reply_to_id": "680592"
        },
        {
            "user_name": "bigggan",
            "text": "Auðvitað ekki þú ert að gera þetta á þínum eiginn kostnað og framkvæmd. (hinsvegar getur verið þetta þarf samþýkki ymisa oháðra stofnanir, eins og hvað fiskeldisfyritækinn eru að lenda i)",
            "date": "2018-11-14 19:59:00",
            "post_id": "680607",
            "reply_to_id": "680606"
        },
        {
            "user_name": "Tbot",
            "text": "Já, það er stöðvað.  Því í fjörunni stoppar þitt svæði og rikið tekur að mig minnir við út að 12 mílum.\nÞví það er helgunarsvæði í kringum alla strengi sem liggja á sjávarbotni.\nÞú vildir ekki að einhver togbátur, drægi veiðarfærin yfir strenginn og tæki hann í sundur og þú sætir síðan uppi með kostnaðinn.",
            "date": "2018-11-14 20:03:00",
            "post_id": "680608",
            "reply_to_id": "680607"
        },
        {
            "user_name": "Hizzman",
            "text": "En ef Op3 er í gildi hjá öðrum aðilanum en ekki hinum? Er þá vandamál?",
            "date": "2018-11-14 20:10:00",
            "post_id": "680609",
            "reply_to_id": "680608"
        },
        {
            "user_name": "bigggan",
            "text": "Við erum með i orkupakka 2 svo margar deilur lenda á þeirra borð núþegar, og ekki mikið er að breytast í þeim nýju.\nTd austuriki eru með deilur með þýskaland sin á milli, Acer dæmdi hinsvegar austuriki i óhag, og eins og herna á islandi er hægt að skjóta úrskúrðir sem stofnanir seigja til dómstóla sem og austuriki núþegar hefur gert.",
            "date": "2018-11-14 20:14:00",
            "post_id": "680611",
            "reply_to_id": "680609"
        },
        {
            "user_name": "Hizzman",
            "text": "Geturðu bent á lög sem segja til um þetta? Fjarskiptafélög hafa fengið leyfi til að leggja strengi. Heimila lögin mismunun byggða á tilgangi strengja eða hvert þeir liggja?",
            "date": "2018-11-14 20:22:00",
            "post_id": "680614",
            "reply_to_id": "680611"
        },
        {
            "user_name": "Raskolnikov",
            "text": "Landbúnaðar- og sjávarafurðir eru að sumu leyti undanþegin EES-samningnum (alls ekki að öllu leyti samt). Orkumál eru ekki undanskilin EES-samningnum. Orkuvörur eru hluti af innri markaðnum eins og flestar aðrar vörur, sæta frjálsu flæði vöru og þjónustu, eftirliti ESA um samkeppni og ríkisaðstoð, og það er  hellingur af tilskipunum og reglugerðum sem við höfum innleitt á síðustu 25 árum á sviði orkumála í gegnum viðauka við EES-samninginn. Það er enginn að fara leggja sæstreng til Íslands án okkar vilja eða stjórna auðlindum landsins. Þetta Acer batterí myndi stjórna millilanda ágreiningi, og við eigum ekki í neinum millilanda viðskiptum með orku.\nEn þetta er ekta Icesave mál, vekur upp gríðarlega miklar tilfinningar hjá ákveðinni tegund af fólki. Davíð og harðkjarni Framsóknarmiðflokks eiga eftir að espa upp lýðinn, og þeir gætu vel fengið ósk sína um íslenskt brexit uppfyllt ef við samþykkjum þetta ekki. Enda er EES-samingurinn ekkert nema vesen fyrir ESB nú þegar þetta er bara Noregur og tvö ómerkileg örríki.",
            "date": "2018-11-14 20:33:00",
            "post_id": "680615",
            "reply_to_id": "680614"
        },
        {
            "user_name": "rapport",
            "text": "Það eru lönd í EU sem eru að framleiða orku á bæði umhverfisvænni og hagkvæmari hátt en Ísland, við erum ekki samkeppnishæf, held að Landsvirkjun ætti frekar að vera hrædd við innflutning á orku og að fá samkeppni.",
            "date": "2018-11-14 21:16:00",
            "post_id": "680616",
            "reply_to_id": "680615"
        },
        {
            "user_name": "pepsico",
            "text": "Landsvirkjun selur á ca 5 kr./kWh svo það er hlægilegt að heyra að þeir eigi að vera hræddir við samkeppni frá Evrópu yfir rándýran sæstreng. Hver myndi vilja selja rafmagn til Íslands þar sem orkuverð til heimila er ca 20 kr./kWh með skatti þegar er hægt að selja það í Danmörku eða Þýskalandi þar sem verðið er ca 42 kr./kWh?\nStenst enga skoðun. Við erum lengra frá öllum löndum í Evrópu en Danmörk og Þýskaland. Tómt rugl bara.",
            "date": "2018-11-14 22:12:00",
            "post_id": "680620",
            "reply_to_id": "680616"
        },
        {
            "user_name": "roadwarrior",
            "text": "Eins og staðan er í dag þá býður tæknin ekki uppá að leggja sæstreng nema fyrir stórfé. En tæknin þróast hratt þannig að eftir ca 10-20 ár getur það borgað sig að leggja streng. Ekki langt síðan að ekki borgaði sig að leggja jarðstrengi í \"lágspennukerfinu\" hér á landi en núna er verið á fullu að plægja niður strengi um allt land. \nAnnað sem gleymist í þessum pælingum er svokallað rafhlöðu/geyma dæmi. Eins og kerfið virkar núna þá er mjög erfitt að geyma raforku. Td er erfitt að skrúfa fyrir kerfið þegar notkun dettur niður, td á nóttunni. Þess vegna fá stórir notendur sem nota stöðugt og jafna orku allan sólarhringinn orkunna á góðum kjörum, td álverin. Það er ekkert auðvelt að hægja á kjarnorkuveri.\nEn þá kemur það inn sem hægt er að kalla rafhlöðukerfi og þá er Ísland að koma sterkt inn. Á daginn væri hægt að láta vatnsaflsvirkjarnir okkar framleiða orku þegar þörfin er mikil td í evrópu og senda eftir sæstreng en á nóttunni þegar þörfin er minni í evrópu er hægt að senda rafmagn frá td kjarnorkuverum í evrópu til íslands eftir sama sæstreng sem svo væri notuð til að pumpa vatni aftur til baka uppfyrir virkjaninnar og uppí uppistöðulónin, nokkurskonar hringrásarkerfi. \nÞað er annað sem gleymist og það er það að orkan okkar er kannski ekki óþrjótandi. Stærstur hluti orkurnar okkar kemur frá jökulfljótum og það er ekkert víst að jöklarnir endist til eilífðar. Þá væri kannski ágætt að hafa streng til okkar.\nAð leggja sæstreng til Evrópu er í augnablikinu ekki kannski hagkæmt en það þyrfti kannski ekki að fara nema hálfa leið til að finna áhugasama kaupendur og þá á ég við Færeyjar og ég býst við það það yrði byrjað að leggja þangað til að byrja með .",
            "date": "2018-11-14 23:19:00",
            "post_id": "680622",
            "reply_to_id": false
        },
        {
            "user_name": "rapport",
            "text": "https://ec.europa.eu/eurostat/statistic ... statistics\nÞarna er samanburður landa innan EU og Ísland haft með.\nTil að sæstrengur borgi sig þá þarf að vera framtíð næstu áratugina í umframframleiðslu á Íslandi á hagstæðu verði = Ísland þarf að vilja selja orkuna sína sérstaklega ódýrt til útlanda til að standa undir sæstrengnum, fjármögnuninni og óvissunni.\nVerðmunurinn milli landa er ekki nægur og margnið sem við getum framleitt ekki nógu mikið.\nÞetta dæmi gengur ekki upp...  Þetta er bara einhver froða til að stela athygli frá öðrum málum sem fólk ætti að vera skoða frekar.",
            "date": "2018-11-15 00:43:00",
            "post_id": "680629",
            "reply_to_id": "680622"
        },
        {
            "user_name": "pepsico",
            "text": "Hvernig hjálpar það máli þínu að henda inn slóð með gögnum sem að samræmast algjörlega því sem ég var að segja? Hvað varð um að Landsvirkjun ætti að hafa áhyggjur af samkeppni innan úr Evrópu, og að við séum ekki samkeppnishæf við önnur lönd þegar kemur að hagkvæmni og umhverfissjónarmiðum? Allt tómt rugl.",
            "date": "2018-11-15 00:56:00",
            "post_id": "680630",
            "reply_to_id": "680629"
        },
        {
            "user_name": "vesley",
            "text": "Það er kosturinn við vatnsaflsvirkjun að það er mjög auðvelt að minnka framleiðslu mjög hratt. Ef t.d. bilun kemur upp í stórri verksmiðju eins og álveri þá hægja flestallar virkjanir sýna framleiðslu samstundis. Norðurál bætti sinn háspennubúnað fyrir ekki svo löngu til að geta tekið við höggi sem myndast gæti á kerfinu, ef ég man rétt er það um 300MW högg sem álverið þolir að taka á móti og getur það tekið á móti því á 1 milli sekúndu. \nMér finnst það út í hött að leggja sæstreng og selja okkar ódýru orku. Miklu frekar styrkja frekari iðnað, hvort sem það sé gagnaver eða eitthvað annað.",
            "date": "2018-11-15 08:43:00",
            "post_id": "680634",
            "reply_to_id": "680630"
        },
        {
            "user_name": "Hauxon",
            "text": "Þessi umræða um yfirráð yfir auðlindunum og fullveldi landsins er bara lýðskrum.  Noregur og Lichenstein hafa þegar samþykkt Orkupakka 3 sem snýst fyrst og fremst um að tryggja að stjórnvöld mismuni ekki fyrirtækjum í framleiðslu, dreifingu og sölu á raforku ..og jú líka um að minnka losun kolefnis.  Er Noregur búinn að afsala sér fullveldinu? Er Noregur kominn \"bakdyramegin\" inn í EU?  Gertur úrskurðarnefnd í ágreiningsmálum valdið því að þjóð tapa fullveldi sínu?  Og nota bene, deilumál geta alltaf endað fyrir dómstólum, íslenskum dómstólum.  Svo er staðreyndin sú sem kemur fram í öllum fréttum af málinu að stórkostlegar breytingar þurfa að gerast í sölu og dreifingu á orku á íslandi svo að einhver mál gætu ratað inn til umföllunar hjá þessari blessðu nefnd.  Sæstrengur er enn bara á loftkastalastigi og ef að hann verður einhverntíman að veruleika þá getur maður varla séð annað en að hann auki virði raforkunnar.    Viðtalið við framsóknarmanninn í fréttinun í gær kristallaði lýðskrumið, hann hafði ekki hugmynd um hvers vegna ályktað var gegn samningnum nema kannski af því að það stóð ESB í heiti samningsins.",
            "date": "2018-11-15 10:10:00",
            "post_id": "680640",
            "reply_to_id": "680634"
        },
        {
            "user_name": "Tbot",
            "text": "Hvernig getur það verið lýðskrum, þegar settir eru fyrirvarar um að afhenda einhverjum öðrum sjálfsákvörðunarrétt.\nHvort einhverjir aðrir hafi samþykkt hluti breytir engu um rétt okkar til að ákveða sjálf.\nEða fylgir þú í blindni öllu sem er sagt við þig hvort sem það er satt eða logið.\n\"Úrskurðarnefnd\" sem lýtur valdi EU, er að sjálfsögðu framsal á fullveldi.  Acer er aðeins meira en úrskurðarnefnd.\nMiðað við þennan málflutning hefur þú sagt já við öllum Icesave pökkunum þegjandi og hljóðalaus.  Bara af því Jóhanna og Steingrímur siðblindi sögðu að það ætti að gera það.  Svo ekki sé hallað á neinn, þá var BB í þeim hópi líka.",
            "date": "2018-11-15 13:46:00",
            "post_id": "680668",
            "reply_to_id": "680640"
        },
        {
            "user_name": "Hizzman",
            "text": "Það er sorglegt að þurfa að segja að ég treysti Evrópusambandinu betur til að passa hag almennings en íslenskum stjórnmálamönnum..\nburt séð frá þessum orkupakka.",
            "date": "2018-11-15 15:45:00",
            "post_id": "680677",
            "reply_to_id": "680668"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ég hef verið að gæla við þessar hugsanir líka... en svona er þetta. Óttalegir sveitalubbar sem stjórna þessu landi. Það er ekki einu sinni búið að nettengja Ísland við Ameríku. Öll umferð fer til DK/UK og þaðan til BNA.",
            "date": "2018-11-15 17:01:00",
            "post_id": "680686",
            "reply_to_id": "680677"
        },
        {
            "user_name": "Sporður",
            "text": "Ég mæli með því að fólk skoði bændablaðið sem kom í út í dag 16. nóvember. Þar eru ágætis greinar bæði fremst og aftast um orkupakka 3.\nBjarni Jónsson Rafmagnsverkfræðingur er með langa grein aftarlega í blaðinu. Tilvitnunin sem ég set hér er reyndar ekki úr þeirri grein heldur af vefsíðu hans, þar sem ég nenni ekki að skrifa upp úr Bændablaðinu. \nhttps://bjarnijonsson.blog.is/blog/bjarnijonsson/",
            "date": "2018-11-15 17:08:00",
            "post_id": "680687",
            "reply_to_id": "680686"
        },
        {
            "user_name": "jodazz",
            "text": "Bændablaðið getur seint talist hlutlaust í umfjöllun um eitthvað sem viðkemur ESB. Þessi ágæti Örebech sem er dubbaður upp í fabúleringar er aukinheldur meðlimur í systursamtökum Heimsksýn í Noregi og er því ekki beinlínist hlutlaus heldur.",
            "date": "2018-11-15 19:35:00",
            "post_id": "680701",
            "reply_to_id": "680687"
        },
        {
            "user_name": "Tbot",
            "text": "Hið góða EU, menn með ansi stutt minni og enn minni víðsýni.\nSkoðið hvernig EU hefur farið með Grikkland, ef við hefum verið í EU þá værum við á þessum stað núna.  \nHvort við höfum netsamband beint við eitt land eða annað, það sé aðalmálið...",
            "date": "2018-11-16 08:49:00",
            "post_id": "680725",
            "reply_to_id": "680701"
        },
        {
            "user_name": "Hauxon",
            "text": "Hagkerfi Íslands og Grikklands eiga nær ekkert sameiginlegt og samanburðurinn fáránlegur.  Ástæða þess að Ísland hefur komist á lappirnar aftur eru styrkar atvinnugreinar sem voru í landinu fyrir og eftir hrun og svo tilkoma þriðju stoðarinnar eftir hrun (túrisminn).  Innviðirnir í Grikklandi voru löngu ónýtir fyrir hrun ár og hefur ekkert með EU að gera.  Það er bara ekki vest-norræn hagstjórn í Grikklandi og innviðirnir margfalt veikari en hér eða öðrum löndum á norðurhjaranum.\nÉg er ekki að segja að EU sé einhver syngjandi gyðja heldur að svona dæmi eru alveg marklaus.  Því er líka stanslaust haldið fram að innganga í EU sé einhverskonar afsal a fullveldinu sem er álíka hlægilegt og dæmið hér að ofan.  \nHöldum bara áfram að horfa aðdáunaraugum á kvalarana okkar og borgum tíundina til Kaupfélgsins með bros á vör, það væri nefnilega hræðilegt ef völd þeirra minnkuðu, þá færi ísland á hausinn og við fengjum eitrað kjöt.",
            "date": "2018-11-16 09:53:00",
            "post_id": "680727",
            "reply_to_id": "680725"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ég vil benda þér á að þú skrifar þetta á vef eins stærsta samansafni af tölvunördum Íslands.\nAð sjálfsögðu þurfum við að fá beint samband í báðar áttir ef við eigum að geta sett upp hátækniiðnað.\nÉg myndi skipta landbúnaðinum út fyrir hátækniiðnað any day of the week.\nRisarnir í tæknigeiranum úti hafa bent á þetta margoft, en nei, við ætlum að eyða peningunum okkar í það að gera holur í fjöll fyrir nokkrar hræður  \nhttps://www.stjornarradid.is/lisalib/ge ... 74#page=15",
            "date": "2018-11-16 10:12:00",
            "post_id": "680729",
            "reply_to_id": "680727"
        },
        {
            "user_name": "Hauxon",
            "text": "Svona gífuryrði leyfi ég mér að kalla lýðskrum.  ...afhenda sjálfsákvörðunarrétt, framsal á fullvedi, Icesave  **Andvarp**\nVið erum auðvitað með svona gífuryrðamann í Hvíta Húsinu sem hefur einmitt gjaldfellt raunveulega merkingu orðanna sem hann notar.",
            "date": "2018-11-16 11:10:00",
            "post_id": "680731",
            "reply_to_id": "680729"
        },
        {
            "user_name": "urban",
            "text": "Grikkland \"svindlaði\" sér líka inní EU.\nSemsagt hagkerfið þeirra var engan vegin tilbúið til þess að ganga í EU og þar að leiðandi fór einsog fór hjá þeim.\nSíðan er búið að benda á mun á hagkerfinu okkar og þeirra.",
            "date": "2018-11-16 12:11:00",
            "post_id": "680732",
            "reply_to_id": "680731"
        },
        {
            "user_name": "Tbot",
            "text": "Þetta hefur ansi mikið með EU að gera.\nEf við værum í EU þá hefðum við ekki yfirráð yfir fiskimiðunum í kringum landið t.d. sem er ein af þessu stoðum sem þú minnist á.\nTil að loka strax á einhvern misskilning þar, þá er einungis hægt að fá tímabundna aðlögun með svávarhlutann og það er staðfest af háttsettum EU fulltrúum.\nAð halda það að EU sé einhver útópía er hreinn og klár barnaskapur.  Þetta er viðskiptablokk hinna stóru þjóða, þar sem hinir minni ráða næstum engu.",
            "date": "2018-11-16 12:52:00",
            "post_id": "680734",
            "reply_to_id": "680732"
        },
        {
            "user_name": "Tbot",
            "text": "Þannig að þá ætlar þú að nota sömu rök fyrir Ítalíu, þar sem allt er í kaldakol líka.",
            "date": "2018-11-16 12:55:00",
            "post_id": "680735",
            "reply_to_id": "680734"
        },
        {
            "user_name": "Hauxon",
            "text": "..og talandi um stutt minni.   Hvernig fór fyrir Íslandi?  Voru það ekki íslenskir stjórnmálamenn með hömlulaust ótakmarkað ákvörðunarvald sem komu okkur nálægt því að missa fullveldið fyrir uþb 10 árum?",
            "date": "2018-11-16 13:03:00",
            "post_id": "680736",
            "reply_to_id": "680735"
        },
        {
            "user_name": "Tbot",
            "text": "Hvað er svona fáránlegt við samanburð á milli landa.  Það er stöðugt verið að gera það bæði til að sjá hvar má gera betur og hvar eru betri lífskjör.\nÞetta eru \"velferðarflóttamennirnir\" að gera alla daga\nHagkerfin eru líkari en þú vilt viðurkenna.\nBæði sjá um opinbera þjónustu hvort sem þar eru skólar, sjúkrahús og ellilífeyrir.  Til þess að reka þetta þarf skatta.\nHvernig farið er með féð eða dugnaði í skattheimtu er allt annar handleggur.\nMundi halda að Grikkland er eitt af stóru löndunum í ferðamannaiðnaði.\nÞað er enginn að tala um að borga tíund, heldur aðeins að skoða aðstæður í þeim löndum sem fólk vill flytja inn kjöt frá.\nÍ sumum þeirra er mikil notkun á efnum/lyfjum í landbúnaði.  Ásamt því að þar eru landlægir sjúkdómar sem eru ekki hér á landi.",
            "date": "2018-11-16 13:09:00",
            "post_id": "680738",
            "reply_to_id": "680736"
        },
        {
            "user_name": "Hizzman",
            "text": "EU telur að Ítalir séu ekki að sýna ábyrgð í ríkisfjármálum. Þeir eru semsagt að auka ríkisútgjöld OG lækka skatta.\nSvipað með Grikkland, fóru á lánafyllerí eins og engin væri morgundagurinn.\nÞessi lönd í EU sem eru í vandræðum eiga það sameiginlegt að þar er löng hefð fyrir spillingu og frjáslegri meðferð á opinberum peningum. Í þessum löndum hefur td verið mjög algengt að þeir sem eru vel tengdir 'vinni' hjá opinberum aðila en mæti aldrei.\nÖll EU lönd sem stýra sínum málum af ábyrgð eru í góðu standi. Sum þessara landa hafa mikið atvinnuleysi, það er að stórum hluta vegna ósveigjanlegs vinnumarkaðar. Verkalýðsfélög hafa náð svo 'góðum' árangri að fyrirtæki þora ekki að ráða fólk. Það er nefnilega orðið illmögulegt að segja starfsmönnum upp! Hefur ekkert með EU að gera.",
            "date": "2018-11-16 14:05:00",
            "post_id": "680741",
            "reply_to_id": "680738"
        },
        {
            "user_name": "sigurdur",
            "text": "Það er vissulega rétt að Grikkland og Ítalía myndu aldrei uppfylla skilyrði um inngöngu í ESB ef þau væru að sækja um núna vegna óstjórnar á efnahagsmálum. Hins vegar er það þannig að í kjölfar hrunsins hrundi krónan hér heima og það kom í veg fyrir að atvinnuleysi yrði mikið eða langvarandi. Það var vissulega tímabundið hátt, sérstaklega í tilteknum atvinnugreinum sem hrundu, en aldrei neitt í líkingu við ástandið t.d. á Spáni, sem ennþá er mjög slæmt.\nSpánverjar eru hins vegar með Evru, en gengi hennar endurspeglar einkum ástan efnahagsmála í Þýskalandi og í stað gengisfalls fengu þeir (og fleiri Evruþjóðir) því yfir sig mikið atvinnuleysi.",
            "date": "2018-11-16 14:43:00",
            "post_id": "680742",
            "reply_to_id": "680741"
        },
        {
            "user_name": "Hizzman",
            "text": "Það er rétt auðvitað að það er mikið atvinnuleysi á Spáni, hefur þó lækkað úr 25% í 15% jafnt og þétt síðustu ár, og fer enn lækkandi.\nÉg fatta samt ekki þegar gjaldmiðli er kennt um atvinnuleysi, sérstaklega Evru sem er stór og stöðugur gjaldmiðill.\nErtu til í að útskýra HVERNIG Evra ORSAKAR atvinnuleysi á Spáni?\nLaun þar eru mun lægri en í td Þýskalandi. Myndi Spáni ganga betur ef þeir gætu verið með mikla verðbólgu?",
            "date": "2018-11-17 12:58:00",
            "post_id": "680783",
            "reply_to_id": "680742"
        },
        {
            "user_name": "sigurdur",
            "text": "Fall gengis örvar útflutningsgreinar og getur þannig keyrt af stað útflutningsdrifinn hagvöxt. Það var einmitt það sem gerðist hér eftir hrun. Sjávarútvegur og ferðaþjónusta tóku við sér. Ferðamannastraumurinn hingað til lands hefur m.a. verið keyrður áfram af hagstæðu gengi (fyrir ferðamenn). Ef það hefði ekki gerst, hefði þurft að koma til enn meiri niðurskurður í ríkisfjármálum en raun var, með tilheyrandi atvinnuleysi.\nHér er t.d. ágætis umfjöllun\n um áhrif ERM á Eystrasaltsríkin eftir hrun.",
            "date": "2018-11-17 16:40:00",
            "post_id": "680790",
            "reply_to_id": "680783"
        },
        {
            "user_name": "Tbot",
            "text": "Svo vitnað sé í færslu hjá Bjarna Jónssyni.\n\"Ef einhver í Noregi vill leggja rafstreng á milli Noregs og Íslands, og Ísland hafnar slíkum sæstreng, verður um að ræða \"magntakmörkun á útflutningi\", sem stríðir gegn grein 12.  Ágreiningur á milli t.d. Landsreglarans (RME) í Noregi fyrir hönd einkafyrirtækis, t.d. Elkem, og Landsreglarans á Íslandi um lagningu sæstrengja frá Íslandi og til vesturstrandar Noregs (u.þ.b. 1500 km) verður útkljáður hjá ACER samkvæmt gerð nr 713/2009, grein 8 (1) a.\" \"",
            "date": "2018-11-20 09:53:00",
            "post_id": "680912",
            "reply_to_id": "680790"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Stjórnmálafólk sem talar niður EES samninginn er stórhættulegt.\nHér er ágætlega farið yfir allt þetta bull sem hefur verið sagt up þennan orkupakka, þetta hefur engin áhrif á Ísland og tal um að við séum skyldug til að leggja sæstreng algjör þvæla:\nhttp://www.visir.is/k/91c8be9f-17ac-486 ... 2269172749",
            "date": "2018-11-20 11:32:00",
            "post_id": "680926",
            "reply_to_id": "680912"
        },
        {
            "user_name": "Tbot",
            "text": "Engin áhrif á Ísland, áttu annann betri.\nÞú hefur þá verið í klappkórum sem vildi samþykkja icesave.",
            "date": "2018-11-20 11:42:00",
            "post_id": "680928",
            "reply_to_id": false
        },
        {
            "user_name": "Sallarólegur",
            "text": "Áttu ekki eitthvað málefnalegra svar en þetta?",
            "date": "2018-11-20 11:53:00",
            "post_id": "680929",
            "reply_to_id": "680928"
        },
        {
            "user_name": "Tbot",
            "text": "Það skiptir engu máli hvaða rök koma fram því þú ert samþykkur orkupakkanum.\nEn fyrir þá hina:\nEf lesið er á milli lína þá kemur fátt eitt í ljós.\nAf því við erum ekki tengd þá skiptir þetta engu máli og við erum ekki að fara að leggja streng.\nHvernig væri að hugsa aðeins út fyrir boxið. \nEf einkaaðili ákveður að leggja streng þá erum við allt í einu tengd og í einu vetfangi er allt breytt.  Þá dugar lítið að segja við vissum þetta ekki eða við héldum annað.\nÁ sama hátt eru reglur um Acer ekki fullmótaðar þannig að EU getur breytt því sem þeim langar til og við getum ekkert sagt við því.\nEinnig höfum við ekkert að segja um orkumál því Landsreglarinn og Acer hafa lokaorðið.\nþ.e. embættismenn í Brussel sem ráða för, ekki við sjálf.",
            "date": "2018-11-20 12:56:00",
            "post_id": "680934",
            "reply_to_id": "680929"
        },
        {
            "user_name": "bigggan",
            "text": "Ertu búinn að lesa lagasafnið sem ACER pakka 3 er með sjálfur eða bara gleypa bullið sem vellur upp úr súmum sem er á móti alt sem heitir ESB sama hvað? það stendur efst þar mjög skyrt þetta á við \n\"Terms and condition and operation security\"\nÞú visar i Grein 8/1/a i acer? Veistu hva stendur i fyrstu 2 linurnar i greinini sem er i þessu hluta?\nThe  Agency  shall  adopt  individual  decisions  on  technical \nissues  where  those  decisions  are  provided  for  in  Directive \ntæknilegar vandamal, það er mjög skyrt.\nlinu nr. 2 stendur þetta mjög skyrt:\nThe Agency may, in accordance with its work programme \nor at the request of the Commission, make recommendations to \nassist regulatory authorities and market players in sharing good \npractices.\nog siðasta og ekki sist:\nWhere a national regulatory authority does not comply with \nthe opinion of the Agency as referred to in paragraph 4 within \nfour months from the day of receipt, the Agency shall inform the \nCommission and the Member State concerned accordingly.",
            "date": "2018-11-20 13:02:00",
            "post_id": "680935",
            "reply_to_id": "680934"
        },
        {
            "user_name": "Tbot",
            "text": "Nei, ég er ekki búinn að lesa það í gegn, búinn að blaða í gegnum það.\nÞað eru fleiri sem hafa ákveðinn fyrirvara á þessu:\nhttps://www.althingi.is/altext/148/s/1022.html\nFyrirspurn \ntil utanríkisráðherra um orkupakka ESB, eftirlitsstofnanir sambandsins og EES-samninginn.\nFrá Óla Birni Kárasyni.\n     1.      Hvaða rök lágu að baki því að íslensk stjórnvöld ákváðu að innleiða fyrsta orkupakka ESB hér á landi? Hvaða rök voru fyrir því að ákveða að orkumarkaður á Íslandi skyldi verða hluti af innri markaðnum? \n     2.      Hverjar eru helstu breytingar sem gerðar hafa verið í þriðja orkupakkanum og hvaða áhrif hafa þær á Íslandi? \n     3.      Hefur þriðji orkupakki ESB aðeins áhrif hér á landi ef Ísland tengist evrópskum orkumarkaði beint með lagningu sæstrengs? Ef svo er, hvaða áhrif? \n     4.      Er tryggt að Samstarfsstofnun eftirlitsaðila á orkumarkaði, sem er stofnun á vegum ESB (e. Agency for the Cooperation of Energy Regulators, ACER), geti aldrei gefið út bindandi tilmæli fyrir íslensk stjórnvöld? Er tryggt að aldrei komi til beins eða óbeins valdaframsals til ACER vegna málefna innlends orkuflutningsmarkaðar? \n     5.      Er hugsanlegt að íslensk stjórnvöld undirgangist skuldbindingar um að styðja við kerfisþróunaráætlun fyrir raforkukerfi EES, sem virðist gera ráð fyrir sæstreng frá Íslandi, ef þriðji orkupakkinn verður samþykktur? \n     6.      Hvaða lögum þarf að breyta hér á landi ef stjórnskipulegum fyrirvara vegna þriðja orkupakkans verður aflétt? \n     7.      Hvað gerist ef Alþingi hafnar því að aflétta stjórnskipulegum fyrirvara vegna þriðja orkupakkans? \n     8.      Hvernig verður 102. gr. EES-samningsins virkjuð ef stjórnskipulegum fyrirvara verður ekki aflétt? \n     9.      Hvaða svigrúm hefur sameiginlega EES-nefndin til að semja um breytingar eða undanþágur fyrir einstök EFTA-ríki í EES? \n     10.      Hvað þarf að gerast til að hægt verði að hefja viðræður um að Ísland falli að mestu eða öllu leyti utan við orkuviðauka EES-samningsins? Eru viðaukar við EES-samninginn órjúfanlegur hluti hans og því ekki hægt að breyta viðaukum eða fella þá niður gagnvart tilteknu ríki? \n     11.      Liggur fyrir úttekt á því hvernig tveggja stoða kerfi EES-samningsins hefur reynst með tilliti til fullveldisréttar Íslands? \n     12.      Hafa eftirlitsstofnanir ESB gefið út tilmæli eða tilskipanir sem ESA, Eftirlitsstofnun EFTA, hefur talið sér skylt og rétt að taka upp? \n     13.      Hefur ESA neitað að samþykkja tilmæli eða tilskipanir eftirlitsstofnana ESB? Ef svo er, í hvaða málum og hvers vegna? \n     14.      Hafa EFTA-löndin komið að undirbúningi fjórða orkupakka ESB sem nú er unnið að? Hvaða sjónarmiðum hafa íslensk stjórnvöld komið þar á framfæri? Hvaða meginbreytingar kunna að verða á regluverki orkumarkaðarins þegar og ef fjórði orkupakkinn verður innleiddur?",
            "date": "2018-11-20 13:45:00",
            "post_id": "680936",
            "reply_to_id": "680935"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ef Íslendingar eru svona hræddir um að útlendingar eignist auðlindirnar, af hverju er þetta leyft?\nhttp://www.visir.is/g/2018181129844/gre ... -i-hs-orku\nJá og þetta:\nhttps://www.mbl.is/vidskipti/frettir/20 ... _i_streng/\nSvo fer allt á límingunum þegar staðreyndin er sú að bæði íslenskir og erlendir auðmenn eiga orðið allt hérna og það sem þeir eiga ekki munu þeir eignast.",
            "date": "2018-11-21 08:56:00",
            "post_id": "680974",
            "reply_to_id": "680936"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Þetta er náttúrulega alveg forsjúk þróun. Við eigum að hafa þetta eins og Danir og Norðmenn heyrði ég - ef þú ert ekki einstaklingur með íslenska kennitölu þá þarftu að búa á jörðinni til þess að fá að kaupa. Mér heyrist reyndar vera stutt í það fyrirkomulag.\nOrðið á götunni er að Ratcliffe sé að kaupa upp vatnsréttindin. Þykist vera að bjarga laxinum.",
            "date": "2018-11-21 14:01:00",
            "post_id": "680988",
            "reply_to_id": "680974"
        },
        {
            "user_name": "Hizzman",
            "text": "Er eitthvað sem bendir til að Jón sé betri gaur en John?",
            "date": "2018-11-21 14:24:00",
            "post_id": "680989",
            "reply_to_id": "680988"
        },
        {
            "user_name": "Hauxon",
            "text": "Þú gerir þér grein fyrir því að Hollendingar og Bretar fengu allar útgreiðslur sínar endurgreiddar með þokkalegum vöxtum og bætur vegna kostnaðar út úr þrotabúi Landsbankans sáluga.  Síðustu greiðslur út úr þrotabúinu til þeiira var í lok árs 2015.  Það eina sem hafðist út úr Icesafe var töf á efnahagsbata Íslands og kostnaður við tilgangslaus réttarhöld.  Ef það er áhugi á raunveruleikanum.\nSpurning um að setja myndina af SDG sem er á náttborðinu niður í skúffu og fara að hugsa um eitthvað uppbyggilegt.",
            "date": "2018-11-21 14:46:00",
            "post_id": "680991",
            "reply_to_id": "680989"
        },
        {
            "user_name": "Hizzman",
            "text": "Skandallinn við Icesave, er að Íslensku kommarnir ætluðu að ganga að öllum ýtrustu kröfum og gera höggið sem stærst fyrir þjóðina. Það var hugsað sem refsing fyrir að hafa sængað með frjálshyggjunni!",
            "date": "2018-11-21 14:52:00",
            "post_id": "680992",
            "reply_to_id": "680991"
        },
        {
            "user_name": "depill",
            "text": "Common þessi þráður hlýtur að vera kominn út í troll mode. Það lang versta við þetta Icesavemál er þessi þjóðarrembingur sem hefur komið út úr þessu máli og heldur áfram sem svo menn eins og SDG hafa gert sér mat úr.\nSjálfstæðisflokkurinn reynir sífellt líka að reyna minna á sig sem þjóðarrembingsflokk ásamt Framsókn. Þetta er verða svona samkeppni um hver sé örugglega lang mest Íslenskur.",
            "date": "2018-11-21 17:07:00",
            "post_id": "680996",
            "reply_to_id": "680992"
        },
        {
            "user_name": "darkppl",
            "text": "Ef þetta í endanum snýst um að hver á hvaða auðlindir þá vita flestir hvaða örfá fyritæki eiga fiskinn\nef við tengjumst með sæstreng þá þyrfti að virkja meira til að hann standi undir sér.\nmögulega líka eitt er að þá gætum við verið öruggari með að ef í framtíðinni þá gætum við fengið rafmagn frá evrópu og við gætum selt orku út og keypt orku inn ef við þurfum.\nþað er að segja ef þessi strengur verður lagður og það er allt ef.\nen í endanum þá er þetta allt sama súpan og ég myndi örugglega frekar treysta á fólkið í brussel frekar en þingheiminum hérna því það er eitt stórt skítabatterý sem kostar okkur allt of mikið\nbara pælingar",
            "date": "2018-11-21 17:30:00",
            "post_id": "680997",
            "reply_to_id": "680996"
        },
        {
            "user_name": "Tbot",
            "text": "Þegar einn af aðalmönnunum á bak við EES samninginnn og mikill evrópusinni (JBH) er mótfallinn orkupakka 3, þá sé rétt að staldra við.\nÆtli hann sé ekki með ansi mikla reynslu í samskiptum við báknið í Brussel og hvernig það vinnur.\nhttps://viljinn.is/featured/algerlega-a ... lmennings/",
            "date": "2018-11-22 09:43:00",
            "post_id": "681029",
            "reply_to_id": "680997"
        },
        {
            "user_name": "Retinus",
            "text": "Allt um 3. orkupakka ESB á Orkan okkar hópnum á Facebook\nhttps://www.facebook.com/groups/314167052708949/",
            "date": "2018-11-23 09:48:00",
            "post_id": "681089",
            "reply_to_id": "681029"
        },
        {
            "user_name": "Retinus",
            "text": "Okkur ber engin skylda til að innleiða allar tilskipanir ESB skv. EES samningnum. Hvers vegna ættum við að innleiða 3. orkulagatilskipun ESB (3. orkupakka ESB) þegar við þurfum þess alls ekki. Við Íslendingar þurfum eigin auðlindastýringu. Allt annað er rugl.\nÞriðji orkupakki ESB gæti rústað orkuöryggi landsins. Samþætting og samvinna vatnsaflsvirkjana (og reyndar einnig jarðvarmavirkjana) er grunnforsenda fyrir skynsamlegri nýtingu þessara orkuauðlinda okkar. Slíkt yrði hins vegar andstætt reglum ESB um frjálsa samkeppni á orkumarkaði. Hvaða heilvita Íslendingi dettur því í hug að hleypa framkvæmdavaldi erlends ríkjasambands, Landsreglara ESB og ACER inn í stjórn orkuauðlinda landsins? Auðlindir Íslands eiga að vera í þjóðareign. Íslenska þjóðin á að ráða þeim og stjórna þeim sjálf.\nBendi áhugasömum að lesa pistla Bjarna Jónssonar rafmagnsverkfræðings á bloggi hans:\nhttps://bjarnijonsson.blog.is/blog/bjarnijonsson/",
            "date": "2018-11-23 10:08:00",
            "post_id": "681093",
            "reply_to_id": "681089"
        },
        {
            "user_name": "depill",
            "text": "Sko hér er enginn sæstrengur, og það liggur skýrt fyrir frá sérfræðingum ( sem Jón Baldvin er ekki þótt hann hafi verið í forsprakki þess að innleiða EES á sínum tíma ) að það sé á endanum ákvörðun Íslendinga hvort að sæstrengnum verði lent hér eða ekki.\nÉg er smá tvisted hérna þar sem ég A) Massívt vill fá sem hæst afurðaverð fyrir allt sem Íslendingar gera B) Er á móti að flytja út hráa raforku.\nHins vegar er staðreyndin sú að það eru ekki Íslendingar sem hafa mestu hagsmuni af því hvort að sæstrengur sé hér eða ekki. Enda borgum við rafmagnsverð sem er sambærilegt við Norðurlöndin fyrir heimili, heldur er það stóriðja hér á landi sem hefur í krafti lokaðsmarkað fengið langtíma samninga á raforku á ótrúlega lágu verði og oft bundið í afurðaverði sín sjálfs ( sumir myndu kalla svona samninga belti og axlabönd ) þar sem að markðaurinn hefur verið Kaupendamarkaður.\nHann hefur verið að snúast í seljandamarkað. \nBjarni Jónsson er því miður búinn að stimpla sig út í skoðunum með því að tala bara um sjálfstæðisflokkinn og á móti öllu í ESB hvort sem það meikar sense eða ekki.\nSvona takandi tilfinningar út varðandi Ísland og Íslendinginn og allt þetta. Afhverju væri einu sinni sæstrengur eða opinn raforkumarkaður vondur fyrir Íslenskan almenning þegar framleiðslufyrirtækið er í eigu ríkisins.",
            "date": "2018-11-24 17:11:00",
            "post_id": "681155",
            "reply_to_id": "681093"
        },
        {
            "user_name": "jonsig",
            "text": "Fyndið að sallarólegur sé að spyrja hvort eitthvað sé málefnalegt, en nefnir \"þegar það er liðið á útvarpi sögu sem er að æsa sig yfir þessu\". (og kannski hægri öfgamenn?)\nMenn þurfa bara að fatta hvernig svona fölsk alþjóða apparöt virka, þau ættu flest að vera búin að fara læra að best sé að mola þjóðríki fyrst að innan og láta þegna þess halda sjálfa að þeir hafi af eigin frumkvæði afsalað sér eigin fullveldi. (salami kenningin) Að ráðast inní lönd er \"úrelt\" en tíminn meitlar steininn.",
            "date": "2018-11-25 01:17:00",
            "post_id": "681168",
            "reply_to_id": "681155"
        },
        {
            "user_name": "jonsig",
            "text": "Verðuru með internet í N-kóreu ?",
            "date": "2018-11-25 01:21:00",
            "post_id": "681169",
            "reply_to_id": "681168"
        },
        {
            "user_name": "Sallarólegur",
            "text": "“Dósent við lagadeild Háskólans í Reykjavík segir samþykkt þriðja orkupakka Evrópusambandsins ekki fela í sér neitt fullveldisafsal.\nÍsland hefur þá sér­stöðu að tengj­ast ekki orku­mark­aðnum í Evr­ópu, líkt og til dæmis Nor­eg­ur, sem selur raf­orku til Evr­ópu um sæstreng. \nAðspurður hvers vegna þessi sjón­ar­mið séu áber­andi í umræð­unni, um að full­veld­is­af­sala felist í þriðja orku­pakk­an­um, sagði hann: „Þetta er svona hugs­un­ar­háttur eins og full­veldið sé kaka, svona full­veld­iskaka, ­sem er hægt að sneiða niður í búta og þá bara hverfur full­veld­ið. Eins og kaka sem fer niður í munn fólks og bara hverf­ur.“\nhttps://kjarninn.is/frettir/2018-11-24- ... d-se-kaka/\n”",
            "date": "2018-11-25 12:34:00",
            "post_id": "681180",
            "reply_to_id": "681169"
        },
        {
            "user_name": "Skippo",
            "text": "Því miður hafa álit margra skólamannanna sýnt sig að vera tóm þvæla þegar raunveruleikinn tekur við. Að setja út úr sér að það sé fásinna að hægt sé að búta niður fullveldið kemur mér til að hugsa hvort viðkomandi viti yfir höfuð hvernig nútíma stjórnmál virka, þegar kemur að yfirtöku eins ríkis á eignum annarar. þau ganga akkúrat út á þetta atriði.\nAnnað sem þarf að spyrja sig að í þessari umræðu, ef þetta skiptir engu máli fyrir okkur, til hvers að samþykkja það?\nEitt enn fyrst ég er byrjaður, rafmagn fer bara í aðra átt, í þá átt sem notkunin fer fram. Þetta tal um að fá rafmagn hingað á kvöldin og nóttinni til að dæla vatni er gufuruglað. Það hefur enginn fundið upp eilífðarvél og þessi málflutningur er á sama plani og eilífðarvélarumræðan.",
            "date": "2018-11-25 15:49:00",
            "post_id": "681189",
            "reply_to_id": "681180"
        },
        {
            "user_name": "GuðjónR",
            "text": "Really? Hverskonar eldgos gæti lamað öll orkuver landsins á sama tíma? Og ef það gerðist væri þá ekki skárra að yfirgefa skerið.\nEf þetta er ekki hræðsluáróður þá veit ég ekki hvaða á að kalla það.\nhttp://www.ruv.is/frett/saestrengur-hef ... i-hamforum",
            "date": "2018-11-25 16:33:00",
            "post_id": "681190",
            "reply_to_id": "681189"
        },
        {
            "user_name": "arons4",
            "text": "Ef neislan íslandsmegin við sæstreng er meiri en framleiðslan fer flutningurinn í hina áttina. En annars þegar verið er að versla með raforku er ekki verið að kaupa flutning frá A til B, heldur er verið að kaupa framleiðslu inná dreifikerfið. Annars þyrftu allir framleiðendur rafmagns sitt eigið dreifikerfi.\nÞannig jú rafmagn fer í báðar áttir. Og þetta með að dæla vatni er alþekkt, bretinn gerir þetta til að mæta orkuþörf á daginn þegar neisla er mikil, og nota umframorku á næturna til að dæla vatninu aftur uppí lónið. Þó íslendingar þurfi þess kannski ekki því íslensk framleiðsla er yfirleitt óháð veðri og tíma, þá getur leynst í því hagræðing að þurfa ekki eins mikla sólahringsframleiðslu(ss að eiga uppsafnaða skammtíma framleiðslu).\nEinnig er geymsla á orku eitt mikilvægasta skrefið í átt að kolefnislausri raforku þar sem endurnýtanlegir orkugjafar eins og sól og vindorka ganga ekki allan sólahringinn.\nAnnars er þetta ekki yfirlýsing með eða á móti orkupakkanum.",
            "date": "2018-11-25 16:47:00",
            "post_id": "681192",
            "reply_to_id": "681190"
        },
        {
            "user_name": "Zorglub",
            "text": "Ef að Holuhraunsgosið hefði verið undir jökli og vatnsflóðið sem fylgir komið niður Tungnaá hefðu allar virkjanir þar farið út, þannig að það er svosem engin hræðsluáróður.",
            "date": "2018-11-25 16:55:00",
            "post_id": "681193",
            "reply_to_id": "681192"
        },
        {
            "user_name": "Skippo",
            "text": "Þetta dæmi sem þú ert með er norskaleiðin. Hugsunin var sú að rafmagnsnotkun t.a.m. á nóttum væri sjálfbær á þeim svæðum sem nýttu rafmagn á daginn frá Noregi. Tilfellið er að svo er ekki, loftkælingar sunnar í Evrópu eta upp þá hugmynd. Niðurstaða Norðmanna er því sú að almenningur tímir ekki að kynda húsið sitt með rafmagni. Það verður flott þegar ég þarf að borga 10 sinnum hærra verð fyrir húskyndinguna en ég geri í dag. Færi úr ca. 380 þúsund á ári í 3,8 milljónir.",
            "date": "2018-11-25 17:38:00",
            "post_id": "681195",
            "reply_to_id": "681193"
        },
        {
            "user_name": "Hizzman",
            "text": "https://youtu.be/8641fKFVDXY",
            "date": "2018-11-27 11:34:00",
            "post_id": "681297",
            "reply_to_id": "681195"
        },
        {
            "user_name": "Vaski",
            "text": "Er eitthvað mikill munur á verði á raforku til heimila hérna en annarstaðar í Evrópu?\nhttps://ec.europa.eu/eurostat/cache/ene ... =1&dummy=0",
            "date": "2018-11-27 13:04:00",
            "post_id": "681300",
            "reply_to_id": false
        },
        {
            "user_name": "jonsig",
            "text": "Menn þurfa svo að muna fyrir hvern þessi fallvötn eru virkjuð og hver kostaði þá uppbyggingu. Tilgangurinn með því var ekki sá að gera nokkrum sovíet kommum kleyft að sleikja rassgöt í Brussel í von um valdastóla í skiptum fyrir fullveldi þjóðarinnar.",
            "date": "2018-11-30 21:26:00",
            "post_id": "681461",
            "reply_to_id": "681300"
        },
        {
            "user_name": "appel",
            "text": "Ísland hefur fengið að eiga orku sína óafskipt af mestu frá umheiminum, og núna er ESB að þvinga upp á okkur að afhenda ákveðin yfirráð yfir þessum auðlindum okkar. Mér er ekki sama.",
            "date": "2018-11-30 21:44:00",
            "post_id": "681462",
            "reply_to_id": "681461"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "þessi orkupakki er bull og vitleisa og verður aldrei samþykktur.\nvið getum talað um og babblað yfir að það er allt of dýrt að leggja streng frá íslandi yfir til skotlands en sannleikurinn er sá að það er fullt af liði þarna úti sem á óendanlega mikið af pengingum á tortóla reikningum sem gætu séð sér hag í að borga fyrir að leggja sæstreng, þá þyrfti að greiða þeim visst gjald fyrir að nota stenginn væntanlega miðað við hvað mikið er flutt um hann.. svo gætu þeir samið að öll umframm orka færi um strenginn sem væri í boði, svo þegar við erum orðnir tengdir þá verður að vera sama raforku verð hér og í esb sem þýðir að öll stóriðja á íslandi legst af. t.d álverin og þá vinna þeir sem eiga sæstrenginn því meiri orka fer þá um hann í framtíðinni og þeir græða meira og við ráðum engu um eitt eða neitt.\nþað verður aldrei samþykkt á íslandi að einhver andkoti í brussel stjórni raforkumálum á íslandi.\nhef engar áhyggjur af þessu.. ef þessi ríkisstjórn verður það heimsk að samþykkja þetta þá treisti ég því að guðni setji þetta í þjóðaratkvæðagreiðslu þar sem þessu verður algjörlega hafnað.",
            "date": "2018-11-30 22:23:00",
            "post_id": "681463",
            "reply_to_id": "681462"
        },
        {
            "user_name": "jonsig",
            "text": "Ekki vera of viss.. það er haugur af fólki með barnalega drauma um fjölþjóðlega útóbíu þar sem vinnudagurinn er 3klst á viku.",
            "date": "2018-11-30 22:37:00",
            "post_id": "681464",
            "reply_to_id": "681463"
        },
        {
            "user_name": "appel",
            "text": "Akkúrat. Jafnvel íslensk orkufyrirtæki, raforkudreififyrirtæki hér, gætu séð sér hag í því að fjármagna 100% lagningu rafstrengs til evrópu, og svo í framhaldi hækka orkuverð til íslensks almennings í kjölfarið. Þessi íslensku raforkufyrirtæki myndu græða meira á hækkun raforkuverðs til íslendinga heldur en þau fengu af sæstreng. Um það snýst þetta allt, að koma snöru um háls íslensks almennings.",
            "date": "2018-11-30 22:44:00",
            "post_id": "681465",
            "reply_to_id": "681464"
        },
        {
            "user_name": "Pandemic",
            "text": "Svona ef þið voruð að pæla í þvi hver myndi leggja sæstreng þá er fyrirtækið Atlantic SuperConnection með það á dagskrá. \nhttp://www.atlanticsuperconnection.com\nPælingar Landsvirkjunar í þessum málum eru áhugaverðar og þær virðist vera að finna tryggari og samningshæfari kaupendur á orku en álverin. Eins og staðan er núna þá erum við nauðbeygð tll þess að selja þeim orku á skítaverði þar sem þau hafa gríðarlega sterkt spil á hendi vegna stærðar sinnar í atvinnumálum hér á landi.\nVið erum að skemma verðmætustu auðlind landsins, ósnortna náttúru fyrir nokkra dollara á megawatt stund sem er bara grín.",
            "date": "2018-11-30 23:13:00",
            "post_id": "681469",
            "reply_to_id": "681465"
        },
        {
            "user_name": "Skippo",
            "text": "Athyglsverðar umræður í morgun á K100 getið rúllað fram að 20 mínútu eða svo:\nhttps://k100.mbl.is/brot/spila/5191/",
            "date": "2018-12-02 16:06:00",
            "post_id": "681538",
            "reply_to_id": "681469"
        },
        {
            "user_name": "Tbot",
            "text": "Hér er ansi góð grein frá Bjarna Jónssyni með ansi mörgum vísunum í tilskipanir um hvernig hlutirnir eru og verða.\nÞannig að Acer er ekkert ráðgefandi, heldur er það ákvörðunarvald sem hið Íslenska dómskerfi hefur ekkert í.",
            "date": "2018-12-05 08:09:00",
            "post_id": "681665",
            "reply_to_id": "681538"
        },
        {
            "user_name": "Tbot",
            "text": "Þá er meira að koma í ljós með Landsreglarann.\nÞví norðmenn eru búnir að samþykkja þetta monster og eru að setja reglur þar um.\nEf þetta verður að veruleika hérna þá getur við fyrir víst gengið að öllu þessu, því forskriftin er þá komin frá norðmönnum.\nÞegar Landvirkjun þarf að laga orkunetið hjá sér til að geta fætt sæstreng þá munu landsmenn þurfa að borga þann reikning með hærra raforkuverði og þá er ekki verið að tala um hækkun upp á 2 til 3%.\nGrein Bjarna\nhttps://bjarnijonsson.blog.is/blog/bjar ... y/2228707/\n\"Samkvæmt reglugerðardrögunum skal norski Landsreglarinn:\nsamþykkja nýjar orkukauphallir\nmeta fjárfestingaráætlanir Statnetts og veita umsögn í ljósi kerfisþróunaráætlunar ESB\ngefa skýrslu til ESB, ef Noregur ekki samsamar sig kerfisþróunaráætlun ESB\nákvarða gjaldskrár eða aðferðina við að ákvarða þær, ákvarða starfsemi jöfnunarorkumarkaðarins og aðgang að orkuinnviðum á milli landa, og ákvarða aðferðir við að útdeila flutningsgetu þessara mannvirkja til orkuseljenda ásamt því að fastsetja ráðstöfun hagnaðar af þessum mannvirkjum. ESB vill t.d. ekki, að Statnett ráðstafi hagnaði af sæstrengjum til lækkunar flutningsgjalds í stofnkerfi Noregs. Hagnaðinn á að nota til að auka flutningsgetuna enn meir samkvæmt forskrift ESB.\nÞað má ganga út frá því sem vísu, að fari Statnett og Landsnet ekki að vilja Landsreglarans, t.d. um að reisa flutningsmannvirki frá stofnkerfinu og að endabúnaði sæstrengs, þá muni Framkvæmdastjórnin/ACER kæra þann þvergirðing fyrir ESA.  Hafni sá ágreiningur hjá EFTA-dómstólinum, verður ekki að sökum að spyrja.  Hann mun dæma eftir Evrópuréttinum, sem Alþingi hefur þá innleitt hérlendis á raforkusviðinu.  Samkvæmt sömu reglum er kvöð á Landsnet að fjármagna sjálft nauðsynlega styrkingu flutningskerfisins vegna millilandatenginga.  Það þýðir, að kostnaðurinn, yfir mrðISK 100, mun lenda á raforkunotendum innanlands.\"",
            "date": "2019-01-17 14:07:00",
            "post_id": "683700",
            "reply_to_id": "681665"
        },
        {
            "user_name": "jonfr1900",
            "text": "Það er meira en milljónfaldur munur á raforkuframleiðslu á Íslandi og í öllu Evrópusambandinu. Íslendingar, svo að ég jafni og sleppi aukatölum. Framleiða nákvæmlega 0% af þeirri orku sem þarf í Evrópusambandinu. Ef ég tel með aukatölur og svoleiðis, þá má áætla að öll raforkuframleiðsla á Íslandi dugi fyrir nákvæmlega 0,002% af notkun innan Evrópusambandsins.\nÍslendingar eru ekki nærri því eins stórir og merkilegir og þeir halda sjálfir.",
            "date": "2019-05-08 15:46:00",
            "post_id": "688664",
            "reply_to_id": "683700"
        },
        {
            "user_name": "GuðjónR",
            "text": "Orkupakki #3 vesgú!\nhttps://www.visir.is/g/2010216940814/vi ... -milljarda",
            "date": "2019-05-08 20:43:00",
            "post_id": "688681",
            "reply_to_id": "688664"
        },
        {
            "user_name": "jonfr1900",
            "text": "Ég loksins reiknaði út töluna á því hversu mikið rafmagn íslendingar framleiða miðað við Evrópusambandið og íslendingar framleiða 0,6% miðað við tölur frá árinu 2015 (ESB) og 2016 (Ísland). Byggt á gögnum frá CIA world factbook. Þetta er svo lítið að það er hreinlega ódýrara fyrir ríki í Evrópu að byggja raforkuver innanlands hjá sér heldur en að leggja dýran og viðhaldsfrekan rafmagnsstreng frá Íslandi. Ég er ekki viss um að slíkur strengur mundi borga sig fyrir íslendinga til þess að flytja inn rafmagn. Það er ódýrar að reisa bara tvo vindmillugarða til þess að framleiða rafmagnið innanlands.\nÍsland\n framleiðir 18,17 kWh milljarða af rafmagni á ári og þá er allt talið með.\nEvrópusambandið\n (öll aðildarríkin) framleiða 3043 trilljón kWh á ári og þá er allt talið.",
            "date": "2019-05-12 03:21:00",
            "post_id": "688790",
            "reply_to_id": "688681"
        },
        {
            "user_name": "Tbot",
            "text": "Þessi orkupakki er líka einn í röð fleiri sem eiga eftir að koma, 4 og 5 eru í vinnslu.\nHitt sem er hægt að skoða og allir þurfa að gera upp við sig, í hvers eigu eiga auðlindir þessa lands að vera, þ.m.t virkjanir.\nEU lítur á raforku sem markaðsvöru og allt sem tengist henni, þannig að það á að einkavæða allt líka virkjanir.  \nHalda menn virkilega að þeir sem myndi kaupa virkjanir séu að slíku í góðgerðarskyni.\n\"ESA sendi ríkisstjórn Íslands fyrir nokkrum árum bréflega fyrirspurn um það, hvernig hún færi að því að tryggja úthlutun virkjanaleyfa á markaðsverði.\"\n\"Hefur framkvæmdastjórnin, sem hefur umsjón með frjálsri samkeppni í Evrópu, verið að þrýsta á Frakkland og 7 önnur lönd í langan tíma til að tryggja, að opnað verði fyrir einkafjármagn í orkugeiranum.  Þann 7. marz síðastliðinn var síðan höfðað samningsbrotamál gegn Frakklandi, Þýzkalandi, Austurríki, Póllandi, Portúgal, Svíþjóð, Ítalíu og Bretlandi fyrir að hafa ekki farið í opin útboð á nýtingarrétti vatnsfalla og vatnsfallsvivrkjana.\"\nEf þessar tilvitnanir eru réttar, þá fer nú ansi lítið fyrir einhverjum aumingja fyrirvörum sem eru núna í umræðu á ekki svo háu alþingi.",
            "date": "2019-06-05 10:34:00",
            "post_id": "689658",
            "reply_to_id": "688790"
        },
        {
            "user_name": "Kristján Gerhard",
            "text": "Það munar þremur stærðargráðum á þessum tölum. \n18,17 milljarðar kWh -> 18,17 x 10^9 kWh  -> 18,17 x10^12 Wh\n3043 \"trilljón\" kWh     -> 3043 x 10^12 kWh ->  3,043 x 10^18 Wh\n18,17/3,043 x 10^6 = 0,000.005.971 ~ 0,000.597%\nOrkuframleiðsla Íslands sem hlutfall af orkuframleiðslu Evrópusambandsins, miðað við þessar tölur, er 0,0006%",
            "date": "2019-06-05 11:58:00",
            "post_id": "689660",
            "reply_to_id": "689658"
        },
        {
            "user_name": "Sinnumtveir",
            "text": "Ef Ísland er með 18,7 Twh og EU er með 3043 Twh er hlutfallið\n   18.7 / 3043 == 0,006 == 0,6%",
            "date": "2019-06-05 12:57:00",
            "post_id": "689662",
            "reply_to_id": "689660"
        },
        {
            "user_name": "Kristján Gerhard",
            "text": "Já, Ef... Það er bara ekki raunin m.v. tölurnar sem vísað er í.\n18,7 billion kWh == 18,7 TWh\n3043 trillion kWh =!= 3043 TWh",
            "date": "2019-06-05 13:24:00",
            "post_id": "689664",
            "reply_to_id": "689662"
        },
        {
            "user_name": "Sinnumtveir",
            "text": "EU framleiður 3 milljón Gwh á ári en Ísland 18700 Gwh á ári. Ísland er með 0,6%.  Það er þekkt staðreynd að raforkuframleiðsla á mann á Íslandi er sú mesta í heiminum og þessi 0,6% þýða að raforkuframleiðsla á mann í Íslandi er nífalt meiri en í EU.",
            "date": "2019-06-05 14:09:00",
            "post_id": "689665",
            "reply_to_id": "689664"
        },
        {
            "user_name": "GuðjónR",
            "text": "Það er ansi margt sem er mest á mann hjá okkur enda örþjóð, þarf ekki að vera mikið til að vera mest á mann.",
            "date": "2019-06-05 14:52:00",
            "post_id": "689667",
            "reply_to_id": "689665"
        },
        {
            "user_name": "Hauxon",
            "text": "Snýst fullveldi þjóðarinnar um að vera tilneyddur til að selja orkuna á undirverði til mengandi verksmiðja hér heima og eiga ekki möguleika á að selja öðrum fyrir hærra verð?  Hvernig verður heimsendir segið þið?  Er það ef rafmagnsreikningurinn hækkar um 10%?  Fyndið hvernig þeir sem styðja fjrálsa samkeppni í orkusölu eru allt í einu kallaðar kommúnistar.  Heimskulegasta umræða Íslandssögunnar.",
            "date": "2019-06-06 09:44:00",
            "post_id": "689690",
            "reply_to_id": "689667"
        },
        {
            "user_name": "Kristján Gerhard",
            "text": "Agreed. Fann kommufeilinn.",
            "date": "2019-06-06 10:02:00",
            "post_id": "689691",
            "reply_to_id": "689690"
        },
        {
            "user_name": "hallihg",
            "text": "Hér eru fimm sent og skýring (eins einföld og hún verður í þessu flókna máli) frá einum sem hefur kynnt sér þetta:\nOrkupakki 3 er aðallega uppfærsla á orkupakka 2, með nýjum reglugerðum m.a. um tæknilega virkni evrópsks raforkunets og stofnun ACER. Markaðsvæðing og samkeppni um rafmagn er löngu hafin. (orkupakkar 1 og 2 eru ástæðan fyrir því að allt í einu eru komin mörg fyrirtæki í smásölu á rafmagni, t.d. Orkusalan og Orka náttúrunnar. Þetta var allt undir sama hatti, t.d. raf- og hitaveitu í hverju sveitarfélagi. ESB sagði að framleiðsla og smásala ætti að vera frjáls og háð samkeppni, en flutningur um landið og dreifing til notenda mætti vera háð ríkisleyfi).\nOrkupakki 3 er í raun ekki sökudólgurinn sem þetta málþóf snýst um. Rafmagn er markaðsvara og hefur verið það síðan Ísland gekk í EES með EES-samningnum 1994. Til að koma í veg fyrir það sem menn óttast nú hefði þurft að undanþiggja rafmagn upphaflega frá EES samningnum. En það var ekki gert og því á að ríkja samkeppni og frjáls vöruflutningur með rafmagn um allan innri markað EES, rétt eins og með matvörur sem þið kaupið útí búð. Það gerir það lagalega hérlendis, en ekki raunverulega, enda enginn sæstrengur fyrir rafmagn til milli Íslands og meginlandsins.\nACER er ESB stofnun. ACER fær tiltekið hlutverk og valdheimildir til að tryggja að raforka flæði frjálst og örugglega! um allan innri markaðinn (afhendingaröryggi virðist mjög mikilvægt við rafmagnssölu). Fyrir nokkrum árum voru líka stofnaðar nýjar ESB stofnanir fyrir fjármálamarkaðinn útaf bankakreppunni. Þær fengu meira vald en áður. Peningur (fjármagn) flæðir líka frjálst um EES svæðið. Með nýju fjármálastofnanirnar (t.d. ESMA), rétt eins og með ACER, þurfti Ísland að framselja ákveðið vald til að tryggja þetta flæði hérlendis. En af því Ísland er í EES en ekki ESB, og útaf stjórnarskránni, þá var fundin lausn á þessu vandamáli. EFTA í staðinn fyrir stofnanir ESB, fer með hlutverk þeirra og þessar valdheimildir (t.d. fyrir ACER og ESMA) gagnvart EFTA ríkjunum (Ísland, Noregur, Licht.). Með öðrum orðum til að tryggja að stjórnarskrá landsins sé ekki brotin hérlendis og í Noregi þá eru þessar stofnanir klónaðar eða speglaðar í smærri útfærslu undir eftirlitsstofnun EFTA. Sú stofnun virkar þá sem milliliður gagnvart ESB (ACER þmt.)\nVegna yfirráða Íslands yfir eigin landhelgi m.a. þá sýnist mér að ACER gæti ekki skipað Íslandi að leggja sæstræng. Hins vegar, að segja að orkupakkinn tengist sæstræng ekkert finnst mér veruleg einföldun. Það er eins og að fella skóg fyrir væntanlegri / mögulegri hraðbraut sem á eftir að setja á fjárlög, og segja að trjáfellingarnar hafi ekkert með hraðbrautina að gera. \nEr skylda að leggja sæstreng útaf O3? Nei. Verður hann einhvern tímann lagður? Erfitt að segja. Treysti ég framtíðar stjórnvöldum til þess að samþykkja aldrei lagningu sæstrengs til Evrópu? Nei það geri ég ekki. \nÚtaf frjálsu flæði vara (þmt. rafmagns) innan EES og banni við mismunun, þá mættu ísl. orkufyrirtæki (Landsvirkjun) að öllum líkindum ekki selja rafmagn ódýrara til Orku náttúrunnar (og til Íslendinga) en til erlendra smásölufyrirtækja og neytenda. Ef sæstrengur verður lagður, þá myndi raforkuverð til almennings því líklega hækka, því rafmagn ætti að seljast á raunverulegu markaðsvirði.\nÍsland er og gæti orðið enn stærri raforkuframleiðandi en það er í dag. Komið hefur á daginn að samningar og verð Landsvirkjunar við stærstu raforkunotendur hérlendis (álverin) voru verulega lág og óhagstæð, þar til nýlega enda 25-40 ára samningar við álverin runnir eða að renna út. Almenningur á Landsvirkjun. Almenningur notar um 5% af heildarframleiðslu rafmagns hérlendis. Rafmagnsverðið virðist hærra í Evrópu en hérlendis. Ég held að ávinningurinn af sæstreng og útflutningi af raforku yrði meiri heldur en kostnaðurinn fyrir almenning af hækkun á raforkuverði (og hér er ekki tekið inn í myndina áhættan eða kostnaðurinn af því að setja EES samninginn í uppnám!) Einangrun á þessu sviði (og að treysta íslenskum stjórnmálamönnum einum fyrir þessum málaflokki, sem sögulega gerði ekkert annað en að laða að erlend álfyrirtæki) væri neikvæð að mínu mati. \nOg þannig lít ég á þennan orkupakka, ef einhver nennti að lesa.",
            "date": "2019-06-06 10:09:00",
            "post_id": "689692",
            "reply_to_id": "689691"
        },
        {
            "user_name": "Moldvarpan",
            "text": "Orkupakki 3 er ekki vandamálið.\nVandamálið er að við treystum ekki alþingi, og alþingismenn treysta ekki hvor öðrum. Það er vandamálið.\nÞað er löngu búið að koma því í lög að erlendir aðilar geti eignast afnotaréttinn af auðlindunum okkar, HS Orka/HS veitur, eru skýrt dæmi um það.\nOg er því orkupakki 3, formlegs eðli, að mestu leyti fyrir okkur á okkar skeri. Ef enginn strengur kemur.\nEn, þá komum við að vandamálinu. Traustinu á þessum alþingismönnum. Græðgi og einkavinavæðing þar sem menn keppast við að maka krókinn.\nMeðan stjórnarskrá málið hefur verið kæft niður, og með þessa siðleysingja á þingi, þá treystir maður ekki að hagsmunum Íslensku þjóðarinnar sé gætt.",
            "date": "2019-06-06 11:27:00",
            "post_id": "689694",
            "reply_to_id": "689692"
        },
        {
            "user_name": "Tbot",
            "text": "Held að fólk ætti að lesa í gegnum þetta frá héraðsdómaranum Arnar\nhttps://www.mbl.is/frettir/innlent/2019 ... i_raforku/",
            "date": "2019-06-06 21:10:00",
            "post_id": "689719",
            "reply_to_id": "689694"
        },
        {
            "user_name": "einarhr",
            "text": "Alveg magnað að andstæðingar OP3 benda hægri og vinstri á einhverjar \"Heimildir\" þegar einungis er verið að vitna í skrif einhvers sem er á móti pakkanum. Ég mæli með að fólk lesi þennan samning og myndi sér sína eigin skoðun á honum í staðin fyrir að grípa á lofti eitthvað sem einnhver lobbýistinn segir.\nPS, hefði nýja Stjórnarskráinn verið staðfest þá værum við ekki að pæla í þessu !",
            "date": "2019-06-06 23:38:00",
            "post_id": "689721",
            "reply_to_id": "689719"
        },
        {
            "user_name": "Tbot",
            "text": "Merkilegt hvað þessir sem halda að EU sé upphaf og endir alheimsins og vilja óðir láta taka sig ósmurt í ...... af skrifstofuliði í Brussel.",
            "date": "2019-06-07 00:33:00",
            "post_id": "689722",
            "reply_to_id": false
        },
        {
            "user_name": "einarhr",
            "text": "Eru þetta rökin hjá þér? Þú öskrar bara úr rassgatinu og ert ekki með neinn rökstuðning nema blogg út í bæ. Mæli með að þú lærir að mynda þér eigin skoðanir",
            "date": "2019-06-07 01:15:00",
            "post_id": "689724",
            "reply_to_id": "689722"
        },
        {
            "user_name": "GuðjónR",
            "text": "Usss uss ... kælum okkur aðeins...",
            "date": "2019-06-07 09:41:00",
            "post_id": "689730",
            "reply_to_id": "689724"
        },
        {
            "user_name": "Tbot",
            "text": "Því miður er rökleysan hjá þér og kemur augljóslega fram þegar þú hjólar í einstaklinginn en hefur ekki skoðað hvað er sagt.  \nÞað sem er vísað í er grein í Morgunblaðinu þar sem blaðamaður ræðir við héraðsdómarann.  Ef þú kallar / heldur að það sé blogg þá verður svo að vera.\nEn aðrir sem hafa áhuga að kynna sér málið og mynda eigin skoðanir vita hver munurinn er á milli bloggs og blaðagreinar.",
            "date": "2019-06-07 09:52:00",
            "post_id": "689731",
            "reply_to_id": "689730"
        },
        {
            "user_name": "rapport",
            "text": "Ég held að það sé ákveðið öryggi fólgið í að geta keypt eða selt rafmagn til/frá EU.\nVið erum örlítil þjóð og ættum að leggja meiri áherslu á viðskipti en ekki reyna að gera allt sjálf.\nKárahnjúkavirkjun (690MW), eins stór og hún er...  framleiðir á við minnsta kjarnorkuverið í USA (580MW), það stæðsta í USA er 3.937MW.\nKostirnir við kjarnorku eru miklir og ef framtíðin felur í sér að jöklar muni bráðna og jafnvel hverfa þá er það minna aðlaðandi að byggja stór orkuver hér á landi.\nÞessi sæstrengur er því mikilvægur fyrir okkur, viljum við fá hann tímanlega og vera með innviði og markað sem ræður við breytinguna eða viljum við láta taka okkur í ósmurt rassgatið vegna þess við höfðum ekki vit til að undirbúa okkur?\nÚtlenskt rafmagn er ekkert verra en íslenskt rafmagn...",
            "date": "2019-06-07 16:09:00",
            "post_id": "689742",
            "reply_to_id": "689731"
        },
        {
            "user_name": "Hizzman",
            "text": "EF (stórt ef) það kemur sæstrengur mun einmitt regluverkið í pakkanun tryggja gegnsæi og opin markað með raforku. Það getur alveg komið sæstengur án OP3, sem væri verra mál en sæsterngur og OP3.",
            "date": "2019-06-07 18:11:00",
            "post_id": "689746",
            "reply_to_id": "689742"
        },
        {
            "user_name": "DaRKSTaR",
            "text": "verra mál með orkupakka 3 komi sæstrengur því þá þarf að samhæfa orkuverð um leið og við erum tegd.. í dag græða orkufyrirtækin ekkert á þessu, gróðinn felst ekki í að selja orkuna út, hún felst í því að ísland verði að vera með sama orkuverð og evrópulöndin sem gerir það að verkum að innkoma orkufyrirtækja fer upp umm 200-300% á ári.\ná aldrei að samþykkja þetta, ég vona að forsetinn hafi vit til að senda þetta í þjóðaratkvæðagreiðslu, þetta lið á þingi vill bara drössla þessu í gegn svo það komist í sumarfrí.. heldur að einhver ákvæði sem þau setja inn séu ofar lögum esb.. vegna þess að þingmenn á íslandi settu inn ákvæði þá má mismuna fyrirtækjum innann sambandsins.. ég held ekki.. ef t.d hs orka vill leggja sæstreng og ríkið reinir að stoppa það þá mun esb koma inn og þvínga okkur til að samþykkja þetta því þetta væri brot á ees samning.\nhvað um það.. ég ætla aldrei að fá mér rafmagnsbíl á ævinni þannig að mér er slétt skítsama þó þið hinir greiðið 100 þús kall á mánuði fyrir að hlaða bílinn ykkar, ég meika alveg að greiða 20 þús í rafmagnsreikning á mánuði af íbúðinni hjá mér, þannig að ef þetta er það sem þið viljið verði ykkur að góðu.",
            "date": "2019-06-08 22:28:00",
            "post_id": "689783",
            "reply_to_id": "689746"
        },
        {
            "user_name": "jonfr1900",
            "text": "Héraðsdómarar geta einnig verið óheiðarlegir.\nHann hefur einnig rangt fyrir sér í þessu og fullyrðingar sem hann setur fram eru þvæla. Ekkert í þessari grein hans stenst skoðun eða framkvæmd orkulaga undanfarin áratug á Íslandi.",
            "date": "2019-06-10 01:59:00",
            "post_id": "689809",
            "reply_to_id": "689783"
        },
        {
            "user_name": "g0tlife",
            "text": "Alltaf þegar eitthvað fólk er að berjast um að fá eitthvað svona í gegn sem kostar hundruðir milljarða er það vegna þess að einhver græðir á þessu. Ég get alveg sagt það hér og nú að við venjulega fólkið munum ekki græða á þessu.\nÞetta mun svo eftir eitthvern tíma enda eins og kvótakerfið eða öll þessi fyrirtæki sem rísa út af ákvörðun ríkisins með þeirra vinafólki/fjölskyldu í stjórn eða eigendur.",
            "date": "2019-06-10 02:58:00",
            "post_id": "689810",
            "reply_to_id": "689809"
        },
        {
            "user_name": "GuðjónR",
            "text": "https://www.mbl.is/vidskipti/pistlar/gu ... n/2235956/",
            "date": "2019-06-11 08:10:00",
            "post_id": "689844",
            "reply_to_id": "689810"
        },
        {
            "user_name": "Tbot",
            "text": "Vænir héraðsdómara um að vera spilltur, af því að hann hvetur til varfærni.\nHvar eru rök fyrir þín fyrir þessari alvarlegu fullyrðingu?????\nGuðjón : Myndi segja að þetta séu alvarlegar fullyrðingar sem jaðra við hættu á málsókn, sem þú hefur nú þegar reynslu af.",
            "date": "2019-06-11 09:00:00",
            "post_id": "689846",
            "reply_to_id": "689844"
        },
        {
            "user_name": "GuðjónR",
            "text": "Menn verða að vanda það sem þeir segja, jafnvel þó það séu hitamál í gangi. Hann reyndar nafngreinir engan talar bara almenn um að \"Héraðsdómarar geta verið óheiðarlegir\", hvaða maður sem er getur verið óheiðarlegur í hvaða stöðu sem hann er, héraðsdómari eða ekki.\nHitt er annað mál að því meira sem maður kynnir sér þennan orkupakka því fleiri RAUÐ flögg dúkka upp. Held það sé farsælast fyrir þjóðina að hafna honum eða amk. fara fram á allskonar fyrirvara og undanþágur. En við ráðum því miður engu, það eru ráðandi öfl í landinu sem hagnast á því að selja allt undan okkur.",
            "date": "2019-06-11 10:10:00",
            "post_id": "689847",
            "reply_to_id": "689846"
        },
        {
            "user_name": "einarhr",
            "text": "Voðalega er stuttur í þér þráðurinn! Það er enginn að væna neinn um spillingu.",
            "date": "2019-06-11 14:32:00",
            "post_id": "689862",
            "reply_to_id": "689847"
        },
        {
            "user_name": "jonfr1900",
            "text": "Það eru engin rauð flögg og þau sem andstæðingar orkupakka þrjú telja sig hafa fundið gufa jafna hraðan upp og farið er að skoða málið. Enda hafa andstæðingar orkupakk þrjú ekkert haldbært varðandi orkupakka þrjú og skálda því bara einhverja vitleysu í þeirri von að enginn nenni að skoða málið.",
            "date": "2019-06-11 16:54:00",
            "post_id": "689870",
            "reply_to_id": "689862"
        },
        {
            "user_name": "jonfr1900",
            "text": "Samkvæmt dómi hæstaréttar þá verða opinberar persónur og starfsmenn sem eru í opinberum stöðum að sætta sig við harðari umræðu en almenningur. \nHérna er í raun allt sem þú þarft að vita um orkupakka þrjú.\nHvað er þriðji orkupakkinn?\n(Rúv)\nSpurningar og svör um þriðja orkupakka ESB\n (Stjórnarráðið)\nÞað er einnig meginregla (lög) innan ESB/EES að ekki sé hægt að skipa ríkjum um hvernig þau haga sínum eigarréttarmálum og lögum. Það gildir um raforku sem og aðra hluti.\nÞað þarf einhver að fara skoða miðflokkinn. Þar er augljóslega spilling á ferðinni hjá öllum þingflokknum.",
            "date": "2019-06-11 17:03:00",
            "post_id": "689871",
            "reply_to_id": "689870"
        },
        {
            "user_name": "Tbot",
            "text": "Það er greinilegt að það þarf að fara að lesa orkupakka 4.\nÞví ef bara helmingurinn af því sem Bjarni segir um pakka 4 er réttur ráðum við brátt engu um raforkumál á þessu landi.\nÞá er ekki bara verið að tala um verð á rafmagni og flutning.\nhttps://bjarnijonsson.blog.is/blog/bjar ... y/2237009/",
            "date": "2019-07-04 09:14:00",
            "post_id": "690735",
            "reply_to_id": "689871"
        },
        {
            "user_name": "rapport",
            "text": "Ef markmiðið er að hafa frjálsan markað fyrir framleiðslu og dreifingu á raforku þá þarf einhverskonar yfirvald/eftirlitsaðila fyrir málaflokkinn sbr. póst og fjarskiptastofnun, fjármálaeftirlitið, fiskistofu o.s.frv.\nEftrilitsstofnun sem setur reglugerðir er ekki \"alráð\" um málefni málaflokksins.\nVið höfum ekki séð þessar stofnanir fara offari í sínum framkæmdum þó svo að tillögur þeirra um eftirlit gangi oft mjög langt. En þær tillögur hafa ekki verið samþykktar.\nÞessi ótti er tilhæfulaus og að hafa þetta fyrirkomulag fyrir orkuna er framtíðin, sérstaklega þegar litið er til þess að þá geta smærri aðilar, jafnvel heimili farið að selja orku inn á dreifikerfið ef þau ná að framleiða umfram orku.\nHlutverk þessarar stofnunar væri að tryggja að allir fá sit tog að stóru aðilarnir misnoti ekki aðstöðu sína.",
            "date": "2019-07-04 11:04:00",
            "post_id": "690736",
            "reply_to_id": "690735"
        },
        {
            "user_name": "Tbot",
            "text": "Þetta snýst um það að innlendar eftirlitsstofnanir ráða engu, heldur er það EU sem ræður sífellt meira.\n.  Endurskoðunin færir framkvæmdastjórn ESB aukin völd m.v. OP#3, og einnig er um valdatilfærslu að ræða frá innlendum stofnunum aðildarlandanna til orkustofnunar ESB, ACER,  og reglusetningararms hennar í hverju landi, Landsreglarans (National Energy Regulator)\nÞað er greinilegt að þú  hefur ekkert skoðað fylgiskjalið hjá Bjarna eða skoðað greinina yfirleit.",
            "date": "2019-07-04 12:37:00",
            "post_id": "690738",
            "reply_to_id": "690736"
        },
        {
            "user_name": "rapport",
            "text": "Það er verið að gera það sama í málaflokknum \"rafmagn\" og búið var að gera fyrir málaflokkinn \"fjarskipti\".\nEr EU alsráðandi og með afskipti af íslenskum fjarskiptamarkaði?\nJá, og flest allt hefur verið neytendum til hagsbóta.",
            "date": "2019-07-04 12:44:00",
            "post_id": "690739",
            "reply_to_id": "690738"
        },
        {
            "user_name": "Tbot",
            "text": "Á þessu hefur verið mikill munur.\nVerð á fjarskiptamarkaði hefur verið með því hæðsta lí Evrópu, miðað við millilandasímtöl og fl.\nOrkuverð hérna er með því lægsta.\nSíðan er eðlismunur á þessum tveim hlutum, sem felst í því að búa til endurvinnanlega orku þarftu uppistöðulón, virkjun og fl. (vindmillur).\nOg við missum yfirráð yfir því hvað er virkjað og jafnvel þeim virkjun sem eru nú þegar.\n(Ætla ekki að finna linkinn á það sem EU er að þrýsta á Frakka að selja sín vatnsorkuver).\nSem segir mér líka að þú hefur ekki hugmynd um hvað ACER eða Landsreglari er og þeirra hlutverk.",
            "date": "2019-07-04 12:56:00",
            "post_id": "690740",
            "reply_to_id": "690739"
        },
        {
            "user_name": "Tbot",
            "text": "Úr fylgiskjali hjá Bjarna, (þarf að fara að lesa OP4)\nÞetta þýðir beint hækkun á raforkuverði, rekstrarkostnaður við RCC\nRCC getur tekið sér aðþjóðlegt vald og við höfum ekkert um það að segja og fleira\n9.\tSvæðisbundnar samræmingarmiðstöðvar verða nýtt yfirþjóðlegt verkfæri ESB.  Samkvæmt gr. 62 á að stofnsetja svæðisbundnar samræmingarmiðstöðvar („regional coordination centres“), skammstafað RCC, með eigin stjórn hverrar um sig:\na.\tLandsreglaranum ber skylda til að taka þátt í og samþykkja stofnun RCC\nb.\tKostnaðinum er skipt á milli raforkuflutningsfyrirtækjanna, og gjaldskrár Landsnets verða látnar standa undir kostnaðarhlutdeild Íslands.\nc.\tStjórn RCC ákveður sjálf með hvaða hætti hún tekur ákvarðanir (fyrirkomulag atkvæðagreiðslna).\nd.\tStjórn RCC getur sjálf lagt til valdtilfærslu til sín frá aðildarlöndum svæðisins.  Þessar samræmingarstöðvar kunna að þróast upp í kerfisstjórnir fyrir hvert svæði.  Þá flyzt kerfisstjórn Landsnets til RCC-Norður-Evrópu, sem er mjög varhugavert fyrir rekstraröryggi stofnrafkerfis landsins.  \ne.\tRCC skal sjá til þess, að lögum ESB sé fylgt, sérstaklega á sviði millilandatenginga.",
            "date": "2019-07-04 13:11:00",
            "post_id": "690742",
            "reply_to_id": "690740"
        },
        {
            "user_name": "rapport",
            "text": "Landsreglarinn með samræmingarhlutverkið er og verður áfram - \nhttps://orkustofnun.is/orkustofnun/erlend-samskipti/\nÞað er með öll eðlilegt að segja \"stofnun XXX ákveður hvaða reglur gilda á markaði YYY í öllum löndum EU\".\nÞað sem á ekki að þurfa að segja í kjölfarið er \"öll lönd þurfa að samþykkja innleiðingu á reglunum og svo allar breytingar sem gerðar eru á þeim\".\nÞannig virkar kerfið. Það getur engin breytt lögum eða látið einhver lög gilda á Íslandi nema með samþykkis Alþingis.\nÞað getur enginn innleitt regluverk nema með heimild skv. lögum og með samþykki viðkomandi ráðherra sem tilgreindur er í þeim lögum.\nEini tilgangurinn með því að segja \"Stofnun XXX ákveður hvaða reglur gilda\" er til að tryggja hver lægsti samnefnari í regluverkinu er, en ekki stjórna öllu í smáatriðum út um allt.",
            "date": "2019-07-04 15:02:00",
            "post_id": "690746",
            "reply_to_id": "690742"
        },
        {
            "user_name": "Tbot",
            "text": "Takk fyrir að staðfesta að þú hafir ekki hugmynd um hvað það þýðir að samþykkja OP3 og síðan OP4\nVið það að samþykkja OP á alþingi þá \"kicka\" inn allar þær reglur og lög sem honum fylgja, þannig að einhver fyrirvari sem Guðlaugur og co reyna að segja inn núna, er ekki pappírsins virði, er til að dreifa umræðunni á dreif og allt sé í góðu.\nFyrirvarinn hefði þurft að koma inn í EES samráðinu fyrir nokkru síðan til að halda, en síðasti möguleikinn er að hafna OP3 alfarið.\nÞegar OP3 hefur verið keyrður í gegn, þá getur þú verið viss um að það verður margfalt meiri þrýstingu á að koma OP4 í gegn líka.\nOg þá kemur þetta sem er nefnt að ofan og margt fleira, sem Alþingi og dómstólar geta ekkert sagt.\nÞví eins og RCC verður sinn eigin herra sem svarar bara EU.",
            "date": "2019-07-04 15:33:00",
            "post_id": "690748",
            "reply_to_id": "690746"
        },
        {
            "user_name": "rapport",
            "text": "Þessi samsæriskenning um að einhver stofnun geti sniðgengið stjórnarskrá lýðveldisins við að byggja virkjanir, útdeila heimildum og/eða tengjadreifikerfið okkar með sæstreng til EU...  þessi samsæriskenning byggir ekki á neinum rökum.\nÞó að einhver alþjóðasamningur segir að hitt og þetta eigi að vera einhvernvegin, þá gerir Ísland alltaf eins og Ísland vill og er í fullum rétti svo lengi sem farið er eftir íslenksum lögum og reglum.\nt.d. Brnasáttmáli UN...\nErum við ekki að fara mótmæla brotum Íslands gegn honum núna kl. 17:00 með kröfugöngu frá Hallgrímskirkju?\nÞað má sekta okkur og skammast í okkur ef við innleyðum ekki einhver lög og reglur frá EU en EU eða einhver stofnun þar mun ekki fá óskorðarð vald yfir okkur.\nÞað þarf enginn að setja neinn fyrirvara neinstaðar, það er ekkert á Íslandi sem getur toppað stjórnarskránna.\nEf einhver lög eða reglur eru samþykkt en eru ekki í samræmi við stjórnarskrá, þá gildir stjórnarskráin.\nEf Alþingi afsalar sér valdi til EU sem skv. stjórnarskrá er hjá Alþingi, þá gildir stjórnarskráin = valdið er hjá Alþingi.\nÞá er alltaf hægt að bakka og hætta samstarfi sem er ekki að gera okkur gott.\nÞá gerum við það af málefnalegum ástæðum og rökstyðjum það en ekki byggt á einhverjum ótta við eitthvað yfirvald í alþjóðasamvinnu.",
            "date": "2019-07-04 15:55:00",
            "post_id": "690750",
            "reply_to_id": "690748"
        },
        {
            "user_name": "jonfr1900",
            "text": "Orkuverð á Íslandi er svo langt frá því að vera það lægsta í Evrópu. Innan ESB er lægsta orkuverðið í Búlgaríu.\nHérna eru tölur Eurostat fyrir árið 2018 um orkuverð.\nElectricity price statistics\nRaforkuverð er langdýrast í Danmörku og Þýskalandi innan ESB.",
            "date": "2019-07-05 23:18:00",
            "post_id": "690838",
            "reply_to_id": "690750"
        },
        {
            "user_name": "jonfr1900",
            "text": "Orkupakki 4 snýst um hreina orku og tengingu smávirkjanna inná stærri raforkunet og uppfærslur á lögum og reglum til þess að aðlaga þau lög að breyttum aðstæðum. Fyrirvarar hafa lögformlegt gildi og því er ekki hægt að fella þá út einhliða. Hvorki af Alþingi eða Evrópusambandinu.",
            "date": "2019-07-05 23:20:00",
            "post_id": "690839",
            "reply_to_id": false
        },
        {
            "user_name": "Tbot",
            "text": "Norðmenn virðast gera sér fulla grein fyrir hvað Acer er.\nOg þar sem Noregur er ekki í EU þá hafa þeir engan atkvæðisrétt í Acer, heldur verða bara að framfylgja það sem kemur það.\n=> Sama er fyrir Ísland og svo haldið þið því fram að þetta sé ekkert fullveldisframsal.\nhttps://snl.no/ACER_-_EUs_energibyr%C3%A5\n ACERs oppgaver\nACERs oppgave er å utfylle og koordinere arbeidet til de nasjonale reguleringsmyndighetene. Sistnevnte sitter i ACERs styre, med Europakommisjonen og regulatormyndigheter fra tredjeland som observatører. ACERs styre fatter vedtak med 2/3 flertall, der hvert medlemsland har én stemme. Norge har kun mulighet for observatørstatus i ACERs styre, og ingen stemmerett, fordi landet ikke er EU-medlem.\nACER har tre store oppgaver:\n    bidra til harmonisering av teknisk regelverk (nettverkskoder og retningslinjer)\n    føre tilsyn med energimarkeder\n    tilrettelegge for utbygging av nytt strøm- og gassnett, inkludert mellomlandsforbindelser (utenlandskabler)",
            "date": "2019-07-13 22:40:00",
            "post_id": "691148",
            "reply_to_id": "690839"
        },
        {
            "user_name": "GuðjónR",
            "text": "Það eru líka fullt af íslendingum sem vita hvað Acer er, þar á meðal ég.",
            "date": "2019-07-14 11:57:00",
            "post_id": "691161",
            "reply_to_id": "691148"
        },
        {
            "user_name": "Tbot",
            "text": "Hvort tveggja fer illa með þig",
            "date": "2019-07-14 16:29:00",
            "post_id": "691173",
            "reply_to_id": "691161"
        },
        {
            "user_name": "Tbot",
            "text": "Jæja, þá eru Davíð og Ögmundur skoðanabræður í orkupakkamálinu, þessu átti ég ekki von á.\nGríðarlega góð grein frá Ögmundi, sem fer ansi illa með feluleikinn hjá stjórnarflokkunum og heimasíðuna hjá stjórnarráðinu þar sem allt er í skötulíki.\nhttp://ogmundur.is/frjalsir-pennar/2019 ... y-FvfJcJCQ",
            "date": "2019-07-14 17:23:00",
            "post_id": "691175",
            "reply_to_id": "691173"
        },
        {
            "user_name": "jonfr1900",
            "text": "Þeir eru báðir öfgafullir einagrunarsinnar (Ögmundur styður meðal annars fjöldamorðingjann í Venesúela sem neitar að láta að völdum) sem hafa fundið málstað sínum skjól í fasisma (eða hreinlega nasisma ef það hentar þeim). Þeir hafa rangt fyrir sér og tala bara eitthvað rugl um orkupakka þrjú. Ég veit ekki hver var að láta þá fá þessa vitleysu ef þeir hreinlega skálduðu þessu ekki bara upp sjálfir.\nOrkupakki þrjú, eins og sagt er á lagamáli er ekkert annað en lagaleg uppfærsla á orkupakka 1 og 2 sem eru búnir að vera í gildi á Íslandi í meira en áratug. Tímanir hafa breyst og því þarf að uppfæra lögin.\nÞað má einnig benda á að Sigmundur Davíð lét taka upp í íslensk lög \nmeirihlutann\n af orkupakka þrjú þegar hann var forsætisráðherra á Íslandi. Það er rifjað upp \nhérna\n.\nMiðflokkurinn er ekkert annað en fasískur stjórnmálaflokkur í dag (og var það frá upphafi). Stofnaður eingöngu í kringum Sigmund Davíð og hans geðveiki. Sæstrengur er bara ógn núna hjá Sigmundi Davíð vegna þess að það hentar honum pólitísk að svo sé (og bandamönnum hans sem eru alveg jafn siðlausir). Sigmundur Davíð er maður sem hefur verið að ofsækja öryrkja pólitískt vegna þess að fyllerískjafturinn á honum (og öðrum í miðflokknum) var tekinn upp og hann hefur ekki ennþá sagt af sér vegna þess hneykslis.",
            "date": "2019-07-15 18:26:00",
            "post_id": "691200",
            "reply_to_id": "691175"
        },
        {
            "user_name": "Tbot",
            "text": "OP3 er gott betur en bara lagaleg uppfærsla.\nEn hann hefur séð að sér og áttar sig á því hvert stefnir með OP3\nEr röksemdarfærslan að klikka, þvaðrar um fasista og nasista.  Hvaða álit sem menn hafa á Ögmundi þá þá er grein hans góð.\nAllt þetta segir mér að þú hefur ekki lesið einn staf í OP3 sjálfur.\nhér er eitt dæmi úr directive 72/2009\nHérna er svo gott sem verið að segja að nýjar virkjanir eiga að fara í útboð, og þá er ekki verið að tala um byggingu þeirra heldur eignarhald.\nOg þá þarf ekki mikla hugsun á því, hvernig dómsmál sem EU höfðar á móti viðkomandi landi fer.  EU tapar ekki. \n\"Member States shall ensure the possibility, in the interests ofsecurity  of  supply,  of  providing  for  new  capacity  or  energyefficiency/demand-side management measures through a tender­ing procedure or any procedure equivalent in terms of transpar­ency and non-discrimination, on the basis of published criteria.Those procedures may, however, be launched only where, on thebasis of the authorisation procedure, the generating capacity to bebuilt or the energy efficiency/demand-side management measuresto be taken are insufficient to ensure security of supply.\"",
            "date": "2019-07-15 22:42:00",
            "post_id": "691207",
            "reply_to_id": "691200"
        },
        {
            "user_name": "jonfr1900",
            "text": "Ég er búinn að lesa lögin á Íslensku og ensku. Það er alltaf áhugavert að sjá þegar rökin þrýtur hjá andstæðingum orkupakka þrjú þá saka þeir alltaf stuðningsmennina um að hafa ekki lesið lögin. Ég er margoft hérna búinn að vísa þér í lögin á íslensku og EES lögin á ensku en þú virðist sjálfur ekki nenna eða hafa áhuga á að lesa þau.\nEf að þú ert að kvóta lög þá skaltu gera það með almennilegum hætti. Vegna þess að þú ert að snúa hérna útúr þessari lagagrein.\nÞín tilvitnun.\nLagagreinin í heild sinni sem þú vitnaðir í. Ég feitletra það sem þú vitnaðir í.\nLögin í heild sinni er að finna \nhérna\n.",
            "date": "2019-07-17 23:14:00",
            "post_id": "691306",
            "reply_to_id": "691207"
        },
        {
            "user_name": "Tbot",
            "text": "Einmitt það.\nTalar ekkert um greinarnar, þ.e. innihald þeirra sem er aðalmálið.  \nÉg vísa í 1. liðinn í kafla 8 sem er flestum nóg til að sjá þvílík vitleysa sem þessi OP3 er og \"stofnanamálíska\".  Ef fólk vill skoða meira þá leitar það sér upplýsinga.  Hvort ég vísa í allar greinar í kafla eða ekki er einfaldlega aukaatriði.\nFyrir þá sem ekki vita þá er tendering - útboð.",
            "date": "2019-07-29 16:30:00",
            "post_id": "691840",
            "reply_to_id": "691306"
        },
        {
            "user_name": "Tbot",
            "text": "Fyrir 170 árum skrifaði Jón Sigurðsson hugvekju sem ótrúlegt nokk á ansi mikinn samhljóm með ástandinu í dag og hvað sjálfstæði Íslands er mikilvægt.\n(góð ábending frá Páli Vilhjálmssyni)\nhttp://timarit.is/view_page_init.jsp?pageId=2016414",
            "date": "2019-07-29 16:33:00",
            "post_id": "691841",
            "reply_to_id": "691840"
        },
        {
            "user_name": "einarhr",
            "text": "[/youtube]",
            "date": "2019-07-29 16:48:00",
            "post_id": "691842",
            "reply_to_id": "691841"
        },
        {
            "user_name": "jonfr1900",
            "text": "1. Páll Vilhjámsson er ekki marktækur.\n2. Á sínum tíma var Jón Sigurðsson alþjóðasinni og vildi að Ísland yrði eins opið og hægt væri samkvæmt heimsskipulagi þess tíma sem hann var uppi á (19 öldin).\nÉg ætla ekki að fara að ræða 19 aldar stjórnmál við þig.",
            "date": "2019-08-01 21:18:00",
            "post_id": "691982",
            "reply_to_id": "691842"
        },
        {
            "user_name": "rapport",
            "text": "Fyrst við erum farin að vitna í löngulátna menn",
            "date": "2019-08-02 08:24:00",
            "post_id": "691989",
            "reply_to_id": "691982"
        },
        {
            "user_name": "Tbot",
            "text": "Takk fyrir.\nhttps://www.mbl.is/frettir/erlent/2019/ ... kupakkans/\nBrot úr greininni\n\"Rík­is­stjórn Belg­íu hef­ur ekki af­salað valdi sínu til að taka bind­andi ákv­arðanir um raf­orku og gas til eft­ir­lits­stofn­ana þar í landi. Eft­ir­lits­stofn­an­ir hafa eins og stend­ur ein­ung­is heim­ild til að leggja til laga­breyt­ing­ar en rík­i­s­tjórn Belg­íu er ekki bund­in af þeim til­lög­um.\nÞá eru ákv­arðanir um að tengja raf­orku- og gas­kerfi Belg­íu við sam­eig­in­leg­an orku­markað ESB tekn­ar af rík­is­stjórn­inni en ekki eft­ir­lits­stofn­un­um líkt og reglu­gerðir ESB segja til um.\"\nHér er þetta svart á hvítu.\nSamþykkt á OP3 er valdaafsal, frá þjóðkjörnum fulltrúum til eftirlitsstofnana sem viðkomandi land hefur næstum engin áhrif.\nhttps://europa.eu/rapid/press-release_IP-19-4254_en.htm",
            "date": "2019-08-05 23:45:00",
            "post_id": "692114",
            "reply_to_id": "691989"
        },
        {
            "user_name": "rapport",
            "text": "Úr greininni sem þú vitnar í af europa.eu\nBold og undirstrikun er mín.\ns.s. innlenda stofnunin \"reglarinn\" á að vera sjálfstæð stofnun og það er hún ekki í Belgíu, hér á Íslandi erum við með sjálfstæða stofnun, Orkustofnun (eins og bent hefur verið á áður)",
            "date": "2019-08-06 08:16:00",
            "post_id": "692126",
            "reply_to_id": "692114"
        },
        {
            "user_name": "nidur",
            "text": "Þannig að þjóðin/ríkisstjórnin afsalar valdi yfir á stofnun/stjórnendur sem tekur þá ákvarðanir fyrir alla.\nPersónulega finnst mér það ekki skárra en að láta bara einhverja evrópustofnun stjórna þessu.\nHvað er næst, verðbólgu vísitala á raforku sem við verðum að vera áskrifendur af alla ævi eins og húsnæðislán. \nRisabónusar fyrir toppana af því að þeir gera svo góðar ákvarðanir fyrir stofnunina.\n Þetta held ég að gangi ekki upp í okkar samfélagi.",
            "date": "2019-08-06 11:34:00",
            "post_id": "692142",
            "reply_to_id": "692126"
        },
        {
            "user_name": "rapport",
            "text": "Sjálfstæðar stofnanir sbr. R'ikisendurskoðun og Umboðsmðaur Alþingis standa sig oft vel.\nÍ raun þá yrði þessi nýja stofnun hugsanlega góður \"varðhundur\" neytenda gegn orkufyrirtækjum og eftirlitsaðili sem vinnur með öðrum eins stofnunum í EU.\nHeld að þetta verði aldrei verra en það er í dag þar sem fyrirtækin hafa haft algjöra einokun þar til fyrir skemmstu.\n2003 var ástandið á markaðinum svona = \nhttp://timarit.is/view_page_init.jsp?pageId=3050160\nÍ dag er það svona (örlítill vottur að samkeppni kominn, þökk séu EU) - \nhttps://aurbjorg.is/#/rafmagn\nViljum við hverfa aftur til fortíðar eða treysta þeim sem hafa reynst okkur vel?",
            "date": "2019-08-06 11:46:00",
            "post_id": "692144",
            "reply_to_id": "692142"
        },
        {
            "user_name": "Tbot",
            "text": "Það er greinilegt að þú hefur ekki hugmynd um hvað þetta þýðir.\nOrkustofnun hefur ekkert vald, til að fyrirskipa eitt eða neitt, heldur eru þeir í ráðgjafahlutverki við stjórnvöld (aðþingi og ráðherra).\nLandsreglari og ACER fá boðvald í OP3 sem er aukið enn meira í OP4 þar sem Íslensk stjórnvöld verða að hlýða.\nAcer og landsreglari munu aldrei hafa hag okkar fyrir brjósti.",
            "date": "2019-08-08 09:48:00",
            "post_id": "692253",
            "reply_to_id": "692144"
        },
        {
            "user_name": "Tbot",
            "text": "Eitthvað er minni þitt gloppót eða ertu með EU í guðatölu.\nReynst okkur vel, við upptöku OP2 þá varð aðskilnaður á milli framleiðenda og dreifingaraðila og rafmagnsreikningur almennings hækkaði við þessar breytingar.",
            "date": "2019-08-08 09:53:00",
            "post_id": "692254",
            "reply_to_id": "692253"
        },
        {
            "user_name": "rapport",
            "text": "https://tinyurl.com/rafmagnVNV\nSvona hefur verð á rafmagni þróast, frá janúar 2002 til desember 2018 þá hækkaði það um 125,6%\nAlmennt verðlag hefur hækkað um 109,4% á sama tíma.\nGreiningar á þróun raforkuverðs eru felstar á þessa leið:\nÍsland er undir EU og EES sett hvort sem er. Það er ákvörðunarferli sem við erum þátttakendur í, svo er tekin ákvörðun og okkur ber að innleiða hana í okkar regluverk ef við ætlum að vera í þessu samstarfi.\nBlessunarlega þá er þetta virkt samstarf sem hefur þórast með tímanum því annars væri þetta orðið verðlaust og gagnlítið.\nNú er komið að þessum breytingum og í samhengi við alla aðra hagsmuni sem velta á þessum samningi þá ætti enginn að velkjast í vafa um að þetta borgi sig.",
            "date": "2019-08-08 10:37:00",
            "post_id": "692256",
            "reply_to_id": "692254"
        },
        {
            "user_name": "GuðjónR",
            "text": "Nú eru Belgar að súpa seiðið af orkupakkanum:\nhttps://www.mbl.is/frettir/innlent/2019 ... n_islandi/\nEf þetta verður samþykkt þá koma þessir vitringar með eftiráafsakanir eins og með jarðakaup auðmanna;\n \"ég var ekki á vakt, þetta var ekki fyrirsjánlegt blablabla\"...\nhttps://www.visir.is/g/2019190809275/ah ... srettindum\nSkondið að lesa kommentin undir fréttinni, margir spot on þar.",
            "date": "2019-08-08 11:45:00",
            "post_id": "692260",
            "reply_to_id": "692256"
        },
        {
            "user_name": "jonfr1900",
            "text": "Nei. Belgar eru ekki að því. Belgar hafa hinsvegar neitað að gera orkustofnun Belgíu sjálfstæða eins og á að gera samkvæmt ESB lögum. Þetta mál hefur haft langan aðdraganda.\nHvað jarðarkaup varðar þá eru það gagnkvæm réttindi og skerðing á þeim er brot á EES samningum og EFTA samningum (önnur lög). Þú getur keypt jörð hvar sem þú vilt innan EES/ESB/EFTA ef þú vilt á grundvelli sömu laga.",
            "date": "2019-08-12 17:45:00",
            "post_id": "692475",
            "reply_to_id": "692260"
        },
        {
            "user_name": "rapport",
            "text": "Það er held ég hagsmunapólitík innanlands sem er að gera það að verkum að auðmenn geta keypt þessar jarðir.\nEf við setjum lög og reglur um að fasteignir og jarðir beri háa skatta og gjöld á meðan þau eru ekki í nýtingu, þá yrði allt brjálað.\nÞað er nokkuð af fyrirtækjum og einstaklingum sem eiga haug af eignum og liggja á þeim eins og drekinn Smaug.\nEf þau þyrftu að greiða há fasteignagjöld eða \"jarðagjöld\" á meðan enginn starfsemi væri á landinu eða í húsinu, þá yrðu það auknar tekjur fyrir ríkið.\nEinnig yrði það til þess að það skapaðist markaður fyrir \"góða leigjendur\" og fátt yrði betra en að fá traustan og góðan leigjanda sem þá mundi njóta afslátta.\nEn svona kerfi hentar ekki hagsmunum þessara stóreignafjölskyldna sem þó nokkuð af pólitíkusunum tengjast fjölskylduböndum.",
            "date": "2019-08-13 09:15:00",
            "post_id": "692508",
            "reply_to_id": "692475"
        }
    ],
    "date": "2019-07-05 23:20:00"
}