{
    "forum_title": "Vaktin.is",
    "id": "78183",
    "title": "Keypt af vaktinni.  Bilað mobð?  pinnar beyglaðir?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=46&t=78183",
    "posts": [
        {
            "user_name": "Aimar",
            "text": "Sælir.\neg var að versla af vaktninni fyrir nokkrum dögum móðurborð.\nég þurfti að kaupa það með postsendingu og gat þvi ekki séð það í notkun.\nSvona sé ég i socket.\nEr þetta ekki pottþétt beyglaðir pinnar?\nþetta er socket 1151,  ég þori ekkert að setja örgjörva í þetta fyrr ég sé viss um að þetta sé í lagi.",
            "date": "2019-01-06 13:23:00",
            "post_id": "683056",
            "reply_to_id": false
        },
        {
            "user_name": "Sallarólegur",
            "text": "Þú ert með myndavélina of nálægt til að ná fókus",
            "date": "2019-01-06 13:53:00",
            "post_id": "683060",
            "reply_to_id": "683056"
        },
        {
            "user_name": "Black",
            "text": "Mjög óskýr mynd, en það lítur út fyrir að það séu allavega 9 beyglaðir pinnar þarna,en á meðan þeir eru ekki brotnir þá er möguleiki á að beygja þá til baka. En myndi byrja á að hafa samband við þann sem seldi þér borðið.\nviewtopic.php?f=11&t=26603&p=678052&hilit=sv%C3%ADkja#p678052",
            "date": "2019-01-06 15:01:00",
            "post_id": "683064",
            "reply_to_id": "683060"
        },
        {
            "user_name": "Aimar",
            "text": "mér finnst eins og það vanti fullt af pinnum i socketið.",
            "date": "2019-01-06 18:43:00",
            "post_id": "683077",
            "reply_to_id": "683064"
        },
        {
            "user_name": "Aimar",
            "text": "eiga ekki að vera pinnar alls staðar?  ég se 11 svort göt þarna.   ekki á að vera tómt þarna?",
            "date": "2019-01-06 18:44:00",
            "post_id": "683078",
            "reply_to_id": "683077"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Svona á þetta að líta út, klárlega ónýtt móðurborð.\nEn þetta getur svo sem gerst án þess að seljandinn átti sig á því, ef þetta er geymt með öðru drasli í skúffu oþh.\nMyndi athuga með endurgreiðslu.\nRakst einnig á þetta video",
            "date": "2019-01-06 18:50:00",
            "post_id": "683079",
            "reply_to_id": "683078"
        },
        {
            "user_name": "Aimar",
            "text": "Akúrat það sé mer sýndist.  Buinn að vera i iþessu i 20ár en vildi fá staðfestingu.  fyrsta skipti sem ég lendi í að fá ónýtan hlut herna á vaktinni i viðskiptum.",
            "date": "2019-01-06 18:58:00",
            "post_id": "683081",
            "reply_to_id": "683079"
        },
        {
            "user_name": "halipuz1",
            "text": "Ég átti eitt sinn 1151 móðurborð, ég lenti í því að ég var að þrífa með tusku í kassanum og missti hana síðan óvart ofan í kassann og örrinn ekki í socektinu, fibre tuska (yay). Tók hana rólega og náði að beygla fullt af pinnum, geggjað! En allavega, ég náði að smala allri þolinmæði saman og rétti pinnana við, tölvan runnar enn og engin vandræði. En þetta sýnist mér allavega vera ónýtt m.v það eru nú ekki einu sinni pinnar á sumum stöðum.",
            "date": "2019-01-07 10:20:00",
            "post_id": "683098",
            "reply_to_id": "683081"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ég efast um að pinnarnir séu horfnir. Þetta eru bara einstaklega lélegar myndir sem er verið að dæla hingað inn. Sýnist það þurfi að rétta 12 pinna.\nOP, Hafðu myndavélina lengra frá svo þú náir fókus á socketið.",
            "date": "2019-01-07 12:25:00",
            "post_id": "683101",
            "reply_to_id": "683098"
        },
        {
            "user_name": "Hnykill",
            "text": "mér finnst þetta bara vera brenndir pinnar.. athugaðu nú hvort hann vilji ekki endurgreiða þér þetta sá sem seldi þér þetta. lágmark að selja hluti hérna í góðu lagi. sammála þér þarna samt. hef ekki einu sinni fengið keypt skemmdan hlut á vaktinni. maður selur ekkert sem er \"kannski\" í lagi. hafa þetta bara heiðarlegt. vertu ekki að setja örgjörva og reyna keyra þetta upp.. gætir bara skemmt örgjörvan ef eitthvað er að leiða saman þarna. \nVaktin hefur gott orð á sér fyrir góða viðskiptahætti. fáðu þetta bara endurgreitt og  finndu annað borð.. svona áður en eitthvað annað skemmist útfrá þessu. en það er bara mitt álit.. getur kannski rétt úr pinnunum, en þú átt ekkert að þurfa gera það. átt bara að fá það sem varst að borga fyrir",
            "date": "2019-01-07 12:39:00",
            "post_id": "683102",
            "reply_to_id": "683101"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Það sést klárlega á fyrstu myndinni að pinnarnir eru í socketinu, beyglaðir í vitlausa átt... seinni myndin er óskýrari en sú fyrri, sést ekkert",
            "date": "2019-01-07 13:23:00",
            "post_id": "683104",
            "reply_to_id": "683102"
        },
        {
            "user_name": "Klemmi",
            "text": "Ef þeir eru beyglaðir en enn til staðar, þá má með lagni og heppni rétta pinnana.  Heppni segi ég, því það fer eftir því hversu mikið þeir hafa beyglast hvort að þeir brotni við það að rétta þá.\nÉg myndi allavega heyra í seljanda áður en þú ferð út í einhverjar æfingar, spyrja hvort hann vilji að þú reynir að rétta pinnana en þá alfarið á hans ábyrgð.  Ef það takist ekki, þá fá að fullu endurgreitt, annars spurning ef þér tekst að laga þá, hvort það sé við hæfi að biðja um hlutaendurgreiðslu/afslátt af kaupvirði vegna vesensins.",
            "date": "2019-01-07 14:20:00",
            "post_id": "683109",
            "reply_to_id": "683104"
        }
    ],
    "date": "2019-01-06 13:23:00"
}