{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "78334",
    "title": "Ikea trådfri rúllugardínur",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=78334",
    "posts": [
        {
            "user_name": "Tyler",
            "text": "Samkvæmt þessu þá virðist Ikea að vera koma með rúllugardínur sem hægt verður að tengja við Alexu, Homekit o.fl.  Verður áhugavert að sjá. \nhttps://youtu.be/Znqs3qeylho\nhttps://www.activejr.com/ikea-smart-blinds-availability-uk-us-europe/",
            "date": "2019-01-21 02:29:00",
            "post_id": "683847",
            "reply_to_id": false
        },
        {
            "user_name": "sigxx",
            "text": "Ég er mjög spenntur fyrir þessu, Ég hef einmitt verið að skoða gardínur með mótor",
            "date": "2019-01-21 11:27:00",
            "post_id": "683871",
            "reply_to_id": "683847"
        },
        {
            "user_name": "ZiRiuS",
            "text": "195cm lengd er samt svolítið langt miða við að það er ekki hægt að stytta þær...",
            "date": "2019-01-21 12:11:00",
            "post_id": "683873",
            "reply_to_id": "683871"
        },
        {
            "user_name": "arons4",
            "text": "Síddin er 195, rúllast bara styttra niður og restin af gardínunni er þá bara upprúlluð. Nokkrar breyddir í boði.",
            "date": "2019-01-21 12:17:00",
            "post_id": "683874",
            "reply_to_id": "683873"
        },
        {
            "user_name": "worghal",
            "text": "þetta finnst mér óþarflega spennandi og mig langar allt of mikið í svona!",
            "date": "2019-01-21 12:19:00",
            "post_id": "683875",
            "reply_to_id": "683874"
        },
        {
            "user_name": "akarnid",
            "text": "Bögg samt fyrir okkur sem erum með stofuglugga sem eru 2,5 m á breidd að standard Ikea breiddir passa ekki í það.  En neat lausn, er bara með USB hlaðið batterí sem ætti að endast ansi lengi, miðað við að þetta yrði nú aldrei notað mörgum sinnum á dag.",
            "date": "2019-01-21 12:30:00",
            "post_id": "683877",
            "reply_to_id": "683875"
        },
        {
            "user_name": "littli-Jake",
            "text": "Er að fara að mæla gluggana um leið og ég kem heim",
            "date": "2019-01-21 13:01:00",
            "post_id": "683880",
            "reply_to_id": "683877"
        },
        {
            "user_name": "Blues-",
            "text": "https://www.activejr.com/ikea-smart-bli ... us-europe/\nConfirmed European sizing for IKEA smart blinds are;\n    100x195xm\n    120x195cm\n    140x195cm\n    60×195cm\n    80×195cm\nIKEA says that neither smart blind cannot be shortened, so you are stuck with the 195cm drop.",
            "date": "2019-01-21 13:23:00",
            "post_id": "683881",
            "reply_to_id": "683880"
        },
        {
            "user_name": "Tbot",
            "text": "Eru menn orðnir svona fótafúnir að geta ekki staðið upp og dregið fyrir!",
            "date": "2019-01-21 13:24:00",
            "post_id": "683882",
            "reply_to_id": "683881"
        },
        {
            "user_name": "rbe",
            "text": "Eins og sagt var í Englum Alheimsins  \"Kleppur er víða\"\nmenn að tapa sér í neyslubrjálæði ?",
            "date": "2019-01-21 13:42:00",
            "post_id": "683883",
            "reply_to_id": "683882"
        },
        {
            "user_name": "hagur",
            "text": "Afhverju er þetta eitthvað klikkað?  Er þetta eitthvað meira rugl en annað home automation dæmi?  Afhverju standa menn ekki bara upp og slökkva ljósin eða opna dyrnar (svona sem dæmi)?\nMér finnst þetta kúl og mun eflaust fá mér svona.",
            "date": "2019-01-21 15:23:00",
            "post_id": "683897",
            "reply_to_id": "683883"
        },
        {
            "user_name": "worghal",
            "text": "þetta snýst nú ekki um leti eða neyslubrjálæði, þetta er bara ógeðslega cool og minnir mann á það sem maður sér í bíómyndum",
            "date": "2019-01-21 15:29:00",
            "post_id": "683898",
            "reply_to_id": "683897"
        },
        {
            "user_name": "Tosmeister",
            "text": "Sama og einhver sagði þegar fyrstu sjónvörpin með fjarstýringum komu",
            "date": "2019-01-21 15:40:00",
            "post_id": "683900",
            "reply_to_id": "683898"
        },
        {
            "user_name": "Sallarólegur",
            "text": "...og rennandi vatn í hús? Þvottavélar? Uppþvottavélar?\nAfhverju gerum við þetta ekki bara með höndunum  \nÞað sem mér finnst sexy við þetta er þessi \"Scifi\" upplifun. Eins og maður sé í húsi úr framtíðinni",
            "date": "2019-01-21 15:43:00",
            "post_id": "683901",
            "reply_to_id": "683900"
        },
        {
            "user_name": "kelirina",
            "text": "spennandi.   Bara ef þær væru breiðari og lengdin meiri.",
            "date": "2019-01-21 15:50:00",
            "post_id": "683905",
            "reply_to_id": "683901"
        },
        {
            "user_name": "Hauxon",
            "text": "Þessi þráðu minnir mig á:",
            "date": "2019-01-21 15:58:00",
            "post_id": "683906",
            "reply_to_id": "683905"
        },
        {
            "user_name": "rbe",
            "text": "Vaktin.is er eitt stórt neyslubrjálæði \nÞú kaupir ekki hamingjuna ?\nps. verð vonandi bannaður fyrir þetta innlegg.",
            "date": "2019-01-21 17:02:00",
            "post_id": "683913",
            "reply_to_id": "683906"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Ég er bókstaflega í hjólastól svo já.",
            "date": "2019-01-21 17:24:00",
            "post_id": "683914",
            "reply_to_id": "683913"
        },
        {
            "user_name": "vesi",
            "text": "Þetta hlítur að vera besta svar síðustu ára.",
            "date": "2019-01-21 21:06:00",
            "post_id": "683925",
            "reply_to_id": "683914"
        },
        {
            "user_name": "russi",
            "text": "Það kemur pottþétt hack á þetta svo hægt sé að stytta þær, fyrirfram ætti það að vera tiltölulega einfald en er án efa hundleiðinlegt",
            "date": "2019-01-22 11:33:00",
            "post_id": "683942",
            "reply_to_id": "683925"
        },
        {
            "user_name": "GullMoli",
            "text": "Af hverju að stytta þær? Þær stoppa væntanlega þegar þær snerta gluggasylluna eða álíka.",
            "date": "2019-01-22 11:46:00",
            "post_id": "683943",
            "reply_to_id": "683942"
        },
        {
            "user_name": "russi",
            "text": "Þegar átt er við styttingu á gardingum er yfirleit verið að tala um styttingu á breidd en ekki á sídd.\nLíklega stoppa þær þegar snerta gluggasylluna eða það er stillt af",
            "date": "2019-01-22 11:49:00",
            "post_id": "683944",
            "reply_to_id": "683943"
        },
        {
            "user_name": "Daz",
            "text": "Þegar þú minnkar breidd einhvers er venjulega talað um að ... minnka breidd eða mjókka. Að stytta vísar til lengdar eða síddar. \nAaaaaah besservisserun dagsins komin.",
            "date": "2019-01-22 11:57:00",
            "post_id": "683945",
            "reply_to_id": "683944"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Orðið \"að stytta\" hefur ekkert með áttir að gera. Getur stytt hluti í allar áttir.\nGardínur eru oftast bara teknar nógu eða of síðar fyrir gluggann, svo hættir maður að skrúfa þegar gardínan er komin nægilega neðarlega. En það er auðvitað yfirleitt hægt að stytta í báðar áttir, en ekki á þessum",
            "date": "2019-01-22 12:01:00",
            "post_id": "683946",
            "reply_to_id": "683945"
        },
        {
            "user_name": "blitz",
            "text": "Það hlýtur að vera einhver misskilningur í fréttinni, þeir tala bara um að það sé ekki hægt að stytta hana þannig að þú ert fastur með gardínu sem er 195cm að sídd. Ekkert talað um breiddina.\nFinnst þó líklegra að IKEA hafi átt við að það sé ekki hægt að stytta þær á breiddina.",
            "date": "2019-01-22 12:31:00",
            "post_id": "683947",
            "reply_to_id": "683946"
        },
        {
            "user_name": "kjarnorkudori",
            "text": "Ef það er hægt að stytta breiddina mun ég kaupa svona í alla glugga hjá mér um leið og þær lenda. Snjallvæðingu heimilisins verður þá líklega lokið í bili.",
            "date": "2019-01-22 12:38:00",
            "post_id": "683948",
            "reply_to_id": false
        },
        {
            "user_name": "Sallarólegur",
            "text": "Það er ekki hægt, auðveldlega, að stytta breiddina, eins og sést á álrammanum sem er utan um þetta. En það er hægt að setja þær upp fyrir framan glugga sem eru jafn stórir eða minni en einhverjar af þessum breiddum.\nÞað er ekkert mál að stytta lengdina, neðst er þetta alveg eins og aðrar gardínur.\nhttps://www.ikea.com/de/de/catalog/products/40408196/\nhttps://www.ikea.com/de/de/assembly_ins ... -2_pub.pdf",
            "date": "2019-01-22 14:37:00",
            "post_id": "683960",
            "reply_to_id": "683948"
        },
        {
            "user_name": "worghal",
            "text": "það er örugglega hægt að stytta þetta með sög ef maður nennir",
            "date": "2019-01-22 15:03:00",
            "post_id": "683965",
            "reply_to_id": "683960"
        },
        {
            "user_name": "Tbot",
            "text": "Fróðlegt að sjá hvað rafhlaðan á að endast lengi, því hérna er verið tala um mótor og þeir klára rafhlöður ansi hratt.",
            "date": "2019-01-22 15:25:00",
            "post_id": "683967",
            "reply_to_id": "683965"
        },
        {
            "user_name": "Tiger",
            "text": "Kemur ekki á klakann fyrr en í apríl/maí hingað.",
            "date": "2019-01-22 18:37:00",
            "post_id": "683974",
            "reply_to_id": "683967"
        },
        {
            "user_name": "littli-Jake",
            "text": "Skellur",
            "date": "2019-01-22 23:42:00",
            "post_id": "683984",
            "reply_to_id": "683974"
        },
        {
            "user_name": "Tyler",
            "text": "Jæja, þá er það staðfest að rúllugardínurnar koma í ágúst hjá Ikea (vonandi hérna líka). \nhttps://homekithero.com/2019/06/14/ikea-confirms-august-release-of-upcoming-smart-blinds-pricing-and-sizes-revealed/\nÞeir tala um að til að nota gardínurnar með Homekit þá þurfi Tradfri brú. Vona að hægt verði að fara framhjá því.",
            "date": "2019-06-22 19:00:00",
            "post_id": "690226",
            "reply_to_id": "683984"
        },
        {
            "user_name": "netkaffi",
            "text": "Hvað er það? Get ég notað þetta með Google Home?",
            "date": "2019-06-23 08:19:00",
            "post_id": "690239",
            "reply_to_id": "690226"
        },
        {
            "user_name": "Black",
            "text": "https://www.ikea.is/products/574567\nÞetta er gátt/hub sem tengist öllum ikea tradfri tækjunum. Notar app í símanum til að stjórna þeim tækjum sem eru tengd við það. Svo geturu parað Google Home við gáttina.\nSvo er ikea líka komnir í samstarf við Sonos og eru að fara gefa út hátalara",
            "date": "2019-06-23 15:05:00",
            "post_id": "690242",
            "reply_to_id": "690239"
        },
        {
            "user_name": "joispoi",
            "text": "Fyrir þá sem eru sterkir í sænskunni, virðist vera byrjað að selja þetta í Svíþjóð.\nhttps://www.ikea.com/se/sv/search/products/?q=fyrtur\nUmsögn:\nhttps://m3.idg.se/2.1022/1.706948/ikea- ... rullgardin",
            "date": "2019-08-28 22:55:00",
            "post_id": "693436",
            "reply_to_id": "690242"
        },
        {
            "user_name": "Blues-",
            "text": "Þær eru komnar í IKEA ..\n3 stykki eftir áðan fyrir klukkutíma ..\nStarfsmaður sagði mér að næstum 100 gardínur hefði farið á 48 tímum\n> \nhttps://www.ikea.is/products/597798",
            "date": "2019-08-30 17:03:00",
            "post_id": "693543",
            "reply_to_id": "693436"
        },
        {
            "user_name": "birgirb13",
            "text": "Sá að það var einungis ein breidd í boði þ.e. 120 cm.  Sendi þeim póst.  Fékk þau svör að þeir ættu von á gardíunni í fleiri breiddum eftir c.a 2 - 3 vikur.",
            "date": "2019-08-31 17:08:00",
            "post_id": "693585",
            "reply_to_id": "693543"
        },
        {
            "user_name": "joispoi",
            "text": "Keypti eina til að prufa, mér sýnist nú ekkert mál að stytta þetta drasl. Það sem kom mér á óvart að maður þarf að nota \"signal repeater\" til að nota þetta með appinu þeirra og þar af leiðandi sennilega til tengja þetta við önnur kerfi. Ég er þokkalega tæknisinnaður en mér tókst ekki að ná sambandi eða para saman við þennan signal repeater þeirra. Því gat ég ekki prufað þetta í appinu þeirra og hún kom ekki fram í Zigbee contollerum sem ég er með. Fjarstýringin sem fylgdi var hins vegar pöruð við mótorinn og því gat ég notað hana til að draga gardínuna upp og niður. Repetarinn átti að vera fyrirfram paraður miðað við leiðbeiningarnar, hugsanlega bilaður, ég reyndi að reset-ja hann og para aftur en það gekk ekki.\nÞað sem fylgir fyrir utan gardínuna sjálfa er þetta:\nÞarna má sjá batterí, hleðslusnúru, repeater-inn er vinstra megin fyrir miðju, þar við hliðina er hleðslutæki, síðan festingin fyrir rúlluna og neðst til hægri er fjarstýring með möguleika á að smella uppi og niðri á henni.\nÍ bæklingnum fyrir fjarstýringuna má sjá að drægnin er aðeins 10 metrar á opnu svæði, þar sem ég fékk repeater-inn ekki til að virka reyndi ég ekki að prufa drægnina, en að nota fjarstýringuna beint á gardínuna í svona 2-3 metra fjarlægð virkaði. Sennilega er átt við að drægni fjarstýringarinnar sjálfrar sé 10 metrar, án repeater-sins, en eins og fyrr sagði gat ég ekki prufað það.\nEf ég losa mótorinn af, þá eru það bara tvær skrúfur og síðan getur maður rennt honum úr álprófilernum án mjög mikils átaks.\nHér má sjá hvernig þetta er bara rennt inn í prófilinn, þannig að það ætti að vera nóg að stytta prófilinn, bora fyrir tveim nýjum skrúfugötum og svo auðvitað að stytta rúlluna sjálfa eins og maður gerir almennt þegar maður styttir rúllugardínur.\nEf maður opnar stýringuna sjálfa, þá er hún ekki flókin, stýrirás öðrumegin og minni íhlutir hinu megin, rofar á hliðinni. Þarna gæti verið spennandi að tengja yfir rofana með z-wave dry contact módul, s.s. frá Qubino, hef notað þá í eitt og annað og þeir virka fínt. Þá er maður kominn með skemmtilegri stýringu og í alvöru staðli.\nAnnars hélt ég að þetta væri eitthvað meira fancy, ég hef verið að setja svipaða mótora í rúllugardínur frá bæði Ikea og Rúmfatalagernum, það er í raun gert alveg eins, mótornum stungið inn í rörið og síðan hef ég notað Qubino Flush shutter DC módul á það, þá stýrir maður í rauninni hve mikið gardínan fer upp eða niður með því að breyta spennunni inn á mótorinn. En þessi tilbúna gardína frá Ikea er hins vegar með hljóðlátari mótor en ég hef verið að kaupa frá Kína þannig að hún fær plús fyrir það. Gardínuunitið sjálft í þessari tilbúnu gardínu er hins vegar fyrirferðameira en þegar ég er að búa þetta til sjálfur en það þarf ekki að vera mínus, fer eftir því hvernig aðstæður eru þar sem maður setur hana upp. Birturöndin á hliðunum er ca. 2,5 cm á hvorri hlið (fjarlægð frá enda festinga að rúllunni) sem er heldur meira en þegar maður býr þetta til sjálfur en mér sýnist vera auðvelt að minnka það um hátt í centimetra á hvorri hlið með því að stytta gardínuna aðeins.",
            "date": "2019-09-03 00:30:00",
            "post_id": "693709",
            "reply_to_id": "693585"
        },
        {
            "user_name": "sigxx",
            "text": "Mér skilst að þú verðir að vera með gáttina frá þeim til að þetta virki\nEn mjög flott og ítarleg umfjöllun takk fyrir það",
            "date": "2019-09-03 07:19:00",
            "post_id": "693711",
            "reply_to_id": "693709"
        },
        {
            "user_name": "joispoi",
            "text": "Ég er með hub frá þeim, það þarf til að geta notað appið þeirra.\nÉg held að Ikea segi 10 metra drægni á fjarstýringuna til að vera öruggir, þó að Zigbee dragi lengra taka þeir ekki sénsinn, kaupendur eru almenningur sem eru á mismunandi stað varðandi tæknifærni. Þeir taka þá sennilega ekki heldur sénsinn á að fólk sé með eitthvað fasttengt í straum, uppá að það sé komið mesh net og lengri drægni fyrir vikið. Amk. virðast Hue fjarstýringar geta notað mesh net og ég sé ekki af hverju Ikea fjarstýringar ættu ekki að geta nota það líka. Skil þá samt alveg með þetta, sparar símtöl. \nMér finnst samt hálf kjánalegt að hafa þennan repeater, ég skil leiðbeiningarnar þannig að hann verði að vera og appið vill ekki hleypa mér áfram nema hann sé kominn inn. Spurning hvað hann sé í raun, varla er hann bara node-a í mesh netinu þar sem appið virðist vilja nota hann sem auðkenningu á gardínunni, ætli hann taki þá á móti skipunum frá hubnum fyrir hönd gardínunnar? Kannski er ég að misskilja eitthvað, ég er ekki duglegur að lesa leiðbeiningar, maður les þær kannski í kvöld",
            "date": "2019-09-03 09:55:00",
            "post_id": "693716",
            "reply_to_id": "693711"
        },
        {
            "user_name": "Blues-",
            "text": "Þar er kominn stuðningur í SmartThings við gardínuna ..\nhttps://community.smartthings.com/t/rel ... nds/171955",
            "date": "2019-09-03 10:00:00",
            "post_id": "693717",
            "reply_to_id": "693716"
        },
        {
            "user_name": "hagur",
            "text": "Ég fór og náði mér í eina svona áðan, það voru að koma 80cm breiðar gardínur en bara c.a 2-3 eftir sýndist mér.  Er búinn að tengja hana við Smartthings og er að fikta í henni núna.  Þetta er nokkuð svalt og virkar bara ansi vel með þessum device handler sem Blues- linkaði á hér að ofan.  Mun eflaust fá mér fleiri stykki.",
            "date": "2019-09-05 20:45:00",
            "post_id": "693880",
            "reply_to_id": "693717"
        },
        {
            "user_name": "worghal",
            "text": "ætlar enginn að setja inn myndir?\ner þetta að lúkka vel?",
            "date": "2019-09-05 21:16:00",
            "post_id": "693883",
            "reply_to_id": "693880"
        },
        {
            "user_name": "asgeirbjarnason",
            "text": "Svona lítur þetta út:\nVar akkurat að hengja upp. Sjálf gardínan lítur bara frekar vel út, en umgjörðin er frekar ljót. Held að ég verði að smíða eitthvað sem felur þann part.",
            "date": "2019-09-05 22:51:00",
            "post_id": "693890",
            "reply_to_id": "693883"
        },
        {
            "user_name": "hagur",
            "text": "Jæja komnar aftur í Ikea, núna í 5 breiddum.\nhttps://www.ikea.is/search/?utf8=%E2%9C ... rch=FYRTUR\nLíka KADRILJ\nhttps://www.ikea.is/search/?utf8=%E2%9C ... ch=Kadrilj",
            "date": "2019-09-13 19:02:00",
            "post_id": "694266",
            "reply_to_id": "693890"
        },
        {
            "user_name": "Tiger",
            "text": "Er ekki séns að stytta þær? Finnst alveg fatalt að hafa þær utan á gluggakarminum.",
            "date": "2019-09-13 20:24:00",
            "post_id": "694268",
            "reply_to_id": "694266"
        },
        {
            "user_name": "Zpand3x",
            "text": "joispoi hér fyrir ofan vildi meina að það væri hægt",
            "date": "2019-09-13 20:40:00",
            "post_id": "694269",
            "reply_to_id": "694268"
        },
        {
            "user_name": "joispoi",
            "text": "Svona er til dæmis hægt að gera þetta.\nMerkja styttinguna:\nSaga bútinn í burtu með járnsög eða sambærilegu:\nBora tvö göt fyrir skrúfurnar sem festa mótoreininguna og prófilinn saman, notaði 3 mm. bor, athuga að bora bara í efri hlutann, neðri hlutinn tekur við skrúfunum og er með gengjur. Myndin sýnir bútinn með upphaflegu götunum og síðan profileinn sem ég boraði í:\nÞarna sést styttingin miðað við upphaflegu breiddina, afsagaði búturinn er með á myndinni til samanburðar:\nSíðan tekur maður neðri slána af, tekur tappann úr öðru megin og rennir gardínunni út, styttir síðan neðri slána með járnsög:\nEfri endinn er límdur á álrörið þegar þetta kemur frá Ikea, mín skoðun er að best sé að klippa/skera gardínuefnið fyrst (þ.e. mjókka efnið) alveg fast upp að álrörinu uppi og enda á að saga álrörið, þ.e. að losa ekki álímda efnið af álrörinu. Það skiptir engu þó að það sjáist ekki í ál til endanna á álrörinu eftir styttinguna, þ.e. það er ágætt að skilja eftir svona hálfan sentimetra sitt hvoru megin frá því þar sem maður klippir efnið upp að enda álrörsins, upp á að ef efnið hnikast aðeins til hliðanna þegar það er að vera að rúlla því upp. Ef fólk vill láta álið sjást til endanna getur það skorið þá rönd af með dúkahníf. En þetta er minna mál en fyrri hlutinn, fólk getur haft aðra skoðun á því hvernig þeir gera þennan hluta. Myndin sýnir álrörið fyrir styttingu og sögun, hvernig efnið er límt á eins og það kemur frá Ikea.",
            "date": "2019-09-13 22:33:00",
            "post_id": "694273",
            "reply_to_id": "694269"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Snilld!",
            "date": "2019-09-14 00:05:00",
            "post_id": "694276",
            "reply_to_id": "694273"
        }
    ],
    "date": "2019-01-22 12:38:00"
}