{
    "forum_title": "Koníakstofan",
    "id": "78370",
    "title": "Ábyrgð á raftækjum á íslandi",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=78370",
    "posts": [
        {
            "user_name": "jardel",
            "text": "Það er talað um 5 ára lögboðina ábyrgð á raftækjum á íslandi miðað við stór raftæki sjónvörp ískápa og fleira.\nHvaða ábyrgð fellur undir minni raftæki?",
            "date": "2019-01-24 14:24:00",
            "post_id": "684079",
            "reply_to_id": false
        },
        {
            "user_name": "worghal",
            "text": "ég spurði eitthvað út í þetta þegar ég keypti þvottavél í fyrra en þá var sagt að það sé bara lögbundin 2 ára ábyrgð en 5 ára kvörtunarfrestur.",
            "date": "2019-01-24 14:38:00",
            "post_id": "684081",
            "reply_to_id": "684079"
        },
        {
            "user_name": "GuðjónR",
            "text": "Þetta er allt svolítið loðið, það er talað um 5 ára \"kvörtunarfrest\", en ekki sjálfgefið að hlutirnn sé í ábyrð í fimm ár.\nVenjuleg raftæki hafa almennt tveggja ára ábyrgð til neytenda (einstaklinga). En oft er eins árs ábyrgð til lögaðila (fyrirtækja).\nÞað er þó ekki algilt, sum fyrirtæki veita fyrirtækjum og einstaklingum sömu ábyrgð.\nSvo geturðu lent í því að það sé 5-10 ára verksmiðjuábyrgð en ef hluturinn bilar utan íslenska ábyrgðartímans þá þarftu sjálfur að sjá um að koma gallaða hlutnum til framleiðanda og í sumum tilfellum er það ekki hægt nema í gegnum umboðsaðila og það getur verið erfitt að finna hver er með umboðið og þar með situr þú uppi með skaðann.\nSvo er Costco með \"next-level\" ábyrgðir, basicly ef hluturinn bilar þá færðu hann endurgreiddann, skiptir ekki máli hversu langur tími er liðinn.",
            "date": "2019-01-24 14:42:00",
            "post_id": "684082",
            "reply_to_id": "684081"
        },
        {
            "user_name": "rapport",
            "text": "Öll tryggingamál og neytendamál tengd ábyrgð og þjónustu, það ætti að kæra þetta allt til einhverra EU stofnana bara til að ala aðeins upp fyrirtæki á Íslandi.\nAlveg vonlaust að borga extra 20% hér innanlands og fá verri þjónustu og minni ábyrgð á svona hlutum.",
            "date": "2019-01-24 14:44:00",
            "post_id": "684083",
            "reply_to_id": "684082"
        },
        {
            "user_name": "Sporður",
            "text": "Feitletrun er mín.\nhttps://www.althingi.is/lagas/nuna/2003048.html",
            "date": "2019-01-24 15:19:00",
            "post_id": "684086",
            "reply_to_id": "684083"
        },
        {
            "user_name": "GuðjónR",
            "text": "Hárrétt, en frestur að bera fyrir sig galla og söluaðili að taka á sig gallann er ekki það sama.\nVesenið sem byrjar þegar hlutur eldri en tveggja ára bilar, þ.e. stór hlutur eins og ísskápur, þvottavél eða eitthvað annað er það mikið að flestir nenna ekki að standa í því.",
            "date": "2019-01-24 15:25:00",
            "post_id": "684088",
            "reply_to_id": "684086"
        },
        {
            "user_name": "kjarnorkudori",
            "text": "Ætla að benda á að reglum er ekkert endilega fylgt hérna heima. Þegar neytendasamtökin eru nánast óvirk og svara ekki einu sinni kvörtunum sem koma á þeirra borð er ekki mikill hvati fyrir fyrirtæki að fara eftir reglum. Þeim er t.d. nákvæmlega sama þótt að fyrirtæki taki ekki við reiðufé eða öðrum lögeyri þrátt fyrir að það sé skylda samkvæmt lögum.",
            "date": "2019-01-24 15:59:00",
            "post_id": "684092",
            "reply_to_id": "684088"
        },
        {
            "user_name": "Sporður",
            "text": "Áttu ekki alveg örugglega við Neytendastofu?",
            "date": "2019-01-24 17:08:00",
            "post_id": "684096",
            "reply_to_id": "684092"
        },
        {
            "user_name": "kjarnorkudori",
            "text": "Passar. Rugla þessu alltaf saman eins og MAST og Matís.",
            "date": "2019-01-24 17:11:00",
            "post_id": "684097",
            "reply_to_id": "684096"
        },
        {
            "user_name": "frappsi",
            "text": "http://www.eccisland.is/is/content/hver-er-munurinn-%C3%A1-%C3%A1byrg%C3%B0-og-kv%C3%B6rtunarfresti\nÉg skil þetta þannig að kvörtunarfrestur er þá það sem flestir kalla ábyrgð og er þá verið að tala um þetta lögbundna 2, eða eftir atvikum 5, ára dót. Fyrirtæki mega síðan bjóða eitthvað umfram kvörtunarfrestinn (EN ALDREI MINNA) og er þá hægt að kalla það (auka) ábyrgð.\nSamkvæmt þessu hefðu þau átt að segja \"engin ábyrgð en 5 ára kvörtunarfrestur\" þar sem þau eru ekki að bjóða neitt umfram þetta lögbundna. Sorglegt hvað fyrirtæki treysta á að neytendur séu latir því þetta er lögbundið og alveg óháð yfirlýsingum seljanda, verksmiðjuábyrgð eða whatever. Það ætti ekki að vera neitt vesen (fyrir utan flutninginn og að vera án tækjanna í e-n tíma) að ganga frá málum með stór raftæki eftir 2 ár og fyrir 5 ár. Ef söluaðila og kaupanda ber ekki saman um hvort þetta sé galli þá er það bara kærunefnd lausafjár- og þjónustukaupa og hún úrskurðar um málið. Ekki hægt að láta fyrirtækin bara komast upp með að bulla...\nVarðandi upphaflegt innlegg og stærðina þá er í einhverjum tilfellum 5 ára frestur á minni raftækjum (hef t.d. séð úrskurðað að frestur fyrir dýra iPhone sé 5 ár) en almennt er það bara 2 ár.",
            "date": "2019-01-24 18:41:00",
            "post_id": "684104",
            "reply_to_id": "684097"
        },
        {
            "user_name": "pepsico",
            "text": "Þetta er svo rétt. Þjónustustjóri hjá verslun sem rímar við KölvuKek sagði mér blákalt að það væri \"fáránlegt\" það sem ég var að lesa upp fyrir hann úr lögum um neytendakaup, að það væri \"fáránlegt\" ef það væri satt, og harðneitaði að lesa það fyrir sjálfan sig þó ég gæfi upp nafnið á lögunum og númerið á viðeigandi greinum. Hann sagði mjög skýrt að ef ég vildi eitthvað annað en það eina sem hann var að bjóða mér, sem var nota bene skýrt brot á lögum, þá þyrfti ég sko heldur betur að fara í gegnum vesenið að sækja rétt minn. Glæpafyrirtæki. Ekki hægt að fyrirgefa svona.",
            "date": "2019-01-25 02:17:00",
            "post_id": "684130",
            "reply_to_id": "684104"
        },
        {
            "user_name": "Klemmi",
            "text": "Þetta er auðvitað bara ein hlið sögunnar, en gefið að hún segi rétt frá málsatvikum, þá þykir mér skrítið að þjónustustjóri sé ekki betur að sér í ábyrgðarmálum.\nHér er einn úrskurður um fartölvu með biluðu móðurborði frá Kærunefnd lausafjár- og þjónustukaupa, þar sem tæp 3 ár voru liðin frá kaupum og seljandi var úrskurðaður skyldugur til að skipta um móðurborð á sinn kostnað.\nhttps://www.neytendastofa.is/lisalib/ge ... temid=2202\nÞað eru fleiri sambærilegir úrskurðir, tölvuíhlutir ættu almennt að falla undir 5 ára regluna, enda heyrir það frekar til undantekninga að þeir bili innan 5 ára, þó auðvitað séu sumir óheppnir (sérstaklega GuðjónR).",
            "date": "2019-01-25 08:45:00",
            "post_id": "684135",
            "reply_to_id": "684130"
        },
        {
            "user_name": "urban",
            "text": "Ég ætla rétt að vona að þú hafir gert það.",
            "date": "2019-01-25 12:05:00",
            "post_id": "684139",
            "reply_to_id": "684135"
        },
        {
            "user_name": "pepsico",
            "text": "Ég kaus að fara ekki þá leið, horfði upp á þá hunsa--og brjóta--visvítandi á lands lögum, og lét kúga mig í að gefa þeim fleiri úrlausnatilraunir en þeir höfðu rétt á skv. lögum, en gerði það með því skilyrði að það yrði algjörlega gulltryggt að skjákortið yrði í lagi þegar ég fengi það afhent, að það yrði sannreynt í tölvu. Því var mér lofað bak og fyrir.\nSvo fór ég og sótti skjákortið, fór heim, og það var grínlaust með nákvæmlega sama galla. Ég er ekki að skálda þetta. Fékk fjórum sinnum í hendurnar skjákort með sama gallanum. Kortið sem ég keypti upphaflega, kortið sem ég keypti upphaflega með viftunum útskiptum, kort sem ég fékk í útskiptingu, og kortið sem ég fékk í útskiptingu eftir (kúguðu) viðgerðina sem mér var lofað að yrði sannreynd. Notaði tvær tölvur sem deildu engum íhlutum sín á milli til að staðfesta gallann í hvert skipti. \nSíðan fór ég sjöundu ferðina og var í alvörunni sagt að ég þyrfti að skilja skjákortið eftir og koma aftur seinna, í það sem yrði þá áttunda ferðin, vegna þess að það væri enginn til staðar á verkstæðinu. Klukkan var rétt yfir ellefu. Hækkaði róminn og taldi upp atburðarrásina þangað til að einhver yfirmaður mætti fram, honum var alveg sama um bæði lögbrotið og vanhæfnina en lofaði mér að hann myndi sjá um þetta. Hann hringdi síðan og sagði að þeim hefði ekki tekist að framkalla gallann þrátt fyrir þvílíkar tilraunir, sem ég stór, stór efa að hafi verið satt vegna þess að kortið var klárlega með sama gallanum, sem ég staðfesti með tvem tölvum--og þeir höfðu getað framkallað áður, en bauð mér \"samt\" endurgreiðslu og lét eins og hann væri að gera mér greiða. Ég gaf honum reikningsupplýsingar og hann sagðist ætla að leggja inn á mig. Síðan hringdi hann aftur í mig seinna og sagðist hafa gleymt því að setja reikningsupplýsingarnar í reitina eða eitthvað álíka og fékk þær aftur frá mér.  \nSíðan fékk ég aldrei þessa endurgreiðslu lagða inn á mig. Hringdi held ég 2-3 dögum seinna til að ítreka hana og fékk hana þá samstundis. En skrítið.  \nLenti líka í mörgum fyndnum hlutum í þessum ferðum öllum. \nT.d. ýjaði einn starfsmaður að því að það væri mér að kenna að ég þyrfti að skilja kortið eftir og koma til baka í 5. ferðina  af því að ég hefði mætt klukkan fjögur (klukkustund fyrir lokun) vegna þess að verkstæðið lokaði fjögur. Ég spurði hann hvernig ég sem viðskiptavinur ætti að vita það, benti honum á að það stæði ekkert um það á vefsíðunni þeirra (sem hann hafði fyrir því að skoða og fann út að var rétt), en sá þekkti þó allavega upp á sig skömmina að hafa sagt þetta, sem hann fær plús fyrir. En það var víst enginn af tíu starfsmönnunum ennþá á staðnum fær um að stinga skjákorti í test bench til að heyra strax skruðninga í viftum. Ég var þarna nánast til lokunar að hneykslast á þeim og horfa upp á her manna gera ekki neitt meðan að það eina sem þyrfti að gera væri að setja skjákort í tölvu og kveikja á henni. Getur einhver ímyndað sér að lenda í einhverju sambærilegu í t.d. Kísildal, att eða Tölvutækni?\nSvo lenti ég í því í sjöttu ferðinni, þegar ég tilkynnti starfsmanninum að ég væri að sækja hlut í viðgerð sem þeir hefðu ekki haft neinn rétt á að krefjast að fá að framkvæma gegn mínum vilja, vegna þess að þeir hefðu þegar gert tvær tilraunir til útskiptinga eða viðgerða, að starfsmaðurinn sagði að það væri \"eftir þrjár tilraunir\", sem ég vissi auðvitað að væri ekki rétt, svo ég vitnaði fyrir hann í lögin (gaf honum nafnið á þeim og greinina til að hann gæti verið með þetta fyrir framan sig): \"seljandi á ekki rétt á að bæta úr sama galla eða afhenda nýjan söluhlut vegna sama galla oftar en tvisvar sinnum[..]\", en þá sagði hann bara \"já, eftir þriðja skiptið\", og endurtók alltaf bara \"já, semsagt eftir þriðja skiptið\" þegar ég leiðrétti hann og vitnaði í lögin, og hann lét síðan eftir það eins og við værum einhvern veginn á sama máli þó að ég og lögin værum að segja honum \"ekki oftar en tvisvar sinnum\" en hann væri að svara \"eftir þriðja skiptið\". Ég benti honum á að tveir og þrír séu bara alls ekki sama talan, og þetta allt saman þótti viðskiptavininum við hliðina á mér mjög skoplegt að fylgjast með og byrjaði ósjálfrátt að hrista á höfuðið létt meðan hann starði stórum augum á starfsmanninn. Þetta var eins og einhver Fóstbræðra sketch. Ef sá viðskiptavinur les þetta af tilviljun þá vil ég þakka honum  kærlega fyrir að krydda þessa upplifun svona skemmtilega.  \nSvo vildi fyrrnefndur þjónustustjóri í fimmtu ferðinni meina að það mætti ekki kalla galla sem myndast við framleiðslu framleiðslugalla, meira að segja þó svo væri að fleiri en ein varan væri með nákvæmlega sama galla (sem hefði orðið til við framleiðslu). Mig minnir að hann hafi viljað meina að það mætti bara kalla það framleiðslugalla ef gallinn væri til staðar í öllum vörunum. Hvort það er rétt hjá honum geta betri menn sagt mér.  Hann skildi líka ekki að ef ég þyrfti að mæta aftur eftir fimmtu ferðina að það yrði þá sjötta ferðin. Skil ekki þetta lið. Hann kom grínlaust með einhverjar kvittanir og bað mig um að \"sýna sér\" hvernig það yrði sjötta ferðin. Skildi ekki neitt. Taldi bara upp fyrir hann ferðirnar fjórar fyrir þessa fimmtu og sagði honum hvað hefði átt sér stað í hverri þeirra, en hann gaf sig ekki með það að það yrði ekki sjötta ferðin. Virðist vera ráðningarskilyrði að maður eigi erfitt með að telja.  \nSem betur fer frítt að versla ekki þarna - og mæla með því sama við alla sem maður þekkir. \nhttps://youtu.be/TxoCTUHNVo4\nhttps://youtu.be/kFy446YQ32k",
            "date": "2019-01-25 15:35:00",
            "post_id": "684150",
            "reply_to_id": "684139"
        },
        {
            "user_name": "frappsi",
            "text": "Þetta hljómar eins og meiriháttar farsi.\nGalli er galli. Vildi hann meina að þau væru stikkfrí því þetta var ekki einhver ákveðin gerð af galla?\nHér eru konu sem þurfti að fara fjórar ferðir til að fá bætt úr göllum á tölvu úrskurðaðar 15.000 í skaðabætur vegna þess að hún þurfti að eyða bæði tíma og greiða bensínkostnað við tilraunirnar...\nhttps://www.neytendastofa.is/lisalib/getfile.aspx?itemid=2134",
            "date": "2019-01-25 17:35:00",
            "post_id": "684153",
            "reply_to_id": "684150"
        },
        {
            "user_name": "arnarj",
            "text": "Það er því miður ekki rétt sem margir eru að segja hérna. Kærunefnd lausafjár- og þjónustukaupa gefur \"álit\". Seljandi er ekki skyldugur til að fara eftir þessu áliti og ef hann neitar að bæta kaupanda skv. áliti þarf kaupandi að fara dómstólaleiðina. Þetta er skv. svari sem ég fékk frá lögfræðingi neytendastofu fyrir nokkrum dögum.\nÞvottavél sem ég keypti í elko bilaði um daginn rétt áður en hún varð 5 ára gömul (dýr Samsung vél). Ég fékk fyrst neitun frá Elko, einungis 2ja ára ábyrgð. Fór með málið í yfirmann hjá þeim og endaði málið á því að þeir tóku á sig helming af viðgerðakostnaðinum.\nMerkilegt nokk þá kom mér á óvart hvað neytendastofa virkaði á mig powerless varðandi að gera nokkuð í svona máli.",
            "date": "2019-01-25 21:09:00",
            "post_id": "684159",
            "reply_to_id": "684153"
        },
        {
            "user_name": "Klemmi",
            "text": "Kannski fór það fram hjá mér, en ég veit ekki til þess að neinn hafi sagt að Kærunefnd lausafjár- og þjónustukaupa væri síðasta stopp og að söluaðili hafi engin úrræði eftir að hans úrskurður er kominn.\nHins vegar er nefndin á vegum opinberrar stofnunar sem gefur ráðgefandi álit, það er lögfræðilega farið yfir málið, og ef söluaðili neitar að fara eftir úrskurði hans, þá er neytandinn með frekar sterkt mál í höndunum ef hann ákveður að taka málið lengra.  Ég efast um að nokkur söluaðili myndi vilja taka slaginn lengra eftir úrskurð nefndarinnar, nema um sé að ræða einhverjar svakalegar upphæðir.",
            "date": "2019-01-26 11:39:00",
            "post_id": "684169",
            "reply_to_id": "684159"
        },
        {
            "user_name": "GuðjónR",
            "text": "Valid punktar, en ekki gleyma einu, ef þú ert með stóra fjölskyldu og ert háður  þvottavélinni og ert að þvo 1-2 vélar alla daga alltaf, þá hefurðu engan tíma í svona vesen, að standa í stappi við seljanda, skrifa greinagerð fyrir Kærunefndina, bíða eftir áliti og þá hugsanlega sækja málið fyrir dómstólum. Hvernig ætlarðu að þvo þvottinn þinn á meðan? Almennt þá hefur fólk hvorki tíma, þekkingu né orku í að standa í svona málum. Þú getur lent í bölvuðu veseni jafnvel þó hluturinn sé enn innan tveggja ára ábyrgðar.",
            "date": "2019-01-26 12:18:00",
            "post_id": "684171",
            "reply_to_id": "684169"
        },
        {
            "user_name": "Klemmi",
            "text": "Alveg rétt.  Þetta er hins vegar bara eins og flest annað í lífinu, maður þarf að vega og meta hvort vænt payback sé vesensins virði \nÞað breytir þó ekki þínum rétti, hvort sem þú ákveður að reyna að sækja hann eða ekki",
            "date": "2019-01-26 12:52:00",
            "post_id": "684173",
            "reply_to_id": "684171"
        },
        {
            "user_name": "arnarj",
            "text": "Lögfræðingurinn benti mér á eins og ég er að gera að það er rangt að nota orðalagið úrskurður eins og þú gerir hér eins og í fyrri pósti, seljandi er ekki á neinn hátt skyldugur að fara eftir ÁLITI nefndarinnar. Nefndin gefur álit, auðvitað er mjög sterkt að hafa það með í réttarsal ef neytandi þarf að fara þá leið vegna tregðu seljanda.  En eins og Guðjón segir þá eru ekki margir tilbúnir að fara þá leið vegna kostnaðar og fyrirhafnar.\nÍ stuttu máli, ef við getum verið sammála um að kalla það sem nefndin gerir réttu nafni þá þarf ekki að þræta frekar um það. Held við séum nokkuð sammála um önnur atriði.",
            "date": "2019-01-26 13:15:00",
            "post_id": "684174",
            "reply_to_id": "684173"
        },
        {
            "user_name": "kjarnorkudori",
            "text": "Ég gaf eftir 9000kr ólögmæta greiðslu hjá líkamsræktarstöð sem heitir ekki World Class í haust þar sem ég nennti ekki að skrifa enn eitt bréfið til þeirra og Neytendastofu. Ég gaf upp kortanúmer fyrir eingreiðslu og skv þeirra kerfi þýddi það að ég vildi byrja aftur í áskrift sem ég sagði upp 2013. Þess má geta að sama fyrirtæki neitaði að taka við seðlum sem greiðslu sem er ástæðan fyrir því að kortið var notað. Þess að auki eiga fyrirtæki ekki að vista kortaupplýsingar þegar um eingreiðslu er að ræða.\nStaðreyndin er einfaldlega sú að það er hark að fá leyst úr öllum málum þar sem kaupandi telur að á sér sé brotið ef að seljandi er ekki tilbúinn að gera neitt strax.",
            "date": "2019-01-26 14:29:00",
            "post_id": "684177",
            "reply_to_id": "684174"
        },
        {
            "user_name": "frappsi",
            "text": "Hér er a.m.k. einn sem er til í það :/\nhttps://www.heradsdomstolar.is/default.aspx?pageid=347c3bb1-8926-11e5-80c6-005056bc6a40&id=7e24d76a-8d95-49b7-ade7-00917d2c1f2e\nSkv. niðurstöðum könnunar í þessari ritgerð, sem er reyndar orðin nokkuð gömul, virðist \"gagnaðili\" ekki fara eftir áliti nefndarinnar í rúmlega helmingi tilfella. Ef ekki var farið að álitinu lauk málinu þar í þriðjungi tilfella, í 18% tilfella var samið um lægri bætur en álitið sagði til um og í restinni er ekki hægt að átta sig á endanlegri niðurstöðu. Spurning hvort það hafi eitthvað breyst?\nhttps://skemman.is/bitstream/1946/4432/1/kari_gunndorsson_fixed.pdf\nÞað er rétt að það er talað um niðurstöður eða álit en ekki úrskurði eins og arnarj benti á \n Það sem ruglaði mig persónulega er að nefndin heitir úrskurðarnefnd þ.a. að ég hélt að hún úrskurðaði...\nÞað er sorglegt að það virðast ekki vera til nein alvöru úrræði til að knýja fram lausn í álitaefnum önnur en dómstólaleiðin, sem kostar meira vesen, tíma og mögulegea peninga (áhætta ef maður fær ekki gjafsókn) en nokkur nennir að leggja í nema töluverðir hagsmunir séu í spilinu. Þá a.m.k. í þeim tilfellum þar sem söluaðili er GREINILEGA ekki að standa við það sem hann á að standa lögum samkvæmt, og treystir jafnvel á að kaupandi gefist bara upp.",
            "date": "2019-01-26 15:41:00",
            "post_id": "684186",
            "reply_to_id": "684177"
        },
        {
            "user_name": "GuðjónR",
            "text": "Það sem er að er of flókið og loðið regluverk, það væri hægt að einfalda þetta mjög með því að hafa tveggja ára ábyrgð á öllu.\nPunktur! Hvort sem það er einstaklingur eða lögaðili og sleppa þessu, fimm ára kvörtunarrétti.\nSvo mættu seljendur gefa aukna ábyrgð ef þeir vildu, það þyrfti þó að vera án skilyrða og skýrt tekið fram á sölunótu.\nTil dæmis hvernig bílaumboðin haga sér, bjóða 2-3-7 ára ábyrgð, en gegn hverju? Að þú komir með bílinn á hverju einasta ári í rándýrar skoðanir og allt sem hugsanlega er að bila eða er orðið slitið er lagað á þinn kostnað. Þegar upp er staðið þá ertu kannski búinn að borga hálfa milljón í eitthvað skoðunarkjaftæði til að viðhalda einhverri ímyndaðir ábyrgð sem er svo engin ábyrgð. Þetta ætti að banna.",
            "date": "2019-01-26 17:17:00",
            "post_id": "684197",
            "reply_to_id": "684186"
        },
        {
            "user_name": "arons4",
            "text": "Er með ábyrgð á hyundai bíl og það hefur ekki verið neitt vesen, borgað ca 20þ í skoðun og olíuskipti, hef einusinni þurft að fara með hann og var ekki rukkaður neitt.",
            "date": "2019-01-26 17:43:00",
            "post_id": "684199",
            "reply_to_id": "684197"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Þessi svokallaða \"ábyrgð\" er einmitt eitt mesta peningaplokk sem íslenskir neytendur eru plataðir út í. Oft á tíðum kosta þessar árlegu \"skoðanir\" þeirra 50-100 þ. í hvert skipti.\nEitthvað sem venjulegt verkstæði rukkar 20-30 kall fyrir.\nBílar falla svo sannarlega undir þessa 5 ára reglu hvort sem er.",
            "date": "2019-01-26 17:55:00",
            "post_id": "684201",
            "reply_to_id": "684199"
        },
        {
            "user_name": "Klemmi",
            "text": "Það er örugglega rétt hjá þér að úrskurður sé ekki rétta orðalagið, \nþó svo að nefndin sé flokkuð sem úrskurðarnefnd hjá Stjórnarráðinu\n \nRitgerðin sem frappsi bendir á er mjög áhugaverð, og maður spyr sig hvort það væri ekki ráð að gera niðurstöður nefndarinnar bindandi, þá allavega fyrir ágreininga upp að einhverri X krónutölu, s.s. 500þús.",
            "date": "2019-01-26 18:29:00",
            "post_id": "684203",
            "reply_to_id": false
        },
        {
            "user_name": "kjarnorkudori",
            "text": "Fór í eins árs skoðun með minn Hyundai í desember. Kostaði rétt undir 20k og þeir smurðu hann ásamt því að skipta um loftsíu. Þeir skutluðu mér líka þangað sem ég þurfti að fara. Get ekki kvartað.",
            "date": "2019-01-26 18:47:00",
            "post_id": "684205",
            "reply_to_id": "684203"
        }
    ],
    "date": "2019-01-26 18:29:00"
}